// 自动拆分 part_47
window._part47 = [
  {
    "文件名": "《 附带番外 她的恶犬》作者：二月东.txt",
    "夸克盘链接": "https://pan.quark.cn/s/089d18ce0925"
  },
  {
    "文件名": "《 附带番外 怀璧》作者：伊人睽睽.txt",
    "夸克盘链接": "https://pan.quark.cn/s/0283424ad9da"
  },
  {
    "文件名": "《 附带番外 反骨》作者：容烟.txt",
    "夸克盘链接": "https://pan.quark.cn/s/8c9ea9a66668"
  },
  {
    "文件名": "《 附带番外 就爱她娇柔造作》作者：抹茶丸子.txt",
    "夸克盘链接": "https://pan.quark.cn/s/b3c6daa10ddc"
  },
  {
    "文件名": "重生小地主 作者：弱颜.txt",
    "夸克盘链接": "https://pan.quark.cn/s/0adef1997731"
  },
  {
    "文件名": "主攻 《貌美alpha不小心攻了老板》作者：明月卿酒.txt",
    "夸克盘链接": "https://pan.quark.cn/s/dada45665f59"
  },
  {
    "文件名": "《 附带番外 穿成黑化反派的未婚妻》作者：home毒步天下.txt",
    "夸克盘链接": "https://pan.quark.cn/s/7480038a9fdf"
  },
  {
    "文件名": "自信男人没好命 作者：朝朝思暮.txt",
    "夸克盘链接": "https://pan.quark.cn/s/63fb1ae6b103"
  },
  {
    "文件名": "整理热文 《装乖上瘾！病娇公爵诱哄生七宝》又名《强制占有！禁欲疯批他步步沦陷》棠璃、乔斯顿 作者：云璃.txt",
    "夸克盘链接": "https://pan.quark.cn/s/776748deb88d"
  },
  {
    "文件名": "整理热文 《提离婚时，被形婚老公按在墙上亲》顾瑾川、黎舒窈 作者：轻卿辞.txt",
    "夸克盘链接": "https://pan.quark.cn/s/25ba297a2123"
  },
  {
    "文件名": "整理热文 《七崽回归，她被豪门大佬们疯抢》宋画、厉寒霆 作者：夏墨寒.txt",
    "夸克盘链接": "https://pan.quark.cn/s/4b8928d4ace7"
  },
  {
    "文件名": "整理热文 《甜爆！季总又发糖了》又名《惊！爆！神颜顶流直播撒糖啦》季珩、夏婉 作者：ViVi1223.txt",
    "夸克盘链接": "https://pan.quark.cn/s/5b939335fca0"
  },
  {
    "文件名": "整理热文 《他红了眼眶，哑声祈求，亲亲我吧》又名《被亲哭后，大佬哑声低哄，我还敢》温雅、江妄 作者：冬月二十一.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ca7c491b7c23"
  },
  {
    "文件名": "整理热文 《七零之炮灰女配的海岛甜宠日常》又名《随军海岛：美食养崽馋哭全家属院》林夏、陆聿修 作者：不言盛景.txt",
    "夸克盘链接": "https://pan.quark.cn/s/de8bb1aa4220"
  },
  {
    "文件名": "整理热文 《魔族小祖宗成了仙门团宠》薛瑶、凤息 作者：折纸一枝.txt",
    "夸克盘链接": "https://pan.quark.cn/s/567ae85e7937"
  },
  {
    "文件名": "整理热文 《年代文反派大佬的早逝前妻重生了》又名《回到难产死亡前，炮灰女配逆袭了》周妤、顾野 作者：狂野萝卜.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c642b9817c81"
  },
  {
    "文件名": "整理热文 《流放，神医小娇妻救了国公府满门》又名《爽翻天！穿到古代搬空国库去流放》赫知冉、墨玖晔 作者：伍佰豌.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a396e596abd4"
  },
  {
    "文件名": "整理热文 《惊！炮灰她敢与虎共眠》又名《七零：最野糙汉被知青媳妇勾了魂》宁夏、任京宵 作者：满月一家.txt",
    "夸克盘链接": "https://pan.quark.cn/s/7cbee0467076"
  },
  {
    "文件名": "整理热文 《第一太子妃》宋弗、陆凉川 作者：安绵绵.txt",
    "夸克盘链接": "https://pan.quark.cn/s/f0f3e88026eb"
  },
  {
    "文件名": "整理热文 《穿越之后，我成为了别人的后娘》叶轻柔、萧恒 作者：那忙.txt",
    "夸克盘链接": "https://pan.quark.cn/s/b4ebea3551e9"
  },
  {
    "文件名": "枕边瘾 作者：巴啦啦晨-1.txt",
    "夸克盘链接": "https://pan.quark.cn/s/718a749ef1e8"
  },
  {
    "文件名": "在动物综艺被毛绒绒贴贴 作者：心水于你.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c5c5426c8c99"
  },
  {
    "文件名": "佚名npc，但拥有BOSS血条 作者：妄诞曲.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ffc342c869df"
  },
  {
    "文件名": "言情 《误入众神之间聊天群之后》 作者：海上迷雾.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c0272829f5e4"
  },
  {
    "文件名": "言情 《我的社恐高富帅男友》 作者 爱磕瓜子的葵花.txt",
    "夸克盘链接": "https://pan.quark.cn/s/b3c21f844d95"
  },
  {
    "文件名": "言情 《逃生游戏里只有我能召唤怪物》作者：Iphigenie.txt",
    "夸克盘链接": "https://pan.quark.cn/s/64a4519e1d6f"
  },
  {
    "文件名": "小狐狸外室 作者：为伊憔悴.txt",
    "夸克盘链接": "https://pan.quark.cn/s/fbc8ffb943a6"
  },
  {
    "文件名": "无CP 《崽崽进入无限游戏后》作者：广寒宫昆.txt",
    "夸克盘链接": "https://pan.quark.cn/s/17810e14e940"
  },
  {
    "文件名": "无CP 《我在咒术界当建模师的那些日子》作者：没水勾线笔.txt",
    "夸克盘链接": "https://pan.quark.cn/s/afe28d24f84b"
  },
  {
    "文件名": "无所谓，飞升就行［快穿］ 作者 叶儿粑.txt",
    "夸克盘链接": "https://pan.quark.cn/s/5294491e7b40"
  },
  {
    "文件名": "无CP 《他们只是我的马甲》作者：九叠云锦张.txt",
    "夸克盘链接": "https://pan.quark.cn/s/bdbd5a5ebe77"
  },
  {
    "文件名": "无CP 《伏黑家的小儿子今天也在打网球》作者：哒哒哒哒哒哒哒.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e4a9da34d167"
  },
  {
    "文件名": "无CP 《剧本组偶像出道实录》作者：凌江.txt",
    "夸克盘链接": "https://pan.quark.cn/s/17342aeb5af5"
  },
  {
    "文件名": "无CP 《马甲总被当成幕后黑手》作者：人家就是不行.txt",
    "夸克盘链接": "https://pan.quark.cn/s/8a5dbd04c07d"
  },
  {
    "文件名": "无CP 《穿进二百人男团中》作者：远上天山.txt",
    "夸克盘链接": "https://pan.quark.cn/s/f8f46e9c4c57"
  },
  {
    "文件名": "无CP 《（名柯同人）波本今天也在警视厅兢兢业业》作者：玖臻.txt",
    "夸克盘链接": "https://pan.quark.cn/s/87327611660f"
  },
  {
    "文件名": "无CP 《 综英美 继承韦恩庄园的我》作者：Philoso.txt",
    "夸克盘链接": "https://pan.quark.cn/s/6e2609967093"
  },
  {
    "文件名": "无CP 《 西游 唐僧会武，一身反骨》作者：路易狗蛋.txt",
    "夸克盘链接": "https://pan.quark.cn/s/53ae4d66c7e5"
  },
  {
    "文件名": "我在八零直播破案成神  成长·逆袭参赛作品  作者 桑又西.txt",
    "夸克盘链接": "https://pan.quark.cn/s/04de16a3065c"
  },
  {
    "文件名": "我是男主，我在宫斗 作者：乌合之宴.txt",
    "夸克盘链接": "https://pan.quark.cn/s/f509e71251e7"
  },
  {
    "文件名": "我把宿敌坑成了男朋友 系统 作者：付冰.txt",
    "夸克盘链接": "https://pan.quark.cn/s/46d951f0cb09"
  },
  {
    "文件名": "我死后全师门都疯了 作者 弭雪净.txt",
    "夸克盘链接": "https://pan.quark.cn/s/8fb8b2af3c6d"
  },
  {
    "文件名": "推荐+++++ 《无间风月》作者：随宇而安（女主狂傲酷炫拽日天日地阴墟鬼王，男主温良恭俭让博古通今正道之光仙门首座）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/345164232c5a"
  },
  {
    "文件名": "推荐++++  7.5w收藏 《星际第一名门淑女》作者：芝士油渍饭团（星际女强沙雕爽文，号称星际最强的男主X比男主还强的女主）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/f41a8f203a18"
  },
  {
    "文件名": "推荐+++++ 《病态宠爱》作者： 藤萝为枝（霸王不良少年×身娇体软国民初恋）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/00abd342a3ce"
  },
  {
    "文件名": "推荐++++  8.2w收藏 《从荒野求生节目开始》作者：我爱吃山竹（女主古穿今，全能女强荒野求生）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/204f930feadb"
  },
  {
    "文件名": "推荐++++  7.2w收藏 《他的白月光竟然是我》作者：一枚纽扣（傲娇美人受x舔狗老干部攻）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e6fb8f8cf318"
  },
  {
    "文件名": "推荐++++  6.2w收藏 《豪门女配就要为所欲为》作者：林绵绵（骄纵大美人vs忠犬帅总裁，女配觉醒，撬兄弟墙角，刺激修罗场，豪门甜爽文）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/7352348510b5"
  },
  {
    "文件名": "推荐++++  5w收藏 《社恐在古代》作者：昔邀晓（病弱摄政王×穿书咸鱼社恐女主。先婚后爱，可爱解压）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/8dfe73487d6b"
  },
  {
    "文件名": "推荐+++ 《熟夜并无别事》作者：七穹烬（双生子修罗场他们超爱，清醒独立超模vs意气风发电竞选手、温文尔雅外交官，青梅竹马，兄弟相争，雄竞修罗场！）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/35380326b749"
  },
  {
    "文件名": "推荐+++ 《予你长生》作者：兔拾柒（古典娇软小仙女VS江南大家族长子，年龄差8岁）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/b952eaba6968"
  },
  {
    "文件名": "推荐+++  长佩7w收藏 《贺新朝》作者：三道（古耽，先婚后爱，冷酷腹黑心思深沉状元郎 笨蛋美人小少爷受，追妻火葬场）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/12377258403e"
  },
  {
    "文件名": "推荐+++  长佩5.5w收藏 《难言关系》作者：冰块儿（互宠年下，年下bking攻 X 天然钓系受）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/90764f4f97bc"
  },
  {
    "文件名": "推荐+++  长佩3.6w收藏 《拍暧昧照被学长发现后》作者：幺幺玖先生（腹黑厌世美人攻x身材超辣苦命直男受，）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/121b7a8a2151"
  },
  {
    "文件名": "推荐+++  6w收藏 《分手后我靠综艺爆红娱乐圈》作者：折吱（社恐可爱实力爆表受VS顶流影帝攻）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a718ad204301"
  },
  {
    "文件名": "推荐+++  5w收藏 《我在逃生游戏当万人迷》作者：璃子鸢（受强制各种女装 通关游戏）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/f968cf99585e"
  },
  {
    "文件名": "推荐+++  5.2w收藏 《穿成年代文的懒媳妇 七零 》作者：安宫的竹子.txt",
    "夸克盘链接": "https://pan.quark.cn/s/5cdf68b28320"
  },
  {
    "文件名": "推荐+++  5w收藏 重生在夫君登基前 作者：袖侧（野心勃勃女帝，重生爽文，升级流，大格局乱世争霸文，无男主，有男配）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/71f8019cc23a"
  },
  {
    "文件名": "推荐+++  5.4w收藏 《你要这么想我也没办法》 作者 山有青木（戏精仙界之主vs恋爱脑冥帝，欢喜冤家，披马甲，先婚后爱，仙侠苏爽沙雕甜宠文）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/35e3abc2269c"
  },
  {
    "文件名": "推荐+++  4.6w收藏 《玫瑰瓣》作者：半小九（明媚温暖 X 斯文败类，女主持 X 总裁）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c0c6b28a35f3"
  },
  {
    "文件名": "推荐+++  4.4w收藏 《和死对头学神的崽穿来了》作者：忘书（对着老婆骚到飞起对外人冷淡直球学神攻 对外强势实则爱心软纯情校霸受）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/8498c4794109"
  },
  {
    "文件名": "推荐+++  3.8w收藏 《野性难驯》作者：笼中月（双向奔赴，又强又野黑皮受x外冷内热专一攻）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c67aba88c1a6"
  },
  {
    "文件名": "推荐+++  3.5w收藏 《一个故事》作者：多梨（伪骨科，明艳女主播vs清冷疯批男医生，久别重逢，破镜重圆，这本好看）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/5d08fa38d54e"
  },
  {
    "文件名": "推荐++ 《穷学生的赚钱之路 网游 》作者：小时你个渣渣.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e1d00c494aac"
  },
  {
    "文件名": "推荐++  长佩3.5w收藏 《严拓》作者：东北北（破镜重圆，轻微控制狂攻X天然钓系受）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/eaccdd32e86c"
  },
  {
    "文件名": "推荐++  长佩3.4w收藏 《金刚不坏》作者：里伞（年上职场养成，办公室恋情，魔王属性攻x 前怂后倔受）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/55fa8d5e4045"
  },
  {
    "文件名": "推荐++ 《芳踪》作者：绣猫（豆瓣文，久别重逢，熟男熟女现实向，不完美男女主预警，洗头小妹??片警，双复杂身世）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/5bb621688454"
  },
  {
    "文件名": "推荐++  长佩3.2w收藏 《赴雪》作者：月昼（年上 竹马战胜天降，病弱清冷娇气作精受 很爱吃醋但很能忍爹系恋爱脑攻）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ea9949283c5c"
  },
  {
    "文件名": "推荐++  3w收藏 《就他？》作者：西十危（金贵穷比娇花受（陈翡）vs吃什么都不吃亏的桀骜阔少土狗攻（周渡））.txt",
    "夸克盘链接": "https://pan.quark.cn/s/9e6eac97d8ba"
  },
  {
    "文件名": "推荐++  4w收藏 《和农场主相亲对象闪婚了》作者：迪克羊仔（种田+美食，稳重糙汉攻x可爱温柔受）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/1411db7cb318"
  },
  {
    "文件名": "推荐++  3.8w收藏 《公爵千金在搞魔导科技》作者：悠悠仙（西幻，热爱研究的魔法小姐VS潜力巨大的骑士少年）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/618e9407bafa"
  },
  {
    "文件名": "推荐++  3w收藏 《好好爱我》作者：韩七酒（破镜重圆，根正苗红救援队女机长VS＋外冷内热人间清醒女医生）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/7803c020a2fd"
  },
  {
    "文件名": "推荐++  3.6w收藏 《今天去找康熙认爹了没有》作者：藤萝浠月（男主无cp）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/71c504f2b26e"
  },
  {
    "文件名": "推荐++  3.6w收藏 《被迫和前驸马复婚后》作者：绯色妃妃（骄奢美人X表面温雅实则多少有点神经病男主）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c41f1981b875"
  },
  {
    "文件名": "推荐++  3.4w收藏 《穿成薄情书生郎》作者：端瑜（科举升级，生子，咸鱼大佬攻V人间富贵花受）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/b6a6b3867afd"
  },
  {
    "文件名": "推荐++  2.8w收藏 《男主的白月光重生后》作者：尚闲（温软可爱少爷受×钞能力爆表大佬攻）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ebd375ee649c"
  },
  {
    "文件名": "推荐+ 《恰如其分》作者：十一（明艳港风都市丽人vs成熟稳重高管，职场精英，熟男熟女）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/72f82ac511b9"
  },
  {
    "文件名": "推荐+ 《几个夏天了》作者：时星草（校园，同居梗，很有脾气又对美色没有抵抗力的颜控大小姐x除了心哪哪都硬的全能天才）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/1a51372cf0f5"
  },
  {
    "文件名": "推荐+  cp2.3w收藏 《离婚的事，晚点再说》作者：西流（微虐 受追攻 强强 暗恋 年上 先婚后爱）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/1451927a32cf"
  },
  {
    "文件名": "推荐+  3w收藏 《在异世界做游戏的日子》作者：唇亡齿寒0.txt",
    "夸克盘链接": "https://pan.quark.cn/s/21be4202430d"
  },
  {
    "文件名": "推荐+  2.8w收藏 《汪：我为人类社会做贡献 动物快穿 》作者：叶芊珞.txt",
    "夸克盘链接": "https://pan.quark.cn/s/d61fdccc00fc"
  },
  {
    "文件名": "推荐+  3w收藏 《等你那五年》作者 籽潋（破镜重圆，青梅竹马，金枝玉叶X创作鬼才）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a1db201e66cc"
  },
  {
    "文件名": "推荐+  3.1w收藏 《迫害系剧本扮演法 综漫 》作者：西岁（无cp）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/dbd3c12f9aed"
  },
  {
    "文件名": "推荐+  2.8w收藏 《职业读者，追文爆红》作者：自捅千刀.txt",
    "夸克盘链接": "https://pan.quark.cn/s/5d585a00fb2e"
  },
  {
    "文件名": "推荐+  3.3w收藏 《和大佬上恋综后万人嫌爆红了》作者：我会抡大锤（灵异，娇气包美人受X装npc邪神攻）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/b8f25c97dd05"
  },
  {
    "文件名": "推荐+  2.7w收藏 《限定告白》 作者 晴空岚（戏精小太阳记者X港圈清冷贵公子）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/7a909d1093dd"
  },
  {
    "文件名": "推荐+  2.7w收藏 《霓虹天气》作者：严雪芥（天降pk竹马，温柔敏感女主vs体贴糙汉男主，天降打败竹马，温馨治愈）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a9d8f619ba99"
  },
  {
    "文件名": "推荐+  2.7w收藏 《盗版boss重归无限怪谈后》作者：菊长大人（强强灵异，人格数据复制型自攻自受，神级boss自恋攻+x+调皮疯披盗版受）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/84f1efeead84"
  },
  {
    "文件名": "推荐+  2.6w收藏 《清穿之在四爷后院的摆烂日常》作者：舜月.txt",
    "夸克盘链接": "https://pan.quark.cn/s/4d9b36b46b59"
  },
  {
    "文件名": "推荐+  2.5w收藏 《这是农场，不是动物园》作者：张早更（又甜又萌）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/95d641c8788f"
  },
  {
    "文件名": "推荐+  2.5w收藏 《在提瓦特靠制作游戏成为首富》作者：识怜霜煌.txt",
    "夸克盘链接": "https://pan.quark.cn/s/6dfbd43f30e2"
  },
  {
    "文件名": "推荐+  2.4w收藏 《和cp上娃综后我爆红了》作者：怀胥（先婚后爱，清冷性冷淡校草受x清冷天然黑钓系美攻）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/525af6092067"
  },
  {
    "文件名": "推荐+  2.5w收藏 《躺平的快乐你不懂》作者：陵渡.txt",
    "夸克盘链接": "https://pan.quark.cn/s/459434e644ec"
  },
  {
    "文件名": "推荐+  2.5w收藏 《当血族穿成炮灰反派》作者：锲而不舍（娱乐圈 异能，女王诱受vs被诱隐忍攻）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/5d898f41735c"
  },
  {
    "文件名": "推荐+  2.3w收藏 《驭宦》作者：嗞咚（身娇体软小公主X心狠手辣假太监）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/9b0ebe2e3d41"
  },
  {
    "文件名": "推荐 长佩1.3w收藏  《上钩》作者：困崽（年下，久别重逢，冷静自持c男1 x 风流浪荡烧杯0）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/42ae0c31be13"
  },
  {
    "文件名": "推荐 《我和挖掘机一起穿越了》作者：机械松鼠（强强 魔幻 穿越时空 异能 轻松）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c0aa06eebd1f"
  },
  {
    "文件名": "推荐 《天终于落雨》作者：种瓜（美貌戏精主播×高岭之花物理教授，男二暗恋上位）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/3da690dece51"
  },
  {
    "文件名": "推荐 《星际最后的人类 万人迷 》作者：黎眠（玛丽苏单箭头乙女向）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c3804b24ab24"
  },
  {
    "文件名": "推荐 《天鹅梦》作者：穗雪（跳芭蕾的仙女x玩艺术的京圈少爷，火葬场）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/1adf708416fc"
  },
  {
    "文件名": "推荐 《他的温柔陷阱》作者：绿芦（暗恋，追妻火葬场，破镜重圆，积极努力女大学生温柔豪门公子哥）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/f4be8f824c75"
  },
  {
    "文件名": "推荐 《悄悄心动》作者：墨子哲（双暗恋，冷漠霸道伪学渣x软萌小可爱）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ffddda55353a"
  },
  {
    "文件名": "推荐 《失忆后，老公求我再爱他一次》作者：我爱吃山竹.txt",
    "夸克盘链接": "https://pan.quark.cn/s/3ca2be4972bb"
  },
  {
    "文件名": "推荐 《绿茶攻他翻车了》作者：路回塘（娱乐圈，达观养生受vs疯批绿茶攻）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/79fbf913004e"
  },
  {
    "文件名": "推荐 《戒肆》作者：不知江月（骄纵大小姐VS隐忍深情医生，久别重逢，男主暗恋成真；）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/18bab512ea68"
  },
  {
    "文件名": "推荐 《卡牌人生》作者：书写的稻草人（重生，强强，外表软萌但是战斗起来超疯的受大道理一堆实则没原则的攻）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/2e15dca28528"
  },
  {
    "文件名": "推荐 《恋综：你就宠他吧》作者：苏九影（一见钟情的年上宠铁石心肠的天然呆）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/5f8bc280b856"
  },
  {
    "文件名": "推荐 《和你谈恋爱我可能会死》作者：草里君（欢喜冤家）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/d1ca391801a5"
  },
  {
    "文件名": "推荐 《共吟》作者：边萤（挽弓搭玫瑰，救赎文，相爱相杀）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/def62c6eba8d"
  },
  {
    "文件名": "推荐 《夫君纳妾以后》作者：二两春(温婉美人vs绿茶公子，男小三上位文，古言姐弟恋）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/244930a135b1"
  },
  {
    "文件名": "推荐 《反派O变A后攻了主角攻》作者：鲨大鱼（强强，追求乐趣不是啥好瓜的狐狸攻X表面高冷实际禁不住挑逗的灰狼受）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/0200a2babe2e"
  },
  {
    "文件名": "推荐 《被宿敌错认后》作者：赵中语（强取豪夺，坚韧美惨罪臣遗女X又疯又狗侯府世子）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/f05fd22c8a81"
  },
  {
    "文件名": "推荐 《把死对头认成暗恋对象后》作者：山青禾（炸毛受X斯文败类腹黑攻，先婚后爱，大学校园，先上船后补票）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/4e598b6389c8"
  },
  {
    "文件名": "推荐 《大力出奇迹》作者：莲衫（强强，人傻钱多智熄攻x东北糙汉大力受）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/f5372e57d0d7"
  },
  {
    "文件名": "推荐  长佩1.5w收藏 《超A影帝今天也在和导演干架》作者：山河南渡（家里有矿嚣张较真导演A）x在线开麦随性超A影帝O）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/dc87c400892b"
  },
  {
    "文件名": "推荐  长佩1.5w收藏 《勉强结婚》作者：隔岸观火（年上AO，表面成熟稳重实则温柔宠人攻×表面叛逆不羁实则可爱奶狗受）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/cb82baf4df7d"
  },
  {
    "文件名": "推荐  长佩1.4w收藏 《破碎后劲》作者：何暮楚.txt",
    "夸克盘链接": "https://pan.quark.cn/s/f377e39a8f39"
  },
  {
    "文件名": "推荐  1.6w收藏 失忆后嫁给了前男友他爸作者：木橙西（攻受相差16岁，爱脑补且骚操作频出失忆受vs外表温柔实则占有欲极强攻）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ef1518b321b2"
  },
  {
    "文件名": "推荐  长佩1.3w收藏 《真空玫瑰》作者：隔岸观火（星际军校背景，青涩小狗攻x冷情美人受，AO年下，先婚后爱）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/bbd3c7b82bf7"
  },
  {
    "文件名": "推荐  无CP 《她们正当风华（快穿）》作者：单人谷.txt",
    "夸克盘链接": "https://pan.quark.cn/s/23262de426e2"
  },
  {
    "文件名": "推荐  长佩1.2w收藏 《谨遵医嘱》作者：墨墨涂（刑侦队长白景聿＊外科医生宋寻）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/515e0ebb42c3"
  },
  {
    "文件名": "推荐  cp2w收藏 《行舟又见桃花源》作者：蜜糖年代（暗恋救赎 破镜重圆）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/f23b158030e2"
  },
  {
    "文件名": "推荐  2w收藏 《祂回家了 无限 》作者：宴不知.txt",
    "夸克盘链接": "https://pan.quark.cn/s/5e001b5aca86"
  },
  {
    "文件名": "推荐  2w收藏 《惊！真千金上了变形记 古穿今 》作者：承流（满级真千金从古代杀回来了）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/d934b475a41d"
  },
  {
    "文件名": "推荐  2w收藏 《穿成阴郁万人嫌早死的白月光［穿书］》作者：桃胥（救赎文，盯妻狂魔阴郁鬼畜攻VS乐观小太阳受）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/f48fbcd76cd4"
  },
  {
    "文件名": "推荐  2.3w收藏 《同步平行世界的我制霸无限流》作者：帷幕灯火.txt",
    "夸克盘链接": "https://pan.quark.cn/s/780f5a74aafd"
  },
  {
    "文件名": "推荐  2w收藏 《关键期假设》作者：Llosa（竹马 救赎 养成 武力满级的护妻狂魔兼天才黑客X语言能力缺失的小可怜兼绘本作家）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/466c352350bd"
  },
  {
    "文件名": "推荐  2.3w收藏 《给全红楼直播解读原著》作者：安静的九乔.txt",
    "夸克盘链接": "https://pan.quark.cn/s/45760bbdd552"
  },
  {
    "文件名": "推荐  2.2w收藏 《双生崽崽又在娃综玩找茬》作者：朱古力兔.txt",
    "夸克盘链接": "https://pan.quark.cn/s/55fb0f5bfacf"
  },
  {
    "文件名": "推荐  2.1w收藏 《嫁入豪门，女配她在线发疯》作者：教无（张嘴就是胡说八道的发疯女主vs没见过世面的普通又无聊的人类们）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/58bc8f1d9be8"
  },
  {
    "文件名": "推荐  2.1w收藏 《第九次告白》作者：越六关（甜心公主 VS 深情温柔贵公子，男暗恋，女先婚后爱）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/1563f26f4ece"
  },
  {
    "文件名": "推荐  1.8w收藏 《吻刺》作者：二川川（清冷带刺VS懒痞情种+ 大学到都市丨破镜重圆 ）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c89eeeabaf56"
  },
  {
    "文件名": "推荐  1.8w收藏 《偏爱她成瘾／她坏得迷人 快穿 》作者：快乐如初简单.txt",
    "夸克盘链接": "https://pan.quark.cn/s/7463b4ca75fc"
  },
  {
    "文件名": "推荐  1.8w收藏 《带着空间宠夫郎（种田）》作者：青青园葵.txt",
    "夸克盘链接": "https://pan.quark.cn/s/3f4a9742a01b"
  },
  {
    "文件名": "推荐  1.8w收藏 《怪物的新娘》作者：白夏昼长.txt",
    "夸克盘链接": "https://pan.quark.cn/s/b5191e189341"
  },
  {
    "文件名": "推荐  1.7w收藏 那个幸运女神就是逊啦！ 基建  作者：撕枕犹眠（生存基建冒险，微克微惊悚，女主金手指爽文）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/d7f566d18178"
  },
  {
    "文件名": "推荐  1.8w收藏 《程秘书不好惹》作者 半两无眠（办公室恋情，社牛怒怼怼秘书x对内偏宠对外冷峻总裁，对头变情人）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/b693b9539c17"
  },
  {
    "文件名": "推荐  1.7w收藏 《雪下轻卿 先婚后爱 》作者：州府小十三（女主利用完男主走人·男主发疯文，没有心·感情骗子x睚眦必报·世家公子）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/8bbe1aabbf37"
  },
  {
    "文件名": "推荐  1.7w收藏 《难惹》作者：似川（双恋爱脑，白切黑男神攻x自卑偏执小可怜受）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/bcee12282b00"
  },
  {
    "文件名": "推荐  1.6w收藏 《妖痣》作者：令疏（古言，妩媚娇柔的心机美人×故作闲散的野心皇子）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/d735db0f9b61"
  },
  {
    "文件名": "推荐  1.6w收藏 《步步为你》作者：南星北落（女主先婚后爱，男主暗恋成真，蓄谋已久）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/648b0bc4fc00"
  },
  {
    "文件名": "推荐  1.6w收藏 《暴君败给了小皇后》作者：桃苏子（帝后文，男主前期很狗，后期成长型忠犬）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/4b8c8eebf52a"
  },
  {
    "文件名": "推荐  1.6w收藏 《女配她坐拥万千宠爱 快穿 》作者：一曲封侯.txt",
    "夸克盘链接": "https://pan.quark.cn/s/cf3910bc7f32"
  },
  {
    "文件名": "推荐  1.5w收藏 《折枝》作者：惘若（欢喜冤家，高冷禁欲腹黑傲娇商界大佬×娇纵清冷淡泊女舞蹈家）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/8434a93d3dc3"
  },
  {
    "文件名": "推荐  1.5w收藏 《我在古代写狗血文火了》作者：二木则林（穿越，种田+基建+甜文）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/9503cd830734"
  },
  {
    "文件名": "推荐  1.5w收藏 《捧在心尖上的病美人》作者：婻书（超甜小甜文，病美人钓系江故受vs忠犬痴情室友司珩攻）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/dfb1d56f6614"
  },
  {
    "文件名": "推荐  1.5w收藏 《今日雾宜》作者：伞上星卷（破镜重圆，浪子回头，白切黑男绿茶 x 温软倔强）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/abbb047439fb"
  },
  {
    "文件名": "推荐  1.4w收藏 《人美为患》作者：朵朵舞（重生之后换个赛道，女扮男装）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/717c261cb39a"
  },
  {
    "文件名": "推荐  1.4w收藏 《招摇过境》作者：香草芋圆（古言，顶级心机小骗纸X看破红尘大魔王）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/730a8b004b58"
  },
  {
    "文件名": "推荐  1.3w收藏 《热岛效应》作者：周梨绪（清冷小狐狸×腹黑心机犬，男主蓄谋已久暗恋成真）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ea387d948598"
  },
  {
    "文件名": "推荐  1.3w收藏 《分手后前任成了领导》作者：皆付笑谈（灵异， 假高冷真流氓的霸道总裁 X 假随和真中二的游戏宅 ）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/27f451106c85"
  },
  {
    "文件名": "推荐  1.2w收藏 《喂你捡错老婆了喂［快穿］》作者：逃跑莉莉安（互宠，攻宠受，受恋爱脑喜欢攻）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/6c7cf64c9abd"
  },
  {
    "文件名": "推荐  1.2w收藏 《南荣》作者：迷幻的炮台（狗血强制爱，杀伐决断多疑帝王×体弱多病貌美世子）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/741b5fd058d4"
  },
  {
    "文件名": "推荐  1.1w收藏 《都水监公厨》作者：越茶茶（古言，美食+悬疑）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/7514e7a6f906"
  },
  {
    "文件名": "推荐  1.1w收藏 《八零年代二婚夫妻》作者：七月田.txt",
    "夸克盘链接": "https://pan.quark.cn/s/0c193123a62d"
  },
  {
    "文件名": "通关逃生游戏后世界融合了 作者：虹星.txt",
    "夸克盘链接": "https://pan.quark.cn/s/64e0756b7cad"
  },
  {
    "文件名": "同桌变成幽灵后 作者：稀星子.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e8e9fcaa2496"
  },
  {
    "文件名": "堂堂妖帝为何装猫 作者：渚舟.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e82f0151147f"
  },
  {
    "文件名": "热文 《重生后我靠种田暴富》作者：秋天的信.txt",
    "夸克盘链接": "https://pan.quark.cn/s/d0ec80ea56ce"
  },
  {
    "文件名": "太子嫔 作者 抒鹤.txt",
    "夸克盘链接": "https://pan.quark.cn/s/842c8b5ceea8"
  },
  {
    "文件名": "他在梦里偷吻我 作者：银铃翎.txt",
    "夸克盘链接": "https://pan.quark.cn/s/727e25096b7b"
  },
  {
    "文件名": "首辅追妻手札 作者 喵蓝.txt",
    "夸克盘链接": "https://pan.quark.cn/s/d9ee7c338e3b"
  },
  {
    "文件名": "沙雕不问出处，我是二哈你记住！ 作者：爱吃烤面筋.txt",
    "夸克盘链接": "https://pan.quark.cn/s/6f1412cb0fda"
  },
  {
    "文件名": "热文 《重生八零：亲妹妹对照组我暴富了》作者：柠檬超甜的.txt",
    "夸克盘链接": "https://pan.quark.cn/s/fbfe5ee27082"
  },
  {
    "文件名": "热文 《重生九零甜心崽》作者：橙子澄澄.txt",
    "夸克盘链接": "https://pan.quark.cn/s/776f58c055d4"
  },
  {
    "文件名": "热文 《重生后，我被冷冰冰皇叔娇宠了》作者：楚玥.txt",
    "夸克盘链接": "https://pan.quark.cn/s/678226076aa2"
  },
  {
    "文件名": "热文 《影后不务正业，靠玄学爆红娱乐圈》作者：唯爱雪.txt",
    "夸克盘链接": "https://pan.quark.cn/s/18cbe3457337"
  },
  {
    "文件名": "热文 《傅先生的玫瑰砂》作者：唐烫.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ea83a5ede356"
  },
  {
    "文件名": "清穿之大佬五福晋 作者：夏离宁.txt",
    "夸克盘链接": "https://pan.quark.cn/s/10f81d4740ea"
  },
  {
    "文件名": "强推 《第一战场指挥官！》作者：腿毛略粗（退戈）（机甲爽文，前期偏热血竞技流，后期成长抗战流。）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/113e56abd32e"
  },
  {
    "文件名": "青梅观察日记 作者：江萝萝.txt",
    "夸克盘链接": "https://pan.quark.cn/s/cf2a85475f59"
  },
  {
    "文件名": "明珠在匣 作者 北庭暮雪.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ea718458213b"
  },
  {
    "文件名": "钱途似锦下堂妻  作者：陈毓华.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a8378a1f9820"
  },
  {
    "文件名": "七零年咸鱼后妈 作者：词酒.txt",
    "夸克盘链接": "https://pan.quark.cn/s/f06403dd2510"
  },
  {
    "文件名": "你是白月光？好巧我也是啊！ 作者：月藏弦.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ed19a013386c"
  },
  {
    "文件名": "冷门推荐 《她就是这个调调》作者：非木非石（白切黑男主 钓系美人）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e5097cbe6b33"
  },
  {
    "文件名": "冷门推荐 《溺瘾》作者：梁若愚（正室之子vs保姆之女）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/24c9cb794af1"
  },
  {
    "文件名": "冷门推荐 《龙傲天捡了个童话公主》作者：水牙牙（西幻+玄幻，甜系呆瓜小太阳×禁欲爹系男友）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/3a6c7343a653"
  },
  {
    "文件名": "快手热文 《古墓新娘，冥王宠得心慌慌》魏香香、赵凌云 作者：魏家二妹.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c4b04bd31134"
  },
  {
    "文件名": "冷门推荐 《被迫尚公主后》作者：柳无期（甜宠，夜防小儿啼哭的流氓公主 vs 算无遗策白切黑的纯情驸马）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/6c7c7339f580"
  },
  {
    "文件名": "快手热文 《我在末世里开度假宾馆》又名《末世，我家宾馆是顶尖安全屋》夏言 作者：养只小蓝猫.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c3132208fc05"
  },
  {
    "文件名": "开局伪装小白花 无限  作者 施泱.txt",
    "夸克盘链接": "https://pan.quark.cn/s/623fabd88715"
  },
  {
    "文件名": "君宠难为 作者：陶瓷朋克少年.txt",
    "夸克盘链接": "https://pan.quark.cn/s/fb0bceb65caf"
  },
  {
    "文件名": "京雪之夜（今夜新婚） 作者：排骨辣酱.txt",
    "夸克盘链接": "https://pan.quark.cn/s/6de179bafc44"
  },
  {
    "文件名": "金手指批发了解一下？ 作者 空山澜月.txt",
    "夸克盘链接": "https://pan.quark.cn/s/1f3ced24e9a6"
  },
  {
    "文件名": "附带番外 黄雀雨 作者：明开夜合.txt",
    "夸克盘链接": "https://pan.quark.cn/s/8ba40ca3bcf4"
  },
  {
    "文件名": "附带番外 古代养娃日常 作者：元月月半.txt",
    "夸克盘链接": "https://pan.quark.cn/s/4a5b8f75e4ac"
  },
  {
    "文件名": "娇阳入怀 作者 小织鱼鱼.txt",
    "夸克盘链接": "https://pan.quark.cn/s/65f25c481ec3"
  },
  {
    "文件名": "附带番外 后浪之下 作者：疯丢子.txt",
    "夸克盘链接": "https://pan.quark.cn/s/57807155c4e9"
  },
  {
    "文件名": "附带番外 夫君是前驸马 作者：春未绿.txt",
    "夸克盘链接": "https://pan.quark.cn/s/15822e8fa713"
  },
  {
    "文件名": "附带番外 峨眉派偶像 作者：江月年年.txt",
    "夸克盘链接": "https://pan.quark.cn/s/6ea799fbd0df"
  },
  {
    "文件名": "附带番外 堕仙 作者：伊人睽睽.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a78d9992c6fa"
  },
  {
    "文件名": "附带番外 缔婚 作者：法采.txt",
    "夸克盘链接": "https://pan.quark.cn/s/3978668db06f"
  },
  {
    "文件名": "附带番外 穿书后我成了茶艺大师 作者：棠眠.txt",
    "夸克盘链接": "https://pan.quark.cn/s/d5d3419bbb2c"
  },
  {
    "文件名": "附带番外 穿书打工手札 作者：漠小兰.txt",
    "夸克盘链接": "https://pan.quark.cn/s/7a9343e3e673"
  },
  {
    "文件名": "付费热文 《孕妈靠无限物资生存》花觅、宫毅 作者：包包紫.txt",
    "夸克盘链接": "https://pan.quark.cn/s/b00ee375f211"
  },
  {
    "文件名": "付费热文 《重生星际喵喵喵》阮姝 作者：单双的单.txt",
    "夸克盘链接": "https://pan.quark.cn/s/288abdf79fb7"
  },
  {
    "文件名": "付费热文 《重生蜜恋：偏执九爷他沦陷了》云漫夏、白鹤渡 作者：风扶柳.txt",
    "夸克盘链接": "https://pan.quark.cn/s/436fea380fd2"
  },
  {
    "文件名": "付费热文 《四宝来袭，战爷娇妻是大佬》林双、战宇寒 作者：大鱼.txt",
    "夸克盘链接": "https://pan.quark.cn/s/0e02cb4f1028"
  },
  {
    "文件名": "付费热文 《仙骄》又名《被渣重生后我在修仙界内卷成第一》 作者：梵缺.txt",
    "夸克盘链接": "https://pan.quark.cn/s/25d8e4329a5b"
  },
  {
    "文件名": "付费热文 《风华鉴》温宛、萧臣 作者：晓云.txt",
    "夸克盘链接": "https://pan.quark.cn/s/1698600d520d"
  },
  {
    "文件名": "付费热文 《他的金丝雀》许辞、傅云深 作者：千里逢迎.txt",
    "夸克盘链接": "https://pan.quark.cn/s/8d7be3218a9f"
  },
  {
    "文件名": "付费热文 《天价娇妻：叔，你宠坏我了》白晓娴、霍蔺启 作者：北薇薇.txt",
    "夸克盘链接": "https://pan.quark.cn/s/24299ba0933f"
  },
  {
    "文件名": "付费热文 《乖宝别哭！禁欲大佬掐腰哄》纪姌、瞿鹤川 作者：陌小陌.txt",
    "夸克盘链接": "https://pan.quark.cn/s/648a9bf5e3a6"
  },
  {
    "文件名": "付费热文 《强扭的瓜真甜》孟景同、黎娇娇 作者：偷马头.txt",
    "夸克盘链接": "https://pan.quark.cn/s/2a331b374ac6"
  },
  {
    "文件名": "付费热文 《从坟墓里扒出来的摄政王妃》慕凤烟、夜璃玦 作者：我是你的浅浅.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c198c8f60106"
  },
  {
    "文件名": "付费独家 《隐婚后，傅医生每天撩她失控》盛从枝、傅延 作者：苏子欢.txt",
    "夸克盘链接": "https://pan.quark.cn/s/4a0824bdddda"
  },
  {
    "文件名": "付费热文 《大婚当天被抄家？我搬空侯府手撕赘婿》沈如、萧无烬 作者：青琉落尘.txt",
    "夸克盘链接": "https://pan.quark.cn/s/705194130323"
  },
  {
    "文件名": "付费独家 《夏日不速客》司羽、陈耀光 作者：露西花.txt",
    "夸克盘链接": "https://pan.quark.cn/s/b8dd7480aec3"
  },
  {
    "文件名": "付费独家 《食得咸鱼抵得渴》向斯微、裴澈 作者：林不答.txt",
    "夸克盘链接": "https://pan.quark.cn/s/7f987b4403a5"
  },
  {
    "文件名": "付费独家 《全家带海洋穿越七零北大荒》俞小野 作者：青阁酱.txt",
    "夸克盘链接": "https://pan.quark.cn/s/0e6d67f658f5"
  },
  {
    "文件名": "付费独家 《盛夏晚风》梁青臾、徐陆 作者：末雨.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e6f6940fed60"
  },
  {
    "文件名": "付费独家 《臣服》沈念、傅瑾淮 作者：无敌最俊朗.txt",
    "夸克盘链接": "https://pan.quark.cn/s/f7c9eaf6ce6c"
  },
  {
    "文件名": "付费独家 《改嫁疯批太子爷，旗袍美人艳翻京圈》宋青柚、傅闻州 作者：张九酒.txt",
    "夸克盘链接": "https://pan.quark.cn/s/d8422753f044"
  },
  {
    "文件名": "拂云 作者：顾凭阑.txt",
    "夸克盘链接": "https://pan.quark.cn/s/d714fe07e0c3"
  },
  {
    "文件名": "绯闻 娱乐圈  作者：半江安澜.txt",
    "夸克盘链接": "https://pan.quark.cn/s/7de7023c3186"
  },
  {
    "文件名": "番外全 Alpha标记Alpha是不是哪里不对 作者：空乌.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ebe9975269cf"
  },
  {
    "文件名": "独家整理 《快穿：病娇偏执反派都团宠我》又名《快穿：娇软美人她又甜又撩》顾若娇、阿尔贝托 作者：茶饼不是茶.txt",
    "夸克盘链接": "https://pan.quark.cn/s/7e9a0b8c65b5"
  },
  {
    "文件名": "番外全 《我这么好看脾气好还得了》作者：扶子不好吃.txt",
    "夸克盘链接": "https://pan.quark.cn/s/43a64cea16ca"
  },
  {
    "文件名": "番外全 《装Beta后我迎娶了顶A元帅》作者：六角雪.txt",
    "夸克盘链接": "https://pan.quark.cn/s/9ea83c56f9f0"
  },
  {
    "文件名": "独家整理 《长公主嫁给奸臣后鼓动他造反了》又名《不就提了和离，你冲我凶什么？》楚长宁、燕北漠 作者：漠宁.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a4bdf19b8e3c"
  },
  {
    "文件名": "独家整理 《日夜诱他》又名《她细腰娇骨，撩禁欲佛子下神坛》薄璟宴、虞安歌 作者：素年.txt",
    "夸克盘链接": "https://pan.quark.cn/s/0afda69ab362"
  },
  {
    "文件名": "独家整理 《糟糕！男配他一直在黑化》又名《急！被高智商反派盯上了怎么办？》沈婳宁、季珩 作者：婳宁她姓沈.txt",
    "夸克盘链接": "https://pan.quark.cn/s/cd36d81b0fc4"
  },
  {
    "文件名": "独家整理 《你快抱抱他！》又名《离不掉！被显眼包形婚老公撩哄！》阮听夏、宋季凛 作者：木子楚歌.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a00b5190d728"
  },
  {
    "文件名": "独家整理 《快穿：被娇宠后她好孕连连》又名《快穿：大佬们娇宠的美人好孕了》宁莞莞 作者：纯情小狗9527.txt",
    "夸克盘链接": "https://pan.quark.cn/s/02d76583e121"
  },
  {
    "文件名": "独家整理 《二嫁东宫》又名《春光囚我》沈雨燃、萧明彻 作者：春光摇.txt",
    "夸克盘链接": "https://pan.quark.cn/s/45d625c982f4"
  },
  {
    "文件名": "独家整理 《娇瘾缠欢》又名《烈吻私欲》秦桑、盛煜 作者：君不弃.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ece368f65f86"
  },
  {
    "文件名": "独家整理 《八零军婚有双宝：炮灰前妻洗白了》又名《嫁最猛军官，生最多乖崽》秦小乔、陆封烈 作者：女生徒.txt",
    "夸克盘链接": "https://pan.quark.cn/s/8860d0a672a8"
  },
  {
    "文件名": "豆瓣热文 《世本无桃源》 陈澈、木畅 作者：沈牵玥.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a776291e3a70"
  },
  {
    "文件名": "豆瓣热文 《合伙之路》边言、苏遇 作者：木木言.txt",
    "夸克盘链接": "https://pan.quark.cn/s/088ff04a53f0"
  },
  {
    "文件名": "豆瓣热文 《不慌不忙》向峻宇、方嘉嘉 作者：夏渔.txt",
    "夸克盘链接": "https://pan.quark.cn/s/d1ff08240b25"
  },
  {
    "文件名": "豆瓣热文 《春癫》李妙音、范贞固 作者：木鬼衣.txt",
    "夸克盘链接": "https://pan.quark.cn/s/36661b07aa52"
  },
  {
    "文件名": "抖音热文 《欲染佛珠》裴松鹤、沈知懿 作者：涧流深.txt",
    "夸克盘链接": "https://pan.quark.cn/s/be71ef9b7bc4"
  },
  {
    "文件名": "抖音热文 《深渊中的黑月光》苏绵绵、谢与淮 作者：陶陶陶桃子吖.txt",
    "夸克盘链接": "https://pan.quark.cn/s/3f0ae723c096"
  },
  {
    "文件名": "抖音热文 《请对我撒娇》又名《蓄谋已久，薛总他明撩暗哄》许莓、薛岑 作者：呆头梨.txt",
    "夸克盘链接": "https://pan.quark.cn/s/6f25a2f79823"
  },
  {
    "文件名": "抖音热文 《美娇娇肤白甜软，病娇绅士亲红眼》苏漾、陆砚珩 作者：邃隐和迟栖.txt",
    "夸克盘链接": "https://pan.quark.cn/s/aa25da625a13"
  },
  {
    "文件名": "抖音热文 《零度暧昧》温旎、商简予 作者：澜笙.txt",
    "夸克盘链接": "https://pan.quark.cn/s/6b78130b923d"
  },
  {
    "文件名": "东宫互演手册 作者：雪满头.txt",
    "夸克盘链接": "https://pan.quark.cn/s/103300376caf"
  },
  {
    "文件名": "东方帮3 恶魔妻 作者：陈毓华.txt",
    "夸克盘链接": "https://pan.quark.cn/s/cebdbbb91b2e"
  },
  {
    "文件名": "穿成年代文的病美人 七零  作者 雾矢翊.txt",
    "夸克盘链接": "https://pan.quark.cn/s/09081d94f913"
  },
  {
    "文件名": "当我不再爱你 作者 骆轻寒.txt",
    "夸克盘链接": "https://pan.quark.cn/s/1d0771f259fd"
  },
  {
    "文件名": "程秘书不好惹 作者 半两无眠.txt",
    "夸克盘链接": "https://pan.quark.cn/s/24857458055f"
  },
  {
    "文件名": "穿成自闭女主的恋爱脑后妈 作者：年糕不甜.txt",
    "夸克盘链接": "https://pan.quark.cn/s/d9ed4aba149f"
  },
  {
    "文件名": "比春天更绿，比夏天还明媚 作者：叹西茶(3.txt",
    "夸克盘链接": "https://pan.quark.cn/s/40bbbf928a07"
  },
  {
    "文件名": "别问我谁是迪斯科 八零  作者 鹿子草.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a3735a8cdb62"
  },
  {
    "文件名": "白月光死遁后他疯魔了 作者 辞楼西.txt",
    "夸克盘链接": "https://pan.quark.cn/s/b039ba50d305"
  },
  {
    "文件名": "表少爷黑化后 作者 妩卿.txt",
    "夸克盘链接": "https://pan.quark.cn/s/5842eb597111"
  },
  {
    "文件名": "GL《招惹长公主后死遁失败了》作者：明裕.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ca20fc39b54f"
  },
  {
    "文件名": "GL《重生渣A和病弱O在一起了》作者：人间小炽.txt",
    "夸克盘链接": "https://pan.quark.cn/s/17d0e9eefc6e"
  },
  {
    "文件名": "GL《魔君你别太离谱［穿书］》作者：黎筝弦.txt",
    "夸克盘链接": "https://pan.quark.cn/s/2b9ee7129bda"
  },
  {
    "文件名": "GL《撩了反派跑路后》作者：木亿.txt",
    "夸克盘链接": "https://pan.quark.cn/s/11c432293c72"
  },
  {
    "文件名": "GL《局部降雪禁止私奔》作者：在吃橙子.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a8958e183723"
  },
  {
    "文件名": "GL《穿成反派手中剑》作者：玉面小郎君.txt",
    "夸克盘链接": "https://pan.quark.cn/s/5471a9dadd99"
  },
  {
    "文件名": "GL《顶级拽A和甜O订婚后》作者：绮予.txt",
    "夸克盘链接": "https://pan.quark.cn/s/46adbd7bab99"
  },
  {
    "文件名": "GL《穿成残疾女主的炮灰上司》作者：铃舟.txt",
    "夸克盘链接": "https://pan.quark.cn/s/caa70d50eaa3"
  },
  {
    "文件名": "GL《病弱美人她总是在钓我》作者：贰月始一.txt",
    "夸克盘链接": "https://pan.quark.cn/s/0b242e67aafd"
  },
  {
    "文件名": "GL《被照骗后和照片本人奔现了》作者：肉汤泡饭.txt",
    "夸克盘链接": "https://pan.quark.cn/s/85a9a7061ba1"
  },
  {
    "文件名": "GL《败给软妹》作者：归川.txt",
    "夸克盘链接": "https://pan.quark.cn/s/2b36234c6d3f"
  },
  {
    "文件名": "BL《作为主角攻的差劲前男友》作者：商红药.txt",
    "夸克盘链接": "https://pan.quark.cn/s/adb8724be167"
  },
  {
    "文件名": "BL《主角们都想独占我 快穿 》作者：啾啾大王.txt",
    "夸克盘链接": "https://pan.quark.cn/s/86a874cc8598"
  },
  {
    "文件名": "BL《资源咖的我和黑料爱豆相爱了》作者：今非昨.txt",
    "夸克盘链接": "https://pan.quark.cn/s/5d3226977f91"
  },
  {
    "文件名": "BL《诸星见我 星际 》作者：不盐.txt",
    "夸克盘链接": "https://pan.quark.cn/s/9d2fbac4987a"
  },
  {
    "文件名": "BL《直男穿进游戏后抱上死神大腿》作者：sin犹木在水.txt",
    "夸克盘链接": "https://pan.quark.cn/s/f21290c25b42"
  },
  {
    "文件名": "BL《重生后，殿下们都想宠我》作者：叫我烂苹果.txt",
    "夸克盘链接": "https://pan.quark.cn/s/791941317439"
  },
  {
    "文件名": "BL《掌中》作者：北境有冻离.txt",
    "夸克盘链接": "https://pan.quark.cn/s/79700bd8d9a3"
  },
  {
    "文件名": "BL《渣O撕掉假万人迷剧本》作者：风悬.txt",
    "夸克盘链接": "https://pan.quark.cn/s/5e1295029596"
  },
  {
    "文件名": "BL《暂借星火》作者：梦里長.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e5680126f82e"
  },
  {
    "文件名": "BL《在无限游戏养崽崽》作者：宁翊.txt",
    "夸克盘链接": "https://pan.quark.cn/s/71eabaee36c7"
  },
  {
    "文件名": "BL《在柯学世界靠苟续命》作者：江枝亚罗.txt",
    "夸克盘链接": "https://pan.quark.cn/s/8a69bea6f3a0"
  },
  {
    "文件名": "BL《有效婚约》作者：七子华.txt",
    "夸克盘链接": "https://pan.quark.cn/s/843ac03e1592"
  },
  {
    "文件名": "BL《原来我是异常源》作者：程惊堂.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ed07db9f391c"
  },
  {
    "文件名": "BL《一觉醒来我成了百亿富翁》作者：安日天.txt",
    "夸克盘链接": "https://pan.quark.cn/s/aa2fcabe7972"
  },
  {
    "文件名": "BL《衣冠之下》作者：陈隐.txt",
    "夸克盘链接": "https://pan.quark.cn/s/7a42ebef1120"
  },
  {
    "文件名": "BL《小章鱼无限图鉴》作者：藏金币的小羊.txt",
    "夸克盘链接": "https://pan.quark.cn/s/fafa3d636597"
  },
  {
    "文件名": "BL《一觉醒来和死对头有娃了》作者：弦意.txt",
    "夸克盘链接": "https://pan.quark.cn/s/2d82a345b7ae"
  },
  {
    "文件名": "BL《小触手恋爱守则》作者：顾菇咕.txt",
    "夸克盘链接": "https://pan.quark.cn/s/fd0285f598a7"
  },
  {
    "文件名": "BL《小崽崽他超行的！》作者：时光语.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a398d2e376b4"
  },
  {
    "文件名": "BL《想和池神谈恋爱》作者：不吃甜.txt",
    "夸克盘链接": "https://pan.quark.cn/s/329463b83028"
  },
  {
    "文件名": "BL《我有一座美食城 基建 》作者：织吖.txt",
    "夸克盘链接": "https://pan.quark.cn/s/5dfdbc031de1"
  },
  {
    "文件名": "BL《现在就等着死了》作者：即墨遥.txt",
    "夸克盘链接": "https://pan.quark.cn/s/53132e9e8d74"
  },
  {
    "文件名": "BL《误撩》作者：弦意.txt",
    "夸克盘链接": "https://pan.quark.cn/s/868a29481555"
  },
  {
    "文件名": "BL《我与祂》作者：张无声.txt",
    "夸克盘链接": "https://pan.quark.cn/s/50c114945c5d"
  },
  {
    "文件名": "BL《我以为我是反派人设》作者：中原逐鹿.txt",
    "夸克盘链接": "https://pan.quark.cn/s/d3ae7b505844"
  },
  {
    "文件名": "BL《我能留你到五更 无限 》作者：阿辞姑娘.txt",
    "夸克盘链接": "https://pan.quark.cn/s/b0d022e85f27"
  },
  {
    "文件名": "BL《我那柔弱无助的可怜老婆 虫族 》作者：不缀枝.txt",
    "夸克盘链接": "https://pan.quark.cn/s/3bd9b93c8770"
  },
  {
    "文件名": "BL《我那貌美小夫郎》作者：千畅.txt",
    "夸克盘链接": "https://pan.quark.cn/s/cef3e1c9992e"
  },
  {
    "文件名": "BL《我和冥主谈恋爱》作者：店长不开店.txt",
    "夸克盘链接": "https://pan.quark.cn/s/8405e72c0280"
  },
  {
    "文件名": "BL《我不做渣攻》作者：甜糖阿二.txt",
    "夸克盘链接": "https://pan.quark.cn/s/b53dcf375f99"
  },
  {
    "文件名": "BL《我的竹马他为什么这样》作者：弦意.txt",
    "夸克盘链接": "https://pan.quark.cn/s/64718b5aa7f7"
  },
  {
    "文件名": "BL《窝心》作者：咿芽.txt",
    "夸克盘链接": "https://pan.quark.cn/s/dabf9b753307"
  },
  {
    "文件名": "BL《为了留在人类社会嫁给老攻》作者：米勒矩阵.txt",
    "夸克盘链接": "https://pan.quark.cn/s/d09acc8a38e5"
  },
  {
    "文件名": "BL《危险关系》作者：酉野.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a9900c3c2430"
  },
  {
    "文件名": "BL《团宠小疯子》作者：明如灼.txt",
    "夸克盘链接": "https://pan.quark.cn/s/9ba3801ea053"
  },
  {
    "文件名": "BL《玩偶是个黏人精》作者：恶鬼不善.txt",
    "夸克盘链接": "https://pan.quark.cn/s/bb7ffd0bc844"
  },
  {
    "文件名": "BL《太子殿下只想活着》作者：金戈万里.txt",
    "夸克盘链接": "https://pan.quark.cn/s/916fa18f4b5b"
  },
  {
    "文件名": "BL《斯文败类老公他不装了》作者：章鱼老师.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e8ad8c36a3b2"
  },
  {
    "文件名": "BL《瘫蛇的小夫郎 种田 》作者：小鱼饼干.txt",
    "夸克盘链接": "https://pan.quark.cn/s/d90e2513057d"
  },
  {
    "文件名": "BL《睡火山》作者：四昭白蕤.txt",
    "夸克盘链接": "https://pan.quark.cn/s/2286efad217e"
  },
  {
    "文件名": "BL《三年寡夫两年将军夫人》作者：酒也好贵.txt",
    "夸克盘链接": "https://pan.quark.cn/s/82b14e87da35"
  },
  {
    "文件名": "BL《三角关系》作者：达不溜歪.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a9b4a26173e3"
  },
  {
    "文件名": "BL《撒娇崽崽最好命》作者： 未未不知眠.txt",
    "夸克盘链接": "https://pan.quark.cn/s/158feaab9668"
  },
  {
    "文件名": "BL《全世界都暗恋我师尊，除了我》作者：喵三省.txt",
    "夸克盘链接": "https://pan.quark.cn/s/26a04393182f"
  },
  {
    "文件名": "BL《全员恶人顶流养老团》作者：清风不解其意.txt",
    "夸克盘链接": "https://pan.quark.cn/s/9e269ea81cbd"
  },
  {
    "文件名": "BL《清冷攻三在恋综凭亿近人》作者：千川丿.txt",
    "夸克盘链接": "https://pan.quark.cn/s/cf0b15f4c020"
  },
  {
    "文件名": "BL《巧克力》作者：Claire.txt",
    "夸克盘链接": "https://pan.quark.cn/s/2e346431405a"
  },
  {
    "文件名": "BL《签下离婚协议后我被读心了》作者：橘子HW.txt",
    "夸克盘链接": "https://pan.quark.cn/s/af0a6267c138"
  },
  {
    "文件名": "BL《岂不罹凝寒》作者：半知半解.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e6f7d4508a19"
  },
  {
    "文件名": "BL《骑士病》作者：知我.txt",
    "夸克盘链接": "https://pan.quark.cn/s/51f1985bf5a0"
  },
  {
    "文件名": "BL《漂亮名流 娱乐圈 》作者：眠凰.txt",
    "夸克盘链接": "https://pan.quark.cn/s/de4f060e20a7"
  },
  {
    "文件名": "BL《漂亮O信息素的致命吸引》作者：虞辞砚.txt",
    "夸克盘链接": "https://pan.quark.cn/s/b8634c632559"
  },
  {
    "文件名": "BL《偏执攻的病美人逃不掉了》作者：金玉其内.txt",
    "夸克盘链接": "https://pan.quark.cn/s/231d1b357beb"
  },
  {
    "文件名": "BL《偏执反派求我爱他 快穿 》作者：暮雨雨.txt",
    "夸克盘链接": "https://pan.quark.cn/s/21be98cb909e"
  },
  {
    "文件名": "BL《炮灰男配罢工了 快穿 》作者：杨柳垂堤.txt",
    "夸克盘链接": "https://pan.quark.cn/s/50565fe96f60"
  },
  {
    "文件名": "BL《炮灰和反派是真爱[快穿]》作者：墨水芯.txt",
    "夸克盘链接": "https://pan.quark.cn/s/5b2921e9ce93"
  },
  {
    "文件名": "BL《炮灰反派，沉迷养崽》作者：西柚粥.txt",
    "夸克盘链接": "https://pan.quark.cn/s/16d0ffc2e3c5"
  },
  {
    "文件名": "BL《炮灰不想被牺牲》作者： 不知飞羽.txt",
    "夸克盘链接": "https://pan.quark.cn/s/0d257619c611"
  },
  {
    "文件名": "BL《虐渣不如搞科技（快穿）》作者：天涯黑人.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ba8a255aabac"
  },
  {
    "文件名": "BL《你们校霸都这么漂亮吗？》作者：汪汪语.txt",
    "夸克盘链接": "https://pan.quark.cn/s/b48975294b6d"
  },
  {
    "文件名": "BL《某咒术求生RPG》作者：太阳先生没起床.txt",
    "夸克盘链接": "https://pan.quark.cn/s/2a577a1a92ec"
  },
  {
    "文件名": "BL《难赴风月》作者：半缘修道.txt",
    "夸克盘链接": "https://pan.quark.cn/s/8aad1eacf84f"
  },
  {
    "文件名": "BL《末日想苟？不可能的！》作者：白鹿和月.txt",
    "夸克盘链接": "https://pan.quark.cn/s/de0af68cf0d4"
  },
  {
    "文件名": "BL《摸了就跑》作者：甜梅星.txt",
    "夸克盘链接": "https://pan.quark.cn/s/5c3093fc19db"
  },
  {
    "文件名": "BL《绿茶小师弟又在演我》作者：绣生.txt",
    "夸克盘链接": "https://pan.quark.cn/s/786f80722dc5"
  },
  {
    "文件名": "BL《落魄后被死对头捡到了》作者：林夕林.txt",
    "夸克盘链接": "https://pan.quark.cn/s/d7ce521d4e94"
  },
  {
    "文件名": "BL《鸾臣》作者：月祭Nico.txt",
    "夸克盘链接": "https://pan.quark.cn/s/092f18cafbf5"
  },
  {
    "文件名": "BL《论如何驯服暴戾小狗》作者：樱桃李.txt",
    "夸克盘链接": "https://pan.quark.cn/s/bed532177196"
  },
  {
    "文件名": "BL《龙生九子，他最胆小》作者：卉乔.txt",
    "夸克盘链接": "https://pan.quark.cn/s/582d59e502af"
  },
  {
    "文件名": "BL《龙傲天都爱我 快穿 》作者：时如意.txt",
    "夸克盘链接": "https://pan.quark.cn/s/4d9605847096"
  },
  {
    "文件名": "BL《零度以上》作者：何缺.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a820263d081f"
  },
  {
    "文件名": "BL《老板他是穿书的（娱乐圈）》作者：成翎.txt",
    "夸克盘链接": "https://pan.quark.cn/s/422fa7481a92"
  },
  {
    "文件名": "BL《救赎悲情角色［快穿］》作者：原pai.txt",
    "夸克盘链接": "https://pan.quark.cn/s/fd5fd148036c"
  },
  {
    "文件名": "BL《蓝色鸡尾酒》作者：茶榷.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c0796418483b"
  },
  {
    "文件名": "BL《警视先生离我远点儿》作者：莫沉吟.txt",
    "夸克盘链接": "https://pan.quark.cn/s/d855f572c8db"
  },
  {
    "文件名": "BL《今天撩到情敌了吗》作者：曲迟语.txt",
    "夸克盘链接": "https://pan.quark.cn/s/63151ffaf8ec"
  },
  {
    "文件名": "BL《假少爷重生后和主角在一起了》作者：安提秋.txt",
    "夸克盘链接": "https://pan.quark.cn/s/34e82160028b"
  },
  {
    "文件名": "BL《继承来的雌虫是理想型[虫族]》作者：一言生花.txt",
    "夸克盘链接": "https://pan.quark.cn/s/5a339ddc55e0"
  },
  {
    "文件名": "BL《假少爷他亲哥是玄学大佬》作者：丸二缘.txt",
    "夸克盘链接": "https://pan.quark.cn/s/4ec69c2898b4"
  },
  {
    "文件名": "BL《怀了魔头的崽后》作者：绿色小白梨.txt",
    "夸克盘链接": "https://pan.quark.cn/s/4f51c4c9965c"
  },
  {
    "文件名": "BL《换攻：定制替身》作者：原味奶酪棒.txt",
    "夸克盘链接": "https://pan.quark.cn/s/4515b6c5c2be"
  },
  {
    "文件名": "BL《糊咖真少爷马甲掉了 穿书 》作者：西风狂.txt",
    "夸克盘链接": "https://pan.quark.cn/s/05dbcc67f08c"
  },
  {
    "文件名": "BL《和冤家竹马同队后 电竞 》作者：怀南栀.txt",
    "夸克盘链接": "https://pan.quark.cn/s/32c21c7995ce"
  },
  {
    "文件名": "BL《豪门后爸，在线摆烂》作者：榆木鱼鱼.txt",
    "夸克盘链接": "https://pan.quark.cn/s/2cc99596770a"
  },
  {
    "文件名": "BL《海岛相亲》作者：咸柠七.txt",
    "夸克盘链接": "https://pan.quark.cn/s/14e5be9fd2d8"
  },
  {
    "文件名": "BL《公主病矫正指南》作者：夏日空想家.txt",
    "夸克盘链接": "https://pan.quark.cn/s/eaa0cbf55284"
  },
  {
    "文件名": "BL《乖软omega又被指挥官捕获了》作者：枝共冢.txt",
    "夸克盘链接": "https://pan.quark.cn/s/adc2d705c8ea"
  },
  {
    "文件名": "BL《顾将军，王爷太撩人》作者：柒鹿兒.txt",
    "夸克盘链接": "https://pan.quark.cn/s/7f74238f6a17"
  },
  {
    "文件名": "BL《佛系青年捡到娇气包》作者：悟钱.txt",
    "夸克盘链接": "https://pan.quark.cn/s/d2d1770eecd6"
  },
  {
    "文件名": "BL《风雪待归人》作者：小霄.txt",
    "夸克盘链接": "https://pan.quark.cn/s/debf7fb40f8a"
  },
  {
    "文件名": "BL《分手后前男友成了我队友》作者：五香咸鱼.txt",
    "夸克盘链接": "https://pan.quark.cn/s/01a524f335a5"
  },
  {
    "文件名": "BL《分配对象（虫族）》作者：湛霄.txt",
    "夸克盘链接": "https://pan.quark.cn/s/dac669420210"
  },
  {
    "文件名": "BL《废物雄虫上娃综爆火[虫族]》作者：大阳光.txt",
    "夸克盘链接": "https://pan.quark.cn/s/1c4fd81a139d"
  },
  {
    "文件名": "BL《废太子怀了敌国皇子的崽》作者：春生夏合.txt",
    "夸克盘链接": "https://pan.quark.cn/s/570ef1e26fa5"
  },
  {
    "文件名": "BL《蝶生》作者：典飞鱼.txt",
    "夸克盘链接": "https://pan.quark.cn/s/fa184ed34a7d"
  },
  {
    "文件名": "BL《钓系白月光终于回国了》作者：山野原野.txt",
    "夸克盘链接": "https://pan.quark.cn/s/06ce447f306b"
  },
  {
    "文件名": "BL《钓系Alpha又飒又甜》作者：青棠.txt",
    "夸克盘链接": "https://pan.quark.cn/s/904c5935a354"
  },
  {
    "文件名": "BL《帝君人设崩塌中》作者：南风北寄.txt",
    "夸克盘链接": "https://pan.quark.cn/s/9c56a7b9fabb"
  },
  {
    "文件名": "BL《电竞黑月光洗白手册[重生]》作者：鱼西球球.txt",
    "夸克盘链接": "https://pan.quark.cn/s/591720290a45"
  },
  {
    "文件名": "BL《等你变弯很久了》作者：江也盼.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ec5b751cb708"
  },
  {
    "文件名": "BL《大爹室友是我死对头》作者：夙与合.txt",
    "夸克盘链接": "https://pan.quark.cn/s/034ec4fbd9d8"
  },
  {
    "文件名": "BL《大佬A反被O宠》作者：二月面包.txt",
    "夸克盘链接": "https://pan.quark.cn/s/0637dd59bf79"
  },
  {
    "文件名": "BL《大超的五条猫猫饲养日常》作者：云禾酒.txt",
    "夸克盘链接": "https://pan.quark.cn/s/977cbebea251"
  },
  {
    "文件名": "BL《春犬的狂热》作者：绿色毛毛球.txt",
    "夸克盘链接": "https://pan.quark.cn/s/7af0ac71448e"
  },
  {
    "文件名": "BL《穿成学霸前男友［穿书］》作者：叶子花.txt",
    "夸克盘链接": "https://pan.quark.cn/s/2c29b4cbbde5"
  },
  {
    "文件名": "BL《穿成摄政王后只想摆烂》作者：卡了能莎.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e529ca579a03"
  },
  {
    "文件名": "BL《穿成古代大龄剩男》作者：呆呆呆呆呆.txt",
    "夸克盘链接": "https://pan.quark.cn/s/4a8d5ad5a979"
  },
  {
    "文件名": "BL《穿成反派男配的小跟班》作者：单人有只鱼.txt",
    "夸克盘链接": "https://pan.quark.cn/s/5d3f0cfa5c44"
  },
  {
    "文件名": "BL《穿成虫族对照组的渣雄虫》作者：景熠熠.txt",
    "夸克盘链接": "https://pan.quark.cn/s/2245ef140fdf"
  },
  {
    "文件名": "BL《揣崽来回跑》作者：来稀.txt",
    "夸克盘链接": "https://pan.quark.cn/s/71ef598dfa14"
  },
  {
    "文件名": "BL《揣崽穿到七年后》作者：酒未眠.txt",
    "夸克盘链接": "https://pan.quark.cn/s/4885d9f2a24d"
  },
  {
    "文件名": "BL《丞相他觊觎朕已久》作者：卡了能莎.txt",
    "夸克盘链接": "https://pan.quark.cn/s/d1ca2a45a844"
  },
  {
    "文件名": "BL《不是小怪物，是团宠龙崽 星际 》作者：凤箫声醉.txt",
    "夸克盘链接": "https://pan.quark.cn/s/8685e90f35d6"
  },
  {
    "文件名": "BL《不是说好做兄弟吗》作者：白满树.txt",
    "夸克盘链接": "https://pan.quark.cn/s/f7104f6b4887"
  },
  {
    "文件名": "BL《病弱白月光揣崽跑了》作者：猫不皂.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c652cf136e8d"
  },
  {
    "文件名": "BL《病美人是偏执竹马心尖宠》作者：千语翎.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a549a4318489"
  },
  {
    "文件名": "BL《病美人拒拿炮灰剧本》作者：叶南九.txt",
    "夸克盘链接": "https://pan.quark.cn/s/bf9ac951c6c6"
  },
  {
    "文件名": "BL《被献给反派大佬以后［穿书］》作者：枭钥.txt",
    "夸克盘链接": "https://pan.quark.cn/s/4c6cbb333dca"
  },
  {
    "文件名": "BL《陛下难当》作者：宋昭昭.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e123554eeefc"
  },
  {
    "文件名": "BL《被金主抛弃后我又去跪着求他了》作者：坐久了腿总麻.txt",
    "夸克盘链接": "https://pan.quark.cn/s/de1209deffe9"
  },
  {
    "文件名": "BL《白莲花出道后爆红了》作者：山夕而而.txt",
    "夸克盘链接": "https://pan.quark.cn/s/f45507225622"
  },
  {
    "文件名": "BL《安睡玩偶》作者：三股兔.txt",
    "夸克盘链接": "https://pan.quark.cn/s/9a40192a10c6"
  },
  {
    "文件名": "BL《Alpha驯服指南》作者：小木心.txt",
    "夸克盘链接": "https://pan.quark.cn/s/cb91b47d9915"
  },
  {
    "文件名": "BL《Loser[电竞]》作者：我选择猫车.txt",
    "夸克盘链接": "https://pan.quark.cn/s/79960957ae91"
  },
  {
    "文件名": "BL《[红楼]贾赦有了植物系异能》作者：古灵灵.txt",
    "夸克盘链接": "https://pan.quark.cn/s/67b6262f1211"
  },
  {
    "文件名": "BL《ABO：樱桃酿酒》作者：游客鱼某人.txt",
    "夸克盘链接": "https://pan.quark.cn/s/2264330c0e10"
  },
  {
    "文件名": "BL《 快穿 貌美金丝雀他深陷修罗场》作者：啊欲.txt",
    "夸克盘链接": "https://pan.quark.cn/s/1cb0831f1c0d"
  },
  {
    "文件名": "BL《（综漫同人）禅院富江的柯学作弊码》作者：变卦为乾.txt",
    "夸克盘链接": "https://pan.quark.cn/s/69887a79c960"
  },
  {
    "文件名": "7w收藏！ 《把虫族吃到濒危 星际 》作者：夜半灯花（女主星际最强！美食文向）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/d6be2fe38e85"
  },
  {
    "文件名": "BL《 ABO 装B的O被大佬诱捕了》作者：苏三酒.txt",
    "夸克盘链接": "https://pan.quark.cn/s/8aa42d830074"
  },
  {
    "文件名": "BL《 快穿 救赎那个美强惨》作者：于半山.txt",
    "夸克盘链接": "https://pan.quark.cn/s/52d86e1c4382"
  },
  {
    "文件名": "17K故事会 重生后我杀疯了 作者：四季温暖.txt",
    "夸克盘链接": "https://pan.quark.cn/s/64af62c8be09"
  },
  {
    "文件名": "6.6w收藏 《黑魔法学院 基建 》作者 伸出圆手.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c18de2ea0a2a"
  },
  {
    "文件名": "17K故事会 他不知道，其实他也是替身 作者：葚曦.txt",
    "夸克盘链接": "https://pan.quark.cn/s/4ab35283a9f1"
  },
  {
    "文件名": "【新文-18w收藏！】《谁说老二次元不能结婚！》作者：鳄人行山（老男人先婚后爱）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/219247c51f0f"
  },
  {
    "文件名": "【推荐长佩】《天地逆旅》作者：春日负暄（HE、正剧、情投意合、剧情、竹马）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/f288a852d44b"
  },
  {
    "文件名": "【推荐++++】【8w收藏】《八零之都别碍着我捡漏》作者：女王不在家(大叔宠，捡漏古董，国宝回流).txt",
    "夸克盘链接": "https://pan.quark.cn/s/eb5a8e775a89"
  },
  {
    "文件名": "【推荐+++++】【10w收藏】《娇靥》作者：绿药（铁树开花老房子着火，女主刚烈狠心不圆滑）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/2f3fd1f13f24"
  },
  {
    "文件名": "【推荐++++】【8w收藏】《反派都是我的储备粮[快穿]》作者：顾之君（血族，偏执占有欲极强的切片血族大佬攻X一心想着喝.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e9cd42ada3df"
  },
  {
    "文件名": "【推荐++++】【长佩8.4w收藏】《深巷有光》作者：潭石（混不吝刺头乐手攻x温柔成熟导师受，年下，换攻）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/60600c567c27"
  },
  {
    "文件名": "【推荐++++】【8.6w收藏】《穿书七零摆烂吃瓜》作者：白茄.txt",
    "夸克盘链接": "https://pan.quark.cn/s/84a0b2d2a6f0"
  },
  {
    "文件名": "【推荐++】【4w收藏】《嫁给豪门残疾老攻后[穿书]》作者：开心是福嘛.txt",
    "夸克盘链接": "https://pan.quark.cn/s/9b23135f75d0"
  },
  {
    "文件名": "【推荐+】【3w收藏】《阳台陶渊明》作者：一碗蛋酒（园艺中毒爱好者数学老师乔乔X小霸总自我攻略型然然）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/5832705e9f52"
  },
  {
    "文件名": "【推荐++】【4w收藏 】《时有宴宴》作者：黄鱼泡芙（雅痞京圈少爷·民宿老板vs温婉明艳菌种研究员，真香打脸）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/990808fc189f"
  },
  {
    "文件名": "【推荐+】【3.3w收藏】《软怂美人被反派捡了》作者：季放（乖巧粘人有礼貌的漂亮小少爷x脾气坏占有欲超强的反派）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/f4997fe9d6c3"
  },
  {
    "文件名": "【推荐+】【3w收藏 】《被偏执大佬从小宠到大》作者：迟宵也（小甜文，竹马竹马 甜宠，偏执攻，可爱受）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ecd33c684843"
  },
  {
    "文件名": "【推荐+】【2.7w收藏】《邪神的小夫郎》作者：柚子君CC（治愈系软萌（受）x非人类邪神（攻））.txt",
    "夸克盘链接": "https://pan.quark.cn/s/3a974744c72c"
  },
  {
    "文件名": "【推荐】【2w收藏】《古代农家日常》作者：萝卜精（生子 种田文）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/6fd908d4c5dc"
  },
  {
    "文件名": "【推荐+】【2.5w收藏】《我想退休呀（娱乐圈）》作者：朽木刁也（老房子着火攻（纪昀章）x人间清醒咸鱼想退休可可爱爱受（.txt",
    "夸克盘链接": "https://pan.quark.cn/s/7337c39707a3"
  },
  {
    "文件名": "【推荐】【长佩2w收藏】《寒霄不知长》作者：麦库姆斯先生（校园，冷漠桀骜学霸攻 x 开朗社牛校霸受）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/2bed9de90f51"
  },
  {
    "文件名": "【推荐】【1.7w收藏】《穿成渣了偏执男主的万人迷》作者：王薯片（偏执病态冷漠攻x盛世美颜极度敏感体质受）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a395231ecdbd"
  },
  {
    "文件名": "【推荐】【1.5w收藏】《仙门卧底，但遵纪守法》作者：笑迟情（仙道楷模万人迷狐狸精受vs精分可冷可拽可温柔战神魔尊攻）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/9700fddf2b13"
  },
  {
    "文件名": "【推荐】【1.5w收藏】《你能不能别烦》作者：惘若（永不破产、恋爱脑绝缘体大小姐vs理性主义大翻车、斯文败类教授）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/3cd8e3f93b8e"
  },
  {
    "文件名": "【推荐】【1.4w收藏 】《七零女配嫁给大佬男配》作者：月明星满（温馨日常团宠文）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/2e2c9d862894"
  },
  {
    "文件名": "【推荐】《惹春舟》作者：熙桃见果（权倾天下帝王×他的白月光小公主）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a38f900d6d92"
  },
  {
    "文件名": "【推荐】《男神太过撩人》作者：纷纷和光（暗恋，商家联姻，和男神甜甜蜜蜜的日常 ）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/073bd770630f"
  },
  {
    "文件名": "【推荐】《此间桃花照玉鞍》作者 耳山青（明艳会撩女将军×温润腹黑摄政王，小甜文）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/fbde702f34bf"
  },
  {
    "文件名": "【经典】《凤栖宸宫》作者：转身（强强古言，先婚后爱，先虐后甜，盟国的和亲公主嫁入皇宫后一场帝王和帝后的争锋较量的故事）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/239bb8bb98f7"
  },
  {
    "文件名": "《最强过家家》作者：冼池.txt",
    "夸克盘链接": "https://pan.quark.cn/s/6ce69551a955"
  },
  {
    "文件名": "《作为主角攻的差劲前男友》作者：商红药 9w主受 .txt",
    "夸克盘链接": "https://pan.quark.cn/s/e2a4e8f9d065"
  },
  {
    "文件名": "《坐拥千亿物资，我在末日当包租婆》作者：夕非昔.txt",
    "夸克盘链接": "https://pan.quark.cn/s/00d830ba694b"
  },
  {
    "文件名": "《纵情》作者：甜糯.txt",
    "夸克盘链接": "https://pan.quark.cn/s/25c8e6ddab86"
  },
  {
    "文件名": "《最佳婚期 先婚后爱 》作者：绯柠.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c87d287b3135"
  },
  {
    "文件名": "《状元郎总是不及格》作者：公子歌.txt",
    "夸克盘链接": "https://pan.quark.cn/s/7e17255ce37f"
  },
  {
    "文件名": "《最惨工具人被迫爆红 穿书 》作者：不鸣蛙.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a207f6b5e5e0"
  },
  {
    "文件名": "《专职宠爱（娱乐圈）》作者：水悦镜花 主攻 .txt",
    "夸克盘链接": "https://pan.quark.cn/s/f4865aa5bddf"
  },
  {
    "文件名": "《昼夜关系》作者：夏末秋（投行背景职场文，事业线主讲风投，强强，熟男熟女）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/37d2de6dfa13"
  },
  {
    "文件名": "《重生之妖道再临》作者：公子歌.txt",
    "夸克盘链接": "https://pan.quark.cn/s/90285b0c04f7"
  },
  {
    "文件名": "《重生之清贵嫡女》作者：三只鳄梨.txt",
    "夸克盘链接": "https://pan.quark.cn/s/0ee03e0c2674"
  },
  {
    "文件名": "《重生之卷成富二代 九零 》作者：海船果心.txt",
    "夸克盘链接": "https://pan.quark.cn/s/8d89c7b95aaa"
  },
  {
    "文件名": "《重生之网红上位法则》作者：公子歌.txt",
    "夸克盘链接": "https://pan.quark.cn/s/68394beb8f95"
  },
  {
    "文件名": "《重生年代：甜宠神医小娇妻》作者：永安余小乐.txt",
    "夸克盘链接": "https://pan.quark.cn/s/65fe4a15f450"
  },
  {
    "文件名": "《重生在与夫君决裂前夜》作者：华欣.txt",
    "夸克盘链接": "https://pan.quark.cn/s/b7347e388c96"
  },
  {
    "文件名": "《重生九零锦鲤小神医》作者：萧安阳.txt",
    "夸克盘链接": "https://pan.quark.cn/s/79980ff5e491"
  },
  {
    "文件名": "《重生九零之玉兰花开》作者：沄霏.txt",
    "夸克盘链接": "https://pan.quark.cn/s/4a4c1d0e174f"
  },
  {
    "文件名": "《重生九零：学霸狂妻已上线》作者：水果果子.txt",
    "夸克盘链接": "https://pan.quark.cn/s/4886f111159b"
  },
  {
    "文件名": "《重生九零：桓少宠妻实录》作者：有邪.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a44eacb5e426"
  },
  {
    "文件名": "《重生九零：我中百万大奖带全家暴富》作者：云十一.txt",
    "夸克盘链接": "https://pan.quark.cn/s/15ad432a1b2b"
  },
  {
    "文件名": "《重生九零，草包千金真香了》作者：馨可儿.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ebea6fdf8b93"
  },
  {
    "文件名": "《重生后我截胡了哥哥的男朋友》作者：酬川 9k主攻 .txt",
    "夸克盘链接": "https://pan.quark.cn/s/929cfe56b2aa"
  },
  {
    "文件名": "《重生后庶子对我大逆不道》作者：小电饭锅.txt",
    "夸克盘链接": "https://pan.quark.cn/s/17e26add3f38"
  },
  {
    "文件名": "《重生后公主殿下是朵黑莲花》作者：三一零白月光.txt",
    "夸克盘链接": "https://pan.quark.cn/s/1d1d7c395eb5"
  },
  {
    "文件名": "《中国式家长[快穿]》作者：蟹老板牌蟹黄堡.txt",
    "夸克盘链接": "https://pan.quark.cn/s/b23b4a28fc6a"
  },
  {
    "文件名": "《重门殊色》作者：起跃.txt",
    "夸克盘链接": "https://pan.quark.cn/s/4eacd8de02dd"
  },
  {
    "文件名": "《重回九五发家致富》作者：非鱼2019.txt",
    "夸克盘链接": "https://pan.quark.cn/s/789e87641132"
  },
  {
    "文件名": "《重回丞相少年时》作者：月九思.txt",
    "夸克盘链接": "https://pan.quark.cn/s/be12c2734780"
  },
  {
    "文件名": "《智齿》作者：景姒.txt",
    "夸克盘链接": "https://pan.quark.cn/s/5ebdf8baea41"
  },
  {
    "文件名": "《指尖的omega》作者：眠眠咩.txt",
    "夸克盘链接": "https://pan.quark.cn/s/5a4e41d95713"
  },
  {
    "文件名": "《只要我摆得够烂你就渣不了我》作者：山楂片.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a8754476ea6a"
  },
  {
    "文件名": "《纸片人男友变成了副本boss》作者：朝妙.txt",
    "夸克盘链接": "https://pan.quark.cn/s/341b0f455bc4"
  },
  {
    "文件名": "《植物神不想谈恋爱[希腊神话]》作者：玉阑干.txt",
    "夸克盘链接": "https://pan.quark.cn/s/7e0ee413cb36"
  },
  {
    "文件名": "《职业替身不谈恋爱》作者：喵一下听听.txt",
    "夸克盘链接": "https://pan.quark.cn/s/77d377579c5f"
  },
  {
    "文件名": "《植入心野》作者：谷草.txt",
    "夸克盘链接": "https://pan.quark.cn/s/bf5ec71998ec"
  },
  {
    "文件名": "《整个娱乐圈都知道我男友是保镖》作者：江娓.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c6f70407a8ae"
  },
  {
    "文件名": "《直播养虫崽后我爆火星际 虫族 》作者：安右.txt",
    "夸克盘链接": "https://pan.quark.cn/s/7a2790c919e0"
  },
  {
    "文件名": "《真千金她隐婚后暴富爆红》作者：李觅.txt",
    "夸克盘链接": "https://pan.quark.cn/s/131bb4537e52"
  },
  {
    "文件名": "《震惊！我家娘子是男的》作者：赋囿.txt",
    "夸克盘链接": "https://pan.quark.cn/s/65b771b75729"
  },
  {
    "文件名": "《真千金靠乌鸦嘴捉鬼》作者：舟徽渺.txt",
    "夸克盘链接": "https://pan.quark.cn/s/2d4592505875"
  },
  {
    "文件名": "《侦探实录》作者：老8.txt",
    "夸克盘链接": "https://pan.quark.cn/s/5c80f3d41e36"
  },
  {
    "文件名": "《这个全息游戏好逼真 快穿 》作者：岁既晏兮.txt",
    "夸克盘链接": "https://pan.quark.cn/s/6e54ffe72b95"
  },
  {
    "文件名": "《这个Alpha香爆了 穿书 》作者：勺棠.txt",
    "夸克盘链接": "https://pan.quark.cn/s/70f1271bfcba"
  },
  {
    "文件名": "《这本虐文甜炸了 快穿 》作者：夂槿.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c5367e056b2b"
  },
  {
    "文件名": "《找个男人娶了吧 女尊 》作者：鑫爱诗.txt",
    "夸克盘链接": "https://pan.quark.cn/s/8f652a34a119"
  },
  {
    "文件名": "《掌中独占》作者： 紫小曙.txt",
    "夸克盘链接": "https://pan.quark.cn/s/18725c22f6da"
  },
  {
    "文件名": "《掌控者》作者：关就.txt",
    "夸克盘链接": "https://pan.quark.cn/s/34a0a637de46"
  },
  {
    "文件名": "《掌控力》作者：梨酒儿.txt",
    "夸克盘链接": "https://pan.quark.cn/s/5f1aeacb3312"
  },
  {
    "文件名": "《长兄如父，专治不服》作者：喜糖123 4.4w主受 .txt",
    "夸克盘链接": "https://pan.quark.cn/s/8092bbce6dc6"
  },
  {
    "文件名": "《长逝入君怀》作者：胥禾.txt",
    "夸克盘链接": "https://pan.quark.cn/s/d3a2a2815dfe"
  },
  {
    "文件名": "《长姐不为母[快穿]》作者：荔荔有枝.txt",
    "夸克盘链接": "https://pan.quark.cn/s/f219f7300db4"
  },
  {
    "文件名": "《渣攻不好当（快穿）》作者：白絮沉.txt",
    "夸克盘链接": "https://pan.quark.cn/s/5f903af08ed0"
  },
  {
    "文件名": "《在娱乐圈写狗血文暴富》作者：次不次雪糕.txt",
    "夸克盘链接": "https://pan.quark.cn/s/4fceeeb864c4"
  },
  {
    "文件名": "《诈骗文案，害人不浅！》作者：一碗可乐鸭.txt",
    "夸克盘链接": "https://pan.quark.cn/s/b808040f8ec3"
  },
  {
    "文件名": "《早点睡觉》作者：关尼尼（番外全）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/fbc849dde3c5"
  },
  {
    "文件名": "《在无限游戏进化成神》作者：初雪煮茶.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e1a9253a0222"
  },
  {
    "文件名": "《在未婚夫葬礼上遇到他哥哥》作者：栗优.txt",
    "夸克盘链接": "https://pan.quark.cn/s/4617d9ef83db"
  },
  {
    "文件名": "《在星际做美食爆红了》作者：妮妮呀.txt",
    "夸克盘链接": "https://pan.quark.cn/s/cb7d80e8924f"
  },
  {
    "文件名": "《在逃生直播中当万人迷 无限 》作者：一土后方.txt",
    "夸克盘链接": "https://pan.quark.cn/s/f235b319182a"
  },
  {
    "文件名": "《在七零年代失去了奋斗欲望后》作者：江今九.txt",
    "夸克盘链接": "https://pan.quark.cn/s/8ba9b3dfc471"
  },
  {
    "文件名": "《在宿敌面前原地变o》作者：边淮.txt",
    "夸克盘链接": "https://pan.quark.cn/s/77b0aca6dc7e"
  },
  {
    "文件名": "《在逃生游戏里当BOSS》作者：夜晚的血.txt",
    "夸克盘链接": "https://pan.quark.cn/s/9e8d27369473"
  },
  {
    "文件名": "《在年代文中不思进取》（精校版全本+番外完）作者：清越流歌.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a4d03553840a"
  },
  {
    "文件名": "《在恋综摆烂后我成了万人迷》作者：胡巴冬冬.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ea3a3426d16e"
  },
  {
    "文件名": "《月光酒》作者：伏渊.txt",
    "夸克盘链接": "https://pan.quark.cn/s/131aaee857b9"
  },
  {
    "文件名": "《预知未来后我成了玄学大佬》作者：三斤月.txt",
    "夸克盘链接": "https://pan.quark.cn/s/1035f1b2937d"
  },
  {
    "文件名": "《在柯学世界纵观全局》作者：吃个饭饭.txt",
    "夸克盘链接": "https://pan.quark.cn/s/d07dc6ec4b2b"
  },
  {
    "文件名": "《原来我是异常源》作者：程惊堂 主受 .txt",
    "夸克盘链接": "https://pan.quark.cn/s/d5d50b315194"
  },
  {
    "文件名": "《玉中娇》作者：猪猪丁.txt",
    "夸克盘链接": "https://pan.quark.cn/s/0570011e1f12"
  },
  {
    "文件名": "《幼崽成长计划（快穿）》作者：阿呆点点.txt",
    "夸克盘链接": "https://pan.quark.cn/s/3b2dde924fac"
  },
  {
    "文件名": "《娱乐圈第一大好人就是我》作者：一倾山水.txt",
    "夸克盘链接": "https://pan.quark.cn/s/2b264dc6e7b6"
  },
  {
    "文件名": "《与秋》作者：七宝酥.txt",
    "夸克盘链接": "https://pan.quark.cn/s/cf5159c1092d"
  },
  {
    "文件名": "《诱潇潇》作者：归梦温酒.txt",
    "夸克盘链接": "https://pan.quark.cn/s/3d82e273ebc7"
  },
  {
    "文件名": "《又不是真的爱》作者：碧小如（清醒都市丽人vs腹黑利己精英，追妻火葬场）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/68ee6bbb4d4b"
  },
  {
    "文件名": "《有狐》作者：公子歌.txt",
    "夸克盘链接": "https://pan.quark.cn/s/2638950714a4"
  },
  {
    "文件名": "《有本事你别亲我》作者：唐灯里.txt",
    "夸克盘链接": "https://pan.quark.cn/s/fcb65c9a9643"
  },
  {
    "文件名": "《有他撑腰》作者：倚梦寻.txt",
    "夸克盘链接": "https://pan.quark.cn/s/6e741191d675"
  },
  {
    "文件名": "《庸俗童话》作者：七宝酥（先“婚”后爱，上级下级）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/4457bc0d75a1"
  },
  {
    "文件名": "《影帝他人设突变了》作者：柒曲.txt",
    "夸克盘链接": "https://pan.quark.cn/s/07e35dc15232"
  },
  {
    "文件名": "《萤祸》作者：沫之茜茜.txt",
    "夸克盘链接": "https://pan.quark.cn/s/70b57ea2973d"
  },
  {
    "文件名": "《英灵修罗场日志》作者：天宫惊蛰【1.2w主受】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/478da5b43d6e"
  },
  {
    "文件名": "《依旧奇怪的睡前故事》作者：胖咪子.txt",
    "夸克盘链接": "https://pan.quark.cn/s/67e90bb26952"
  },
  {
    "文件名": "《衣冠之下》作者：陈隐 4w .txt",
    "夸克盘链接": "https://pan.quark.cn/s/24e459e9e84c"
  },
  {
    "文件名": "《一堂春色》作者：折枝发发.txt",
    "夸克盘链接": "https://pan.quark.cn/s/59b529582f76"
  },
  {
    "文件名": "《叶老师家的小学妹》作者：风铃笑.txt",
    "夸克盘链接": "https://pan.quark.cn/s/1117327e22a8"
  },
  {
    "文件名": "《野望于春》作者：桃紫酒.txt",
    "夸克盘链接": "https://pan.quark.cn/s/86bc699b920a"
  },
  {
    "文件名": "《药宗大师姐在星际》作者：喵祟祟.txt",
    "夸克盘链接": "https://pan.quark.cn/s/1595b7e8c2df"
  },
  {
    "文件名": "《妖娆作精穿成霸总左手后》作者：凤鲤.txt",
    "夸克盘链接": "https://pan.quark.cn/s/3f494c759ab8"
  },
  {
    "文件名": "《妖怪花店》作者：春雨杏花白.txt",
    "夸克盘链接": "https://pan.quark.cn/s/24302481911e"
  },
  {
    "文件名": "《晏晏少年时》作者：蒋淮琅.txt",
    "夸克盘链接": "https://pan.quark.cn/s/25fe768235df"
  },
  {
    "文件名": "《玄门大佬直播爆红》作者：初景.txt",
    "夸克盘链接": "https://pan.quark.cn/s/eb395a174088"
  },
  {
    "文件名": "《睚眦乱臣》 作者：归我庭柯【1.4w】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e3c360f84285"
  },
  {
    "文件名": "《学习系统是我的冤种闺女》作者：星海灿若.txt",
    "夸克盘链接": "https://pan.quark.cn/s/159931eb50e0"
  },
  {
    "文件名": "《玄学大佬真千金她暴富了》作者：简图时.txt",
    "夸克盘链接": "https://pan.quark.cn/s/918cb0650fc1"
  },
  {
    "文件名": "《玄学大佬回家后炸翻娱乐圈》作者：逾淮之橘.txt",
    "夸克盘链接": "https://pan.quark.cn/s/9b1fbe13ca13"
  },
  {
    "文件名": "《蓄谋已久》作者：黑荨.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a551a9381d35"
  },
  {
    "文件名": "《许我一吻》作者：小布爱吃蛋挞.txt",
    "夸克盘链接": "https://pan.quark.cn/s/bc5f344903ac"
  },
  {
    "文件名": "《修仙界的奥斯卡女主》作者：孤上尧.txt",
    "夸克盘链接": "https://pan.quark.cn/s/51cd14a4857e"
  },
  {
    "文件名": "《星河坠落》作者：柠檬不知春.txt",
    "夸克盘链接": "https://pan.quark.cn/s/8a065fdbde71"
  },
  {
    "文件名": "《星际珍稀虫母［虫族］》作者：余不喜.txt",
    "夸克盘链接": "https://pan.quark.cn/s/dfa1e79392d6"
  },
  {
    "文件名": "《心机外室上位记》作者：妙玉子.txt",
    "夸克盘链接": "https://pan.quark.cn/s/985a1800f39f"
  },
  {
    "文件名": "《校草撩且甜》作者：林盎司.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c0396ee2b146"
  },
  {
    "文件名": "《小爷不吃醋》作者：盈兮提供.txt",
    "夸克盘链接": "https://pan.quark.cn/s/4064853b8a21"
  },
  {
    "文件名": "《消除你的执念 快穿 》作者：淇泮.txt",
    "夸克盘链接": "https://pan.quark.cn/s/4739a0c9609e"
  },
  {
    "文件名": "《小天鹅》作者：公子如兰.txt",
    "夸克盘链接": "https://pan.quark.cn/s/66402765df41"
  },
  {
    "文件名": "《小师兄》作者：天无风雪.txt",
    "夸克盘链接": "https://pan.quark.cn/s/1c107d69740c"
  },
  {
    "文件名": "《小炮灰在娃综当团宠》作者：蜂蜜麦片 3.9w主受 .txt",
    "夸克盘链接": "https://pan.quark.cn/s/e09899c0195a"
  },
  {
    "文件名": "《小炮灰在娃综当团宠》作者：蜂蜜麦片.txt",
    "夸克盘链接": "https://pan.quark.cn/s/5fb58ab44957"
  },
  {
    "文件名": "《小奴婢她带球跑路了》（精校版全本）作者：林中有雾.txt",
    "夸克盘链接": "https://pan.quark.cn/s/441092892315"
  },
  {
    "文件名": "《想吸我的气运是吧》作者：阿秦阿秦【4k主受】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/dbf50e096e94"
  },
  {
    "文件名": "《想把你和时间藏起来》作者：北倾（女制片大佬 钟表修复师）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/0b13ed070c60"
  },
  {
    "文件名": "《想离婚？没门！》作者：奶茶季.txt",
    "夸克盘链接": "https://pan.quark.cn/s/bf4f4610d505"
  },
  {
    "文件名": "《先生他有亲密接触恐惧症》作者：勺棠.txt",
    "夸克盘链接": "https://pan.quark.cn/s/91d7c4bfa51f"
  },
  {
    "文件名": "《咸鱼猫被美强惨盯上后》作者：华九灯.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e10cb0303cc9"
  },
  {
    "文件名": "《武德充沛》作者：烟火成城.txt",
    "夸克盘链接": "https://pan.quark.cn/s/51108a6c94ff"
  },
  {
    "文件名": "《夏油到底有几个好弟弟》作者：红烧羊肉面.txt",
    "夸克盘链接": "https://pan.quark.cn/s/29c6bc7730b1"
  },
  {
    "文件名": "《夏日情书》作者：虹桃子.txt",
    "夸克盘链接": "https://pan.quark.cn/s/dafe66977c13"
  },
  {
    "文件名": "《夏夜的体温》作者：梨可可.txt",
    "夸克盘链接": "https://pan.quark.cn/s/60f0017c3276"
  },
  {
    "文件名": "《系统总被任务者看上 快穿 》作者：临鶊.txt",
    "夸克盘链接": "https://pan.quark.cn/s/7d6f274b5f71"
  },
  {
    "文件名": "《瞎嗲》作者：也稚.txt",
    "夸克盘链接": "https://pan.quark.cn/s/405e03e4695a"
  },
  {
    "文件名": "《系统重生之美满人生》作者：眉眼弯弯笑.txt",
    "夸克盘链接": "https://pan.quark.cn/s/fd1498813eae"
  },
  {
    "文件名": "《无人区雪松》作者：萝北二饼.txt",
    "夸克盘链接": "https://pan.quark.cn/s/b1b0b4eadea7"
  },
  {
    "文件名": "《无间者》作者：阡耘.txt",
    "夸克盘链接": "https://pan.quark.cn/s/64356898f2c1"
  },
  {
    "文件名": "《乌木与晚香玉》作者：宴清窈.txt",
    "夸克盘链接": "https://pan.quark.cn/s/5505f2427bbc"
  },
  {
    "文件名": "《我作精，别凑合了》作者：时光予我.txt",
    "夸克盘链接": "https://pan.quark.cn/s/1756a42844ae"
  },
  {
    "文件名": "《我自下神坛》作者：奶盖烤肠.txt",
    "夸克盘链接": "https://pan.quark.cn/s/6e3cffcbbdaf"
  },
  {
    "文件名": "《我重生后，娇软女主和竹马男主掰了》作者：温瑜宽.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a34345f1d520"
  },
  {
    "文件名": "《我在娱乐圈靠玄学捡寿命》作者：浅拾吾忧.txt",
    "夸克盘链接": "https://pan.quark.cn/s/4f532f8ce085"
  },
  {
    "文件名": "《我真的是龙呀》作者： Y寿比南山.txt",
    "夸克盘链接": "https://pan.quark.cn/s/92a3bc204c79"
  },
  {
    "文件名": "《我在修仙游戏艰难生存》作者：流火飞舞.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ec165595d8a6"
  },
  {
    "文件名": "《我在星际掌管轮回》作者：小小幻（星际ABO）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/3fd6519deb28"
  },
  {
    "文件名": "《我在星际时代召唤神话卡牌》作者：青鸟鱼音.txt",
    "夸克盘链接": "https://pan.quark.cn/s/71061cc8c11c"
  },
  {
    "文件名": "《我在年代文里当仙女教母》作者：半夏微胖.txt",
    "夸克盘链接": "https://pan.quark.cn/s/bb51e5445b21"
  },
  {
    "文件名": "《我在恋综当海王》作者：漆皮火车.txt",
    "夸克盘链接": "https://pan.quark.cn/s/df74138e78b2"
  },
  {
    "文件名": "《我在九零捡垃圾》作者：花开常在.txt",
    "夸克盘链接": "https://pan.quark.cn/s/3c852971345a"
  },
  {
    "文件名": "《我在哥谭当后勤 综英美 》作者：融化的晚钟.txt",
    "夸克盘链接": "https://pan.quark.cn/s/1fe589103e09"
  },
  {
    "文件名": "《我在废土开荒种田》作者：机甲妹纸.txt",
    "夸克盘链接": "https://pan.quark.cn/s/2b8a633facab"
  },
  {
    "文件名": "《我在超能比赛谈恋爱》作者：杯影藏身.txt",
    "夸克盘链接": "https://pan.quark.cn/s/3529250e0b0a"
  },
  {
    "文件名": "《我又穿成了非人类 快穿 》作者：糖莓.txt",
    "夸克盘链接": "https://pan.quark.cn/s/fa9beadc76f3"
  },
  {
    "文件名": "《我在虫族直播挣钱买机甲》作者：游水之双.txt",
    "夸克盘链接": "https://pan.quark.cn/s/416f5735ebfb"
  },
  {
    "文件名": "《我与江山一起升级》作者：晓风霜月.txt",
    "夸克盘链接": "https://pan.quark.cn/s/7855a2c8bd49"
  },
  {
    "文件名": "《我与祂》作者：张无声 7k主受 .txt",
    "夸克盘链接": "https://pan.quark.cn/s/31966f5cabb8"
  },
  {
    "文件名": "《我有干饭系统(清穿)》作者：拉黄金的兔几.txt",
    "夸克盘链接": "https://pan.quark.cn/s/8b1bfca4dc3b"
  },
  {
    "文件名": "《我妻薄情》作者：青青绿萝裙.txt",
    "夸克盘链接": "https://pan.quark.cn/s/d241e950bdda"
  },
  {
    "文件名": "《我同桌他人帅路子野》作者：顾溪山.txt",
    "夸克盘链接": "https://pan.quark.cn/s/9fa2dbebe3e9"
  },
  {
    "文件名": "《我同行非要让我金盆洗手》作者：风的铃铛.txt",
    "夸克盘链接": "https://pan.quark.cn/s/67db56438700"
  },
  {
    "文件名": "《我是自己的替身》作者：荷风吹.txt",
    "夸克盘链接": "https://pan.quark.cn/s/3c25b70f60ac"
  },
  {
    "文件名": "《我手握外挂，豪横！ 快穿 》作者：云上歌.txt",
    "夸克盘链接": "https://pan.quark.cn/s/acb5d27034d9"
  },
  {
    "文件名": "《我是墙头草的闺女 七零 》作者：牛奶花卷.txt",
    "夸克盘链接": "https://pan.quark.cn/s/00d042139a07"
  },
  {
    "文件名": "《我是爽文大佬们的榜一》作者：旺财掌柜.txt",
    "夸克盘链接": "https://pan.quark.cn/s/2c873b069d6a"
  },
  {
    "文件名": "《我能留你到五更 无限 》作者：阿辞姑娘 13w主受 .txt",
    "夸克盘链接": "https://pan.quark.cn/s/b1d028becdde"
  },
  {
    "文件名": "《我那貌美小夫郎》作者：千畅 4k主受 .txt",
    "夸克盘链接": "https://pan.quark.cn/s/429e02fa856a"
  },
  {
    "文件名": "《我男朋友是世界意识［快穿］》作者：知酒鱼.txt",
    "夸克盘链接": "https://pan.quark.cn/s/1e30adb1fea2"
  },
  {
    "文件名": "《我那痴情娇妻她又演上了》作者：龚枂.txt",
    "夸克盘链接": "https://pan.quark.cn/s/87570af87104"
  },
  {
    "文件名": "《我可否将你比作夏天》作者：2023.txt",
    "夸克盘链接": "https://pan.quark.cn/s/7c20d35e8188"
  },
  {
    "文件名": "《我靠在求生综艺度假爆红 星际 》作者：佰戈.txt",
    "夸克盘链接": "https://pan.quark.cn/s/44b0f0c24281"
  },
  {
    "文件名": "《我嗑的CP总be[娱乐圈]》作者：卿小双.txt",
    "夸克盘链接": "https://pan.quark.cn/s/0d1c48cbdb69"
  },
  {
    "文件名": "《我靠直播爆红星际》作者：橙子汤圆.txt",
    "夸克盘链接": "https://pan.quark.cn/s/6ed0cf773927"
  },
  {
    "文件名": "《我靠玄学在娱乐圈风生水起》作者：你的霸总.txt",
    "夸克盘链接": "https://pan.quark.cn/s/709c6a11e599"
  },
  {
    "文件名": "《我靠退休卷翻修仙界》作者：醉蟹钳.txt",
    "夸克盘链接": "https://pan.quark.cn/s/12e59bdb3bb5"
  },
  {
    "文件名": "《我靠黑科技专利暴富了》作者：咬棒冰.txt",
    "夸克盘链接": "https://pan.quark.cn/s/78b0fd924e5a"
  },
  {
    "文件名": "《我靠花钱拯救星球》作者：惹眼.txt",
    "夸克盘链接": "https://pan.quark.cn/s/9f93aeec3288"
  },
  {
    "文件名": "《我靠打脸封神 快穿 》作者：唐宓.txt",
    "夸克盘链接": "https://pan.quark.cn/s/309c8ba9ace2"
  },
  {
    "文件名": "《我家长姐无所不能》作者：十瑚.txt",
    "夸克盘链接": "https://pan.quark.cn/s/0646af1c9605"
  },
  {
    "文件名": "《我家少年郎》作者：赏饭罚饿.txt",
    "夸克盘链接": "https://pan.quark.cn/s/83643a7b8f78"
  },
  {
    "文件名": "《我见美人如名将》作者：羽漱临风.txt",
    "夸克盘链接": "https://pan.quark.cn/s/d68322413fd3"
  },
  {
    "文件名": "《我继承了我爸的男团》作者：清月与海.txt",
    "夸克盘链接": "https://pan.quark.cn/s/bd06a8a2d789"
  },
  {
    "文件名": "《我和队友公费恋爱 娱乐圈 》作者：折纸为戏.txt",
    "夸克盘链接": "https://pan.quark.cn/s/1e9d046e97f3"
  },
  {
    "文件名": "《我还能再抢救一下（快穿）》作者：陌上婷婷.txt",
    "夸克盘链接": "https://pan.quark.cn/s/465cb0979e68"
  },
  {
    "文件名": "《我给亲爹嬴政来续命》作者：道_非.txt",
    "夸克盘链接": "https://pan.quark.cn/s/f67bde7af596"
  },
  {
    "文件名": "《我的银行卡只会算加法》作者：屑一谢.txt",
    "夸克盘链接": "https://pan.quark.cn/s/3a75d3d43401"
  },
  {
    "文件名": "《我的外卖店竟然火爆全网》作者：糖堆儿和冰淇淋.txt",
    "夸克盘链接": "https://pan.quark.cn/s/07f2dadb4674"
  },
  {
    "文件名": "《我的六千封情书爆了热搜》作者：暮容西.txt",
    "夸克盘链接": "https://pan.quark.cn/s/cb27e73e8acd"
  },
  {
    "文件名": "《我当猫的那些年 快穿 》作者：橙北.txt",
    "夸克盘链接": "https://pan.quark.cn/s/197377643a17"
  },
  {
    "文件名": "《我穿成了史前废物》作者：简单贰壹.txt",
    "夸克盘链接": "https://pan.quark.cn/s/805c20534078"
  },
  {
    "文件名": "《我穿成了同人小说里5T5惨死的未婚妻女配》作者：重弦.txt",
    "夸克盘链接": "https://pan.quark.cn/s/fed5aacc062b"
  },
  {
    "文件名": "《我成了生存游戏的锦鲤救世主》作者：南风天.txt",
    "夸克盘链接": "https://pan.quark.cn/s/be702a93e27e"
  },
  {
    "文件名": "《我炒CP翻车后》作者：江月年年.txt",
    "夸克盘链接": "https://pan.quark.cn/s/0864e4fc84af"
  },
  {
    "文件名": "《我成了全人类外挂 快穿 》作者：清水枇杷.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ec3afa6c7453"
  },
  {
    "文件名": "《我被全家逼成世界最凶》作者：络海.txt",
    "夸克盘链接": "https://pan.quark.cn/s/f65825b8dd45"
  },
  {
    "文件名": "《我，孟婆，拿命来 快穿 》作者：万物在我.txt",
    "夸克盘链接": "https://pan.quark.cn/s/60780d487cde"
  },
  {
    "文件名": "《我，NPC，顶级月老！[恋综]》作者：星星掉落.txt",
    "夸克盘链接": "https://pan.quark.cn/s/04327cf84f56"
  },
  {
    "文件名": "《问题崽崽幼稚园开园了》作者：仟华.txt",
    "夸克盘链接": "https://pan.quark.cn/s/1d33b671233b"
  },
  {
    "文件名": "《我 妖精 受气包[穿书]》作者：君幸食.txt",
    "夸克盘链接": "https://pan.quark.cn/s/fc7c127fb43b"
  },
  {
    "文件名": "《吻风筝》作者：伞上星卷.txt",
    "夸克盘链接": "https://pan.quark.cn/s/1537db0bd6b7"
  },
  {
    "文件名": "《喂了》作者：筱始.txt",
    "夸克盘链接": "https://pan.quark.cn/s/bc8d51b056a2"
  },
  {
    "文件名": "《喂，老男人（重生）》作者：北林大疯.txt",
    "夸克盘链接": "https://pan.quark.cn/s/82211a764c7a"
  },
  {
    "文件名": "《温养玫瑰》作者：沫之茜茜.txt",
    "夸克盘链接": "https://pan.quark.cn/s/dee9f536102b"
  },
  {
    "文件名": "《为我着迷 先婚后爱 》作者：陆今宜.txt",
    "夸克盘链接": "https://pan.quark.cn/s/1f1392a54488"
  },
  {
    "文件名": "《伪装人类后我和死神HE了》作者：神泣血泪.txt",
    "夸克盘链接": "https://pan.quark.cn/s/5d3c4af61a23"
  },
  {
    "文件名": "《万道剑尊》作者：打死都要钱.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ca300f49863d"
  },
  {
    "文件名": "《微甜》作者：宋折星.txt",
    "夸克盘链接": "https://pan.quark.cn/s/f6c87c036be4"
  },
  {
    "文件名": "《网恋被骗八百次》作者：成日冬眠.txt",
    "夸克盘链接": "https://pan.quark.cn/s/cf049049ae42"
  },
  {
    "文件名": "《伪恋》作者：李瓶儿 8k .txt",
    "夸克盘链接": "https://pan.quark.cn/s/058d400d30d4"
  },
  {
    "文件名": "《王庭诱宠》作者：鈡不悔.txt",
    "夸克盘链接": "https://pan.quark.cn/s/eb63d71a1195"
  },
  {
    "文件名": "《王爷在上》作者：白茶青欢.txt",
    "夸克盘链接": "https://pan.quark.cn/s/8de5bac593ab"
  },
  {
    "文件名": "《万人嫌小可怜被迫联姻后》作者：洛水冬汐.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e1f2ef825c91"
  },
  {
    "文件名": "《晚唐浮生》作者：孤独麦客.txt",
    "夸克盘链接": "https://pan.quark.cn/s/6997ea856c10"
  },
  {
    "文件名": "《万人嫌病弱皇子重生后》作者：洲同.txt",
    "夸克盘链接": "https://pan.quark.cn/s/187f155e0b95"
  },
  {
    "文件名": "《万人迷自己制造修罗场 快穿 》作者：梨花兔兔.txt",
    "夸克盘链接": "https://pan.quark.cn/s/8be497bf77c9"
  },
  {
    "文件名": "《万人迷他不想努力了 无限流  》作者：余不喜.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e101279d6075"
  },
  {
    "文件名": "《万人迷反派实录 快穿 》作者：威威王.txt",
    "夸克盘链接": "https://pan.quark.cn/s/53b4bda5aabb"
  },
  {
    "文件名": "《万人迷的我过分貌美 快穿 》作者：秧漾.txt",
    "夸克盘链接": "https://pan.quark.cn/s/651351a13585"
  },
  {
    "文件名": "《晚庭春》作者：赫连菲菲.txt",
    "夸克盘链接": "https://pan.quark.cn/s/57714ffe1e6d"
  },
  {
    "文件名": "《完美联姻》作者：专业围观(1).txt",
    "夸克盘链接": "https://pan.quark.cn/s/988c149fce68"
  },
  {
    "文件名": "《团宠小锦鲤在带娃综艺里爆火》作者：一只仙女妖.txt",
    "夸克盘链接": "https://pan.quark.cn/s/20eb91dfc2c5"
  },
  {
    "文件名": "《纨绔逃婚后》作者：顾三跃.txt",
    "夸克盘链接": "https://pan.quark.cn/s/3a1dbefce7f4"
  },
  {
    "文件名": "《弯刀划过玫瑰腰》作者：六棋.txt",
    "夸克盘链接": "https://pan.quark.cn/s/0dcfbae138cc"
  },
  {
    "文件名": "《脱粉再就业》作者：桃白百.txt",
    "夸克盘链接": "https://pan.quark.cn/s/eb8ff8e5f0e1"
  },
  {
    "文件名": "《退团后我成了一线 娱乐圈 》作者：斐染.txt",
    "夸克盘链接": "https://pan.quark.cn/s/68444a607ec8"
  },
  {
    "文件名": "《团宠文炮灰和影帝上恋综后》 作者：了酌衣去.txt",
    "夸克盘链接": "https://pan.quark.cn/s/15f32d872a7a"
  },
  {
    "文件名": "《通天，你做个人吧 洪荒 》作者：谢初之.txt",
    "夸克盘链接": "https://pan.quark.cn/s/8c9af3af8626"
  },
  {
    "文件名": "《徒弟让我怀了崽》作者：眠眠咩.txt",
    "夸克盘链接": "https://pan.quark.cn/s/8209d95b1a10"
  },
  {
    "文件名": "《听说元帅快挂了 星际 》作者：莫土.txt",
    "夸克盘链接": "https://pan.quark.cn/s/8f476925d5f5"
  },
  {
    "文件名": "《听说充电可以续命》（精校版全本）作者：猫三叶.txt",
    "夸克盘链接": "https://pan.quark.cn/s/5c906d933980"
  },
  {
    "文件名": "《天真》作者： 南书百城.txt",
    "夸克盘链接": "https://pan.quark.cn/s/4e47e1f0d60c"
  },
  {
    "文件名": "《甜宠文女配重生后》作者：Miang.txt",
    "夸克盘链接": "https://pan.quark.cn/s/4414217010ad"
  },
  {
    "文件名": "《天灾囤货且修仙》作者：清酒微醺.txt",
    "夸克盘链接": "https://pan.quark.cn/s/9a77df8d418b"
  },
  {
    "文件名": "《甜攻又在撒娇啦》作者：八十六笔 8k主攻 .txt",
    "夸克盘链接": "https://pan.quark.cn/s/d0941add5c62"
  },
  {
    "文件名": "《天雷劈下我成了祸世魔尊》作者：清风晓.txt",
    "夸克盘链接": "https://pan.quark.cn/s/2ca7d3621af8"
  },
  {
    "文件名": "《天降红包群后我在年代暴富了》作者：宅思mm.txt",
    "夸克盘链接": "https://pan.quark.cn/s/032af7c8f8c8"
  },
  {
    "文件名": "《天才言灵穿成娱乐圈炮灰》作者：初雪煮茶.txt",
    "夸克盘链接": "https://pan.quark.cn/s/f42a875ae60d"
  },
  {
    "文件名": "《替白月光坐牢后》作者：山茶猫.txt",
    "夸克盘链接": "https://pan.quark.cn/s/541a84d98361"
  },
  {
    "文件名": "《替身的我跟正主在一起了》 作者：东施娘.txt",
    "夸克盘链接": "https://pan.quark.cn/s/b7b498bce767"
  },
  {
    "文件名": "《藤蔓boss今天也在伪装人类》作者：白絮沉.txt",
    "夸克盘链接": "https://pan.quark.cn/s/fbb4bed2a199"
  },
  {
    "文件名": "《逃生综艺界的泥石流》作者：为仓.txt",
    "夸克盘链接": "https://pan.quark.cn/s/3d217d996dfe"
  },
  {
    "文件名": "《陶锦鲤喂饱小夫郎了吗？》作者：糖花糕【主攻】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/0cef0912d97c"
  },
  {
    "文件名": "《谈情姿势总是不对》作者：橙十一.txt",
    "夸克盘链接": "https://pan.quark.cn/s/182776ad5d01"
  },
  {
    "文件名": "《探花》作者：公子歌.txt",
    "夸克盘链接": "https://pan.quark.cn/s/f8c7366f4e6b"
  },
  {
    "文件名": "《太子追妻笔札》作者：青山问我.txt",
    "夸克盘链接": "https://pan.quark.cn/s/7dd24a20ed9d"
  },
  {
    "文件名": "《她危险又迷人 快穿 》作者：一棵番茄树.txt",
    "夸克盘链接": "https://pan.quark.cn/s/7d72b8ec725b"
  },
  {
    "文件名": "《她是大佬的短命白月光 年代 》作者：五叶昙.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e258e8281d55"
  },
  {
    "文件名": "《太太经》作者：孟中得意.txt",
    "夸克盘链接": "https://pan.quark.cn/s/4b512f0cf6ef"
  },
  {
    "文件名": "《她见青山》作者：一枝窈.txt",
    "夸克盘链接": "https://pan.quark.cn/s/1c0627eda554"
  },
  {
    "文件名": "《她坏得迷人 快穿 》作者：快乐如初简单.txt",
    "夸克盘链接": "https://pan.quark.cn/s/702a0119eada"
  },
  {
    "文件名": "《她的阳光》作者：奶糖方包.txt",
    "夸克盘链接": "https://pan.quark.cn/s/20a82840f630"
  },
  {
    "文件名": "《他说我不配》作者：游湖喝着茶 6.8w主受 .txt",
    "夸克盘链接": "https://pan.quark.cn/s/d594df82bed3"
  },
  {
    "文件名": "《他真的很难惹》作者：千本木.txt",
    "夸克盘链接": "https://pan.quark.cn/s/f8d44c1ea196"
  },
  {
    "文件名": "《他听得见》作者：软包.txt",
    "夸克盘链接": "https://pan.quark.cn/s/2e6cc226d383"
  },
  {
    "文件名": "《他怎么可能喜欢我》作者：顾了之.txt",
    "夸克盘链接": "https://pan.quark.cn/s/db5f34b99c3e"
  },
  {
    "文件名": "《他巧言令色》作者：鸣玉珂兮.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c177b882ebc0"
  },
  {
    "文件名": "《他爱的都是错的》作者：沈明笑.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e8407e4ba70b"
  },
  {
    "文件名": "《宋慈洗冤笔记》作者：巫童 三册 .txt",
    "夸克盘链接": "https://pan.quark.cn/s/b65b225ca2bb"
  },
  {
    "文件名": "《饲养男魅魔指南 西幻 》作者：娘宫.txt",
    "夸克盘链接": "https://pan.quark.cn/s/80e59b5435cd"
  },
  {
    "文件名": "《随情所欲》作者：桑玠（情路系列之三，高干、豪门、黑帮，容滋涵 封卓伦）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/2c1168acf951"
  },
  {
    "文件名": "《宿主她不当人了 快穿 》作者：姜沉漾.txt",
    "夸克盘链接": "https://pan.quark.cn/s/f4ade113ab77"
  },
  {
    "文件名": "《饲养怪物后我在废土被团宠》作者：云城JUN 2.2w主受 .txt",
    "夸克盘链接": "https://pan.quark.cn/s/cbeed9a6624c"
  },
  {
    "文件名": "《双生崽崽又在娃综玩找茬》作者：朱古力兔 2w主受 .txt",
    "夸克盘链接": "https://pan.quark.cn/s/11fbe29ef6f5"
  },
  {
    "文件名": "《兽世种田养崽搞基建》作者：清崽.txt",
    "夸克盘链接": "https://pan.quark.cn/s/d84f4169d552"
  },
  {
    "文件名": "《死遁后师尊他疯了》作者：君岁禧.txt",
    "夸克盘链接": "https://pan.quark.cn/s/1fc67bea8b4e"
  },
  {
    "文件名": "《死对头总叫我老公》作者：成洲.txt",
    "夸克盘链接": "https://pan.quark.cn/s/6e0dcd6037f1"
  },
  {
    "文件名": "《撕掉温柔》作者：抱猫.txt",
    "夸克盘链接": "https://pan.quark.cn/s/4a9c262dc8c3"
  },
  {
    "文件名": "《是你说要装不熟》作者：许辰安.txt",
    "夸克盘链接": "https://pan.quark.cn/s/d747071ff73f"
  },
  {
    "文件名": "《时光好又暖》作者：闻人可轻.txt",
    "夸克盘链接": "https://pan.quark.cn/s/6f59d765a02c"
  },
  {
    "文件名": "《石榴裙下》作者：七子华【1w】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/9e861450ee98"
  },
  {
    "文件名": "《施总的小玫瑰不想爱了》作者：青船白山远.txt",
    "夸克盘链接": "https://pan.quark.cn/s/979289f739a0"
  },
  {
    "文件名": "《是婚后心动  奋斗乐章参赛作品 》作者：舒迩.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e58a4bda2f5e"
  },
  {
    "文件名": "《师尊，渡我！[穿书]》作者：岚旎.txt",
    "夸克盘链接": "https://pan.quark.cn/s/31a01b87b3d5"
  },
  {
    "文件名": "《十一春》作者：陈十年.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e31f80e807d8"
  },
  {
    "文件名": "《失控归则线 火葬场 》作者：数爱书.txt",
    "夸克盘链接": "https://pan.quark.cn/s/502dcbf454dc"
  },
  {
    "文件名": "《神笔小福娘（穿越要在加班后之四）》作者：绿光.txt",
    "夸克盘链接": "https://pan.quark.cn/s/b3a98224fba2"
  },
  {
    "文件名": "《生命倒计时 无限 》作者：贰石寺.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a9f1cc831c99"
  },
  {
    "文件名": "《谁家好人穿成假千金啊》作者：小凶许.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a986127a7a61"
  },
  {
    "文件名": "《社恐被偏执反派读心后》作者：云间竹雨.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a3f05fd03228"
  },
  {
    "文件名": "《神的一百种死法[快穿]》作者：她说她叫沈三.txt",
    "夸克盘链接": "https://pan.quark.cn/s/97442d5b91b1"
  },
  {
    "文件名": "《深渊巨龙他超会撒娇》作者：盈辞.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a5f8bd05ffb0"
  },
  {
    "文件名": "《谁萌了个芽》作者：未再.txt",
    "夸克盘链接": "https://pan.quark.cn/s/7500dab44fc9"
  },
  {
    "文件名": "《少女的祈祷》作者：周镜.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a2249698743f"
  },
  {
    "文件名": "《上游》作者：木甜.txt",
    "夸克盘链接": "https://pan.quark.cn/s/0ec595db0d86"
  },
  {
    "文件名": "《上恋综后，全网磕疯了我和死对头的cp》作者：紫矜 主受 .txt",
    "夸克盘链接": "https://pan.quark.cn/s/0b060c50f5c4"
  },
  {
    "文件名": "《山峦为耳》作者：吃猹的瓜皮.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a69255e44f6e"
  },
  {
    "文件名": "《山河枕（长嫂为妻）》）作者：墨书白.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c7f7aadeda4a"
  },
  {
    "文件名": "《撒娇崽崽最好命》作者： 未未不知眠 1.2w主受 .txt",
    "夸克盘链接": "https://pan.quark.cn/s/f63c9e24ad3f"
  },
  {
    "文件名": "《如何一个字把男朋友弄哭》作者：小酸茄.txt",
    "夸克盘链接": "https://pan.quark.cn/s/aca75f5d2457"
  },
  {
    "文件名": "《如何为爱手撕剧本［快穿］》作者：九叠云锦张.txt",
    "夸克盘链接": "https://pan.quark.cn/s/23ee36cc6590"
  },
  {
    "文件名": "《融岩》作者：明月听风.txt",
    "夸克盘链接": "https://pan.quark.cn/s/d550dcbb26e3"
  },
  {
    "文件名": "《日偏食》（精校版全本）作者：喜酌.txt",
    "夸克盘链接": "https://pan.quark.cn/s/71b4df1eba87"
  },
  {
    "文件名": "《人设崩了！将军的病弱美人是杀手》作者：南天湖.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ee63c0ea608d"
  },
  {
    "文件名": "《任务又失败了 》作者：西西特.txt",
    "夸克盘链接": "https://pan.quark.cn/s/8686990f888b"
  },
  {
    "文件名": "《人鱼O主动献上尾巴[穿书]》作者：花间萌狐(1).txt",
    "夸克盘链接": "https://pan.quark.cn/s/43a33ed0b402"
  },
  {
    "文件名": "《人形机械 无限 》作者：讳疾.txt",
    "夸克盘链接": "https://pan.quark.cn/s/2fc8f587989c"
  },
  {
    "文件名": "《人生乱套我睡觉》作者：沈中鱼.txt",
    "夸克盘链接": "https://pan.quark.cn/s/d80b4e9d6100"
  },
  {
    "文件名": "《人气角色扮演中》作者：白昼粥白.txt",
    "夸克盘链接": "https://pan.quark.cn/s/51813ba4aa3d"
  },
  {
    "文件名": "《全世界我最爱你 娱乐圈 》作者：林盎司.txt",
    "夸克盘链接": "https://pan.quark.cn/s/b7f018a054ec"
  },
  {
    "文件名": "《人间颂你》作者：橦鹿.txt",
    "夸克盘链接": "https://pan.quark.cn/s/050967ed5418"
  },
  {
    "文件名": "《惹春腰》作者：沉絮.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ab790ad0b10a"
  },
  {
    "文件名": "《瘸腿妒夫（女尊）》作者：狮崽.txt",
    "夸克盘链接": "https://pan.quark.cn/s/719995245fb3"
  },
  {
    "文件名": "《全娱乐圈都得吃我的瓜》作者：九沓.txt",
    "夸克盘链接": "https://pan.quark.cn/s/98a1aac6dd77"
  },
  {
    "文件名": "《全世界都爱林先生》作者：半糖果茶.txt",
    "夸克盘链接": "https://pan.quark.cn/s/048f406362fd"
  },
  {
    "文件名": "《全民领主游戏》作者：与夜.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e90fbc100c75"
  },
  {
    "文件名": "《权臣养妻日常》作者：草灯大人.txt",
    "夸克盘链接": "https://pan.quark.cn/s/50d96794a93a"
  },
  {
    "文件名": "《穷途客栈》作者：寒夏若初.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c511e671fa26"
  },
  {
    "文件名": "《请公子斩妖》作者：裴不了.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a5d922ea5d7b"
  },
  {
    "文件名": "《情敌为何如此有病[女A男O]》作者：风辞雾隐.txt",
    "夸克盘链接": "https://pan.quark.cn/s/f933c3e6981f"
  },
  {
    "文件名": "《情敌每天都在变美》作者：公子歌.txt",
    "夸克盘链接": "https://pan.quark.cn/s/51289e6cd5e1"
  },
  {
    "文件名": "《青莲之巅》作者：肖十一莫.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c152f587f560"
  },
  {
    "文件名": "《清冷攻三在恋综凭亿近人》作者：千川丿 1w主攻 .txt",
    "夸克盘链接": "https://pan.quark.cn/s/3006addc77ee"
  },
  {
    "文件名": "《清穿之康熙家的小答应》作者：公北.txt",
    "夸克盘链接": "https://pan.quark.cn/s/7353e8ddb368"
  },
  {
    "文件名": "《清穿之德妃升职日常》作者：鹿角划绪风.txt",
    "夸克盘链接": "https://pan.quark.cn/s/8805ca7a377d"
  },
  {
    "文件名": "《轻轻》作者：羞懒.txt",
    "夸克盘链接": "https://pan.quark.cn/s/5b0ff689cc51"
  },
  {
    "文件名": "《青梅驾到（快穿）》作者：蘑菇鱼.txt",
    "夸克盘链接": "https://pan.quark.cn/s/f9b9aee90118"
  },
  {
    "文件名": "《千金她靠全网撒钱爆火了》作者：前程似锦2.txt",
    "夸克盘链接": "https://pan.quark.cn/s/d3f6be87de11"
  },
  {
    "文件名": "《亲吻蝴蝶》作者：喜粒.txt",
    "夸克盘链接": "https://pan.quark.cn/s/2eb2929b65e4"
  },
  {
    "文件名": "《切除腺体后渣攻后悔了》作者：莫煎茶【主受】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/1a330c8ce7c6"
  },
  {
    "文件名": "《前夫总想让我怀孕》作者：太紫重玄.txt",
    "夸克盘链接": "https://pan.quark.cn/s/0cf13c000f36"
  },
  {
    "文件名": "《千古一帝都在直播间抢小说》作者：迴梦逐光.txt",
    "夸克盘链接": "https://pan.quark.cn/s/de26b6fd4317"
  },
  {
    "文件名": "《妻主她为何那样(女尊)》作者：道玄.txt",
    "夸克盘链接": "https://pan.quark.cn/s/d30830f35dc8"
  },
  {
    "文件名": "《七十年代小绿茶》作者：狼川.txt",
    "夸克盘链接": "https://pan.quark.cn/s/02f553df68f5"
  },
  {
    "文件名": "《七零知青宿舍》作者：东边月亮圆.txt",
    "夸克盘链接": "https://pan.quark.cn/s/efef5a9d5c86"
  },
  {
    "文件名": "《七零之漂亮泥瓦匠》 作者：胡六月.txt",
    "夸克盘链接": "https://pan.quark.cn/s/8d7bbd84b885"
  },
  {
    "文件名": "《七零之炮灰首富早夭的小女儿回来了》作者：月半弯.txt",
    "夸克盘链接": "https://pan.quark.cn/s/771cceb05771"
  },
  {
    "文件名": "《七零之嫁给大佬男配》作者：上九天揽月.txt",
    "夸克盘链接": "https://pan.quark.cn/s/606d402998a8"
  },
  {
    "文件名": "《七零之高嫁》作者：铃溪.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a88a78574955"
  },
  {
    "文件名": "《七零食品大亨》作者：万万里.txt",
    "夸克盘链接": "https://pan.quark.cn/s/8e9df571476b"
  },
  {
    "文件名": "《七零漂亮小媳妇》作者：令雾.txt",
    "夸克盘链接": "https://pan.quark.cn/s/87491eb19bbc"
  },
  {
    "文件名": "《七零炮灰初恋觉醒了》作者：昭燃.txt",
    "夸克盘链接": "https://pan.quark.cn/s/79baf2f7c9d6"
  },
  {
    "文件名": "《七零年代搭伙夫妻》作者：三卷成册.txt",
    "夸克盘链接": "https://pan.quark.cn/s/2d121e18aa32"
  },
  {
    "文件名": "《七零娇气小媳妇》（精校版全本+番外完）作者：红芹酥酒.txt",
    "夸克盘链接": "https://pan.quark.cn/s/292bf756963e"
  },
  {
    "文件名": "《七零娇娇女吃瓜看病日常》作者：米又今.txt",
    "夸克盘链接": "https://pan.quark.cn/s/570d9ea519e5"
  },
  {
    "文件名": "《七零穿成大美人的丑妹妹》作者：小小幺.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c40586df45dc"
  },
  {
    "文件名": "《破碎后劲》作者：何暮楚 8k .txt",
    "夸克盘链接": "https://pan.quark.cn/s/ea937386f8e6"
  },
  {
    "文件名": "《平平无奇，钓鱼封神[全息]》 作者：夜星稀.txt",
    "夸克盘链接": "https://pan.quark.cn/s/1462d1b6ebcc"
  },
  {
    "文件名": "《漂亮渣受在无限游戏里当万人迷》作者：香菇凉凉.txt",
    "夸克盘链接": "https://pan.quark.cn/s/1cb49349be4e"
  },
  {
    "文件名": "《漂亮亲妈七零养娃日常 年代文 》作者：寒东.txt",
    "夸克盘链接": "https://pan.quark.cn/s/805534d7c251"
  },
  {
    "文件名": "《偏爱》作者：晴夕Victoria.txt",
    "夸克盘链接": "https://pan.quark.cn/s/845f324aa667"
  },
  {
    "文件名": "《拍恋综全员被忘在荒岛后》作者：计刺.txt",
    "夸克盘链接": "https://pan.quark.cn/s/d113d7d75b66"
  },
  {
    "文件名": "《女星 星际基建 》作者：林跃然.txt",
    "夸克盘链接": "https://pan.quark.cn/s/2f6f184261b4"
  },
  {
    "文件名": "《女王的小鲜肉》作者：袖侧（严肃强势御姐VS没人要小可怜）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/4c978c78ef47"
  },
  {
    "文件名": "《女配后妈带崽上综艺后红了》作者：不言之.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c56e1ce5b88f"
  },
  {
    "文件名": "《虐文女主要幸福 快穿 》作者：阿堃.txt",
    "夸克盘链接": "https://pan.quark.cn/s/18933b3edb59"
  },
  {
    "文件名": "《暖白》作者：冯恋.txt",
    "夸克盘链接": "https://pan.quark.cn/s/9f79a9ecfc74"
  },
  {
    "文件名": "《农门长嫂：被六个反派小叔团宠了》作者：孟婆青青.txt",
    "夸克盘链接": "https://pan.quark.cn/s/9fff33991bbe"
  },
  {
    "文件名": "《农家子的科举兴家日常》作者：彦王爷.txt",
    "夸克盘链接": "https://pan.quark.cn/s/f59d6f64e7ab"
  },
  {
    "文件名": "《农夫与司令》作者：公子歌.txt",
    "夸克盘链接": "https://pan.quark.cn/s/9b6b5ccbf9e0"
  },
  {
    "文件名": "《凝脂美人在八零 穿书 》作者：清春是金色锁链.txt",
    "夸克盘链接": "https://pan.quark.cn/s/cf71382cc86b"
  },
  {
    "文件名": "《孽徒要欺师》作者：一只猛鸭.txt",
    "夸克盘链接": "https://pan.quark.cn/s/d9433c9b2f9e"
  },
  {
    "文件名": "《年代文漂亮作精姐姐》作者：松鼠醉鱼.txt",
    "夸克盘链接": "https://pan.quark.cn/s/12da585b5371"
  },
  {
    "文件名": "《年代文大佬娇宠美人》作者：糖瓜子.txt",
    "夸克盘链接": "https://pan.quark.cn/s/77015b8c1f10"
  },
  {
    "文件名": "《年代文背景板越来越美 八零 》作者：仙果冻.txt",
    "夸克盘链接": "https://pan.quark.cn/s/9b87c86a7a20"
  },
  {
    "文件名": "《你赚钱我来花豪门后妈爽翻啦》作者：鹿迟.txt",
    "夸克盘链接": "https://pan.quark.cn/s/bacdb411524e"
  },
  {
    "文件名": "《你怎么还不喜欢我》（精校版全本）作者：阿扶光.txt",
    "夸克盘链接": "https://pan.quark.cn/s/0372a09aabcf"
  },
  {
    "文件名": "《你说你有点难追》作者：之惟.txt",
    "夸克盘链接": "https://pan.quark.cn/s/1ca19a089028"
  },
  {
    "文件名": "《你少管我》作者：失眠电灯.txt",
    "夸克盘链接": "https://pan.quark.cn/s/56290258325e"
  },
  {
    "文件名": "《你们追求我万人厌干吗 快穿 》作者：夜半闲暇.txt",
    "夸克盘链接": "https://pan.quark.cn/s/0317869f17c5"
  },
  {
    "文件名": "《你见过凛冬》作者：拉面土豆丝.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e24654fb884e"
  },
  {
    "文件名": "《南眠》作者：溪月眠.txt",
    "夸克盘链接": "https://pan.quark.cn/s/beb83e270c59"
  },
  {
    "文件名": "《南风知我意（出书版）》作者：七微.txt",
    "夸克盘链接": "https://pan.quark.cn/s/61e7857d23b1"
  },
  {
    "文件名": "《南城有喜》作者：惜禾.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e448ea2deaad"
  },
  {
    "文件名": "《男主的白月光重生后》作者：尚闲 2.7w主受 .txt",
    "夸克盘链接": "https://pan.quark.cn/s/a00abce91cf1"
  },
  {
    "文件名": "《男友他病得不轻》（精校版全本）作者：慕云皎皎.txt",
    "夸克盘链接": "https://pan.quark.cn/s/0fc8e3ed1243"
  },
  {
    "文件名": "《男孩子网恋是会被抓去结婚的》作者：招财的猞猁.txt",
    "夸克盘链接": "https://pan.quark.cn/s/0ee1cad046be"
  },
  {
    "文件名": "《那一小只BOSS级污染物》（精校版全本）作者：半城焰火.txt",
    "夸克盘链接": "https://pan.quark.cn/s/44b779fc331b"
  },
  {
    "文件名": "《那个宿敌不想和解》作者：海藻大王.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e40c74a67142"
  },
  {
    "文件名": "《那个漂亮的男知青》（精校版全本+番外完）作者：红芹酥酒.txt",
    "夸克盘链接": "https://pan.quark.cn/s/07e6e99a9da6"
  },
  {
    "文件名": "《那个npc在伪装玩家[无限]》作者：君卿软软.txt",
    "夸克盘链接": "https://pan.quark.cn/s/3cab4b90efc9"
  },
  {
    "文件名": "《那顶流，我亲弟》作者：海时鱼.txt",
    "夸克盘链接": "https://pan.quark.cn/s/70cfdc948bcc"
  },
  {
    "文件名": "《慕情郎》作者：橘生淮南兮.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ee67ffd7e51f"
  },
  {
    "文件名": "《目标是，成为机长！》作者：葡萄干颂.txt",
    "夸克盘链接": "https://pan.quark.cn/s/cc14e48dcb03"
  },
  {
    "文件名": "《木棉》作者：布丁卷.txt",
    "夸克盘链接": "https://pan.quark.cn/s/077a4d789ee3"
  },
  {
    "文件名": "《谋千岁》作者：凌衍.txt",
    "夸克盘链接": "https://pan.quark.cn/s/d52c4297ace7"
  },
  {
    "文件名": "《墨尔本风停了吗》作者：北风三百里.txt",
    "夸克盘链接": "https://pan.quark.cn/s/2736ec41417f"
  },
  {
    "文件名": "《莫比乌斯环 娱乐圈  》作者：橘猫green.txt",
    "夸克盘链接": "https://pan.quark.cn/s/45b1c69d7e20"
  },
  {
    "文件名": "《陌上中下桑》（精校版全本+番外完）作者：小央.txt",
    "夸克盘链接": "https://pan.quark.cn/s/69591e59442d"
  },
  {
    "文件名": "《明珠在匣》作者：北庭暮雪.txt",
    "夸克盘链接": "https://pan.quark.cn/s/f6bb4d250674"
  },
  {
    "文件名": "《名门医女》作者：希行.txt",
    "夸克盘链接": "https://pan.quark.cn/s/0a5fbd14c5e4"
  },
  {
    "文件名": "《蜜桃甜酒》作者：居染.txt",
    "夸克盘链接": "https://pan.quark.cn/s/eaff93dc2143"
  },
  {
    "文件名": "《蜜桃色巧合》作者：老衲吃素（上下级，独立貌美女下属vs腹黑帅气男上司，419）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/433aebde7472"
  },
  {
    "文件名": "《蜜谋甜妻（穿越要在加班后之三）》作者：千寻.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ecf8f738fb3c"
  },
  {
    "文件名": "《门阀之上》作者：诗槊.txt",
    "夸克盘链接": "https://pan.quark.cn/s/6951969e2658"
  },
  {
    "文件名": "《寐色天气》作者：沉让.txt",
    "夸克盘链接": "https://pan.quark.cn/s/0333b664582d"
  },
  {
    "文件名": "《美人怀璧》作者：无极爱墨皇.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e2492bd2d9e2"
  },
  {
    "文件名": "《漫游在影视世界》作者：不是马里奥.txt",
    "夸克盘链接": "https://pan.quark.cn/s/6e0a50e3579a"
  },
  {
    "文件名": "《美茶惨们天天扯头花 女尊  》作者：紫郢.txt",
    "夸克盘链接": "https://pan.quark.cn/s/badeb14f2112"
  },
  {
    "文件名": "《貌美alpha不小心攻了老板》作者：明月卿酒 主攻 .txt",
    "夸克盘链接": "https://pan.quark.cn/s/76cb2196ed7e"
  },
  {
    "文件名": "《猫猫的天灾求生路》作者：狸奴不吃鱼(1).txt",
    "夸克盘链接": "https://pan.quark.cn/s/b098e59b404b"
  },
  {
    "文件名": "《满级大魔王来到异界新手村》作者：寒雪悠.txt",
    "夸克盘链接": "https://pan.quark.cn/s/d86fb3af4598"
  },
  {
    "文件名": "《满分暗恋》作者：袖刀.txt",
    "夸克盘链接": "https://pan.quark.cn/s/0fdd4985c6f6"
  },
  {
    "文件名": "《论拒绝老板表白的下场 快穿 》作者：天下天.txt",
    "夸克盘链接": "https://pan.quark.cn/s/3da94e23d1f2"
  },
  {
    "文件名": "《孪生兄弟互换人生》作者：公子歌.txt",
    "夸克盘链接": "https://pan.quark.cn/s/8889e9b7cbcc"
  },
  {
    "文件名": "《露水的夜》作者：明开夜合（清冷大佬周濂月和明艳女星南笳始于契约，忠于爱情，金主bao养文）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/1f1dc26a1ee8"
  },
  {
    "文件名": "《陆先生请保持你的动物人设》作者：千三万.txt",
    "夸克盘链接": "https://pan.quark.cn/s/570ca07206c4"
  },
  {
    "文件名": "《龙生九子，他最胆小》作者：卉乔 1.4w主受 .txt",
    "夸克盘链接": "https://pan.quark.cn/s/8a636211cb8d"
  },
  {
    "文件名": "《琉璃映明月》作者：醉千秋.txt",
    "夸克盘链接": "https://pan.quark.cn/s/b77684454530"
  },
  {
    "文件名": "《流亡地罗曼史》（精校版全本）作者：卡比丘.txt",
    "夸克盘链接": "https://pan.quark.cn/s/0da2a3d3c3c6"
  },
  {
    "文件名": "《流放后我帮夫君金榜题名》作者：画三春.txt",
    "夸克盘链接": "https://pan.quark.cn/s/8293a2910c8f"
  },
  {
    "文件名": "《流放》作者：茶叶二两.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c86a14cdaa48"
  },
  {
    "文件名": "《令妃升职日常（清穿）》作者：阿洙洙.txt",
    "夸克盘链接": "https://pan.quark.cn/s/7b070dbf3b8c"
  },
  {
    "文件名": "《灵气复苏后，我被六个哥哥团宠了》作者：西江君.txt",
    "夸克盘链接": "https://pan.quark.cn/s/11031d99bdf1"
  },
  {
    "文件名": "《林似寒霜见》作者：千山逐客.txt",
    "夸克盘链接": "https://pan.quark.cn/s/2d92b98bcc22"
  },
  {
    "文件名": "《撩惹》作者：皮卡丘不吐葡萄皮.txt",
    "夸克盘链接": "https://pan.quark.cn/s/318c54484a1e"
  },
  {
    "文件名": "《撩了相爷后我跑路未遂》作者：俞蓬舟.txt",
    "夸克盘链接": "https://pan.quark.cn/s/f844bb980066"
  },
  {
    "文件名": "《撩到死对头》作者：a荣.txt",
    "夸克盘链接": "https://pan.quark.cn/s/327f4fe5c04d"
  },
  {
    "文件名": "《两世冤家要成亲（穿越要在加班后之一）》作者：寄秋.txt",
    "夸克盘链接": "https://pan.quark.cn/s/34c94e0f02f3"
  },
  {
    "文件名": "《两泪汪汪》作者：镜里片.txt",
    "夸克盘链接": "https://pan.quark.cn/s/3903cd40c7bb"
  },
  {
    "文件名": "《恋爱脑和黏人精联姻后》作者：故栀(1).txt",
    "夸克盘链接": "https://pan.quark.cn/s/2f3381b3594d"
  },
  {
    "文件名": "《联姻作精，在线离婚》作者：双喜丸子.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a8890c383ba1"
  },
  {
    "文件名": "《莉莉丝的小眼球 克系 》作者：蓝珑琼.txt",
    "夸克盘链接": "https://pan.quark.cn/s/3fa30364ff4a"
  },
  {
    "文件名": "《梨花季》作者：Fuiwen.txt",
    "夸克盘链接": "https://pan.quark.cn/s/3c24c5b64f37"
  },
  {
    "文件名": "《乐极忘形》作者：豹变.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e1ebbb996a79"
  },
  {
    "文件名": "《老实人的全胜》作者：吸猫成仙(1).txt",
    "夸克盘链接": "https://pan.quark.cn/s/fa77983bce1f"
  },
  {
    "文件名": "《老板他是穿书的（娱乐圈）》作者：成翎 2.4w主攻 .txt",
    "夸克盘链接": "https://pan.quark.cn/s/021442d4ddd6"
  },
  {
    "文件名": "《蓝色鸡尾酒》作者：茶榷 1.6w .txt",
    "夸克盘链接": "https://pan.quark.cn/s/8c3e0f2ada83"
  },
  {
    "文件名": "《快穿炮灰后，靠绝对武力打爆极》作者：本一诺.txt",
    "夸克盘链接": "https://pan.quark.cn/s/66a96da9b611"
  },
  {
    "文件名": "《苦情女配手撕剧本[七零]》作者：钱莱莱.txt",
    "夸克盘链接": "https://pan.quark.cn/s/42c802d0d00e"
  },
  {
    "文件名": "《空相沙漏 刑侦 》作者：初禾二.txt",
    "夸克盘链接": "https://pan.quark.cn/s/813089c62ec3"
  },
  {
    "文件名": "《科举平步青云路》作者：胖子家的学渣.txt",
    "夸克盘链接": "https://pan.quark.cn/s/b4bad437642d"
  },
  {
    "文件名": "《扛走帝君的莫山山》作者：烟锁月眉.txt",
    "夸克盘链接": "https://pan.quark.cn/s/f0b85c32a2f3"
  },
  {
    "文件名": "《绝世神医》作者：李闲鱼.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c329c248b34d"
  },
  {
    "文件名": "《绝美替身靠玄学日赚十亿》作者：木一笙.txt",
    "夸克盘链接": "https://pan.quark.cn/s/1ead139ace7a"
  },
  {
    "文件名": "《居然让海贼拯救世界吗》作者：叶子橙.txt",
    "夸克盘链接": "https://pan.quark.cn/s/4eb85a68eba5"
  },
  {
    "文件名": "《鞠躬尽瘁死而后已 快穿 》作者：寒星孤月.txt",
    "夸克盘链接": "https://pan.quark.cn/s/4a2233d87678"
  },
  {
    "文件名": "《救命！上恋综被纸片人攻略了》作者：达不溜歪耶.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a21dd434cee8"
  },
  {
    "文件名": "《救救救救救救他[GB快穿]》作者：陈不问.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c2bd69987ef0"
  },
  {
    "文件名": "《镜子游戏 无限 》（番外完）作者：二两梅子酒.txt",
    "夸克盘链接": "https://pan.quark.cn/s/888082d57cec"
  },
  {
    "文件名": "《靓女生猛》作者：瑞曲有银票.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ce2e38334b72"
  },
  {
    "文件名": "《警察陆令》作者：奉义天涯.txt",
    "夸克盘链接": "https://pan.quark.cn/s/cc97bf6b74cd"
  },
  {
    "文件名": "《精神病美人[无限]》作者：谢八月.txt",
    "夸克盘链接": "https://pan.quark.cn/s/071d5d7ec6a8"
  },
  {
    "文件名": "《惊！豪门弃妇竟带老公上恋综 穿书 》作者：二曰桐柏.txt",
    "夸克盘链接": "https://pan.quark.cn/s/9b02df0c469e"
  },
  {
    "文件名": "《禁止掰弯漂亮万人迷（娱乐圈）》（精校版全本）作者：塔西君.txt",
    "夸克盘链接": "https://pan.quark.cn/s/5cb0c268eefe"
  },
  {
    "文件名": "《锦鲤加身后成了娱乐圈顶流》作者：易橙安.txt",
    "夸克盘链接": "https://pan.quark.cn/s/6938353ba553"
  },
  {
    "文件名": "《矜宠》作者：安安的猫.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c0f19f9a3ea7"
  },
  {
    "文件名": "《今夜雨至》作者：一程晚舟.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a89fe5b8deee"
  },
  {
    "文件名": "《姐夫宠》作者：公子歌.txt",
    "夸克盘链接": "https://pan.quark.cn/s/79e9c33d6236"
  },
  {
    "文件名": "《杰森的奇妙冒险》作者：一只馍【6k不明】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/249dc52f8559"
  },
  {
    "文件名": "《接吻的热量是多少卡》作者：苹果果农.txt",
    "夸克盘链接": "https://pan.quark.cn/s/66b00bdc2b89"
  },
  {
    "文件名": "《叫什么队长，叫哥哥 电竞 》作者：寒川歌.txt",
    "夸克盘链接": "https://pan.quark.cn/s/122dfc0e55d3"
  },
  {
    "文件名": "《娇软美人异世吹彩虹屁求生 无限 》作者：百万黄金.txt",
    "夸克盘链接": "https://pan.quark.cn/s/8b2285f6c3ac"
  },
  {
    "文件名": "《娇气作精竟是Alpha 女a男o 》作者：小沥喵.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ab2f527c4f31"
  },
  {
    "文件名": "《娇气美人被献祭后躺赢 无限 》作者：甜甜无花果.txt",
    "夸克盘链接": "https://pan.quark.cn/s/af21b913aedb"
  },
  {
    "文件名": "《娇宠（重生）》作者：鸽子飞升.txt",
    "夸克盘链接": "https://pan.quark.cn/s/9dee83cd77c0"
  },
  {
    "文件名": "《降落我心上》作者：翘摇.txt",
    "夸克盘链接": "https://pan.quark.cn/s/88ce6cdad181"
  },
  {
    "文件名": "《姜芙》作者：鹿燃.txt",
    "夸克盘链接": "https://pan.quark.cn/s/d236a87052d6"
  },
  {
    "文件名": "《将女》作者：空净.txt",
    "夸克盘链接": "https://pan.quark.cn/s/d131c96511a9"
  },
  {
    "文件名": "《将军她弱不禁风》作者：之子言归.txt",
    "夸克盘链接": "https://pan.quark.cn/s/f5a5cb8db670"
  },
  {
    "文件名": "《将军夫人带球跑》作者：星云沉浮.txt",
    "夸克盘链接": "https://pan.quark.cn/s/5defbc590a96"
  },
  {
    "文件名": "《江湖不论剑（全息）》作者：起个名那么难 男主无cp .txt",
    "夸克盘链接": "https://pan.quark.cn/s/0e3f7f888065"
  },
  {
    "文件名": "《捡了条狗 穿书 》作者：十三页岩.txt",
    "夸克盘链接": "https://pan.quark.cn/s/7838f0abd352"
  },
  {
    "文件名": "《捡了条狗 穿书 》作者：十三页岩 主攻 .txt",
    "夸克盘链接": "https://pan.quark.cn/s/cee758ea214b"
  },
  {
    "文件名": "《嫁国舅》作者：笑佳人.txt",
    "夸克盘链接": "https://pan.quark.cn/s/6a954ae87282"
  },
  {
    "文件名": "《嫁病娇后我咸鱼了》作者：乌合之宴.txt",
    "夸克盘链接": "https://pan.quark.cn/s/07fc40858905"
  },
  {
    "文件名": "《假少爷他亲哥是玄学大佬》作者：丸二缘 1.2w主攻 .txt",
    "夸克盘链接": "https://pan.quark.cn/s/e50dba08b568"
  },
  {
    "文件名": "《假装不知道你在装穷》作者：公子歌.txt",
    "夸克盘链接": "https://pan.quark.cn/s/b0a0788e9da4"
  },
  {
    "文件名": "《假千金靠三好学生系统成神》作者：小月有阴.txt",
    "夸克盘链接": "https://pan.quark.cn/s/0aea0c7192f0"
  },
  {
    "文件名": "《假千金继承殡仪馆后》作者：折春藏梦.txt",
    "夸克盘链接": "https://pan.quark.cn/s/87db5280fe1c"
  },
  {
    "文件名": "《家门》作者：离弦.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a8790ec23eb7"
  },
  {
    "文件名": "《继承来的雌虫是理想型 虫族 》（番外完）作者：一言生花.txt",
    "夸克盘链接": "https://pan.quark.cn/s/d0c088152587"
  },
  {
    "文件名": "《继承荒星后我暴负了》作者：柒小九.txt",
    "夸克盘链接": "https://pan.quark.cn/s/0a22e4768477"
  },
  {
    "文件名": "《技能值点满后在直播综艺爆红了》作者：温初玖.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a791343692b1"
  },
  {
    "文件名": "《急转弯》（精校版全本+番外104章）作者：隽罗川.txt",
    "夸克盘链接": "https://pan.quark.cn/s/52046394ac37"
  },
  {
    "文件名": "《祸水美人穿成炮灰女配 快穿 》作者：寒蝉明月.txt",
    "夸克盘链接": "https://pan.quark.cn/s/80432e05347a"
  },
  {
    "文件名": "《火葬场替身不干了》作者：文初.txt",
    "夸克盘链接": "https://pan.quark.cn/s/afe7b520e29f"
  },
  {
    "文件名": "《婚后回应》作者：六盲星.txt",
    "夸克盘链接": "https://pan.quark.cn/s/23648a7a3cad"
  },
  {
    "文件名": "《回到三十年前》作者：蓬莱客.txt",
    "夸克盘链接": "https://pan.quark.cn/s/5b257e23f384"
  },
  {
    "文件名": "《皇室秘闻》作者：公子歌.txt",
    "夸克盘链接": "https://pan.quark.cn/s/da9291143abc"
  },
  {
    "文件名": "《皇后她不务正业》作者：十五素.txt",
    "夸克盘链接": "https://pan.quark.cn/s/3c32792fe778"
  },
  {
    "文件名": "《皇帝怀了我的崽［穿书］》作者：苗五【主攻】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c6d0f6c96b06"
  },
  {
    "文件名": "《坏果》（精校版全本）作者：春意夏.txt",
    "夸克盘链接": "https://pan.quark.cn/s/479d7dcb2df1"
  },
  {
    "文件名": "《怀拢春腰》作者：松松挽就.txt",
    "夸克盘链接": "https://pan.quark.cn/s/5f317a3454e0"
  },
  {
    "文件名": "《呼救行星》作者：胡塞尼.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e95c4bf76d3b"
  },
  {
    "文件名": "《侯门贵妇（穿书）》作者：秋凌.txt",
    "夸克盘链接": "https://pan.quark.cn/s/dc3ad4b042ad"
  },
  {
    "文件名": "《侯门闺秀穿七零》（精校版全本+番外完）作者：素染芳华.txt",
    "夸克盘链接": "https://pan.quark.cn/s/0fff18b63ac7"
  },
  {
    "文件名": "《横冲直撞  娱乐圈 》作者：糖炒刀子.txt",
    "夸克盘链接": "https://pan.quark.cn/s/b206a35e8a66"
  },
  {
    "文件名": "《黑莲花他永不翻车 快穿 》作者：没有尾巴的狐狸.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e035f68b5874"
  },
  {
    "文件名": "《黑莲花他永不翻车 快穿 》作者：没有尾巴的狐狸 1w主攻 .txt",
    "夸克盘链接": "https://pan.quark.cn/s/6f00617a6bf0"
  },
  {
    "文件名": "《黑化男主总对我装可怜》作者：甜酒半边.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c6267fa3d86b"
  },
  {
    "文件名": "《和冤家竹马同队后 电竞 》作者：怀南栀 主受 .txt",
    "夸克盘链接": "https://pan.quark.cn/s/ab6f19b3c36d"
  },
  {
    "文件名": "《和死对头在过去生龙崽 无限流 》作者：见机行事的剑.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a5a3847f90f9"
  },
  {
    "文件名": "《和秦少联姻后我每天都在掉马》作者：涟愉.txt",
    "夸克盘链接": "https://pan.quark.cn/s/7e84808e3364"
  },
  {
    "文件名": "《和前男友的坦白局》作者：唯酒.txt",
    "夸克盘链接": "https://pan.quark.cn/s/36a7212a26e6"
  },
  {
    "文件名": "《和穿越修仙的哥哥联系上了》作者：出走的罐头.txt",
    "夸克盘链接": "https://pan.quark.cn/s/1b5407113efc"
  },
  {
    "文件名": "《和冰山总裁贴贴后》作者：南方之下.txt",
    "夸克盘链接": "https://pan.quark.cn/s/bdaf2db39081"
  },
  {
    "文件名": "《何处觅微阳 娱乐圈 》作者：骆轻寒.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e7b476f7101c"
  },
  {
    "文件名": "《合约陷落》作者：桂花儿黄.txt",
    "夸克盘链接": "https://pan.quark.cn/s/35b4d10936f8"
  },
  {
    "文件名": "《合理狼性》作者：风右 7k .txt",
    "夸克盘链接": "https://pan.quark.cn/s/b0d015ed4698"
  },
  {
    "文件名": "《好O爱吃回头A》作者：张无声.txt",
    "夸克盘链接": "https://pan.quark.cn/s/8990a9d4c13d"
  },
  {
    "文件名": "《豪门守寡后我重生了》作者：桃尚.txt",
    "夸克盘链接": "https://pan.quark.cn/s/42def39fd72e"
  },
  {
    "文件名": "《豪门嫂嫂不当对照组》作者：六片叶子.txt",
    "夸克盘链接": "https://pan.quark.cn/s/fd725e7c3e8b"
  },
  {
    "文件名": "《豪门女主的冤种姐姐不干了》作者：韩朵朵.txt",
    "夸克盘链接": "https://pan.quark.cn/s/d48c1843949b"
  },
  {
    "文件名": "《豪门阔少觊觎情敌的第七年》作者：橘子爱好者 主攻 .txt",
    "夸克盘链接": "https://pan.quark.cn/s/6699790a9257"
  },
  {
    "文件名": "《豪门假少爷拒绝替身剧本》（精校版全本）作者：微微晞.txt",
    "夸克盘链接": "https://pan.quark.cn/s/0e02710d5535"
  },
  {
    "文件名": "《瀚海唐儿归》作者：人到中年纸老虎.txt",
    "夸克盘链接": "https://pan.quark.cn/s/4df96df7721d"
  },
  {
    "文件名": "《豪门后爸，在线摆烂》作者：榆木鱼鱼 7k主受 .txt",
    "夸克盘链接": "https://pan.quark.cn/s/7e86b1ded748"
  },
  {
    "文件名": "《贵女虐渣手册》（精校版全本+番外完）作者：少年之上.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a44d0c7fb9fb"
  },
  {
    "文件名": "《轨迹》作者：几树.txt",
    "夸克盘链接": "https://pan.quark.cn/s/24243e074366"
  },
  {
    "文件名": "《闺中绣（重生）》作者：希昀.txt",
    "夸克盘链接": "https://pan.quark.cn/s/58af60838ab8"
  },
  {
    "文件名": "《关于我老婆又发了SCI这件事》作者：舒月清 补番 .txt",
    "夸克盘链接": "https://pan.quark.cn/s/718b76f54ae5"
  },
  {
    "文件名": "《怪物们的爱人》作者：明月满枝.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ad3b131e8503"
  },
  {
    "文件名": "《拐个“非人”老公回家》作者：夜草茤茤.txt",
    "夸克盘链接": "https://pan.quark.cn/s/f838a19e6cb9"
  },
  {
    "文件名": "《乖软受豪门娇养指南［穿书］》作者：缇慢慢.txt",
    "夸克盘链接": "https://pan.quark.cn/s/3b8771c8f7c9"
  },
  {
    "文件名": "《乖宝 快穿 》作者：日落黄.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ef66903e20c7"
  },
  {
    "文件名": "《孤馆闭春寒》作者：诗灼灼.txt",
    "夸克盘链接": "https://pan.quark.cn/s/22f6a21204d4"
  },
  {
    "文件名": "《宫女出逃以后》作者：元芙芙.txt",
    "夸克盘链接": "https://pan.quark.cn/s/6f64c3c85301"
  },
  {
    "文件名": "《攻略四神后全身而退的可能性》作者：快乐土狗.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ad1e2a6c9d04"
  },
  {
    "文件名": "《攻略反派的特殊技巧》作者：一帆船.txt",
    "夸克盘链接": "https://pan.quark.cn/s/06e0c9c2bb57"
  },
  {
    "文件名": "《公主重生后》作者：木桃逢新.txt",
    "夸克盘链接": "https://pan.quark.cn/s/b42b7be02913"
  },
  {
    "文件名": "《跟我结婚的那个骗子》作者：淳牙.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e58183fa8b40"
  },
  {
    "文件名": "《给病秧子夫君冲喜后》作者：尔屿.txt",
    "夸克盘链接": "https://pan.quark.cn/s/332c3837b667"
  },
  {
    "文件名": "《复婚》作者：三长两短.txt",
    "夸克盘链接": "https://pan.quark.cn/s/49701f533faa"
  },
  {
    "文件名": "《隔壁的御幸不回家》作者：果灯阿珀.txt",
    "夸克盘链接": "https://pan.quark.cn/s/637e062a54da"
  },
  {
    "文件名": "《高考失利，她捡了一个修仙种田系统》作者：喝奶茶的卡多希.txt",
    "夸克盘链接": "https://pan.quark.cn/s/5e2f3eb8cca1"
  },
  {
    "文件名": "《敢染 婚恋 》 作者：玉寺人.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c1186fa761af"
  },
  {
    "文件名": "《福星小夫郎》作者：酒一卮 主受 .txt",
    "夸克盘链接": "https://pan.quark.cn/s/5d043c7b7987"
  },
  {
    "文件名": "《佛系求生后被馋上了》作者：七叶仙草.txt",
    "夸克盘链接": "https://pan.quark.cn/s/f7c7a31d3829"
  },
  {
    "文件名": "《分手热搜后，玄学大佬爆红娱乐圈》作者：尢克里里.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c6adb50c0786"
  },
  {
    "文件名": "《夫人今天和离了吗》作者：鸽子飞升.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a7c64da1663d"
  },
  {
    "文件名": "《夫君的温柔刀》作者：酒酿酿酒.txt",
    "夸克盘链接": "https://pan.quark.cn/s/853b21a37642"
  },
  {
    "文件名": "《风月狩》（精校版全本+番外完）作者：尤四姐.txt",
    "夸克盘链接": "https://pan.quark.cn/s/afa9607819ec"
  },
  {
    "文件名": "《风和日丽》作者：夏诺多吉.txt",
    "夸克盘链接": "https://pan.quark.cn/s/3528890d454f"
  },
  {
    "文件名": "《放肆》作者：公子歌.txt",
    "夸克盘链接": "https://pan.quark.cn/s/312eb99d4336"
  },
  {
    "文件名": "《废物雄虫上娃综爆火 虫族 》（番外完）作者：大阳光.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ec78062a023f"
  },
  {
    "文件名": "《非人类前任们都想和我破镜重圆》作者：云炽.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e9807c2fbf9d"
  },
  {
    "文件名": "《非典型救赎 快穿 》（精校版全本+番外314章）作者：小吾君.txt",
    "夸克盘链接": "https://pan.quark.cn/s/86fe5e52c394"
  },
  {
    "文件名": "《纺织糙女与娇夫（女尊）》作者：叙华.txt",
    "夸克盘链接": "https://pan.quark.cn/s/fe38e9efd801"
  },
  {
    "文件名": "《反派徒弟总想让我向善》作者：不见寒酥.txt",
    "夸克盘链接": "https://pan.quark.cn/s/9c9ce29b47d3"
  },
  {
    "文件名": "《反派他妹三岁半（快穿）》作者：七彩叶子.txt",
    "夸克盘链接": "https://pan.quark.cn/s/45d5b9c03d1f"
  },
  {
    "文件名": "《反派师妹苟命指南》作者：七日岛（咖喱乌冬面）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/d3e9754e687f"
  },
  {
    "文件名": "《反派大佬偏爱吃软饭》作者：笑饮千觞 主攻 .txt",
    "夸克盘链接": "https://pan.quark.cn/s/557f1f3ee8c3"
  },
  {
    "文件名": "《反派绑定拯救反派系统后 快穿 》作者：周橘涂 7k主攻 .txt",
    "夸克盘链接": "https://pan.quark.cn/s/253a8f2b3566"
  },
  {
    "文件名": "《反穿后我成了四个死对头的白月光》作者：公子歌.txt",
    "夸克盘链接": "https://pan.quark.cn/s/45c1456d9544"
  },
  {
    "文件名": "《反穿后我成了世界冠军 电竞 》作者：檐下月.txt",
    "夸克盘链接": "https://pan.quark.cn/s/5ab855840bd9"
  },
  {
    "文件名": "《二师兄他回来了［重生］》作者：兔牙阿梁.txt",
    "夸克盘链接": "https://pan.quark.cn/s/5f4c36bf5b67"
  },
  {
    "文件名": "《儿砸，你是男配呀 穿书  》作者：林菱柒.txt",
    "夸克盘链接": "https://pan.quark.cn/s/b2bf285b8102"
  },
  {
    "文件名": "《恶犬病美人被装乖狼崽钓了》作者：翊石巫.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c9d1f4ade518"
  },
  {
    "文件名": "《恶毒配角打脸逆袭 快穿 》作者：杨柳垂堤.txt",
    "夸克盘链接": "https://pan.quark.cn/s/41956c7d0b7f"
  },
  {
    "文件名": "《对照组知青吃瓜日常[七零]》作者：福红妆.txt",
    "夸克盘链接": "https://pan.quark.cn/s/eca55389af75"
  },
  {
    "文件名": "《对家居然成了我对象 电竞 》作者：杉杉呀.txt",
    "夸克盘链接": "https://pan.quark.cn/s/181c7a9cde2a"
  },
  {
    "文件名": "《独占青梅（双重生）》作者：三钱空青.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a5181d12fc7f"
  },
  {
    "文件名": "《独占偏爱》作者：创伤浮萍.txt",
    "夸克盘链接": "https://pan.quark.cn/s/426f910b1648"
  },
  {
    "文件名": "《独树晚风》作者：张不一.txt",
    "夸克盘链接": "https://pan.quark.cn/s/8c328faab5d2"
  },
  {
    "文件名": "《独份占有》作者：故依一.txt",
    "夸克盘链接": "https://pan.quark.cn/s/0bc7fa5832f3"
  },
  {
    "文件名": "《都怪那天风太大》郑好月、沈经白 作者：万元户.txt",
    "夸克盘链接": "https://pan.quark.cn/s/5443389389a0"
  },
  {
    "文件名": "《都到番外了我拿什么拯救男配》作者：盼南春.txt",
    "夸克盘链接": "https://pan.quark.cn/s/53df01b42c0e"
  },
  {
    "文件名": "《丢掉渣攻以后 快穿 》作者：诗槐.txt",
    "夸克盘链接": "https://pan.quark.cn/s/fe3dd637bb30"
  },
  {
    "文件名": "《顶流的学神姐姐在综艺爆红了》（精校版全本）作者：荔景.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ee68d084e993"
  },
  {
    "文件名": "《顶流的姐姐是只猫》作者：池下月影.txt",
    "夸克盘链接": "https://pan.quark.cn/s/9bce2b58c19f"
  },
  {
    "文件名": "《钓系咸鱼穿成综艺万人嫌摆烂后》（精校版全本）作者：水仙乘鲤.txt",
    "夸克盘链接": "https://pan.quark.cn/s/b1ffe5bfac52"
  },
  {
    "文件名": "《电竞黑月光洗白手册 重生 》作者：鱼西球球.txt",
    "夸克盘链接": "https://pan.quark.cn/s/5f34d654928c"
  },
  {
    "文件名": "《第二次婚礼》作者：松露.txt",
    "夸克盘链接": "https://pan.quark.cn/s/d164df86d733"
  },
  {
    "文件名": "《帝心》作者：卯莲.txt",
    "夸克盘链接": "https://pan.quark.cn/s/04b65240639e"
  },
  {
    "文件名": "《嫡长子团宠日常[清穿]》作者：茶叶蛋.txt",
    "夸克盘链接": "https://pan.quark.cn/s/241a21146650"
  },
  {
    "文件名": "《等你不忙了和我去办离婚》作者：赖狐狸.txt",
    "夸克盘链接": "https://pan.quark.cn/s/330b2769c979"
  },
  {
    "文件名": "《等你变弯很久了》作者：江也盼 主受 .txt",
    "夸克盘链接": "https://pan.quark.cn/s/81500ae49477"
  },
  {
    "文件名": "《等蝴蝶陷落 娱乐圈 》作者：匿名天体.txt",
    "夸克盘链接": "https://pan.quark.cn/s/4d94cf963f55"
  },
  {
    "文件名": "《地球人征服指南》作者：叶斐然.txt",
    "夸克盘链接": "https://pan.quark.cn/s/643d935f5f27"
  },
  {
    "文件名": "《地球沦陷后我的旅馆火了》（番外完）作者：香酥脆脆球.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c44b64de2589"
  },
  {
    "文件名": "《道侣害死我后又把我复活了》作者：一昔岁寒.txt",
    "夸克盘链接": "https://pan.quark.cn/s/f085e9f55088"
  },
  {
    "文件名": "《到底是谁在拿主角剧本》作者：不临月.txt",
    "夸克盘链接": "https://pan.quark.cn/s/9f6ec54ae2f7"
  },
  {
    "文件名": "《岛屿沦陷》作者：徐书晚.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a3c4bb08a46b"
  },
  {
    "文件名": "《当无CP男主手握渣男剧本 快穿 》作者：绝情小猫咪 1w主攻 .txt",
    "夸克盘链接": "https://pan.quark.cn/s/61e86782339d"
  },
  {
    "文件名": "《当魔头被迫成为男妈妈》作者：不尽欢欣.txt",
    "夸克盘链接": "https://pan.quark.cn/s/7d4f7729c6b5"
  },
  {
    "文件名": "《当乐子人穿成虐文女主》 作者：地日草.txt",
    "夸克盘链接": "https://pan.quark.cn/s/3b3010d30827"
  },
  {
    "文件名": "《当剑客穿成中二少年 古穿今 》作者：墙沿欢笑.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c525916ae03d"
  },
  {
    "文件名": "《当剑客穿成中二少年 古穿今 》作者：墙沿欢笑 5k主受 .txt",
    "夸克盘链接": "https://pan.quark.cn/s/d65c62fe932f"
  },
  {
    "文件名": "《当厨神老祖穿到现代 美食 》作者：金桔三颗.txt",
    "夸克盘链接": "https://pan.quark.cn/s/89f0a450e29f"
  },
  {
    "文件名": "《带着游戏系统穿星际》作者：鸦言鸦语 主受 .txt",
    "夸克盘链接": "https://pan.quark.cn/s/b3cc32d5d294"
  },
  {
    "文件名": "《大院病美人原配 年代 》作者： 萌铃千叶.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c09f83589f67"
  },
  {
    "文件名": "《大腿要看准了抱》作者：岑清辞.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ac2a1d25ae25"
  },
  {
    "文件名": "《大唐起居录（美食）》作者：平地木.txt",
    "夸克盘链接": "https://pan.quark.cn/s/fcdecdfdfa8c"
  },
  {
    "文件名": "《大明女医对我动手了》作者：暮兰舟.txt",
    "夸克盘链接": "https://pan.quark.cn/s/3eecab0ddb01"
  },
  {
    "文件名": "《大明·徐后传》作者：暮兰舟.txt",
    "夸克盘链接": "https://pan.quark.cn/s/fe0ff0c8c771"
  },
  {
    "文件名": "《大佬家顶流团宠又在综艺虐渣了》作者：我要看海.txt",
    "夸克盘链接": "https://pan.quark.cn/s/135ca7b742af"
  },
  {
    "文件名": "《大家都是古早文》作者：牧汤饭咸.txt",
    "夸克盘链接": "https://pan.quark.cn/s/7ba1b48d9a17"
  },
  {
    "文件名": "《从前有个钓鱼佬 洪荒 》作者：卯转金轮.txt",
    "夸克盘链接": "https://pan.quark.cn/s/32fcc5109970"
  },
  {
    "文件名": "《春帐夺暖》作者：十月虫.txt",
    "夸克盘链接": "https://pan.quark.cn/s/f57dbb313c23"
  },
  {
    "文件名": "《春莺啭》作者：海青拿天鹅.txt",
    "夸克盘链接": "https://pan.quark.cn/s/8a4d23ced8fc"
  },
  {
    "文件名": "《春香雾潮》作者：一睹春光.txt",
    "夸克盘链接": "https://pan.quark.cn/s/711235dbba84"
  },
  {
    "文件名": "《春深日暖》作者：怀愫.txt",
    "夸克盘链接": "https://pan.quark.cn/s/6c6f2be46833"
  },
  {
    "文件名": "《春日沼泽》作者：殊娓.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e0358adc387c"
  },
  {
    "文件名": "《春日狂想》作者：曲小蛐.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c7c286090004"
  },
  {
    "文件名": "《春花与玉》作者：富美.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c4c5a721f506"
  },
  {
    "文件名": "《穿越八五：从摆摊卖水果开始》作者：斜杏.txt",
    "夸克盘链接": "https://pan.quark.cn/s/dc62571c9f8c"
  },
  {
    "文件名": "《穿书之拯救黑化师弟》作者：南舒岛岛主.txt",
    "夸克盘链接": "https://pan.quark.cn/s/1901ff5c9042"
  },
  {
    "文件名": "《穿书之撩汉攻略》作者：公子歌.txt",
    "夸克盘链接": "https://pan.quark.cn/s/2024c983fcad"
  },
  {
    "文件名": "《穿书神医的学霸日常》作者：春雨潇潇.txt",
    "夸克盘链接": "https://pan.quark.cn/s/d75b74a5faab"
  },
  {
    "文件名": "《穿书七零首富的炮灰前妻》（精校版全本+番外完）作者：云纤月.txt",
    "夸克盘链接": "https://pan.quark.cn/s/5f4bcc0cc269"
  },
  {
    "文件名": "《穿书女配，爆料躺赢》作者：儿喜.txt",
    "夸克盘链接": "https://pan.quark.cn/s/2a69459db76e"
  },
  {
    "文件名": "《穿书后我亲懵了美强惨男二》作者：夜饮三大白.txt",
    "夸克盘链接": "https://pan.quark.cn/s/72988fa60481"
  },
  {
    "文件名": "《穿书：做个邪恶的大师兄》作者：灯盏空青.txt",
    "夸克盘链接": "https://pan.quark.cn/s/0ae2e9301ff4"
  },
  {
    "文件名": "《穿进漫画靠演苟命》作者：芒寒色正.txt",
    "夸克盘链接": "https://pan.quark.cn/s/0516fdf79b07"
  },
  {
    "文件名": "《穿进漫画，靠演苟命》作者：芒寒色正.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a178ad93d0a6"
  },
  {
    "文件名": "《穿进恋综只想躺平》作者：苟戈里.txt",
    "夸克盘链接": "https://pan.quark.cn/s/09f2ed6dfe27"
  },
  {
    "文件名": "《穿回星际做导演》作者：小洋裙桀桀.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e173fcbf8173"
  },
  {
    "文件名": "《穿回废土开修仙杂货铺》作者：柒小九.txt",
    "夸克盘链接": "https://pan.quark.cn/s/d92aa1103c53"
  },
  {
    "文件名": "《穿回八零年代，玄学大佬成首富》作者：滕KK.txt",
    "夸克盘链接": "https://pan.quark.cn/s/f4c90e8bd1e1"
  },
  {
    "文件名": "《穿到星际时代，我靠美食爆红了[经营]》 作者：吴下阿若.txt",
    "夸克盘链接": "https://pan.quark.cn/s/9083de9968ee"
  },
  {
    "文件名": "《穿到偏执大佬怀里 快穿 》作者：和风容与.txt",
    "夸克盘链接": "https://pan.quark.cn/s/7649637522ec"
  },
  {
    "文件名": "《穿成主角受后我攻了偏执大佬》作者：安则 主攻 .txt",
    "夸克盘链接": "https://pan.quark.cn/s/01169487b485"
  },
  {
    "文件名": "《穿成摄政王的替身男妻》作者：花笙酿.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a33f04fc8fb7"
  },
  {
    "文件名": "《穿成秀才弃夫郎》（精校版全本）作者：不早夭.txt",
    "夸克盘链接": "https://pan.quark.cn/s/f30d781121fe"
  },
  {
    "文件名": "《穿成无cp文里炮灰女配》作者：菠欧萝.txt",
    "夸克盘链接": "https://pan.quark.cn/s/773315f4d2bc"
  },
  {
    "文件名": "《穿成万人迷的双胞胎哥哥》作者：原叶原.txt",
    "夸克盘链接": "https://pan.quark.cn/s/911efcc0afbb"
  },
  {
    "文件名": "《穿成替身她也要当祖宗》作者：莫以阿.txt",
    "夸克盘链接": "https://pan.quark.cn/s/341ba7a26446"
  },
  {
    "文件名": "《穿成炮灰太子之后》作者：一捧秋凉.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ebbe31543783"
  },
  {
    "文件名": "《穿成炮灰贵妃的宫女后》作者：春似何.txt",
    "夸克盘链接": "https://pan.quark.cn/s/482303eafd21"
  },
  {
    "文件名": "《穿成炮灰的未来丈夫 穿书 》（番外完）作者：奉孝男神.txt",
    "夸克盘链接": "https://pan.quark.cn/s/db5b76b715c6"
  },
  {
    "文件名": "《穿成年代文中女配的妹妹》作者：努力的小乌龟.txt",
    "夸克盘链接": "https://pan.quark.cn/s/02c08fba8761"
  },
  {
    "文件名": "《穿成男主的猫 穿书 》作者：殷云染.txt",
    "夸克盘链接": "https://pan.quark.cn/s/feacf62a65e8"
  },
  {
    "文件名": "《穿成年代文的病美人 七零 》作者：雾矢翊.txt",
    "夸克盘链接": "https://pan.quark.cn/s/8eeabd92b246"
  },
  {
    "文件名": "《穿成男主的病弱竹马 穿书 》作者：米秋咪.txt",
    "夸克盘链接": "https://pan.quark.cn/s/b6c75ac0e45b"
  },
  {
    "文件名": "《穿成男主的病弱竹马 穿书 》（精校版全本）作者：米秋咪.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a07ad1767415"
  },
  {
    "文件名": "《穿成豪门文里的作死女配》（精校版全本）作者：青山听雨.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c40ded1db1c4"
  },
  {
    "文件名": "《穿成魔尊冲喜的短命新娘》作者：江萤千里.txt",
    "夸克盘链接": "https://pan.quark.cn/s/9bc0c7679378"
  },
  {
    "文件名": "《穿成娇软女配后我摆烂了》作者：人青草西.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ef0cabe3ef96"
  },
  {
    "文件名": "《穿成虎鲸后我被迫内卷了》作者：简淡.txt",
    "夸克盘链接": "https://pan.quark.cn/s/b759c7474910"
  },
  {
    "文件名": "《穿成豪门女配后爆火了 穿书 》作者：蓉锦.txt",
    "夸克盘链接": "https://pan.quark.cn/s/461e0e1321b7"
  },
  {
    "文件名": "《穿成豪门逆子亲妈，开局就打胎》作者：金银桥.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a8b08adae8b3"
  },
  {
    "文件名": "《穿成豪门后妈后成了继子偶像》作者：绮季.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c192e4c9b149"
  },
  {
    "文件名": "《穿成反派男配的小跟班》作者：单人有只鱼 1.9w主受 .txt",
    "夸克盘链接": "https://pan.quark.cn/s/be64df7a3e11"
  },
  {
    "文件名": "《穿成反派的冷血师父》作者：镉圆.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e80f6b262373"
  },
  {
    "文件名": "《穿成反派的黑心娘亲后》作者：兰乔木.txt",
    "夸克盘链接": "https://pan.quark.cn/s/8caea7d70306"
  },
  {
    "文件名": "《穿成大佬的作精前妻》作者：方圜一里.txt",
    "夸克盘链接": "https://pan.quark.cn/s/16332fe292ec"
  },
  {
    "文件名": "《穿成白月光替身后》作者：黍宁.txt",
    "夸克盘链接": "https://pan.quark.cn/s/95265ee62d49"
  },
  {
    "文件名": "《穿成DM文男主的挡箭牌 ABO 》作者：古无清纯.txt",
    "夸克盘链接": "https://pan.quark.cn/s/63833b0edd71"
  },
  {
    "文件名": "《楚巫》作者：捂脸大笑.txt",
    "夸克盘链接": "https://pan.quark.cn/s/6ed2eda88fc7"
  },
  {
    "文件名": "《初恋凶萌》作者：雷恩那 完结 .txt",
    "夸克盘链接": "https://pan.quark.cn/s/d624a7dfac91"
  },
  {
    "文件名": "《宠妃靠宫斗上位》 作者：牛牛包.txt",
    "夸克盘链接": "https://pan.quark.cn/s/075df84a5c48"
  },
  {
    "文件名": "《吃碗面》作者：见白头.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ab806dd632a4"
  },
  {
    "文件名": "《城中村租二代 九零 》作者：傅延年.txt",
    "夸克盘链接": "https://pan.quark.cn/s/3f4b2141b448"
  },
  {
    "文件名": "《成为abo世界唯一普通女性》作者：suer.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e05d4ee590ee"
  },
  {
    "文件名": "《陈酿》作者：久则征.txt",
    "夸克盘链接": "https://pan.quark.cn/s/63947635dc51"
  },
  {
    "文件名": "《朝有时，暮有时》作者 铁扇公子.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e95e8676d440"
  },
  {
    "文件名": "《朝欢》作者：半溪茶.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ac87294d457d"
  },
  {
    "文件名": "《抄家后带着空间去流放》 作者：戏好多.txt",
    "夸克盘链接": "https://pan.quark.cn/s/76a4f32c6dc3"
  },
  {
    "文件名": "《藏在回忆里的风景》作者：素光同.txt",
    "夸克盘链接": "https://pan.quark.cn/s/34a9dad7c5b5"
  },
  {
    "文件名": "《藏匿深情》作者：日曜三.txt",
    "夸克盘链接": "https://pan.quark.cn/s/338c627b455b"
  },
  {
    "文件名": "《藏獒》作者：公子歌.txt",
    "夸克盘链接": "https://pan.quark.cn/s/9658c32a57dc"
  },
  {
    "文件名": "《不准撒娇》作者：公子歌.txt",
    "夸克盘链接": "https://pan.quark.cn/s/6f3326f46421"
  },
  {
    "文件名": "《不知家主是儿郎（女尊）》作者：落雁沉鱼.txt",
    "夸克盘链接": "https://pan.quark.cn/s/37bb794256a4"
  },
  {
    "文件名": "《不要乱捡雄虫幼崽》作者：山川千野 1.2w主攻 .txt",
    "夸克盘链接": "https://pan.quark.cn/s/69e5bab7da16"
  },
  {
    "文件名": "《不许碰我耳朵》作者：草西君.txt",
    "夸克盘链接": "https://pan.quark.cn/s/824280b00d47"
  },
  {
    "文件名": "《不是小怪物，是团宠龙崽 星际 》作者：凤箫声醉 7w主受 .txt",
    "夸克盘链接": "https://pan.quark.cn/s/f5dfac068bc1"
  },
  {
    "文件名": "《不舍娇娇》作者：蝗蝗啊.txt",
    "夸克盘链接": "https://pan.quark.cn/s/50ae06767dbd"
  },
  {
    "文件名": "《不见月》作者：Redo.txt",
    "夸克盘链接": "https://pan.quark.cn/s/4d67800c4d12"
  },
  {
    "文件名": "《病美人保护炮灰男配任务中！ 快穿 》作者：凛冬小榴莲.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a1ac90aa9403"
  },
  {
    "文件名": "《鬓边待诏》作者：木秋池 补番 .txt",
    "夸克盘链接": "https://pan.quark.cn/s/ed01cd370e23"
  },
  {
    "文件名": "《比春天更绿，比夏天还明媚》作者： 叹西茶.txt",
    "夸克盘链接": "https://pan.quark.cn/s/6895f230b0fd"
  },
  {
    "文件名": "《逼受成攻 快穿 》作者：心痛怎么治.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a81d5a2bd947"
  },
  {
    "文件名": "《本SSR拒绝捆绑邪神CP 》作者：我算什么小饼干.txt",
    "夸克盘链接": "https://pan.quark.cn/s/533ffca264d5"
  },
  {
    "文件名": "《被献给反派大佬以后［穿书］》作者：枭钥 4.5w主攻 .txt",
    "夸克盘链接": "https://pan.quark.cn/s/bbaa8481a855"
  },
  {
    "文件名": "《被叛逃干部甩了之后》作者：琉琉璃.txt",
    "夸克盘链接": "https://pan.quark.cn/s/cace02866eea"
  },
  {
    "文件名": "《被流放后靠直播种田爆红了》（精校版全本）作者：残夜水明.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e72b19c2cf50"
  },
  {
    "文件名": "《被绝情断欲后我成了万人迷》作者：公子歌.txt",
    "夸克盘链接": "https://pan.quark.cn/s/1c330e0d3eff"
  },
  {
    "文件名": "《被蛟龙师兄缠上后》作者：纸砚墨笔JG.txt",
    "夸克盘链接": "https://pan.quark.cn/s/61fce6cd5bbb"
  },
  {
    "文件名": "《被反派套路成道侣后》作者：开桔.txt",
    "夸克盘链接": "https://pan.quark.cn/s/df7af135d77d"
  },
  {
    "文件名": "《被读心后我成了团宠》 作者：芷柚.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ed6158d4c203"
  },
  {
    "文件名": "《被顶流渣了之后 娱乐圈 》作者：A穿地心.txt",
    "夸克盘链接": "https://pan.quark.cn/s/4840c1f3ee6e"
  },
  {
    "文件名": "《被惦记》作者：眼睛弯了.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e1833d8ad661"
  },
  {
    "文件名": "《被穿越者夺舍以后》作者：青花燃.txt",
    "夸克盘链接": "https://pan.quark.cn/s/2b84977491c1"
  },
  {
    "文件名": "《暴躁小龟今天也在找人干架》作者：海盐芝士卷.txt",
    "夸克盘链接": "https://pan.quark.cn/s/2c3547fba616"
  },
  {
    "文件名": "《暴君纳妃当日我孕吐了》作者：风烟流年.txt",
    "夸克盘链接": "https://pan.quark.cn/s/837cfc775892"
  },
  {
    "文件名": "《暴富从给秦始皇做历史直播开始》作者：秦时长安.txt",
    "夸克盘链接": "https://pan.quark.cn/s/7f091421e573"
  },
  {
    "文件名": "《宝珠郡主》作者：炸和.txt",
    "夸克盘链接": "https://pan.quark.cn/s/b1af0127f142"
  },
  {
    "文件名": "《宝石胸针 先婚 》作者：玉寺人.txt",
    "夸克盘链接": "https://pan.quark.cn/s/b513c53ace74"
  },
  {
    "文件名": "《帮女配攻略男主》作者：蒜蓉粉丝汤.txt",
    "夸克盘链接": "https://pan.quark.cn/s/2ba6429fed86"
  },
  {
    "文件名": "《扮乖》作者：顾南西.txt",
    "夸克盘链接": "https://pan.quark.cn/s/0d727ab6f7f2"
  },
  {
    "文件名": "《半吟》作者：弱水千流.txt",
    "夸克盘链接": "https://pan.quark.cn/s/07437efd5bd8"
  },
  {
    "文件名": "《摆烂后反派开始宠我》作者：闲狐 9k主受 .txt",
    "夸克盘链接": "https://pan.quark.cn/s/6f20a29e4baf"
  },
  {
    "文件名": "《霸总养攻指南 重生》作者：危火.txt",
    "夸克盘链接": "https://pan.quark.cn/s/6a87b7c74899"
  },
  {
    "文件名": "《百年好合》作者：咬春饼.txt",
    "夸克盘链接": "https://pan.quark.cn/s/8faac219ba52"
  },
  {
    "文件名": "《白月光在噩梦游戏复活了》作者：猫八先生.txt",
    "夸克盘链接": "https://pan.quark.cn/s/223b754bb4fa"
  },
  {
    "文件名": "《白月光的儿子真香》作者：满星戏.txt",
    "夸克盘链接": "https://pan.quark.cn/s/f038a6bc4fd8"
  },
  {
    "文件名": "《霸总养攻指南 重生》作者：危火 5k主受 .txt",
    "夸克盘链接": "https://pan.quark.cn/s/90a5d0611426"
  },
  {
    "文件名": "《八零年代之媳妇是只狐狸精》作者：颜素素.txt",
    "夸克盘链接": "https://pan.quark.cn/s/3e0adf989d88"
  },
  {
    "文件名": "《霸占》作者：公子歌.txt",
    "夸克盘链接": "https://pan.quark.cn/s/8a27a39aadf8"
  },
  {
    "文件名": "《霸宠医妃》（穿越要在加班后之二）作者：简璎.txt",
    "夸克盘链接": "https://pan.quark.cn/s/5d3532956a5f"
  },
  {
    "文件名": "《八十年代带崽日常》作者：守兔猪猪.txt",
    "夸克盘链接": "https://pan.quark.cn/s/9fc27b1db49c"
  },
  {
    "文件名": "《八零年代维修工》作者：旧时意.txt",
    "夸克盘链接": "https://pan.quark.cn/s/76f6505760d5"
  },
  {
    "文件名": "《八零年代娇美人》 作者：糖瓜子.txt",
    "夸克盘链接": "https://pan.quark.cn/s/cb8e6e2e0194"
  },
  {
    "文件名": "《八零后重生日常》作者：星洁 1w主攻 .txt",
    "夸克盘链接": "https://pan.quark.cn/s/95ffac383455"
  },
  {
    "文件名": "《嗷呜一口美人老婆》作者：山河不倦.txt",
    "夸克盘链接": "https://pan.quark.cn/s/9851fc57b432"
  },
  {
    "文件名": "《爱的行距》作者：陈虹羽.txt",
    "夸克盘链接": "https://pan.quark.cn/s/3550311081e3"
  },
  {
    "文件名": "《A成这样还装纯0！》作者：小也烈烈.txt",
    "夸克盘链接": "https://pan.quark.cn/s/8481ce3b38da"
  },
  {
    "文件名": "《[洪荒]作为妹妹心好累》作者：不见玉.txt",
    "夸克盘链接": "https://pan.quark.cn/s/5cd4afe4104e"
  },
  {
    "文件名": "《[红楼]惹不起的贾瑚》作者：紫生.txt",
    "夸克盘链接": "https://pan.quark.cn/s/86fd86a3725e"
  },
  {
    "文件名": "《（综英美同人） 综英美 移动泉水请求出战》作者：不盐 完结+番外 .txt",
    "夸克盘链接": "https://pan.quark.cn/s/13e201c492d3"
  },
  {
    "文件名": "《（综英美同人） 综英美 七分之一的韦恩小 姐》作者：殷忆华.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a79d7d3cfb93"
  },
  {
    "文件名": "《（综英美同人） 综英美 漫画女配觉醒后爆红了》作者：安静喝茶.txt",
    "夸克盘链接": "https://pan.quark.cn/s/293cafad2548"
  },
  {
    "文件名": "《（清穿同人）大清第一宠妃》作者：沉坞.txt",
    "夸克盘链接": "https://pan.quark.cn/s/147b1ce034ef"
  },
  {
    "文件名": "《（综漫同人）改造伟大航路从称王开始》作者：银发天然卷.txt",
    "夸克盘链接": "https://pan.quark.cn/s/88167bd7ae28"
  },
  {
    "文件名": "《（清穿同人）清穿咸鱼宜妃的卷崽日常》作者 花下千江.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a0b865edf3ed"
  },
  {
    "文件名": "《（红楼同人）庶长子的科举人生》作者：风过叶落.txt",
    "夸克盘链接": "https://pan.quark.cn/s/4cc2f9947c8d"
  },
  {
    "文件名": "《（韩娱同人） 娱乐圈 我靠心愿app成爱豆们团宠》作者：金桔朵.txt",
    "夸克盘链接": "https://pan.quark.cn/s/8f207750b5ea"
  },
  {
    "文件名": "《（封神同人） 封神 欺负小狐狸是要火葬场的》作者：稷下猫瞳.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ddfb61c49518"
  },
  {
    "文件名": "《 附带番外 坠欢》作者：南轻歌.txt",
    "夸克盘链接": "https://pan.quark.cn/s/5b8ba60677f1"
  },
  {
    "文件名": "《（ 海贼王同人）开局捶死了一只天龙人》作者：岫夕.txt",
    "夸克盘链接": "https://pan.quark.cn/s/51bd85cd8b6e"
  },
  {
    "文件名": "《 综武侠 侠客们的反穿日常》作者：三蔓子.txt",
    "夸克盘链接": "https://pan.quark.cn/s/8bc4e5ce22e4"
  },
  {
    "文件名": "《 综漫同人 禅院富江的柯学作弊码》作者：变卦为乾.txt",
    "夸克盘链接": "https://pan.quark.cn/s/f622370d03b3"
  },
  {
    "文件名": "《 综名著 和盖茨比双双暴富后》作者：半只肉球.txt",
    "夸克盘链接": "https://pan.quark.cn/s/f8b848216301"
  },
  {
    "文件名": "《 原神 无数BE成就白月光》作者：黑糖拌饭.txt",
    "夸克盘链接": "https://pan.quark.cn/s/1443f9d326a3"
  },
  {
    "文件名": "《 原神 我在璃月卖盲盒》作者：青丝秀挽.txt",
    "夸克盘链接": "https://pan.quark.cn/s/d50ec0c21005"
  },
  {
    "文件名": "《 原神 非正统原人》作者：林萦.txt",
    "夸克盘链接": "https://pan.quark.cn/s/26f7aa3aa652"
  },
  {
    "文件名": "《 星际 和战神结婚后》作者：雾矢翊.txt",
    "夸克盘链接": "https://pan.quark.cn/s/cc4e5cd21b72"
  },
  {
    "文件名": "《 希伯来 人人都爱路西法》作者：故国有虞.txt",
    "夸克盘链接": "https://pan.quark.cn/s/b0e7c6f50e6e"
  },
  {
    "文件名": "《 西游 在积雷山当狐王的那些年》（精校版全本+番外188章）作者：醉酒花间.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c4cc42e7f7ea"
  },
  {
    "文件名": "《 快穿 他来自诸天万界》作者：瑟嫣.txt",
    "夸克盘链接": "https://pan.quark.cn/s/af6e3cd53767"
  },
  {
    "文件名": "《 西游 穿成史上混最惨狐狸精》作者：灰白菜菜.txt",
    "夸克盘链接": "https://pan.quark.cn/s/da3fbd4e5d09"
  },
  {
    "文件名": "《 无限 被鬼王大佬盯上了怎么办》作者：孙圆圆.txt",
    "夸克盘链接": "https://pan.quark.cn/s/68d0765702b3"
  },
  {
    "文件名": "[附带番外]穿成龙傲天幼崽的反派继母（卷卷猫） 作者：卷卷猫.txt",
    "夸克盘链接": "https://pan.quark.cn/s/97bcd8f1998b"
  },
  {
    "文件名": "[附带番外]穿成废太子宠妾以后（启夫微安） 作者：启夫微安.txt",
    "夸克盘链接": "https://pan.quark.cn/s/3ce5a7da9279"
  },
  {
    "文件名": "[附带番外]冰雪来信（初厘） 作者：初厘.txt",
    "夸克盘链接": "https://pan.quark.cn/s/116ab1aa6a83"
  },
  {
    "文件名": "[附带番外]八零之偏执大佬的白月光重生了（女王不在家） 作者：女王不在家.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a8535c9d315c"
  },
  {
    "文件名": "[附带番外]暗涌失控（软笙） 作者：软笙.txt",
    "夸克盘链接": "https://pan.quark.cn/s/08cc4f900f88"
  },
  {
    "文件名": "[附带番外]Beta，但万人迷（闲时煮酒） 作者：闲时煮酒.txt",
    "夸克盘链接": "https://pan.quark.cn/s/b202dd237221"
  },
  {
    "文件名": "[附带番外][娱乐圈]一点可爱（咖啡牛奶茶） 作者：咖啡牛奶茶.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c10fa8b00f36"
  },
  {
    "文件名": "作死女配掉线了 作者：周沅.txt",
    "夸克盘链接": "https://pan.quark.cn/s/6907ed60d05f"
  },
  {
    "文件名": "灼夏by鹿安茶.txt",
    "夸克盘链接": "https://pan.quark.cn/s/4c902c333b05"
  },
  {
    "文件名": "主神任务（快穿） 作者：来个上上签.txt",
    "夸克盘链接": "https://pan.quark.cn/s/658a7208af43"
  },
  {
    "文件名": "重回我爸当校草那几年 作者：春风榴火.txt",
    "夸克盘链接": "https://pan.quark.cn/s/12a0b71f08ad"
  },
  {
    "文件名": "中二病竟然只有我自己.txt",
    "夸克盘链接": "https://pan.quark.cn/s/b4f0d3122395"
  },
  {
    "文件名": "职业替身，时薪十万 作者：渊爻.txt",
    "夸克盘链接": "https://pan.quark.cn/s/6a2765df6cff"
  },
  {
    "文件名": "这个师妹明明超强却过分沙雕[穿书] 作者：南楼北望.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c4ba66fe21be"
  },
  {
    "文件名": "长风渡 作者：墨书白.txt",
    "夸克盘链接": "https://pan.quark.cn/s/0251fcf861f6"
  },
  {
    "文件名": "长安小饭馆 作者：樱桃糕.txt",
    "夸克盘链接": "https://pan.quark.cn/s/18d9a43b5174"
  },
  {
    "文件名": "长安第一美人 作者：发达的泪腺.txt",
    "夸克盘链接": "https://pan.quark.cn/s/47e9a83b34b8"
  },
  {
    "文件名": "在逃美人 作者：燕停.txt",
    "夸克盘链接": "https://pan.quark.cn/s/9734896d713b"
  },
  {
    "文件名": "在年代文里当极品 作者：翟佰里.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ec94496ca446"
  },
  {
    "文件名": "在冷漠的他怀里撒个娇 作者：春风榴火.txt",
    "夸克盘链接": "https://pan.quark.cn/s/83875a0de6c6"
  },
  {
    "文件名": "原著杀我 作者：扶桑知我.txt",
    "夸克盘链接": "https://pan.quark.cn/s/6663b591744c"
  },
  {
    "文件名": "渔女赶海发家记 作者：绿豆红汤.txt",
    "夸克盘链接": "https://pan.quark.cn/s/501de8b1ff40"
  },
  {
    "文件名": "娱乐圈是我的[重生] 作者：春刀寒.txt",
    "夸克盘链接": "https://pan.quark.cn/s/7e6f82f9d243"
  },
  {
    "文件名": "勇者与野荆棘 作者：Sansaga.txt",
    "夸克盘链接": "https://pan.quark.cn/s/f47f67c56f3c"
  },
  {
    "文件名": "影帝他妹三岁半 作者：江月年年.txt",
    "夸克盘链接": "https://pan.quark.cn/s/d569b4ddbdf6"
  },
  {
    "文件名": "窈窕珍馐 作者：缘何故.txt",
    "夸克盘链接": "https://pan.quark.cn/s/8e55cb9112dc"
  },
  {
    "文件名": "咽下这口白浊（BDSM 粗口）by魏承泽（正文完）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/20003292d00e"
  },
  {
    "文件名": "雪落玫瑰 作者：仙芙.txt",
    "夸克盘链接": "https://pan.quark.cn/s/cdbafb014788"
  },
  {
    "文件名": "蓄谋童话 作者：嘘知.txt",
    "夸克盘链接": "https://pan.quark.cn/s/5fceee5f2405"
  },
  {
    "文件名": "雄虫不是omega 作者：釉彩的钥匙.txt",
    "夸克盘链接": "https://pan.quark.cn/s/f7a39a4adb6c"
  },
  {
    "文件名": "凶案现场直播 作者：退戈.txt",
    "夸克盘链接": "https://pan.quark.cn/s/83cb2e853b9a"
  },
  {
    "文件名": "小继后 作者：祭望月.txt",
    "夸克盘链接": "https://pan.quark.cn/s/f3869bf8b996"
  },
  {
    "文件名": "向师祖献上咸鱼 作者：扶华.txt",
    "夸克盘链接": "https://pan.quark.cn/s/b8be606dc5fb"
  },
  {
    "文件名": "夏露2019新春番外.txt",
    "夸克盘链接": "https://pan.quark.cn/s/340cc54cb153"
  },
  {
    "文件名": "仵作娇娘 作者：薄月栖烟.txt",
    "夸克盘链接": "https://pan.quark.cn/s/03b9ee9a3963"
  },
  {
    "文件名": "污名[重生] 完结+番外_一从音 作者：一从音.txt",
    "夸克盘链接": "https://pan.quark.cn/s/18e9ea46f100"
  },
  {
    "文件名": "我在娱乐圈做好人好事后上岸了 作者：元棕.txt",
    "夸克盘链接": "https://pan.quark.cn/s/6712844d08e7"
  },
  {
    "文件名": "我在娱乐圈爽文里当咸鱼 作者：大哥喝冰阔落.txt",
    "夸克盘链接": "https://pan.quark.cn/s/f28eafe858b5"
  },
  {
    "文件名": "我在丧尸文里被甜宠 作者：周卷.txt",
    "夸克盘链接": "https://pan.quark.cn/s/6e641a536463"
  },
  {
    "文件名": "我欲春风 作者：山中君.txt",
    "夸克盘链接": "https://pan.quark.cn/s/3a6b9b1aa16e"
  },
  {
    "文件名": "我有霸总光环[穿书].txt",
    "夸克盘链接": "https://pan.quark.cn/s/b995bb9460e6"
  },
  {
    "文件名": "我养成了一个病弱皇子[治愈] 作者：明桂载酒.txt",
    "夸克盘链接": "https://pan.quark.cn/s/497cfa2e2155"
  },
  {
    "文件名": "我靠打脸封神[快穿] 作者：唐宓.txt",
    "夸克盘链接": "https://pan.quark.cn/s/f73eccc15aa8"
  },
  {
    "文件名": "我就想蹭你的气运 作者：明桂载酒.txt",
    "夸克盘链接": "https://pan.quark.cn/s/101903a8b74a"
  },
  {
    "文件名": "我给亲爹嬴政来续命 作者：道_非.txt",
    "夸克盘链接": "https://pan.quark.cn/s/12d1af365a0e"
  },
  {
    "文件名": "我的新郎逃婚了 作者：喝口雪碧.txt",
    "夸克盘链接": "https://pan.quark.cn/s/fa0f4b5681df"
  },
  {
    "文件名": "我导演了灵气复苏 作者：辉羽天.txt",
    "夸克盘链接": "https://pan.quark.cn/s/aae24838c606"
  },
  {
    "文件名": "我成了灰姑娘的恶毒继姐 作者：白日上楼.txt",
    "夸克盘链接": "https://pan.quark.cn/s/98805eee8746"
  },
  {
    "文件名": "吻痣 作者：曲小蛐.txt",
    "夸克盘链接": "https://pan.quark.cn/s/00a5cf507228"
  },
  {
    "文件名": "危险沉伦 作者：木登子木登子.txt",
    "夸克盘链接": "https://pan.quark.cn/s/3b8ef0e88456"
  },
  {
    "文件名": "万人嫌小少爷成为男人们的团宠.txt",
    "夸克盘链接": "https://pan.quark.cn/s/57d6b759a306"
  },
  {
    "文件名": "退烧 作者：舒虞.txt",
    "夸克盘链接": "https://pan.quark.cn/s/5229f93f7cd4"
  },
  {
    "文件名": "退圈后我开饭馆爆火了[美食] 作者：月九安.txt",
    "夸克盘链接": "https://pan.quark.cn/s/bfbca741a643"
  },
  {
    "文件名": "推荐+++++  18w收藏 不醒by一度君华（线下无限流，心机女主x狗东西男主，破镜重圆）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/f622657ee277"
  },
  {
    "文件名": "推荐++++  长佩12.5w收藏 暗恋翻车后by松子茶（高冷责任心很强的攻×脾气软好说话美人受）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/298a59239fec"
  },
  {
    "文件名": "推荐+  3w收藏 养老婆要从竹马做起！by夂槿.txt",
    "夸克盘链接": "https://pan.quark.cn/s/8dc52faa6aab"
  },
  {
    "文件名": "推荐 谋夺凤印by荔箫（女主黑化复仇，美艳毒辣）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/548c55adb29d"
  },
  {
    "文件名": "推荐  1.4w收藏 反向围捕by重山外（娱乐圈，冷美人X小少爷，破镜重圆）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/74f031f4169a"
  },
  {
    "文件名": "团宠反派三岁半 作者：松庭.txt",
    "夸克盘链接": "https://pan.quark.cn/s/32e2d02f5409"
  },
  {
    "文件名": "同时攻略三个神明 作者：秋水麋鹿.txt",
    "夸克盘链接": "https://pan.quark.cn/s/4319bf43869b"
  },
  {
    "文件名": "天才女友 作者：素光同.txt",
    "夸克盘链接": "https://pan.quark.cn/s/d2d073b123ca"
  },
  {
    "文件名": "桃枝气泡 作者：栖见.txt",
    "夸克盘链接": "https://pan.quark.cn/s/abec5ae49e23"
  },
  {
    "文件名": "逃婚女配不跑了.txt",
    "夸克盘链接": "https://pan.quark.cn/s/98cb4977ab90"
  },
  {
    "文件名": "谈恋爱不如上清华 作者：十尾兔.txt",
    "夸克盘链接": "https://pan.quark.cn/s/8283b1a4b916"
  },
  {
    "文件名": "她危险又迷人[快穿] 作者：一棵番茄树.txt",
    "夸克盘链接": "https://pan.quark.cn/s/000692e6f07f"
  },
  {
    "文件名": "四岁仙尊，在线种地 作者：涮脑花儿.txt",
    "夸克盘链接": "https://pan.quark.cn/s/8e7524ba0688"
  },
  {
    "文件名": "撕裂沦陷[火葬场] 作者：数爱书.txt",
    "夸克盘链接": "https://pan.quark.cn/s/d18c85bb3d90"
  },
  {
    "文件名": "斯文败类老公他不装了 作者：章鱼老师.txt",
    "夸克盘链接": "https://pan.quark.cn/s/bf5a499e5c69"
  },
  {
    "文件名": "爽文女主她不想爆红 作者：大哥喝冰阔落.txt",
    "夸克盘链接": "https://pan.quark.cn/s/13b0be930885"
  },
  {
    "文件名": "嗜爱 作者：弱水千流.txt",
    "夸克盘链接": "https://pan.quark.cn/s/6bc11a4963eb"
  },
  {
    "文件名": "十分满分的甜 作者：执葱一根.txt",
    "夸克盘链接": "https://pan.quark.cn/s/7addf783e834"
  },
  {
    "文件名": "失忆后，老公求我再爱他一次 作者：我爱吃山竹.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ad0dd61ba7b5"
  },
  {
    "文件名": "烧春（1v1）（完结）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/083d9c9cfe6e"
  },
  {
    "文件名": "上天安排的最大啦 作者：春刀寒.txt",
    "夸克盘链接": "https://pan.quark.cn/s/3277654394bc"
  },
  {
    "文件名": "山河枕 作者：墨书白.txt",
    "夸克盘链接": "https://pan.quark.cn/s/f447d1801fde"
  },
  {
    "文件名": "如果月亮不抱你 作者：六盲星.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e45edf0c7b19"
  },
  {
    "文件名": "全能千金燃翻天 作者：德音不忘.txt",
    "夸克盘链接": "https://pan.quark.cn/s/2d2e38e76769"
  },
  {
    "文件名": "穷途客栈 作者：寒夏若初.txt",
    "夸克盘链接": "https://pan.quark.cn/s/96bd2b9d19d4"
  },
  {
    "文件名": "请把握好接吻的尺度 作者：荔枝香近.txt",
    "夸克盘链接": "https://pan.quark.cn/s/7bed5b862431"
  },
  {
    "文件名": "起点文男主是我爸 作者：林绵绵.txt",
    "夸克盘链接": "https://pan.quark.cn/s/072c2dedfc93"
  },
  {
    "文件名": "奇怪的先生们 作者：扶华.txt",
    "夸克盘链接": "https://pan.quark.cn/s/1f4b61e368f2"
  },
  {
    "文件名": "七零穿书之娇宠军嫂 作者：梅雨季节情.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c0088435f5ac"
  },
  {
    "文件名": "七零穿成女主闺蜜 作者：林果冻.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ae7f6eef7867"
  },
  {
    "文件名": "破碎后劲 作者：何暮楚.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ded0b5efe34e"
  },
  {
    "文件名": "偏执男主白月光我不当了 作者：赵史觉.txt",
    "夸克盘链接": "https://pan.quark.cn/s/87e87abdc253"
  },
  {
    "文件名": "偏偏宠爱她 作者：绘糖.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ba7365c7bf39"
  },
  {
    "文件名": "炮灰攻三成了万人迷[快穿] 作者：暗香漂浮.txt",
    "夸克盘链接": "https://pan.quark.cn/s/4a0313b3c330"
  },
  {
    "文件名": "炮灰npc美貌值爆表（无限） 作者：援星.txt",
    "夸克盘链接": "https://pan.quark.cn/s/2e15e7d9297c"
  },
  {
    "文件名": "女扮男装后我在男团C位出道了by乐正楚.txt",
    "夸克盘链接": "https://pan.quark.cn/s/79a53bcdf9f8"
  },
  {
    "文件名": "虐文女主拯救指南 作者：荔枝酸奶.txt",
    "夸克盘链接": "https://pan.quark.cn/s/2f5af655f4ce"
  },
  {
    "文件名": "年代大佬的漂亮小娇妻 作者：沈宝爷.txt",
    "夸克盘链接": "https://pan.quark.cn/s/f8c6b5f07b28"
  },
  {
    "文件名": "你看起来很好亲.txt",
    "夸克盘链接": "https://pan.quark.cn/s/fed98e929e6d"
  },
  {
    "文件名": "奈何上司太会撩 作者：谢知微.txt",
    "夸克盘链接": "https://pan.quark.cn/s/927a810b84d6"
  },
  {
    "文件名": "奶油味暗恋.txt",
    "夸克盘链接": "https://pan.quark.cn/s/55fb1fa87eeb"
  },
  {
    "文件名": "梦游症和直男 by 昼夜吃草【完结】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/b0b682b51d27"
  },
  {
    "文件名": "满级绿茶在年代文躺赢 作者：云吉锦绣.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c8f8e67bb840"
  },
  {
    "文件名": "玛丽苏直播日常 作者：言西早早.txt",
    "夸克盘链接": "https://pan.quark.cn/s/40f11d9dd44f"
  },
  {
    "文件名": "绿茶要有绿茶的本事 作者：苏钱钱.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ac5a5f6b102b"
  },
  {
    "文件名": "伦敦星光不散场.txt",
    "夸克盘链接": "https://pan.quark.cn/s/7938b0d16a88"
  },
  {
    "文件名": "六零海岛女军医 作者：香芋酥皮.txt",
    "夸克盘链接": "https://pan.quark.cn/s/29ecaa81c356"
  },
  {
    "文件名": "林似寒霜见 作者：千山逐客.txt",
    "夸克盘链接": "https://pan.quark.cn/s/2b9645cbcf93"
  },
  {
    "文件名": "怜惜皇后之后朕有孕了 作者：日千引.txt",
    "夸克盘链接": "https://pan.quark.cn/s/5aeb63b57134"
  },
  {
    "文件名": "坤宁 作者：时镜.txt",
    "夸克盘链接": "https://pan.quark.cn/s/adbe60ef9fdc"
  },
  {
    "文件名": "刻骨 作者：僵尸嬷嬷.txt",
    "夸克盘链接": "https://pan.quark.cn/s/bec8d54e43f2"
  },
  {
    "文件名": "可爱多少钱一斤.txt",
    "夸克盘链接": "https://pan.quark.cn/s/fa1871f851e4"
  },
  {
    "文件名": "柯学重生he指南 作者：花里酌宴.txt",
    "夸克盘链接": "https://pan.quark.cn/s/68c2aa2ee280"
  },
  {
    "文件名": "绝对掌控 作者：多梨.txt",
    "夸克盘链接": "https://pan.quark.cn/s/d2ab251bab31"
  },
  {
    "文件名": "觉醒读心术后我独美了by关山月知.txt",
    "夸克盘链接": "https://pan.quark.cn/s/b3cb2902fe4f"
  },
  {
    "文件名": "就算是杨戬也不能把我怎么样 作者：青草糕.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a16c9114bf9f"
  },
  {
    "文件名": "救赎反派后我死遁了 作者：百香梨.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a45cb035da1e"
  },
  {
    "文件名": "酒厂boss在追漫画 作者：光度水文.txt",
    "夸克盘链接": "https://pan.quark.cn/s/0482e247a4c7"
  },
  {
    "文件名": "九叔万福 作者：九月流火.txt",
    "夸克盘链接": "https://pan.quark.cn/s/7e0953860958"
  },
  {
    "文件名": "今天真假千金推翻豪门了吗 作者：折纸为戏.txt",
    "夸克盘链接": "https://pan.quark.cn/s/63a6c9aab707"
  },
  {
    "文件名": "戒肆 作者：不知江月.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e72db98b0ad8"
  },
  {
    "文件名": "娇软美人年代文甜宠日常 作者：刺棠.txt",
    "夸克盘链接": "https://pan.quark.cn/s/65a08fd777e6"
  },
  {
    "文件名": "急！养的魔崽是撒娇精怎么办？ 作者：一池清许.txt",
    "夸克盘链接": "https://pan.quark.cn/s/85fb531995d9"
  },
  {
    "文件名": "侯夫人又被误认为外室了 作者：浅笑轻颦.txt",
    "夸克盘链接": "https://pan.quark.cn/s/3886c200415f"
  },
  {
    "文件名": "黑月光拿稳BE剧本 作者：藤萝为枝.txt",
    "夸克盘链接": "https://pan.quark.cn/s/f1c5e0b6ed1c"
  },
  {
    "文件名": "黑化女配三岁半 作者：锦橙.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e8df77d25aa9"
  },
  {
    "文件名": "和男主他爹he了（穿书） 作者：栗舟.txt",
    "夸克盘链接": "https://pan.quark.cn/s/bf638da3613c"
  },
  {
    "文件名": "豪门女配不想拥有爱情 作者：公子闻筝.txt",
    "夸克盘链接": "https://pan.quark.cn/s/986a1932e158"
  },
  {
    "文件名": "豪门父母和顶流哥哥终于找到了我 作者：西淅.txt",
    "夸克盘链接": "https://pan.quark.cn/s/8583a394e5f9"
  },
  {
    "文件名": "寒霄不知长【原名：就你不学习】 by 麦库姆斯先生（补第65， 73 ，74 ，84， 85章车）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/b00030adce3d"
  },
  {
    "文件名": "国色生香 作者：笑佳人.txt",
    "夸克盘链接": "https://pan.quark.cn/s/fa580f2e24e3"
  },
  {
    "文件名": "攻略世界退休以后（火葬场） (np)  更32.txt",
    "夸克盘链接": "https://pan.quark.cn/s/dc0fcd75b559"
  },
  {
    "文件名": "高危职业二师姐 作者：言言夫卡.txt",
    "夸克盘链接": "https://pan.quark.cn/s/71538ef6152b"
  },
  {
    "文件名": "赴雪by月昼(39).txt",
    "夸克盘链接": "https://pan.quark.cn/s/8cc1e279d535"
  },
  {
    "文件名": "浮世珍馐馆 作者：西瓜珍宝珠.txt",
    "夸克盘链接": "https://pan.quark.cn/s/f54f1f61c32c"
  },
  {
    "文件名": "夫郎家的现代小相公 作者：白云上.txt",
    "夸克盘链接": "https://pan.quark.cn/s/81fef86d343d"
  },
  {
    "文件名": "非惯性依赖 作者：西荧星.txt",
    "夸克盘链接": "https://pan.quark.cn/s/d25c7307ea82"
  },
  {
    "文件名": "飞升到了魔法界 作者：暮沉霜.txt",
    "夸克盘链接": "https://pan.quark.cn/s/48a90023abf2"
  },
  {
    "文件名": "纺织糙女与娇夫（女尊） 作者：叙华.txt",
    "夸克盘链接": "https://pan.quark.cn/s/b16dae1f5c58"
  },
  {
    "文件名": "渡夏战役by珩一笑.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ca6341b27938"
  },
  {
    "文件名": "第十年春雪 作者：南不成诗.txt",
    "夸克盘链接": "https://pan.quark.cn/s/34426e63cb7a"
  },
  {
    "文件名": "等日暮by苏之央.txt",
    "夸克盘链接": "https://pan.quark.cn/s/1f4c3025c451"
  },
  {
    "文件名": "倒刺（校园1v1）by旎旎.txt",
    "夸克盘链接": "https://pan.quark.cn/s/d65d067e746f"
  },
  {
    "文件名": "刀子精在线直播 作者：危火.txt",
    "夸克盘链接": "https://pan.quark.cn/s/d9740fd2059c"
  },
  {
    "文件名": "当我老婆变成老攻by秦深似海(1).txt",
    "夸克盘链接": "https://pan.quark.cn/s/ee6273e97f03"
  },
  {
    "文件名": "当世界首富绑定导演系统 作者：辉羽天.txt",
    "夸克盘链接": "https://pan.quark.cn/s/72d98972323d"
  },
  {
    "文件名": "错认宦官当亲爹 作者：吃糖的胖子.txt",
    "夸克盘链接": "https://pan.quark.cn/s/65efe706c330"
  },
  {
    "文件名": "从此男主改拿绿茶剧本 作者：银发死鱼眼.txt",
    "夸克盘链接": "https://pan.quark.cn/s/fabb42e5caad"
  },
  {
    "文件名": "春帐夺暖 作者：十月虫.txt",
    "夸克盘链接": "https://pan.quark.cn/s/b3159d493aea"
  },
  {
    "文件名": "春有馈（古言，少年少女，sc） （1v1）  更41.txt",
    "夸克盘链接": "https://pan.quark.cn/s/0d000c8ae742"
  },
  {
    "文件名": "穿成女配文中原女主[七零] 作者：慕云秋.txt",
    "夸克盘链接": "https://pan.quark.cn/s/de86aac8a334"
  },
  {
    "文件名": "穿成年代文白月光[穿书] 作者：小小的晓.txt",
    "夸克盘链接": "https://pan.quark.cn/s/cfccf61ebe15"
  },
  {
    "文件名": "穿成男配他前妻[穿书] 作者：不才如仆.txt",
    "夸克盘链接": "https://pan.quark.cn/s/7b723e0df91f"
  },
  {
    "文件名": "穿成短命白月光后，和反派HE了.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c153119d2e06"
  },
  {
    "文件名": "穿成病弱女配后我出道了 作者：故筝.txt",
    "夸克盘链接": "https://pan.quark.cn/s/b3e631e09bb7"
  },
  {
    "文件名": "穿成白月光替身后 作者：黍宁.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ffff7ba8aba5"
  },
  {
    "文件名": "成欢 作者：崔梅梓.txt",
    "夸克盘链接": "https://pan.quark.cn/s/7a5622d6f69b"
  },
  {
    "文件名": "陈伤 完结+番外 作者：回南雀.txt",
    "夸克盘链接": "https://pan.quark.cn/s/53e8f349b18f"
  },
  {
    "文件名": "超甜反派攻略冷脸大佬 作者：布丁狗超人.txt",
    "夸克盘链接": "https://pan.quark.cn/s/1d30e72e04b5"
  },
  {
    "文件名": "不二之臣 番外完结 作者：不止是颗菜.txt",
    "夸克盘链接": "https://pan.quark.cn/s/255d47c86e5c"
  },
  {
    "文件名": "补车.《溺酒》.txt",
    "夸克盘链接": "https://pan.quark.cn/s/713c7373a055"
  },
  {
    "文件名": "病弱反派饲养指南 作者：小孩爱吃糖.txt",
    "夸克盘链接": "https://pan.quark.cn/s/7a29729470f4"
  },
  {
    "文件名": "别对我动心 作者：翘摇.txt",
    "夸克盘链接": "https://pan.quark.cn/s/98fc641a189a"
  },
  {
    "文件名": "被亲爹托付给少年仙君后 作者：之昔.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a34d1a23c518"
  },
  {
    "文件名": "绑定野外探索系统后我上交啦 作者：阿陌爱吃肉.txt",
    "夸克盘链接": "https://pan.quark.cn/s/acde317a6a0d"
  },
  {
    "文件名": "半吟 作者：弱水千流.txt",
    "夸克盘链接": "https://pan.quark.cn/s/2b54b6ee950e"
  },
  {
    "文件名": "BG盗情 by_周玉.txt",
    "夸克盘链接": "https://pan.quark.cn/s/334ec6b273f1"
  },
  {
    "文件名": "18紧致世界by魏承泽363.txt",
    "夸克盘链接": "https://pan.quark.cn/s/1df6dd79d065"
  },
  {
    "文件名": "【掌中云故事会】写了自己和影帝的CP文后 作者：泡面.txt",
    "夸克盘链接": "https://pan.quark.cn/s/3f5aa3f986f2"
  },
  {
    "文件名": "【掌中云故事会】我资助了一个男大学生 作者：沐紫莜.txt",
    "夸克盘链接": "https://pan.quark.cn/s/16b2fef61edd"
  },
  {
    "文件名": "【掌中云故事会】男科女医生 作者：小秋.txt",
    "夸克盘链接": "https://pan.quark.cn/s/24047422ce41"
  },
  {
    "文件名": "【掌中云故事会】肥妻大翻身 作者：蜜桃香菜.txt",
    "夸克盘链接": "https://pan.quark.cn/s/8ee4d702c4bf"
  },
  {
    "文件名": "【有糖故事会】糖藕男友.txt",
    "夸克盘链接": "https://pan.quark.cn/s/b30ddaa5cca1"
  },
  {
    "文件名": "【有糖故事会】觉醒后我在团宠女主头上暴扣.txt",
    "夸克盘链接": "https://pan.quark.cn/s/040e21ff9d11"
  },
  {
    "文件名": "【阳光故事会】我因为长得好看被说成小三.txt",
    "夸克盘链接": "https://pan.quark.cn/s/52ea46c9cd95"
  },
  {
    "文件名": "【阳光故事会】妻子要割我儿子的肾.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e0b9015e1c1b"
  },
  {
    "文件名": "【阳光故事会】凉妆.txt",
    "夸克盘链接": "https://pan.quark.cn/s/537a0c109a7d"
  },
  {
    "文件名": "【阳光故事会】被抛弃后我重生来复仇.txt",
    "夸克盘链接": "https://pan.quark.cn/s/caf4541c726b"
  },
  {
    "文件名": "【完结-PO】《花不误风约（娱乐圈 先婚后爱 甜宠1v1）》by葡萄子藤（完结番外2）双向暗恋 老男人.txt",
    "夸克盘链接": "https://pan.quark.cn/s/6c8b5702099f"
  },
  {
    "文件名": "【完结-PO】《焚风》by拿铁酱（完结1v1）男追女 娱乐圈 黑化 绿茶男主  事业批猫系女明星vs内心敏感腹黑精英.txt",
    "夸克盘链接": "https://pan.quark.cn/s/3350ab876503"
  },
  {
    "文件名": "【完结】重回极寒降临前[天灾种田] 作者：酒尾猫.txt",
    "夸克盘链接": "https://pan.quark.cn/s/7566b3e2980e"
  },
  {
    "文件名": "【完结】掌中玉 作者：鎏渚.txt",
    "夸克盘链接": "https://pan.quark.cn/s/2bc9bb9e86a4"
  },
  {
    "文件名": "【完结】予她岁岁年年 作者：绯柠.txt",
    "夸克盘链接": "https://pan.quark.cn/s/fb72ece127ba"
  },
  {
    "文件名": "【完结】星星邮差[电竞] 作者：己枝.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c9059423f621"
  },
  {
    "文件名": "【完结】我在大唐开书店 作者：壹听可乐.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e5af0e802dfd"
  },
  {
    "文件名": "【完结】我用种田帮反派稳定边关 作者：折芦北渡.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c4f8732e343d"
  },
  {
    "文件名": "【完结】我的保镖先生 作者：应栀.txt",
    "夸克盘链接": "https://pan.quark.cn/s/d321ad03b7ac"
  },
  {
    "文件名": "【完结】退圈后继承一家博物馆 作者：白日行.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e3c4fb2a2a84"
  },
  {
    "文件名": "【完结】天灾囤货且修仙 作者：清酒微醺.txt",
    "夸克盘链接": "https://pan.quark.cn/s/d62cca6e1dff"
  },
  {
    "文件名": "【完结】她窃绛河 作者：啪嗒滴灯.txt",
    "夸克盘链接": "https://pan.quark.cn/s/2ab8a496f992"
  },
  {
    "文件名": "【完结】所有人都求着我种田 作者：绛鸦.txt",
    "夸克盘链接": "https://pan.quark.cn/s/94a75f4aafeb"
  },
  {
    "文件名": "【完结】双向狩猎(1) 作者：许鱼.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a480e30c0b66"
  },
  {
    "文件名": "【完结】熟人作案 by 在言外（番外7）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/4859f45240f0"
  },
  {
    "文件名": "【完结】入雨bycsfong（正文完结）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/8584a871fb94"
  },
  {
    "文件名": "【完结】七零假结婚日常[双穿] 作者：妙鱼.txt",
    "夸克盘链接": "https://pan.quark.cn/s/0e25973dcaf3"
  },
  {
    "文件名": "【完结】六零之内卷人生 作者：沈宝爷.txt",
    "夸克盘链接": "https://pan.quark.cn/s/f175412f009c"
  },
  {
    "文件名": "【完结】恋胭by惊蛰（完结番外1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/576e4fee6034"
  },
  {
    "文件名": "【完结】九十年代翻身记 作者：西兰花炒蛋.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ba490a01e50a"
  },
  {
    "文件名": "【完结】娇宠（清穿） 作者：榴莲猪猪.txt",
    "夸克盘链接": "https://pan.quark.cn/s/aff1f1ce150a"
  },
  {
    "文件名": "【完结】回到零零年代 作者：銮音.txt",
    "夸克盘链接": "https://pan.quark.cn/s/573cd9ff55ca"
  },
  {
    "文件名": "【完结】过继子的科举之路 作者：泠杳.txt",
    "夸克盘链接": "https://pan.quark.cn/s/f55af775d44e"
  },
  {
    "文件名": "【完结】港城冇雪 作者：晏陶兮.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a1ec159e596a"
  },
  {
    "文件名": "【完结】非人类前任们都想和我破镜重圆 作者：云炽.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a195a7bf5c9e"
  },
  {
    "文件名": "【完结】断尺（兄妹骨科）by懒散蒲公英.txt",
    "夸克盘链接": "https://pan.quark.cn/s/91b335eb4f8b"
  },
  {
    "文件名": "【完结】春帐夺暖 作者：十月虫.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ed9efb5a490b"
  },
  {
    "文件名": "【完结】床下不熟（高干，H）by啊肥阿.txt",
    "夸克盘链接": "https://pan.quark.cn/s/8167b773475b"
  },
  {
    "文件名": "【完结】穿越后我竟被侯爷看上了 作者：江行跬步.txt",
    "夸克盘链接": "https://pan.quark.cn/s/5b1bbcd9fec0"
  },
  {
    "文件名": "【完结】被老公的上司一见钟情（1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/8aa8a016526e"
  },
  {
    "文件名": "【完结】《重夏（糙汉1v1 H）》by止咳（完结）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/1e56aa8950d7"
  },
  {
    "文件名": "【完结】《酥香（糙汉文）》by酒酿圆子（完结1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/91dc069fbc34"
  },
  {
    "文件名": "【完结】《你要老婆不要？！（糙汉 年代 粗口）》by甘草汤（完结）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ae3c3567edea"
  },
  {
    "文件名": "【完结】《嫁给当兵糙汉的巨乳人妻》by石更大魔王（完结1v1番外）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/03249a6019fd"
  },
  {
    "文件名": "【完结】《冬至（1v1 糙汉H）》by梦为鱼（完结）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ee51c04f822e"
  },
  {
    "文件名": "【推荐+++】【长佩5.7w收藏】男配by丧心病狂的瓜皮.txt",
    "夸克盘链接": "https://pan.quark.cn/s/fc7676be8b98"
  },
  {
    "文件名": "【推荐++】】难撩by似川.txt",
    "夸克盘链接": "https://pan.quark.cn/s/78931d91562d"
  },
  {
    "文件名": "【推荐+】【3w收藏】养老婆要从竹马做起！by夂槿.txt",
    "夸克盘链接": "https://pan.quark.cn/s/15095059ec96"
  },
  {
    "文件名": "【甜瓜故事会】一生一世一双人.txt",
    "夸克盘链接": "https://pan.quark.cn/s/0a88f1971988"
  },
  {
    "文件名": "【甜瓜故事会】我为你心动.txt",
    "夸克盘链接": "https://pan.quark.cn/s/fb0330f96255"
  },
  {
    "文件名": "【书旗】重生后与学霸共赴清华.txt",
    "夸克盘链接": "https://pan.quark.cn/s/247bde780979"
  },
  {
    "文件名": "【书旗】重生后我只想躺平.txt",
    "夸克盘链接": "https://pan.quark.cn/s/152563b9dd00"
  },
  {
    "文件名": "【书旗】震惊！网恋对象是死对头.txt",
    "夸克盘链接": "https://pan.quark.cn/s/7f786574255d"
  },
  {
    "文件名": "【书旗】一个错过的吻.txt",
    "夸克盘链接": "https://pan.quark.cn/s/135fc0f80827"
  },
  {
    "文件名": "【书旗】卧底失败后我被大佬圈养了.txt",
    "夸克盘链接": "https://pan.quark.cn/s/0b541a6b28a7"
  },
  {
    "文件名": "【书旗】我在缅北种植园的日子.txt",
    "夸克盘链接": "https://pan.quark.cn/s/d7a5b9d3695b"
  },
  {
    "文件名": "【书旗】我是婆婆认定的儿媳.txt",
    "夸克盘链接": "https://pan.quark.cn/s/7fae6a001351"
  },
  {
    "文件名": "【书旗】我凭透视能力主宰上司.txt",
    "夸克盘链接": "https://pan.quark.cn/s/5c8e61f06786"
  },
  {
    "文件名": "【书旗】我老婆出轨了我十多年的兄弟.txt",
    "夸克盘链接": "https://pan.quark.cn/s/5d3391167acc"
  },
  {
    "文件名": "【书旗】徒儿错认了白月光.txt",
    "夸克盘链接": "https://pan.quark.cn/s/373111e24906"
  },
  {
    "文件名": "【书旗】天生凤命.txt",
    "夸克盘链接": "https://pan.quark.cn/s/12ef51387fce"
  },
  {
    "文件名": "【书旗】糖葫芦也算得上珍贵.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c15e5a1ff6f2"
  },
  {
    "文件名": "【书旗】泰国大佬的金丝雀男孩.txt",
    "夸克盘链接": "https://pan.quark.cn/s/4b5846e2c765"
  },
  {
    "文件名": "【书旗】双面妻子.txt",
    "夸克盘链接": "https://pan.quark.cn/s/8bd865ce2403"
  },
  {
    "文件名": "【书旗】实验员的黑化触手.txt",
    "夸克盘链接": "https://pan.quark.cn/s/359ae8d2db09"
  },
  {
    "文件名": "【书旗】失忆后，多了个陌生男老婆.txt",
    "夸克盘链接": "https://pan.quark.cn/s/1c506dac98b1"
  },
  {
    "文件名": "【书旗】谁先杀了他.txt",
    "夸克盘链接": "https://pan.quark.cn/s/174b0bc73013"
  },
  {
    "文件名": "【书旗】上门女婿的复仇.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e1faa0577373"
  },
  {
    "文件名": "【书旗】人妻的沉沦.txt",
    "夸克盘链接": "https://pan.quark.cn/s/f4a36dda7dc2"
  },
  {
    "文件名": "【书旗】妻子和黑人妹夫.txt",
    "夸克盘链接": "https://pan.quark.cn/s/0e836181e3ac"
  },
  {
    "文件名": "【书旗】女人如花.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c0aa91ecc9d5"
  },
  {
    "文件名": "【书旗】女儿死时，老公在陪初恋.txt",
    "夸克盘链接": "https://pan.quark.cn/s/98db3c4264cd"
  },
  {
    "文件名": "【书旗】农家乳娘.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a42976604cea"
  },
  {
    "文件名": "【书旗】缅北：我舅舅成军阀了.txt",
    "夸克盘链接": "https://pan.quark.cn/s/f88aebcbd49a"
  },
  {
    "文件名": "【书旗】继弟的桃色陷阱.txt",
    "夸克盘链接": "https://pan.quark.cn/s/7fe86d91c2ec"
  },
  {
    "文件名": "【书旗】合欢宗女弟子她事业心太强.txt",
    "夸克盘链接": "https://pan.quark.cn/s/5c344fd022a2"
  },
  {
    "文件名": "【书旗】攻略失败后，我总算觉醒了.txt",
    "夸克盘链接": "https://pan.quark.cn/s/eb6ba5ee49c3"
  },
  {
    "文件名": "【书旗】风月尘俗.txt",
    "夸克盘链接": "https://pan.quark.cn/s/12953b8cb278"
  },
  {
    "文件名": "【书旗】当主播后校草竟成榜一大哥.txt",
    "夸克盘链接": "https://pan.quark.cn/s/5902f38af435"
  },
  {
    "文件名": "【书旗】带球上车，彩礼一分不能少.txt",
    "夸克盘链接": "https://pan.quark.cn/s/bccce0a58c29"
  },
  {
    "文件名": "【书旗】不堪.txt",
    "夸克盘链接": "https://pan.quark.cn/s/85b318c36b2f"
  },
  {
    "文件名": "【书旗】不归的风.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ba19ac869614"
  },
  {
    "文件名": "【书旗】哺乳期的妈妈.txt",
    "夸克盘链接": "https://pan.quark.cn/s/115dd548c2eb"
  },
  {
    "文件名": "【书旗】被前夫背叛后，我当了他婶婶.txt",
    "夸克盘链接": "https://pan.quark.cn/s/6d4ff8c5ff07"
  },
  {
    "文件名": "【书旗】爱意藏不住.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ec2615bd1327"
  },
  {
    "文件名": "【墨客短故事】花瓶姑娘.txt",
    "夸克盘链接": "https://pan.quark.cn/s/20bdc6b02737"
  },
  {
    "文件名": "【米甜故事会】天惩.txt",
    "夸克盘链接": "https://pan.quark.cn/s/cfe1efde0b65"
  },
  {
    "文件名": "【萌鹿故事会】你曾是我的颠沛流离.txt",
    "夸克盘链接": "https://pan.quark.cn/s/2bb1b55a7beb"
  },
  {
    "文件名": "【鹿糖故事会】不想再做你哥哥了.txt",
    "夸克盘链接": "https://pan.quark.cn/s/07b373177cef"
  },
  {
    "文件名": "【羚羊故事会】我的秘密玩偶.txt",
    "夸克盘链接": "https://pan.quark.cn/s/2e5f6480eb0c"
  },
  {
    "文件名": "【狸乎故事会】以牙还牙.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a7d0ceec3e42"
  },
  {
    "文件名": "【净读故事会】情人节，捡花遇到了原主人.txt",
    "夸克盘链接": "https://pan.quark.cn/s/764fcff1ba17"
  },
  {
    "文件名": "【惊讶读故事会】手镯杀机.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a57c3d7f19c8"
  },
  {
    "文件名": "【惊读故事会】烫死汉子茶.txt",
    "夸克盘链接": "https://pan.quark.cn/s/b10aaf8b95b8"
  },
  {
    "文件名": "【惊读故事会】太阳照不到的地方.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e5030680bf61"
  },
  {
    "文件名": "【惊读故事会】亲爱的大叔.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ebe5fc559a24"
  },
  {
    "文件名": "【花溪故事会】悬溺.txt",
    "夸克盘链接": "https://pan.quark.cn/s/99debfe0ee02"
  },
  {
    "文件名": "【海星故事会】总裁的42号白月光替身.txt",
    "夸克盘链接": "https://pan.quark.cn/s/7d0b4ddf0824"
  },
  {
    "文件名": "【海星故事会】我闺蜜怀了我男朋友的孩子.txt",
    "夸克盘链接": "https://pan.quark.cn/s/f39dca420e60"
  },
  {
    "文件名": "【番茄故事会】这个重生不对劲.txt",
    "夸克盘链接": "https://pan.quark.cn/s/3320b757c4c7"
  },
  {
    "文件名": "【番茄故事会】一枕槐安.txt",
    "夸克盘链接": "https://pan.quark.cn/s/39ddd561d977"
  },
  {
    "文件名": "【番茄故事会】末路狂花.txt",
    "夸克盘链接": "https://pan.quark.cn/s/1c247cb51afc"
  },
  {
    "文件名": "【番茄故事会】干掉假公主.txt",
    "夸克盘链接": "https://pan.quark.cn/s/265df67168a2"
  },
  {
    "文件名": "【番茄故事会】夺子孙寿.txt",
    "夸克盘链接": "https://pan.quark.cn/s/9c7a3d01efbe"
  },
  {
    "文件名": "【大橘故事会】未来嫂子是霸凌女.txt",
    "夸克盘链接": "https://pan.quark.cn/s/d5d10a995c9b"
  },
  {
    "文件名": "【大橘故事会】收到骚扰私信 作者：圆圆榆.txt",
    "夸克盘链接": "https://pan.quark.cn/s/0bcc86bed607"
  },
  {
    "文件名": "【大橘故事会】觉醒的京圈大小姐.txt",
    "夸克盘链接": "https://pan.quark.cn/s/7323ec837dbc"
  },
  {
    "文件名": "【冰甜故事会】影帝网恋终于奔现了.txt",
    "夸克盘链接": "https://pan.quark.cn/s/65d8e286c8af"
  },
  {
    "文件名": "【冰甜故事会】协议结婚到期后男配他不放手了.txt",
    "夸克盘链接": "https://pan.quark.cn/s/340bc18e9421"
  },
  {
    "文件名": "【冰甜故事会】我消失后，家人悔悟.txt",
    "夸克盘链接": "https://pan.quark.cn/s/bb7a8cc63e2c"
  },
  {
    "文件名": "【冰甜故事会】山水不相逢.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c72b2372313c"
  },
  {
    "文件名": "【冰甜故事会】你的爱，姗姗来迟.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a263ece62f72"
  },
  {
    "文件名": "【冰甜故事会】暴雨末世.txt",
    "夸克盘链接": "https://pan.quark.cn/s/8f08cb58aabc"
  },
  {
    "文件名": "【冰糖故事会】最爱我的他死在了70年前.txt",
    "夸克盘链接": "https://pan.quark.cn/s/04c70aa31cda"
  },
  {
    "文件名": "【冰糖故事会】资助的贫困生成了白眼狼.txt",
    "夸克盘链接": "https://pan.quark.cn/s/64dd12e999cb"
  },
  {
    "文件名": "【冰糖故事会】渣女日记.txt",
    "夸克盘链接": "https://pan.quark.cn/s/70e84e393345"
  },
  {
    "文件名": "【冰糖故事会】再见白月光.txt",
    "夸克盘链接": "https://pan.quark.cn/s/2b6e6838caac"
  },
  {
    "文件名": "【冰糖故事会】小三的拳头很硬.txt",
    "夸克盘链接": "https://pan.quark.cn/s/925df2050c77"
  },
  {
    "文件名": "【冰糖故事会】我要他断子绝孙.txt",
    "夸克盘链接": "https://pan.quark.cn/s/f1fc38acceba"
  },
  {
    "文件名": "【冰糖故事会】我们别来无恙.txt",
    "夸克盘链接": "https://pan.quark.cn/s/d02513c67b1c"
  },
  {
    "文件名": "【冰糖故事会】我爸资助的贫困生成了我后妈.txt",
    "夸克盘链接": "https://pan.quark.cn/s/cc263f04b6e5"
  },
  {
    "文件名": "【冰糖故事会】退婚后，我摊牌了.txt",
    "夸克盘链接": "https://pan.quark.cn/s/05b8db8cc5c0"
  },
  {
    "文件名": "【冰糖故事会】赎罪.txt",
    "夸克盘链接": "https://pan.quark.cn/s/66ea88f9e730"
  },
  {
    "文件名": "【冰糖故事会】十年寿短，情长缘浅.txt",
    "夸克盘链接": "https://pan.quark.cn/s/5eabc65f1e69"
  },
  {
    "文件名": "【冰糖故事会】绿茶女配觉醒.txt",
    "夸克盘链接": "https://pan.quark.cn/s/d417dfe2170e"
  },
  {
    "文件名": "【冰糖故事会】金丝雀也有白月光.txt",
    "夸克盘链接": "https://pan.quark.cn/s/5dfe4e413e98"
  },
  {
    "文件名": "【冰糖故事会】继母的流量密码.txt",
    "夸克盘链接": "https://pan.quark.cn/s/d1f994667a1f"
  },
  {
    "文件名": "【冰糖故事会】伺候情敌坐月子.txt",
    "夸克盘链接": "https://pan.quark.cn/s/52e0aa2f0141"
  },
  {
    "文件名": "【冰糖故事会】穿成娱乐圈顶流小妈.txt",
    "夸克盘链接": "https://pan.quark.cn/s/174ede10aa49"
  },
  {
    "文件名": "【冰糖故事会】迟来.txt",
    "夸克盘链接": "https://pan.quark.cn/s/5d8535446985"
  },
  {
    "文件名": "【冰糖故事会】承包头条的影后.txt",
    "夸克盘链接": "https://pan.quark.cn/s/d82170cf1bf5"
  },
  {
    "文件名": "【冰糖故事会】被诊断有精神病后，我杀光了全家.txt",
    "夸克盘链接": "https://pan.quark.cn/s/b4796b792cef"
  },
  {
    "文件名": "【冰糖故事会】保姆想要吃绝户.txt",
    "夸克盘链接": "https://pan.quark.cn/s/89afa93f1567"
  },
  {
    "文件名": "【17K故事会】假千金炫茶艺后，真千金她强势反击！.txt",
    "夸克盘链接": "https://pan.quark.cn/s/df91084b3592"
  },
  {
    "文件名": "【17K故事会】假千金觉醒了.txt",
    "夸克盘链接": "https://pan.quark.cn/s/79f2a7d5ac9a"
  },
  {
    "文件名": "【17K故事会】假怀孕逼婚？呵，这女儿我不要了！.txt",
    "夸克盘链接": "https://pan.quark.cn/s/091e82d978d4"
  },
  {
    "文件名": "《梧桐巷》BY兲囍[人生八苦系列之《老》]（古代，忠犬粗犷老实年下攻X傲娇小米受）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/3f9838265062"
  },
  {
    "文件名": "《失忆后大美人多了个崽[娱乐圈]》作 作者：三拾叁.txt",
    "夸克盘链接": "https://pan.quark.cn/s/34a246b5f0f4"
  },
  {
    "文件名": "《炮灰她美丽动人[快穿]》BY小丸子头.txt",
    "夸克盘链接": "https://pan.quark.cn/s/2f445596ff93"
  },
  {
    "文件名": "《女配重来[快穿]》BY元日.txt",
    "夸克盘链接": "https://pan.quark.cn/s/3331ed44b26a"
  },
  {
    "文件名": "《难得之货》作者：她行歌（更55）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a91de5068dc2"
  },
  {
    "文件名": "《蓝色鸡尾酒》作者：茶榷.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e793acad8533"
  },
  {
    "文件名": "《快穿之玉体横陈》by青亘（2012）（1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/1bcafbafce90"
  },
  {
    "文件名": "《捡猫》作者：问君几许.txt",
    "夸克盘链接": "https://pan.quark.cn/s/96771bc8b9c4"
  },
  {
    "文件名": "《假少爷觉醒后全员火葬场》（番外完）作 作者：兜金.txt",
    "夸克盘链接": "https://pan.quark.cn/s/2c3ea16ffedb"
  },
  {
    "文件名": "《国师他宠妻成瘾》（1v1 h）by 乌柳（番外完结）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/aac2013b8efe"
  },
  {
    "文件名": "《辞旧迎新》BY机械性进食 (现代 英俊缺爱VS寂寞杀手 互攻 英俊缺爱有个初恋一直藕断丝连上床 两人以前都是1 有副CP 有雷 HE)【番全】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/dbb8aca1ea18"
  },
  {
    "文件名": "《橱窗里的爱情》by此路禁行（完结1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/eea0c1a3b9ba"
  },
  {
    "文件名": "《病娇想方设法杀死她的每一天（校园1V1）》by魏承泽（89）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/3ef4343d593d"
  },
  {
    "文件名": "《白露为霜（校园，骨科3P）》by月白风清（完结np）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/4084e99a6812"
  },
  {
    "文件名": "[综漫]不要跟搜索引擎学追人 完结+番外 作者：风的铃铛.txt",
    "夸克盘链接": "https://pan.quark.cn/s/5cec9cdbf680"
  },
  {
    "文件名": "[附带番外]钻石星（折冬） 作者：折冬.txt",
    "夸克盘链接": "https://pan.quark.cn/s/8ba15f0a4fc1"
  },
  {
    "文件名": "[附带番外]中医美人为国争光[九零]（浣若君） 作者：浣若君.txt",
    "夸克盘链接": "https://pan.quark.cn/s/568f0bcf8bae"
  },
  {
    "文件名": "[附带番外]知晓未来后我精心饲养鲛人（八翎） 作者：八翎.txt",
    "夸克盘链接": "https://pan.quark.cn/s/fe41911502df"
  },
  {
    "文件名": "[附带番外]这个闺女有点儿可爱（玥倪de芒果） 作者：玥倪de芒果.txt",
    "夸克盘链接": "https://pan.quark.cn/s/d7f61afc2087"
  },
  {
    "文件名": "[附带番外]在综艺节目里当万人迷（雪边） 作者：雪边.txt",
    "夸克盘链接": "https://pan.quark.cn/s/f9973539c50a"
  },
  {
    "文件名": "[附带番外]一觉醒来后全球畸变了（翎星河） 作者：翎星河.txt",
    "夸克盘链接": "https://pan.quark.cn/s/35c8a65e11df"
  },
  {
    "文件名": "[附带番外]向全星际直播rua毛绒绒（鸟栖） 作者：鸟栖.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e91351d8d1ce"
  },
  {
    "文件名": "[附带番外]狭路（长洱） 作者：长洱.txt",
    "夸克盘链接": "https://pan.quark.cn/s/f830242ec6d2"
  },
  {
    "文件名": "[附带番外]我能看见正确的怪谈规则[无限]（恬然天然） 作者：恬然天然.txt",
    "夸克盘链接": "https://pan.quark.cn/s/babf77599fbb"
  },
  {
    "文件名": "[附带番外]逃离那个苗疆反派（江萤千里） 作者：江萤千里.txt",
    "夸克盘链接": "https://pan.quark.cn/s/1d767ad6075d"
  },
  {
    "文件名": "[附带番外]贪娇靥（两块煎饼） 作者：两块煎饼.txt",
    "夸克盘链接": "https://pan.quark.cn/s/964424937973"
  },
  {
    "文件名": "[附带番外]守寡后我怀了宿敌的孩子（暮云熔金） 作者：暮云熔金.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ea8d697bf123"
  },
  {
    "文件名": "[附带番外]盛唐小女官（春溪笛晓） 作者：春溪笛晓.txt",
    "夸克盘链接": "https://pan.quark.cn/s/f5b72cf96a68"
  },
  {
    "文件名": "[附带番外]社稷山河剑（退戈） 作者：退戈.txt",
    "夸克盘链接": "https://pan.quark.cn/s/7d2de0d7789c"
  },
  {
    "文件名": "[附带番外]如何阻止反派师兄黑化（煦极） 作者：煦极.txt",
    "夸克盘链接": "https://pan.quark.cn/s/f339d28491fb"
  },
  {
    "文件名": "[附带番外]热恋我（余北欢） 作者：余北欢.txt",
    "夸克盘链接": "https://pan.quark.cn/s/bdfc6c78ed08"
  },
  {
    "文件名": "[附带番外]清穿之贵人晋升路（原名《清穿之瑞瑱贵妃》苎沐苎） 作者：苎沐苎.txt",
    "夸克盘链接": "https://pan.quark.cn/s/7e08d5abb5d1"
  },
  {
    "文件名": "[附带番外]七零明花有主（落在月亮上的小麻雀） 作者：落在月亮上的小麻雀.txt",
    "夸克盘链接": "https://pan.quark.cn/s/1339602cc206"
  },
  {
    "文件名": "[附带番外]满级大佬穿成顶流的合约妻（秦皇） 作者：秦皇.txt",
    "夸克盘链接": "https://pan.quark.cn/s/6242ceb0f349"
  },
  {
    "文件名": "[附带番外]六零年代女技术员[穿书]（半疏） 作者：半疏.txt",
    "夸克盘链接": "https://pan.quark.cn/s/bb8b4e69bb63"
  },
  {
    "文件名": "[附带番外]今天裴相火葬场了吗（汀九溪） 作者：汀九溪.txt",
    "夸克盘链接": "https://pan.quark.cn/s/b0568eb32e01"
  },
  {
    "文件名": "[附带番外]捡个夫君是江湖第一（女二缺根弦） 作者：女二缺根弦.txt",
    "夸克盘链接": "https://pan.quark.cn/s/fef71e7e5a64"
  },
  {
    "文件名": "[附带番外]和清冷表兄共梦后（卧扇猫） 作者：卧扇猫.txt",
    "夸克盘链接": "https://pan.quark.cn/s/87af8c1de2f6"
  },
  {
    "文件名": "[附带番外]国王长着驴耳朵（七宝酥） 作者：七宝酥.txt",
    "夸克盘链接": "https://pan.quark.cn/s/5d904be88528"
  },
  {
    "文件名": "[附带番外]给你一个童话（安之若眠） 作者：安之若眠.txt",
    "夸克盘链接": "https://pan.quark.cn/s/5e09d4219d73"
  },
  {
    "文件名": "[附带番外]高攀（竹报平安） 作者：竹报平安.txt",
    "夸克盘链接": "https://pan.quark.cn/s/2fa9ce4c3250"
  },
  {
    "文件名": "[附带番外]夫君来自未来（决绝） 作者：决绝.txt",
    "夸克盘链接": "https://pan.quark.cn/s/3b527dcc81dc"
  },
  {
    "文件名": "[附带番外]对照组女配的儿子穿来了（冬不拉灯） 作者：冬不拉灯.txt",
    "夸克盘链接": "https://pan.quark.cn/s/063295f0530d"
  },
  {
    "文件名": "[附带番外]东宫楚腰（穿书）（杪商白） 作者：杪商白.txt",
    "夸克盘链接": "https://pan.quark.cn/s/45c8d884871e"
  },
  {
    "文件名": "[附带番外]嫡姐咸鱼后我被迫上位了（将月去） 作者：将月去.txt",
    "夸克盘链接": "https://pan.quark.cn/s/8b946eebbf19"
  },
  {
    "文件名": "[附带番外]从荒野求生节目开始（我爱吃山竹） 作者：我爱吃山竹.txt",
    "夸克盘链接": "https://pan.quark.cn/s/d717537d55fe"
  },
  {
    "文件名": "[附带番外]穿越后被沉塘九次（贡茶） 作者：贡茶.txt",
    "夸克盘链接": "https://pan.quark.cn/s/185cd53da675"
  },
  {
    "文件名": "[附带番外]穿进全员恶人剧本我成了团宠（小七不月半） 作者：小七不月半.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c357bbddd2ee"
  },
  {
    "文件名": "《蓄意捉弄》狮子歌歌 作者：狮子歌歌.txt",
    "夸克盘链接": "https://pan.quark.cn/s/12cebbecf4dc"
  },
  {
    "文件名": "《小祖宗腰细身软，豪门总裁沦陷了》温笙、莫司遇 作者：桔子没熟.txt",
    "夸克盘链接": "https://pan.quark.cn/s/2ce71a462563"
  },
  {
    "文件名": "《破产买下凶宅后我暴富了》 作者：南坡鱼.txt",
    "夸克盘链接": "https://pan.quark.cn/s/6966ea107c60"
  },
  {
    "文件名": "《降水概率百分百》芥菜糊糊 作者：芥菜糊糊.txt",
    "夸克盘链接": "https://pan.quark.cn/s/d9ca184ddb93"
  },
  {
    "文件名": "《春台记事-仰见春台-娇啼-娇靥》 作者：盛晚风.txt",
    "夸克盘链接": "https://pan.quark.cn/s/779c21817cc7"
  },
  {
    "文件名": "[洪荒]穿书后我送祖师爷们c位出道 作者：阿陌爱吃肉.txt",
    "夸克盘链接": "https://pan.quark.cn/s/b7d8383985f4"
  },
  {
    "文件名": "[附带番外]猫猫a也是a！（吞鱼） 作者：吞鱼.txt",
    "夸克盘链接": "https://pan.quark.cn/s/f39584eff276"
  },
  {
    "文件名": "祝姑娘今天掉坑了没 作者：我想吃肉.txt",
    "夸克盘链接": "https://pan.quark.cn/s/cba5659de978"
  },
  {
    "文件名": "知乎热文 重生在新时代.txt",
    "夸克盘链接": "https://pan.quark.cn/s/475778612cac"
  },
  {
    "文件名": "知乎热文 远走高飞.txt",
    "夸克盘链接": "https://pan.quark.cn/s/2791ec4fa606"
  },
  {
    "文件名": "知乎热文 迂回攻略.txt",
    "夸克盘链接": "https://pan.quark.cn/s/35d17cb9a8d9"
  },
  {
    "文件名": "知乎热文 哑妃.txt",
    "夸克盘链接": "https://pan.quark.cn/s/6d5f4f7c5bb2"
  },
  {
    "文件名": "知乎热文 哑巴夫君是上神.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ed0b06715f6b"
  },
  {
    "文件名": "知乎热文 雪莲之下.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c3f6b46fcd9f"
  },
  {
    "文件名": "知乎热文 小耳朵.txt",
    "夸克盘链接": "https://pan.quark.cn/s/530ef1b61e59"
  },
  {
    "文件名": "知乎热文 我走后，装穷的京圈太子后悔了.txt",
    "夸克盘链接": "https://pan.quark.cn/s/420a87c8b9d3"
  },
  {
    "文件名": "知乎热文 我假死带球跑，京圈太子爷气疯了.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ece32fbbd932"
  },
  {
    "文件名": "知乎热文 为爱妥协.txt",
    "夸克盘链接": "https://pan.quark.cn/s/2dbaaf6ef852"
  },
  {
    "文件名": "知乎热文 贫穷夫妇.txt",
    "夸克盘链接": "https://pan.quark.cn/s/d71418eb0ba9"
  },
  {
    "文件名": "知乎热文 后宫黑月光.txt",
    "夸克盘链接": "https://pan.quark.cn/s/8c2f595fe77a"
  },
  {
    "文件名": "知乎热文 孤儿院的顾小小.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ee28540b1c2a"
  },
  {
    "文件名": "知乎热文 恶报.txt",
    "夸克盘链接": "https://pan.quark.cn/s/f7a1d03f3e61"
  },
  {
    "文件名": "知乎热文 毒医.txt",
    "夸克盘链接": "https://pan.quark.cn/s/4e998deae4c9"
  },
  {
    "文件名": "知乎热文 东风误.txt",
    "夸克盘链接": "https://pan.quark.cn/s/acb26468a20f"
  },
  {
    "文件名": "知乎热文 糙汉将军的掌心宠.txt",
    "夸克盘链接": "https://pan.quark.cn/s/233f9fa9d3b7"
  },
  {
    "文件名": "整理热文 《七零，大 佬知青家 痴 汉又撒娇了》凌颜华、陆宥琛 作者：破晓隐星辰.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a85b2fa02f33"
  },
  {
    "文件名": "拯救过的主都偏执了[快穿] 作者：黍禾高歌.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ff983ba081e1"
  },
  {
    "文件名": "枕上痴 作者：尤阡爱.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a5750e1ac0c3"
  },
  {
    "文件名": "在千金文里发疯·番外.txt",
    "夸克盘链接": "https://pan.quark.cn/s/b55c7c814960"
  },
  {
    "文件名": "远古海洋复苏后我成了鲛人 作者：弓青瀚.txt",
    "夸克盘链接": "https://pan.quark.cn/s/cdad826a4b68"
  },
  {
    "文件名": "妖痣 作者：令疏.txt",
    "夸克盘链接": "https://pan.quark.cn/s/36f86ea54003"
  },
  {
    "文件名": "熊孩子的报复之招娣.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a9ed053fc98b"
  },
  {
    "文件名": "行舟又见桃花源 作者：蜜糖年代.txt",
    "夸克盘链接": "https://pan.quark.cn/s/dcedef59ecfe"
  },
  {
    "文件名": "刑部上司是我前男友 作者：回日泰.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e10675e01084"
  },
  {
    "文件名": "小太阳团宠在偷偷恋爱[娱乐圈] 作者：轲西.txt",
    "夸克盘链接": "https://pan.quark.cn/s/eca9f5039e35"
  },
  {
    "文件名": "小男友总撩我怎么办 作者：pocahontas.txt",
    "夸克盘链接": "https://pan.quark.cn/s/908bd0dd878a"
  },
  {
    "文件名": "限定告白  作者：晴空岚.txt",
    "夸克盘链接": "https://pan.quark.cn/s/3fadec25d966"
  },
  {
    "文件名": "西城往事 第一部完 作者：舒远.txt",
    "夸克盘链接": "https://pan.quark.cn/s/36692d9d4ef7"
  },
  {
    "文件名": "无尽恶意.txt",
    "夸克盘链接": "https://pan.quark.cn/s/4191991b8773"
  },
  {
    "文件名": "我只讨厌你 作者：好哒一条社畜狗.txt",
    "夸克盘链接": "https://pan.quark.cn/s/da5d4f409067"
  },
  {
    "文件名": "我王爷对你一见钟情 作者：九步天涯.txt",
    "夸克盘链接": "https://pan.quark.cn/s/4f1f542c593a"
  },
  {
    "文件名": "我们小区不可能这么不科学 作者：千朵云眠.txt",
    "夸克盘链接": "https://pan.quark.cn/s/5ce60d4ad250"
  },
  {
    "文件名": "我靠写同人风靡名柯 作者：百果甜香.txt",
    "夸克盘链接": "https://pan.quark.cn/s/476c13cd905a"
  },
  {
    "文件名": "我很穷，我装的 作者：阿火因.txt",
    "夸克盘链接": "https://pan.quark.cn/s/b6fcf0c06053"
  },
  {
    "文件名": "我的兵器不一样 作者：山海十八.txt",
    "夸克盘链接": "https://pan.quark.cn/s/3b7ce94ba47c"
  },
  {
    "文件名": "为了仙界的和平 作者：Anecdotes.txt",
    "夸克盘链接": "https://pan.quark.cn/s/edc2e5796189"
  },
  {
    "文件名": "伪装断袖撩弯宿敌 作者：桑奈.txt",
    "夸克盘链接": "https://pan.quark.cn/s/7e8eafd403be"
  },
  {
    "文件名": "推荐++++  8.4w收藏 我家保镖资产过亿 重生 （糙汉大佬攻x白嫩少爷受） 作者：混元三喜.txt",
    "夸克盘链接": "https://pan.quark.cn/s/313ddd27b14b"
  },
  {
    "文件名": "推荐++++  7.7w收藏 朕，帝王，问鼎娱乐圈 古穿今 （风流又A又浪·以为自己是攻帝王受X高冷“禁欲”醋缸攻，一对君臣，前世今生双向救赎） 作者：风游惊.txt",
    "夸克盘链接": "https://pan.quark.cn/s/8badf7407ec2"
  },
  {
    "文件名": "推荐++++  7.6w收藏 穿书后成了皇帝的情敌 作者：林不欢.txt",
    "夸克盘链接": "https://pan.quark.cn/s/bf92ebefcb77"
  },
  {
    "文件名": "推荐+++ 你是不是想赖账（嘴毒的高冷霸总x叛逆的小钱串子） 作者：图样先森.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a3bc6e0898d6"
  },
  {
    "文件名": "推荐+++ 4.4w收藏 暗恋我的万人迷主角偏执了（仙侠，高岭之花白切黑偏执攻X 随遇而安心态好的佛系受 SC，HE） 作者：灼灯.txt",
    "夸克盘链接": "https://pan.quark.cn/s/68071eff901d"
  },
  {
    "文件名": "推荐+++  7w收藏 误入樊笼（古言，自以为心机的美人× 斯文败类） 作者：衔香.txt",
    "夸克盘链接": "https://pan.quark.cn/s/77275873757f"
  },
  {
    "文件名": "推荐+++  7w收藏 《钓系美人，野狗独家》（沉默寡言糙汉攻x天才作家大美人受） 作者：鲨鲨尼的情人.txt",
    "夸克盘链接": "https://pan.quark.cn/s/b589abc299e0"
  },
  {
    "文件名": "推荐+++  7w收藏 《穿进年代文后我有1了》（美人受糙汉攻） 作者：油盐不进.txt",
    "夸克盘链接": "https://pan.quark.cn/s/150b64f592c4"
  },
  {
    "文件名": "推荐+++  7.4w收藏 你老婆没了（傻狗后知后觉追妻火葬场被截胡，正攻上位，校园，该断就断狮子兔VS冷酷英俊白狼） 作者：南辿星.txt",
    "夸克盘链接": "https://pan.quark.cn/s/b01834297a93"
  },
  {
    "文件名": "推荐+++  7.2w收藏 嫁给豪门老男人，当总裁文男主后妈 作者：碳酸溪.txt",
    "夸克盘链接": "https://pan.quark.cn/s/9607524966b4"
  },
  {
    "文件名": "推荐+++  5w收藏 霓裳帐暖（古言，绝色舞姬vs战神将军，女主娇弱型，不强，但把男主迷得死死的） 作者：施黛.txt",
    "夸克盘链接": "https://pan.quark.cn/s/82798431479d"
  },
  {
    "文件名": "推荐+++  5.7w收藏 今天也想和师尊灵修（自1为是徒弟受x清冷隐忍美人攻，师徒年上） 作者：池翎.txt",
    "夸克盘链接": "https://pan.quark.cn/s/45699a804161"
  },
  {
    "文件名": "推荐+++  5.5w收藏 末世女嫁入将军府后 作者：禅猫.txt",
    "夸克盘链接": "https://pan.quark.cn/s/9392f680472c"
  },
  {
    "文件名": "推荐+++  5.3w收藏 不知阿姐是男主 作者：一棵绿树.txt",
    "夸克盘链接": "https://pan.quark.cn/s/5bd2eb5a1d56"
  },
  {
    "文件名": "推荐+++  4.8w收藏 怪本座自以为攻（自以为攻炸毛孔雀受X心机宠妻猎豹攻） 作者：林不欢.txt",
    "夸克盘链接": "https://pan.quark.cn/s/668db180b2af"
  },
  {
    "文件名": "推荐++  4w收藏 偏袒（年龄差 养成，男主斯文败类，女主暗恋） 作者：樊清伊.txt",
    "夸克盘链接": "https://pan.quark.cn/s/8840066696e7"
  },
  {
    "文件名": "推荐++  4.2w收藏 佳人在侧 作者：我想吃肉.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ed86d3bbd2c0"
  },
  {
    "文件名": "推荐++  3.6w收藏 豪门崽崽的昏迷亲妈穿回来了（ 豪门世家 甜文 穿书 爽文，离婚综艺情节）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/3ff419410b45"
  },
  {
    "文件名": "推荐++  3.3w收藏 《已婚日常》（故事集） 作者：渔小乖乖.txt",
    "夸克盘链接": "https://pan.quark.cn/s/03ce7039ab02"
  },
  {
    "文件名": "推荐+ 野鸽子（大学校园，冷淡混球x假乖叛逆） 作者：许棠知.txt",
    "夸克盘链接": "https://pan.quark.cn/s/21748a3883ae"
  },
  {
    "文件名": "推荐+ 神明的野玫瑰（野心勃勃坏女人 X 至高无上光明神） 作者：爆炒小黄瓜.txt",
    "夸克盘链接": "https://pan.quark.cn/s/d9936a2b2d83"
  },
  {
    "文件名": "推荐+  西幻 被退婚的贵族小姐暴富了（女主天生伪坏种，性格恶劣又毒舌，刀子嘴豆腐心） 作者：挖坑的熊猫.txt",
    "夸克盘链接": "https://pan.quark.cn/s/8b35caf6434d"
  },
  {
    "文件名": "推荐+  3.4w收藏 位极人臣后我回家了（强强，病弱冷静谋士女主×冷淡别扭将军男主） 作者：白桃青盐.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c3a2190bed2e"
  },
  {
    "文件名": "推荐+  2.8w收藏 我靠装乖先婚后爱（禁欲系×钓系，先婚后爱，感情向甜文，一个闷着骚，一个明着浪，极致拉扯） 作者：花笙酿.txt",
    "夸克盘链接": "https://pan.quark.cn/s/eab08fb4bedb"
  },
  {
    "文件名": "推荐+  2.6w收藏 邪神女装套路我 穿书 (沙雕恶人女巫×美人病娇邪神) 作者：执竹赠酒.txt",
    "夸克盘链接": "https://pan.quark.cn/s/5b8d067b63f5"
  },
  {
    "文件名": "推荐+  2.2w收藏 《掠娇》（娇柔美人 煞神大将军，强取豪夺，疯批男主的追妻火葬场） 作者：一程晚舟.txt",
    "夸克盘链接": "https://pan.quark.cn/s/8fadb46b2bc3"
  },
  {
    "文件名": "推荐 小笨蛋联姻啦（睡前小短篇，傲娇不长嘴攻×可爱小笨蛋受；） 作者：厄西西西.txt",
    "夸克盘链接": "https://pan.quark.cn/s/1a54f745f87f"
  },
  {
    "文件名": "推荐 死遁后成了大佬的白月光（傲娇咸鱼皮皮受X清冷霸气美人攻） 作者：悦怿九春.txt",
    "夸克盘链接": "https://pan.quark.cn/s/1800835dff03"
  },
  {
    "文件名": "推荐 破法者（强强， 史诗奇幻，自1为是疯批受×科班大佬狂人攻） 作者：疯疯疯疯兔.txt",
    "夸克盘链接": "https://pan.quark.cn/s/8c9c6a30a0a8"
  },
  {
    "文件名": "推荐 窥破_一姜（孤僻冷漠问题少女×偏执暴躁浪子少年） 作者：一姜.txt",
    "夸克盘链接": "https://pan.quark.cn/s/0d076add5439"
  },
  {
    "文件名": "推荐 看走眼（校园，纸老虎长发美人校霸受x真暖男高冷多金学霸攻） 作者：三上樽.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ab2ce6bc850f"
  },
  {
    "文件名": "推荐 姑娘她戏多嘴甜（　偏执心狠男主×口蜜腹剑女主，女主重生复仇） 作者：玖拾陆.txt",
    "夸克盘链接": "https://pan.quark.cn/s/3cb449a76e21"
  },
  {
    "文件名": "推荐 穿进仙君写我俩的话本--乌龙煮雪（自以为攻的小魔尊天天翻车） 作者：乌龙煮雪.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ad04f8597ca2"
  },
  {
    "文件名": "推荐 被大佬抱在怀里宠---椿兮 作者：椿兮.txt",
    "夸克盘链接": "https://pan.quark.cn/s/b246ed37ad39"
  },
  {
    "文件名": "推荐 暴殄天物（长发美人1 X 体育特长生0） 作者：十一月十四.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a9fd21680530"
  },
  {
    "文件名": "推荐  2w收藏 穿越夫郎有点甜（生子，糙汉黑皮书生x穿越娇气美人） 作者：羽春.txt",
    "夸克盘链接": "https://pan.quark.cn/s/21fe4c120458"
  },
  {
    "文件名": "推荐  2.2w收藏 仙法是word文档（男主男扮女装魔尊，仙侠） 作者：百年孤春.txt",
    "夸克盘链接": "https://pan.quark.cn/s/dc08b53a32bf"
  },
  {
    "文件名": "推荐  2.2w收藏 温柔坠落(斯文败类茶里茶气x温柔坚韧大美人) 作者：风十一.txt",
    "夸克盘链接": "https://pan.quark.cn/s/84fdf4e5b042"
  },
  {
    "文件名": "听说我们结婚了 作者：兔七林.txt",
    "夸克盘链接": "https://pan.quark.cn/s/d78ce2fb8900"
  },
  {
    "文件名": "甜攻又在撒娇啦 作者：八十六笔.txt",
    "夸克盘链接": "https://pan.quark.cn/s/78e20eaf5adc"
  },
  {
    "文件名": "天使不是鸟人[星际].txt",
    "夸克盘链接": "https://pan.quark.cn/s/8b0eb5d0bf31"
  },
  {
    "文件名": "替嫁疯子 作者：蘑菇头叼炸天.txt",
    "夸克盘链接": "https://pan.quark.cn/s/34eccd754f34"
  },
  {
    "文件名": "他喜欢你很久了 作者：一枚纽扣.txt",
    "夸克盘链接": "https://pan.quark.cn/s/727c6bdef30b"
  },
  {
    "文件名": "他很撩很宠 完结+番外 作者：狂摇小尾巴.txt",
    "夸克盘链接": "https://pan.quark.cn/s/fd4d768c6fb0"
  },
  {
    "文件名": "他的偏爱.txt",
    "夸克盘链接": "https://pan.quark.cn/s/404e0a467066"
  },
  {
    "文件名": "死后我成了病弱王爷的男妃 作者：香菇炒肉沫.txt",
    "夸克盘链接": "https://pan.quark.cn/s/712a846f92fe"
  },
  {
    "文件名": "世界融合后我成了锦鲤 作者：星也牧禾.txt",
    "夸克盘链接": "https://pan.quark.cn/s/6ac25ae8b21b"
  },
  {
    "文件名": "谁说在晋江修无情道不能成神？！ 作者：不吃姜糖.txt",
    "夸克盘链接": "https://pan.quark.cn/s/f41ee262f3f1"
  },
  {
    "文件名": "社交负距离 作者：山青禾.txt",
    "夸克盘链接": "https://pan.quark.cn/s/08b1414ff5aa"
  },
  {
    "文件名": "少女[校园] 作者：北耳.txt",
    "夸克盘链接": "https://pan.quark.cn/s/d4875c567406"
  },
  {
    "文件名": "全星际唯一的治愈系 作者：起城乌.txt",
    "夸克盘链接": "https://pan.quark.cn/s/fac82b6a5a24"
  },
  {
    "文件名": "情敌说他爱我 作者：一笔三花.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c5bde22a91bd"
  },
  {
    "文件名": "清平灵师之子母双煞 (1).txt",
    "夸克盘链接": "https://pan.quark.cn/s/9cf3a70d42f9"
  },
  {
    "文件名": "清平灵师之画中灵魅.txt",
    "夸克盘链接": "https://pan.quark.cn/s/831f4bcfbab4"
  },
  {
    "文件名": "强推 《妖娆召唤师》--翦羽 作者：翦羽.txt",
    "夸克盘链接": "https://pan.quark.cn/s/47f6e4e53b64"
  },
  {
    "文件名": "强推 《绝世神医之逆天魔妃》 作者：荨秣泱泱.txt",
    "夸克盘链接": "https://pan.quark.cn/s/97438e82f6df"
  },
  {
    "文件名": "平安扣 作者：十二三.txt",
    "夸克盘链接": "https://pan.quark.cn/s/f05a14a2d157"
  },
  {
    "文件名": "偏执将军的小竹马 作者：岩城太瘦生.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e561bcf8bbf8"
  },
  {
    "文件名": "女扮男装后我成了幕后黑手 作者：斜月洗山影.txt",
    "夸克盘链接": "https://pan.quark.cn/s/b3ee83718f68"
  },
  {
    "文件名": "女扮男装be美学鉴赏 作者：青疾.txt",
    "夸克盘链接": "https://pan.quark.cn/s/4f8a50ac4db9"
  },
  {
    "文件名": "浓婚 作者：耳东霁.txt",
    "夸克盘链接": "https://pan.quark.cn/s/1be537c2f9ba"
  },
  {
    "文件名": "囊中锦绣 作者：木三观.txt",
    "夸克盘链接": "https://pan.quark.cn/s/d030ac2fbf84"
  },
  {
    "文件名": "魔术师小姐她蓄谋已久？！.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ec83228316dc"
  },
  {
    "文件名": "喵喵故事会 我把竹马喂了狗.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a069c16ab3b2"
  },
  {
    "文件名": "每次重生都对她一见钟情 作者：宋墨归.txt",
    "夸克盘链接": "https://pan.quark.cn/s/94d430ff4a5e"
  },
  {
    "文件名": "没有人能躲过真香定律 作者：明月上西楼.txt",
    "夸克盘链接": "https://pan.quark.cn/s/1b744cf15bae"
  },
  {
    "文件名": "麦芽故事会 在娱乐圈当税务判官.txt",
    "夸克盘链接": "https://pan.quark.cn/s/d28e1d718ff4"
  },
  {
    "文件名": "麦芽故事会 名为嫦娥的复仇.txt",
    "夸克盘链接": "https://pan.quark.cn/s/220429f43ee5"
  },
  {
    "文件名": "鹿糖故事会 将军夫人.txt",
    "夸克盘链接": "https://pan.quark.cn/s/6c639d2fe706"
  },
  {
    "文件名": "鹿过故事会 离婚后我的人生开挂了.txt",
    "夸克盘链接": "https://pan.quark.cn/s/d38f75430386"
  },
  {
    "文件名": "刘家公子 作者：阿颖.txt",
    "夸克盘链接": "https://pan.quark.cn/s/015d9d6b06f6"
  },
  {
    "文件名": "窥欲 作者：禾小星.txt",
    "夸克盘链接": "https://pan.quark.cn/s/f239054894c0"
  },
  {
    "文件名": "快攻略那个反派 作者：金十六.txt",
    "夸克盘链接": "https://pan.quark.cn/s/70ff4a45efbc"
  },
  {
    "文件名": "看点故事会 舔了两年的他有个白月光 作者：公主书城.txt",
    "夸克盘链接": "https://pan.quark.cn/s/9711b4e50a5a"
  },
  {
    "文件名": "看点故事会 靠网暴爸妈，我姐赚了一套首付 作者：十万狂花.txt",
    "夸克盘链接": "https://pan.quark.cn/s/5e5455c9e113"
  },
  {
    "文件名": "净读故事会 完美复仇.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ea5bde248a6a"
  },
  {
    "文件名": "净读故事会 阮阮.txt",
    "夸克盘链接": "https://pan.quark.cn/s/566a2df96df8"
  },
  {
    "文件名": "惊读故事会 我把你当闺蜜，你竟想当我妈.txt",
    "夸克盘链接": "https://pan.quark.cn/s/5ca187bc3ef1"
  },
  {
    "文件名": "惊读故事会 儿子中了桃花蛊.txt",
    "夸克盘链接": "https://pan.quark.cn/s/5d74e769a7f9"
  },
  {
    "文件名": "惊读故事会 不会再说我爱你.txt",
    "夸克盘链接": "https://pan.quark.cn/s/2923f8a557c0"
  },
  {
    "文件名": "今夜新婚 作者：排骨辣酱.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a458f25fb309"
  },
  {
    "文件名": "今夏加冕 作者：任时.txt",
    "夸克盘链接": "https://pan.quark.cn/s/89a3673ee90b"
  },
  {
    "文件名": "教装O的Alpha做个人 作者：佐润.txt",
    "夸克盘链接": "https://pan.quark.cn/s/1529f0b17129"
  },
  {
    "文件名": "娇妻入怀，顾少我超乖 作者：若青言.txt",
    "夸克盘链接": "https://pan.quark.cn/s/9401341e1d3e"
  },
  {
    "文件名": "家里的Omega是个甜崽 作者：Dinosaur.txt",
    "夸克盘链接": "https://pan.quark.cn/s/50250b9b9820"
  },
  {
    "文件名": "华夏导演，星际爆红 作者：非玖.txt",
    "夸克盘链接": "https://pan.quark.cn/s/88558dfab4e2"
  },
  {
    "文件名": "和竹马协议闪婚后 作者：酒晚意.txt",
    "夸克盘链接": "https://pan.quark.cn/s/99b7ea36eac6"
  },
  {
    "文件名": "和前男友同居(1).txt",
    "夸克盘链接": "https://pan.quark.cn/s/7a1bcd040fb6"
  },
  {
    "文件名": "关注公众号尾猫推文进群.微信号anni998117.txt",
    "夸克盘链接": "https://pan.quark.cn/s/3798ae9ec2d9"
  },
  {
    "文件名": "乖，大神别闹 作者：吃青梅酱呀.txt",
    "夸克盘链接": "https://pan.quark.cn/s/507f0bfeb93a"
  },
  {
    "文件名": "故人不再来.txt",
    "夸克盘链接": "https://pan.quark.cn/s/5e24367c7d91"
  },
  {
    "文件名": "附带番外 装纯（灼北风） 作者：灼北风.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e0f5137dc4f2"
  },
  {
    "文件名": "附带番外 智齿（姜揽月） 作者：姜揽月.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ad4452897d2e"
  },
  {
    "文件名": "附带番外 掌心素（双重生）（八街九陌） 作者：八街九陌.txt",
    "夸克盘链接": "https://pan.quark.cn/s/60c2513f1a96"
  },
  {
    "文件名": "附带番外 崽崽抱错三年半啦（原名《抱错崽崽三岁半》临欺） 作者：临欺.txt",
    "夸克盘链接": "https://pan.quark.cn/s/7dfc7f181c59"
  },
  {
    "文件名": "附带番外 与邪神小姐的恋爱日常（海派蜡烛） 作者：海派蜡烛.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c2f767dcc9e4"
  },
  {
    "文件名": "附带番外 一枕美梦（竹茴） 作者：竹茴.txt",
    "夸克盘链接": "https://pan.quark.cn/s/2f0fe1f48b76"
  },
  {
    "文件名": "附带番外 修罗场又又又翻车了 穿书 （半峥） 作者：风月作笔.txt",
    "夸克盘链接": "https://pan.quark.cn/s/d3b034972b88"
  },
  {
    "文件名": "附带番外 心动难忍（却呀） 作者：却呀.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a703382bd69a"
  },
  {
    "文件名": "附带番外 唯一奢望（慕义） 作者：慕义.txt",
    "夸克盘链接": "https://pan.quark.cn/s/10b24c128a76"
  },
  {
    "文件名": "附带番外 她就是这个调调（非木非石） 作者：非木非石.txt",
    "夸克盘链接": "https://pan.quark.cn/s/3d266d4aba6b"
  },
  {
    "文件名": "附带番外 死遁后我成了大佬黑月光（鱼辛斤） 作者：鱼辛斤.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c65716528c29"
  },
  {
    "文件名": "附带番外 融化时差（苋苋） 作者：苋苋.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a816fca56a96"
  },
  {
    "文件名": "附带番外 全网黑的她在选秀综艺爆红了（橙苹果） 作者：橙苹果.txt",
    "夸克盘链接": "https://pan.quark.cn/s/7b4c408567a4"
  },
  {
    "文件名": "附带番外 趴墙小闲妃（小蛮仙） 作者：小蛮仙.txt",
    "夸克盘链接": "https://pan.quark.cn/s/1c64280f1dc1"
  },
  {
    "文件名": "附带番外 你会知道（原名《没有人知道》话眠） 作者：话眠.txt",
    "夸克盘链接": "https://pan.quark.cn/s/cb9469cc6f06"
  },
  {
    "文件名": "附带番外 落入掌中（倪多喜） 作者：倪多喜.txt",
    "夸克盘链接": "https://pan.quark.cn/s/afd0c6618c90"
  },
  {
    "文件名": "附带番外 离谱后妈火遍全网（时喧） 作者：时喧.txt",
    "夸克盘链接": "https://pan.quark.cn/s/67cb99e452b0"
  },
  {
    "文件名": "附带番外 救了小狗就要负责哦（杨明夜） 作者：杨明夜.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a748ac99e038"
  },
  {
    "文件名": "附带番外 戒肆（不知江月） 作者：不知江月.txt",
    "夸克盘链接": "https://pan.quark.cn/s/7adc6065c0ce"
  },
  {
    "文件名": "附带番外 坚定不移地做个路人甲（七月犁） 作者：七月犁.txt",
    "夸克盘链接": "https://pan.quark.cn/s/f514c332fd4d"
  },
  {
    "文件名": "附带番外 婚欲浓（原名《谋婚》若诗安轩） 作者：若诗安轩.txt",
    "夸克盘链接": "https://pan.quark.cn/s/60b0598aea05"
  },
  {
    "文件名": "附带番外 糊咖她是动物界顶流（兔耳齐） 作者：兔耳齐.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c0488f94d9bd"
  },
  {
    "文件名": "附带番外 过境（明顾） 作者：明顾.txt",
    "夸克盘链接": "https://pan.quark.cn/s/7d54512b9cd0"
  },
  {
    "文件名": "附带番外 闺中绣（重生）（原名《长媳（重生）》希昀） 作者：希昀.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c9cc5e8ad47d"
  },
  {
    "文件名": "附带番外 哥哥是早死反派（眯眼笑笑） 作者：眯眼笑笑.txt",
    "夸克盘链接": "https://pan.quark.cn/s/f82cf58500c9"
  },
  {
    "文件名": "附带番外 夫人今天恢复记忆了吗（耳东霁） 作者：耳东霁.txt",
    "夸克盘链接": "https://pan.quark.cn/s/d72d517720eb"
  },
  {
    "文件名": "附带番外 大奥术师她今天赚钱了吗（胖哈） 作者：胖哈.txt",
    "夸克盘链接": "https://pan.quark.cn/s/64847fd650fc"
  },
  {
    "文件名": "附带番外 穿回暴君黑化前（八月樱桃） 作者：八月樱桃.txt",
    "夸克盘链接": "https://pan.quark.cn/s/1a75c6816ee7"
  },
  {
    "文件名": "附带番外 不冻港有风来（承珞） 作者：承珞.txt",
    "夸克盘链接": "https://pan.quark.cn/s/9a5818fa10c8"
  },
  {
    "文件名": "附带番外 抱抱就好眠（仙贝瑞拉） 作者：仙贝瑞拉.txt",
    "夸克盘链接": "https://pan.quark.cn/s/2041942b2419"
  },
  {
    "文件名": "附带番外 暗恋结束的那一天（本萝北） 作者：本萝北.txt",
    "夸克盘链接": "https://pan.quark.cn/s/3a82ee093f89"
  },
  {
    "文件名": "付费热文 《玫瑰是我偷》沈繁枝、司岍 作者：高广坤.txt",
    "夸克盘链接": "https://pan.quark.cn/s/cc1a01931c79"
  },
  {
    "文件名": "付费独家 重生家人.txt",
    "夸克盘链接": "https://pan.quark.cn/s/f16ad0458cf7"
  },
  {
    "文件名": "付费独家 重回80虐渣女，走上人生巅峰.txt",
    "夸克盘链接": "https://pan.quark.cn/s/7b1287711dc5"
  },
  {
    "文件名": "付费独家 止于深情.txt",
    "夸克盘链接": "https://pan.quark.cn/s/534e55a4482a"
  },
  {
    "文件名": "付费独家 真千金她根本不干.txt",
    "夸克盘链接": "https://pan.quark.cn/s/b054e42d15d3"
  },
  {
    "文件名": "付费独家 月亮隐入夜.txt",
    "夸克盘链接": "https://pan.quark.cn/s/1b34541b8ba9"
  },
  {
    "文件名": "付费独家 月北惊鸿.txt",
    "夸克盘链接": "https://pan.quark.cn/s/31dbd6700ced"
  },
  {
    "文件名": "付费独家 谢幕.txt",
    "夸克盘链接": "https://pan.quark.cn/s/4dd05c705cb1"
  },
  {
    "文件名": "付费独家 我脱离世界后，攻略对象疯了.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ead676a0009c"
  },
  {
    "文件名": "付费独家 我死后五年，前男友疯了.txt",
    "夸克盘链接": "https://pan.quark.cn/s/05f12a362f2d"
  },
  {
    "文件名": "付费独家 我死后的第7天，前夫疯了.txt",
    "夸克盘链接": "https://pan.quark.cn/s/3453c77c9c9f"
  },
  {
    "文件名": "付费独家 我是真千金.txt",
    "夸克盘链接": "https://pan.quark.cn/s/16f7e1f190c8"
  },
  {
    "文件名": "付费独家 我是假千金.txt",
    "夸克盘链接": "https://pan.quark.cn/s/48ff87845e43"
  },
  {
    "文件名": "付费独家 我那死了三年的前男友回来了.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e6dc4e390d8d"
  },
  {
    "文件名": "付费独家 我和女儿死后，军婚老公疯了.txt",
    "夸克盘链接": "https://pan.quark.cn/s/8d4e223479b3"
  },
  {
    "文件名": "付费独家 我的丈夫，有个藏在心尖上的女人.txt",
    "夸克盘链接": "https://pan.quark.cn/s/eac32554c680"
  },
  {
    "文件名": "付费独家 我的哥哥他太爱我了.txt",
    "夸克盘链接": "https://pan.quark.cn/s/82ca3000bbf4"
  },
  {
    "文件名": "付费独家 替身的自我修养.txt",
    "夸克盘链接": "https://pan.quark.cn/s/5352579484b1"
  },
  {
    "文件名": "付费独家 锁宫怜.txt",
    "夸克盘链接": "https://pan.quark.cn/s/6b8a09a70245"
  },
  {
    "文件名": "付费独家 嗜她如命.txt",
    "夸克盘链接": "https://pan.quark.cn/s/81260cd9738d"
  },
  {
    "文件名": "付费独家 失忆影后.txt",
    "夸克盘链接": "https://pan.quark.cn/s/afc1ffa94dd7"
  },
  {
    "文件名": "付费独家 女明星觉醒后，男友慌了.txt",
    "夸克盘链接": "https://pan.quark.cn/s/4566b410346f"
  },
  {
    "文件名": "付费独家 逆转人生.txt",
    "夸克盘链接": "https://pan.quark.cn/s/1a2b85fa7b54"
  },
  {
    "文件名": "付费独家 燎原星火.txt",
    "夸克盘链接": "https://pan.quark.cn/s/8b84174884c5"
  },
  {
    "文件名": "付费独家 旧情人.txt",
    "夸克盘链接": "https://pan.quark.cn/s/6f179e0ff2fc"
  },
  {
    "文件名": "付费独家 嫁给将军后，我的生活圆满了.txt",
    "夸克盘链接": "https://pan.quark.cn/s/90620fdfd4f1"
  },
  {
    "文件名": "付费独家 富人游戏，我和真千金成对照组.txt",
    "夸克盘链接": "https://pan.quark.cn/s/4b866a8fcae8"
  },
  {
    "文件名": "付费独家 佛子无爱.txt",
    "夸克盘链接": "https://pan.quark.cn/s/726f23bd1e5b"
  },
  {
    "文件名": "付费独家 错认青梅.txt",
    "夸克盘链接": "https://pan.quark.cn/s/7abfdf8d5c7b"
  },
  {
    "文件名": "付费独家 村庄的秘密.txt",
    "夸克盘链接": "https://pan.quark.cn/s/9e19263d4c1e"
  },
  {
    "文件名": "付费独家 此情可待成追忆.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ecfc7f0921ef"
  },
  {
    "文件名": "付费独家 床上，男朋友叫错了我的名字.txt",
    "夸克盘链接": "https://pan.quark.cn/s/9b579177db56"
  },
  {
    "文件名": "反向爆红 作者：而苏.txt",
    "夸克盘链接": "https://pan.quark.cn/s/7b0c189c6295"
  },
  {
    "文件名": "番外全 流放三千里 作者：慕君年.txt",
    "夸克盘链接": "https://pan.quark.cn/s/d8b8414c12d4"
  },
  {
    "文件名": "二分之一不死 作者：西瓜炒肉.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e386a0d42310"
  },
  {
    "文件名": "恶意.txt",
    "夸克盘链接": "https://pan.quark.cn/s/0c5d5a9f87bf"
  },
  {
    "文件名": "朵米故事会 不悔.txt",
    "夸克盘链接": "https://pan.quark.cn/s/488a5337df92"
  },
  {
    "文件名": "短故事 竹马送我去女德班.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c1ae0b7cbf58"
  },
  {
    "文件名": "短故事 重生白月光她又狠又毒.txt",
    "夸克盘链接": "https://pan.quark.cn/s/0e2690814f9b"
  },
  {
    "文件名": "短故事 终将归于人海.txt",
    "夸克盘链接": "https://pan.quark.cn/s/814fefda4e63"
  },
  {
    "文件名": "短故事 缘落.txt",
    "夸克盘链接": "https://pan.quark.cn/s/3278dd449dbc"
  },
  {
    "文件名": "短故事 雪地少年.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a8342ebee63d"
  },
  {
    "文件名": "短故事 学会放手.txt",
    "夸克盘链接": "https://pan.quark.cn/s/6f5353f006c5"
  },
  {
    "文件名": "短故事 杏花寒.txt",
    "夸克盘链接": "https://pan.quark.cn/s/b59176a242fc"
  },
  {
    "文件名": "短故事 心底从未盛开的花.txt",
    "夸克盘链接": "https://pan.quark.cn/s/163869822a18"
  },
  {
    "文件名": "短故事 吾忘最爱.txt",
    "夸克盘链接": "https://pan.quark.cn/s/6c43fb5fd86d"
  },
  {
    "文件名": "短故事 我在恋爱脑的世界独美.txt",
    "夸克盘链接": "https://pan.quark.cn/s/3b7729f7d65e"
  },
  {
    "文件名": "短故事 我是璀璨烟火.txt",
    "夸克盘链接": "https://pan.quark.cn/s/269173bd8f0f"
  },
  {
    "文件名": "短故事 我是爱用国货的真千金.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ebeb0b731ad2"
  },
  {
    "文件名": "短故事 我青梅竹马的未婚夫喜欢上了精神小妹儿.txt",
    "夸克盘链接": "https://pan.quark.cn/s/479eb088cb8e"
  },
  {
    "文件名": "短故事 我能听到心声后.txt",
    "夸克盘链接": "https://pan.quark.cn/s/158e0875ce0a"
  },
  {
    "文件名": "短故事 我的婢女是个穿越者.txt",
    "夸克盘链接": "https://pan.quark.cn/s/0762de559f88"
  },
  {
    "文件名": "短故事 我不能继续爱你了.txt",
    "夸克盘链接": "https://pan.quark.cn/s/7f8bb68baef4"
  },
  {
    "文件名": "短故事 未婚夫是竹马堂哥.txt",
    "夸克盘链接": "https://pan.quark.cn/s/2f193ca1e141"
  },
  {
    "文件名": "短故事 为了复活男友，我绑定了舔狗系统.txt",
    "夸克盘链接": "https://pan.quark.cn/s/bb870dc0e6a2"
  },
  {
    "文件名": "短故事 唯独忘记你.txt",
    "夸克盘链接": "https://pan.quark.cn/s/3291827643b7"
  },
  {
    "文件名": "短故事 她的隐秘心事.txt",
    "夸克盘链接": "https://pan.quark.cn/s/93ff72c71c01"
  },
  {
    "文件名": "短故事 他眼盲心瞎.txt",
    "夸克盘链接": "https://pan.quark.cn/s/d003d73291d7"
  },
  {
    "文件名": "短故事 锁雀.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e21e4c870008"
  },
  {
    "文件名": "短故事 说不出口的爱.txt",
    "夸克盘链接": "https://pan.quark.cn/s/238ffadc4b9c"
  },
  {
    "文件名": "短故事 实时直播的人生.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e5bb0c69e3d9"
  },
  {
    "文件名": "短故事 生命倒计时.txt",
    "夸克盘链接": "https://pan.quark.cn/s/9a4209adbc93"
  },
  {
    "文件名": "短故事 如烟火般迷离.txt",
    "夸克盘链接": "https://pan.quark.cn/s/121e13016175"
  },
  {
    "文件名": "短故事 热忱荡漾.txt",
    "夸克盘链接": "https://pan.quark.cn/s/6d3914915071"
  },
  {
    "文件名": "短故事 晴空万里皆是你.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a070c14999f8"
  },
  {
    "文件名": "短故事 情根深种.txt",
    "夸克盘链接": "https://pan.quark.cn/s/36ee4ecaa2ba"
  },
  {
    "文件名": "短故事 切肤之爱.txt",
    "夸克盘链接": "https://pan.quark.cn/s/8b93200f07d7"
  },
  {
    "文件名": "短故事 女总裁她摆烂了.txt",
    "夸克盘链接": "https://pan.quark.cn/s/3661c52e5d04"
  },
  {
    "文件名": "短故事 渺渺.txt",
    "夸克盘链接": "https://pan.quark.cn/s/4e95cfe9277f"
  },
  {
    "文件名": "短故事 没道德你就绑架不了我.txt",
    "夸克盘链接": "https://pan.quark.cn/s/8b2531f88e5b"
  },
  {
    "文件名": "短故事 君也曾凉薄.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a436cef30090"
  },
  {
    "文件名": "短故事 今安.txt",
    "夸克盘链接": "https://pan.quark.cn/s/33118d507e67"
  },
  {
    "文件名": "短故事 戒哭所.txt",
    "夸克盘链接": "https://pan.quark.cn/s/0a10e23d0032"
  },
  {
    "文件名": "短故事 结婚五年后他的白月光回来了.txt",
    "夸克盘链接": "https://pan.quark.cn/s/6680998c8da1"
  },
  {
    "文件名": "短故事 椒房殿.txt",
    "夸克盘链接": "https://pan.quark.cn/s/42de3eda78d6"
  },
  {
    "文件名": "短故事 嫁给夫君，非我意.txt",
    "夸克盘链接": "https://pan.quark.cn/s/33abb74e8003"
  },
  {
    "文件名": "短故事 极致卑微.txt",
    "夸克盘链接": "https://pan.quark.cn/s/071ea6d399f2"
  },
  {
    "文件名": "短故事 婚宴当天，老公携小三和我离婚.txt",
    "夸克盘链接": "https://pan.quark.cn/s/cb8369ce8f5c"
  },
  {
    "文件名": "短故事 画皮师.txt",
    "夸克盘链接": "https://pan.quark.cn/s/2cb43498416f"
  },
  {
    "文件名": "短故事 恨为谋.txt",
    "夸克盘链接": "https://pan.quark.cn/s/24f865f0abfa"
  },
  {
    "文件名": "短故事 豪门代嫁.txt",
    "夸克盘链接": "https://pan.quark.cn/s/11cfed066b44"
  },
  {
    "文件名": "短故事 高门贵女狂虐穿越女.txt",
    "夸克盘链接": "https://pan.quark.cn/s/b2ab961ff1a7"
  },
  {
    "文件名": "短故事 凤冠.txt",
    "夸克盘链接": "https://pan.quark.cn/s/3ff22d7becdf"
  },
  {
    "文件名": "短故事 非常规心动 作者：我吃棉花糖.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e5bedfc5b75d"
  },
  {
    "文件名": "短故事 大夏长征.txt",
    "夸克盘链接": "https://pan.quark.cn/s/62e6a1aec448"
  },
  {
    "文件名": "短故事 错过.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c73eff4031ee"
  },
  {
    "文件名": "短故事 此生唯爱月月.txt",
    "夸克盘链接": "https://pan.quark.cn/s/69ca546c3e48"
  },
  {
    "文件名": "短故事 此生不见，就此别过.txt",
    "夸克盘链接": "https://pan.quark.cn/s/2202615eddf9"
  },
  {
    "文件名": "短故事 穿书后喜提被虐系统.txt",
    "夸克盘链接": "https://pan.quark.cn/s/8c6eb223f74f"
  },
  {
    "文件名": "短故事 超能小女仆.txt",
    "夸克盘链接": "https://pan.quark.cn/s/86d37c97e2fb"
  },
  {
    "文件名": "短故事 被污蔑为小三后，我强势反击.txt",
    "夸克盘链接": "https://pan.quark.cn/s/dbeac998db71"
  },
  {
    "文件名": "短故事 被送进庄子后，我失忆了.txt",
    "夸克盘链接": "https://pan.quark.cn/s/457918c9f484"
  },
  {
    "文件名": "短故事 八年情断.txt",
    "夸克盘链接": "https://pan.quark.cn/s/03035cf9a213"
  },
  {
    "文件名": "短故事 爱他六年后，我转身跟别人领证了，他却疯了.txt",
    "夸克盘链接": "https://pan.quark.cn/s/b63a0d7145cf"
  },
  {
    "文件名": "独家整理 《明撩！暗诱！前夫把我名字纹心口》宋沁颜、顾之谦 作者：晚风如诉.txt",
    "夸克盘链接": "https://pan.quark.cn/s/36538abda3f0"
  },
  {
    "文件名": "独家婚宠 作者：妖妖之心.txt",
    "夸克盘链接": "https://pan.quark.cn/s/f0bc2eafd525"
  },
  {
    "文件名": "豆瓣热文 《沙海桑桑》储怡禾、唐博彦 作者：张怀友.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ea80eb76a994"
  },
  {
    "文件名": "豆瓣热文 《火云如烧》朱宴欢、许炎夏 作者：山林间.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e1d057efbb9b"
  },
  {
    "文件名": "豆瓣热文 《春山与湖》周倩倩、白鸽 作者：吻别热线.txt",
    "夸克盘链接": "https://pan.quark.cn/s/5b128eb5b2fc"
  },
  {
    "文件名": "豆瓣 《回到来处》文惠佟初 作者：张怀友.txt",
    "夸克盘链接": "https://pan.quark.cn/s/bef76c9519e3"
  },
  {
    "文件名": "大橘故事会 校医学姐，饶命 作者：苏小慧.txt",
    "夸克盘链接": "https://pan.quark.cn/s/5394e4835c2b"
  },
  {
    "文件名": "大橘故事会 娶了一个小太监.txt",
    "夸克盘链接": "https://pan.quark.cn/s/5485dc165789"
  },
  {
    "文件名": "村里有只白骨精(1).txt",
    "夸克盘链接": "https://pan.quark.cn/s/aa19701def5d"
  },
  {
    "文件名": "从此男主改拿绿茶剧本 完结+番外_银发死鱼眼 作者：银发死鱼眼.txt",
    "夸克盘链接": "https://pan.quark.cn/s/9a4090a2a366"
  },
  {
    "文件名": "穿书后男主他人设崩了 作者：梧桐息.txt",
    "夸克盘链接": "https://pan.quark.cn/s/672913d02eef"
  },
  {
    "文件名": "穿进二百人男团中 作者：远上天山.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ccbd529a5601"
  },
  {
    "文件名": "穿成炮灰贵妃的宫后 作者：春似何.txt",
    "夸克盘链接": "https://pan.quark.cn/s/7190dab44eff"
  },
  {
    "文件名": "穿成女扮男装的男主小弟后，男主盯上我了！[穿书] 作者：糖果粉粉.txt",
    "夸克盘链接": "https://pan.quark.cn/s/6d6df204f0cb"
  },
  {
    "文件名": "穿成年代文的病美人 七零  作者：雾矢翊.txt",
    "夸克盘链接": "https://pan.quark.cn/s/485d6669793e"
  },
  {
    "文件名": "穿成男配的心尖宠 番外完结 作者：小孩爱吃糖.txt",
    "夸克盘链接": "https://pan.quark.cn/s/4ecb16421981"
  },
  {
    "文件名": "茶梨你在说什么 作者：徐徐图之.txt",
    "夸克盘链接": "https://pan.quark.cn/s/73d6595e0afc"
  },
  {
    "文件名": "不要随便摸人鱼的尾巴 作者：豆腐军团.txt",
    "夸克盘链接": "https://pan.quark.cn/s/5d51b5cb3daf"
  },
  {
    "文件名": "病名为痴 作者：符酒.txt",
    "夸克盘链接": "https://pan.quark.cn/s/07bb82a77bbd"
  },
  {
    "文件名": "冰糖故事会 消磨.txt",
    "夸克盘链接": "https://pan.quark.cn/s/73399352ead9"
  },
  {
    "文件名": "冰糖故事会 我靠签到躺赢.txt",
    "夸克盘链接": "https://pan.quark.cn/s/22ac9a411f2c"
  },
  {
    "文件名": "冰糖故事会 三年明月.txt",
    "夸克盘链接": "https://pan.quark.cn/s/b256ae29564f"
  },
  {
    "文件名": "别怕我是正经人 作者：时三十.txt",
    "夸克盘链接": "https://pan.quark.cn/s/7ccc5f04c5a1"
  },
  {
    "文件名": "被虐后阴郁美人揣崽跑路了 作者：良北桑.txt",
    "夸克盘链接": "https://pan.quark.cn/s/0ce0d23d6214"
  },
  {
    "文件名": "败将成妃 作者：青藤lvy.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c78742c0e1bf"
  },
  {
    "文件名": "BL最后一张牌.txt",
    "夸克盘链接": "https://pan.quark.cn/s/47a1ec3167a0"
  },
  {
    "文件名": "BL谢长留.txt",
    "夸克盘链接": "https://pan.quark.cn/s/60e15312e3c7"
  },
  {
    "文件名": "BL山海火锅店 作者：蜀七.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e07e533baa96"
  },
  {
    "文件名": "BL三步上篮(上 下).txt",
    "夸克盘链接": "https://pan.quark.cn/s/d03889186038"
  },
  {
    "文件名": "BL阶下囚_困倚危楼.txt",
    "夸克盘链接": "https://pan.quark.cn/s/b08f0a312bde"
  },
  {
    "文件名": "BL《一受封疆》（完） 作者：殿前欢.txt",
    "夸克盘链接": "https://pan.quark.cn/s/5aec9b553d23"
  },
  {
    "文件名": "BL[年下]等你仰望.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c44265a7a3c2"
  },
  {
    "文件名": "BG愿为她臣[快穿] 作者：请叫我山大王.txt",
    "夸克盘链接": "https://pan.quark.cn/s/f3226ff1dc14"
  },
  {
    "文件名": "BG御佛-o滴神.txt",
    "夸克盘链接": "https://pan.quark.cn/s/4ea99bf6db04"
  },
  {
    "文件名": "BG权相倾城：奴儿七七（正文完，番外在即）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/db935ad0424e"
  },
  {
    "文件名": "BG女主醒来后 作者：江山沧澜.txt",
    "夸克盘链接": "https://pan.quark.cn/s/578be6e2d08f"
  },
  {
    "文件名": "BG逆转女王[快穿] 作者：请叫我山大王.txt",
    "夸克盘链接": "https://pan.quark.cn/s/784284445c22"
  },
  {
    "文件名": "BG每个世界苏一遍.txt",
    "夸克盘链接": "https://pan.quark.cn/s/0ddab63cfb6d"
  },
  {
    "文件名": "BG兰陵缭乱 作者：vivibear.txt",
    "夸克盘链接": "https://pan.quark.cn/s/85b954cca924"
  },
  {
    "文件名": "BG君生我已老 作者：爱爬树的鱼.txt",
    "夸克盘链接": "https://pan.quark.cn/s/d7cc540ae27f"
  },
  {
    "文件名": "BG红颜乱.txt",
    "夸克盘链接": "https://pan.quark.cn/s/b837cad53b56"
  },
  {
    "文件名": "20w收藏 白日提灯（日常装柔弱超强鬼王女主 狡诈专兵少年将军男主） 作者：黎青燃.txt",
    "夸克盘链接": "https://pan.quark.cn/s/0cf347b821fb"
  },
  {
    "文件名": "11.4w收藏！ 夫人跟老爷的小妾跑了(白切黑女装大佬×温柔美艳小姐姐) 作者：绿药.txt",
    "夸克盘链接": "https://pan.quark.cn/s/88127643c18e"
  },
  {
    "文件名": "【知乎热文】重生在新时代.txt",
    "夸克盘链接": "https://pan.quark.cn/s/227e2211825d"
  },
  {
    "文件名": "【知乎热文】恶报.txt",
    "夸克盘链接": "https://pan.quark.cn/s/86840b47eb17"
  },
  {
    "文件名": "【知乎热文】糙汉将军的掌心宠.txt",
    "夸克盘链接": "https://pan.quark.cn/s/fb61b035f9fd"
  },
  {
    "文件名": "【知乎】猪猡人生.txt",
    "夸克盘链接": "https://pan.quark.cn/s/39c0e79b7d5f"
  },
  {
    "文件名": "【知乎】血与猎.txt",
    "夸克盘链接": "https://pan.quark.cn/s/48af2d57bd1c"
  },
  {
    "文件名": "【知乎】夏风与冬雪.txt",
    "夸克盘链接": "https://pan.quark.cn/s/9405d59217fd"
  },
  {
    "文件名": "【知乎】细雨与风.txt",
    "夸克盘链接": "https://pan.quark.cn/s/644257bd3302"
  },
  {
    "文件名": "【知乎】我是系统，我很烦.txt",
    "夸克盘链接": "https://pan.quark.cn/s/b7a40458ccd2"
  },
  {
    "文件名": "【知乎】复活雪柳.txt",
    "夸克盘链接": "https://pan.quark.cn/s/f8c7206f1a13"
  },
  {
    "文件名": "【知乎】地师少女出埃及记.txt",
    "夸克盘链接": "https://pan.quark.cn/s/2dba3e0c2599"
  },
  {
    "文件名": "【知乎】丞相在上.txt",
    "夸克盘链接": "https://pan.quark.cn/s/1e789ba40c41"
  },
  {
    "文件名": "【知乎】白色山茶.txt",
    "夸克盘链接": "https://pan.quark.cn/s/44318c9205e5"
  },
  {
    "文件名": "【知乎】爱的序章.txt",
    "夸克盘链接": "https://pan.quark.cn/s/1f01b1837f5b"
  },
  {
    "文件名": "【言情】新婚不燕尔 作者：溺子戏.txt",
    "夸克盘链接": "https://pan.quark.cn/s/6b80dad5a55a"
  },
  {
    "文件名": "【完结】重生后嫁给摄政王 作者：青鸢沉鱼.txt",
    "夸克盘链接": "https://pan.quark.cn/s/de2eba3652b2"
  },
  {
    "文件名": "【完结】掌事宫女在七零 作者：深海里的云朵.txt",
    "夸克盘链接": "https://pan.quark.cn/s/5342cfea2e0d"
  },
  {
    "文件名": "【完结】渣了主角后我天天修罗场 作者：卷狸.txt",
    "夸克盘链接": "https://pan.quark.cn/s/59d3532d4465"
  },
  {
    "文件名": "【完结】灾难降临，我有塔防系统 作者：寒露夜凉.txt",
    "夸克盘链接": "https://pan.quark.cn/s/0d998ae5032e"
  },
  {
    "文件名": "【完结】月亮为证[娱乐圈] 作者：月晚眠.txt",
    "夸克盘链接": "https://pan.quark.cn/s/1ca1cd2aca20"
  },
  {
    "文件名": "【完结】原来你也喜欢我的信息素 作者：七分黑糖.txt",
    "夸克盘链接": "https://pan.quark.cn/s/0b7ef6644a7b"
  },
  {
    "文件名": "【完结】隐婚之后 作者：橙墨沫.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ed13a1939578"
  },
  {
    "文件名": "【完结】阴差阳错 作者：诸葛扇.txt",
    "夸克盘链接": "https://pan.quark.cn/s/749faba10f36"
  },
  {
    "文件名": "【完结】星星吻一下 作者：高冷小橘猫.txt",
    "夸克盘链接": "https://pan.quark.cn/s/8c94c14878e8"
  },
  {
    "文件名": "【完结】心机陛下天天碰瓷 作者：乃兮.txt",
    "夸克盘链接": "https://pan.quark.cn/s/566de8baf359"
  },
  {
    "文件名": "【完结】小狮叽联盟 作者：豹豹要抱抱.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e978bf6807d2"
  },
  {
    "文件名": "【完结】仙祖养的蛋又碎啦 作者：七分熟睡.txt",
    "夸克盘链接": "https://pan.quark.cn/s/67cb47702932"
  },
  {
    "文件名": "【完结】我的丈夫又活了 作者：爱磕瓜子的葵花.txt",
    "夸克盘链接": "https://pan.quark.cn/s/9cf1dfb6901f"
  },
  {
    "文件名": "【完结】王术 (2) 作者：品丰.txt",
    "夸克盘链接": "https://pan.quark.cn/s/5feefc758de1"
  },
  {
    "文件名": "【完结】万人嫌和大佬联姻后[穿书] 作者：楚禾禾.txt",
    "夸克盘链接": "https://pan.quark.cn/s/d8c9c15f19ed"
  },
  {
    "文件名": "【完结】甜涩心动 作者：琬音.txt",
    "夸克盘链接": "https://pan.quark.cn/s/b70926a89dcc"
  },
  {
    "文件名": "【完结】他们说雄虫只能吃软饭[虫族] 作者：十六人设.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a7e51f5261b7"
  },
  {
    "文件名": "【完结】日落坠入乌托邦 作者：柿橙.txt",
    "夸克盘链接": "https://pan.quark.cn/s/04501bb64fb5"
  },
  {
    "文件名": "【完结】清醒沦陷 作者：木木tree.txt",
    "夸克盘链接": "https://pan.quark.cn/s/3e69d58cd8f6"
  },
  {
    "文件名": "【完结】琴酒成为五人组的教官后 作者：系田.txt",
    "夸克盘链接": "https://pan.quark.cn/s/85770019e41a"
  },
  {
    "文件名": "【完结】七零极品团宠熊猫崽崽 作者：伍子橙.txt",
    "夸克盘链接": "https://pan.quark.cn/s/774c3b0bf59d"
  },
  {
    "文件名": "【完结】炮灰媳妇的人生（快穿） 作者：倾碧悠然.txt",
    "夸克盘链接": "https://pan.quark.cn/s/11f144aac7cd"
  },
  {
    "文件名": "【完结】女配觉醒之后一心赚钱[快穿] 作者：玄音.txt",
    "夸克盘链接": "https://pan.quark.cn/s/8f5b5bc65e10"
  },
  {
    "文件名": "【完结】你依然在我梦里 作者：折枝伴酒.txt",
    "夸克盘链接": "https://pan.quark.cn/s/2ae94a03cc9a"
  },
  {
    "文件名": "【完结】你是我的声音 作者：喝豆奶的狼.txt",
    "夸克盘链接": "https://pan.quark.cn/s/bad13b57c320"
  },
  {
    "文件名": "【完结】流放边关，基建三万里（种田） 作者：关羡.txt",
    "夸克盘链接": "https://pan.quark.cn/s/281af6ec83a8"
  },
  {
    "文件名": "【完结】剧本组玩无限游戏算开挂吗 作者：离邯.txt",
    "夸克盘链接": "https://pan.quark.cn/s/4bcb642d89ee"
  },
  {
    "文件名": "【完结】嫁给男主的残废哥哥[八零] 作者：一碗热甜汤.txt",
    "夸克盘链接": "https://pan.quark.cn/s/d90b7ca4dacb"
  },
  {
    "文件名": "【完结】缓缓而栖 [奋斗乐章参赛作品] 作者：野荔.txt",
    "夸克盘链接": "https://pan.quark.cn/s/074787bd4ec0"
  },
  {
    "文件名": "【完结】和竹马协议闪婚后 作者：酒晚意.txt",
    "夸克盘链接": "https://pan.quark.cn/s/30bf1944ce28"
  },
  {
    "文件名": "【完结】和直男兄弟假装恋爱后 作者：桃月十八.txt",
    "夸克盘链接": "https://pan.quark.cn/s/74a1b78d896a"
  },
  {
    "文件名": "【完结】和电竞大神网恋掉马后 作者：稚桃.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e76a2e223089"
  },
  {
    "文件名": "【完结】何必非要喜欢我 作者：抱走柴犬.txt",
    "夸克盘链接": "https://pan.quark.cn/s/d68045c76991"
  },
  {
    "文件名": "【完结】好想好想 [奋斗乐章参赛作品] 作者：程知甜.txt",
    "夸克盘链接": "https://pan.quark.cn/s/d97e13f72ad6"
  },
  {
    "文件名": "【完结】跟影帝竹马隐婚后 作者：壹枚.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e613eb6217b3"
  },
  {
    "文件名": "【完结】哥哥是早死反派 作者：眯眼笑笑.txt",
    "夸克盘链接": "https://pan.quark.cn/s/4e77041d7788"
  },
  {
    "文件名": "【完结】浮生未歇 作者：十月当归.txt",
    "夸克盘链接": "https://pan.quark.cn/s/d202b05eafb3"
  },
  {
    "文件名": "【完结】夫君他不可能是黑莲花（重生） 作者：扶霜.txt",
    "夸克盘链接": "https://pan.quark.cn/s/d7554cf070fc"
  },
  {
    "文件名": "【完结】恶毒美O拒绝修罗场 作者：暮色晚山.txt",
    "夸克盘链接": "https://pan.quark.cn/s/bece82bb0280"
  },
  {
    "文件名": "【完结】当万人迷成为男主前任[快穿] 作者：萧晓苏.txt",
    "夸克盘链接": "https://pan.quark.cn/s/5d85134a2cb6"
  },
  {
    "文件名": "【完结】穿书后我撩翻车了 作者：东风几许.txt",
    "夸克盘链接": "https://pan.quark.cn/s/501b65ce9e97"
  },
  {
    "文件名": "【完结】穿成苏家的上门赘婿 作者：千茶.txt",
    "夸克盘链接": "https://pan.quark.cn/s/91d5f148df9c"
  },
  {
    "文件名": "【完结】宠夫（重生） 作者：荔枝美人.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e194fa7aafd3"
  },
  {
    "文件名": "【完结】丞相今天火葬场了吗 作者：甜鸢.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ac6896278489"
  },
  {
    "文件名": "【完结】成为三个大佬的攻略对象后 作者：南柠檬.txt",
    "夸克盘链接": "https://pan.quark.cn/s/3632cf1b66be"
  },
  {
    "文件名": "【完结】超甜反派攻略冷脸大佬 作者：布丁狗超人.txt",
    "夸克盘链接": "https://pan.quark.cn/s/08034435893a"
  },
  {
    "文件名": "【完结】茶杯里的恶魔男友 作者：夜LR.txt",
    "夸克盘链接": "https://pan.quark.cn/s/13613ddf5301"
  },
  {
    "文件名": "【完结】被亲手养大的小可怜攻了 作者：远树.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a29fcd0f64a2"
  },
  {
    "文件名": "【完结】爱意难藏 作者：远山紫.txt",
    "夸克盘链接": "https://pan.quark.cn/s/90b40c491416"
  },
  {
    "文件名": "【推荐++++】【7.6w收藏】穿书后成了皇帝的情敌 作者：林不欢.txt",
    "夸克盘链接": "https://pan.quark.cn/s/6c56a719c56c"
  },
  {
    "文件名": "【推荐+++】【7.3w收藏】反派穿成Omega以后他A爆了 作者：弦三千.txt",
    "夸克盘链接": "https://pan.quark.cn/s/2daff1ceeae2"
  },
  {
    "文件名": "【推荐+++】【6.3w收藏】病美人大佬只想咸鱼[异世] 作者：若白衣.txt",
    "夸克盘链接": "https://pan.quark.cn/s/eb8ed6e84505"
  },
  {
    "文件名": "【推荐+++】【5w收藏】霓裳帐暖（古言，绝色舞姬vs战神将军，女主娇弱型，不强，但把男主迷得死死的） 作者：施黛.txt",
    "夸克盘链接": "https://pan.quark.cn/s/45d59fc58a14"
  },
  {
    "文件名": "【推荐+++】【5w收藏】宠她--十度天（年龄差10岁，双C，商界大佬x乖乖女） 作者：十度天.txt",
    "夸克盘链接": "https://pan.quark.cn/s/1382c9ceacb3"
  },
  {
    "文件名": "【推荐+++】【5w收藏】被甩后才知道男神在攻略我(甜美系小恶魔 VS 表面中央空调实际谁也不爱男主,追妻火葬场） 作者：白日上楼.txt",
    "夸克盘链接": "https://pan.quark.cn/s/24d68dfb8893"
  },
  {
    "文件名": "【推荐+++】【5.5w收藏】末世女嫁入将军府后 作者：禅猫.txt",
    "夸克盘链接": "https://pan.quark.cn/s/07acee413b8e"
  },
  {
    "文件名": "【推荐++】【4.4w收藏】反派沉迷我的毛茸茸 作者：玖宝.txt",
    "夸克盘链接": "https://pan.quark.cn/s/64567a83930f"
  },
  {
    "文件名": "【推荐++】【4.4w收藏】病美人重生后想开了 作者：鹿拾.txt",
    "夸克盘链接": "https://pan.quark.cn/s/cbc94bc1efe3"
  },
  {
    "文件名": "【推荐++】【4.3w收藏】反派才是真绝色（第四天灾+万人迷主角+江湖游戏群像+苏爽文） 作者：兰陵笑笑梦.txt",
    "夸克盘链接": "https://pan.quark.cn/s/0ecefad936cb"
  },
  {
    "文件名": "【推荐++】【4.3w收藏】病美人竹马只给我抱 作者：柒神.txt",
    "夸克盘链接": "https://pan.quark.cn/s/4fe2052c8878"
  },
  {
    "文件名": "【推荐+】【3w收藏】被偏执反派一见钟情后 作者：卷尾咩.txt",
    "夸克盘链接": "https://pan.quark.cn/s/50333ba7524c"
  },
  {
    "文件名": "【推荐+】【3.4w收藏】位极人臣后我回家了（强强，病弱冷静谋士女主×冷淡别扭将军男主） 作者：白桃青盐.txt",
    "夸克盘链接": "https://pan.quark.cn/s/4709e9aaef86"
  },
  {
    "文件名": "【推荐+】【2.5w收藏】老攻失忆后以为自己是替身--洛云九（失忆前暗恋失忆后疯狂吃醋脑补霸总攻X感情迟钝千亿少爷受） 作者：洛云九.txt",
    "夸克盘链接": "https://pan.quark.cn/s/47d85b18697f"
  },
  {
    "文件名": "【推荐】小笨蛋联姻啦（睡前小短篇，傲娇不长嘴攻×可爱小笨蛋受；） 作者：厄西西西.txt",
    "夸克盘链接": "https://pan.quark.cn/s/4fc26ed520c6"
  },
  {
    "文件名": "【推荐】【长佩1.9w收藏】轻熟（清贫假正经 x 任性白富美，双箭头，久别重逢） 作者：笼中月.txt",
    "夸克盘链接": "https://pan.quark.cn/s/9383ea3f2ca9"
  },
  {
    "文件名": "【推荐】【长佩1.5w收藏】我的小情人.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a28caa6ef4d6"
  },
  {
    "文件名": "【推荐】【长佩1.5w收藏】不及格恋爱 作者：一纸银.txt",
    "夸克盘链接": "https://pan.quark.cn/s/f8738b36d442"
  },
  {
    "文件名": "【推荐】【2.5w收藏】暴君的小良药--忆沐（轻松温暖甜宠文，双向治愈救赎，微沙雕，SC） 作者：忆沐.txt",
    "夸克盘链接": "https://pan.quark.cn/s/1c3472b28dd3"
  },
  {
    "文件名": "【推荐】【1.8w收藏】被迫在西幻游戏玩修罗场--维她因（心机占有欲狂·步步为营大佬·攻X表面装乖小可怜·实则一切为赚钱 作者：维她因.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c589647a73fa"
  },
  {
    "文件名": "【付费独家】我是真千金.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c3ae86908d14"
  },
  {
    "文件名": "【付费独家】替身的自我修养.txt",
    "夸克盘链接": "https://pan.quark.cn/s/7d3c732391f4"
  },
  {
    "文件名": "【付费独家】错认青梅.txt",
    "夸克盘链接": "https://pan.quark.cn/s/887e711573d0"
  },
  {
    "文件名": "【番外全】我这么好看脾气好还得了 作者：扶子不好吃.txt",
    "夸克盘链接": "https://pan.quark.cn/s/24e2fd620192"
  },
  {
    "文件名": "【番外全】《O装B后他揣了豪门老男人的崽》 作者：长缨止戈.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a7c0c704e552"
  },
  {
    "文件名": "【20w收藏】白日提灯（日常装柔弱超强鬼王女主-amp;狡诈专兵少年将军男主） 作者：黎青燃.txt",
    "夸克盘链接": "https://pan.quark.cn/s/4f9a2072e1b9"
  },
  {
    "文件名": "【推荐】【1.7w收藏】《玻璃 》作者：玖月晞.txt",
    "夸克盘链接": "https://pan.quark.cn/s/2bc22887f2e3"
  },
  {
    "文件名": "【推荐】《咸鱼认错未婚夫了》 作者：提月（咸鱼没有心大美人vs腹黑豪门老男人，主打的就是一个老房子疯狂着火）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/2571b3be4ad6"
  },
  {
    "文件名": "【推荐】《穿成醋精霸总的老攻后》作者：雾琲（攻先婚后爱，清纯纯情男大学生攻vs占有欲max疯狂吃醋霸总受）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/74345ef4f248"
  },
  {
    "文件名": "【棠】[更13] 心魔引 作者：QJF.txt",
    "夸克盘链接": "https://pan.quark.cn/s/411f544992af"
  },
  {
    "文件名": "重生之高门主母 作者：鹊南枝.txt",
    "夸克盘链接": "https://pan.quark.cn/s/6509fa745f48"
  },
  {
    "文件名": "【连载72】关键期假设 作者：Llosa.txt",
    "夸克盘链接": "https://pan.quark.cn/s/74141f53c5df"
  },
  {
    "文件名": "【冷门推荐】《狂想[校园]》作者：汜火（救赎暗恋文，冷拽颓 X 张扬放肆（自卑脆弱））.txt",
    "夸克盘链接": "https://pan.quark.cn/s/285c611e2741"
  },
  {
    "文件名": "【连载67】【ABO】装B的O被大佬诱捕了 作者：苏三酒.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a6e61bb31bb4"
  },
  {
    "文件名": "【番外全】《跑路后怀了陛下的崽》作者：慵不语.txt",
    "夸克盘链接": "https://pan.quark.cn/s/202471253051"
  },
  {
    "文件名": "【番全】《重生后我被情敌宠上天》作者：食肉喵.txt",
    "夸克盘链接": "https://pan.quark.cn/s/bb30153e900e"
  },
  {
    "文件名": "智齿 [成长·逆袭参赛作品]作者 姜揽月.txt",
    "夸克盘链接": "https://pan.quark.cn/s/f4f29fd49ffa"
  },
  {
    "文件名": "整理热文 《重生七零，下乡前我搬空全家》又名《重生七零，从夺回空间开始》秦寒舒、周维光 作者：空山灵雨.txt",
    "夸克盘链接": "https://pan.quark.cn/s/b6221e0c1a16"
  },
  {
    "文件名": "整理热文 《真身穿越：太子妃在古代开机甲》又名《上战场后，咸鱼太子妃亮出热武器》连憬、萧堰 作者：顾时秋.txt",
    "夸克盘链接": "https://pan.quark.cn/s/1b55dab044f4"
  },
  {
    "文件名": "整理热文 《只要撩的好，疯批秒变恋爱脑》又名《直球美人，撩拨竹马脸红心跳》楚以宁、戚川 作者：二伏.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a256428df6e9"
  },
  {
    "文件名": "整理热文 《我在末世当包租婆》苏桃、时子晋 作者：闲书兴之.txt",
    "夸克盘链接": "https://pan.quark.cn/s/79e1bbea1abc"
  },
  {
    "文件名": "整理热文 《血嫁狐妻》胡宁舍、白九阎 作者：果味粽子糖.txt",
    "夸克盘链接": "https://pan.quark.cn/s/2a141c3f9070"
  },
  {
    "文件名": "整理热文 《七零：美艳娇气包带千亿资产穿书》又名《七零：美艳大小姐她有999亿》阮娇娇、季怀安 作者：阿哆u.txt",
    "夸克盘链接": "https://pan.quark.cn/s/4167fc4dc5c2"
  },
  {
    "文件名": "整理热文 《破镜：冬日来信》姜北予、沈译白 作者：天开妄想.txt",
    "夸克盘链接": "https://pan.quark.cn/s/03785cd048d1"
  },
  {
    "文件名": "整理热文 《你打娃，我看戏，豪门后妈上综艺》又名《别惹漂亮后妈，她是反派疯批团宠》姜九歌、傅燕行 作者：叶京京.txt",
    "夸克盘链接": "https://pan.quark.cn/s/45980591bd41"
  },
  {
    "文件名": "整理热文 《玫瑰至上，心动难抑》又名《大佬宠溺无度！小玫瑰热吻上瘾》傅景琛、南乔 作者：奶糖味橙子.txt",
    "夸克盘链接": "https://pan.quark.cn/s/f21c9389c59e"
  },
  {
    "文件名": "整理热文 《流放后，我成了废太子的心尖宠》宋允、慕容止 作者：天香九月.txt",
    "夸克盘链接": "https://pan.quark.cn/s/9cec8629de0a"
  },
  {
    "文件名": "整理热文 《快穿：绑定生子系统，她好孕爆棚》又名《好孕：多胎美人靠生子夺宠上位》姜知离 作者：瓜蛋.txt",
    "夸克盘链接": "https://pan.quark.cn/s/b87ff97736b5"
  },
  {
    "文件名": "整理热文 《疯了吧，你们管这叫炮灰小可怜？》又名《快穿：你说你们惹她干吗？》苏音、陆星存 作者：酥酥饼饼.txt",
    "夸克盘链接": "https://pan.quark.cn/s/288227cd5b75"
  },
  {
    "文件名": "整理热文 《就算是疯批也要伪装好绅士哄老婆》又名《提离婚后，疯批大佬跪下求我别走》宋柠欢、霍斯霆 作者：痞黑.txt",
    "夸克盘链接": "https://pan.quark.cn/s/85cb255a6a33"
  },
  {
    "文件名": "整理热文 《别撩，会心动》又名《乖，别走！江爷又在哄他的大小姐》温软软、江轩 作者：小小小米粒.txt",
    "夸克盘链接": "https://pan.quark.cn/s/f936ef5209e8"
  },
  {
    "文件名": "震惊！星际少将把康熙忽悠摆烂了（清穿） 作者：默聚.txt",
    "夸克盘链接": "https://pan.quark.cn/s/dd5e15dc7d06"
  },
  {
    "文件名": "与中也的终末旅行 作者：山蓼.txt",
    "夸克盘链接": "https://pan.quark.cn/s/6a143c83b803"
  },
  {
    "文件名": "找个男人娶了吧 女尊  作者：鑫爱诗.txt",
    "夸克盘链接": "https://pan.quark.cn/s/06f4abfc1aab"
  },
  {
    "文件名": "招财进我 [成长·逆袭参赛作品] 作者：葫禄.txt",
    "夸克盘链接": "https://pan.quark.cn/s/26e72f351228"
  },
  {
    "文件名": "掌心蜜糖作者 凉慈.txt",
    "夸克盘链接": "https://pan.quark.cn/s/9e29a7e3c59e"
  },
  {
    "文件名": "在幼儿园当大厨养崽[美食] 作者 苏香兰色.txt",
    "夸克盘链接": "https://pan.quark.cn/s/0eec4a2fc81d"
  },
  {
    "文件名": "在无限游戏进化成神 作者 初雪煮茶.txt",
    "夸克盘链接": "https://pan.quark.cn/s/57dc17e2c149"
  },
  {
    "文件名": "与邪神小姐的恋爱日常 作者 海派蜡烛.txt",
    "夸克盘链接": "https://pan.quark.cn/s/1d5c9178362f"
  },
  {
    "文件名": "影视原著 电视剧“以爱为营”《错撩》作者：翘摇.txt",
    "夸克盘链接": "https://pan.quark.cn/s/26547827386e"
  },
  {
    "文件名": "影视原著 《我要逆风去》 作者：未再.txt",
    "夸克盘链接": "https://pan.quark.cn/s/331fd79403dc"
  },
  {
    "文件名": "以下犯上：红炉点雪小蛮腰 作者：荷叁.txt",
    "夸克盘链接": "https://pan.quark.cn/s/4588903a44fd"
  },
  {
    "文件名": "咸鱼总在为别人的梦努力[娱乐圈] 作者：禅心柚.txt",
    "夸克盘链接": "https://pan.quark.cn/s/aa7d15a594cd"
  },
  {
    "文件名": "咸鱼认错未婚夫了 作者：提月.txt",
    "夸克盘链接": "https://pan.quark.cn/s/5f06cabc2095"
  },
  {
    "文件名": "无CP 《在星际做地球动漫的我暴富成神》作者：不听周南.txt",
    "夸克盘链接": "https://pan.quark.cn/s/8a837498f4f9"
  },
  {
    "文件名": "无度纵容 作者 湛夏.txt",
    "夸克盘链接": "https://pan.quark.cn/s/dc8259f8c3c0"
  },
  {
    "文件名": "先生，你这是喜脉啊！ 作者：通天教主.txt",
    "夸克盘链接": "https://pan.quark.cn/s/98434ee44b67"
  },
  {
    "文件名": "我在兽人大陆当祭司 作者：我是一只花妖.txt",
    "夸克盘链接": "https://pan.quark.cn/s/9566e962a01c"
  },
  {
    "文件名": "我是女主的极品小姑子[快穿] 作者：左木茶茶君.txt",
    "夸克盘链接": "https://pan.quark.cn/s/1cc5a58e1ee7"
  },
  {
    "文件名": "我在古代开饭馆 作者 咪糖.txt",
    "夸克盘链接": "https://pan.quark.cn/s/838c94effd96"
  },
  {
    "文件名": "我三岁，但是瓜王！ 作者 临欺.txt",
    "夸克盘链接": "https://pan.quark.cn/s/80f489cca8d4"
  },
  {
    "文件名": "推荐++++++ 《我不成仙》作者：时镜（大女主爽文，女主超强超帅睿智刻苦有韧性，群像描写很优秀）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/3876e67f2ba8"
  },
  {
    "文件名": "我那老实巴交的夫郎 作者：墙沿欢笑.txt",
    "夸克盘链接": "https://pan.quark.cn/s/421b2acd21e8"
  },
  {
    "文件名": "我让霸总拿稳痴情剧本作者 睛彩.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ff6d37c86b23"
  },
  {
    "文件名": "我被忽悠考科举 作者 二汀.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a5ddc8328099"
  },
  {
    "文件名": "伪恋 作者：李瓶儿.txt",
    "夸克盘链接": "https://pan.quark.cn/s/bac47c95432f"
  },
  {
    "文件名": "推荐++++ 7.4w收藏 《嫁国舅》作者：笑佳人（先婚后爱，娇纵傲气贵女vs腹黑心机国舅）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/8de537acf5da"
  },
  {
    "文件名": "推荐++++  12.4w收藏 《穿书妈妈带我嫁入豪门》作者：陵渡（豪门家人真香后团宠崽崽，主亲情，中后期有竹马（池宙）上线）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/9d7083e15095"
  },
  {
    "文件名": "推荐++++  8.5w收藏 《社稷山河剑》作者：退戈（美强惨女主vs师兄男主，少年热血，家国气运，武侠风奇幻文，微群像）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/80312da3e14a"
  },
  {
    "文件名": "推荐++++  7w收藏  《千山青黛》作者：蓬莱客（男女主双商在线，强强古言，谦逊坚忍小画师貌美冷静小公主 前被陷害罪臣之子后平乱功臣金吾卫，大格局.txt",
    "夸克盘链接": "https://pan.quark.cn/s/09506164a9f4"
  },
  {
    "文件名": "推荐++++  10w收藏 招魂 作者：山栀子（落魄的闺阁小姐X死去的少年将军-）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/5dbcf918bfdd"
  },
  {
    "文件名": "推荐+++ 《我们新人记者向来横冲直撞 综漫 》作者：绯波.txt",
    "夸克盘链接": "https://pan.quark.cn/s/06cc0a51c5c1"
  },
  {
    "文件名": "推荐+++  6.6w收藏 《抛弃无情道剑尊后》作者：扶桑知我（不懂爱小妖怪×恋爱脑仙君，女主成长升级）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/8b5389162abe"
  },
  {
    "文件名": "推荐+++  5w收藏 巫女穿成豪门养女后 作者：故筝（天真巫女vs学霸穷男神，穿书，真假千金，打脸虐渣，豪门苏爽向.txt",
    "夸克盘链接": "https://pan.quark.cn/s/dd7f876bfed2"
  },
  {
    "文件名": "推荐+++  5.5w收藏 《继承一座植物园后》作者：檀幽筑梦.txt",
    "夸克盘链接": "https://pan.quark.cn/s/3f13d8bb2c75"
  },
  {
    "文件名": "推荐+++  5w收藏 《风雪待归人》作者：小霄（养狼专业户·双标护崽·擅长人外cosplay攻x腹黑小狼·坚韧疯批·在可爱和S之间灵活横跳受）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e6ce614f3f21"
  },
  {
    "文件名": "推荐+++  4.5w收藏 《九零之读心神探》作者：胡六月（刑侦单元文，爽文 年代文 读心术）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/8691a0b054b7"
  },
  {
    "文件名": "推荐+++  5.3w收藏 《全族捧我当国王》 作者：暮寒久（又美又脆种族之王自以为弱鸡·受×高贵明骚偶尔疯批武力值爆表·攻）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/66fb32ba17d1"
  },
  {
    "文件名": "推荐+++  4.5w收藏 《被献给反派大佬以后［穿书］》作者：枭钥（强强 穿越时空 仙侠修真 系统 穿书 轻松）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/16dd5fd753c4"
  },
  {
    "文件名": "推荐+++  4.3w收藏 《得寸进尺》作者：姜之鱼（京圈贵公子x江南俏千金，男主暗恋）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a313c0d51405"
  },
  {
    "文件名": "推荐+++  4.2w收藏 《暴躁小龟今天也在找人干架》作者：海盐芝士卷（情有独钟 仙侠修真 爽文 轻松）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/17c87fdccbfb"
  },
  {
    "文件名": "推荐++ 《与秋》作者：七宝酥.txt",
    "夸克盘链接": "https://pan.quark.cn/s/b68bea899694"
  },
  {
    "文件名": "推荐++  长佩4w收藏 《衣冠之下》作者：陈隐（白天衣冠楚楚当总裁晚上扮哑巴新郎的闷骚戏精攻x白天一板一眼接案件晚上放飞自我搞直播的财迷律师受）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/14dbf10d689e"
  },
  {
    "文件名": "推荐++  长佩3w收藏 被我的情敌标记了 作者：熊小小（清冷腹黑beta攻X笨蛋美人alpha受）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c47237f4dca7"
  },
  {
    "文件名": "推荐++  4w收藏 《兽世种田养崽搞基建》作者：清崽（黑狼攻X白兔受）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c2000da231f6"
  },
  {
    "文件名": "推荐++  4w收藏 《太子嫔》作者 抒鹤（坚韧聪慧人间清醒女主x嘴硬张扬恣意太子。先婚后爱，从宫女到皇后）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/08e891fc7f28"
  },
  {
    "文件名": "推荐++  4w收藏 《全世界都暗恋我师尊，除了我》作者：喵三省（年上，天生道骨高岭之花美人师尊攻 × 谁敢觊觎我师尊我就打死谁超护短美人徒弟受）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/78445fefaab2"
  },
  {
    "文件名": "推荐++  4w收藏 《回南天》作者：寒菽.txt",
    "夸克盘链接": "https://pan.quark.cn/s/20ddbb2a90c9"
  },
  {
    "文件名": "推荐++  4w收藏 《反派老婆不好做》作者：紫青悠（闷骚阴郁腹黑高冷暗黑系斯文败类男主 VS 娇软可爱又美艳聪颖小妖精撩人女主）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/05555f0ae597"
  },
  {
    "文件名": "推荐++  4.3w收藏 豪门女主的冤种姐姐不干了 作者：韩朵朵（克己守礼女古板vs口是心非大小姐）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/976a3d847ae9"
  },
  {
    "文件名": "推荐++  4.2w收藏 《在逃生游戏里当BOSS》作者：夜晚的血.txt",
    "夸克盘链接": "https://pan.quark.cn/s/26e962d34d68"
  },
  {
    "文件名": "推荐++  4.2w收藏 《你是黑科技大佬你不早说！》作者：量子星星（受从星际穿越回来瞎几把搞科技的故事）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/428c2fe63f9c"
  },
  {
    "文件名": "推荐++  3w收藏 《灾世房车囤货求生》作者：南绫（空间囤货·末世·日常·逃生·公路·美食·爽文·亲情友情人性）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/6ad708366d39"
  },
  {
    "文件名": "推荐++  3.2w收藏 《哭大点声》作者：许君三生（破镜重圆，先婚后爱，没心没肺单纯骄矜大小姐x偏执心机深斯文败类）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/55e74e106824"
  },
  {
    "文件名": "推荐+ 《我和队友公费恋爱 娱乐圈 》作者：折纸为戏（外冷内热全能ACE队长攻x鬼精灵小可爱忙内受，双向暗恋）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/89ba37995210"
  },
  {
    "文件名": "推荐++  3w收藏 《靓女生猛》作者：瑞曲有银票（职场爱情，熟男熟女，超有正义脾气火辣“小妖精”Vs一本正经禁欲男主）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/0bd856d65cb4"
  },
  {
    "文件名": "推荐+ 《弯刀划过玫瑰腰》作者：六棋（诡计多端的狗男人VS软包子可怜女主）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/4c0fe52777d1"
  },
  {
    "文件名": "推荐+ 《嫁给理工男》作者：兜兜麽（戏精公务员vs温柔工程师，相亲梗，细水长流，小城爱情故事，现实向）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/89712765fd41"
  },
  {
    "文件名": "推荐+  长佩3.1w收藏 《偏心眼》作者：青山埋白骨（痴情忠犬老实包工头攻 x 敏感温顺饺子店小老板受）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e624c56a3527"
  },
  {
    "文件名": "推荐+  长佩2.6w收藏 《弄潮儿》作者：腐竹土豆粉（换攻复仇，假冰山真腹黑小狼狗 X 前端庄后浪荡美人受）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/fcff4ffc1792"
  },
  {
    "文件名": "推荐+  4.2w收藏 《我把龙傲天剧本改崩了》作者：酒千觞（大女主，女强 爽文 东方玄幻）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/de7f36205fa1"
  },
  {
    "文件名": "推荐+  cp2.5w收藏 《没有蛋蛋也能报恩吗？》作者：桃白百（有点婊里婊气的绿茶小猫咪攻x安静内敛的好脾气受）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e294c7fbef36"
  },
  {
    "文件名": "推荐+  3w收藏 《坚定不移地做个路人甲》作者：七月犁（穿书古言，大智若愚女主 多智近妖男主）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/4f589f231ae1"
  },
  {
    "文件名": "推荐+  3w收藏 《婚后动情》作者：卷卷云倾（豪门，乖巧坚韧×傲娇霸道，欢喜冤家）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a84bd7584e94"
  },
  {
    "文件名": "推荐+  3w收藏 《不想当影帝的厨神不是好偶像》作者：金丝边眼镜.txt",
    "夸克盘链接": "https://pan.quark.cn/s/96e3b259a83b"
  },
  {
    "文件名": "推荐+  3w收藏 《病美人在娃综里摆烂了》作者：唐酒月（偏执深情霸总攻×没心没肺原地躺平受）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/99669b63846c"
  },
  {
    "文件名": "推荐+  3w收藏 《 综武侠 侠客们的反穿日常》作者：三蔓子.txt",
    "夸克盘链接": "https://pan.quark.cn/s/b9e9b4e7d703"
  },
  {
    "文件名": "推荐+  3.3w收藏 《世人为我塑金身 快穿 》作者：维客.txt",
    "夸克盘链接": "https://pan.quark.cn/s/1b042f24dcc5"
  },
  {
    "文件名": "推荐+  3.2w收藏 《娇气美人被献祭后躺赢 无限 》作者：甜甜无花果.txt",
    "夸克盘链接": "https://pan.quark.cn/s/5c8598f55985"
  },
  {
    "文件名": "推荐+  3.2w收藏 《我又穿成了非人类 快穿 》作者：糖莓.txt",
    "夸克盘链接": "https://pan.quark.cn/s/73d8225c0ab7"
  },
  {
    "文件名": "推荐+  3.2w收藏 《先生他有亲密接触恐惧症》作者：勺棠（冷清傲娇大美人总裁受×温柔腹黑掌控欲外科医生攻，极限拉扯）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/59e7eea6590a"
  },
  {
    "文件名": "推荐+  3.2w收藏 《不辞春山》作者：灿摇（外冷内热的美艳女郎X意气风发腹黑少年将军）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/bcbb39681672"
  },
  {
    "文件名": "推荐+  2.6w收藏 《接手波洛咖啡店的我》作者：水仙金平糖.txt",
    "夸克盘链接": "https://pan.quark.cn/s/842e0a671010"
  },
  {
    "文件名": "推荐+  2w收藏 《替嫁后我成了万人迷》作者：金玉其内（娱乐圈，天然呆笨蛋直球美人VS闷骚自我攻略Bking）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/4bc9147bf94e"
  },
  {
    "文件名": "推荐+  2.5w收藏 《校花降临 双系统 》作者：酒青.txt",
    "夸克盘链接": "https://pan.quark.cn/s/0b05c292b516"
  },
  {
    "文件名": "推荐+  2.5w收藏 《路人甲就不该是美貌值top》作者：白夏昼长（系统，疯狂切片主神攻×小AI美貌值top1受）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/babe290919e1"
  },
  {
    "文件名": "推荐+  2.5w收藏 《病秧子夫君是当朝首辅》作者：北边有狼（一个本想悠闲养老的末世强悍受为了攻支棱起来的故事。）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/301afbd707d9"
  },
  {
    "文件名": "推荐+  1.7w收藏 《比春天更绿，比夏天还明媚》作者： 叹西茶（坚韧清醒贫困生vs高冷温柔男学神，打脸真香，清新校园文）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/4a2780b4c3e5"
  },
  {
    "文件名": "推荐 《竹马他竟是怪物暴君》作者：云山昼（吐槽役天才灵修×白切黑反派竹马，女主万人迷，微群像）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e66d7a2ae797"
  },
  {
    "文件名": "推荐 《心甘我愿》作者：采舟伴月（有钱有颜大小姐×冷心冷清克制欲）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/bada1118cde1"
  },
  {
    "文件名": "推荐 长佩1.8w收藏  《夏日长》作者：贺新郎（糙汉和娇气包的故事。）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/2871028ef1f6"
  },
  {
    "文件名": "推荐 《我的社恐高富帅男友》 作者 爱磕瓜子的葵花（外表甜美可爱内里大女子主义的野王萌妹VS长相阴郁俊美人夫感满满的缺爱男神）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/b5a25a2c5380"
  },
  {
    "文件名": "推荐 《少女的祈祷》作者：周镜（暗恋无声，他的回响震耳欲聋）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/b1e72369d5ee"
  },
  {
    "文件名": "推荐 《满分暗恋》作者：袖刀（温柔纯善vs腹黑深情，双洁，男二上位（男主来迟），男暗恋女蓄谋已久）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a34587170d7b"
  },
  {
    "文件名": "推荐 《怀崽后我和Alpha闹离婚》作者：沽飞双（竹马，前期腹黑后期忠犬攻（Alpha）×肤白貌美女王受（Omega）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/1026c7915ea4"
  },
  {
    "文件名": "推荐 《二嫁夫》作者：无边客（镇国大将军强悍忠犬糙攻X优雅病美人受）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/bd301d939621"
  },
  {
    "文件名": "推荐 《穿书后我撩翻车了》作者：东风几许（娇气小作精受vs前期冷漠后真香宠妻大佬攻）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/8cd0e2ffef73"
  },
  {
    "文件名": "推荐 《变成五岁豹崽被基友养了》作者：甜糖阿二（黑豹Alpha攻 X耳廓狐Beta受）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/f0f478909284"
  },
  {
    "文件名": "推荐 《宝石胸针 先婚 》作者：玉寺人（先婚后爱，女主暗恋，矜贵优雅老男人x假乖温柔少女）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/312c71b4ad48"
  },
  {
    "文件名": "推荐  长佩1.9w收藏 《蓝色鸡尾酒》作者：茶榷（年上8岁，腹黑温柔调酒师x傲娇纯情美术生）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/5e68c6019f85"
  },
  {
    "文件名": "推荐  长佩2w收藏 《爱犬》作者：刘水水（年下，哭包男大betaX暴躁糙汉omega）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/9212e4c45e7b"
  },
  {
    "文件名": "推荐  长佩1.4w收藏 《漂亮O信息素的致命吸引》作者：虞辞砚（校园ABO，忠犬偏执但温柔攻vs清冷克制钓系受）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e2271a842966"
  },
  {
    "文件名": "推荐  长佩1.3w收藏 《零度以上》作者：何缺（破镜重圆，冷静理智薄情攻 x 敏感偏执痴情受）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/abfcbfb06582"
  },
  {
    "文件名": "推荐  2w收藏 《我在星际掌管轮回》作者：小小幻（星际ABO）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ad11bae156fa"
  },
  {
    "文件名": "推荐  长佩1.3w收藏 《妒火难抑》作者：芥野（现耽、病娇、偏执、职业、正剧、HE）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a254c7b68ce6"
  },
  {
    "文件名": "推荐  2w收藏 《我在动物界当熊猫顶流的日子》作者：西山鱼.txt",
    "夸克盘链接": "https://pan.quark.cn/s/240cc2b935c8"
  },
  {
    "文件名": "推荐  2w收藏 《网恋被骗八百次》作者：成日冬眠（慢热。邪恶吐槽役小狸花女 良家卷毛小土狗男）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/7ee7a9234679"
  },
  {
    "文件名": "推荐  2w收藏 《青梅观察日记》作者：江萝萝（青梅竹马，细水长流）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/1d5a221e0f11"
  },
  {
    "文件名": "推荐  2w收藏 《穿成反派男配的小跟班》作者：单人有只鱼.txt",
    "夸克盘链接": "https://pan.quark.cn/s/fee1284ab0fe"
  },
  {
    "文件名": "推荐  2w收藏 《劣等纯情》作者：竹枳（痞性不羁x钓系小疯子，医生 刑警队长）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/4ffe844ee3f9"
  },
  {
    "文件名": "推荐  2w收藏 《今夜雨至》作者：一程晚舟（（清冷小美人vs隐忍恋爱脑，男暗恋女，先婚后爱）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/9eb82c17a2ad"
  },
  {
    "文件名": "推荐  2w收藏 《（清穿同人）大清第一宠妃》作者：沉坞（皇太极x海兰珠）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/04da42ea00d5"
  },
  {
    "文件名": "推荐  2w收藏 《A成这样还装纯0！》作者：小也烈烈（迟钝可爱0x深情大猛1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/94e89ea3db13"
  },
  {
    "文件名": "推荐  2w收藏 《（文野同人）我同行非要让我金盆洗手》作者：风的铃铛.txt",
    "夸克盘链接": "https://pan.quark.cn/s/3f0dff16123d"
  },
  {
    "文件名": "推荐  2.2w收藏 《明月别枝》作者 顾沉知（明艳世家贵女×俊朗少年将军）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a39937a06505"
  },
  {
    "文件名": "推荐  1.7w收藏 《智齿》作者：姜揽月（没心没肺明艳大小姐x美强惨痞帅酷哥，破镜重圆）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/9073f853e884"
  },
  {
    "文件名": "推荐  1.8w收藏 《穿成男主的夫子后》作者：苹果烤肉（古代校园，　吸引男人而不自知的攻X吸引女人而不自知的受）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/efb4b4864ec3"
  },
  {
    "文件名": "推荐  1.7w收藏 《我在单位带薪养花种菜》作者：一碗蛋酒.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ff8caf5438df"
  },
  {
    "文件名": "推荐  1.7w收藏 《肆意承欢》作者：糖瓜子.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e437078cfd9c"
  },
  {
    "文件名": "推荐  1.7w收藏 《灵异成精后我被人类饲养了》作者：香酥脆脆球（捡走我的人类是大佬怎么办）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/79467c81567a"
  },
  {
    "文件名": "推荐  1.7w收藏 《惹春腰》作者：沉絮（(隐忍成长型美人vs俊美深沉权臣，相爱相杀，真香上头，古言)2）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/0682544da56c"
  },
  {
    "文件名": "推荐  1.7w收藏 《来时有灯火》作者：空空如气（公路文，文物修复师 VS 又帅又man撩系糙汉刑.警，好看）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/8fc99ef01eb4"
  },
  {
    "文件名": "推荐  1.7w收藏 《低嫁》作者：枯草藏烟（女主嘴硬心软，心高气傲脾气大。男主老好人，越爱越自卑，不偏执不病娇）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ddd0af3f8f8c"
  },
  {
    "文件名": "推荐  1.7w收藏 《穿成龙傲天后我开启了万人迷光环》作者：风悬（娱乐圈，野心勃勃心机受X白切黑病弱美人攻）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/651195bc7373"
  },
  {
    "文件名": "推荐  1.6w收藏 《辅助不甜不要钱 电竞 》作者：佐润（野辅CP，双向暗恋，外柔内骚队长攻 X 阳光活力队员受）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/b0dbbd2f9598"
  },
  {
    "文件名": "推荐  1.6w收藏 《被仙君证无情道后》作者：真是兔了（清冷傲娇毒舌疯批高岭之花vs至纯至善话痨小白花(草)，追妻火葬场）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/83d9888ed22e"
  },
  {
    "文件名": "推荐  1.5w收藏 《那位队长是我竹马》作者：南窗雀（电竞，刻薄嘴硬小心眼受x浪且自恋张扬风骚攻）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/dd6b0b5903a6"
  },
  {
    "文件名": "推荐  1.5w收藏 《星际第一还钱日记  机甲 》作者：芩久（群像+伙伴+学院+升级逆袭，大女主爽文）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/f91c837d77a9"
  },
  {
    "文件名": "推荐  1.5w收藏 《元莲》作者：一寸方舟（仙侠修真）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a606e96788a3"
  },
  {
    "文件名": "推荐  1.5w收藏 《龙生九子，他最胆小》作者：卉乔（武力值满点的天才召唤师攻vs丁点儿天赋都没点在武力值上的废材召唤兽（龙）受）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/80e7d40d818c"
  },
  {
    "文件名": "推荐  1.4w收藏 《为我着迷》作者：陆今宜（清冷美人x斯文矜贵大佬，协议婚约，双向救赎）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a5afdb98d79b"
  },
  {
    "文件名": "推荐  1.4w收藏 《穿成自闭女主的恋爱脑后妈》作者：年糕不甜.txt",
    "夸克盘链接": "https://pan.quark.cn/s/6506d94a656b"
  },
  {
    "文件名": "推荐  1.3w收藏 《我在八零香江摆烂当大嫂》作者：一寸墨(男主是从底层一步一步白手起家发展起来的富豪，有张力）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/b7f44816308f"
  },
  {
    "文件名": "推荐  1.3w收藏 《伪装断袖撩弯宿敌》作者：桑奈（心狠手辣黑莲花受vs屁事贼多爱脑补攻）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/4049db6de97e"
  },
  {
    "文件名": "推荐  1.2w收藏 《唐大侠写了一千篇原耽》作者：绯瑟（江湖，强强，心狠手辣仇家攻+X+原耽写手马甲达人受）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/b395fcc9d3f3"
  },
  {
    "文件名": "推荐  1.2w收藏 《漂亮的Omega会骗人》作者：之吱吱知（张嘴就骗人貌美小学霸受X外吊吊内纯情的校草攻）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/521f8572352b"
  },
  {
    "文件名": "屠遍天下负心狗 作者：乔清越.txt",
    "夸克盘链接": "https://pan.quark.cn/s/17e2330068a7"
  },
  {
    "文件名": "推荐  1.1w收藏 《离婚后和霸总前夫网恋了》作者：键盘君jun.txt",
    "夸克盘链接": "https://pan.quark.cn/s/407d25ac6934"
  },
  {
    "文件名": "推荐  1.2w收藏 《穿到星际当土地神》作者：慕容离白.txt",
    "夸克盘链接": "https://pan.quark.cn/s/770a81f7a57c"
  },
  {
    "文件名": "徒儿你变了 作者：瓷若.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ccddb830ccca"
  },
  {
    "文件名": "同时被四位人外神明攻略 作者 少年弦.txt",
    "夸克盘链接": "https://pan.quark.cn/s/0783758a0e4d"
  },
  {
    "文件名": "死遁后师尊他疯了 作者 君岁禧.txt",
    "夸克盘链接": "https://pan.quark.cn/s/b82f94d8964e"
  },
  {
    "文件名": "死对头给我写情书 作者：林一衣.txt",
    "夸克盘链接": "https://pan.quark.cn/s/145dfa893057"
  },
  {
    "文件名": "实习生被撩日常 作者：久梦.txt",
    "夸克盘链接": "https://pan.quark.cn/s/12196c948212"
  },
  {
    "文件名": "深潜[无限]作者：沉蓝.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e0c07e80f5fd"
  },
  {
    "文件名": "三分热恋 作者：鱼曰曰.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a03dfdb0f4ea"
  },
  {
    "文件名": "如何正确教育未来的大boss 作者：扉十四.txt",
    "夸克盘链接": "https://pan.quark.cn/s/dd6cfa13c07e"
  },
  {
    "文件名": "如何收服黑化男A 作者 蓝榄.txt",
    "夸克盘链接": "https://pan.quark.cn/s/87018d2c39f2"
  },
  {
    "文件名": "热岛效应 作者 周梨绪.txt",
    "夸克盘链接": "https://pan.quark.cn/s/d5bf86cc39e2"
  },
  {
    "文件名": "惹不起的双生子 作者 秦灵书.txt",
    "夸克盘链接": "https://pan.quark.cn/s/9ce9e8afdb79"
  },
  {
    "文件名": "求书热文 《沉迷玫瑰》又名《许总，姜小姐又去跟人打架了》姜也、许温延 作者：锦鲤大鱼.txt",
    "夸克盘链接": "https://pan.quark.cn/s/18a33e756a23"
  },
  {
    "文件名": "让我臣服  作者 风晓樱寒.txt",
    "夸克盘链接": "https://pan.quark.cn/s/7b4d06218f4f"
  },
  {
    "文件名": "全天下都等着朕废后 作者：风露沁酒.txt",
    "夸克盘链接": "https://pan.quark.cn/s/fc32356bfa80"
  },
  {
    "文件名": "轻轻叫嚣 作者：红笺小笔.txt",
    "夸克盘链接": "https://pan.quark.cn/s/95d756bba1b4"
  },
  {
    "文件名": "亲爱的巫师小姐 无限  作者：JJuice.txt",
    "夸克盘链接": "https://pan.quark.cn/s/7f7c6929caa3"
  },
  {
    "文件名": "欠债上亿，满朝文武跪求我别死 [成长·逆袭参赛作品] 作者 十尾兔.txt",
    "夸克盘链接": "https://pan.quark.cn/s/3a6a9c4573d4"
  },
  {
    "文件名": "前妻对我薄情寡义（双重生） 作者：春伤.txt",
    "夸克盘链接": "https://pan.quark.cn/s/1e0cdb5d1401"
  },
  {
    "文件名": "七十年代幸福小生活 作者：清知许.txt",
    "夸克盘链接": "https://pan.quark.cn/s/d7eea97c48ce"
  },
  {
    "文件名": "偏要钓你怎么了[娱乐圈] 作者：半临秋.txt",
    "夸克盘链接": "https://pan.quark.cn/s/af3676cdcd65"
  },
  {
    "文件名": "七个春天 作者：宋昭.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a9ac09f749ff"
  },
  {
    "文件名": "偏要钓你怎么了 娱乐圈  作者：半临秋.txt",
    "夸克盘链接": "https://pan.quark.cn/s/05940e92bb0b"
  },
  {
    "文件名": "女尊之圆碎镜 作者：又逢年.txt",
    "夸克盘链接": "https://pan.quark.cn/s/82edc56df96f"
  },
  {
    "文件名": "女配对照组她沉迷吃瓜 作者 桃子爱睡觉.txt",
    "夸克盘链接": "https://pan.quark.cn/s/f69402f882e5"
  },
  {
    "文件名": "女配怎么可能和“女主”在一起呢 作者：枝头钗.txt",
    "夸克盘链接": "https://pan.quark.cn/s/0b0b7054e687"
  },
  {
    "文件名": "女配绑定了学神系统 作者 给我一把剑.txt",
    "夸克盘链接": "https://pan.quark.cn/s/64a75359b8a4"
  },
  {
    "文件名": "凝脂美人穿成甜宠文炮灰 快穿  作者：橘下听疯.txt",
    "夸克盘链接": "https://pan.quark.cn/s/4b8191814d4f"
  },
  {
    "文件名": "年代文里的漂亮女配 作者 十二月不冷.txt",
    "夸克盘链接": "https://pan.quark.cn/s/0adf390fe1ed"
  },
  {
    "文件名": "年代文反派大佬的早逝前妻重生了 作者：狂野萝卜.txt",
    "夸克盘链接": "https://pan.quark.cn/s/fc86b8d81a09"
  },
  {
    "文件名": "男友每次都不是人 人外  作者：妮妮呀.txt",
    "夸克盘链接": "https://pan.quark.cn/s/7f619e90a5f3"
  },
  {
    "文件名": "慕情郎 作者：橘生淮南兮.txt",
    "夸克盘链接": "https://pan.quark.cn/s/d878f65ec81f"
  },
  {
    "文件名": "魔尊今天杀掉她了吗？ 作者：年影.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a2bd773da319"
  },
  {
    "文件名": "梅子黄时 [成长·逆袭参赛作品] 作者 上官赏花.txt",
    "夸克盘链接": "https://pan.quark.cn/s/84951637e5cb"
  },
  {
    "文件名": "每日一个防骗小技巧 作者：非略.txt",
    "夸克盘链接": "https://pan.quark.cn/s/41e658082872"
  },
  {
    "文件名": "满级大佬重修小号 作者：颜若优雅.txt",
    "夸克盘链接": "https://pan.quark.cn/s/2d673d7962bb"
  },
  {
    "文件名": "乱七八糟的短篇集（ H) 作者：一零二四.txt",
    "夸克盘链接": "https://pan.quark.cn/s/38811fe52fb0"
  },
  {
    "文件名": "龙傲天怀了我的崽 作者：吹思汀.txt",
    "夸克盘链接": "https://pan.quark.cn/s/2a99fd9d49fc"
  },
  {
    "文件名": "两不厌 作者：庄生公子.txt",
    "夸克盘链接": "https://pan.quark.cn/s/144d9c99334a"
  },
  {
    "文件名": "恋综！万人迷女配玩转修罗场 作者：白千岁.txt",
    "夸克盘链接": "https://pan.quark.cn/s/9c460da65f68"
  },
  {
    "文件名": "离婚后，我爱上了痴傻前夫 作者：梨花白zz.txt",
    "夸克盘链接": "https://pan.quark.cn/s/d8c21725900b"
  },
  {
    "文件名": "老文  10w收藏 《无法自拔》作者：西方经济学（豪门 二婚 保守良家离婚女VS雅痞霸道总裁男）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/b12762dcfa47"
  },
  {
    "文件名": "冷门推荐 《是谁小鹿乱撞》作者：岑姜（傲娇篮球后卫×白甜小队医，久别重逢青梅竹马男暗恋女主掉马日常）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/71d179811df3"
  },
  {
    "文件名": "快手热文 《末世天灾：我在空间搞养殖》萧明月、季闻兮 作者：揍趴长颈鹿.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a4b7ea9ae782"
  },
  {
    "文件名": "快手热文 《洞房夜，活死人相公被我气醒了》苏青青、赵云峥 作者：无药.txt",
    "夸克盘链接": "https://pan.quark.cn/s/99d434ec2d4d"
  },
  {
    "文件名": "快手热文 《媚色难囚》阮娆、裴璟珩 作者：羽衣清徽.txt",
    "夸克盘链接": "https://pan.quark.cn/s/b4a4a0eecf20"
  },
  {
    "文件名": "快手热文 《买个病秧相公冲喜，我腰疼了》柳云眠、陆辞 作者：小m愚.txt",
    "夸克盘链接": "https://pan.quark.cn/s/1008af661ac2"
  },
  {
    "文件名": "快手热文 《队里汉子宠上天，娇媳妇一胎三宝》又名《军婚：彪悍媳妇她带数亿资产穿越》宋微澜、君墨离 作者：呆萌的丸子.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a0aabcc60947"
  },
  {
    "文件名": "快手热文 《残疾战神的替嫁娘子》宋九兮、燕述白 作者：橘金咖啡.txt",
    "夸克盘链接": "https://pan.quark.cn/s/82c9f34337f2"
  },
  {
    "文件名": "欢迎进入梦魇直播间 作者：桑沃.txt",
    "夸克盘链接": "https://pan.quark.cn/s/23d8b4cfdf14"
  },
  {
    "文件名": "骄阳似我（下） 作者：顾漫.txt",
    "夸克盘链接": "https://pan.quark.cn/s/6ab67ce03037"
  },
  {
    "文件名": "骄阳似我（上） 作者：顾漫.txt",
    "夸克盘链接": "https://pan.quark.cn/s/0671e4859b1b"
  },
  {
    "文件名": "娇弱皇后她其实并不娇弱 作者 棒芸.txt",
    "夸克盘链接": "https://pan.quark.cn/s/531a4f59cb47"
  },
  {
    "文件名": "嫁给喻先生 作者：达尔林.txt",
    "夸克盘链接": "https://pan.quark.cn/s/9426fdc2298c"
  },
  {
    "文件名": "急，丧尸危机了怎么办？！ 作者：端和.txt",
    "夸克盘链接": "https://pan.quark.cn/s/5821c27ad07a"
  },
  {
    "文件名": "吉祥物宿主又被团宠了 作者：脚毛长长滴.txt",
    "夸克盘链接": "https://pan.quark.cn/s/6268673070a0"
  },
  {
    "文件名": "婚后回应 作者：六盲星.txt",
    "夸克盘链接": "https://pan.quark.cn/s/1618bd2dcc4b"
  },
  {
    "文件名": "怪异后宫逃脱指南 作者 小虎鲨.txt",
    "夸克盘链接": "https://pan.quark.cn/s/6872ed314e65"
  },
  {
    "文件名": "付费热文 《新婚错嫁，逃婚后新郎真香了》宋蕴蕴、江曜景 作者：招财进宝.txt",
    "夸克盘链接": "https://pan.quark.cn/s/0aaea9505ef9"
  },
  {
    "文件名": "豪门丈夫穿回来找我了 作者：姜允.txt",
    "夸克盘链接": "https://pan.quark.cn/s/00f421cf73df"
  },
  {
    "文件名": "乖乖 作者 黄山山山山山.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ac029afa3161"
  },
  {
    "文件名": "付费热文 《野风不肆意》林鹿、许彦尘 作者：乔弯.txt",
    "夸克盘链接": "https://pan.quark.cn/s/4695a63f49c9"
  },
  {
    "文件名": "驸马跪安吧 作者 望烟.txt",
    "夸克盘链接": "https://pan.quark.cn/s/1029716bcb0c"
  },
  {
    "文件名": "付费热文 《她香娇玉软，段总想续约》安妍、段修寒 作者：梨戈.txt",
    "夸克盘链接": "https://pan.quark.cn/s/3680e50af0dd"
  },
  {
    "文件名": "付费热文 《世子妃你又被挖墙脚了》云婷、君远幽 作者：莫非雨.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c7765fcbc194"
  },
  {
    "文件名": "付费热文 《替身王妃：疯批摄政王的心尖宠》阿瑶、容仟寒 作者：容瑶.txt",
    "夸克盘链接": "https://pan.quark.cn/s/7e8c6754b2b4"
  },
  {
    "文件名": "付费热文 《七零军婚小医媳》姜暖、周毅 作者：林九鹭.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e0a716d5710d"
  },
  {
    "文件名": "付费热文 《权倾朝野》青黛、秦肆 作者：红茶绅士.txt",
    "夸克盘链接": "https://pan.quark.cn/s/3b64738e5456"
  },
  {
    "文件名": "付费热文 《龙棺》沈娇、祁墨 作者：苏二喵.txt",
    "夸克盘链接": "https://pan.quark.cn/s/9711854db526"
  },
  {
    "文件名": "付费热文 《那个爱了很久的朋友》简婕、周小松 作者：露西花.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e370476e335a"
  },
  {
    "文件名": "付费热文 《玫瑰漩涡》 作者：兰思思.txt",
    "夸克盘链接": "https://pan.quark.cn/s/0062afbf007f"
  },
  {
    "文件名": "付费热文 《联婚后，高冷总裁宠妻无度》叶落落、穆云庭 作者：沉默的喵.txt",
    "夸克盘链接": "https://pan.quark.cn/s/43da6dd341cf"
  },
  {
    "文件名": "付费热文 《哄他！舔他！对季先生明撩暗钓》温孀、季深 作者：毓妖妖.txt",
    "夸克盘链接": "https://pan.quark.cn/s/5d9cd0419991"
  },
  {
    "文件名": "付费热文 《穿越小娇娇被最野糙汉宠成皇后！》林落苏、祁骁 作者：圆舟舟.txt",
    "夸克盘链接": "https://pan.quark.cn/s/da7f97b994ff"
  },
  {
    "文件名": "付费热文 《穿书后，成了五个反派崽崽的恶毒后娘》宁夏、凌渊 作者：迷夏夜魅.txt",
    "夸克盘链接": "https://pan.quark.cn/s/7f261cda9652"
  },
  {
    "文件名": "付费热文 《摆烂小医仙，靠算命火爆整个王朝》苏青甜、陆靳 作者：融兔.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e54e870dee86"
  },
  {
    "文件名": "付费热文 《暗里着迷：席总又被小撩精偷吻了》裴月、席砚琛 作者：高贵狂野.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a0df1665feef"
  },
  {
    "文件名": "付费独家 《重生七零：闪婚媳妇爱囤货》林四月、秦天佑 作者：小羊羔白又白.txt",
    "夸克盘链接": "https://pan.quark.cn/s/f29d45eb854b"
  },
  {
    "文件名": "付费独家 《重生后我嫁了未婚夫的皇叔》顾念笙、尉羡迟 作者：季微微.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a8613da40c61"
  },
  {
    "文件名": "付费独家 《重生后我成了前夫的小舅娘》徐宁、裴衍 作者：有姝.txt",
    "夸克盘链接": "https://pan.quark.cn/s/b3d708466337"
  },
  {
    "文件名": "付费独家 《外熟里生》夏子乔、江小柔 作者：小月亮.txt",
    "夸克盘链接": "https://pan.quark.cn/s/be0b94c04c38"
  },
  {
    "文件名": "付费独家 《旬爱》傅思齐、宋知宇 作者：TiffanyCat.txt",
    "夸克盘链接": "https://pan.quark.cn/s/269075c6dcec"
  },
  {
    "文件名": "付费独家 《银瓶春》银瓶、裴容廷 作者：奶油蒸酥.txt",
    "夸克盘链接": "https://pan.quark.cn/s/5fa586113eb2"
  },
  {
    "文件名": "付费独家 《离婚夜，我被前夫缠上了》苏薇、傅言安 作者：一米阳光.txt",
    "夸克盘链接": "https://pan.quark.cn/s/84c00b25de17"
  },
  {
    "文件名": "付费独家 《同桌，一起学习呀》赵又又、陈惹 作者：欢了个喜.txt",
    "夸克盘链接": "https://pan.quark.cn/s/899ac8506a43"
  },
  {
    "文件名": "付费独家 《难惹》唐沅、季辞 作者：樱慕松.txt",
    "夸克盘链接": "https://pan.quark.cn/s/43807153090a"
  },
  {
    "文件名": "付费独家 《惊爆！团宠假千金被影帝大佬宠哭》苏蕴聆、顾枝栖 作者：时予遥.txt",
    "夸克盘链接": "https://pan.quark.cn/s/812e9dcaa98c"
  },
  {
    "文件名": "付费独家 《离婚冲动期》周格、杨帆 作者：走走停停啊.txt",
    "夸克盘链接": "https://pan.quark.cn/s/653025354b47"
  },
  {
    "文件名": "付费独家 《哎哟喂！包租婆她终于支棱起来了》温小刀 作者：Onepay.txt",
    "夸克盘链接": "https://pan.quark.cn/s/b497fc8379c8"
  },
  {
    "文件名": "付费独家 《宠妾灭妻？医妃逆袭冠宠全京城！》傅雨樱 作者：冰灵月.txt",
    "夸克盘链接": "https://pan.quark.cn/s/55c929adc336"
  },
  {
    "文件名": "付费独家 《超甜！闪婚老公竟是我上司》徐蓁、沈凌风 作者：风影影.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c858d8656a5e"
  },
  {
    "文件名": "父亲的遗孀 作者：土申公公.txt",
    "夸克盘链接": "https://pan.quark.cn/s/021cc372987c"
  },
  {
    "文件名": "飞升到了魔法界 作者 暮沉霜.txt",
    "夸克盘链接": "https://pan.quark.cn/s/50baa79a8f72"
  },
  {
    "文件名": "浮生未歇 作者 十月当归.txt",
    "夸克盘链接": "https://pan.quark.cn/s/bd487f9666d9"
  },
  {
    "文件名": "夫君纳妾以后 作者 二两春.txt",
    "夸克盘链接": "https://pan.quark.cn/s/dfc348641578"
  },
  {
    "文件名": "夫君的白月光回来后（重生） 作者：宇宙第一红.txt",
    "夸克盘链接": "https://pan.quark.cn/s/20dce7673f47"
  },
  {
    "文件名": "反派夫妻摆烂日常 作者：古木辞柯.txt",
    "夸克盘链接": "https://pan.quark.cn/s/63d6c4f79104"
  },
  {
    "文件名": "番外完结 穿成幼崽，还能男团出道？ 作者：栗花.txt",
    "夸克盘链接": "https://pan.quark.cn/s/3dc8a7f99341"
  },
  {
    "文件名": "独家整理 《重生，病娇总裁哭求乖宝疼疼他》又名《极致卑微，偏执总裁跪求乖宝疼疼》商斯年、白墨清 作者：二伏.txt",
    "夸克盘链接": "https://pan.quark.cn/s/051086628fb7"
  },
  {
    "文件名": "短故事 七年梦醒 作者：笼.txt",
    "夸克盘链接": "https://pan.quark.cn/s/77355ecd34b4"
  },
  {
    "文件名": "独家整理 《与前任小叔邂逅森林！够野够刺激》傅西爵、南烟 作者：花慕之.txt",
    "夸克盘链接": "https://pan.quark.cn/s/780f87437e2b"
  },
  {
    "文件名": "短故事 不惧深海 作者：渡树.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ac3e4eb5e54e"
  },
  {
    "文件名": "独家整理 《窈窈于你》又名《一见见色起意，再见权衡利弊》修瑶、凌彦辰 作者：一口一个奥利奥.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a18fb4cac84b"
  },
  {
    "文件名": "独家整理 《腰软影后小作精，野痞大佬玩命宠》又名《撩过后，野痞小叔叔他上瘾了》沈知之、江淮野 作者：聿七.txt",
    "夸克盘链接": "https://pan.quark.cn/s/21953901e739"
  },
  {
    "文件名": "独家整理 《向银河坠落》又名《暗恋归航》姜见月、谢星阑 作者：小今.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a8fe593ad59c"
  },
  {
    "文件名": "独家整理 《我病弱真千金，会亿点玄学怎么了》又名《真千金摆烂后，地府全员熬夜加班》苏莞、江遇 作者：洛笙笙.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a2c0db7815f4"
  },
  {
    "文件名": "独家整理 《七零：恶毒女配娇养了四个小反派》又名《偷生退伍军官的崽后在七零赢麻了》江黎、沈长安 作者：星月之羽.txt",
    "夸克盘链接": "https://pan.quark.cn/s/5bc1df2675ab"
  },
  {
    "文件名": "独家整理 《饥荒年嫁首辅，锦鲤娇妻超旺夫》又名《荒年嫁进深山，夫君竟是未来首辅》楚月、陆星河 作者：千扇.txt",
    "夸克盘链接": "https://pan.quark.cn/s/763de41b40c0"
  },
  {
    "文件名": "独家整理 《和离前，我暗中搬空了极品婆家》又名《被害落胎，我怒打婆婆，带崽和离》李媛、谢砚之 作者：香亦.txt",
    "夸克盘链接": "https://pan.quark.cn/s/b0e9bdf9d7a4"
  },
  {
    "文件名": "独家整理 《夫人当家：都别躺，给我起来卷！》又名《心机美人当家，狗都不缺钱花》夏书颜、肖云驰 作者：柿柿就试试.txt",
    "夸克盘链接": "https://pan.quark.cn/s/3bc9f58089e9"
  },
  {
    "文件名": "独家整理 《夫君每月给我二十万两》又名《病娇男主顶替双生弟弟夺我入洞房》甘琼英、郦骅 作者：既见公子.txt",
    "夸克盘链接": "https://pan.quark.cn/s/2e9101178ca5"
  },
  {
    "文件名": "独家整理 《穿书后女配才是五个哥哥的真团宠》又名《假千金如此美丽，怎么可能是女配》苏莞、江遇 作者：橘子味微醺.txt",
    "夸克盘链接": "https://pan.quark.cn/s/67f2eaf72428"
  },
  {
    "文件名": "豆瓣热文 《在第六次失恋前》 作者：俸狸子.txt",
    "夸克盘链接": "https://pan.quark.cn/s/27a8878b14f0"
  },
  {
    "文件名": "豆瓣热文 《在春天》祝佳夕、周砚池 作者：法拉栗.txt",
    "夸克盘链接": "https://pan.quark.cn/s/94533143a971"
  },
  {
    "文件名": "豆瓣热文 《越冬》程诺、关越 作者：咚咚锵.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c723e5d15477"
  },
  {
    "文件名": "豆瓣热文 《一生晴朗》安燚生、钟晴朗 作者：梵笔生花.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a9f360e7b1fa"
  },
  {
    "文件名": "豆瓣热文 《师兄他有夫君人设》妙果、沈钰 作者：伏地·猫.txt",
    "夸克盘链接": "https://pan.quark.cn/s/9c14e011fa00"
  },
  {
    "文件名": "豆瓣热文 《荒诞士良锝》良锝 作者：蔺威察.txt",
    "夸克盘链接": "https://pan.quark.cn/s/787c3ce0344e"
  },
  {
    "文件名": "豆瓣热文 《我是这样地爱着你》作者：福宝.txt",
    "夸克盘链接": "https://pan.quark.cn/s/f1814083bd7a"
  },
  {
    "文件名": "抖音热文 《玄学道姑水泥封心，哥哥们哭惨了》又名《玄学道姑斩断亲缘，哥哥们哭惨了》灵芽、白璟 作者：容真真.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a17100faa47a"
  },
  {
    "文件名": "豆瓣热文 《贵圈今日热搜》凌月韵、陆允承 作者：墨染鱼摆摆.txt",
    "夸克盘链接": "https://pan.quark.cn/s/2f73511f064d"
  },
  {
    "文件名": "抖音热文 《心肝宠》又名《揉碎温柔》鹿之绫、薄妄 作者：九棂.txt",
    "夸克盘链接": "https://pan.quark.cn/s/698a062f2572"
  },
  {
    "文件名": "抖音热文 《要宠》容时、江迟雨 作者：时风知我意.txt",
    "夸克盘链接": "https://pan.quark.cn/s/6a00ff8aae3b"
  },
  {
    "文件名": "抖音热文 《甜妻吻安：总裁老公超棒的》姜咻、傅沉寒 作者：花重.txt",
    "夸克盘链接": "https://pan.quark.cn/s/bc62fb2cd782"
  },
  {
    "文件名": "抖音热文 《吻她缠她，豪门大佬独宠小孤女》时念念、凌逸晨 作者：逸捅天下.txt",
    "夸克盘链接": "https://pan.quark.cn/s/40963d132094"
  },
  {
    "文件名": "抖音热文 《协议结婚后，我离不掉了》沈棠、顾淮安 作者：容时.txt",
    "夸克盘链接": "https://pan.quark.cn/s/2979414225be"
  },
  {
    "文件名": "抖音热文 《破案需要我这样的人才 刑侦 》凌无忧、时垣 作者：未曾设想.txt",
    "夸克盘链接": "https://pan.quark.cn/s/04a8f4cb1e3f"
  },
  {
    "文件名": "抖音热文 《憨憨妃嫔宫斗上位记》莲花 作者：秋风瑟瑟抖.txt",
    "夸克盘链接": "https://pan.quark.cn/s/b40a2613e454"
  },
  {
    "文件名": "抖音热文 《不装了，抱上太子大腿后我真香了》殷如婳、司徒稷 作者：巴西松子.txt",
    "夸克盘链接": "https://pan.quark.cn/s/147f7490096f"
  },
  {
    "文件名": "抖音热文 《宫斗？我无限读档，气哭皇帝》云皎、谢知行 作者：江山雀.txt",
    "夸克盘链接": "https://pan.quark.cn/s/73520bdac752"
  },
  {
    "文件名": "抖音热文 《穿成团宠小师妹，干翻修真界》又名《我把白莲花女主逼疯了》谢思思 作者：向阳光奔跑.txt",
    "夸克盘链接": "https://pan.quark.cn/s/cabc102dec31"
  },
  {
    "文件名": "嫡谋 作者：面北眉南.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ff2251da9808"
  },
  {
    "文件名": "大秦嬴鱼 作者：一口香.txt",
    "夸克盘链接": "https://pan.quark.cn/s/db2c51f2199d"
  },
  {
    "文件名": "等你失恋很久了 作者：三千风雪.txt",
    "夸克盘链接": "https://pan.quark.cn/s/629e10ac64a4"
  },
  {
    "文件名": "等蝴蝶陷落 娱乐圈  作者 匿名天体.txt",
    "夸克盘链接": "https://pan.quark.cn/s/fe7df130abe6"
  },
  {
    "文件名": "当公主的快乐你想象不到 作者 草莓珍珠蛋糕.txt",
    "夸克盘链接": "https://pan.quark.cn/s/05cc1fee3926"
  },
  {
    "文件名": "从摆摊到发家致富 作者：单机苏.txt",
    "夸克盘链接": "https://pan.quark.cn/s/9950eb516f6f"
  },
  {
    "文件名": "大佬捡到偏执美人后被他攻略了[重生]作者：不可柒.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e04b980c817b"
  },
  {
    "文件名": "穿书之病娇皇子总想以下犯上 作者：侧柒.txt",
    "夸克盘链接": "https://pan.quark.cn/s/2071f0f30244"
  },
  {
    "文件名": "穿到六零当恩人的后妈 作者：林果冻.txt",
    "夸克盘链接": "https://pan.quark.cn/s/5a4d172cf1d0"
  },
  {
    "文件名": "穿成炮灰太子之后 作者：一捧秋凉.txt",
    "夸克盘链接": "https://pan.quark.cn/s/68c6b6a664de"
  },
  {
    "文件名": "穿成年代文男主的炮灰寡嫂 作者：酒筝.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ccc01b5696f9"
  },
  {
    "文件名": "宠妃上位记 作者 茸兔.txt",
    "夸克盘链接": "https://pan.quark.cn/s/93da2a9cb24c"
  },
  {
    "文件名": "初恋是个缠人精 作者 棠眠.txt",
    "夸克盘链接": "https://pan.quark.cn/s/6d4750546c9d"
  },
  {
    "文件名": "成为幼崽后被大佬们娇养 作者：罗五声声.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c4f0eb4d1e0c"
  },
  {
    "文件名": "沉珠 作者：林格啾.txt",
    "夸克盘链接": "https://pan.quark.cn/s/f69d94f90a1e"
  },
  {
    "文件名": "玻璃 作者 玖月晞.txt",
    "夸克盘链接": "https://pan.quark.cn/s/458755c437dc"
  },
  {
    "文件名": "被迫和前驸马复婚后 作者：绯色妃妃.txt",
    "夸克盘链接": "https://pan.quark.cn/s/9a6a02f04632"
  },
  {
    "文件名": "阿呦  4.5ws收藏 《爱意延迟 娱乐圈 》作者 叶见星（娱乐圈，青梅竹马，先婚后爱，小妖精x斯文败类）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a1c0f36cc497"
  },
  {
    "文件名": "GL《租期有爱，续约不止》作者：白鹭无痕.txt",
    "夸克盘链接": "https://pan.quark.cn/s/09ebf1cdbd6a"
  },
  {
    "文件名": "GL《总有人要害我崽 穿书 》作者：倾策.txt",
    "夸克盘链接": "https://pan.quark.cn/s/6277378d075d"
  },
  {
    "文件名": "gl《重生渣A和病弱O在一起了》作者：人间小炽.txt",
    "夸克盘链接": "https://pan.quark.cn/s/809bcbb3171c"
  },
  {
    "文件名": "gl《周末情人竟是我的顶头上司II》作者：同心难改的胡耀耀.txt",
    "夸克盘链接": "https://pan.quark.cn/s/79a2599c59cb"
  },
  {
    "文件名": "GL《折腰》作者：清汤涮香菜.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c3349ba45a35"
  },
  {
    "文件名": "GL《亿万老婆买一送二》作者：小阿钱.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a6e3097a6f90"
  },
  {
    "文件名": "GL《限期花光一个亿[娱乐圈]》作者：七万更.txt",
    "夸克盘链接": "https://pan.quark.cn/s/002f26abbcd4"
  },
  {
    "文件名": "GL《心瘾》作者：岁寻.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a03f82a32967"
  },
  {
    "文件名": "GL《限期花光一个亿 娱乐圈 》作者：七万更.txt",
    "夸克盘链接": "https://pan.quark.cn/s/7b78dcd91896"
  },
  {
    "文件名": "GL《夏日失控谎言》作者：秦淮洲.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e1a3c40687f4"
  },
  {
    "文件名": "GL《无事小神仙》作者：三山九塔.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a01eafc4ebca"
  },
  {
    "文件名": "GL《无人爱我》作者：弄酒.txt",
    "夸克盘链接": "https://pan.quark.cn/s/02846f11a1f9"
  },
  {
    "文件名": "GL《我被女主倒追的日子》作者：东杓.txt",
    "夸克盘链接": "https://pan.quark.cn/s/8f63d49cd49b"
  },
  {
    "文件名": "GL《亡妻第十年》作者：杨尘微.txt",
    "夸克盘链接": "https://pan.quark.cn/s/5eb66ade8f8e"
  },
  {
    "文件名": "GL《上恋综，我把影后拐跑了》作者：文手李万古.txt",
    "夸克盘链接": "https://pan.quark.cn/s/10b3895dce73"
  },
  {
    "文件名": "GL《女主又被反派哄跑了[快穿]》作者：姜沉漾.txt",
    "夸克盘链接": "https://pan.quark.cn/s/b22d3c569712"
  },
  {
    "文件名": "GL《偏执大小姐好黏人》作者：木子光.txt",
    "夸克盘链接": "https://pan.quark.cn/s/623b26d26424"
  },
  {
    "文件名": "GL《清冷前任今天又来钓我了》作者：池数.txt",
    "夸克盘链接": "https://pan.quark.cn/s/da934994e897"
  },
  {
    "文件名": "GL《你们没有人类老婆吗》作者：咩丸.txt",
    "夸克盘链接": "https://pan.quark.cn/s/2b6838bab868"
  },
  {
    "文件名": "GL《难以言喻》作者：米闹闹.txt",
    "夸克盘链接": "https://pan.quark.cn/s/9ccbd4087ad7"
  },
  {
    "文件名": "GL《老婆是渣A文大佬女主》作者：笑蓝.txt",
    "夸克盘链接": "https://pan.quark.cn/s/60db88284b49"
  },
  {
    "文件名": "gl《婚姻要有高级感》作者：无德无能.txt",
    "夸克盘链接": "https://pan.quark.cn/s/b6775e86459e"
  },
  {
    "文件名": "GL《和姐姐前任试婚后》作者：九九和.txt",
    "夸克盘链接": "https://pan.quark.cn/s/9df55b36cf82"
  },
  {
    "文件名": "GL《废材师姐成仙记》作者：地山谦.txt",
    "夸克盘链接": "https://pan.quark.cn/s/b7c491074e16"
  },
  {
    "文件名": "GL《豪门喵A才不会爱上假千金》作者：走半爻.txt",
    "夸克盘链接": "https://pan.quark.cn/s/0795a3421a25"
  },
  {
    "文件名": "GL《跟温柔御姐谈恋爱》作者：成为Amy哦.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c87475719f39"
  },
  {
    "文件名": "GL《反派竟是渣O吗[gL]》作者：荼荼其灼.txt",
    "夸克盘链接": "https://pan.quark.cn/s/9e230398582d"
  },
  {
    "文件名": "GL《反派竟是渣O吗 gL 》作者：荼荼其灼.txt",
    "夸克盘链接": "https://pan.quark.cn/s/5f99c1984a98"
  },
  {
    "文件名": "GL《都是误会》作者：半边春.txt",
    "夸克盘链接": "https://pan.quark.cn/s/606749c11d05"
  },
  {
    "文件名": "GL《冬天收获一个老婆[西幻]》作者：井或.txt",
    "夸克盘链接": "https://pan.quark.cn/s/3d910c6a35eb"
  },
  {
    "文件名": "GL《冬天收获一个老婆 西幻 》作者：井或.txt",
    "夸克盘链接": "https://pan.quark.cn/s/56dea0d3f70e"
  },
  {
    "文件名": "GL《冬日流火》作者：龙吟草.txt",
    "夸克盘链接": "https://pan.quark.cn/s/58cefb92c4ce"
  },
  {
    "文件名": "GL《顶流天后Omega和我同居后》作者：鸽子不会咕咕咕.txt",
    "夸克盘链接": "https://pan.quark.cn/s/685a0e10e66b"
  },
  {
    "文件名": "GL《从结婚开始沦陷》作者：冰刈.txt",
    "夸克盘链接": "https://pan.quark.cn/s/4eff248eb1cd"
  },
  {
    "文件名": "GL《钓系学姐的白月光是我》作者：楚有风.txt",
    "夸克盘链接": "https://pan.quark.cn/s/f7b441fbbcdd"
  },
  {
    "文件名": "GL《穿书炮灰A让女主怀了崽》作者：公子幸川.txt",
    "夸克盘链接": "https://pan.quark.cn/s/17bb1f3d503e"
  },
  {
    "文件名": "GL《穿书后我带小媳妇种田致富》作者：三笑竹.txt",
    "夸克盘链接": "https://pan.quark.cn/s/9abddb6916a7"
  },
  {
    "文件名": "GL《穿书后我被迫扮演渣A》作者：洛小湃.txt",
    "夸克盘链接": "https://pan.quark.cn/s/5bbcae134520"
  },
  {
    "文件名": "GL《穿成渣A宠妻无度》作者：呆不乖.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a0bbe9be76e0"
  },
  {
    "文件名": "GL《穿成病危千金的冲喜夫人》作者：温水煮茶.txt",
    "夸克盘链接": "https://pan.quark.cn/s/5288430d91cc"
  },
  {
    "文件名": "GL《成为妖女的朱砂痣》作者：龙吟草.txt",
    "夸克盘链接": "https://pan.quark.cn/s/659a5d87f949"
  },
  {
    "文件名": "GL《成为神明祭品后》作者：一两烧刀.txt",
    "夸克盘链接": "https://pan.quark.cn/s/da25b33e8b73"
  },
  {
    "文件名": "GL《被迫和冰山美人契约闪婚》作者：同心难改的胡耀耀.txt",
    "夸克盘链接": "https://pan.quark.cn/s/6f7c3eb96cff"
  },
  {
    "文件名": "GL《背后的月光奏鸣曲》作者：半十.txt",
    "夸克盘链接": "https://pan.quark.cn/s/41c3b1b9e898"
  },
  {
    "文件名": "GL《白月光她总想吃回头草（娱乐圈）》作者：瑞子林.txt",
    "夸克盘链接": "https://pan.quark.cn/s/0411701a8a4f"
  },
  {
    "文件名": "BL《震惊！撩上温总后我慌了》作者：炽热年糕.txt",
    "夸克盘链接": "https://pan.quark.cn/s/5b43ec8b42de"
  },
  {
    "文件名": "BL《治愈系竹马攻略指南》作者：琴扶苏.txt",
    "夸克盘链接": "https://pan.quark.cn/s/0d5fd9128d1e"
  },
  {
    "文件名": "BL《重生后我截胡了哥哥的男朋友》作者：酬川.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c9d7b06cd4ec"
  },
  {
    "文件名": "BL《枕边恶语》作者：泥巴姥爷.txt",
    "夸克盘链接": "https://pan.quark.cn/s/91389d67a24a"
  },
  {
    "文件名": "BL《在星际直播养星球后我火了》作者：柚香可可.txt",
    "夸克盘链接": "https://pan.quark.cn/s/8eff4f9440bb"
  },
  {
    "文件名": "BL《真空玫瑰》作者：隔岸观火.txt",
    "夸克盘链接": "https://pan.quark.cn/s/0eb12a64e0ec"
  },
  {
    "文件名": "BL《在各大佬中夹缝求生》作者：夜行爱衣锦.txt",
    "夸克盘链接": "https://pan.quark.cn/s/05235162857d"
  },
  {
    "文件名": "BL《缘由》作者：关弦.txt",
    "夸克盘链接": "https://pan.quark.cn/s/b7735a7ce045"
  },
  {
    "文件名": "BL《冤家路窄》作者：布兰琪.txt",
    "夸克盘链接": "https://pan.quark.cn/s/bddd170db3f6"
  },
  {
    "文件名": "BL《欲壑难填》作者：迟不到.txt",
    "夸克盘链接": "https://pan.quark.cn/s/8f1f2324d65f"
  },
  {
    "文件名": "BL《余痕回响》作者：捏个肥球.txt",
    "夸克盘链接": "https://pan.quark.cn/s/d8e4b4280767"
  },
  {
    "文件名": "BL《勇敢小狗向前冲》作者：王加菲.txt",
    "夸克盘链接": "https://pan.quark.cn/s/96c493ca65e7"
  },
  {
    "文件名": "BL《永恒少年综合征 重生 》作者：九月草莓.txt",
    "夸克盘链接": "https://pan.quark.cn/s/2c6e64ccdd74"
  },
  {
    "文件名": "BL《阴郁受抛夫弃崽后跑不掉了》作者：粥粥不粥.txt",
    "夸克盘链接": "https://pan.quark.cn/s/8282d7cf6e02"
  },
  {
    "文件名": "BL《一觉醒来和顶流神结婚了》作者：舟迟不挽.txt",
    "夸克盘链接": "https://pan.quark.cn/s/2f4d9702bd75"
  },
  {
    "文件名": "BL《养猪的爱人》作者：Six7.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ae22f56e6f66"
  },
  {
    "文件名": "BL《星际宅急送》作者：海鶄落.txt",
    "夸克盘链接": "https://pan.quark.cn/s/532cf77285da"
  },
  {
    "文件名": "BL《行舟又见桃花源》作者：蜜糖年代.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ebd5774e431f"
  },
  {
    "文件名": "BL《小兔狲对它的尾巴很满意》作者：三三函函.txt",
    "夸克盘链接": "https://pan.quark.cn/s/1ac37da34f38"
  },
  {
    "文件名": "BL《小丧尸圆梦指南》作者：炭烤芋圆.txt",
    "夸克盘链接": "https://pan.quark.cn/s/5a2e9aa448c8"
  },
  {
    "文件名": "BL《小皇子今天被灭国了吗》作者：采采来了.txt",
    "夸克盘链接": "https://pan.quark.cn/s/887d65d1df02"
  },
  {
    "文件名": "BL《小炮灰在娃综当团宠》作者：蜂蜜麦片.txt",
    "夸克盘链接": "https://pan.quark.cn/s/fd37148499e9"
  },
  {
    "文件名": "BL《咸鱼小结巴他又浪又怂 穿书 》作者：墙上阳光.txt",
    "夸克盘链接": "https://pan.quark.cn/s/fe54db4239c6"
  },
  {
    "文件名": "BL《我有三千深情》作者：观山雪.txt",
    "夸克盘链接": "https://pan.quark.cn/s/5b1f254740f1"
  },
  {
    "文件名": "BL《我养的纸片人超好氪》作者：卉乔.txt",
    "夸克盘链接": "https://pan.quark.cn/s/f366ccec2b95"
  },
  {
    "文件名": "BL《我捧红了顶级流量 穿书 》作者：苏怀荒.txt",
    "夸克盘链接": "https://pan.quark.cn/s/9bd2c230b046"
  },
  {
    "文件名": "BL《网游之我不配》作者：易修罗【完结+番外】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c89f549cf484"
  },
  {
    "文件名": "BL《我不爱你啦！！！》作者：楚君山.txt",
    "夸克盘链接": "https://pan.quark.cn/s/13ff3c519c2d"
  },
  {
    "文件名": "BL《挖矿，我是专业的 星际 》作者：王老八.txt",
    "夸克盘链接": "https://pan.quark.cn/s/4c2cfb17afb4"
  },
  {
    "文件名": "BL《菟丝花被抛弃以后》作者：拾金不昧.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e9eb923846a4"
  },
  {
    "文件名": "BL《舔狗上位》作者：淮雨后.txt",
    "夸克盘链接": "https://pan.quark.cn/s/3f2ae3487b71"
  },
  {
    "文件名": "BL《偷鸡薅葱学概论》作者：消防栓种笋.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a8824f4e2c58"
  },
  {
    "文件名": "BL《替身本身》作者：宿何昼.txt",
    "夸克盘链接": "https://pan.quark.cn/s/47929a4f65b2"
  },
  {
    "文件名": "BL《天职（ABO）》作者：隐形城堡.txt",
    "夸克盘链接": "https://pan.quark.cn/s/dccfd04f15e2"
  },
  {
    "文件名": "BL《祂回家了 无限 》作者：宴不知.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ebf9d1f85db8"
  },
  {
    "文件名": "BL《饲养怪物后我在废土被团宠》作者：云城JUN.txt",
    "夸克盘链接": "https://pan.quark.cn/s/da1e27454717"
  },
  {
    "文件名": "BL《双重生！上恋综！强撩影帝失控中》作者：今晚说晚安.txt",
    "夸克盘链接": "https://pan.quark.cn/s/b432a18d203e"
  },
  {
    "文件名": "BL《双生崽崽又在娃综玩找茬》作者：朱古力兔.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ccff895c3483"
  },
  {
    "文件名": "BL《始乱终弃怪物以后》作者：酒火樱桃.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c8f66388ec4f"
  },
  {
    "文件名": "BL《失忆后误把死敌当老婆》作者：安则.txt",
    "夸克盘链接": "https://pan.quark.cn/s/6771711cb06e"
  },
  {
    "文件名": "BL《神迹 无限 》作者：醉斩明月.txt",
    "夸克盘链接": "https://pan.quark.cn/s/317d35d3607f"
  },
  {
    "文件名": "BL《神棍也要晚自习》作者：拉棉花糖的兔子.txt",
    "夸克盘链接": "https://pan.quark.cn/s/5c8d32105f07"
  },
  {
    "文件名": "BL《软饭硬吃[重生]》作者：沙舟踏翠.txt",
    "夸克盘链接": "https://pan.quark.cn/s/fb134e831b79"
  },
  {
    "文件名": "BL《上恋综后，全网磕疯了我和死对头的cp》作者：紫矜.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c9295c6eb5fa"
  },
  {
    "文件名": "BL《软饭硬吃 重生 》作者：沙舟踏翠.txt",
    "夸克盘链接": "https://pan.quark.cn/s/646963460adf"
  },
  {
    "文件名": "BL《全星际唯一的治愈系》作者：起城乌.txt",
    "夸克盘链接": "https://pan.quark.cn/s/87747be31ba5"
  },
  {
    "文件名": "BL《全息小饭馆 美食 》作者：猫眠儿.txt",
    "夸克盘链接": "https://pan.quark.cn/s/4a08f6fa946e"
  },
  {
    "文件名": "BL《权谋文男主被我掰弯了》作者：揽疏狂.txt",
    "夸克盘链接": "https://pan.quark.cn/s/1bb264a45373"
  },
  {
    "文件名": "BL《漂亮仆人［重生］》作者：文心雕鱼.txt",
    "夸克盘链接": "https://pan.quark.cn/s/27b26583e907"
  },
  {
    "文件名": "BL《漂亮哭包的仿生男友》作者：粿子狸.txt",
    "夸克盘链接": "https://pan.quark.cn/s/b004ca0ba2e5"
  },
  {
    "文件名": "BL《漂亮榜一他今天又在偷亲我》作者：脆皮瓜瓜.txt",
    "夸克盘链接": "https://pan.quark.cn/s/981ae9d62a1a"
  },
  {
    "文件名": "BL《偏执迷恋》作者：春风无邪.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c92a2d6a626e"
  },
  {
    "文件名": "BL《炮灰绝不乖乖就范》作者：春光韶.txt",
    "夸克盘链接": "https://pan.quark.cn/s/5a834121f609"
  },
  {
    "文件名": "BL《弄假成真》作者：山河南渡.txt",
    "夸克盘链接": "https://pan.quark.cn/s/6860b7eb2374"
  },
  {
    "文件名": "BL《你再撩一下[电竞]》作者：消失绿缇.txt",
    "夸克盘链接": "https://pan.quark.cn/s/4f1ad594ca42"
  },
  {
    "文件名": "BL《你再撩一下 电竞 》作者：消失绿缇.txt",
    "夸克盘链接": "https://pan.quark.cn/s/58097f2ce5e9"
  },
  {
    "文件名": "BL《男主他真肯嫁我啊？！》作者：云山有意.txt",
    "夸克盘链接": "https://pan.quark.cn/s/6783772d25e8"
  },
  {
    "文件名": "BL《缪斯养成》作者：阿戈拉.txt",
    "夸克盘链接": "https://pan.quark.cn/s/53c134f435a3"
  },
  {
    "文件名": "BL《男神又换了对象》作者：春泽想吃蔬菜.txt",
    "夸克盘链接": "https://pan.quark.cn/s/46d648bc141f"
  },
  {
    "文件名": "BL《明君与妖妃》作者：慕沉歌.txt",
    "夸克盘链接": "https://pan.quark.cn/s/80af63639b49"
  },
  {
    "文件名": "BL《每天狂撸大佬伴生兽》作者：猫打呼.txt",
    "夸克盘链接": "https://pan.quark.cn/s/236fe24f69d9"
  },
  {
    "文件名": "BL《论坛暴言成真后》作者：兔子店长.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c46b2a160ea3"
  },
  {
    "文件名": "BL《龙岛上的男妈妈》作者：放鸽子.txt",
    "夸克盘链接": "https://pan.quark.cn/s/9f5a2ed81c39"
  },
  {
    "文件名": "BL《恋爱脑和黏人精联姻后》作者：故栀.txt",
    "夸克盘链接": "https://pan.quark.cn/s/59091a0796d7"
  },
  {
    "文件名": "BL《论守护者的多样性》作者：迟昼夜明.txt",
    "夸克盘链接": "https://pan.quark.cn/s/19d9bd77a4c7"
  },
  {
    "文件名": "BL《连麦事故》作者：废孚一只.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ea59b6c25cf8"
  },
  {
    "文件名": "BL《理性关系》作者：笼中月.txt",
    "夸克盘链接": "https://pan.quark.cn/s/0ede00bb80e4"
  },
  {
    "文件名": "BL《冷宫废妃》作者：八音声慢.txt",
    "夸克盘链接": "https://pan.quark.cn/s/dc37d7659a68"
  },
  {
    "文件名": "BL《老板他是穿书的》作者：成翎.txt",
    "夸克盘链接": "https://pan.quark.cn/s/20cc437bbffe"
  },
  {
    "文件名": "BL《快穿：男主不按剧本来》作者：殇十泪.txt",
    "夸克盘链接": "https://pan.quark.cn/s/9d5408c2c195"
  },
  {
    "文件名": "BL《快穿：当疯批美人拿稳反派剧本》作者：粽子我爱吃甜的.txt",
    "夸克盘链接": "https://pan.quark.cn/s/99ce9ad33919"
  },
  {
    "文件名": "BL《可爱幼崽团宠指南 星际 》作者：缇慢慢.txt",
    "夸克盘链接": "https://pan.quark.cn/s/74b0c04eaafa"
  },
  {
    "文件名": "BL《绝美琴师伪装白莲花翻车后》作者：泪染清城.txt",
    "夸克盘链接": "https://pan.quark.cn/s/144d660d601d"
  },
  {
    "文件名": "BL《剧情时间到[穿书]》作者：常花一笑.txt",
    "夸克盘链接": "https://pan.quark.cn/s/5df96909347d"
  },
  {
    "文件名": "BL《就他》作者：西十危.txt",
    "夸克盘链接": "https://pan.quark.cn/s/77d507ba2ec2"
  },
  {
    "文件名": "BL《华夏导演，星际爆红》作者：非玖.txt",
    "夸克盘链接": "https://pan.quark.cn/s/bcc847c6b574"
  },
  {
    "文件名": "BL《剑修穿成全息游戏漂亮npc后》作者：有庭树.txt",
    "夸克盘链接": "https://pan.quark.cn/s/72bc4b053a2c"
  },
  {
    "文件名": "BL《惊！保护动物居然也不能靠卖萌为生》作者：洛娜215.txt",
    "夸克盘链接": "https://pan.quark.cn/s/0a29c802892e"
  },
  {
    "文件名": "BL《黑豹上将的冲喜新娘[穿书]》作者：灰剑如羽.txt",
    "夸克盘链接": "https://pan.quark.cn/s/1da2fda2dc7f"
  },
  {
    "文件名": "BL《合约陷落》作者：桂花儿黄.txt",
    "夸克盘链接": "https://pan.quark.cn/s/0b6b39a75563"
  },
  {
    "文件名": "BL《合理狼性》作者：风右.txt",
    "夸克盘链接": "https://pan.quark.cn/s/03a7b3ce4025"
  },
  {
    "文件名": "BL《攻二和攻一HE了[快穿] 》作者：昭崽.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e3ce3744f61a"
  },
  {
    "文件名": "BL《给美强惨男主送温暖 快穿 》作者：酒也好贵.txt",
    "夸克盘链接": "https://pan.quark.cn/s/22ae44311a99"
  },
  {
    "文件名": "BL《给自己的男主当攻[快穿]》作者：黎渡水.txt",
    "夸克盘链接": "https://pan.quark.cn/s/8a48bb6723dc"
  },
  {
    "文件名": "BL《给美强惨男主送温暖[快穿]》作者：酒也好贵.txt",
    "夸克盘链接": "https://pan.quark.cn/s/deec20a9cc45"
  },
  {
    "文件名": "BL《给顶流男团当保姆后我爆红了》作者：嬴辞.txt",
    "夸克盘链接": "https://pan.quark.cn/s/b984a505ecef"
  },
  {
    "文件名": "BL《反穿后我成了世界冠军 电竞 》作者：檐下月.txt",
    "夸克盘链接": "https://pan.quark.cn/s/7ee5150b5276"
  },
  {
    "文件名": "BL《浮生半梦》作者：念风堂.txt",
    "夸克盘链接": "https://pan.quark.cn/s/f52a3a6da0fc"
  },
  {
    "文件名": "BL《凡人歌》作者：大江明月.txt",
    "夸克盘链接": "https://pan.quark.cn/s/f34d989dd92f"
  },
  {
    "文件名": "BL《放学后别来我办公室》作者：提裙.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c95205e9d588"
  },
  {
    "文件名": "BL《法定婚龄》作者：苏二两.txt",
    "夸克盘链接": "https://pan.quark.cn/s/2a5ba778ed09"
  },
  {
    "文件名": "BL《对家居然成了我对象 电竞 》作者：杉杉呀.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c29c04f7c00d"
  },
  {
    "文件名": "BL《对残疾反派强取豪夺后》作者：玩泥巴的兔子.txt",
    "夸克盘链接": "https://pan.quark.cn/s/2f518598462e"
  },
  {
    "文件名": "BL《顶流偏执于我（娱乐圈）》作者：似象清欢.txt",
    "夸克盘链接": "https://pan.quark.cn/s/052cfecddbe5"
  },
  {
    "文件名": "BL《当世界首富绑定导演系统》作者：辉羽天.txt",
    "夸克盘链接": "https://pan.quark.cn/s/24e56bb7ee2a"
  },
  {
    "文件名": "BL《当社恐穿成豪门后爸》作者：巫十九.txt",
    "夸克盘链接": "https://pan.quark.cn/s/4edb000b4ec4"
  },
  {
    "文件名": "BL《当陪玩萨摩耶遇上德牧》作者：醍醐鱼.txt",
    "夸克盘链接": "https://pan.quark.cn/s/5098b2c053e0"
  },
  {
    "文件名": "BL《带球跑后被大佬找上门了》作者：鱼不思.txt",
    "夸克盘链接": "https://pan.quark.cn/s/cbb43f939a2f"
  },
  {
    "文件名": "BL《呆萌幼崽上娃综成团宠》作者：星云沙.txt",
    "夸克盘链接": "https://pan.quark.cn/s/291dc7295bdb"
  },
  {
    "文件名": "BL《大神，还网恋吗？》作者：艾斯沐恩.txt",
    "夸克盘链接": "https://pan.quark.cn/s/54b7a0b12c9c"
  },
  {
    "文件名": "BL《穿成毛茸茸后成了师尊心尖宠》作者：依十一.txt",
    "夸克盘链接": "https://pan.quark.cn/s/b5a2d892cb11"
  },
  {
    "文件名": "BL《穿成皇子种田基建》作者：月寂烟雨.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a4b7440b2c94"
  },
  {
    "文件名": "BL《穿进二百人男团中》作者：远上天山.txt",
    "夸克盘链接": "https://pan.quark.cn/s/0df5a2a5c633"
  },
  {
    "文件名": "BL《不仅喜欢他的信息素》作者：宋优优.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ad95415147e0"
  },
  {
    "文件名": "BL《穿成白切黑主角的大师兄》作者：醉卧芍药.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e801367114be"
  },
  {
    "文件名": "BL《别凶我同桌》作者：温诗酒.txt",
    "夸克盘链接": "https://pan.quark.cn/s/4073c0003fc8"
  },
  {
    "文件名": "BL《被神兽团宠后我越来越穷》作者：花珩.txt",
    "夸克盘链接": "https://pan.quark.cn/s/60500a0831b2"
  },
  {
    "文件名": "BL《[足球]葡萄牙美丽传说是属于上帝之子的》作者：痴嗔本真.txt",
    "夸克盘链接": "https://pan.quark.cn/s/103241ae3341"
  },
  {
    "文件名": "BL《 足球 葡萄牙美丽传说是属于上帝之子的》作者：痴嗔本真.txt",
    "夸克盘链接": "https://pan.quark.cn/s/2576041606ca"
  },
  {
    "文件名": "BL《被偏执攻当老婆养后跑不掉了》作者：爱哈哈的小刀.txt",
    "夸克盘链接": "https://pan.quark.cn/s/6a93bbf1a931"
  },
  {
    "文件名": "BL《八零后重生日常》作者：星洁.txt",
    "夸克盘链接": "https://pan.quark.cn/s/305b3441ecc0"
  },
  {
    "文件名": "BL《报恩记 + 番外（出书版）》作者：公子欢喜.txt",
    "夸克盘链接": "https://pan.quark.cn/s/fcce40606c87"
  },
  {
    "文件名": "BL《（综漫同人）拯救反派的日子》作者：花赐酒.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c8f99bae322d"
  },
  {
    "文件名": "BL《 重生 陆上将家的omega超会撩的》作者：若水.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ad7b25e6faee"
  },
  {
    "文件名": "BL《 快穿 被怪物觊觎的娇弱新娘》作者：炙烤芝芝.txt",
    "夸克盘链接": "https://pan.quark.cn/s/735951d1efa3"
  },
  {
    "文件名": "BG《中二病竟然只有我自己》作者：翡.txt",
    "夸克盘链接": "https://pan.quark.cn/s/886ab07379c6"
  },
  {
    "文件名": "BG《渔女赶海发家记》作者：绿豆红汤.txt",
    "夸克盘链接": "https://pan.quark.cn/s/f115703c5039"
  },
  {
    "文件名": "BG《昭鸾》作者：云听松吟.txt",
    "夸克盘链接": "https://pan.quark.cn/s/aa3a8060669d"
  },
  {
    "文件名": "BG《我在荒野求生综艺跟动物聊天爆红》作者：弦三千.txt",
    "夸克盘链接": "https://pan.quark.cn/s/71fdba093d23"
  },
  {
    "文件名": "BG《校草突然用好人卡攻击我》作者：三水小草.txt",
    "夸克盘链接": "https://pan.quark.cn/s/2e2cfec38c1b"
  },
  {
    "文件名": "BG《我在古代写狗血文火了》作者：二木则林.txt",
    "夸克盘链接": "https://pan.quark.cn/s/52f0f5c581e6"
  },
  {
    "文件名": "BG《我在八零靠脑洞破案[刑侦]》作者：苟日新.txt",
    "夸克盘链接": "https://pan.quark.cn/s/45c708d2835a"
  },
  {
    "文件名": "BG《圣眷正浓》作者：楮绪风.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e58014e4c841"
  },
  {
    "文件名": "BG《始乱终弃剑修后他黑化了》作者：猫猫调查员.txt",
    "夸克盘链接": "https://pan.quark.cn/s/32243f25706f"
  },
  {
    "文件名": "BG《欠债上亿，满朝文武跪求我别死》作者：十尾兔.txt",
    "夸克盘链接": "https://pan.quark.cn/s/d183b71942fd"
  },
  {
    "文件名": "BG《七零漂亮小媳妇》作者：令雾.txt",
    "夸克盘链接": "https://pan.quark.cn/s/7e3b5adc9bcc"
  },
  {
    "文件名": "BG《六零之囤货强手》作者：大鹅踏雪泥.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e71ffcf5ccf8"
  },
  {
    "文件名": "BG《偏吻娇矜》作者：安安的猫.txt",
    "夸克盘链接": "https://pan.quark.cn/s/678459b6af07"
  },
  {
    "文件名": "BG《今夜新婚》作者：排骨辣酱.txt",
    "夸克盘链接": "https://pan.quark.cn/s/156c0b39f1a8"
  },
  {
    "文件名": "BG《娇软美人年代文甜宠日常》作者：刺棠.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c51682436c62"
  },
  {
    "文件名": "BG《婚后心动》作者：李暮夕.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c261c97fa0be"
  },
  {
    "文件名": "BG《夫君他不可能是黑莲花（重生）》作者：扶霜.txt",
    "夸克盘链接": "https://pan.quark.cn/s/2841129bfbaa"
  },
  {
    "文件名": "BG《基因级宠爱》作者：舒书书.txt",
    "夸克盘链接": "https://pan.quark.cn/s/7844058a1495"
  },
  {
    "文件名": "BG《非人类前任们都想和我破镜重圆》作者：云炽.txt",
    "夸克盘链接": "https://pan.quark.cn/s/55818920efd4"
  },
  {
    "文件名": "BG《东宫福妾（清穿）》作者：南风不尽.txt",
    "夸克盘链接": "https://pan.quark.cn/s/085bce2b5632"
  },
  {
    "文件名": "BG《玻璃》作者 玖月晞.txt",
    "夸克盘链接": "https://pan.quark.cn/s/d43871925b9e"
  },
  {
    "文件名": "BG《不舍娇娇》作者：蝗蝗啊.txt",
    "夸克盘链接": "https://pan.quark.cn/s/82937d618615"
  },
  {
    "文件名": "32.6w收藏 《漂亮炮灰 无限》作者：小阿芬.txt",
    "夸克盘链接": "https://pan.quark.cn/s/8f3088c6f340"
  },
  {
    "文件名": "BG《被宿敌错认后》作者：赵中语.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e3b590326552"
  },
  {
    "文件名": "22w收藏！ 《伏鹰》作者：春风榴火（卑微暗恋小可怜女主vs明目张胆偏爱护短的醋缸男主，男主治愈系，校园到都市）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/cc1d78a21526"
  },
  {
    "文件名": "14w收藏 《我能留你到五更 无限 》作者：阿辞姑娘（灵异，每天吐血快死却能帮人续命的温柔假笑无情大佬受x更大佬的上古凶兽npc攻）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ad0b416be3e4"
  },
  {
    "文件名": "9w收藏 《八零之人在香江》作者：小胖柑（港风年代甜爽，女主现代穿越，强强）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/698f492dde99"
  },
  {
    "文件名": "11w收藏！ 《这个Alpha香爆了 穿书 》作者：勺棠（情敌变情人，老房子着火占有欲超强霸总Alpha攻 X 信息素巨甜的万人迷巨星Omega受）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/7387ec942cd6"
  },
  {
    "文件名": "3_【LFT老福特】踏雪乌啼观海啸 作者：云川漫步.txt",
    "夸克盘链接": "https://pan.quark.cn/s/df7651d8f7a1"
  },
  {
    "文件名": "03.《协议结婚，重在参与》作者：毛球球（先(1).txt",
    "夸克盘链接": "https://pan.quark.cn/s/0d7b97344eff"
  },
  {
    "文件名": "1_《漂亮宝贝和不会爱先生》作者：而遇.txt",
    "夸克盘链接": "https://pan.quark.cn/s/367865716237"
  },
  {
    "文件名": "【长佩】难言关系作者：冰块儿-补车.txt",
    "夸克盘链接": "https://pan.quark.cn/s/3203587e0d56"
  },
  {
    "文件名": "【言情】生命倒计时[无限] 作者 贰石寺.txt",
    "夸克盘链接": "https://pan.quark.cn/s/77e5dc233954"
  },
  {
    "文件名": "【长佩】《天上的星星会说话》作者：三道.txt",
    "夸克盘链接": "https://pan.quark.cn/s/6097c91b6ab9"
  },
  {
    "文件名": "【言情】《躺平的快乐你不懂》作者：陵渡.txt",
    "夸克盘链接": "https://pan.quark.cn/s/42a762739248"
  },
  {
    "文件名": "【言情】《龙傲天捡了个童话公主》 作者：水牙牙.txt",
    "夸克盘链接": "https://pan.quark.cn/s/da4382b35044"
  },
  {
    "文件名": "【完结】有辱神格 作者：观乎.txt",
    "夸克盘链接": "https://pan.quark.cn/s/513756374acb"
  },
  {
    "文件名": "【完结】心动引诱 作者：南星北落.txt",
    "夸克盘链接": "https://pan.quark.cn/s/38d2e9a938c0"
  },
  {
    "文件名": "【完结】窥欲 作者：禾小星.txt",
    "夸克盘链接": "https://pan.quark.cn/s/fe3e2e246e68"
  },
  {
    "文件名": "【完结】千阙予君目 作者：胡编乱写.txt",
    "夸克盘链接": "https://pan.quark.cn/s/0a914b841892"
  },
  {
    "文件名": "【完结】惊！盲盒男友竟是未婚夫 作者：郁洋渔.txt",
    "夸克盘链接": "https://pan.quark.cn/s/53f0d227890c"
  },
  {
    "文件名": "【完结】今晚一起吃饭吗 作者：禾映阶.txt",
    "夸克盘链接": "https://pan.quark.cn/s/1fb4e6ed2c6f"
  },
  {
    "文件名": "【完结】坏狗 作者：1口咬掉.txt",
    "夸克盘链接": "https://pan.quark.cn/s/56cc0190297b"
  },
  {
    "文件名": "【完结】娇养云雀 作者：泠阁吖.txt",
    "夸克盘链接": "https://pan.quark.cn/s/b1fe259d9409"
  },
  {
    "文件名": "【完结】分化后我被我哥强制爱了 作者：木得柚子.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a2b37cc998da"
  },
  {
    "文件名": "【完结】妒火难抑 作者：芥野.txt",
    "夸克盘链接": "https://pan.quark.cn/s/94b03f61e677"
  },
  {
    "文件名": "【完结】春光玫瑰 作者 岑烛.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a41a10ac7143"
  },
  {
    "文件名": "【完结】《咸鱼女配躺平了(穿书)》作者：乔岚.txt",
    "夸克盘链接": "https://pan.quark.cn/s/3262325cd47d"
  },
  {
    "文件名": "【推荐+++++】《非典型救赎[快穿]》作者：小吾君.txt",
    "夸克盘链接": "https://pan.quark.cn/s/cce4dfbc6221"
  },
  {
    "文件名": "【完结】《除我以外，全家被穿[九零]》作者：糖火火.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c000c8210124"
  },
  {
    "文件名": "【推荐++++】【10w收藏】招魂 作者：山栀子（落魄的闺阁小姐X死去的少年将军-）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/774e06666321"
  },
  {
    "文件名": "【推荐++++】【10w收藏】《舅舅和男友都是反派》作者：月见茶.txt",
    "夸克盘链接": "https://pan.quark.cn/s/4863514c5ef9"
  },
  {
    "文件名": "【推荐+++】《这个反派我养了！[快穿]》作者：三千大梦叙平生.txt",
    "夸克盘链接": "https://pan.quark.cn/s/9ea3cf5a7161"
  },
  {
    "文件名": "【推荐++++】《两个皇帝怎么谈恋爱》作者：比卡比.txt",
    "夸克盘链接": "https://pan.quark.cn/s/11ace991fe22"
  },
  {
    "文件名": "【推荐+++】【5.6w收藏】蝴蝶轶事 作者：醇白.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ed44e6f21bfe"
  },
  {
    "文件名": "【推荐+++】《假少爷摆烂后攻了残疾大佬》作者：坏猫超大声.txt",
    "夸克盘链接": "https://pan.quark.cn/s/f898e24875ad"
  },
  {
    "文件名": "【推荐+++】《复刻少年期[重生]》作者：爱看天.txt",
    "夸克盘链接": "https://pan.quark.cn/s/84d6445f5f86"
  },
  {
    "文件名": "【推荐++】【长佩3w收藏】被我的情敌标记了 作者：熊小小（清冷腹黑beta攻X笨蛋美人alpha受）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/52e0fce96ba8"
  },
  {
    "文件名": "【推荐++】【长佩5.3w收藏】《纵横四海》作者：凌伊.txt",
    "夸克盘链接": "https://pan.quark.cn/s/03162da31401"
  },
  {
    "文件名": "【推荐++】【4w收藏】动心 作者：扁平竹（破镜重圆，薄情野心家×社恐乖乖女）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a7ddadec8a91"
  },
  {
    "文件名": "【推荐++】【4w收藏】《和农场主相亲对象闪婚了》作者：迪克羊仔（种田+美食，稳重糙汉攻x可爱温柔受）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/16a8f5e9ed89"
  },
  {
    "文件名": "【推荐++】【3.6w收藏】《病娇权臣笼中雀》作者：椒盐小甜饼.txt",
    "夸克盘链接": "https://pan.quark.cn/s/b8771de4e460"
  },
  {
    "文件名": "【推荐++】【3.4w收藏】春为聘 作者：怡米（古言，女主先婚后爱，男主蓄谋已久，横刀夺爱）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e0e43d0bdf71"
  },
  {
    "文件名": "【推荐++】《结亲》作者：午言木叙.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e6b2f58adcb7"
  },
  {
    "文件名": "【推荐++】【3.3w收藏】《今天也要亲一下再死》作者：雾十（悬疑推理，无限流狼人杀，甜文，失忆人狠受X深情戏精攻）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c5301355d738"
  },
  {
    "文件名": "【推荐+】【3w收藏】《万人嫌和隐婚竹马上恋综后》作者：北酌（人美路子野嘴强王者受x专门对着老婆开屏的花孔雀攻）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/d7f59d66f6a0"
  },
  {
    "文件名": "【推荐+】灼烧玫瑰 作者：阿阮有酒.txt",
    "夸克盘链接": "https://pan.quark.cn/s/f3cb71f50936"
  },
  {
    "文件名": "【推荐+】【2.6w收藏】《灾世房车囤货求生》 作者 南绫（末世逃生）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/5cf5e6596558"
  },
  {
    "文件名": "【推荐+】【3w收藏】《可残暴魔头他叫我宝宝诶》作者：赵史觉（仙侠救赎甜饼，胆大包天小太阳x其实很渴望贴贴狂暴史前大狗勾.txt",
    "夸克盘链接": "https://pan.quark.cn/s/99e09cfc8b8c"
  },
  {
    "文件名": "【推荐+】【2.2w收藏】《重生之美人娇妩》作者：施黛（前世今生，两世，娇软大胆官宦千金vs霸道醋王江湖门主，弥补前世遗.txt",
    "夸克盘链接": "https://pan.quark.cn/s/d40f1facd03d"
  },
  {
    "文件名": "【推荐+】《皈依猫猫教》作者：醉又何妨（强强 仙侠修真 甜文 爽文 轻松）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/9f1523f2aba6"
  },
  {
    "文件名": "【推荐】【2w收藏】《我成了全人类外挂[快穿]》作者：清水枇杷.txt",
    "夸克盘链接": "https://pan.quark.cn/s/9d86976a082f"
  },
  {
    "文件名": "【推荐】【1.8w收藏】《反派养崽[穿书]》作者：枭荣.txt",
    "夸克盘链接": "https://pan.quark.cn/s/843e27391318"
  },
  {
    "文件名": "【推荐】【2w收藏】《掌心素（双重生）》作者：八街九陌.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c7f9ccec9688"
  },
  {
    "文件名": "《快穿之恶毒女配彻底摆烂了》作者：虎门好好.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c638e45cf1dd"
  },
  {
    "文件名": "《快穿疯批美人不肯当炮灰怎么办》作者：清炒五花肉.txt",
    "夸克盘链接": "https://pan.quark.cn/s/68c504326945"
  },
  {
    "文件名": "《快穿之攻略值怎么又满了》作者：怀星.txt",
    "夸克盘链接": "https://pan.quark.cn/s/55feeb07308f"
  },
  {
    "文件名": "《坑夫老婆跑路了》作者：酒宝儿.txt",
    "夸克盘链接": "https://pan.quark.cn/s/9bc3197c7251"
  },
  {
    "文件名": "《快穿：美强惨的恋爱游戏》作者：摇啊摇.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c13a4155776c"
  },
  {
    "文件名": "《快穿：黑莲花手拿深情剧本》作者：魏什么.txt",
    "夸克盘链接": "https://pan.quark.cn/s/b8d1fc5bddc4"
  },
  {
    "文件名": "【番全】《陆上将家的omega超会撩的（重生）》作者：若水.txt",
    "夸克盘链接": "https://pan.quark.cn/s/4380493e545d"
  },
  {
    "文件名": "《快穿：疯了吧，你管这叫炮灰 》作者：暴发户尘尘.txt",
    "夸克盘链接": "https://pan.quark.cn/s/3593010fcbe7"
  },
  {
    "文件名": "《快穿：反派太宠太撩人》盛暖 作者：太史婴.txt",
    "夸克盘链接": "https://pan.quark.cn/s/af8041f499d5"
  },
  {
    "文件名": "【耽美】《早知道婚后乱撩会被》作者 云斜不归.txt",
    "夸克盘链接": "https://pan.quark.cn/s/36dd68b81687"
  },
  {
    "文件名": "【耽美】《阴缘》作者 只雀.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e156a7a63aaa"
  },
  {
    "文件名": "【耽美】《兽世种田养崽搞基建》 作者：清崽.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ab4b3fb8cb16"
  },
  {
    "文件名": "【耽美】《我导演了灵气复苏》作者 辉羽天.txt",
    "夸克盘链接": "https://pan.quark.cn/s/65e39ce484f7"
  },
  {
    "文件名": "【耽美】《社恐小丧尸被迫出门》作者 浪里淘浪.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ee59c209dbae"
  },
  {
    "文件名": "【耽美】《金牌软饭指南[虫族]》作者 眠山.txt",
    "夸克盘链接": "https://pan.quark.cn/s/fd0abe27c169"
  },
  {
    "文件名": "【耽美】《废材徒弟被宠成恋爱脑之后》作者 易四三.txt",
    "夸克盘链接": "https://pan.quark.cn/s/214b587fdd3b"
  },
  {
    "文件名": "【耽美】《穿进狗血文后我靠发疯活得潇洒》作者 桃子清.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ae8de1e70de1"
  },
  {
    "文件名": "【耽美】《穿成摄政王的替身男妻》作者 花笙酿.txt",
    "夸克盘链接": "https://pan.quark.cn/s/14d15018854f"
  },
  {
    "文件名": "【补番】星星轻颤时 作者：唧唧的猫.txt",
    "夸克盘链接": "https://pan.quark.cn/s/b8b3382a87e6"
  },
  {
    "文件名": "【补番】失控 作者：周沅.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ce1e6ae70fa4"
  },
  {
    "文件名": "《最强任务者》作者：风高放火天.txt",
    "夸克盘链接": "https://pan.quark.cn/s/7d84c68fc4e6"
  },
  {
    "文件名": "【17K故事会】重生后我杀疯了 作者：四季温暖.txt",
    "夸克盘链接": "https://pan.quark.cn/s/78772cab2d06"
  },
  {
    "文件名": "【32.6w收藏】《漂亮炮灰[无限》作者：小阿芬.txt",
    "夸克盘链接": "https://pan.quark.cn/s/d903fe2b37f8"
  },
  {
    "文件名": "【17K故事会】他不知道，其实他也是替身 作者：葚曦.txt",
    "夸克盘链接": "https://pan.quark.cn/s/8e77b23b3543"
  },
  {
    "文件名": "【12w收藏！】《不准影响我学习！》作者：三千大梦叙平生（校园双向救赎，假友善和气vs假斯文体弱，双校霸）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/97f4c134fe97"
  },
  {
    "文件名": "《最强魔法师不想爆红》（精校版全本）作者：卧麟.txt",
    "夸克盘链接": "https://pan.quark.cn/s/2c8867489281"
  },
  {
    "文件名": "《总有辣鸡想吓我[无限]》作者：南木北牙.txt",
    "夸克盘链接": "https://pan.quark.cn/s/8dd25e8a76dc"
  },
  {
    "文件名": "《总裁老公，太美腻》作者：薛火火.txt",
    "夸克盘链接": "https://pan.quark.cn/s/38314a087447"
  },
  {
    "文件名": "《灼烧玫瑰》（精校版全本）作者：阿阮有酒.txt",
    "夸克盘链接": "https://pan.quark.cn/s/d96c8ddcad72"
  },
  {
    "文件名": "《追星星的人[娱乐圈]》作者：青茶木.txt",
    "夸克盘链接": "https://pan.quark.cn/s/627cff5761a5"
  },
  {
    "文件名": "《装Beta后我迎娶了顶A元帅》作者：六角雪.txt",
    "夸克盘链接": "https://pan.quark.cn/s/5e7f0a3d9a52"
  },
  {
    "文件名": "《装乖》作者：喝豆奶的狼.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a3de5961d27e"
  },
  {
    "文件名": "《专业接盘侠[快穿] 》作者：七千里.txt",
    "夸克盘链接": "https://pan.quark.cn/s/3fa9fda08f9b"
  },
  {
    "文件名": "《竹马他竟是怪物暴君》作者：云山昼.txt",
    "夸克盘链接": "https://pan.quark.cn/s/febecfb02a9f"
  },
  {
    "文件名": "《诸神回避》作者：菖蒲君君.txt",
    "夸克盘链接": "https://pan.quark.cn/s/67d3c0adde75"
  },
  {
    "文件名": "《朱门宠妾》作者：绿窗红袖.txt",
    "夸克盘链接": "https://pan.quark.cn/s/5190a23120d2"
  },
  {
    "文件名": "《咒术高专的中也小姐》作者：千辞月.txt",
    "夸克盘链接": "https://pan.quark.cn/s/3998f664b651"
  },
  {
    "文件名": "《重生年代：炮灰长姐带妹逆袭》作者：六月浩雪.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a423c6286354"
  },
  {
    "文件名": "《咒灵小姐的柯学进化论》作者：灰云垂野.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a09df7cab14b"
  },
  {
    "文件名": "《重生之卷成富二代[九零]》作者：海船果心.txt",
    "夸克盘链接": "https://pan.quark.cn/s/f756a4f49306"
  },
  {
    "文件名": "《重生之不做皇后》作者：漠北大雁.txt",
    "夸克盘链接": "https://pan.quark.cn/s/0c3ee964410e"
  },
  {
    "文件名": "《重生纨绔权臣家的小娇娘》作者：南烛馆.txt",
    "夸克盘链接": "https://pan.quark.cn/s/906633723549"
  },
  {
    "文件名": "《重生两次后我穿回书里了》作者：温瑜宽.txt",
    "夸克盘链接": "https://pan.quark.cn/s/1f15bce2e3cb"
  },
  {
    "文件名": "《重生绝品仙医》作者：轻纱墨舞.txt",
    "夸克盘链接": "https://pan.quark.cn/s/145f1607c9d7"
  },
  {
    "文件名": "《重生后我靠公益直播爆红了》作者：单辞.txt",
    "夸克盘链接": "https://pan.quark.cn/s/07ebacaf765f"
  },
  {
    "文件名": "《重生后！我嫁给了奸臣爹的死对头》作者：棒棒小可爱.txt",
    "夸克盘链接": "https://pan.quark.cn/s/47eade053f8f"
  },
  {
    "文件名": "《中医高源》作者：唐甲甲.txt",
    "夸克盘链接": "https://pan.quark.cn/s/19bacc958f3b"
  },
  {
    "文件名": "《重生茶艺男神》作者：陈年老龙井.txt",
    "夸克盘链接": "https://pan.quark.cn/s/81715d8ce88e"
  },
  {
    "文件名": "《重力使都姓中原》作者：迟昼夜明.txt",
    "夸克盘链接": "https://pan.quark.cn/s/3cc4e3ff869b"
  },
  {
    "文件名": "《重回1979》作者：奶酪月亮.txt",
    "夸克盘链接": "https://pan.quark.cn/s/25eeb074814f"
  },
  {
    "文件名": "《稚子》作者：简容.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e64c3f619da8"
  },
  {
    "文件名": "《智齿》作者：姜揽月.txt",
    "夸克盘链接": "https://pan.quark.cn/s/7f3a05981573"
  },
  {
    "文件名": "《治愈系竹马攻略指南》作者：琴扶苏 主受 .txt",
    "夸克盘链接": "https://pan.quark.cn/s/8a954f926ffb"
  },
  {
    "文件名": "《至此不逾》作者：法拉栗.txt",
    "夸克盘链接": "https://pan.quark.cn/s/81ebb3ce8c2f"
  },
  {
    "文件名": "《只准她放肆》作者 慕义.txt",
    "夸克盘链接": "https://pan.quark.cn/s/52b9a7acc035"
  },
  {
    "文件名": "《纸片人会梦到三次元的我吗》作者：奶糖方包.txt",
    "夸克盘链接": "https://pan.quark.cn/s/f8b6e3c93e73"
  },
  {
    "文件名": "《只想当备胎也不容易（快穿）》 作者：蒙蒙不萌【3.6w主受】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/7b9b725f6138"
  },
  {
    "文件名": "《职业替身不谈恋爱》（精校版全本）作者：喵一下听听.txt",
    "夸克盘链接": "https://pan.quark.cn/s/5765d2442eb0"
  },
  {
    "文件名": "《直男女装遇到竹马校草翻车了》作者：蔷薇照雪.txt",
    "夸克盘链接": "https://pan.quark.cn/s/45bb2692ded1"
  },
  {
    "文件名": "《直男室友被美人受gay了》作者：山青禾.txt",
    "夸克盘链接": "https://pan.quark.cn/s/f77770f8dc89"
  },
  {
    "文件名": "《职业劫色反被劫 》作者：QJF.txt",
    "夸克盘链接": "https://pan.quark.cn/s/198095105a97"
  },
  {
    "文件名": "《直播养虫崽后我爆火星际 虫族 》作者：安右 9k主攻 .txt",
    "夸克盘链接": "https://pan.quark.cn/s/2e99620985df"
  },
  {
    "文件名": "《直播嘴替，在线爆红》作者：寸心无疑.txt",
    "夸克盘链接": "https://pan.quark.cn/s/4a10c9029442"
  },
  {
    "文件名": "《直男地狱(H) 》作者：QJF.txt",
    "夸克盘链接": "https://pan.quark.cn/s/720ba97e094e"
  },
  {
    "文件名": "《执笔者沉默不语》作者：韩陵堪石语.txt",
    "夸克盘链接": "https://pan.quark.cn/s/40fd85268193"
  },
  {
    "文件名": "《直播后龙崽的反派爹找上门了》作者：猫捷列夫.txt",
    "夸克盘链接": "https://pan.quark.cn/s/cb1eda4d46ca"
  },
  {
    "文件名": "《直播我在升级流游戏中当戏子》作者：琅琊子.txt",
    "夸克盘链接": "https://pan.quark.cn/s/b72fb1de6a2c"
  },
  {
    "文件名": "《拯救炮灰（快穿）》作者：糖炙 .txt",
    "夸克盘链接": "https://pan.quark.cn/s/ef7df03a9efc"
  },
  {
    "文件名": "《拯救一亿颗星星[快穿]》作者：雅臣.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e7f903ea51e0"
  },
  {
    "文件名": "《拯救那个小可怜》作者：少女春宵.txt",
    "夸克盘链接": "https://pan.quark.cn/s/3c611bbad460"
  },
  {
    "文件名": "《拯救恋爱脑（快穿）》作者：橙花味的兔子糖.txt",
    "夸克盘链接": "https://pan.quark.cn/s/5a1f4f4b744a"
  },
  {
    "文件名": "《震惊！星际少将把康熙忽悠摆烂了（清穿）》作者：默聚.txt",
    "夸克盘链接": "https://pan.quark.cn/s/1d1d1bd4b17b"
  },
  {
    "文件名": "《震惊！星际少将把康熙忽悠摆烂了 清穿 》作者：默聚.txt",
    "夸克盘链接": "https://pan.quark.cn/s/78ac232cc788"
  },
  {
    "文件名": "《朕和她》作者：她与灯.txt",
    "夸克盘链接": "https://pan.quark.cn/s/4eb2693a9ffa"
  },
  {
    "文件名": "《枕边恶语》作者：泥巴姥爷 1.2w .txt",
    "夸克盘链接": "https://pan.quark.cn/s/eca08e1a37ed"
  },
  {
    "文件名": "《真千金靠玄学直播飞升啦》作者：年糕粉丝汤.txt",
    "夸克盘链接": "https://pan.quark.cn/s/b75cc19f4352"
  },
  {
    "文件名": "《真千金靠玄学在综艺爆红》作者：杰克猫咪.txt",
    "夸克盘链接": "https://pan.quark.cn/s/92cd928ab10b"
  },
  {
    "文件名": "《真空玫瑰》作者：隔岸观火.txt",
    "夸克盘链接": "https://pan.quark.cn/s/466a59040adc"
  },
  {
    "文件名": "《真的爱你》（精校版全本+番外57章）作者：鬼丑.txt",
    "夸克盘链接": "https://pan.quark.cn/s/9ca130e6b6af"
  },
  {
    "文件名": "《这逆徒我不要了》作者：三奇加会.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e32cbdf5bf40"
  },
  {
    "文件名": "《珍宝归来（吾家奇内助II之二）》作者：裘梦.txt",
    "夸克盘链接": "https://pan.quark.cn/s/db36448c0402"
  },
  {
    "文件名": "《这恋爱一定要谈吗》（精校版全本）作者：松子茶.txt",
    "夸克盘链接": "https://pan.quark.cn/s/31d345656c85"
  },
  {
    "文件名": "《这个Beta为何那样》作者：七夜祭.txt",
    "夸克盘链接": "https://pan.quark.cn/s/6d7af8b3adaa"
  },
  {
    "文件名": "《折枝》作者：惘若.txt",
    "夸克盘链接": "https://pan.quark.cn/s/2e4c24220733"
  },
  {
    "文件名": "《这本虐文甜炸了[快穿]》作者：夂槿.txt",
    "夸克盘链接": "https://pan.quark.cn/s/87959258e794"
  },
  {
    "文件名": "《折幽香》作者：万山灯.txt",
    "夸克盘链接": "https://pan.quark.cn/s/50b48756bf2e"
  },
  {
    "文件名": "《招财进我》作者：葫禄.txt",
    "夸克盘链接": "https://pan.quark.cn/s/b6e3085886ad"
  },
  {
    "文件名": "《昭昭》作者：李书锦.txt",
    "夸克盘链接": "https://pan.quark.cn/s/8eecc2f7817b"
  },
  {
    "文件名": "《招摇过境》作者：香草芋圆.txt",
    "夸克盘链接": "https://pan.quark.cn/s/83b1308b9b65"
  },
  {
    "文件名": "《掌中》作者：北境有冻离.txt",
    "夸克盘链接": "https://pan.quark.cn/s/f1e72493d553"
  },
  {
    "文件名": "《掌中》作者：北境有冻离 1.2w .txt",
    "夸克盘链接": "https://pan.quark.cn/s/478a56a39bcd"
  },
  {
    "文件名": "《掌心蜜糖》作者：凉慈.txt",
    "夸克盘链接": "https://pan.quark.cn/s/05e394252c91"
  },
  {
    "文件名": "《掌心的月亮》作者：东风入阵来.txt",
    "夸克盘链接": "https://pan.quark.cn/s/05ce95d88a5c"
  },
  {
    "文件名": "《战利品》作者：衣袂翻飞.txt",
    "夸克盘链接": "https://pan.quark.cn/s/4291b563c347"
  },
  {
    "文件名": "《渣了主角后我天天修罗场》作者：卷狸【7k主受】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ddf0e1c48cf4"
  },
  {
    "文件名": "《摘下那束高岭之花》（精校版全本）作者：妙机.txt",
    "夸克盘链接": "https://pan.quark.cn/s/2b8e2d7a3579"
  },
  {
    "文件名": "《脏话》作者：Ms九玥.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c3365c29e271"
  },
  {
    "文件名": "《脏话》作者：Ms九玥 1.5w .txt",
    "夸克盘链接": "https://pan.quark.cn/s/db6ef55565d5"
  },
  {
    "文件名": "《簪我长安花》 作者：喃喃果.txt",
    "夸克盘链接": "https://pan.quark.cn/s/420dae40b76a"
  },
  {
    "文件名": "《在座boss都是我熟人 无限 》作者：未一WY.txt",
    "夸克盘链接": "https://pan.quark.cn/s/aaa4bce38d07"
  },
  {
    "文件名": "《在幼儿园当大厨养崽[美食]》作者：苏香兰色(1).txt",
    "夸克盘链接": "https://pan.quark.cn/s/cc2601f77fce"
  },
  {
    "文件名": "《在游戏里傍上野王以后》作者： 糯糯啊.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e77f623bc36b"
  },
  {
    "文件名": "《在妖界深山开旅馆》作者：山川九泽.txt",
    "夸克盘链接": "https://pan.quark.cn/s/d177da12d43c"
  },
  {
    "文件名": "《在异世界当邪神之母》作者：植月引泉.txt",
    "夸克盘链接": "https://pan.quark.cn/s/890cfb74c00c"
  },
  {
    "文件名": "《在星际做地球动漫的我暴富成神》作者：不听周南 4w男主无cp .txt",
    "夸克盘链接": "https://pan.quark.cn/s/f78c24ca93a8"
  },
  {
    "文件名": "《在逃美人》作者：燕停.txt",
    "夸克盘链接": "https://pan.quark.cn/s/0b71a91872e6"
  },
  {
    "文件名": "《在恋综反复修罗场后我红了》（精校版全本）作者：今古.txt",
    "夸克盘链接": "https://pan.quark.cn/s/d34eea119526"
  },
  {
    "文件名": "《在恋爱游戏玩首领RPG》作者：脏脏猫Zz.txt",
    "夸克盘链接": "https://pan.quark.cn/s/8209ec0a5930"
  },
  {
    "文件名": "《在柯学世界靠苟续命》 作者：江枝亚罗【4w主受】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/89dfbc6ad8cc"
  },
  {
    "文件名": "《在柯学里当房东》作者：风月蚕.txt",
    "夸克盘链接": "https://pan.quark.cn/s/16e691e5fdbf"
  },
  {
    "文件名": "《在荒野求生直播跟动物聊天爆红》作者：弦三千.txt",
    "夸克盘链接": "https://pan.quark.cn/s/8b9c0150be1a"
  },
  {
    "文件名": "《在劫难逃》 作者：久陆.txt",
    "夸克盘链接": "https://pan.quark.cn/s/92c16452e159"
  },
  {
    "文件名": "《在大秦帝国教书的日子》作者：花灯见.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c514affcb885"
  },
  {
    "文件名": "《再少年》作者：疯丢子.txt",
    "夸克盘链接": "https://pan.quark.cn/s/df976a126a4e"
  },
  {
    "文件名": "《在规则怪谈世界抽卡开挂 无限 》作者： 荔箫.txt",
    "夸克盘链接": "https://pan.quark.cn/s/638c135e1234"
  },
  {
    "文件名": "《崽崽们不可能这么乖！》（精校版全本）作者：最爱梅子酒.txt",
    "夸克盘链接": "https://pan.quark.cn/s/1642cec57fc9"
  },
  {
    "文件名": "《再度认输》作者：风听三千.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a41529729a53"
  },
  {
    "文件名": "《崽崽进入无限游戏后》作者：广寒宫昆.txt",
    "夸克盘链接": "https://pan.quark.cn/s/5d0dffb4f954"
  },
  {
    "文件名": "《崽崽》作者：川澜.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ffa4532be482"
  },
  {
    "文件名": "《灾世房车囤货求生》作者：南绫.txt",
    "夸克盘链接": "https://pan.quark.cn/s/fe2de5d8eb4b"
  },
  {
    "文件名": "《月升双璧》作者：杳杳云瑟.txt",
    "夸克盘链接": "https://pan.quark.cn/s/8ee8fbe7d685"
  },
  {
    "文件名": "《云娇雨怯》作者：韫枝.txt",
    "夸克盘链接": "https://pan.quark.cn/s/60b68b98e717"
  },
  {
    "文件名": "《月亮天梯》作者：蜜月【1w】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/4ae18718b563"
  },
  {
    "文件名": "《圆圆记事》作者：竹笋君.txt",
    "夸克盘链接": "https://pan.quark.cn/s/0cbec12877ac"
  },
  {
    "文件名": "《远方的风》作者：灵河.txt",
    "夸克盘链接": "https://pan.quark.cn/s/cb6c4266229b"
  },
  {
    "文件名": "《冤有头蛋有主 全息 》（精校版全本）作者：一世华裳.txt",
    "夸克盘链接": "https://pan.quark.cn/s/0a43342784bd"
  },
  {
    "文件名": "《原神：我居然是愚人众第六席》作者：浮散一世.txt",
    "夸克盘链接": "https://pan.quark.cn/s/94737fac4c7c"
  },
  {
    "文件名": "《冤家路窄》作者：布兰琪【5k】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/2d60604cfb6f"
  },
  {
    "文件名": "《冤家路窄》作者：布兰琪 5k .txt",
    "夸克盘链接": "https://pan.quark.cn/s/a2d3f82a04a7"
  },
  {
    "文件名": "《愈演愈烈》作者：君小乐.txt",
    "夸克盘链接": "https://pan.quark.cn/s/f44aff7837df"
  },
  {
    "文件名": "《与周仙》作者：长安梨.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a5945bf3a38a"
  },
  {
    "文件名": "《雨溺》作者：殊晚.txt",
    "夸克盘链接": "https://pan.quark.cn/s/d4cd9f58754e"
  },
  {
    "文件名": "《与秋》作者：七宝酥.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e9b047a82b48"
  },
  {
    "文件名": "《与你相邻》作者：胧月Ay.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ba16c98e2198"
  },
  {
    "文件名": "《与病秧子夫君和离后》作者：尾翘.txt",
    "夸克盘链接": "https://pan.quark.cn/s/b331c360e24e"
  },
  {
    "文件名": "《娱乐圈被整顿后我靠武力值爆红》作者：苏紫水.txt",
    "夸克盘链接": "https://pan.quark.cn/s/8a2899c8108c"
  },
  {
    "文件名": "《娱乐圈女王还是我[重生] 》作者：板栗子.txt",
    "夸克盘链接": "https://pan.quark.cn/s/706d17bd8fcc"
  },
  {
    "文件名": "《余生有你，兵荒马乱》作者：栗梓.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ca5fc329ec61"
  },
  {
    "文件名": "《淤痕》作者：碎厌.txt",
    "夸克盘链接": "https://pan.quark.cn/s/2a1ab6e1bbc6"
  },
  {
    "文件名": "《有辱神格》作者：观乎.txt",
    "夸克盘链接": "https://pan.quark.cn/s/f1132de38093"
  },
  {
    "文件名": "《慵懒少年！入江君》作者：芾尘.txt",
    "夸克盘链接": "https://pan.quark.cn/s/987a59ebc746"
  },
  {
    "文件名": "《游戏设计，从屠龙宝刀开始》作者：寒荷.txt",
    "夸克盘链接": "https://pan.quark.cn/s/49275d77f504"
  },
  {
    "文件名": "《阴郁受抛夫弃崽后跑不掉了》作者：粥粥不粥 7k主受 .txt",
    "夸克盘链接": "https://pan.quark.cn/s/f89e37d36d92"
  },
  {
    "文件名": "《阴司在逃打工人》（精校版全本）作者：夜宵吃烧烤吧.txt",
    "夸克盘链接": "https://pan.quark.cn/s/8d2128c2dc6b"
  },
  {
    "文件名": "《异行的幽灵》（精校版全本+番外111章）作者：成渊.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e40c0f443504"
  },
  {
    "文件名": "《以身饲恶犬》作者：林汀汀汀汀汀.txt",
    "夸克盘链接": "https://pan.quark.cn/s/04db4c4508d4"
  },
  {
    "文件名": "《一枕娇》作者：陈十年.txt",
    "夸克盘链接": "https://pan.quark.cn/s/6644b6823b2e"
  },
  {
    "文件名": "《一夜爆红》作者：穆烟.txt",
    "夸克盘链接": "https://pan.quark.cn/s/7e513a0062d4"
  },
  {
    "文件名": "《一门之隔》作者：殷寻.txt",
    "夸克盘链接": "https://pan.quark.cn/s/84b763e58895"
  },
  {
    "文件名": "《一提离婚沙雕攻就失忆》作者：卷尾咩.txt",
    "夸克盘链接": "https://pan.quark.cn/s/3dddb5dea3cd"
  },
  {
    "文件名": "《一流女仵作》作者：寄秋.txt",
    "夸克盘链接": "https://pan.quark.cn/s/961f40926b13"
  },
  {
    "文件名": "《一较高下》作者：顾青姿.txt",
    "夸克盘链接": "https://pan.quark.cn/s/dbbfe5960c2d"
  },
  {
    "文件名": "《一婚还比一婚高》作者：晨雾的光（高干，男主挖墙脚，腹黑霸道市长vs人间清醒女主，虐男主）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/0e625ebbec49"
  },
  {
    "文件名": "《一个故事》作者：多梨.txt",
    "夸克盘链接": "https://pan.quark.cn/s/1260f7b47a7e"
  },
  {
    "文件名": "《一个声名狼藉的beta 》作者：QJF.txt",
    "夸克盘链接": "https://pan.quark.cn/s/f530916cf8a2"
  },
  {
    "文件名": "《野鸦椿》作者：桃屿.txt",
    "夸克盘链接": "https://pan.quark.cn/s/3e269504ac77"
  },
  {
    "文件名": "《夜戏》作者：余礼.txt",
    "夸克盘链接": "https://pan.quark.cn/s/411a519d1ad0"
  },
  {
    "文件名": "《野芒》作者：静深.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c01b1503cefb"
  },
  {
    "文件名": "《野狗玫瑰》作者：流风星辰.txt",
    "夸克盘链接": "https://pan.quark.cn/s/bd3087377cab"
  },
  {
    "文件名": "《要被人攻略的反派是我竹马》作者：蕉下覆鹿.txt",
    "夸克盘链接": "https://pan.quark.cn/s/77835cfd85d3"
  },
  {
    "文件名": "《药宗大师姐在星际》作者：喵祟祟.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ecb31260ad5b"
  },
  {
    "文件名": "《养猪的爱人》作者：Six7.txt",
    "夸克盘链接": "https://pan.quark.cn/s/0e8507112264"
  },
  {
    "文件名": "《妖怪恋爱指南》作者：聿见.txt",
    "夸克盘链接": "https://pan.quark.cn/s/008dac161a31"
  },
  {
    "文件名": "《演到最后剧情它一无所有》作者：盒盒圆圆.txt",
    "夸克盘链接": "https://pan.quark.cn/s/6b2c0ce0d5da"
  },
  {
    "文件名": "《烟雨街》作者：山有嘉卉.txt",
    "夸克盘链接": "https://pan.quark.cn/s/bbc8112e3c26"
  },
  {
    "文件名": "《玄学美人，爆火香江》作者：梦廊雨.txt",
    "夸克盘链接": "https://pan.quark.cn/s/021e54df1f7f"
  },
  {
    "文件名": "《雪下轻卿 先婚后爱 》作者：州府小十三.txt",
    "夸克盘链接": "https://pan.quark.cn/s/79370bb63a32"
  },
  {
    "文件名": "《学神上恋综后全网爆红》（精校版全本）作者：桥六舟.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c2db8a3f3b6c"
  },
  {
    "文件名": "《玄学咸鱼在恋综躺赢了》作者：清且丶.txt",
    "夸克盘链接": "https://pan.quark.cn/s/efd39f34353e"
  },
  {
    "文件名": "《玄学老祖穿成假孕炮灰后》作者：种树的喵.txt",
    "夸克盘链接": "https://pan.quark.cn/s/fc7861a8c104"
  },
  {
    "文件名": "《玄学大佬她只想守寡 七零 》作者：情弦.txt",
    "夸克盘链接": "https://pan.quark.cn/s/2a2e30496991"
  },
  {
    "文件名": "《玄学大佬她只想守寡[七零]》作者：情弦.txt",
    "夸克盘链接": "https://pan.quark.cn/s/b0193ff326eb"
  },
  {
    "文件名": "《玄学吃瓜，指定保真》作者：泓一.txt",
    "夸克盘链接": "https://pan.quark.cn/s/bd5727b0bfe0"
  },
  {
    "文件名": "《蓄谋》作者：宋缙.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e7d07a05f6ff"
  },
  {
    "文件名": "《蓄谋童话》作者：嘘知.txt",
    "夸克盘链接": "https://pan.quark.cn/s/37a670b623ff"
  },
  {
    "文件名": "《虚饰玫瑰》作者：谢沧浪.txt",
    "夸克盘链接": "https://pan.quark.cn/s/0be15983b462"
  },
  {
    "文件名": "《修炼最强后我娶了仙尊》作者：酒折月.txt",
    "夸克盘链接": "https://pan.quark.cn/s/63314604416b"
  },
  {
    "文件名": "《凶悍老板和他的漂亮小作精》作者：禾花.txt",
    "夸克盘链接": "https://pan.quark.cn/s/4ceacaf83a8f"
  },
  {
    "文件名": "《行舟又见桃花源》作者：蜜糖年代【1.4w】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/991deffd66ca"
  },
  {
    "文件名": "《星星轻颤时》作者：唧唧的猫(1).txt",
    "夸克盘链接": "https://pan.quark.cn/s/cb86e34a1042"
  },
  {
    "文件名": "《星星满怀》作者：阿尔杯撕.txt",
    "夸克盘链接": "https://pan.quark.cn/s/5571a3dbfa36"
  },
  {
    "文件名": "《行舟又见桃花源》作者：蜜糖年代 1.4w .txt",
    "夸克盘链接": "https://pan.quark.cn/s/323885ecab23"
  },
  {
    "文件名": "《星球崛起》作者：panther.txt",
    "夸克盘链接": "https://pan.quark.cn/s/3869a5fdbf9e"
  },
  {
    "文件名": "《星际全能药剂师》作者：出走的罐头.txt",
    "夸克盘链接": "https://pan.quark.cn/s/d473a8920786"
  },
  {
    "文件名": "《星际第一修理工》作者：逾九.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e6de942147da"
  },
  {
    "文件名": "《信息素诱导公式》作者：卿小双.txt",
    "夸克盘链接": "https://pan.quark.cn/s/2d710e08bd35"
  },
  {
    "文件名": "《新欢旧爱都是你》作者：倚梦寻.txt",
    "夸克盘链接": "https://pan.quark.cn/s/7a88b544c26b"
  },
  {
    "文件名": "《心存幻想[男二上位]》作者：芋昔.txt",
    "夸克盘链接": "https://pan.quark.cn/s/f24903b9f440"
  },
  {
    "文件名": "《心存幻想 男二上位 》作者：芋昔.txt",
    "夸克盘链接": "https://pan.quark.cn/s/92aad70fdecd"
  },
  {
    "文件名": "《谢师兄今天黑化了么》作者：枝期.txt",
    "夸克盘链接": "https://pan.quark.cn/s/3dff6d00928b"
  },
  {
    "文件名": "《校园文男主的反派前女友》 作者：今夜来采菊.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e5202edb2d2d"
  },
  {
    "文件名": "《校花降临[双系统]》作者：酒青.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a4b3b0b5404c"
  },
  {
    "文件名": "《协议结婚后热搜爆了》作者：月初姣姣（西装暴徒，斯文败类vs财阀恶女，甜系拽姐，双向奔赴的冰糖暖宠文）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/b21861e5b088"
  },
  {
    "文件名": "《校花降临 双系统 》作者：酒青.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ffb9ec677bae"
  },
  {
    "文件名": "《校草同桌总是很烦》作者：与子承说.txt",
    "夸克盘链接": "https://pan.quark.cn/s/f81200548ed8"
  },
  {
    "文件名": "《校草，求你做个人！》作者：就是微澜啊.txt",
    "夸克盘链接": "https://pan.quark.cn/s/1c76f6a4e79b"
  },
  {
    "文件名": "《校草他过于优秀》作者：月不狂.txt",
    "夸克盘链接": "https://pan.quark.cn/s/b1218b2ff1e3"
  },
  {
    "文件名": "《小崽崽他超行的！》作者：时光语.txt",
    "夸克盘链接": "https://pan.quark.cn/s/9909ebfc2104"
  },
  {
    "文件名": "《小夏》作者：陈未满.txt",
    "夸克盘链接": "https://pan.quark.cn/s/0ee287f1db19"
  },
  {
    "文件名": "《小鼯鼠养了只龙当保镖》（精校版全本）作者：银耳猫猫.txt",
    "夸克盘链接": "https://pan.quark.cn/s/faf8cbab4db4"
  },
  {
    "文件名": "《小兔狲对它的尾巴很满意》作者：三三函函 2.4w主受 .txt",
    "夸克盘链接": "https://pan.quark.cn/s/781a4a82c150"
  },
  {
    "文件名": "《小甜O穿成反派假少爷》作者：黑川则【6k主受】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/f80496ade6e3"
  },
  {
    "文件名": "《小师妹每天都在拒绝内卷》作者：程六一.txt",
    "夸克盘链接": "https://pan.quark.cn/s/b4aed9b84650"
  },
  {
    "文件名": "《小师妹性别成谜》作者：越元冬.txt",
    "夸克盘链接": "https://pan.quark.cn/s/f5496d5dddb0"
  },
  {
    "文件名": "《小声一点》作者：叶栀酒 1.7w .txt",
    "夸克盘链接": "https://pan.quark.cn/s/96f51f4c88ff"
  },
  {
    "文件名": "《小傻子被魂穿后》作者：若长生.txt",
    "夸克盘链接": "https://pan.quark.cn/s/73ccc871573b"
  },
  {
    "文件名": "《小绿茶能有什么坏心思呢》作者：公子闻筝.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ed5938a5cabf"
  },
  {
    "文件名": "《小皇子今天被灭国了吗》作者：采采来了.txt",
    "夸克盘链接": "https://pan.quark.cn/s/7f9064199ef0"
  },
  {
    "文件名": "《小可怜找到豪门爸爸后》 作者：教无.txt",
    "夸克盘链接": "https://pan.quark.cn/s/8d71978606a0"
  },
  {
    "文件名": "《小鲛人，掉珍珠！腹黑狼王他要疯》作者：稚子小.txt",
    "夸克盘链接": "https://pan.quark.cn/s/62c743fc1073"
  },
  {
    "文件名": "《小狐狸外室》作者：为伊憔悴.txt",
    "夸克盘链接": "https://pan.quark.cn/s/5d5324f5b525"
  },
  {
    "文件名": "《小怪胎嘎嘎征服异能界》（精校版全本）作者：鹿忘.txt",
    "夸克盘链接": "https://pan.quark.cn/s/21459114f8d9"
  },
  {
    "文件名": "《小皇子今天被灭国了吗》作者：采采来了 7.9w主受 .txt",
    "夸克盘链接": "https://pan.quark.cn/s/e1e1bbf076f2"
  },
  {
    "文件名": "《小宫女穿现代靠美食发家致富了》作者：木梨枝.txt",
    "夸克盘链接": "https://pan.quark.cn/s/433b8789d3b2"
  },
  {
    "文件名": "《小废材找到了男朋友》作者：大瓜傻子.txt",
    "夸克盘链接": "https://pan.quark.cn/s/cfed5349f904"
  },
  {
    "文件名": "《咸鱼少爷被迫成为影帝助理后爆红了 娱乐圈 》作者：质心 5k主受 .txt",
    "夸克盘链接": "https://pan.quark.cn/s/65e5acad9281"
  },
  {
    "文件名": "《现在就等着死了》作者：即墨遥 5w主受 .txt",
    "夸克盘链接": "https://pan.quark.cn/s/13675915062b"
  },
  {
    "文件名": "《小触手恋爱守则》作者：顾菇咕.txt",
    "夸克盘链接": "https://pan.quark.cn/s/45bd6efe0636"
  },
  {
    "文件名": "《咸鱼贵妃她不想翻身》作者：棠花树.txt",
    "夸克盘链接": "https://pan.quark.cn/s/32729ccf1f12"
  },
  {
    "文件名": "《咸鱼认错未婚夫了》作者：提月.txt",
    "夸克盘链接": "https://pan.quark.cn/s/6a444f9e0ac6"
  },
  {
    "文件名": "《仙尊在上》作者：穆幕.txt",
    "夸克盘链接": "https://pan.quark.cn/s/198db8b19587"
  },
  {
    "文件名": "《夏阳》作者：秋瑾瑜y.txt",
    "夸克盘链接": "https://pan.quark.cn/s/bfeac70154a9"
  },
  {
    "文件名": "《细腰》作者：左耳听禅.txt",
    "夸克盘链接": "https://pan.quark.cn/s/46e123d81617"
  },
  {
    "文件名": "《夏日焰火》作者：帘十里（放荡不羁（温柔阳光）×温柔内敛，双向暗恋描写很入心）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e40cfb965bad"
  },
  {
    "文件名": "《夏风长》作者：树延.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e09377478af0"
  },
  {
    "文件名": "《戏中意》作者：休屠城〖心机-笨蛋美人vs外温内冷霸总〗.txt",
    "夸克盘链接": "https://pan.quark.cn/s/05225c04954d"
  },
  {
    "文件名": "《戏精夫妻在八零》作者：麻辣香橙.txt",
    "夸克盘链接": "https://pan.quark.cn/s/9a7da8a15716"
  },
  {
    "文件名": "《戏精的他又在自我攻略》作者：喻绵.txt",
    "夸克盘链接": "https://pan.quark.cn/s/95d15cdff934"
  },
  {
    "文件名": "《喜欢你很久了》作者：是草头王的王【主受】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/39c82c46617d"
  },
  {
    "文件名": "《西城往事2·一天》作者：舒远.txt",
    "夸克盘链接": "https://pan.quark.cn/s/5da07c56ed27"
  },
  {
    "文件名": "《无人救我[无限] 》作者：织朱.txt",
    "夸克盘链接": "https://pan.quark.cn/s/fbac8cb087c7"
  },
  {
    "文件名": "《五岁魔尊是孤儿院团宠》作者：迟栖w.txt",
    "夸克盘链接": "https://pan.quark.cn/s/2efd7684d188"
  },
  {
    "文件名": "《物价贬值千万倍》作者：静静是仙女.txt",
    "夸克盘链接": "https://pan.quark.cn/s/8890af34fab9"
  },
  {
    "文件名": "《无效联姻》（精校版全本）作者：幺九酥.txt",
    "夸克盘链接": "https://pan.quark.cn/s/28a6eebdad3d"
  },
  {
    "文件名": "《五零大杂院替嫁小媳妇[穿书]》作者：七月阿梨.txt",
    "夸克盘链接": "https://pan.quark.cn/s/903cd4a8655e"
  },
  {
    "文件名": "《无法标记的beta 男A女B 》作者：金山闪.txt",
    "夸克盘链接": "https://pan.quark.cn/s/b617a8ca2889"
  },
  {
    "文件名": "《无间风月》作者：随宇而安.txt",
    "夸克盘链接": "https://pan.quark.cn/s/1bc0dc89c2f2"
  },
  {
    "文件名": "《无量》作者：如清欢.txt",
    "夸克盘链接": "https://pan.quark.cn/s/09e1e2fe80b7"
  },
  {
    "文件名": "《我做葬师，制造灵气复苏》作者：袅布尸.txt",
    "夸克盘链接": "https://pan.quark.cn/s/7565cbcdf996"
  },
  {
    "文件名": "《我总在春天想起你》作者：徐徐图之.txt",
    "夸克盘链接": "https://pan.quark.cn/s/cde3871406b5"
  },
  {
    "文件名": "《我竹马才是人形天灾》（精校版全本）作者：流初.txt",
    "夸克盘链接": "https://pan.quark.cn/s/fec9039dc622"
  },
  {
    "文件名": "《我只是想修个笛子 综武侠 》作者：不及流光.txt",
    "夸克盘链接": "https://pan.quark.cn/s/9394cfd541eb"
  },
  {
    "文件名": "《我知暗涌》作者：礼也.txt",
    "夸克盘链接": "https://pan.quark.cn/s/65c69aa313c3"
  },
  {
    "文件名": "《我真没想让龙傲天当我老婆 快穿 》（精校版全本）作者：枕中眠.txt",
    "夸克盘链接": "https://pan.quark.cn/s/caf9fa7ae7ed"
  },
  {
    "文件名": "《我在异世界打造游戏王朝》作者：懒在家的哈士奇.txt",
    "夸克盘链接": "https://pan.quark.cn/s/00769bab950a"
  },
  {
    "文件名": "《我真的不喜欢你》作者：抱玉闲人.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a2bacb023d6d"
  },
  {
    "文件名": "《我在星际做游戏》作者：枝哑.txt",
    "夸克盘链接": "https://pan.quark.cn/s/bc6ca2dd199f"
  },
  {
    "文件名": "《我在星际爆炒怪物》作者：凡尘片叶.txt",
    "夸克盘链接": "https://pan.quark.cn/s/f076f99f8aaa"
  },
  {
    "文件名": "《我在兽人大陆当祭司》作者：我是一只花妖.txt",
    "夸克盘链接": "https://pan.quark.cn/s/5495caccac40"
  },
  {
    "文件名": "《我在青春疼痛片里当路人》作者：时景星.txt",
    "夸克盘链接": "https://pan.quark.cn/s/4e102f32442a"
  },
  {
    "文件名": "《我在名柯拆八个蛋》作者：猫雨.txt",
    "夸克盘链接": "https://pan.quark.cn/s/d7f9d128c9a9"
  },
  {
    "文件名": "《我在惊悚游戏薅羊毛》作者：玖颜.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e969b3808c64"
  },
  {
    "文件名": "《我在荒野求生综艺跟动物聊天爆红》作者：弦三千.txt",
    "夸克盘链接": "https://pan.quark.cn/s/9d4703a22f3c"
  },
  {
    "文件名": "《我在八零香江摆烂当大嫂》作者：一寸墨.txt",
    "夸克盘链接": "https://pan.quark.cn/s/4d58e612b4da"
  },
  {
    "文件名": "《我在八零靠脑洞破案[刑侦]》作者：苟日新.txt",
    "夸克盘链接": "https://pan.quark.cn/s/2fce4a52ef36"
  },
  {
    "文件名": "《我欲春风》作者：山中君.txt",
    "夸克盘链接": "https://pan.quark.cn/s/5bfec610b8c5"
  },
  {
    "文件名": "《我与祂》作者：张无声.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c368052381fd"
  },
  {
    "文件名": "《我又把师祖养死了》作者：麟沐.txt",
    "夸克盘链接": "https://pan.quark.cn/s/60ed552680ec"
  },
  {
    "文件名": "《我又穿成了非人类[快穿]》作者：糖莓.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e8a9588a509d"
  },
  {
    "文件名": "《我有四个反派女婿》作者：北港初晴.txt",
    "夸克盘链接": "https://pan.quark.cn/s/4405c9b82077"
  },
  {
    "文件名": "《我用三句话吓哭全星际》作者：薇我无酒.txt",
    "夸克盘链接": "https://pan.quark.cn/s/499ba21f4b87"
  },
  {
    "文件名": "《我养的纸片人是校草》作者：虾咕噜.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c3ac7d5dd5ee"
  },
  {
    "文件名": "《我有三千深情》作者：观山雪 1w主攻 .txt",
    "夸克盘链接": "https://pan.quark.cn/s/898fdb25b301"
  },
  {
    "文件名": "《我养的纸片人超好氪》作者：卉乔【4k主攻】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/466bdb110d5e"
  },
  {
    "文件名": "《我养的纸片人超好氪》作者：卉乔 4k主攻 .txt",
    "夸克盘链接": "https://pan.quark.cn/s/5a9658b7781e"
  },
  {
    "文件名": "《我是女炮灰 快穿 》作者二月落雪.txt",
    "夸克盘链接": "https://pan.quark.cn/s/f0f22576b9c0"
  },
  {
    "文件名": "《我养的幼崽们都是星际大人物》作者：爱探险的花狸.txt",
    "夸克盘链接": "https://pan.quark.cn/s/6adce95cbb59"
  },
  {
    "文件名": "《我养的宠物都变成了无限游戏boss》作者：肉饼好吃.txt",
    "夸克盘链接": "https://pan.quark.cn/s/2fc918eb0bdc"
  },
  {
    "文件名": "《我养的宠物都变成了无限游戏boss》作者：肉饼好吃 6k主受 .txt",
    "夸克盘链接": "https://pan.quark.cn/s/c6bb224886c7"
  },
  {
    "文件名": "《我心上人是仙门叛徒》作者：俺大爷 6k .txt",
    "夸克盘链接": "https://pan.quark.cn/s/8ded20fefabe"
  },
  {
    "文件名": "《我养大了暴戾魔龙[穿书]》作者：多金少女猫.txt",
    "夸克盘链接": "https://pan.quark.cn/s/1a6ed98f946b"
  },
  {
    "文件名": "《我相公是纨绔》作者：端瑜 8k主受 .txt",
    "夸克盘链接": "https://pan.quark.cn/s/83de0c1e37f0"
  },
  {
    "文件名": "《我喜欢你妻主很久了 女尊 》作者：镜与.txt",
    "夸克盘链接": "https://pan.quark.cn/s/07671e0f5f05"
  },
  {
    "文件名": "《我是墙头草的闺女[七零]》作者：牛奶花卷.txt",
    "夸克盘链接": "https://pan.quark.cn/s/425255212405"
  },
  {
    "文件名": "《我图他自己动》作者：凝春绿.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e834122d6ac1"
  },
  {
    "文件名": "《我死后全师门都疯了》作者：弭雪净.txt",
    "夸克盘链接": "https://pan.quark.cn/s/72113f3f1f57"
  },
  {
    "文件名": "《我是你夫君（重生）》作者：蓝胖.txt",
    "夸克盘链接": "https://pan.quark.cn/s/d20051b8a5ee"
  },
  {
    "文件名": "《我亲爹是当朝首辅》作者：王廿七.txt",
    "夸克盘链接": "https://pan.quark.cn/s/850a812981c4"
  },
  {
    "文件名": "《我抢走男配后，女主哭了》作者：美人无霜.txt",
    "夸克盘链接": "https://pan.quark.cn/s/034ec77382a4"
  },
  {
    "文件名": "《我捧红了顶级流量 穿书 》作者：苏怀荒.txt",
    "夸克盘链接": "https://pan.quark.cn/s/d305f75b4581"
  },
  {
    "文件名": "《我捧红了顶级流量 穿书 》作者：苏怀荒 3w主受 .txt",
    "夸克盘链接": "https://pan.quark.cn/s/238e9b5b74c6"
  },
  {
    "文件名": "《我能看见正确的怪谈规则 无限 》作者：恬然天然 补番 .txt",
    "夸克盘链接": "https://pan.quark.cn/s/0cc717ec6e85"
  },
  {
    "文件名": "《我那诡计多端的戏精男友》作者：渐慈.txt",
    "夸克盘链接": "https://pan.quark.cn/s/87bb1fa0610b"
  },
  {
    "文件名": "《我妈才是穿越主角》作者：沉爱.txt",
    "夸克盘链接": "https://pan.quark.cn/s/13e559ab1657"
  },
  {
    "文件名": "《我那高岭之花的爱人》（精校版全本）作者：画彩仙灵.txt",
    "夸克盘链接": "https://pan.quark.cn/s/7df26729c561"
  },
  {
    "文件名": "《我拿的不是救赎剧本吗》作者：甜心菜.txt",
    "夸克盘链接": "https://pan.quark.cn/s/614c09a01789"
  },
  {
    "文件名": "《我莫名成了雪豹，还怀了崽。》作者：给我一把剑.txt",
    "夸克盘链接": "https://pan.quark.cn/s/752b958f57ad"
  },
  {
    "文件名": "《我们新人记者向来横冲直撞》作者：绯波.txt",
    "夸克盘链接": "https://pan.quark.cn/s/b81ab93248aa"
  },
  {
    "文件名": "《我坑了系统 快穿 》作者：夜凝紫.txt",
    "夸克盘链接": "https://pan.quark.cn/s/4b6665b4396f"
  },
  {
    "文件名": "《我靠装乖混口饭吃 末世 》作者：糖九分.txt",
    "夸克盘链接": "https://pan.quark.cn/s/9352d5f0a14a"
  },
  {
    "文件名": "《我靠马甲成为灵王》作者：是哟哟哒【1.7w男主无cp】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/cc4a3b412775"
  },
  {
    "文件名": "《我靠沙雕称霸求生综艺》作者：取韵.txt",
    "夸克盘链接": "https://pan.quark.cn/s/2450c67e00bb"
  },
  {
    "文件名": "《我靠抽卡带飞魔界[基建]》作者：易诃.txt",
    "夸克盘链接": "https://pan.quark.cn/s/f1f3287250c4"
  },
  {
    "文件名": "《我居北海君南海[重生]》作者：丨林暮烟丨.txt",
    "夸克盘链接": "https://pan.quark.cn/s/6d788496d402"
  },
  {
    "文件名": "《我开动物园爆红世界》作者：里木树.txt",
    "夸克盘链接": "https://pan.quark.cn/s/328471b23c37"
  },
  {
    "文件名": "《我开的海鲜餐馆爆火了 美食 》作者：甘丢.txt",
    "夸克盘链接": "https://pan.quark.cn/s/9bf3cc1609d8"
  },
  {
    "文件名": "《我见烈焰》作者：池陌（对别人冷淡.对女朋友骚话连篇的消防员 X 人美歌甜的游戏女主播，追妻火葬场）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/1688a496b622"
  },
  {
    "文件名": "《我和天敌谈恋爱》作者：短歌在途.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e826bb618d23"
  },
  {
    "文件名": "《我和学神拜把子[穿书]》作者：望柠.txt",
    "夸克盘链接": "https://pan.quark.cn/s/48e8070fb03a"
  },
  {
    "文件名": "《我和死对头前世是一对》作者：漓渟.txt",
    "夸克盘链接": "https://pan.quark.cn/s/fb48ecf77dc2"
  },
  {
    "文件名": "《我给男主做媒那些年》作者：白衣冬瓜.txt",
    "夸克盘链接": "https://pan.quark.cn/s/495b4956f017"
  },
  {
    "文件名": "《我哥在年代文里当男主对照组》作者：堇鸢千里.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e8973a4d54a1"
  },
  {
    "文件名": "《我和霸总官宣了》作者：素时了了.txt",
    "夸克盘链接": "https://pan.quark.cn/s/37b601266c63"
  },
  {
    "文件名": "《我给妖怪当翻译的那些年》作者 ：司十四.txt",
    "夸克盘链接": "https://pan.quark.cn/s/f4b44a07f601"
  },
  {
    "文件名": "《我的男友非人类 快穿 》（精校版全本+番外255章）作者：一节藕.txt",
    "夸克盘链接": "https://pan.quark.cn/s/87140663fd89"
  },
  {
    "文件名": "《我的喜欢半悬在巴黎上空》庄北宁、韩蔺 作者：兰亦.txt",
    "夸克盘链接": "https://pan.quark.cn/s/915f99e61810"
  },
  {
    "文件名": "《我的社恐高富帅男友》作者：爱磕瓜子的葵花.txt",
    "夸克盘链接": "https://pan.quark.cn/s/cb559f44767a"
  },
  {
    "文件名": "《我的深情他不配》作者：冰山下的甜筒.txt",
    "夸克盘链接": "https://pan.quark.cn/s/2d7cdef4d3ac"
  },
  {
    "文件名": "《我的马甲都过分沙雕》作者：玻璃海.txt",
    "夸克盘链接": "https://pan.quark.cn/s/3bab4782ae1c"
  },
  {
    "文件名": "《我的剑飞升了》作者：月无弦.txt",
    "夸克盘链接": "https://pan.quark.cn/s/fc57df7a410a"
  },
  {
    "文件名": "《我的餐厅通位面》作者：月半丁.txt",
    "夸克盘链接": "https://pan.quark.cn/s/9e6543d0c95e"
  },
  {
    "文件名": "《我的保镖先生》作者：应栀.txt",
    "夸克盘链接": "https://pan.quark.cn/s/59a123bc9617"
  },
  {
    "文件名": "《我导演了灵气复苏》作者：辉羽天.txt",
    "夸克盘链接": "https://pan.quark.cn/s/5c60ac950d64"
  },
  {
    "文件名": "《我成了傀儡的傀儡》作者：江萤千里.txt",
    "夸克盘链接": "https://pan.quark.cn/s/91ad7e2868de"
  },
  {
    "文件名": "《我当人工智能那些年 快穿 》作者：三三不是人.txt",
    "夸克盘链接": "https://pan.quark.cn/s/12d3983e0dcc"
  },
  {
    "文件名": "《我不摘月亮》陈见、杨清越 作者：天才少女抓马.txt",
    "夸克盘链接": "https://pan.quark.cn/s/85f07347cfad"
  },
  {
    "文件名": "《我不是女装大佬》作者：渡寒鸦.txt",
    "夸克盘链接": "https://pan.quark.cn/s/6e85944114d8"
  },
  {
    "文件名": "《我不爱你啦！！！》作者：楚君山.txt",
    "夸克盘链接": "https://pan.quark.cn/s/1921df5c7706"
  },
  {
    "文件名": "《我不爱你啦！！！》作者：楚君山 主受 .txt",
    "夸克盘链接": "https://pan.quark.cn/s/cb2ba76fa5a5"
  },
  {
    "文件名": "《温柔训野》作者：梨酒儿.txt",
    "夸克盘链接": "https://pan.quark.cn/s/6e28cb9efd5d"
  },
  {
    "文件名": "《喂你捡错老婆了喂［快穿］》作者：逃跑莉莉安 1w主攻 .txt",
    "夸克盘链接": "https://pan.quark.cn/s/2883a34c4a71"
  },
  {
    "文件名": "《我把你当朋友你却》作者：挽瞳.txt",
    "夸克盘链接": "https://pan.quark.cn/s/17474f014e24"
  },
  {
    "文件名": "《为我着迷[先婚后爱]》作者：陆今宜.txt",
    "夸克盘链接": "https://pan.quark.cn/s/59008a08d27d"
  },
  {
    "文件名": "《温柔颠覆》作者：春宵.txt",
    "夸克盘链接": "https://pan.quark.cn/s/0c680eb06767"
  },
  {
    "文件名": "《为了留在人类社会嫁给老攻》作者：米勒矩阵.txt",
    "夸克盘链接": "https://pan.quark.cn/s/124b274ce413"
  },
  {
    "文件名": "《为我弯一下》作者：陈往昔.txt",
    "夸克盘链接": "https://pan.quark.cn/s/58542c212775"
  },
  {
    "文件名": "《为夫体弱多病》作者：鱼西球球【13w主受】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/71576ac02936"
  },
  {
    "文件名": "《惟愿余生不相逢》作者：挽秦.txt",
    "夸克盘链接": "https://pan.quark.cn/s/10905bc2649a"
  },
  {
    "文件名": "《微醺》作者：一条颜狗.txt",
    "夸克盘链接": "https://pan.quark.cn/s/66acb5ce35aa"
  },
  {
    "文件名": "《望烟娇 先离后爱 》作者：枕月亮.txt",
    "夸克盘链接": "https://pan.quark.cn/s/d2f618b8f89c"
  },
  {
    "文件名": "《望他眼中起风》作者：植物杀手.txt",
    "夸克盘链接": "https://pan.quark.cn/s/5430a75d958a"
  },
  {
    "文件名": "《万人嫌重生后在娃综爆红》（精校版全本）作者：昭野弥弥.txt",
    "夸克盘链接": "https://pan.quark.cn/s/01ada767e797"
  },
  {
    "文件名": "《网恋对线[电竞]》作者：鸦睡【主受】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/916d6dea0b5e"
  },
  {
    "文件名": "《万人嫌重生后成了白月光》作者：酒入豪肠.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e0aef72710c1"
  },
  {
    "文件名": "《万人嫌小傻子嫁给残疾大佬后》作者：无敌小咸鱼.txt",
    "夸克盘链接": "https://pan.quark.cn/s/020a9f069e8e"
  },
  {
    "文件名": "《玩家都以为我是邪神》（精校版全本）作者：狮子星系.txt",
    "夸克盘链接": "https://pan.quark.cn/s/6108a59526bd"
  },
  {
    "文件名": "《万人迷他不想努力了[无限流] 》作者：余不喜【1w主受】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/2394e0db94f1"
  },
  {
    "文件名": "《万人迷女配被男主盯上了 快穿 》作者：惹火.txt",
    "夸克盘链接": "https://pan.quark.cn/s/6d6b387084c0"
  },
  {
    "文件名": "《万宠娇女》作者：陈毓华.txt",
    "夸克盘链接": "https://pan.quark.cn/s/dda70632c5da"
  },
  {
    "文件名": "《玩家不想再走be线》作者：闲字黎书.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e48b4d1c90b3"
  },
  {
    "文件名": "《玩伴》 作者：有时吃茶【5k】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/967b904472cb"
  },
  {
    "文件名": "《完结后，原女主她觉醒了！ 穿书 》作者：猫系人格.txt",
    "夸克盘链接": "https://pan.quark.cn/s/80439f2d8cd0"
  },
  {
    "文件名": "《外科医生的王府生存指南》作者：青竹酒（番外全）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/9a118b9a62d9"
  },
  {
    "文件名": "《娃综对照组崽崽绝不认输》作者：旺旺大力宝.txt",
    "夸克盘链接": "https://pan.quark.cn/s/cc74df64a4db"
  },
  {
    "文件名": "《退休后成了国宝级机甲教练》作者：施釉.txt",
    "夸克盘链接": "https://pan.quark.cn/s/07f472195cf2"
  },
  {
    "文件名": "《退休大佬穿成主角他妈（快穿）》作者：寻云者不遇.txt",
    "夸克盘链接": "https://pan.quark.cn/s/1e9e9885f2a2"
  },
  {
    "文件名": "《团宠崽崽在兄妹综爆红》作者：扶以东桑.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a0fa04a1080d"
  },
  {
    "文件名": "《团宠美人是吃货！ 美食 》作者：五彩的白纸.txt",
    "夸克盘链接": "https://pan.quark.cn/s/52f6983f19aa"
  },
  {
    "文件名": "《团宠公主奶呼呼：萌爆醋精哥哥们》作者：青玉案否.txt",
    "夸克盘链接": "https://pan.quark.cn/s/df784b4f4088"
  },
  {
    "文件名": "《投奔白月光的有钱兄长后》作者：蝉容.txt",
    "夸克盘链接": "https://pan.quark.cn/s/3e8754e7c816"
  },
  {
    "文件名": "《偷偷倾心》作者：舒糯.txt",
    "夸克盘链接": "https://pan.quark.cn/s/26838b23f9ce"
  },
  {
    "文件名": "《偷鸡薅葱学概论》作者：消防栓种笋.txt",
    "夸克盘链接": "https://pan.quark.cn/s/823778b30392"
  },
  {
    "文件名": "《通房宠》作者：白鹿谓霜.txt",
    "夸克盘链接": "https://pan.quark.cn/s/87339812d169"
  },
  {
    "文件名": "《舔个丧尸当男友》作者：胡桃夹子.txt",
    "夸克盘链接": "https://pan.quark.cn/s/52d9c1ed2b77"
  },
  {
    "文件名": "《跳莎莎舞的漂亮男人》作者：云上飞鱼 2.2w .txt",
    "夸克盘链接": "https://pan.quark.cn/s/212aea4e2af2"
  },
  {
    "文件名": "《天终于落雨》作者：种瓜.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ea14fea18f9d"
  },
  {
    "文件名": "《天灾之带娃闯末世》作者：风轻歌.txt",
    "夸克盘链接": "https://pan.quark.cn/s/1c1a893e0add"
  },
  {
    "文件名": "《天啊，我把老公变小啦！》作者：九锡.txt",
    "夸克盘链接": "https://pan.quark.cn/s/11436cc1f00a"
  },
  {
    "文件名": "《藤蔓BOSS今天也在伪装人类》作者：白絮沉.txt",
    "夸克盘链接": "https://pan.quark.cn/s/92480a9a16ec"
  },
  {
    "文件名": "《逃生游戏里只有我能召唤怪物》作者：Iphigenie.txt",
    "夸克盘链接": "https://pan.quark.cn/s/87b95d621727"
  },
  {
    "文件名": "《桃色镜头》作者：绊倒铁盒.txt",
    "夸克盘链接": "https://pan.quark.cn/s/cc2b540a4388"
  },
  {
    "文件名": "《倘若余生只爱你》作者：七腰果.txt",
    "夸克盘链接": "https://pan.quark.cn/s/45ca58f4877f"
  },
  {
    "文件名": "《糖炒栗子伴奶茶》作者：叶若溪.txt",
    "夸克盘链接": "https://pan.quark.cn/s/87f7d47393c3"
  },
  {
    "文件名": "《唐小姐已婚未育》作者：含胭.txt",
    "夸克盘链接": "https://pan.quark.cn/s/2fb376ee7b0c"
  },
  {
    "文件名": "《太帅了万人爱 快穿 》作者：栖安 6.2w主受 .txt",
    "夸克盘链接": "https://pan.quark.cn/s/ed33d5074cff"
  },
  {
    "文件名": "《唐门天才与机甲男神》作者：萌柚（番外全）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/cff630f1e2c9"
  },
  {
    "文件名": "《太子今天也在暗戳戳追妻》作者：喵勾勾.txt",
    "夸克盘链接": "https://pan.quark.cn/s/3bae75d9a571"
  },
  {
    "文件名": "《太上敕令》 作者：晨昏线【1.2w】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/f943918896b2"
  },
  {
    "文件名": "《她危险又迷人[快穿]》作者：一棵番茄树.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e7e1f6d5578a"
  },
  {
    "文件名": "《祂回家了 无限 》作者：宴不知 1.8w主受 .txt",
    "夸克盘链接": "https://pan.quark.cn/s/ce621956a498"
  },
  {
    "文件名": "《她捉鬼超强却过分沙雕 玄学 》作者：央黎.txt",
    "夸克盘链接": "https://pan.quark.cn/s/1c5aca876faf"
  },
  {
    "文件名": "《她的八零九零年代》作者：一山复一水.txt",
    "夸克盘链接": "https://pan.quark.cn/s/58b81e6f7b9f"
  },
  {
    "文件名": "《她不乖 穿书 》作者：默柒年.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ac25a7dafa6d"
  },
  {
    "文件名": "《他又软又怂[娱乐圈]》作者：沉琴绝酒.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ffa6e6eb1745"
  },
  {
    "文件名": "《他缺席每一个十岁生日》作者：楚山晓.txt",
    "夸克盘链接": "https://pan.quark.cn/s/35f8b7c5d4cf"
  },
  {
    "文件名": "《他从火光中走来》作者：耳东兔子（消防员林陆骁VS国民妖精南初，女追男）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/9bcee17c95ad"
  },
  {
    "文件名": "《他的白月光》作者：木西西泽【1.3w】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/91249adad326"
  },
  {
    "文件名": "《他爱的他》作者：将辰.txt",
    "夸克盘链接": "https://pan.quark.cn/s/895cdc173c91"
  },
  {
    "文件名": "《锁蛮腰》作者：袖刀（洒脱教师女主vs温柔消防员男主，男二追妻追不上，都市小甜饼，青梅竹马）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/607ea3ea2709"
  },
  {
    "文件名": "《岁岁昌宁》作者：顾沉之.txt",
    "夸克盘链接": "https://pan.quark.cn/s/8895f3418d07"
  },
  {
    "文件名": "《随北》作者：孟书.txt",
    "夸克盘链接": "https://pan.quark.cn/s/3637e8f4636f"
  },
  {
    "文件名": "《素雪终难成白首》作者：欧耶.txt",
    "夸克盘链接": "https://pan.quark.cn/s/0f6760686fea"
  },
  {
    "文件名": "《死在雌君怀里后他疯了 虫族 》作者：夜听春雨.txt",
    "夸克盘链接": "https://pan.quark.cn/s/09d10375618a"
  },
  {
    "文件名": "《死在白月光手上的影帝重生后》作者：惜霄.txt",
    "夸克盘链接": "https://pan.quark.cn/s/fe4b379e9cec"
  },
  {
    "文件名": "《死水》作者：一折.txt",
    "夸克盘链接": "https://pan.quark.cn/s/998e9b124fce"
  },
  {
    "文件名": "《死对头成落魄假少爷后》作者：桃花啤酒深千尺.txt",
    "夸克盘链接": "https://pan.quark.cn/s/4787dfed2dac"
  },
  {
    "文件名": "《死对头痴迷我尾巴》作者：荒川黛.txt",
    "夸克盘链接": "https://pan.quark.cn/s/865682436312"
  },
  {
    "文件名": "《厮磨》作者：弱水千流.txt",
    "夸克盘链接": "https://pan.quark.cn/s/6199e722538e"
  },
  {
    "文件名": "《斯文尤物》 作者：浪浪浪味仙儿【1w】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/f50abb310c60"
  },
  {
    "文件名": "《私占吟吟》作者：若述 补番 .txt",
    "夸克盘链接": "https://pan.quark.cn/s/cbdf7d013261"
  },
  {
    "文件名": "《私人粮仓 》作者：QJF.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a7e556f1c6db"
  },
  {
    "文件名": "《私藏天才剑修跑路了》作者：枕月长终.txt",
    "夸克盘链接": "https://pan.quark.cn/s/897885a7f729"
  },
  {
    "文件名": "《睡火山》作者：四昭白蕤.txt",
    "夸克盘链接": "https://pan.quark.cn/s/8ae2011ac210"
  },
  {
    "文件名": "《丝丝入骨。随心所欲》作者：西方经济学.txt",
    "夸克盘链接": "https://pan.quark.cn/s/14a2c1a9cd69"
  },
  {
    "文件名": "《疏桐著枝》作者：清南安.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c3d02c68724b"
  },
  {
    "文件名": "《首辅家的田园悍妻》作者：暮烟画楼.txt",
    "夸克盘链接": "https://pan.quark.cn/s/d88e54b7c27c"
  },
  {
    "文件名": "《嗜睡王妃太逆天》作者：筱筱小蚂蚁.txt",
    "夸克盘链接": "https://pan.quark.cn/s/f250249972f2"
  },
  {
    "文件名": "《姝色困春》作者：素笔执火.txt",
    "夸克盘链接": "https://pan.quark.cn/s/2bf96c35428e"
  },
  {
    "文件名": "《室友裙下有什么 》作者：QJF.txt",
    "夸克盘链接": "https://pan.quark.cn/s/3e7a07eba118"
  },
  {
    "文件名": "《是他肖想我 娱乐圈 》作者：苏听珣.txt",
    "夸克盘链接": "https://pan.quark.cn/s/95191bcd0b2b"
  },
  {
    "文件名": "《世子嫁到，统统闪开》作者：观音坐的不是莲.txt",
    "夸克盘链接": "https://pan.quark.cn/s/6472223061b1"
  },
  {
    "文件名": "《世子他为何如此黏人》作者：摘一朵影子.txt",
    "夸克盘链接": "https://pan.quark.cn/s/54cb1f304063"
  },
  {
    "文件名": "《世人为我塑金身 快穿 》作者：维客.txt",
    "夸克盘链接": "https://pan.quark.cn/s/dadd11dd24f4"
  },
  {
    "文件名": "《始乱终弃怪物以后》作者：酒火樱桃.txt",
    "夸克盘链接": "https://pan.quark.cn/s/beb3f30ed182"
  },
  {
    "文件名": "《石榴裙下》作者：七子华.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ee2eb13b743b"
  },
  {
    "文件名": "《师门个个皆冤种》作者：浪本浪.txt",
    "夸克盘链接": "https://pan.quark.cn/s/f0ed963cdddf"
  },
  {
    "文件名": "《食得咸鱼抵得渴》作者：林不答.txt",
    "夸克盘链接": "https://pan.quark.cn/s/1f6076d9135d"
  },
  {
    "文件名": "《师妹为何总是那样》作者：一江听月.txt",
    "夸克盘链接": "https://pan.quark.cn/s/0ab7ef565a5b"
  },
  {
    "文件名": "《失忆后误把死敌当老婆》作者：安则.txt",
    "夸克盘链接": "https://pan.quark.cn/s/7c209c3d6e66"
  },
  {
    "文件名": "《神医娘亲她是团宠大佬》作者：MS芙子.txt",
    "夸克盘链接": "https://pan.quark.cn/s/03208525d59a"
  },
  {
    "文件名": "《失忆后我有了夫君》作者：灵河 1.2w .txt",
    "夸克盘链接": "https://pan.quark.cn/s/845d25aa1361"
  },
  {
    "文件名": "《失忆后错把死对头当男朋友》作者 ：熬夜注定秃头.txt",
    "夸克盘链接": "https://pan.quark.cn/s/0ab59cdb8d9a"
  },
  {
    "文件名": "《失落樱桃》作者：飞萌.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ddf918007c8e"
  },
  {
    "文件名": "《神之子的冰帝事业录》作者：棉花派.txt",
    "夸克盘链接": "https://pan.quark.cn/s/d4d198811aa5"
  },
  {
    "文件名": "《神童幼崽奶呼呼 年代 》作者：青雨梧桐.txt",
    "夸克盘链接": "https://pan.quark.cn/s/45d061297e87"
  },
  {
    "文件名": "《神明游戏也可以作弊吗 无限 》作者：黄金厚蛋烧.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e5a76069bdc5"
  },
  {
    "文件名": "《神棍也要晚自习》作者： 拉棉花糖的兔子.txt",
    "夸克盘链接": "https://pan.quark.cn/s/78aa7bf50802"
  },
  {
    "文件名": "《神棍也要晚自习》作者：拉棉花糖的兔子 14.5w主受 .txt",
    "夸克盘链接": "https://pan.quark.cn/s/356d5f59fc51"
  },
  {
    "文件名": "《什么？美人师尊是男人？》作者：周公奕.txt",
    "夸克盘链接": "https://pan.quark.cn/s/187a4fad95d3"
  },
  {
    "文件名": "《身怀异能的我今天又在低调[娱乐圈]》作者：李飒星.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ba34596158f6"
  },
  {
    "文件名": "《身为幼驯染的我把Gin兑水了》作者：三豆沙.txt",
    "夸克盘链接": "https://pan.quark.cn/s/3db45f5821bc"
  },
  {
    "文件名": "《身边》作者：瑜飒飒.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c5b9d236cbbc"
  },
  {
    "文件名": "《谁说在晋江修无情道不能成神？！》作者：不吃姜糖.txt",
    "夸克盘链接": "https://pan.quark.cn/s/23de1fe1f0d0"
  },
  {
    "文件名": "《谁都别想攻略我》作者：银喉长尾山雀.txt",
    "夸克盘链接": "https://pan.quark.cn/s/7e3a94493491"
  },
  {
    "文件名": "《社死后反派为我沦陷了》作者：盒子圆圆.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ca73b075b940"
  },
  {
    "文件名": "《社恐在古代》作者：昔邀晓.txt",
    "夸克盘链接": "https://pan.quark.cn/s/f016569902a0"
  },
  {
    "文件名": "《少夫人携带小祖宗虐翻财阀家族》作者：飞鱼飞絮.txt",
    "夸克盘链接": "https://pan.quark.cn/s/61b067050066"
  },
  {
    "文件名": "《少女天团 娱乐圈 》作者：又秋.txt",
    "夸克盘链接": "https://pan.quark.cn/s/bff39be5bd9e"
  },
  {
    "文件名": "《上恋综后，全网磕疯了我和死对头的cp》作者：紫矜.txt",
    "夸克盘链接": "https://pan.quark.cn/s/aca47cd1bc63"
  },
  {
    "文件名": "《杀穿副本后 我在规则里养大邪神》作者：白桃呜呜龙.txt",
    "夸克盘链接": "https://pan.quark.cn/s/fa168c7f238d"
  },
  {
    "文件名": "《丧夫后，她把侯府小反派养成大佬》作者：余弗.txt",
    "夸克盘链接": "https://pan.quark.cn/s/021963bd1831"
  },
  {
    "文件名": "《闪婚后，钓系指挥官杀疯了 ABO 》作者：鹿花知.txt",
    "夸克盘链接": "https://pan.quark.cn/s/5e9ff1850eb1"
  },
  {
    "文件名": "《傻春》作者：傅渝.txt",
    "夸克盘链接": "https://pan.quark.cn/s/f7d359e9d4f0"
  },
  {
    "文件名": "《撒娇崽崽最好命》作者： 未未不知眠.txt",
    "夸克盘链接": "https://pan.quark.cn/s/f76480f52eea"
  },
  {
    "文件名": "《若返再次爱上你》作者：咒月猫.txt",
    "夸克盘链接": "https://pan.quark.cn/s/f14688f057f2"
  },
  {
    "文件名": "《软饭硬吃 重生 》作者：沙舟踏翠.txt",
    "夸克盘链接": "https://pan.quark.cn/s/6b62f03f239e"
  },
  {
    "文件名": "《软饭硬吃 重生 》作者：沙舟踏翠 1.9w主受 .txt",
    "夸克盘链接": "https://pan.quark.cn/s/7cc2ab790c3b"
  },
  {
    "文件名": "《入局》作者：员外.txt",
    "夸克盘链接": "https://pan.quark.cn/s/25678aef99f6"
  },
  {
    "文件名": "《如何阻止反派师兄黑化》作者：煦极.txt",
    "夸克盘链接": "https://pan.quark.cn/s/3fc5604f471f"
  },
  {
    "文件名": "《如何攻略我自己 娱乐圈 》作者：孟今看.txt",
    "夸克盘链接": "https://pan.quark.cn/s/725d29c8beca"
  },
  {
    "文件名": "《荣光（上）》作者：舒书书.txt",
    "夸克盘链接": "https://pan.quark.cn/s/3b46b53aff83"
  },
  {
    "文件名": "《认错白月光是要火葬场的》作者：九祥锦.txt",
    "夸克盘链接": "https://pan.quark.cn/s/173e090e65d3"
  },
  {
    "文件名": "《人均小龙崽监护人》作者：白满树.txt",
    "夸克盘链接": "https://pan.quark.cn/s/7cd03c0c8b83"
  },
  {
    "文件名": "《人间处处修罗场［快穿］》作者：从来不问.txt",
    "夸克盘链接": "https://pan.quark.cn/s/788a3bac8a13"
  },
  {
    "文件名": "《热恋她》作者：茶衣.txt",
    "夸克盘链接": "https://pan.quark.cn/s/6f680ae02410"
  },
  {
    "文件名": "《热吻寒冬》作者：玲珑鹿.txt",
    "夸克盘链接": "https://pan.quark.cn/s/d9216960df40"
  },
  {
    "文件名": "《热岛效应》作者：周梨绪.txt",
    "夸克盘链接": "https://pan.quark.cn/s/04fdd335dc36"
  },
  {
    "文件名": "《热带雪》作者：照吾眠.txt",
    "夸克盘链接": "https://pan.quark.cn/s/f30a694c3566"
  },
  {
    "文件名": "《全员恶人顶流养老团》作者：清风不解其意.txt",
    "夸克盘链接": "https://pan.quark.cn/s/6957111eb37f"
  },
  {
    "文件名": "《缺忆》作者：南耶耶.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a3d515d44381"
  },
  {
    "文件名": "《全族捧我当国王》 作者：暮寒久【5w主受】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/8ad55f0155d9"
  },
  {
    "文件名": "《全娱乐圈都在等我塌房》作者：小胖柑.txt",
    "夸克盘链接": "https://pan.quark.cn/s/36e60efc4ed9"
  },
  {
    "文件名": "《全息小饭馆[美食]》作者：猫眠儿.txt",
    "夸克盘链接": "https://pan.quark.cn/s/2880510e284c"
  },
  {
    "文件名": "《全息小饭馆 美食 》作者：猫眠儿 3.3w主受 .txt",
    "夸克盘链接": "https://pan.quark.cn/s/a132958d27b3"
  },
  {
    "文件名": "《全修真界都在追杀我》 作者：赋予【1w】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/763db386a421"
  },
  {
    "文件名": "《全网黑后，她靠实验室空间爆红了》作者：一诺很甜.txt",
    "夸克盘链接": "https://pan.quark.cn/s/74cdc76b7750"
  },
  {
    "文件名": "《全球变异后，我成了第一玩家 异世 》作者：狗花一米八.txt",
    "夸克盘链接": "https://pan.quark.cn/s/f0bc5217e03a"
  },
  {
    "文件名": "《全世界都暗恋我师尊，除了我》作者：喵三省.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a05418b40378"
  },
  {
    "文件名": "《全三界都以为我俩有一腿》作者：晏无厌 1.3w .txt",
    "夸克盘链接": "https://pan.quark.cn/s/2829716f5d48"
  },
  {
    "文件名": "《权谋文男主被我bw了》 作者：揽疏狂【10w主受】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ff1ede6e6a0b"
  },
  {
    "文件名": "《全能选手[电竞]》作者 独慕修.txt",
    "夸克盘链接": "https://pan.quark.cn/s/2273de0dd68e"
  },
  {
    "文件名": "《全洪荒都知道我怀了东皇太一的崽》作者：角木蛟.txt",
    "夸克盘链接": "https://pan.quark.cn/s/f6bb4a8bb8c2"
  },
  {
    "文件名": "《请扮演恶役》作者：威威王 5w主受 .txt",
    "夸克盘链接": "https://pan.quark.cn/s/ef6455c15157"
  },
  {
    "文件名": "《穷学生的赚钱之路 网游 》作者：小时你个渣渣.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a56bb4e26bc7"
  },
  {
    "文件名": "《囚心偷欢》作者：孤舟子.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c7c17a82e70a"
  },
  {
    "文件名": "《情歌没有告诉我》作者：提笔润墨.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e4987623a604"
  },
  {
    "文件名": "《清宫重生升职记》作者：月光蓝莲.txt",
    "夸克盘链接": "https://pan.quark.cn/s/0d69e0ff6df3"
  },
  {
    "文件名": "《情敌们后来都说喜欢我》作者：愿与凉风约.txt",
    "夸克盘链接": "https://pan.quark.cn/s/854172f6e4dc"
  },
  {
    "文件名": "《情潮》作者：KDA.txt",
    "夸克盘链接": "https://pan.quark.cn/s/8476f1a2ed67"
  },
  {
    "文件名": "《清冷世子火葬场了》作者：止雀秋行.txt",
    "夸克盘链接": "https://pan.quark.cn/s/21d9af7a98fb"
  },
  {
    "文件名": "《清穿之奶妈的萌宠日常》作者：蜜禾.txt",
    "夸克盘链接": "https://pan.quark.cn/s/86857461fd49"
  },
  {
    "文件名": "《清宫娇宠花妖美人（穿书）》作者：风火家人.txt",
    "夸克盘链接": "https://pan.quark.cn/s/401a7299a015"
  },
  {
    "文件名": "《卿卿如此多娇》作者：三愿大人.txt",
    "夸克盘链接": "https://pan.quark.cn/s/1a7c310e7035"
  },
  {
    "文件名": "《青玉案 重生 》作者：黎粥鹤.txt",
    "夸克盘链接": "https://pan.quark.cn/s/24bd7fe609c6"
  },
  {
    "文件名": "《轻轻叫嚣》作者：红笺小笔.txt",
    "夸克盘链接": "https://pan.quark.cn/s/b4b5fec5d702"
  },
  {
    "文件名": "《青梅驾到》作者：蘑菇鱼.txt",
    "夸克盘链接": "https://pan.quark.cn/s/5d2c77db2d68"
  },
  {
    "文件名": "《青梅遇暖》作者：柠北.txt",
    "夸克盘链接": "https://pan.quark.cn/s/8f52b85fda9c"
  },
  {
    "文件名": "《琴声掠过易北河》作者：美岱.txt",
    "夸克盘链接": "https://pan.quark.cn/s/7a874341422e"
  },
  {
    "文件名": "《秦医生他只想谈恋爱》作者：筠倾.txt",
    "夸克盘链接": "https://pan.quark.cn/s/8eb951879665"
  },
  {
    "文件名": "《亲爱的巫师小姐 无限 》作者：JJuice.txt",
    "夸克盘链接": "https://pan.quark.cn/s/353fd795801f"
  },
  {
    "文件名": "《亲昵狙击》作者：木南栀栀.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a14d89e30d95"
  },
  {
    "文件名": "《欠债上亿，满朝文武跪求我别死》作者：十尾兔.txt",
    "夸克盘链接": "https://pan.quark.cn/s/eebfbb9bad33"
  },
  {
    "文件名": "《潜规则大手遭反咬（双性_4P） 》作者：QJF.txt",
    "夸克盘链接": "https://pan.quark.cn/s/aab4858cb0db"
  },
  {
    "文件名": "《蔷薇凭证》作者：博尔赫叁.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e138ac72269a"
  },
  {
    "文件名": "《前世宿敌和我同寝室》作者：闪灵.txt",
    "夸克盘链接": "https://pan.quark.cn/s/9061d6f99cef"
  },
  {
    "文件名": "《前妻对我薄情寡义（双重生）》作者：春伤.txt",
    "夸克盘链接": "https://pan.quark.cn/s/0a12efe54499"
  },
  {
    "文件名": "《前任大着肚子找上门 GB 》作者：陈不问.txt",
    "夸克盘链接": "https://pan.quark.cn/s/0305a6942d5a"
  },
  {
    "文件名": "《前妻对我薄情寡义 双重生 》作者：春伤.txt",
    "夸克盘链接": "https://pan.quark.cn/s/1cb2e3de4bc8"
  },
  {
    "文件名": "《前男友失忆后人设崩坏》作者：顾咕咕.txt",
    "夸克盘链接": "https://pan.quark.cn/s/f3e81d14812d"
  },
  {
    "文件名": "《千古一帝都在直播间抢小说》作者：迴梦逐光【3w女主无cp】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/2f7fe526288c"
  },
  {
    "文件名": "《气运之子怎么不能是作精[重生]》 作者：对四.txt",
    "夸克盘链接": "https://pan.quark.cn/s/41d9d4831716"
  },
  {
    "文件名": "《岂不罹凝寒》作者：半知半解.txt",
    "夸克盘链接": "https://pan.quark.cn/s/4e922e00f6ce"
  },
  {
    "文件名": "《七零闪婚甜蜜蜜》江晚、程尧 作者：九亿.txt",
    "夸克盘链接": "https://pan.quark.cn/s/2a2ffa165339"
  },
  {
    "文件名": "《七十年代幸福小生活》作者：清知许.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e71416c19293"
  },
  {
    "文件名": "《七零之宠婚小女配》作者：浓露.txt",
    "夸克盘链接": "https://pan.quark.cn/s/0da2a312903a"
  },
  {
    "文件名": "《七日劫》作者：钦点废柴.txt",
    "夸克盘链接": "https://pan.quark.cn/s/56be51c48762"
  },
  {
    "文件名": "《七零漂亮小媳妇》作者：令雾.txt",
    "夸克盘链接": "https://pan.quark.cn/s/0bcd23079adc"
  },
  {
    "文件名": "《七零海岛幸福小日子》作者：草莓馅饼.txt",
    "夸克盘链接": "https://pan.quark.cn/s/fa915f6fe674"
  },
  {
    "文件名": "《七零年咸鱼后妈》作者：词酒.txt",
    "夸克盘链接": "https://pan.quark.cn/s/29b790935431"
  },
  {
    "文件名": "《七零娇宠炮灰》作者：心水于你.txt",
    "夸克盘链接": "https://pan.quark.cn/s/6f7d064cb837"
  },
  {
    "文件名": "《七零二婚也高嫁》作者：妙鱼（年代文。先婚后爱，女主花式哄着老公儿子屁颠干活，自己美美地发展小事业的甜饼日常）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/023f6924d65d"
  },
  {
    "文件名": "《七号同学》作者：楠知北.txt",
    "夸克盘链接": "https://pan.quark.cn/s/b4b8dca56edb"
  },
  {
    "文件名": "《七个春天》作者：宋昭.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a49ef2d8d42b"
  },
  {
    "文件名": "《破碎后劲》作者：何暮楚.txt",
    "夸克盘链接": "https://pan.quark.cn/s/5206f7c2f64d"
  },
  {
    "文件名": "《破案需要我这样的人才 刑侦 》作者：未曾设想.txt",
    "夸克盘链接": "https://pan.quark.cn/s/6517be85a076"
  },
  {
    "文件名": "《漂亮受气包嫁入豪门后》作者：十三州府.txt",
    "夸克盘链接": "https://pan.quark.cn/s/36a6abf312fa"
  },
  {
    "文件名": "《迫害系剧本扮演法》作者：西岁 3w男主无cp .txt",
    "夸克盘链接": "https://pan.quark.cn/s/fd4ec3a5a5d9"
  },
  {
    "文件名": "《漂亮仆人［重生 》 作者：文心雕鱼 主攻 .txt",
    "夸克盘链接": "https://pan.quark.cn/s/05f17b68f27f"
  },
  {
    "文件名": "《漂亮名流 娱乐圈 》作者：眠凰.txt",
    "夸克盘链接": "https://pan.quark.cn/s/324ea5ea8f0d"
  },
  {
    "文件名": "《漂亮名流[娱乐圈]》作者：眠凰【主受】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/dc3c1a7fb0ef"
  },
  {
    "文件名": "《漂亮哭包的仿生男友》作者：粿子狸.txt",
    "夸克盘链接": "https://pan.quark.cn/s/bcec7b4bfc61"
  },
  {
    "文件名": "《漂亮老婆快钓我啊》 作者：陈泱泱【8k主受】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e5a1e127f5e9"
  },
  {
    "文件名": "《漂亮反派是万人迷》作者：空灯悬.txt",
    "夸克盘链接": "https://pan.quark.cn/s/9878726e97fa"
  },
  {
    "文件名": "《漂亮哭包的仿生男友》作者：粿子狸 6k主受 .txt",
    "夸克盘链接": "https://pan.quark.cn/s/f47a4c4540f5"
  },
  {
    "文件名": "《漂亮笨宝穿成坏蛋炮灰后[快穿]》作者：玖拾意【1.5w主受】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/832a7c488677"
  },
  {
    "文件名": "《偏执迷恋》作者：春风无邪.txt",
    "夸克盘链接": "https://pan.quark.cn/s/88e652ed82c5"
  },
  {
    "文件名": "《漂亮榜一他今天又在偷亲我》作者：脆皮瓜瓜 9k主受 .txt",
    "夸克盘链接": "https://pan.quark.cn/s/bac1c13f3e6e"
  },
  {
    "文件名": "《骗婚ABO》作者：贺新郎.txt",
    "夸克盘链接": "https://pan.quark.cn/s/14148aab1fc7"
  },
  {
    "文件名": "《偏执迷恋》作者：春风无邪 主受 .txt",
    "夸克盘链接": "https://pan.quark.cn/s/53f60dfd951d"
  },
  {
    "文件名": "《炮灰女配要反攻》作者：台之梦.txt",
    "夸克盘链接": "https://pan.quark.cn/s/59a68b08d45a"
  },
  {
    "文件名": "《偏向男二张开手（快穿）》作者：日千引.txt",
    "夸克盘链接": "https://pan.quark.cn/s/35aa3f7a6b6d"
  },
  {
    "文件名": "《偏宠》作者：圆子啵啵酱.txt",
    "夸克盘链接": "https://pan.quark.cn/s/0a6da1a787c5"
  },
  {
    "文件名": "《捧在心尖上的病美人》 作者：婻书【1.2w主受】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/9d883bc4bab4"
  },
  {
    "文件名": "《陪我》作者：无虞.txt",
    "夸克盘链接": "https://pan.quark.cn/s/232dc0c8e6cb"
  },
  {
    "文件名": "《炮灰完成任务后带球跑了》作者：百吃不胖.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a84693eac6de"
  },
  {
    "文件名": "《炮灰胖主母》作者：陈毓华.txt",
    "夸克盘链接": "https://pan.quark.cn/s/2324ad78fd3b"
  },
  {
    "文件名": "《炮灰绝不乖乖就范（快穿）》作者：春光韶.txt",
    "夸克盘链接": "https://pan.quark.cn/s/dd14459e31b6"
  },
  {
    "文件名": "《炮灰和反派是真爱 快穿 》作者：墨水芯.txt",
    "夸克盘链接": "https://pan.quark.cn/s/23db328c00d8"
  },
  {
    "文件名": "《炮灰进化中（重生）》作者：九都月.txt",
    "夸克盘链接": "https://pan.quark.cn/s/9d04a7759db3"
  },
  {
    "文件名": "《炮灰大师兄又崩了人设》作者：一枕春秋.txt",
    "夸克盘链接": "https://pan.quark.cn/s/30b458fac72f"
  },
  {
    "文件名": "《盘星教模拟器》作者：地日草.txt",
    "夸克盘链接": "https://pan.quark.cn/s/1ef2f8a4d2c4"
  },
  {
    "文件名": "《拍暧昧照被学长发现后》 作者：幺幺玖先生.txt",
    "夸克盘链接": "https://pan.quark.cn/s/dc9496388401"
  },
  {
    "文件名": "《女尊之圆碎镜》作者：又逢年.txt",
    "夸克盘链接": "https://pan.quark.cn/s/211b72dfa984"
  },
  {
    "文件名": "《女主醒来后[快穿]》作者：江山沧澜.txt",
    "夸克盘链接": "https://pan.quark.cn/s/68dd4d634c6b"
  },
  {
    "文件名": "《女法医的刑侦日记 穿越 》作者：十月海.txt",
    "夸克盘链接": "https://pan.quark.cn/s/fb1901307877"
  },
  {
    "文件名": "《女医辛夷》作者：钱大掌柜.txt",
    "夸克盘链接": "https://pan.quark.cn/s/284748d86b6c"
  },
  {
    "文件名": "《虐文男女主互穿了 娱乐圈 》作者：逍夜.txt",
    "夸克盘链接": "https://pan.quark.cn/s/5b51aff89bff"
  },
  {
    "文件名": "《弄哭万人迷的一百种方法》作者：系辞上.txt",
    "夸克盘链接": "https://pan.quark.cn/s/21ca5612f7e6"
  },
  {
    "文件名": "《农门贵女，带崽种田野翻天》作者：彼岸花间.txt",
    "夸克盘链接": "https://pan.quark.cn/s/4efbc7b2f390"
  },
  {
    "文件名": "《弄假成真》作者：山河南渡 1.6w .txt",
    "夸克盘链接": "https://pan.quark.cn/s/f24c934bb1a9"
  },
  {
    "文件名": "《农家子的奋斗》作者：木瓜乙.txt",
    "夸克盘链接": "https://pan.quark.cn/s/8202557669d1"
  },
  {
    "文件名": "《您的外挂到了 末世 》作者：喝豆奶的狼.txt",
    "夸克盘链接": "https://pan.quark.cn/s/8019e677321b"
  },
  {
    "文件名": "《您完全不考虑离婚是吗？》作者：町右(1).txt",
    "夸克盘链接": "https://pan.quark.cn/s/58dbbe140a1e"
  },
  {
    "文件名": "《您的好友发来餐桌共享》作者：一个雾.txt",
    "夸克盘链接": "https://pan.quark.cn/s/f20387948237"
  },
  {
    "文件名": "《孽徒总在黑化边缘 》作者：秘成.txt",
    "夸克盘链接": "https://pan.quark.cn/s/af5da82f32fe"
  },
  {
    "文件名": "《涅槃火》作者：上黎.txt",
    "夸克盘链接": "https://pan.quark.cn/s/d6cedf43e900"
  },
  {
    "文件名": "《娘娘她只想躺平》作者：一条咸鱼0.txt",
    "夸克盘链接": "https://pan.quark.cn/s/330e5f00942a"
  },
  {
    "文件名": "《捏碎系统后，真千金被国家团宠了》作者：曲弦思.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c075a0546df1"
  },
  {
    "文件名": "《年代文里的绿茶小表妹摆烂了》作者：酒杳.txt",
    "夸克盘链接": "https://pan.quark.cn/s/5340b0ce9f76"
  },
  {
    "文件名": "《年代文反派女配她逃婚了》作者：慕青枝.txt",
    "夸克盘链接": "https://pan.quark.cn/s/f6f25e7b90b9"
  },
  {
    "文件名": "《年代文背景板越来越美 八零 》作者：仙果冻.txt",
    "夸克盘链接": "https://pan.quark.cn/s/4561127d3586"
  },
  {
    "文件名": "《逆向营救》作者：白酒新熟.txt",
    "夸克盘链接": "https://pan.quark.cn/s/bed3f34dd33c"
  },
  {
    "文件名": "《溺爱无心》作者：晨昏线.txt",
    "夸克盘链接": "https://pan.quark.cn/s/97c63b49882f"
  },
  {
    "文件名": "《逆袭之好孕人生[反重生]》作者：盈澈逝雪.txt",
    "夸克盘链接": "https://pan.quark.cn/s/b5b11f5a9af3"
  },
  {
    "文件名": "《你再撩一下[电竞]》作者：消失绿缇【1.4w主受】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/b8bbe4206499"
  },
  {
    "文件名": "《你在我身边我还会想念谁》作者：可不可.txt",
    "夸克盘链接": "https://pan.quark.cn/s/9f4ab7861f3a"
  },
  {
    "文件名": "《你再撩一下 电竞 》作者：消失绿缇.txt",
    "夸克盘链接": "https://pan.quark.cn/s/cf4f9b2aa690"
  },
  {
    "文件名": "《你再撩一下 电竞 》作者：消失绿缇 1.4w主受 .txt",
    "夸克盘链接": "https://pan.quark.cn/s/860202f35aec"
  },
  {
    "文件名": "《你是白月光？好巧我也是啊！》作者：月藏弦.txt",
    "夸克盘链接": "https://pan.quark.cn/s/4e8ba808a980"
  },
  {
    "文件名": "《你也真香了吗》作者：觉觉今天也想睡觉 1.5w .txt",
    "夸克盘链接": "https://pan.quark.cn/s/ec5838bd971f"
  },
  {
    "文件名": "《你们追求我万人厌干吗[快穿]》作者：夜半闲暇.txt",
    "夸克盘链接": "https://pan.quark.cn/s/6bbef2aecbcc"
  },
  {
    "文件名": "《你若撒野》作者：籽潋.txt",
    "夸克盘链接": "https://pan.quark.cn/s/3d3ed70e2bed"
  },
  {
    "文件名": "《你们校霸都这么漂亮吗？》 作者：汪汪语.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ccc6c5701340"
  },
  {
    "文件名": "《你们父子别太离谱（科举）》作者：请吃一碗草莓.txt",
    "夸克盘链接": "https://pan.quark.cn/s/4e5191782096"
  },
  {
    "文件名": "《你撩够了吗》作者：甜许.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e34073b749ee"
  },
  {
    "文件名": "《你好，数学家》作者：只喝三分甜.txt",
    "夸克盘链接": "https://pan.quark.cn/s/2a02bb691a94"
  },
  {
    "文件名": "《你别躲着我》作者：起筝.txt",
    "夸克盘链接": "https://pan.quark.cn/s/6b6f095f0884"
  },
  {
    "文件名": "《霓虹天气》作者：严雪芥.txt",
    "夸克盘链接": "https://pan.quark.cn/s/0318e58f4de6"
  },
  {
    "文件名": "《你qq了你前夫》作者：木三观.txt",
    "夸克盘链接": "https://pan.quark.cn/s/0e321093e5b8"
  },
  {
    "文件名": "《内卷幼崽与咸鱼反派》作者：衾寒月暖.txt",
    "夸克盘链接": "https://pan.quark.cn/s/1fa77b9d3237"
  },
  {
    "文件名": "《内卷幼崽与咸鱼反派》作者：衾寒月暖 7k男主无cp .txt",
    "夸克盘链接": "https://pan.quark.cn/s/d6cb7053c4e2"
  },
  {
    "文件名": "《脑洞合集 》作者：QJF.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e33818e63035"
  },
  {
    "文件名": "《难以自持》作者：栗子雪糕.txt",
    "夸克盘链接": "https://pan.quark.cn/s/36368ce467ea"
  },
  {
    "文件名": "《男主发疯后》作者：莞尔wr.txt",
    "夸克盘链接": "https://pan.quark.cn/s/f3915c6db635"
  },
  {
    "文件名": "《难驯》作者：独行醉虾【8k主受】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/b44f41008c78"
  },
  {
    "文件名": "《南荣》_作者：迷幻的炮台【1.2w】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/51a911ef1727"
  },
  {
    "文件名": "《难宣于口》作者：公子无鱼.txt",
    "夸克盘链接": "https://pan.quark.cn/s/dc783c3378dd"
  },
  {
    "文件名": "《男友每次都不是人[人外]》作者：妮妮呀.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a6ff3b4caa84"
  },
  {
    "文件名": "《男友每次都不是人 人外 》作者：妮妮呀.txt",
    "夸克盘链接": "https://pan.quark.cn/s/53b48260611e"
  },
  {
    "文件名": "《男配他又倒在我家门前》作者：睡神再世.txt",
    "夸克盘链接": "https://pan.quark.cn/s/1c231a271581"
  },
  {
    "文件名": "《男配憨不可撩[穿书]》作者：梧桐簌簌.txt",
    "夸克盘链接": "https://pan.quark.cn/s/89f0758697b8"
  },
  {
    "文件名": "《男娇妻的隐婚日常》作者：小潘恩.txt",
    "夸克盘链接": "https://pan.quark.cn/s/7f684f9c263d"
  },
  {
    "文件名": "《男妃在上》作者：两百斤道长.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e3db86651856"
  },
  {
    "文件名": "《那个宿敌不想和解》作者：海藻大王(1).txt",
    "夸克盘链接": "https://pan.quark.cn/s/8d7602053012"
  },
  {
    "文件名": "《那个和尚他有条龙[重生]》作者：辛垣辞.txt",
    "夸克盘链接": "https://pan.quark.cn/s/7272e48ba6b4"
  },
  {
    "文件名": "《哪知他一剑太温柔》作者：不是红糖.txt",
    "夸克盘链接": "https://pan.quark.cn/s/8c8181c9ca27"
  },
  {
    "文件名": "《目标铃木甚尔》作者：菜花汤.txt",
    "夸克盘链接": "https://pan.quark.cn/s/5f65d014b3ca"
  },
  {
    "文件名": "《某枝小岛》（精校版全本+番外完）作者：桨声已.txt",
    "夸克盘链接": "https://pan.quark.cn/s/3c8b85bec4ed"
  },
  {
    "文件名": "《末世一不小心成了大佬》作者：七分糖.txt",
    "夸克盘链接": "https://pan.quark.cn/s/9a9cf9b966dd"
  },
  {
    "文件名": "《末世非酋大佬 重生 》作者：双木成冰.txt",
    "夸克盘链接": "https://pan.quark.cn/s/5bd89b49f613"
  },
  {
    "文件名": "《末世兄妹流放种田》作者：灰白菜菜.txt",
    "夸克盘链接": "https://pan.quark.cn/s/5707ad032f01"
  },
  {
    "文件名": "《末世对我下手了》作者：一把杀猪刀.txt",
    "夸克盘链接": "https://pan.quark.cn/s/dd048148f9d3"
  },
  {
    "文件名": "《魔尊为何如此妖艳》作者：咕彦.txt",
    "夸克盘链接": "https://pan.quark.cn/s/2216629aff39"
  },
  {
    "文件名": "《末日安全区》作者：楚山晓.txt",
    "夸克盘链接": "https://pan.quark.cn/s/3ac720121096"
  },
  {
    "文件名": "《魔尊今天杀掉她了吗？》作者：年影.txt",
    "夸克盘链接": "https://pan.quark.cn/s/33f9757847df"
  },
  {
    "文件名": "《魔道卧底反复横跳中》作者：鹈鹕吻江.txt",
    "夸克盘链接": "https://pan.quark.cn/s/b5ba65ec68f4"
  },
  {
    "文件名": "《模拟神明》作者：芒果椰汁.txt",
    "夸克盘链接": "https://pan.quark.cn/s/0e4eb148f8b9"
  },
  {
    "文件名": "《明月见我如是》作者：渔燃.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a4d0489b6ef3"
  },
  {
    "文件名": "《明月别枝》作者：顾沉知.txt",
    "夸克盘链接": "https://pan.quark.cn/s/de4526a2acc8"
  },
  {
    "文件名": "《萌宝传承中药系统》作者：燕麦卷.txt",
    "夸克盘链接": "https://pan.quark.cn/s/3cd3e89badb0"
  },
  {
    "文件名": "《明眸皓齿》作者：灯轻.txt",
    "夸克盘链接": "https://pan.quark.cn/s/8ef0f07b66db"
  },
  {
    "文件名": "《明君与妖妃》作者：慕沉歌 7k不明 .txt",
    "夸克盘链接": "https://pan.quark.cn/s/540cc4783464"
  },
  {
    "文件名": "《民国设计师 穿书 》作者：青枫垂露.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c461b2f7e83d"
  },
  {
    "文件名": "《迷人的老祖宗都是我爹（汉）》作者：鸦瞳.txt",
    "夸克盘链接": "https://pan.quark.cn/s/1d3d5b7079ef"
  },
  {
    "文件名": "《蜜色契约》作者：桃白百(1).txt",
    "夸克盘链接": "https://pan.quark.cn/s/91ba6df59034"
  },
  {
    "文件名": "《美人掌欢（重生）》作者：照城.txt",
    "夸克盘链接": "https://pan.quark.cn/s/acf994e29455"
  },
  {
    "文件名": "《门后高能 无限 》作者：起个名那么难.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c3d0f08924cb"
  },
  {
    "文件名": "《美食约美客》作者：兰贺.txt",
    "夸克盘链接": "https://pan.quark.cn/s/587a9d7e80ec"
  },
  {
    "文件名": "《每天都在学做人》作者：桔桔.txt",
    "夸克盘链接": "https://pan.quark.cn/s/685fba742d31"
  },
  {
    "文件名": "《每天狂撸大佬伴生兽》作者：猫打呼.txt",
    "夸克盘链接": "https://pan.quark.cn/s/84b2e82a22ad"
  },
  {
    "文件名": "《美人掌欢 重生 》作者：照城.txt",
    "夸克盘链接": "https://pan.quark.cn/s/b6f8b8463304"
  },
  {
    "文件名": "《每天都要撒撒娇》作者：小蒹葭.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ed1558b3571f"
  },
  {
    "文件名": "《霉女喜嫁》作者：裘梦.txt",
    "夸克盘链接": "https://pan.quark.cn/s/46356d0ccad1"
  },
  {
    "文件名": "《梅子黄时 [成长·逆袭参赛作品]》作者：上官赏花.txt",
    "夸克盘链接": "https://pan.quark.cn/s/1a471fc21c7f"
  },
  {
    "文件名": "《玫瑰吻我》许瑶、姜厌 作者：陶陶陶桃子吖.txt",
    "夸克盘链接": "https://pan.quark.cn/s/106bb6b9a4a9"
  },
  {
    "文件名": "《没有马甲的他掉马了》作者：找bug专业户.txt",
    "夸克盘链接": "https://pan.quark.cn/s/48ed541ba453"
  },
  {
    "文件名": "《猫系影帝饲养手册》作者：鸡蛋面不加蛋.txt",
    "夸克盘链接": "https://pan.quark.cn/s/f8dbeaff3608"
  },
  {
    "文件名": "《猫咪绑定抽卡拍照系统后》作者：噫吁嚱鸭.txt",
    "夸克盘链接": "https://pan.quark.cn/s/5712912d5a5c"
  },
  {
    "文件名": "《猫咪绑定抽卡拍照系统后》作者：噫吁嚱鸭 主攻 .txt",
    "夸克盘链接": "https://pan.quark.cn/s/48debb300805"
  },
  {
    "文件名": "《猫猫的天灾求生路》作者：狸奴不吃鱼.txt",
    "夸克盘链接": "https://pan.quark.cn/s/bf63f0b5bb38"
  },
  {
    "文件名": "《满级天师爆红娱乐圈》作者：春三眠.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ea9c8b731757"
  },
  {
    "文件名": "《蛮荒部落生存记》作者：慕容离白.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a6d7605e207b"
  },
  {
    "文件名": "《绿萼落雪》作者：雪落千山.txt",
    "夸克盘链接": "https://pan.quark.cn/s/23d5e63375bd"
  },
  {
    "文件名": "《绿茶小师弟又在演我》作者：绣生 6.5w主受 .txt",
    "夸克盘链接": "https://pan.quark.cn/s/076b4ee52025"
  },
  {
    "文件名": "《绿茶人设绝不能崩[穿书]》作者：枕七星.txt",
    "夸克盘链接": "https://pan.quark.cn/s/d6a7b3f2991b"
  },
  {
    "文件名": "《落入掌中》作者：星旅.txt",
    "夸克盘链接": "https://pan.quark.cn/s/bbe5ccc8a4b3"
  },
  {
    "文件名": "《绿茶攻他翻车了》作者：路回塘.txt",
    "夸克盘链接": "https://pan.quark.cn/s/06c99252118f"
  },
  {
    "文件名": "《落魄后被死对头捡到了》作者：林夕林.txt",
    "夸克盘链接": "https://pan.quark.cn/s/f4a8c0155c0c"
  },
  {
    "文件名": "《论如何在攻略游戏里找对象》作者：涉坂长林.txt",
    "夸克盘链接": "https://pan.quark.cn/s/7d5061cf1055"
  },
  {
    "文件名": "《论守护者的多样性》作者：迟昼夜明.txt",
    "夸克盘链接": "https://pan.quark.cn/s/3e84de2b399a"
  },
  {
    "文件名": "《龙先生余生请多关照》作者：韩降雪.txt",
    "夸克盘链接": "https://pan.quark.cn/s/b0b58dd771a2"
  },
  {
    "文件名": "《论苟，我是专业的》作者：百城辞.txt",
    "夸克盘链接": "https://pan.quark.cn/s/d65ddf66a81e"
  },
  {
    "文件名": "《脔雀》作者：涨汝.txt",
    "夸克盘链接": "https://pan.quark.cn/s/6d3cfe16de7e"
  },
  {
    "文件名": "《沦为地狱清洁工后》作者：三元里.txt",
    "夸克盘链接": "https://pan.quark.cn/s/b771e2670a76"
  },
  {
    "文件名": "《路西法为世界和平牺牲太多》作者： 夜夕岚.txt",
    "夸克盘链接": "https://pan.quark.cn/s/70403e1fba6a"
  },
  {
    "文件名": "《鸾臣》作者：月祭Nico.txt",
    "夸克盘链接": "https://pan.quark.cn/s/b09ec4f5f177"
  },
  {
    "文件名": "《龙套逆袭[娱乐圈]》作者：卿云然.txt",
    "夸克盘链接": "https://pan.quark.cn/s/11441c41c4ed"
  },
  {
    "文件名": "《龙岛上的男妈妈》作者：放鸽子.txt",
    "夸克盘链接": "https://pan.quark.cn/s/f12175534944"
  },
  {
    "文件名": "《龙岛上的男妈妈》作者：放鸽子 7.8w主受 .txt",
    "夸克盘链接": "https://pan.quark.cn/s/7c1cfebfc8a2"
  },
  {
    "文件名": "《龙傲天都爱我[快穿]》作者：时如意【3.3w主受】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/2311e63d5ebe"
  },
  {
    "文件名": "《六十年代随身带着拼夕夕》作者：静静是仙女.txt",
    "夸克盘链接": "https://pan.quark.cn/s/f1a6ebb649ca"
  },
  {
    "文件名": "《流俗雨》作者：怀南小山 补番 .txt",
    "夸克盘链接": "https://pan.quark.cn/s/53b0181e31ee"
  },
  {
    "文件名": "《流放后我在边疆当团宠》作者：一条空鱼儿.txt",
    "夸克盘链接": "https://pan.quark.cn/s/45f8bfbd258a"
  },
  {
    "文件名": "《零秒起漂》作者：南北逐风.txt",
    "夸克盘链接": "https://pan.quark.cn/s/28655ce13137"
  },
  {
    "文件名": "《令行禁止》作者：野有死鹿.txt",
    "夸克盘链接": "https://pan.quark.cn/s/5af6bdfd076e"
  },
  {
    "文件名": "《绫罗夫人》作者：金阿淼.txt",
    "夸克盘链接": "https://pan.quark.cn/s/92c7340e7589"
  },
  {
    "文件名": "《灵异成精后我被人类饲养了》作者：香酥脆脆球(1).txt",
    "夸克盘链接": "https://pan.quark.cn/s/610706231454"
  },
  {
    "文件名": "《灵能觉醒后我成了最强关系户》作者：.txt",
    "夸克盘链接": "https://pan.quark.cn/s/876b8f93fc23"
  },
  {
    "文件名": "《临时同居[娱乐圈]》作者：苏子小姐.txt",
    "夸克盘链接": "https://pan.quark.cn/s/6aa88f18af00"
  },
  {
    "文件名": "《劣性沦陷》作者：枕歌.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c15b1f4ad23f"
  },
  {
    "文件名": "《猎物》作者：萌尔.txt",
    "夸克盘链接": "https://pan.quark.cn/s/cd69331296d1"
  },
  {
    "文件名": "《劣性宠溺》作者：林啸也（番外全）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e54fea504c12"
  },
  {
    "文件名": "《撩人的她[快穿]》作者：余薇之.txt",
    "夸克盘链接": "https://pan.quark.cn/s/7fbb11b2b05c"
  },
  {
    "文件名": "《恋爱脑女主的小姨妈躺平了 八零 》作者：秋凌.txt",
    "夸克盘链接": "https://pan.quark.cn/s/4965f5e10d2c"
  },
  {
    "文件名": "《撩完徒弟后我跑路了（穿书）》作者：秃顶的南瓜.txt",
    "夸克盘链接": "https://pan.quark.cn/s/fd9315590f08"
  },
  {
    "文件名": "《撩到一只害羞忠犬》作者：郁逢早.txt",
    "夸克盘链接": "https://pan.quark.cn/s/b54f24a90285"
  },
  {
    "文件名": "《恋综：你就宠他吧》作者：苏九影.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e9ac10c0c7ee"
  },
  {
    "文件名": "《恋爱天才钱小可》作者：秦三见.txt",
    "夸克盘链接": "https://pan.quark.cn/s/8862b7d58f09"
  },
  {
    "文件名": "《恋爱脑和黏人精联姻后》作者：故栀 2.5w主受 .txt",
    "夸克盘链接": "https://pan.quark.cn/s/6f165ff9edcf"
  },
  {
    "文件名": "《恋爱MVP[虫族]》作者：缭影.txt",
    "夸克盘链接": "https://pan.quark.cn/s/974579efc0b6"
  },
  {
    "文件名": "《脸盲不要随便暗恋人》作者：芜珄.txt",
    "夸克盘链接": "https://pan.quark.cn/s/014d1e8c3f7a"
  },
  {
    "文件名": "《连麦事故》作者：废孚一只.txt",
    "夸克盘链接": "https://pan.quark.cn/s/68258a9e2dfe"
  },
  {
    "文件名": "《莉莉丝的小眼球[克系]》作者：蓝珑琼.txt",
    "夸克盘链接": "https://pan.quark.cn/s/9bd59010fe92"
  },
  {
    "文件名": "《李生与我》作者：半熟小桃.txt",
    "夸克盘链接": "https://pan.quark.cn/s/485fa0cd6ddd"
  },
  {
    "文件名": "《离离（重生）》作者：怂怂的小包.txt",
    "夸克盘链接": "https://pan.quark.cn/s/bd1553799878"
  },
  {
    "文件名": "《离婚后影帝真香了[娱乐圈]》作者：锦芒.txt",
    "夸克盘链接": "https://pan.quark.cn/s/4686fcfa48e6"
  },
  {
    "文件名": "《老实人的全胜》作者：吸猫成仙.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e62026a70af9"
  },
  {
    "文件名": "《离婚的事，晚点再说》作者：西流 2w .txt",
    "夸克盘链接": "https://pan.quark.cn/s/a49f1ae986c3"
  },
  {
    "文件名": "《老攻小我十二岁》作者：竹喵.txt",
    "夸克盘链接": "https://pan.quark.cn/s/07c5604e82fe"
  },
  {
    "文件名": "《懒女古代日常》作者： 寄秋.txt",
    "夸克盘链接": "https://pan.quark.cn/s/7e6315642b75"
  },
  {
    "文件名": "《蓝色鸡尾酒》作者：茶榷.txt",
    "夸克盘链接": "https://pan.quark.cn/s/318d273e1c82"
  },
  {
    "文件名": "《来者犹可追[重生]》作者：贺端阳.txt",
    "夸克盘链接": "https://pan.quark.cn/s/4f06b5d6ea43"
  },
  {
    "文件名": "《矿区美人养娃日常 八零 》作者：老胡十八.txt",
    "夸克盘链接": "https://pan.quark.cn/s/5e5a9376c1e1"
  },
  {
    "文件名": "《来时有灯火》作者：空空如气.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c2c667f951cb"
  },
  {
    "文件名": "《窥欲》作者：禾小星(1).txt",
    "夸克盘链接": "https://pan.quark.cn/s/2bf6c0b9c955"
  },
  {
    "文件名": "《窥山》作者：Shevek.txt",
    "夸克盘链接": "https://pan.quark.cn/s/15e305e76dbb"
  },
  {
    "文件名": "《快穿之回收站》作者：林跃然.txt",
    "夸克盘链接": "https://pan.quark.cn/s/0f110b3de764"
  },
  {
    "文件名": "《旷野之渡》作者 金丙.txt",
    "夸克盘链接": "https://pan.quark.cn/s/2e509e7f26e3"
  },
  {
    "文件名": "[校园 甜文]《不及你甜》作者：荒川黛(flag狂魔攻X害羞软萌受).txt",
    "夸克盘链接": "https://pan.quark.cn/s/f9d9bf192b74"
  },
  {
    "文件名": "[清]当胤礽绑定旅行太子系统后 作者：点绛春.txt",
    "夸克盘链接": "https://pan.quark.cn/s/cbdf95f3e806"
  },
  {
    "文件名": "[连载]《【总攻】足坛第一向导》作者：疯狂飙车（np）--更325.txt",
    "夸克盘链接": "https://pan.quark.cn/s/8d09805d82ae"
  },
  {
    "文件名": "[小说]《女王制造商[重生]》作者：江山沧澜.txt",
    "夸克盘链接": "https://pan.quark.cn/s/dbcc53752069"
  },
  {
    "文件名": "[连载]《【dc】路人如何在dc浑水摸鱼》作者：豆腐今天咸了--更36.txt",
    "夸克盘链接": "https://pan.quark.cn/s/cc8bc800a0d8"
  },
  {
    "文件名": "[火影]燎原火 作者：北刀.txt",
    "夸克盘链接": "https://pan.quark.cn/s/71fea31f23e8"
  },
  {
    "文件名": "[穿越重生]《快穿之横行霸道》作者：江山沧澜().txt",
    "夸克盘链接": "https://pan.quark.cn/s/a663fa430941"
  },
  {
    "文件名": "《刻骨》作者：僵尸嬷嬷.txt",
    "夸克盘链接": "https://pan.quark.cn/s/6302696401fe"
  },
  {
    "文件名": "[补番]《暗燃》作者：时玖远.txt",
    "夸克盘链接": "https://pan.quark.cn/s/004d1a14e3a3"
  },
  {
    "文件名": "《可恶！疯批下属每天都想诱拐少爷》作者：万楼愈.txt",
    "夸克盘链接": "https://pan.quark.cn/s/d1cb2cb7e606"
  },
  {
    "文件名": "《可爱幼崽团宠指南 星际 》作者：缇慢慢.txt",
    "夸克盘链接": "https://pan.quark.cn/s/740c58243d72"
  },
  {
    "文件名": "《可爱幼崽团宠指南 星际 》作者：缇慢慢 1.8w主受 .txt",
    "夸克盘链接": "https://pan.quark.cn/s/4c73e6b37974"
  },
  {
    "文件名": "《科研大佬魂穿假二代》作者：词酒.txt",
    "夸克盘链接": "https://pan.quark.cn/s/9407a978bdb1"
  },
  {
    "文件名": "《科学占星，唯物算命》作者 江月年年.txt",
    "夸克盘链接": "https://pan.quark.cn/s/34a6c9bda82c"
  },
  {
    "文件名": "《科举文里的早逝原配》作者：茶茶花开.txt",
    "夸克盘链接": "https://pan.quark.cn/s/b3a9a9e2432d"
  },
  {
    "文件名": "《科技强国，向秦始皇直播四大发明》作者：火星少女.txt",
    "夸克盘链接": "https://pan.quark.cn/s/bdec68660a17"
  },
  {
    "文件名": "《科举日常》作者：岛里天下.txt",
    "夸克盘链接": "https://pan.quark.cn/s/36b2dc3b6737"
  },
  {
    "文件名": "《靠旁白躲过无限但自投罗网》作者：空桑有雪.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a8494d95858b"
  },
  {
    "文件名": "《靠金手指在虫族开荒的日子》作者：枕上檀痕.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e154ea08bbaf"
  },
  {
    "文件名": "《开局一本生死簿》作者：甲子亥.txt",
    "夸克盘链接": "https://pan.quark.cn/s/95bad58d9229"
  },
  {
    "文件名": "《看见你了》作者：古今.txt",
    "夸克盘链接": "https://pan.quark.cn/s/30d69b0e2ca8"
  },
  {
    "文件名": "《靠岸》 作者：魏连殳.txt",
    "夸克盘链接": "https://pan.quark.cn/s/0bb334757e7d"
  },
  {
    "文件名": "《开局捡垃圾，但成了首富皇帝》作者：光衍星移.txt",
    "夸克盘链接": "https://pan.quark.cn/s/baec15466b5b"
  },
  {
    "文件名": "《君子似归》作者：陌百桑.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a8d8ec408434"
  },
  {
    "文件名": "《眷恋》作者：叶见星.txt",
    "夸克盘链接": "https://pan.quark.cn/s/f892d2323fe7"
  },
  {
    "文件名": "《觉醒女配，整顿豪门》作者：泉久久.txt",
    "夸克盘链接": "https://pan.quark.cn/s/b44cd2304939"
  },
  {
    "文件名": "《就当他没来过》作者：舒远（破镜重圆，追妻火葬场，冷硬狠痞消防队长VS倔美心软新闻记者）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/41a014264a12"
  },
  {
    "文件名": "《剧情崩了关咸鱼男配什么事》作者：贰两半(1).txt",
    "夸克盘链接": "https://pan.quark.cn/s/1d845e2d5962"
  },
  {
    "文件名": "《就爱那个偏执反派[快穿]》作者：绒绒子.txt",
    "夸克盘链接": "https://pan.quark.cn/s/407e5f65860f"
  },
  {
    "文件名": "《救赎小可怜男配后我死遁了》作者：栖风念.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a3292f3a7b1d"
  },
  {
    "文件名": "《救赎凶残小可怜后发现他是黏人精》作者：叫我妖灯就好了.txt",
    "夸克盘链接": "https://pan.quark.cn/s/755dc206eec7"
  },
  {
    "文件名": "《救赎诡异文的人外反派们》作者：静静的土豆.txt",
    "夸克盘链接": "https://pan.quark.cn/s/579e67a5b6e5"
  },
  {
    "文件名": "《救赎悲情角色［快穿］》作者：原pai.txt",
    "夸克盘链接": "https://pan.quark.cn/s/419238d58bc3"
  },
  {
    "文件名": "《九零之读心神探》作者：胡六月.txt",
    "夸克盘链接": "https://pan.quark.cn/s/252e224a783d"
  },
  {
    "文件名": "《救赎》作者：三冬江上雪.txt",
    "夸克盘链接": "https://pan.quark.cn/s/75f3b53398c4"
  },
  {
    "文件名": "《救了鲛人后，他黏着我要亲亲》作者：花枝眠.txt",
    "夸克盘链接": "https://pan.quark.cn/s/5df8c6e80b7d"
  },
  {
    "文件名": "《旧人恩断后的第三年》作者：梁籍.txt",
    "夸克盘链接": "https://pan.quark.cn/s/84b923dea26f"
  },
  {
    "文件名": "《九尾狐农家乐》作者：彼之长安.txt",
    "夸克盘链接": "https://pan.quark.cn/s/7fff11a8a5a6"
  },
  {
    "文件名": "《九零我是重生文对照组女配》 作者：江今九.txt",
    "夸克盘链接": "https://pan.quark.cn/s/751f7ec43e18"
  },
  {
    "文件名": "《九不知》作者：越六关.txt",
    "夸克盘链接": "https://pan.quark.cn/s/21cc7b64a70e"
  },
  {
    "文件名": "《镜子游戏》作者：二两梅子雨.txt",
    "夸克盘链接": "https://pan.quark.cn/s/45144f8b8636"
  },
  {
    "文件名": "《静水深流 重生 》作者 寒菽.txt",
    "夸克盘链接": "https://pan.quark.cn/s/4cd2558b50eb"
  },
  {
    "文件名": "《景光成了我家猫后》作者：名字挺好.txt",
    "夸克盘链接": "https://pan.quark.cn/s/688500da7e09"
  },
  {
    "文件名": "《惊！红包群也能上交吗？》作者：高甜超人.txt",
    "夸克盘链接": "https://pan.quark.cn/s/315cd8901441"
  },
  {
    "文件名": "《精神病爱人》作者：火懒.txt",
    "夸克盘链接": "https://pan.quark.cn/s/dc0c74e2c391"
  },
  {
    "文件名": "《惊！保护动物居然也不能靠卖萌为生》作者：洛娜215.txt",
    "夸克盘链接": "https://pan.quark.cn/s/65cc01685133"
  },
  {
    "文件名": "《经过海棠》作者：怀南小山.txt",
    "夸克盘链接": "https://pan.quark.cn/s/dd2bcbfe4abb"
  },
  {
    "文件名": "《禁止心动》作者：阿宁儿.txt",
    "夸克盘链接": "https://pan.quark.cn/s/f1f013b3a929"
  },
  {
    "文件名": "《禁止觊觎人妻omega》作者：不甜茶.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e697f2786640"
  },
  {
    "文件名": "《禁止暧昧PUBG》作者：照烧柚子姬.txt",
    "夸克盘链接": "https://pan.quark.cn/s/9e28ba886b71"
  },
  {
    "文件名": "《谨遵医嘱》作者：墨墨涂.txt",
    "夸克盘链接": "https://pan.quark.cn/s/51f042b83c7d"
  },
  {
    "文件名": "《进来玩现耽合集》作者：宋昭昭.txt",
    "夸克盘链接": "https://pan.quark.cn/s/2bd608f07498"
  },
  {
    "文件名": "《锦鲤小皇后又名大龄皇后》（精校版全本+番外完）作者：故筝.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c32d1bd0e597"
  },
  {
    "文件名": "《金牌卧底被迫成为大导演》作者：铁马倦倦.txt",
    "夸克盘链接": "https://pan.quark.cn/s/d423ccec94a2"
  },
  {
    "文件名": "《金丹碎裂后》作者：郁华.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e42cabce2954"
  },
  {
    "文件名": "《今天又是拯救人类的小可爱惹》作者：猫与火锅.txt",
    "夸克盘链接": "https://pan.quark.cn/s/08de0c4d83cd"
  },
  {
    "文件名": "《今天也在努力救治霍去病》作者：喃喃果.txt",
    "夸克盘链接": "https://pan.quark.cn/s/1d72c53fa76d"
  },
  {
    "文件名": "《金唱片》作者：点火.txt",
    "夸克盘链接": "https://pan.quark.cn/s/d51fcfe6f586"
  },
  {
    "文件名": "《今天去找康熙认爹了没有》作者：藤萝浠月 3.4w男主无cp .txt",
    "夸克盘链接": "https://pan.quark.cn/s/32c0bb6ece32"
  },
  {
    "文件名": "《今天撩到情敌了吗》作者：曲迟语.txt",
    "夸克盘链接": "https://pan.quark.cn/s/2c46081a882c"
  },
  {
    "文件名": "《今日出摊》 作者：张大吉.txt",
    "夸克盘链接": "https://pan.quark.cn/s/df0a92648465"
  },
  {
    "文件名": "《叫我老公》作者：风右 7k .txt",
    "夸克盘链接": "https://pan.quark.cn/s/a19967c757da"
  },
  {
    "文件名": "《娇媳妇七零家属院日常》作者：海岱苗.txt",
    "夸克盘链接": "https://pan.quark.cn/s/de08aaab10e2"
  },
  {
    "文件名": "《骄阳似我（下）》作者：顾漫.txt",
    "夸克盘链接": "https://pan.quark.cn/s/266d28262e8d"
  },
  {
    "文件名": "《娇软美人异世吹彩虹屁求生[无限]》作者：百万黄金.txt",
    "夸克盘链接": "https://pan.quark.cn/s/7d443b37773d"
  },
  {
    "文件名": "《娇宠小可怜竹马》（精校版全本）作者：程惊堂.txt",
    "夸克盘链接": "https://pan.quark.cn/s/bacef71c411a"
  },
  {
    "文件名": "《娇妻观察实录》作者：云深情浅.txt",
    "夸克盘链接": "https://pan.quark.cn/s/65b6ea2ceb87"
  },
  {
    "文件名": "《娇软美人成为万人迷后 无限 》作者：藤上藤下.txt",
    "夸克盘链接": "https://pan.quark.cn/s/2fb5307562ef"
  },
  {
    "文件名": "《交换人生后女配躺赢全豪门团宠》作者：雪桃酒酒.txt",
    "夸克盘链接": "https://pan.quark.cn/s/f8e7fd3bec00"
  },
  {
    "文件名": "《鉴定一下热门变异生物》作者：高山狸藻.txt",
    "夸克盘链接": "https://pan.quark.cn/s/5d75c96c2d94"
  },
  {
    "文件名": "《将醒》作者：君约（忠犬小奶狗和师母的故事，别后重逢，治愈系）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/454c358647c9"
  },
  {
    "文件名": "《姜医生，是我先动心》作者：唐源儿.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e5a997ef333d"
  },
  {
    "文件名": "《将军被我骗心后》作者：张部尚书.txt",
    "夸克盘链接": "https://pan.quark.cn/s/726c487d7888"
  },
  {
    "文件名": "《江湖生存指南》作者：宿宴乐.txt",
    "夸克盘链接": "https://pan.quark.cn/s/bc17dfcf5d57"
  },
  {
    "文件名": "《江湖不论剑（全息）》作者：起个名那么难.txt",
    "夸克盘链接": "https://pan.quark.cn/s/afe6f46505ea"
  },
  {
    "文件名": "《捡猫》作者：问君几许.txt",
    "夸克盘链接": "https://pan.quark.cn/s/9fe58b37ca72"
  },
  {
    "文件名": "《剑客难逃》作者：宋昭昭.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c294f633393a"
  },
  {
    "文件名": "《捡来的顶流黏上我了》作者：长野蔓蔓.txt",
    "夸克盘链接": "https://pan.quark.cn/s/fa844bb747ec"
  },
  {
    "文件名": "《奸臣追妻手札》作者：白风迟.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c854ce2d647e"
  },
  {
    "文件名": "《奸臣的糟糠妻重生后只想改嫁》作者：似宫.txt",
    "夸克盘链接": "https://pan.quark.cn/s/84b9afb6a8c7"
  },
  {
    "文件名": "《嫁入豪门，女配她在线发疯》作者：教无.txt",
    "夸克盘链接": "https://pan.quark.cn/s/7c23b3a958fc"
  },
  {
    "文件名": "《假少爷找回真少爷后》作者：锅锅吃火锅(1).txt",
    "夸克盘链接": "https://pan.quark.cn/s/d8a0d4f06ff0"
  },
  {
    "文件名": "《假少爷他亲哥是玄学大佬》作者：丸二缘.txt",
    "夸克盘链接": "https://pan.quark.cn/s/acf7a29513e5"
  },
  {
    "文件名": "《假少爷的豪门金丝雀 穿书 》作者两条鱼.txt",
    "夸克盘链接": "https://pan.quark.cn/s/1abc92667c4f"
  },
  {
    "文件名": "《假千金在荒岛综艺靠签到爆红》作者：桃桃乌七.txt",
    "夸克盘链接": "https://pan.quark.cn/s/60a8bb7efda4"
  },
  {
    "文件名": "《寄欢》作者：孟五月.txt",
    "夸克盘链接": "https://pan.quark.cn/s/b287cb939a92"
  },
  {
    "文件名": "《继承来的雌虫是理想型 虫族 》作者：一言生花.txt",
    "夸克盘链接": "https://pan.quark.cn/s/7858b7a84077"
  },
  {
    "文件名": "《季节性陷落》作者：春杼.txt",
    "夸克盘链接": "https://pan.quark.cn/s/291a689d6687"
  },
  {
    "文件名": "《极致欢喜》作者：宋玖槿.txt",
    "夸克盘链接": "https://pan.quark.cn/s/86da7aaa9b90"
  },
  {
    "文件名": "《回归后我令反派闻风丧胆》作者：墨白砚青.txt",
    "夸克盘链接": "https://pan.quark.cn/s/fc3d8df57c35"
  },
  {
    "文件名": "《婚后动情》作者：卷卷云倾.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ae67beb82270"
  },
  {
    "文件名": "《基因级宠爱》作者：舒书书（番外全）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/84c8570f8139"
  },
  {
    "文件名": "《灰姑娘的豪门劫：名门正妻》作者：七月锦衣.txt",
    "夸克盘链接": "https://pan.quark.cn/s/0e1b0b25200d"
  },
  {
    "文件名": "《皇帝怀了我的崽［穿书］》作者：苗五.txt",
    "夸克盘链接": "https://pan.quark.cn/s/723d60120b77"
  },
  {
    "文件名": "《换了心上人之后》作者：淼淼金.txt",
    "夸克盘链接": "https://pan.quark.cn/s/aa43f73ba2b1"
  },
  {
    "文件名": "《皇都》作者：风为马.txt",
    "夸克盘链接": "https://pan.quark.cn/s/0a9930202192"
  },
  {
    "文件名": "《荒岛有贤夫［七零］》作者：雪中立鹤.txt",
    "夸克盘链接": "https://pan.quark.cn/s/11a01af45f31"
  },
  {
    "文件名": "《宦官之后》作者：雾十(1).txt",
    "夸克盘链接": "https://pan.quark.cn/s/ad0a894caebe"
  },
  {
    "文件名": "《怀崽300年间我在魔界恃肚横行》作者：李末子.txt",
    "夸克盘链接": "https://pan.quark.cn/s/0108889fee9e"
  },
  {
    "文件名": "《怀崽后我和Alpha闹离婚》作者：沽飞双(1).txt",
    "夸克盘链接": "https://pan.quark.cn/s/d34ba3aa981b"
  },
  {
    "文件名": "《华夏导演，星际爆红》作者：非玖.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a0333023d850"
  },
  {
    "文件名": "《红酒味病美人》作者：南柯良人.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a10a08d86ca0"
  },
  {
    "文件名": "《红酒味病美人》作者：南柯良人 6k主受 .txt",
    "夸克盘链接": "https://pan.quark.cn/s/987c5e5b5733"
  },
  {
    "文件名": "《嘿，你马甲掉了 电竞 》作者：笔上山河.txt",
    "夸克盘链接": "https://pan.quark.cn/s/fbd100ed5d42"
  },
  {
    "文件名": "《黑莲花他永不翻车[快穿]》作者：没有尾巴的狐狸.txt",
    "夸克盘链接": "https://pan.quark.cn/s/6e0f78c4a0ad"
  },
  {
    "文件名": "《黑莲花手撕剧本后登顶娱乐圈》作者：虞星【8k】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/676d47dfed05"
  },
  {
    "文件名": "《黑红偶像》作者：萝卜花兔子.txt",
    "夸克盘链接": "https://pan.quark.cn/s/1423f0c668da"
  },
  {
    "文件名": "《贺少爷想被注意》作者：宝胭.txt",
    "夸克盘链接": "https://pan.quark.cn/s/d954f73d69e4"
  },
  {
    "文件名": "《和主角抢人气还抢对象》作者：雪落半.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a11e22539429"
  },
  {
    "文件名": "《荷尔蒙游戏》作者：高良姜.txt",
    "夸克盘链接": "https://pan.quark.cn/s/31c46b1d9ad2"
  },
  {
    "文件名": "《和纸片人老婆结婚了怎么办》作者：南辿星.txt",
    "夸克盘链接": "https://pan.quark.cn/s/37bbebd2faa7"
  },
  {
    "文件名": "《和有病alpha协议结婚后我哈哈哈哈哈》作者：简容 主受 .txt",
    "夸克盘链接": "https://pan.quark.cn/s/ef77ff89d026"
  },
  {
    "文件名": "《和影帝意外官宣后》作者：林盎司【2w主受】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/3a047ac7d0b6"
  },
  {
    "文件名": "《和死对头学神的崽穿来了》作者：忘书.txt",
    "夸克盘链接": "https://pan.quark.cn/s/83c790f694b3"
  },
  {
    "文件名": "《和校草同桌的日子》作者：素久辞.txt",
    "夸克盘链接": "https://pan.quark.cn/s/1880f5aedf6f"
  },
  {
    "文件名": "《和亲后，摄政王对我欲罢不能》作者：季韶华.txt",
    "夸克盘链接": "https://pan.quark.cn/s/f4f1676d9df8"
  },
  {
    "文件名": "《和刻薄学神校草同桌后》作者： 积雨.txt",
    "夸克盘链接": "https://pan.quark.cn/s/61a711f0aacf"
  },
  {
    "文件名": "《和你谈恋爱我可能会死》作者：草里君.txt",
    "夸克盘链接": "https://pan.quark.cn/s/3cc156019003"
  },
  {
    "文件名": "《和黑红亲弟上慢综爆红》作者：星火流金.txt",
    "夸克盘链接": "https://pan.quark.cn/s/b1f88abfd8ae"
  },
  {
    "文件名": "《和酆都大帝互为纸片人》作者：不周山桃.txt",
    "夸克盘链接": "https://pan.quark.cn/s/97bf213832f2"
  },
  {
    "文件名": "《和顶流假婚后恋综爆红》作者：鸠千.txt",
    "夸克盘链接": "https://pan.quark.cn/s/8997d3cbf527"
  },
  {
    "文件名": "《和顶流弟弟爆红综艺》作者 九月飞火.txt",
    "夸克盘链接": "https://pan.quark.cn/s/b8489e68cf19"
  },
  {
    "文件名": "《和cp上娃综后我爆红了》作者：怀胥.txt",
    "夸克盘链接": "https://pan.quark.cn/s/fad4b0e1af0b"
  },
  {
    "文件名": "《豪门丈夫穿回来找我了》作者：姜允.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a94eaf43dd47"
  },
  {
    "文件名": "《和帝国上将先婚后爱 gb 》作者：诗酒葡萄.txt",
    "夸克盘链接": "https://pan.quark.cn/s/3effbcbe26e9"
  },
  {
    "文件名": "《豪门怨夫带崽上娃综爆红》作者：凉茶超甜.txt",
    "夸克盘链接": "https://pan.quark.cn/s/cccdbaa0ed2a"
  },
  {
    "文件名": "《瀚海义符》作者：张勉一.txt",
    "夸克盘链接": "https://pan.quark.cn/s/b56e5bd26fa8"
  },
  {
    "文件名": "《过期告白》作者：蛋挞鲨.txt",
    "夸克盘链接": "https://pan.quark.cn/s/37dc0849c7f9"
  },
  {
    "文件名": "《过山车》作者：夜猫子.txt",
    "夸克盘链接": "https://pan.quark.cn/s/2837ce5a30c9"
  },
  {
    "文件名": "《诡异世界当侦探》作者：攀心.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ab8587bf4bc5"
  },
  {
    "文件名": "《贵妃娇宠日常》作者：枯木再生.txt",
    "夸克盘链接": "https://pan.quark.cn/s/b2136df7ac1b"
  },
  {
    "文件名": "《滚出豪门后我成了团宠》作者：约红.txt",
    "夸克盘链接": "https://pan.quark.cn/s/0f56aa41c8d7"
  },
  {
    "文件名": "《关于封地治理的若干意见》作者：乌鞘.txt",
    "夸克盘链接": "https://pan.quark.cn/s/408e26365515"
  },
  {
    "文件名": "《怪谈都说我是个老六》作者：诸葛菜（番外全）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/28354d255df6"
  },
  {
    "文件名": "《关小姐又在写情书》作者：茴笙.txt",
    "夸克盘链接": "https://pan.quark.cn/s/70628a675c98"
  },
  {
    "文件名": "《怪物的新娘》作者：白夏昼长.txt",
    "夸克盘链接": "https://pan.quark.cn/s/0d624fd45b37"
  },
  {
    "文件名": "《怪物复苏》作者：望三山.txt",
    "夸克盘链接": "https://pan.quark.cn/s/9ce5db0a3cd6"
  },
  {
    "文件名": "《怪物爱人 快穿 》作者：淮扬菜.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e47543c66b79"
  },
  {
    "文件名": "《怪物爱人 快穿 》作者：淮扬菜 2.6w主受 .txt",
    "夸克盘链接": "https://pan.quark.cn/s/b98f855cf246"
  },
  {
    "文件名": "《顾家小仵作》作者：柯小聂 补番 .txt",
    "夸克盘链接": "https://pan.quark.cn/s/198757c3d453"
  },
  {
    "文件名": "《乖软omega又被指挥官捕获了》作者：枝共冢.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c4f49ae02943"
  },
  {
    "文件名": "《蛊巫能包食堂吗[星际] 》作者：无衣yoyo.txt",
    "夸克盘链接": "https://pan.quark.cn/s/f7693ce68201"
  },
  {
    "文件名": "《骨里香》作者：dubedu (腹黑盲人攻x倔强毒舌受).txt",
    "夸克盘链接": "https://pan.quark.cn/s/3965e6310357"
  },
  {
    "文件名": "《攻略冰山总裁》作者：云静以致远(1).txt",
    "夸克盘链接": "https://pan.quark.cn/s/f4779c053a40"
  },
  {
    "文件名": "《孤儿区》作者：顽山行七.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c1a8e23dfc4a"
  },
  {
    "文件名": "《公爵千金在搞魔导科技》作者：悠悠仙.txt",
    "夸克盘链接": "https://pan.quark.cn/s/78c655f97c00"
  },
  {
    "文件名": "《公主病矫正指南》作者：夏日空想家.txt",
    "夸克盘链接": "https://pan.quark.cn/s/bdca399c1c0d"
  },
  {
    "文件名": "《工作后我变了物种》作者：瓜言巧语.txt",
    "夸克盘链接": "https://pan.quark.cn/s/f023a6469115"
  },
  {
    "文件名": "《跟影帝竹马隐婚后》 作者：壹枚【1.3w主受】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/f5cd4a97d14c"
  },
  {
    "文件名": "《跟星际大佬网恋后，我成了国宠》作者：仙米.txt",
    "夸克盘链接": "https://pan.quark.cn/s/3af1d1758c7f"
  },
  {
    "文件名": "《跟影帝在综艺复合后爆红》作者：晴叶有枝.txt",
    "夸克盘链接": "https://pan.quark.cn/s/2cf1ae448d21"
  },
  {
    "文件名": "《跟反派在一起后，我恃宠而娇》作者：姜橙.txt",
    "夸克盘链接": "https://pan.quark.cn/s/cade84371e14"
  },
  {
    "文件名": "《跟地府签约后我直播送外卖爆火了》作者：米条爱吃肉.txt",
    "夸克盘链接": "https://pan.quark.cn/s/21b8989b8e01"
  },
  {
    "文件名": "《给年少时病弱反派冲喜》作者：绾婉.txt",
    "夸克盘链接": "https://pan.quark.cn/s/efc0cdf71ef5"
  },
  {
    "文件名": "《给顶流男团当保姆后我爆红了》作者：嬴辞_1024132752.txt",
    "夸克盘链接": "https://pan.quark.cn/s/9e28013f1cf8"
  },
  {
    "文件名": "《高嫁侯门》作者：玉胡芦.txt",
    "夸克盘链接": "https://pan.quark.cn/s/da8891abc19d"
  },
  {
    "文件名": "《给顶流男团当保姆后我爆红了》作者：嬴辞 3.3w主受 .txt",
    "夸克盘链接": "https://pan.quark.cn/s/a50be4e9e91e"
  },
  {
    "文件名": "《感官仇恨》作者：水戈骨土亘.txt",
    "夸克盘链接": "https://pan.quark.cn/s/fe873e980234"
  },
  {
    "文件名": "《赴雪》作者：月昼【2.3w】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/9db8d5901fe0"
  },
  {
    "文件名": "《傅总的小可爱超甜》作者：万里星火.txt",
    "夸克盘链接": "https://pan.quark.cn/s/9d301937d752"
  },
  {
    "文件名": "《驸马跪安吧》作者：望烟.txt",
    "夸克盘链接": "https://pan.quark.cn/s/14c419b33e17"
  },
  {
    "文件名": "《辅助监督今天也想辞职》作者：轻食猪蹄堡.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c0b5fbd8794f"
  },
  {
    "文件名": "《浮世珍馐馆》作者：西瓜珍宝珠.txt",
    "夸克盘链接": "https://pan.quark.cn/s/520f70548599"
  },
  {
    "文件名": "《福孕小王妃》作者：陈毓华.txt",
    "夸克盘链接": "https://pan.quark.cn/s/3ad311c207a6"
  },
  {
    "文件名": "《扶贫从万界车站开始》作者：阚岚.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e8ff0da27e2f"
  },
  {
    "文件名": "《夫人舞刀爷弹琴》作者：裘梦.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e7670c7fcf02"
  },
  {
    "文件名": "《锋芒》作者：Lemon6.txt",
    "夸克盘链接": "https://pan.quark.cn/s/90e24022d482"
  },
  {
    "文件名": "《夫人善谋》作者：禾几君.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a886775edd9d"
  },
  {
    "文件名": "《夫郎美艳如牡丹（女尊）》作者：图里仙.txt",
    "夸克盘链接": "https://pan.quark.cn/s/f1110d68b18d"
  },
  {
    "文件名": "《疯批反派的自我修养》作者：火锅烧鸭.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c7613c5310f7"
  },
  {
    "文件名": "《风中传来你的声音》作者：挥霍.txt",
    "夸克盘链接": "https://pan.quark.cn/s/6468c22d1464"
  },
  {
    "文件名": "《风雪待归人》作者：小霄.txt",
    "夸克盘链接": "https://pan.quark.cn/s/be57cc25c8e7"
  },
  {
    "文件名": "《风起时》作者：梦筱二.txt",
    "夸克盘链接": "https://pan.quark.cn/s/4e7fe69897cf"
  },
  {
    "文件名": "《风城少年录》作者：青灯入梦.txt",
    "夸克盘链接": "https://pan.quark.cn/s/2cdb3b51882b"
  },
  {
    "文件名": "《分手后前任成了领导》作者：皆付笑谈.txt",
    "夸克盘链接": "https://pan.quark.cn/s/44058f889737"
  },
  {
    "文件名": "《废太子怀了敌国皇子的崽》作者：春生夏合.txt",
    "夸克盘链接": "https://pan.quark.cn/s/6742d71d3b96"
  },
  {
    "文件名": "《飞升到了魔法界》作者：暮沉霜.txt",
    "夸克盘链接": "https://pan.quark.cn/s/d59cb5195c7b"
  },
  {
    "文件名": "《分化后我成了豪门偏执A的100%契合》作者：拾伍陆柒.txt",
    "夸克盘链接": "https://pan.quark.cn/s/374768c4b1be"
  },
  {
    "文件名": "《分手后前男友成了我队友》作者：五香咸鱼.txt",
    "夸克盘链接": "https://pan.quark.cn/s/faa1ce251bf8"
  },
  {
    "文件名": "《绯闻[娱乐圈]》作者：半江安澜.txt",
    "夸克盘链接": "https://pan.quark.cn/s/6493614aa0e9"
  },
  {
    "文件名": "《绯闻 娱乐圈 》作者：半江安澜.txt",
    "夸克盘链接": "https://pan.quark.cn/s/38dc38514ece"
  },
  {
    "文件名": "《非人类竹马的饲养》作者：抹茶面巾卷.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ec0d06d63aa0"
  },
  {
    "文件名": "《房患未然》作者：蛾富贵.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e90499332a12"
  },
  {
    "文件名": "《犯上》作者：赵百三.txt",
    "夸克盘链接": "https://pan.quark.cn/s/10850a3e7914"
  },
  {
    "文件名": "《放学后别来我办公室》作者：提裙 9.2w主受 .txt",
    "夸克盘链接": "https://pan.quark.cn/s/e9dc9238a833"
  },
  {
    "文件名": "《返老还同》作者：苍白贫血【主攻】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/482811a689d9"
  },
  {
    "文件名": "《反派看我的眼神不对劲》作者：伽岩.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c6428e12d85e"
  },
  {
    "文件名": "《反派大佬偏爱吃软饭》作者：笑饮千觞.txt",
    "夸克盘链接": "https://pan.quark.cn/s/5a3e83b1a919"
  },
  {
    "文件名": "《反派病美人师叔偏爱我》作者：曳萝.txt",
    "夸克盘链接": "https://pan.quark.cn/s/34aad5a94496"
  },
  {
    "文件名": "《反派绑定拯救反派系统后 快穿 》作者：周橘涂.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ff17cb6a6efc"
  },
  {
    "文件名": "《反派O变A后攻了主角攻》作者：鲨大鱼.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e0423f95341e"
  },
  {
    "文件名": "《反穿后我成了世界冠军 电竞 》作者：檐下月 2w主受 .txt",
    "夸克盘链接": "https://pan.quark.cn/s/2f831173f203"
  },
  {
    "文件名": "《繁简》作者：君约（消防员-amp;漫画家，青梅竹马，久别重逢，性张力拉满！）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/b435a9e6bf4a"
  },
  {
    "文件名": "《法定婚龄》作者：苏二两 1.4w .txt",
    "夸克盘链接": "https://pan.quark.cn/s/3772a240fa3d"
  },
  {
    "文件名": "《法定婚龄》作者：苏二两.txt",
    "夸克盘链接": "https://pan.quark.cn/s/00ea9fc46327"
  },
  {
    "文件名": "《二手白月光》作者：蛄蛹的豆虫.txt",
    "夸克盘链接": "https://pan.quark.cn/s/cfd7a3338c02"
  },
  {
    "文件名": "《夺舍成死对头的猫后》作者：慕舟淮.txt",
    "夸克盘链接": "https://pan.quark.cn/s/12c6372ba4fb"
  },
  {
    "文件名": "《对症下药》作者：西夜子.txt",
    "夸克盘链接": "https://pan.quark.cn/s/6ac43be8effa"
  },
  {
    "文件名": "《二度沦陷 》作者：QJF.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c4c225f44a97"
  },
  {
    "文件名": "《囤满冰箱穿到天灾文里》作者：污木.txt",
    "夸克盘链接": "https://pan.quark.cn/s/26fa62074b73"
  },
  {
    "文件名": "《队友都在保护我 电竞 》作者：箐稞.txt",
    "夸克盘链接": "https://pan.quark.cn/s/985ad977c3ba"
  },
  {
    "文件名": "《渡夏天》作者：甜野豹（身材巨棒消防员x柔软温吞冷幽默）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/72df524b90be"
  },
  {
    "文件名": "《妒火难抑》作者：芥野.txt",
    "夸克盘链接": "https://pan.quark.cn/s/519118bd71bb"
  },
  {
    "文件名": "《都说了我不是神明》作者：洛花一泽.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a99285241f9d"
  },
  {
    "文件名": "《都说了我不是神明》作者：洛花一泽 7k男主无cp .txt",
    "夸克盘链接": "https://pan.quark.cn/s/25625ac19f09"
  },
  {
    "文件名": "《冬月初九》 作者：二两香油【9k】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/08b88f492d77"
  },
  {
    "文件名": "《都水监公厨》作者：越茶茶.txt",
    "夸克盘链接": "https://pan.quark.cn/s/407bc497639f"
  },
  {
    "文件名": "《冬天请与我恋爱》作者 江小绿 补番 .txt",
    "夸克盘链接": "https://pan.quark.cn/s/d9dbce1446e6"
  },
  {
    "文件名": "《东宫欢》作者：苏舜.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e6c9acf64e04"
  },
  {
    "文件名": "《顶流偏执于我（娱乐圈）》作者：似象清欢.txt",
    "夸克盘链接": "https://pan.quark.cn/s/eb4bc7558203"
  },
  {
    "文件名": "《顶流偏执于我（娱乐圈）》作者：似象清欢 主攻 .txt",
    "夸克盘链接": "https://pan.quark.cn/s/3440622c8c25"
  },
  {
    "文件名": "《顶级作精穿成和亲公主》作者：盛世清歌.txt",
    "夸克盘链接": "https://pan.quark.cn/s/4d07b0e9ef7f"
  },
  {
    "文件名": "《顶流的白月光是我》作者：清麓.txt",
    "夸克盘链接": "https://pan.quark.cn/s/3801a8728a2d"
  },
  {
    "文件名": "《顶级Alpha穿书来宠我》作者：水清音 1.5w主受 .txt",
    "夸克盘链接": "https://pan.quark.cn/s/d1a68724150b"
  },
  {
    "文件名": "《顶级捏脸大师》作者：奶糖方包.txt",
    "夸克盘链接": "https://pan.quark.cn/s/801443072d9a"
  },
  {
    "文件名": "《顶级异化》作者：梅行舒.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a0e66ad7e711"
  },
  {
    "文件名": "《跌入温床》作者：栗子雪糕.txt",
    "夸克盘链接": "https://pan.quark.cn/s/1d7d63d70e97"
  },
  {
    "文件名": "《钓系向导今天也被精神体贴贴》作者：舞竹.txt",
    "夸克盘链接": "https://pan.quark.cn/s/beff59bc8fc3"
  },
  {
    "文件名": "《钓到了我弟的室友》作者：故栀.txt",
    "夸克盘链接": "https://pan.quark.cn/s/350fd5ddc759"
  },
  {
    "文件名": "《第二春》作者：张不一（洒脱妖艳女主vs毒舌傲娇男主，p友转正，先婚后爱，双向治愈，都市甜宠文）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ea015dc1e20b"
  },
  {
    "文件名": "《抵不成剑》作者：四字说文.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ad740d47edd5"
  },
  {
    "文件名": "《地球三万年》作者：肥皂有点滑【5.3w主受】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/32f3ea46e7eb"
  },
  {
    "文件名": "《低嫁》作者：枯草藏烟.txt",
    "夸克盘链接": "https://pan.quark.cn/s/77cacfec812f"
  },
  {
    "文件名": "《等你那五年》作者 籽潋.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ffe84aa0ff5c"
  },
  {
    "文件名": "《等你变弯很久了》作者：江也盼.txt",
    "夸克盘链接": "https://pan.quark.cn/s/579fbbf5428e"
  },
  {
    "文件名": "《道侣害死我后又把我复活了》作者：一昔岁寒 9k主攻 .txt",
    "夸克盘链接": "https://pan.quark.cn/s/b28f213ff7a3"
  },
  {
    "文件名": "《当咸鱼被迫绑定自律系统 修真 》作者：沢鱼.txt",
    "夸克盘链接": "https://pan.quark.cn/s/624ee47702ec"
  },
  {
    "文件名": "《当血族穿成炮灰反派》作者：锲而不舍.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ce9b7b64dea2"
  },
  {
    "文件名": "《当无CP男主手握渣男剧本[快穿]》作者：绝情小猫咪.txt",
    "夸克盘链接": "https://pan.quark.cn/s/3207d0b6eed7"
  },
  {
    "文件名": "《当他从神坛跌落》作者：鱼不知.txt",
    "夸克盘链接": "https://pan.quark.cn/s/07af0983aa85"
  },
  {
    "文件名": "《当社恐穿成豪门后爸》作者：巫十九 1.2w主受 .txt",
    "夸克盘链接": "https://pan.quark.cn/s/307880e14a58"
  },
  {
    "文件名": "《当男德攻穿成了渣雄主[虫族]》作者：姝往【主攻】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/20fe052459c4"
  },
  {
    "文件名": "《当明吹成了雍正的背后灵（清穿）》作者：天下皆呆.txt",
    "夸克盘链接": "https://pan.quark.cn/s/da118a7ae2e0"
  },
  {
    "文件名": "《当剑客穿成中二少年[古穿今]》作者：墙沿欢笑.txt",
    "夸克盘链接": "https://pan.quark.cn/s/40fdb2cf0093"
  },
  {
    "文件名": "《当反派被迫攻略咸鱼女配》作者：春水醉山.txt",
    "夸克盘链接": "https://pan.quark.cn/s/b33596ccb680"
  },
  {
    "文件名": "《当厨神老祖穿到现代[美食]》作者：金桔三颗.txt",
    "夸克盘链接": "https://pan.quark.cn/s/645463b041fe"
  },
  {
    "文件名": "《当Gin同时被三瓶假酒攻略》作者：雾里鬼.txt",
    "夸克盘链接": "https://pan.quark.cn/s/6d49f346e77b"
  },
  {
    "文件名": "《单身罪》 作者：长笑歌【5k】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/cb9321b88f10"
  },
  {
    "文件名": "《带着空间宠夫郎（种田）》作者：青青园葵.txt",
    "夸克盘链接": "https://pan.quark.cn/s/fea98cc81c56"
  },
  {
    "文件名": "《当白痴遇见白痴》作者：田蜜.txt",
    "夸克盘链接": "https://pan.quark.cn/s/86e2e420aac3"
  },
  {
    "文件名": "《带着游戏系统穿星际》作者：鸦言鸦语.txt",
    "夸克盘链接": "https://pan.quark.cn/s/55ca5c1f44ac"
  },
  {
    "文件名": "《带球跑后被大佬找上门了》作者：鱼不思 1.4w主受 .txt",
    "夸克盘链接": "https://pan.quark.cn/s/d69ff8309b88"
  },
  {
    "文件名": "《大佬在星际搞基建》作者：阑珊留醉.txt",
    "夸克盘链接": "https://pan.quark.cn/s/dc6c35378075"
  },
  {
    "文件名": "《大艺术家与门卫小伙》作者：林梢焰.txt",
    "夸克盘链接": "https://pan.quark.cn/s/b36024318908"
  },
  {
    "文件名": "《大腿要看准了抱》作者：岑清辞.txt",
    "夸克盘链接": "https://pan.quark.cn/s/6b75d51d75e3"
  },
  {
    "文件名": "《大师兄决定和亲》作者：春溪笛晓（番外全）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/80c9855b4ba0"
  },
  {
    "文件名": "《大象塔·寻风》作者：萧墨颜.txt",
    "夸克盘链接": "https://pan.quark.cn/s/871d004b1bb9"
  },
  {
    "文件名": "《大师兄偏不想修剑道》作者：春酒醉疏翁 8k主攻 .txt",
    "夸克盘链接": "https://pan.quark.cn/s/5ed80ed5357a"
  },
  {
    "文件名": "《大明仵作小娇娘》作者：每天吃糖.txt",
    "夸克盘链接": "https://pan.quark.cn/s/4369d95ec592"
  },
  {
    "文件名": "《从前有座镇妖关》作者：徐二家的猫 .txt",
    "夸克盘链接": "https://pan.quark.cn/s/6ebfdef9ad60"
  },
  {
    "文件名": "《大佬会读心后，爷绿茶人设秒崩》作者：阮郁郁.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ac206654bab0"
  },
  {
    "文件名": "《大爹室友是我死对头》作者：夙与合.txt",
    "夸克盘链接": "https://pan.quark.cn/s/05fc9b01b1e3"
  },
  {
    "文件名": "《大超的五条猫猫饲养日常》作者：云禾酒.txt",
    "夸克盘链接": "https://pan.quark.cn/s/d19d62aaa39d"
  },
  {
    "文件名": "《打工人她总在脱线 快穿 》 作者：雏雏菊.txt",
    "夸克盘链接": "https://pan.quark.cn/s/350c842f1856"
  },
  {
    "文件名": "《从 愚 人 节开始的大 逃 杀 》作者：匿名 咸鱼.txt",
    "夸克盘链接": "https://pan.quark.cn/s/800ec5f4f1ef"
  },
  {
    "文件名": "《脆弱性》作者：何暮楚.txt",
    "夸克盘链接": "https://pan.quark.cn/s/fbc3f0e0aa82"
  },
  {
    "文件名": "《春秋小吏》作者：长生千叶(1).txt",
    "夸克盘链接": "https://pan.quark.cn/s/8776e1f37dd7"
  },
  {
    "文件名": "《雌虫支配的世界[虫族]》作者：狐九曦.txt",
    "夸克盘链接": "https://pan.quark.cn/s/79486ee8adbc"
  },
  {
    "文件名": "《雌虫支配的世界 虫族 》作者：狐九曦.txt",
    "夸克盘链接": "https://pan.quark.cn/s/14b4bc2c81d4"
  },
  {
    "文件名": "《此意钟灵[娱乐圈]》作者：妄云栖.txt",
    "夸克盘链接": "https://pan.quark.cn/s/30c5af4d13d7"
  },
  {
    "文件名": "《纯真月光》作者：南方之下.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a82644f0a8c3"
  },
  {
    "文件名": "《春犬的狂热》作者：绿色毛毛球【5k】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/6db4624cb790"
  },
  {
    "文件名": "《穿越后我成了宫里最厉害的崽》作者：东家小娘子.txt",
    "夸克盘链接": "https://pan.quark.cn/s/2b1939a23551"
  },
  {
    "文件名": "《穿书拯救战损反派》作者：轻纱墨舞.txt",
    "夸克盘链接": "https://pan.quark.cn/s/f8db30aaadc5"
  },
  {
    "文件名": "《穿书后我撩翻车了》作者：东风几许【6k主受】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/636bf4565544"
  },
  {
    "文件名": "《穿为 炮 灰，但和男二 艳 情 远扬了》作者：金九寅十.txt",
    "夸克盘链接": "https://pan.quark.cn/s/49724f324889"
  },
  {
    "文件名": "《穿书后我和豪门影帝HE了》作者：一群土拨薯.txt",
    "夸克盘链接": "https://pan.quark.cn/s/f73ca29d57d8"
  },
  {
    "文件名": "《穿书后我被迫给校草家冲喜》作者：三界掌灯使.txt",
    "夸克盘链接": "https://pan.quark.cn/s/2cf65daf8d7f"
  },
  {
    "文件名": "《穿书后拿了伪女主剧本》作者：一颗小豌豆呀.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c5f9910ac54a"
  },
  {
    "文件名": "《穿书后男主他人设崩了》作者：梧桐息.txt",
    "夸克盘链接": "https://pan.quark.cn/s/89de1a2f51c7"
  },
  {
    "文件名": "《穿进二百人男团中》作者：远上天山【8.2w男主无cp】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/8b111fc9a484"
  },
  {
    "文件名": "《穿进苏文被迫装直男》作者：云木鱼.txt",
    "夸克盘链接": "https://pan.quark.cn/s/6ca5b965239c"
  },
  {
    "文件名": "《穿到男神年少时》作者：逆水舟.txt",
    "夸克盘链接": "https://pan.quark.cn/s/73ea5e35def6"
  },
  {
    "文件名": "《穿到没有辣椒的世界后》作者：簌簌吹雪.txt",
    "夸克盘链接": "https://pan.quark.cn/s/37e31b89dd47"
  },
  {
    "文件名": "《穿成主角受后我攻了偏执大佬》作者：安则.txt",
    "夸克盘链接": "https://pan.quark.cn/s/051ddcf39265"
  },
  {
    "文件名": "《穿成万人迷咒灵以后》作者：北山小石.txt",
    "夸克盘链接": "https://pan.quark.cn/s/87d0ec0eccc7"
  },
  {
    "文件名": "《穿成无限流文的作精女配》作者：脸红猫猫头.txt",
    "夸克盘链接": "https://pan.quark.cn/s/59c15c13474e"
  },
  {
    "文件名": "《穿成万人迷文里的万人嫌》作者：水果扣.txt",
    "夸克盘链接": "https://pan.quark.cn/s/9b364bacb93d"
  },
  {
    "文件名": "《穿成全网黑的首富千金后爆红了》作者：心野l.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ea04b4bc4303"
  },
  {
    "文件名": "《穿成炮灰白月光后 穿书 》作者：顾青词.txt",
    "夸克盘链接": "https://pan.quark.cn/s/140f4fe4a87f"
  },
  {
    "文件名": "《穿成炮灰假少爷后我每天都在演》作者：日暮为安 5k主受 .txt",
    "夸克盘链接": "https://pan.quark.cn/s/e9eb21548626"
  },
  {
    "文件名": "《穿成破产动物园的猎豹》作者：九流书生【6k主受】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/d0097a425032"
  },
  {
    "文件名": "《穿成破产动物园的猎豹》作者：九流书生 6k主受 .txt",
    "夸克盘链接": "https://pan.quark.cn/s/1cf9829a9e7e"
  },
  {
    "文件名": "《穿成年代文的病美人[七零]》作者：雾矢翊.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e99f54e5bcac"
  },
  {
    "文件名": "《穿成男主的夫子后》作者：苹果烤肉.txt",
    "夸克盘链接": "https://pan.quark.cn/s/63a735ab625a"
  },
  {
    "文件名": "《穿成懦弱少爷后，黑莲花A炸了》作者：二白少侠.txt",
    "夸克盘链接": "https://pan.quark.cn/s/164ae54f8cba"
  },
  {
    "文件名": "《穿成年代文私奔女配》作者：桃花引.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ac5acfa00ed5"
  },
  {
    "文件名": "《穿成男主的病弱竹马[穿书]》作者：米.txt",
    "夸克盘链接": "https://pan.quark.cn/s/fedda5592b6a"
  },
  {
    "文件名": "《穿成毛茸茸后成了师尊心尖宠》作者：依十一 主受 .txt",
    "夸克盘链接": "https://pan.quark.cn/s/1f4f05035cf1"
  },
  {
    "文件名": "《穿成猫后被魔尊养了》作者：四月九月.txt",
    "夸克盘链接": "https://pan.quark.cn/s/26ced6d028f2"
  },
  {
    "文件名": "《穿成绿茶后我晋升为团宠》作者：橙子不涩【主受】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/0778bd949ae4"
  },
  {
    "文件名": "《穿成合欢宗女修后揣了反派的崽》作者：个包子哒.txt",
    "夸克盘链接": "https://pan.quark.cn/s/171e030aa05e"
  },
  {
    "文件名": "《穿成假千金对照组后，我被团宠了》作者：棉花糖不是糖.txt",
    "夸克盘链接": "https://pan.quark.cn/s/88d7f0207859"
  },
  {
    "文件名": "《穿成皇子种田基建》作者：月寂烟雨.txt",
    "夸克盘链接": "https://pan.quark.cn/s/fb5b7c3ec89d"
  },
  {
    "文件名": "《穿成扶苏后我成了旺父爹宝》作者：李诗情.txt",
    "夸克盘链接": "https://pan.quark.cn/s/dc10e2d85c0c"
  },
  {
    "文件名": "《穿成豪门花瓶后我靠学习走红》作者：情只有.txt",
    "夸克盘链接": "https://pan.quark.cn/s/b861fb6f853b"
  },
  {
    "文件名": "《穿成耽美文男主的挡箭牌[ABO]》作者：古无清纯.txt",
    "夸克盘链接": "https://pan.quark.cn/s/9be29d6c1f0d"
  },
  {
    "文件名": "《穿成白月光后一路躺赢了》 作者：呆头鹿不秃.txt",
    "夸克盘链接": "https://pan.quark.cn/s/dac965e46e87"
  },
  {
    "文件名": "《穿成对照组后，我进大院躺赢 五零 》 作者：东边小耳朵.txt",
    "夸克盘链接": "https://pan.quark.cn/s/05409b2ea1c9"
  },
  {
    "文件名": "《揣崽来回跑》作者：来稀.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ff10dcf4f0c7"
  },
  {
    "文件名": "《抽卡无涯，日赚十亿》作者：江山沧澜.txt",
    "夸克盘链接": "https://pan.quark.cn/s/8af583372a9c"
  },
  {
    "文件名": "《出格》作者：远黛.txt",
    "夸克盘链接": "https://pan.quark.cn/s/8b8d529cab9f"
  },
  {
    "文件名": "《宠妾灭妻这侯门主母我不当了》作者：礼午.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a3197b28510d"
  },
  {
    "文件名": "《宠妻攻略》作者：云罩连枝.txt",
    "夸克盘链接": "https://pan.quark.cn/s/39beab31b46c"
  },
  {
    "文件名": "《宠妃只想混吃等死》作者：离九儿.txt",
    "夸克盘链接": "https://pan.quark.cn/s/f0faf82b40c6"
  },
  {
    "文件名": "《虫族女王》作者：木山莱.txt",
    "夸克盘链接": "https://pan.quark.cn/s/54b00d04ce0f"
  },
  {
    "文件名": "《成为乙女游戏男主的白月光》作者：静静的土豆.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a3841c22e7cd"
  },
  {
    "文件名": "《城中村租二代[九零]》作者：傅延年.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e4cd062cbd92"
  },
  {
    "文件名": "《成为富一代[年代] 》作者：鱼仔爱吃鱼.txt",
    "夸克盘链接": "https://pan.quark.cn/s/5e9795ea9687"
  },
  {
    "文件名": "《成为偏执魔尊的白月光》作者：枝杳.txt",
    "夸克盘链接": "https://pan.quark.cn/s/397950fee50d"
  },
  {
    "文件名": "《成为全世界的白月光 快穿 》作者：岳九思.txt",
    "夸克盘链接": "https://pan.quark.cn/s/198f44b24cce"
  },
  {
    "文件名": "《成为富一代 年代 》作者：鱼仔爱吃鱼.txt",
    "夸克盘链接": "https://pan.quark.cn/s/9d0e9d7ee115"
  },
  {
    "文件名": "《成为病娇的白月光后，我死遁了》作者：啾啾吹泡泡.txt",
    "夸克盘链接": "https://pan.quark.cn/s/67670fe42804"
  },
  {
    "文件名": "《成亲这么难》作者：寄秋 .txt",
    "夸克盘链接": "https://pan.quark.cn/s/6774facebd6e"
  },
  {
    "文件名": "《成了影帝宠物蛇》 作者：云鹤起【9k不明】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/840ec79f76bd"
  },
  {
    "文件名": "《臣本书生，不谙世事…… 》作者：长生千叶.txt",
    "夸克盘链接": "https://pan.quark.cn/s/9ced06ee6a44"
  },
  {
    "文件名": "《曹操是我爹[三国]》作者：冰水中的鱼.txt",
    "夸克盘链接": "https://pan.quark.cn/s/5567551b8abf"
  },
  {
    "文件名": "《超推理与超幸运》作者：三勾羽.txt",
    "夸克盘链接": "https://pan.quark.cn/s/7f98306f3784"
  },
  {
    "文件名": "《产科那位男医生》作者：幸运萤（离异单亲妈vs产科男医生，成年男女，甜蜜二婚文，熟男熟女）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/f8e4905ea5b0"
  },
  {
    "文件名": "《曹操是我爹 三国 》作者：冰水中的鱼.txt",
    "夸克盘链接": "https://pan.quark.cn/s/7ed89c017f98"
  },
  {
    "文件名": "《藏明》作者：叶芫.txt",
    "夸克盘链接": "https://pan.quark.cn/s/d1c9d7b59fe8"
  },
  {
    "文件名": "《不义剑》作者：疯丢子.txt",
    "夸克盘链接": "https://pan.quark.cn/s/834ab0ee4b0d"
  },
  {
    "文件名": "《步步为你》作者：南星北落.txt",
    "夸克盘链接": "https://pan.quark.cn/s/d63d8aa7b94b"
  },
  {
    "文件名": "《不熟练心动》作者：秋日温泉.txt",
    "夸克盘链接": "https://pan.quark.cn/s/de73ce015325"
  },
  {
    "文件名": "《不是小怪物，是团宠龙崽[星际]》作者：凤箫声醉.txt",
    "夸克盘链接": "https://pan.quark.cn/s/24c48eafc6b1"
  },
  {
    "文件名": "《不是小怪物，是团宠龙崽 星际 》作者：凤箫声醉.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c8e6e7c58e9e"
  },
  {
    "文件名": "《不见苍生三千年》作者：千秋月凉.txt",
    "夸克盘链接": "https://pan.quark.cn/s/4d7ddf29b6d9"
  },
  {
    "文件名": "《不熟 娱乐圈 》作者：周沅.txt",
    "夸克盘链接": "https://pan.quark.cn/s/427327338fba"
  },
  {
    "文件名": "《不必慷慨》作者：啤酒梨.txt",
    "夸克盘链接": "https://pan.quark.cn/s/48d1ef29a03e"
  },
  {
    "文件名": "《玻璃真心》作者：归渔.txt",
    "夸克盘链接": "https://pan.quark.cn/s/383416e98e4b"
  },
  {
    "文件名": "《病症》作者：岁欲.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a94f5ffe366f"
  },
  {
    "文件名": "《病弱小瞎子要被哄》 作者：板栗丸子【3w主受】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/825496446a8c"
  },
  {
    "文件名": "《病弱白月光揣崽跑了》作者：猫不皂.txt",
    "夸克盘链接": "https://pan.quark.cn/s/dd89a049b19e"
  },
  {
    "文件名": "《别问我谁是迪斯科 八零 》作者：鹿子草.txt",
    "夸克盘链接": "https://pan.quark.cn/s/aa69e601cfea"
  },
  {
    "文件名": "《病美人又在直播渣BOSS了》作者：九狸.txt",
    "夸克盘链接": "https://pan.quark.cn/s/07c7dcd1159c"
  },
  {
    "文件名": "《病美人是偏执竹马心尖宠》作者：千语翎.txt",
    "夸克盘链接": "https://pan.quark.cn/s/1bb1c5b08f89"
  },
  {
    "文件名": "《病美人是偏执竹马心尖宠》作者：千语翎 1.5w主受 .txt",
    "夸克盘链接": "https://pan.quark.cn/s/997deee42258"
  },
  {
    "文件名": "《病美人人设不靠谱［娱乐圈］》作者：千乘星.txt",
    "夸克盘链接": "https://pan.quark.cn/s/4916916356a4"
  },
  {
    "文件名": "《病美人揣崽后不跑了》作者：岁几更.txt",
    "夸克盘链接": "https://pan.quark.cn/s/bee328038b56"
  },
  {
    "文件名": "《变色男友》作者：长笑歌.txt",
    "夸克盘链接": "https://pan.quark.cn/s/864c5e5573d6"
  },
  {
    "文件名": "《边关开荒致富指南［种田］》作者：颜汀芝.txt",
    "夸克盘链接": "https://pan.quark.cn/s/bc86fea0e9c8"
  },
  {
    "文件名": "《变成五岁豹崽被基友养了》作者：甜糖阿二.txt",
    "夸克盘链接": "https://pan.quark.cn/s/b9604f2af5f9"
  },
  {
    "文件名": "《陛下要我给他生太子》作者：禁庭春昼.txt",
    "夸克盘链接": "https://pan.quark.cn/s/8e15798ade4e"
  },
  {
    "文件名": "《比春天更绿，比夏天还明媚》作者： 叹西茶.txt",
    "夸克盘链接": "https://pan.quark.cn/s/9ef334d90d4e"
  },
  {
    "文件名": "《陛下，我害怕》作者：咸鱼爱吃鱼.txt",
    "夸克盘链接": "https://pan.quark.cn/s/12f5b31a5aa9"
  },
  {
    "文件名": "《本如寄》作者：九鹭非香.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e9d92e581665"
  },
  {
    "文件名": "《本宫不可以》作者：布丁琉璃.txt",
    "夸克盘链接": "https://pan.quark.cn/s/484d821ac4f8"
  },
  {
    "文件名": "《本SSR拒绝捆绑邪神CP 》作者：我算什么小饼干【1w主受】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ed7c0c834886"
  },
  {
    "文件名": "《被献给反派大佬以后［穿书］》作者：枭钥.txt",
    "夸克盘链接": "https://pan.quark.cn/s/126aaf962b0b"
  },
  {
    "文件名": "《被竹马Enigma骗婚了》作者：七月柒乐.txt",
    "夸克盘链接": "https://pan.quark.cn/s/7391a694b541"
  },
  {
    "文件名": "《被装乖的疯批强势攻占后》作者：占芳辰.txt",
    "夸克盘链接": "https://pan.quark.cn/s/798bfec8726a"
  },
  {
    "文件名": "《被她撩上瘾》作者：无影有踪.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e178e4bb2988"
  },
  {
    "文件名": "《被手下卷成皇帝》作者：再战江.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e71de6fdb26a"
  },
  {
    "文件名": "《被迫成名的小说家》作者：青青绿萝裙.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c703adc7222d"
  },
  {
    "文件名": "《被亲爹托付给少年仙君后》作者：之昔.txt",
    "夸克盘链接": "https://pan.quark.cn/s/adb62d3b8d77"
  },
  {
    "文件名": "《被全世界偏爱的炮灰受》作者：江楠白.txt",
    "夸克盘链接": "https://pan.quark.cn/s/f902e59e147b"
  },
  {
    "文件名": "《被神兽团宠后我越来越穷》作者：花珩.txt",
    "夸克盘链接": "https://pan.quark.cn/s/716a16a3946a"
  },
  {
    "文件名": "《被偏执攻当老婆养后跑不掉了》作者：爱哈哈的小刀.txt",
    "夸克盘链接": "https://pan.quark.cn/s/0de10cf59459"
  },
  {
    "文件名": "《被迫和前驸马复婚后》作者：绯色妃妃(1).txt",
    "夸克盘链接": "https://pan.quark.cn/s/8022e9e32fc1"
  },
  {
    "文件名": "《被偏执攻当老婆养后跑不掉了》作者：爱哈哈的小刀 1.2w主受 .txt",
    "夸克盘链接": "https://pan.quark.cn/s/10fdcf48d360"
  },
  {
    "文件名": "《被穿书女配交换人生后 七零 》作者：络缤.txt",
    "夸克盘链接": "https://pan.quark.cn/s/f8fbb8a6f582"
  },
  {
    "文件名": "《被魔尊掳走后》作者：祝千澈.txt",
    "夸克盘链接": "https://pan.quark.cn/s/72eb905c5126"
  },
  {
    "文件名": "《被金主抛弃后我又去跪着求他了》作者：坐久了腿总麻.txt",
    "夸克盘链接": "https://pan.quark.cn/s/efec844fa99f"
  },
  {
    "文件名": "《被怪物觊觎的他［无限］》（精校版全本）作者：桃生Pi.txt",
    "夸克盘链接": "https://pan.quark.cn/s/7034f65e9319"
  },
  {
    "文件名": "《被大佬竹马套路结婚后》作者：沙白灵.txt",
    "夸克盘链接": "https://pan.quark.cn/s/179bc11b277e"
  },
  {
    "文件名": "《被大佬竹马套路结婚后》作者：沙白灵 主受 .txt",
    "夸克盘链接": "https://pan.quark.cn/s/bd8bacbb95f3"
  },
  {
    "文件名": "《背刺执行官上司后》作者：嫆钰.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c39ab1531ae6"
  },
  {
    "文件名": "《暴君宠婢》作者：相吾.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a5e130f6a9e0"
  },
  {
    "文件名": "《北方柠檬糖》作者：荷叶糯米君.txt",
    "夸克盘链接": "https://pan.quark.cn/s/46bd0fdb47c7"
  },
  {
    "文件名": "《宝珠郡主》作者：炸和.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c6a18d959642"
  },
  {
    "文件名": "《抱抱》作者：小松鼠.txt",
    "夸克盘链接": "https://pan.quark.cn/s/cba3f76a44db"
  },
  {
    "文件名": "《保护色》作者：爱莓里（现代园1V1 外表散漫痞气内在温柔主x温柔安静小花主 甜宠肉文 popo完结）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/717bd85abd88"
  },
  {
    "文件名": "《绑定生命值后我和反派在一起了》作者：Z酒.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a4318d0bbd03"
  },
  {
    "文件名": "《半糖少女》作者：虚小花.txt",
    "夸克盘链接": "https://pan.quark.cn/s/18c6bc7e046a"
  },
  {
    "文件名": "《半醒寄余生》作者：圆加.txt",
    "夸克盘链接": "https://pan.quark.cn/s/353ac4948c5f"
  },
  {
    "文件名": "《摆烂式扮演反派后[快穿]》作者：泽粼.txt",
    "夸克盘链接": "https://pan.quark.cn/s/99a7372e79a5"
  },
  {
    "文件名": "《败将成妃》作者：青藤lvy.txt",
    "夸克盘链接": "https://pan.quark.cn/s/952348cbd7a1"
  },
  {
    "文件名": "《白月光替身的职业素养》作者 公子闻筝.txt",
    "夸克盘链接": "https://pan.quark.cn/s/2640f2a20122"
  },
  {
    "文件名": "《摆烂后反派开始宠我》作者：闲狐【7k主受】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/69802d8cb8e0"
  },
  {
    "文件名": "《白月光她没有心 快穿 》作者：漓璃渊上.txt",
    "夸克盘链接": "https://pan.quark.cn/s/5817237ebb2f"
  },
  {
    "文件名": "《八零之珠玉在侧》作者：女王不在家.txt",
    "夸克盘链接": "https://pan.quark.cn/s/6c86f03d5162"
  },
  {
    "文件名": "《白夜情长》作者：景戈.txt",
    "夸克盘链接": "https://pan.quark.cn/s/d180034e0271"
  },
  {
    "文件名": "《白鸟与迟》作者：三至.txt",
    "夸克盘链接": "https://pan.quark.cn/s/efc8375eb8d8"
  },
  {
    "文件名": "《白鸟与迟》作者：三至 1w .txt",
    "夸克盘链接": "https://pan.quark.cn/s/c40d64b49b68"
  },
  {
    "文件名": "《霸总养攻指南》作者：危火.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a59293e50fdf"
  },
  {
    "文件名": "《霸总带崽日常》作者： 桃栀萤萤.txt",
    "夸克盘链接": "https://pan.quark.cn/s/4054f431bf25"
  },
  {
    "文件名": "《八零之人在香江》作者：小胖柑.txt",
    "夸克盘链接": "https://pan.quark.cn/s/8a2a94cbbe70"
  },
  {
    "文件名": "《把学神系统上交》作者：鹿林山.txt",
    "夸克盘链接": "https://pan.quark.cn/s/af9730b9624b"
  },
  {
    "文件名": "《把死对头认成暗恋对象后》作者：山青禾(1).txt",
    "夸克盘链接": "https://pan.quark.cn/s/9c28773b47be"
  },
  {
    "文件名": "《八零年代：糙汉家有小娇妻》作者：今雅.txt",
    "夸克盘链接": "https://pan.quark.cn/s/dcfb3b9ec409"
  },
  {
    "文件名": "《八零后重生日常》作者：星洁.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a74a67d6e922"
  },
  {
    "文件名": "《爱谁谁》作者：风流书呆（脚踩渣男，重获幸福，管你爱谁谁）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a41968e79744"
  },
  {
    "文件名": "《八零寡妇的幸福生活》作者：浓糖深渊.txt",
    "夸克盘链接": "https://pan.quark.cn/s/2b0e95fb941b"
  },
  {
    "文件名": "《暗恋对象给我看病》作者：彩云归.txt",
    "夸克盘链接": "https://pan.quark.cn/s/f025d4074a65"
  },
  {
    "文件名": "《爱上肌肉Omega男是姐的宿命》作者：老天鹅啊.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e74b7ef67e70"
  },
  {
    "文件名": "《爱豆模拟器》作者：白糖兔兔.txt",
    "夸克盘链接": "https://pan.quark.cn/s/1cff596b90d0"
  },
  {
    "文件名": "《oh~这该死的兄弟情》作者：风味酸奶.txt",
    "夸克盘链接": "https://pan.quark.cn/s/45691b27bd1d"
  },
  {
    "文件名": "《爱妃是财迷》作者：陈毓华.txt",
    "夸克盘链接": "https://pan.quark.cn/s/f9bba2e6e0cd"
  },
  {
    "文件名": "《30条短视频助星球避开天灾》作者：睡觉能人.txt",
    "夸克盘链接": "https://pan.quark.cn/s/169e0f546f1a"
  },
  {
    "文件名": "《beta分化失败后成了白月光》作者：飞声蓄时.txt",
    "夸克盘链接": "https://pan.quark.cn/s/5bb6248e6b03"
  },
  {
    "文件名": "《npc大佬为何只针对我》作者：泡芙小丸子【主受】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/f640298cdb9a"
  },
  {
    "文件名": "《ABO的动物世界》作者：诺兰慈.txt",
    "夸克盘链接": "https://pan.quark.cn/s/75d902ea7eae"
  },
  {
    "文件名": "《【重生】沈总突然喜欢我》作者：千歌Charon.txt",
    "夸克盘链接": "https://pan.quark.cn/s/46eb9d249f16"
  },
  {
    "文件名": "《【电竞】想和池神谈恋爱》作者：不吃甜.txt",
    "夸克盘链接": "https://pan.quark.cn/s/d4014833dea4"
  },
  {
    "文件名": "《[综漫]波风水门》作者：淆霖风.txt",
    "夸克盘链接": "https://pan.quark.cn/s/5da18add7f0e"
  },
  {
    "文件名": "《【大纲文】枭雄 》作者：QJF.txt",
    "夸克盘链接": "https://pan.quark.cn/s/d8f84b098284"
  },
  {
    "文件名": "《[综名著]和盖茨比双双暴富后》作者：半只肉球.txt",
    "夸克盘链接": "https://pan.quark.cn/s/f57b995fe58f"
  },
  {
    "文件名": "《[足球]金球先生是社恐》作者：一六得六一【1.3w主受】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c2e28e9c90df"
  },
  {
    "文件名": "《[原神]无风之地》（番外完）作者：誩宴.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ab734ac1246a"
  },
  {
    "文件名": "《[柯南]不自信金毛和草食景光猫》作者：奋发向上的大锦鲤.txt",
    "夸克盘链接": "https://pan.quark.cn/s/295e46f91be4"
  },
  {
    "文件名": "《（综漫同人）沢田家的审神者 综 》作者：闲华亦雪.txt",
    "夸克盘链接": "https://pan.quark.cn/s/fab56fac4a5f"
  },
  {
    "文件名": "《（综漫同人）作为景光嫂子的我只想安心养崽子》作者：栗子杲杲.txt",
    "夸克盘链接": "https://pan.quark.cn/s/22b2c72d0c4d"
  },
  {
    "文件名": "《[三国]你管这叫谋士？》作者：千里江风.txt",
    "夸克盘链接": "https://pan.quark.cn/s/258ab52d0b9a"
  },
  {
    "文件名": "《（综漫同人）你靠咒术我靠抽卡》作者：银发天然卷.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c221fe47f6b3"
  },
  {
    "文件名": "《（综漫同人）退休忍者绑定最强咒师》作者：两点十一.txt",
    "夸克盘链接": "https://pan.quark.cn/s/86b2b039c631"
  },
  {
    "文件名": "《（综漫同人）某咒术求生RPG》作者：太阳先生没起床.txt",
    "夸克盘链接": "https://pan.quark.cn/s/784b81fcac62"
  },
  {
    "文件名": "《（综漫同人）禅院富江的柯学作弊码》作者：变卦为乾.txt",
    "夸克盘链接": "https://pan.quark.cn/s/8088cc88c4bf"
  },
  {
    "文件名": "《（综漫同人）富婆钱包里藏着一只宰》作者：南瓜馅月饼.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ca0754fe419f"
  },
  {
    "文件名": "《（综漫 同人）如何让5T5对我念念不忘》作者：九枝猫.txt",
    "夸克盘链接": "https://pan.quark.cn/s/d30b9eeeaa0f"
  },
  {
    "文件名": "《（网王同人）立海魔王成长史》作者：缘更人.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ab818abdedea"
  },
  {
    "文件名": "《（文野同人）我同行非要让我金盆洗手》作者：风的铃铛.txt",
    "夸克盘链接": "https://pan.quark.cn/s/96b5ee00b389"
  },
  {
    "文件名": "《（哨兵向导）凡人歌》作者：大江明月 7k主受 .txt",
    "夸克盘链接": "https://pan.quark.cn/s/445a24503bf9"
  },
  {
    "文件名": "《 三国 你管这叫谋士？》作者：千里江风.txt",
    "夸克盘链接": "https://pan.quark.cn/s/169676c8b29e"
  },
  {
    "文件名": "《 足球 金球先生是社恐》作者：一六得六一 1.3w主受 .txt",
    "夸克盘链接": "https://pan.quark.cn/s/bafd14869e47"
  },
  {
    "文件名": "《（少年漫同人）和赤井分手后我搬回了工藤家》作者：凭栏听宇.txt",
    "夸克盘链接": "https://pan.quark.cn/s/d9d2928eb628"
  },
  {
    "文件名": "《（名柯同人）波本今天也在警视厅兢兢业业》作者：玖臻.txt",
    "夸克盘链接": "https://pan.quark.cn/s/cab80bdd335a"
  },
  {
    "文件名": "《（鬼灭同人）学成月呼后我去鬼杀队了》作者：乌云开霁.txt",
    "夸克盘链接": "https://pan.quark.cn/s/5a0499344cc7"
  },
  {
    "文件名": "《（历史同人）给古人直播高中生日常》作者长梦星野.txt",
    "夸克盘链接": "https://pan.quark.cn/s/4ac26f7a5704"
  },
  {
    "文件名": "《 附带番外 将军夫人过分美 重生 》作者：旬梓均.txt",
    "夸克盘链接": "https://pan.quark.cn/s/6f352176469f"
  },
  {
    "文件名": "《 大唐 我的皇帝堂妹 》作者：星辉映川.txt",
    "夸克盘链接": "https://pan.quark.cn/s/f9f84e5b93bd"
  },
  {
    "文件名": "《 HP 眠龙》作者：乘风听月.txt",
    "夸克盘链接": "https://pan.quark.cn/s/3de9769a07ad"
  },
  {
    "文件名": "《 HP 星星与方糖》作者：今宵别梦寒.txt",
    "夸克盘链接": "https://pan.quark.cn/s/f0e63cbf065c"
  },
  {
    "文件名": "《 ABO 撩错人了怎么办》作者：玄机如褂.txt",
    "夸克盘链接": "https://pan.quark.cn/s/7f8da2dd37de"
  },
  {
    "文件名": "[废文 更57]春日囚徒（1v1）作者：快把蕉下的鹿牵走.txt",
    "夸克盘链接": "https://pan.quark.cn/s/38356032a531"
  },
  {
    "文件名": "[废文 更55]漂亮笨蛋林啾啾（np）作者：码字的咸鱼.txt",
    "夸克盘链接": "https://pan.quark.cn/s/2045b97dc78d"
  },
  {
    "文件名": "[废文 更55]待相逢（1v1）作者：此渊.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a146bc21d174"
  },
  {
    "文件名": "[废文 更51]麦田里的守望者（1v1）作者：冬sir.txt",
    "夸克盘链接": "https://pan.quark.cn/s/f8532d64c7b6"
  },
  {
    "文件名": "[废文 更50]春山码头（1v1）作者：七弦.txt",
    "夸克盘链接": "https://pan.quark.cn/s/524e6428be09"
  },
  {
    "文件名": "[废文 更47]沉没乐园（1v1）作者：八分饱.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e575cb5432bf"
  },
  {
    "文件名": "[废文 更46]娇妻日记（1v1）作者：匿名咸鱼.txt",
    "夸克盘链接": "https://pan.quark.cn/s/1192e5664623"
  },
  {
    "文件名": "[废文 更45]意定监护制度（1v1）作者：鹤望兰chloe.txt",
    "夸克盘链接": "https://pan.quark.cn/s/0486b043a24e"
  },
  {
    "文件名": "[废文 更45]一池春水（1v1）作者：匿名咸鱼.txt",
    "夸克盘链接": "https://pan.quark.cn/s/1c2554ba1dcb"
  },
  {
    "文件名": "[废文 更43]缚兰（1v1）作者：长知怨.txt",
    "夸克盘链接": "https://pan.quark.cn/s/f686b36aabdd"
  },
  {
    "文件名": "[废文 更42]禁止动心（GB女攻）作者：水泠.txt",
    "夸克盘链接": "https://pan.quark.cn/s/005d382c4cca"
  },
  {
    "文件名": "[废文 更40]三个快乐的男人（np）作者：咸蛋黄挂面.txt",
    "夸克盘链接": "https://pan.quark.cn/s/51735896afd7"
  },
  {
    "文件名": "[废文 更40]跑不掉（1v1）作者：狐狸拉面.txt",
    "夸克盘链接": "https://pan.quark.cn/s/75571bb9c9a2"
  },
  {
    "文件名": "[废文 更38]APP直播间（np）作者：匿名咸鱼.txt",
    "夸克盘链接": "https://pan.quark.cn/s/2b49deb578e9"
  },
  {
    "文件名": "[废文 更36]在冬天来之前（1v1）作者：苏甫白.txt",
    "夸克盘链接": "https://pan.quark.cn/s/882a02997bd0"
  },
  {
    "文件名": "[废文 更36]下等人（np）作者：断刀雀.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e091402c3c55"
  },
  {
    "文件名": "[废文 更34]漂亮向导（np）作者：电子蝴蝶.txt",
    "夸克盘链接": "https://pan.quark.cn/s/3d4127e76509"
  },
  {
    "文件名": "[废文 更34]逆插桃花（1v1）作者：花酒小侠.txt",
    "夸克盘链接": "https://pan.quark.cn/s/15bb2991186f"
  },
  {
    "文件名": "[废文 更34]高岭之花真香实录（1v1）作者：匿名咸鱼.txt",
    "夸克盘链接": "https://pan.quark.cn/s/6f5a18bcba42"
  },
  {
    "文件名": "[废文 更32]落火（1v1）作者：不让尘.txt",
    "夸克盘链接": "https://pan.quark.cn/s/2dbb6e92a7af"
  },
  {
    "文件名": "[废文 更31]冬日飓风（1v1）作者：carpediem丧鱼.txt",
    "夸克盘链接": "https://pan.quark.cn/s/fbc951037448"
  },
  {
    "文件名": "[废文 更30]联姻之后（np）作者：池上惊蛰.txt",
    "夸克盘链接": "https://pan.quark.cn/s/1752406223df"
  },
  {
    "文件名": "[废文 更29]地底骨（1v1）作者：十三把剑.txt",
    "夸克盘链接": "https://pan.quark.cn/s/16dd3aa1a11c"
  },
  {
    "文件名": "[废文 更28]你可以是gay（np）作者：土申公公.txt",
    "夸克盘链接": "https://pan.quark.cn/s/b36ed099c414"
  },
  {
    "文件名": "[废文 更27]引火烧身（np）作者：找个鱼塘.txt",
    "夸克盘链接": "https://pan.quark.cn/s/6ed2fc4a66f7"
  },
  {
    "文件名": "[废文 更25]高攀（1v1）作者：戏文.txt",
    "夸克盘链接": "https://pan.quark.cn/s/175b6fddb794"
  },
  {
    "文件名": "[废文 更23]逼良为妻（np）作者：行行楷楷.txt",
    "夸克盘链接": "https://pan.quark.cn/s/1283684eaf5e"
  },
  {
    "文件名": "[废文 更22]喜庆（1v1）作者：黄金圣斗士.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c93ac88fb383"
  },
  {
    "文件名": "[废文 更18]娇矜（1v1）作者：唐棣.txt",
    "夸克盘链接": "https://pan.quark.cn/s/050129fbe9b7"
  },
  {
    "文件名": "[废文 更17]无根据地（1v1）作者：煎饼磨坊.txt",
    "夸克盘链接": "https://pan.quark.cn/s/5be253b38832"
  },
  {
    "文件名": "[废文 更16]漂亮男孩（1v1）作者：十三十三.txt",
    "夸克盘链接": "https://pan.quark.cn/s/54f2fe35b7f4"
  },
  {
    "文件名": "[番外16]神明与蜜糖by棺木.txt",
    "夸克盘链接": "https://pan.quark.cn/s/3f4d1dcbc1cd"
  },
  {
    "文件名": "[废文 更15]脚踏三条船以后（np）作者：李承欢.txt",
    "夸克盘链接": "https://pan.quark.cn/s/bace75c84786"
  },
  {
    "文件名": "[废文 更13]成茧（1v1）作者：今天不吃素.txt",
    "夸克盘链接": "https://pan.quark.cn/s/b1cf643ece63"
  },
  {
    "文件名": "[废文 更14]倾耳（1v1）作者：夜很贫瘠.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a8763e28d398"
  },
  {
    "文件名": "[np 完结]《被争夺的omega（双性总受ABO）》作者：观来果.txt",
    "夸克盘链接": "https://pan.quark.cn/s/982d4219ff06"
  },
  {
    "文件名": "[np 更32]《穿进万人迷买股文里当炮灰美人（穿书 双性总受）》作者：顾咕咕.txt",
    "夸克盘链接": "https://pan.quark.cn/s/b9572e24bc99"
  },
  {
    "文件名": "[np 完结]《性爱大学新生日常（双性np）》作者：小红.txt",
    "夸克盘链接": "https://pan.quark.cn/s/709ca82b30bc"
  },
  {
    "文件名": "[np 更85]《恶毒还貌美会被玩到哭哦【快穿】【原名：恶毒还貌美是会被操哭的哦（单性主受》作者：独上西楼【重修】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/cdd6bb8fa256"
  },
  {
    "文件名": "（NP）《乱男宫》作者：晓空残月--【完结+14番外】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/1d177d10e48b"
  },
  {
    "文件名": "[BLNP]《艺术生和身边的体育生》作者：土申公公--【完结】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ce57c46c6630"
  },
  {
    "文件名": "[BL1v1]《大魔头和他的小情人》作家：百川入墨 --【完结】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a1a46ea4205a"
  },
  {
    "文件名": "[1v1完]上风（校园SC） by 雪淞.txt",
    "夸克盘链接": "https://pan.quark.cn/s/9eff1536fc48"
  },
  {
    "文件名": "[1v1 更21]《穿进黄油被男主啪了（双性 双洁）》作者：顾咕咕.txt",
    "夸克盘链接": "https://pan.quark.cn/s/4ef9484f20b2"
  },
  {
    "文件名": "[1v1 完结]《燃青（SC）》作者：唯雾.txt",
    "夸克盘链接": "https://pan.quark.cn/s/87909cd4b752"
  },
  {
    "文件名": "[1v1 完结]《路边的野龙不要捡（古言 1v1 人外）》作者：瓜宝.txt",
    "夸克盘链接": "https://pan.quark.cn/s/9e374c43e876"
  },
  {
    "文件名": "（1V1）《喝多了才会笑》作者：涌西--【完结】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/37514a9caddd"
  },
  {
    "文件名": "[1v1 np]就爱美人【合集】（顾咕咕） 完结.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ec474244ed7f"
  },
  {
    "文件名": "[完结149+番外]失忆贵妃承宠记（1v1，h）作者：汐蝶.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a91f08a18037"
  },
  {
    "文件名": "（1V1）《强上总经理后翻车了（借精）》作者：雪淞--【完结】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c94b9dbc8802"
  },
  {
    "文件名": "[完结525+番外]如风 作者：阿里里呀.txt",
    "夸克盘链接": "https://pan.quark.cn/s/84061b800293"
  },
  {
    "文件名": "[完结205+番外]《邪不压正》作者：北衣溺水（1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ef66c7abb0ff"
  },
  {
    "文件名": "[完结440+6番外]《[虫族]梦老师灵感枯竭》作者：baba（np）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/205cdf3dde6c"
  },
  {
    "文件名": "[完结199+番外]越线（婚后 H）作者：一枝独秀.txt",
    "夸克盘链接": "https://pan.quark.cn/s/892149096053"
  },
  {
    "文件名": "[完结160+番外]应召男菩萨(1V1) H 作者 其女也.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c63f5847bc60"
  },
  {
    "文件名": "[完结123+番外]《病娇A诱她上瘾》作者 呆元（双A主攻1v1 百合ABO）~补番.txt",
    "夸克盘链接": "https://pan.quark.cn/s/77a7e18cf6ab"
  },
  {
    "文件名": "[完结122]冬夏莫言（父女，1v1，H）作者：汐北北.txt",
    "夸克盘链接": "https://pan.quark.cn/s/8c11b9f0fa0b"
  },
  {
    "文件名": "[完结113]珠玉侧（古言1v1）作者：雾以.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a7686fbaef50"
  },
  {
    "文件名": "[完结103]她是捅了男高窝吗？（姐弟nph）作者：妮吃了梅.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e8d3c536f9eb"
  },
  {
    "文件名": "[完结93+番外]乐色（都市狗血，1V2）作者：鸣銮.txt",
    "夸克盘链接": "https://pan.quark.cn/s/f78111f5ea34"
  },
  {
    "文件名": "[完结77+番外]高抬贵手（强制1V1）作者：紫衫龙王.txt",
    "夸克盘链接": "https://pan.quark.cn/s/6564ed9ef98e"
  },
  {
    "文件名": "[完结28+番外]《驯养》作者：万象生（百合姊妹abo1v1）~补番.txt",
    "夸克盘链接": "https://pan.quark.cn/s/0bad87dd7623"
  },
  {
    "文件名": "[完结+全番外]《被末日反派强制爱了（双性1v1、双洁）》作者：顾咕咕【补番】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/18f240b8e0d9"
  },
  {
    "文件名": "[完结+番外全]糙汉农夫的大学生娇妻（1V1 H）作者：可爱小兔~补番.txt",
    "夸克盘链接": "https://pan.quark.cn/s/0719e99ed336"
  },
  {
    "文件名": "[完结+番外1]腹黑班长强制爱 作者：好好睡觉.txt",
    "夸克盘链接": "https://pan.quark.cn/s/1b7e7e4148a0"
  },
  {
    "文件名": "[完结+番外]住在我床下的那个变态 作者：吃肉不吃肉丸.txt",
    "夸克盘链接": "https://pan.quark.cn/s/fd8e729f8a39"
  },
  {
    "文件名": "[完结+番外]昼夜更替（双胞胎 1v2）作者：小圈降临.txt",
    "夸克盘链接": "https://pan.quark.cn/s/72e0216fc573"
  },
  {
    "文件名": "[完结+番外]折月（青梅竹马，校园，高H）作者：尹汝月.txt",
    "夸克盘链接": "https://pan.quark.cn/s/816c09946cff"
  },
  {
    "文件名": "[完结+番外]月亮骚动（py转正 1v1h）作者：望舒.txt",
    "夸克盘链接": "https://pan.quark.cn/s/bfa3c14b79d3"
  },
  {
    "文件名": "[完结+番外]欲望娃娃 作者：蜜丸.txt",
    "夸克盘链接": "https://pan.quark.cn/s/9e20053379a4"
  },
  {
    "文件名": "[完结+番外]养渔（1v1 H）作者：兔子不吃萝卜.txt",
    "夸克盘链接": "https://pan.quark.cn/s/54caabdfb7b7"
  },
  {
    "文件名": "[完结+番外]全息打炮软体(np)作者：拾七.txt",
    "夸克盘链接": "https://pan.quark.cn/s/afd3999adeba"
  },
  {
    "文件名": "[完结+番外]继父（1v1，甜宠h）作者：四重奏.txt",
    "夸克盘链接": "https://pan.quark.cn/s/5ae8cf3874b0"
  },
  {
    "文件名": "[完结+番外]勾引老公（1v1甜H）作者：脂粉葫芦.txt",
    "夸克盘链接": "https://pan.quark.cn/s/52ec708104a8"
  },
  {
    "文件名": "[完结+番外]分岔路（出轨高H) 作者：宋小好.txt",
    "夸克盘链接": "https://pan.quark.cn/s/427ebe6ce971"
  },
  {
    "文件名": "[完结+番外]春风渡（古言1v1）作者：南玥惜.txt",
    "夸克盘链接": "https://pan.quark.cn/s/63b8666fe717"
  },
  {
    "文件名": "[完结+番外]藏娇（SC，金丝雀）作者：白尘.txt",
    "夸克盘链接": "https://pan.quark.cn/s/25be25f08689"
  },
  {
    "文件名": "[完结+番外]冰冻春天 作者：有云.txt",
    "夸克盘链接": "https://pan.quark.cn/s/50b59add9a20"
  },
  {
    "文件名": "[完结+番外]背叛[SM] 作者：雪莉~补番.txt",
    "夸克盘链接": "https://pan.quark.cn/s/da63a7d9c54f"
  },
  {
    "文件名": "[完结+番外]白羊（校园1v1）作者：琂_补番.txt",
    "夸克盘链接": "https://pan.quark.cn/s/591c01b894e4"
  },
  {
    "文件名": "[完结+番外]【咒回】假如你的男友是五条悟 作者：芒果布丁加冰.txt",
    "夸克盘链接": "https://pan.quark.cn/s/d50067726c40"
  },
  {
    "文件名": "[完结+番外]【西幻NPH】月朦胧 作者：疯油经.txt",
    "夸克盘链接": "https://pan.quark.cn/s/5db9fcd15735"
  },
  {
    "文件名": "[完结]亡国后我嫁给了佞臣（1v1 H）作者：华阙阙.txt",
    "夸克盘链接": "https://pan.quark.cn/s/4d067dd83fcd"
  },
  {
    "文件名": "[完结]青楼小狐仙 作者：syx.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c19fc8f6f5f0"
  },
  {
    "文件名": "[完结]捧在手心里的羽毛 作者：拾陆X.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e19375398ee0"
  },
  {
    "文件名": "[完结]妹是哥的禁脔性爱机器 作者：米虫.txt",
    "夸克盘链接": "https://pan.quark.cn/s/051fdfdbcf87"
  },
  {
    "文件名": "[完结]蝴蝶（校园 1v1）作者：侯一西.txt",
    "夸克盘链接": "https://pan.quark.cn/s/058caae8b251"
  },
  {
    "文件名": "[完结]二楼后座 作者：枸兹.txt",
    "夸克盘链接": "https://pan.quark.cn/s/196016fa2e95"
  },
  {
    "文件名": "[完结]玷污女儿的畜牲爸爸h 作者：嘿嘿哒.txt",
    "夸克盘链接": "https://pan.quark.cn/s/db4f6149ded7"
  },
  {
    "文件名": "[完结]曾经，归途（骨科）作者：MM音.txt",
    "夸克盘链接": "https://pan.quark.cn/s/413f1e075aa0"
  },
  {
    "文件名": "[完结]《总攻干死男主们》作者：苏晚晚（总攻）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/efb684013331"
  },
  {
    "文件名": "[完结]《直男他穿成了疯批的娇软人妻》作者：拆吃入腹（1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/468655a93d59"
  },
  {
    "文件名": "[完结]《在言情文里撩直男男主》作者：辞奺（快穿np）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/115869d9cf80"
  },
  {
    "文件名": "[完结]《在车上被前男友哄骗开炮》作者：aolce.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e1b7b6d9fb52"
  },
  {
    "文件名": "[完结]《宴食卑鄙者》作者：厘米高 (1v1).txt",
    "夸克盘链接": "https://pan.quark.cn/s/3e42c65092c1"
  },
  {
    "文件名": "[完结]《小嫂子》作者：猫咪拌饭（np）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/efabee40e5ba"
  },
  {
    "文件名": "[完结]《夏酒》作者：梁幸禺 (np).txt",
    "夸克盘链接": "https://pan.quark.cn/s/e6f6cfc42612"
  },
  {
    "文件名": "[完结]《误入歧途》作者：莫莫灵均（np）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/98f398b6bb21"
  },
  {
    "文件名": "[完结]《我在再次妥协后的日子》作者：江边一碗水（1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/f71625cdb727"
  },
  {
    "文件名": "[完结]《我教对象谈恋爱》作者：吃甜糕吗（1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/3130f8711768"
  },
  {
    "文件名": "[完结]《我的魅魔同桌》作者：温柔的看看 (1v1).txt",
    "夸克盘链接": "https://pan.quark.cn/s/0bb59429393e"
  },
  {
    "文件名": "[完结]《蜗牛式的狼心狗肺》作者：十二城（GL百合）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e6833c483188"
  },
  {
    "文件名": "[完结]《玩弄暗卫的一百种方法》作者：曲书宁（1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/0935f44de8ad"
  },
  {
    "文件名": "[完结]《听话班长》作者：一棵菩提树（np）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/0975d45f164d"
  },
  {
    "文件名": "[完结]《睡beauty》作者：welchen（百合1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/0e6cc870a0da"
  },
  {
    "文件名": "[完结]《双性养子撞破未婚夫出轨》作者：荏苒（np）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/4ae62a1d0bea"
  },
  {
    "文件名": "[完结]《双性校花被玩到芯》作者：荏苒（np）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/8b3f4c480ac2"
  },
  {
    "文件名": "[完结]《双性小美人被校霸强取豪夺》作者：草莓绵绵冰（1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/b363de04c139"
  },
  {
    "文件名": "[完结]《是暗卫不是替身》作者：阮红浪 (np).txt",
    "夸克盘链接": "https://pan.quark.cn/s/222b50f87ea6"
  },
  {
    "文件名": "[完结]《涩情主播被迫翻车后》作者：醉月月（3p）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/1496e12f2a93"
  },
  {
    "文件名": "[完结]《嫂子，看屌》作者 敬儿（futa百合1v1.txt",
    "夸克盘链接": "https://pan.quark.cn/s/0bb93889cb39"
  },
  {
    "文件名": "[完结]《软刺》作者：秋阳杲杲 (1v1).txt",
    "夸克盘链接": "https://pan.quark.cn/s/d1c8f4d544d2"
  },
  {
    "文件名": "[完结]《日出·印象》作者：哔哩哔哩 (1v1).txt",
    "夸克盘链接": "https://pan.quark.cn/s/01d5646e72cd"
  },
  {
    "文件名": "[完结]《清冷美人被暴君懆批》作者：全文存稿不坑文（1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/95066c4c7913"
  },
  {
    "文件名": "[完结]《青春男大的直播派对》作者：铁血老太（np）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/d0ca8a455f63"
  },
  {
    "文件名": "[完结]《歧视之辱》作者：猛虎与傻狼（1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/4de0bf06966a"
  },
  {
    "文件名": "[完结]《漂亮少年》作者：好撑别画饼（1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/579ceba87622"
  },
  {
    "文件名": "[完结]《南风知我意》作者：唐柒七（1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/0e4d3847cbce"
  },
  {
    "文件名": "[完结]《末世之身体变异》作者：春星夜（1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/7f4aa996c599"
  },
  {
    "文件名": "[完结]《迷因》作者 xxsam（GL百合ABO1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/f0815e32019d"
  },
  {
    "文件名": "[完结]《每月三千》作者 小嘿猫（gl 纯百）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/6da4c4ff891b"
  },
  {
    "文件名": "[完结]《路人如何在dc浑水摸鱼》作者：豆腐今天咸了（np）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/2f40190f9ac4"
  },
  {
    "文件名": "[完结]《历劫的小狗》作者：五个金元宝（np）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ca4fa63e8468"
  },
  {
    "文件名": "[完结]《可他是我老公哎》作者：七十而已（1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/9e50f08a309a"
  },
  {
    "文件名": "[完结]《就你小子在试剑天下放冷箭？》作者：拉个勾叭.txt",
    "夸克盘链接": "https://pan.quark.cn/s/4e138283f8f4"
  },
  {
    "文件名": "[完结]《叫魂》作者：空即是色（女攻）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/6546f13acfaa"
  },
  {
    "文件名": "[完结]《娇气包被三个哥哥肏破了馅皮》作者：小酒（np）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/1f4147fb5cdb"
  },
  {
    "文件名": "[完结]《佳人才子俱往矣》作者：生死肉骨 (混合).txt",
    "夸克盘链接": "https://pan.quark.cn/s/a22578b8a52b"
  },
  {
    "文件名": "[完结]《回国后被日夜宠爱》作者：沐已成粥（3p）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/9988d4954427"
  },
  {
    "文件名": "[完结]《和死对头一起穿进po文后》作者：谢千星（1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/2c6bda3d5f6f"
  },
  {
    "文件名": "[完结]《合欢掌门yin遇记》作者：名吾识（np）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/bb1ae8423f6f"
  },
  {
    "文件名": "[完结]《豪夺了我的幕僚》作者：清明河畔洗腿毛（1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/d80af1ac50e3"
  },
  {
    "文件名": "[完结]《海王他长了个小逼》作者：番茄西子（np）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/bcb3a6f59534"
  },
  {
    "文件名": "[完结]《还没开始勾引白月光就已经离不开我》作者：每天都想要个黑皮lp（1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/55310ae886bc"
  },
  {
    "文件名": "[完结]《勾引Alpha不负责后》作者：吃肉肉啊（1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/9d5081ba5ffa"
  },
  {
    "文件名": "[完结]《共夫》作者：晚风弄影（总攻）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a90caeb8e661"
  },
  {
    "文件名": "[完结]《公主男当》作者：空白格子（1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/9733240fed46"
  },
  {
    "文件名": "[完结]《公交车上的yin乱美人》作者：日更1w信我（10加12w日更1w三万页.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a8b8c5add5c5"
  },
  {
    "文件名": "[完结]《告白》 作者：tsin爱吃吐司（女攻1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/8f06daac6ba1"
  },
  {
    "文件名": "[完结]《高岭之花雌堕后的淫靡日子》作者：春日宴（故事集）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/0a42519b1f37"
  },
  {
    "文件名": "[完结]《干死美人》作者：想吃牛肉面（双性总受合集）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/6d2ea0128d15"
  },
  {
    "文件名": "[完结]《佛劫相厮》作者：茉璃玥a (1v1).txt",
    "夸克盘链接": "https://pan.quark.cn/s/ba5aa4de6cac"
  },
  {
    "文件名": "[完结]《疯批死对头调教魔龙手册》作者：青山与故人 (1v1).txt",
    "夸克盘链接": "https://pan.quark.cn/s/a5376e181199"
  },
  {
    "文件名": "[完结]《分手后你还听着我的语音导航》作者：x向心力 (1v1).txt",
    "夸克盘链接": "https://pan.quark.cn/s/a9ed82cacad0"
  },
  {
    "文件名": "[完结]《繁星入我怀【上卷】》作者：京酱肉丝（穿书np万人迷戏精受）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/1f39b11df1e4"
  },
  {
    "文件名": "[完结]《儿子搞基，公公搞儿媳H》作者：嘿嘿哒（混合np）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/43b1a59de755"
  },
  {
    "文件名": "[完结]《堕落的便利店少年》作者：三色夜铃（np）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/4fd2324b8d45"
  },
  {
    "文件名": "[完结]《读者XP点梗大合集》作者：色色发抖.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c13471e340e3"
  },
  {
    "文件名": "[完结]《不逢》作者：魏满十四碎.txt",
    "夸克盘链接": "https://pan.quark.cn/s/7702860338e2"
  },
  {
    "文件名": "[完结]《当被校暴的丑人穿到校暴他的美人身上》作者：为师不知（np）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ad2a3f0226b3"
  },
  {
    "文件名": "[完结]《催眠强奸猥亵认知改变》作者：gzybf（总攻）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/44b9334c41b7"
  },
  {
    "文件名": "[完结]《催眠票选国民男神》作者：没有名字（np）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/fe3b9f7e71e6"
  },
  {
    "文件名": "[完结]《雌堕保姆》作者：三色夜铃（np）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/332d47a73faa"
  },
  {
    "文件名": "[完结]《吃肉合集》作者：以息相吹吹吹.txt",
    "夸克盘链接": "https://pan.quark.cn/s/3709e422e3e6"
  },
  {
    "文件名": "[完结]《被我霸凌的人强制爱了》作者：比较喜欢钱 (1v1).txt",
    "夸克盘链接": "https://pan.quark.cn/s/6f2d835f8dfb"
  },
  {
    "文件名": "[完结]《被玩坏的他》作者：超大十八厘米（女攻1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/634e009e23a2"
  },
  {
    "文件名": "[完结]《半开化》作者：想写肉文的这些年 (1v1).txt",
    "夸克盘链接": "https://pan.quark.cn/s/83d2ea8f8181"
  },
  {
    "文件名": "[完结]《白蛇的新娘》作者：老鼠爱大米（1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/7f8980b54c3b"
  },
  {
    "文件名": "[更1560]性瘾少女（np）作家：十八里街禁.txt",
    "夸克盘链接": "https://pan.quark.cn/s/f4fe9bc7bd25"
  },
  {
    "文件名": "[完结]《霸道总裁爱上我》作者：东乌旗旗（女攻1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/b86efc904c00"
  },
  {
    "文件名": "[完结]《爸，我给你生个儿子吧！被爸爸肏怀孕的小美人，生下一对双胞胎》作者：小猫咪兽性大发.txt",
    "夸克盘链接": "https://pan.quark.cn/s/2fc0e2b8c1f6"
  },
  {
    "文件名": "[完结]《爱和融合》作者：核酸乳 (1v1).txt",
    "夸克盘链接": "https://pan.quark.cn/s/7425f89ad31c"
  },
  {
    "文件名": "[完175 番]《和男配分手后我被爆肏了.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a77b1d121b46"
  },
  {
    "文件名": "[完结]《爱爱婚姻事务局》作者：码字真的很头秃（故事集）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ba5fb3235eab"
  },
  {
    "文件名": "[完结]《X福的烦恼》作者：只一（1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/29a07abbe991"
  },
  {
    "文件名": "[完结]《【全肉合集】父与子》作者：安德罗.txt",
    "夸克盘链接": "https://pan.quark.cn/s/bdacd48e5e9e"
  },
  {
    "文件名": "[完结]《［主攻］悲惨反派重生了》作者：阿胶小鸟酱（1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e1ae45210119"
  },
  {
    "文件名": "[海 更181]《千万别当邪恶反派》作者：QJF.txt",
    "夸克盘链接": "https://pan.quark.cn/s/3e0c0b23713e"
  },
  {
    "文件名": "[更1044]舅舅（九五五五）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/01bccad796b4"
  },
  {
    "文件名": "[更1106]禁欲的双修大法（1V1） 作者：漫漫默默.txt",
    "夸克盘链接": "https://pan.quark.cn/s/5b457001c980"
  },
  {
    "文件名": "[更924]插进去了，但我们还是纯洁的关系（快穿，剧情1V1）作者：造了个孽.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c4a35eee068e"
  },
  {
    "文件名": "[更832]《大昭皇朝艳史》作家：非肉不可（np）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e946606dd529"
  },
  {
    "文件名": "[更727]黑化男主拯救中【快穿】 作者：淡画书墨.txt",
    "夸克盘链接": "https://pan.quark.cn/s/adda7af34bec"
  },
  {
    "文件名": "[更661]石榴熟了（H）作者：女娲.txt",
    "夸克盘链接": "https://pan.quark.cn/s/497bca790ad0"
  },
  {
    "文件名": "[更618]病弱女配被迫上岗（快穿 NPH）作者：猛猪哭泣.txt",
    "夸克盘链接": "https://pan.quark.cn/s/26687009cdb9"
  },
  {
    "文件名": "[更564]《穿越虫族之抱紧我的小尾勾》作者：次次念（np）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/2551616d9435"
  },
  {
    "文件名": "[更543]余茵绕(np)作者：余戳.txt",
    "夸克盘链接": "https://pan.quark.cn/s/7b0a786f2262"
  },
  {
    "文件名": "[更480]《腿快张开》作者：西红柿怼番茄（故事集）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/2c045d731114"
  },
  {
    "文件名": "[更500]快穿之女配势要扑倒男主 作者：茶蘼.txt",
    "夸克盘链接": "https://pan.quark.cn/s/5f521c665cb7"
  },
  {
    "文件名": "[更456]病娇们的狩猎（NPH） 作者：紫丁簪.txt",
    "夸克盘链接": "https://pan.quark.cn/s/1cd707df42bb"
  },
  {
    "文件名": "[更407]《被疯批玩弄的漂亮美人 被疯批觊觎的漂亮美人 原名 凌乱的小美人们》作者：夏昔昔昔呀（短篇合集）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/2e2025c5d27f"
  },
  {
    "文件名": "[更396]【西幻｜全息｜NPH】异度盛宴 作者：月亮蒸汽裙.txt",
    "夸克盘链接": "https://pan.quark.cn/s/983ced9de8dd"
  },
  {
    "文件名": "[更348蛋全]《清冷美人的神奇游戏》作家：抹茶冰沙（np）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/27d27117fe94"
  },
  {
    "文件名": "[更373]《读者点梗》作者：我太甜了（合集）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/52c47e163265"
  },
  {
    "文件名": "[更389]被他肏了七天七夜后我带球跑了（校园1v1 高H）作者：落落.txt",
    "夸克盘链接": "https://pan.quark.cn/s/accc2b7a83cf"
  },
  {
    "文件名": "[更348]《清冷美人的神奇游戏》作者：抹.txt",
    "夸克盘链接": "https://pan.quark.cn/s/81875edd0053"
  },
  {
    "文件名": "[更342]章台柳（1v1 高H 娱乐圈）作者：蒜蓉枝.txt",
    "夸克盘链接": "https://pan.quark.cn/s/05b4f621744f"
  },
  {
    "文件名": "[更341][快穿]男主快到碗里来 作者：雾枝.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ac621b62d785"
  },
  {
    "文件名": "[更330]当我嫁人后，剧情突然变得不对劲起来 作者：寻觅真理527.txt",
    "夸克盘链接": "https://pan.quark.cn/s/f042332f1e81"
  },
  {
    "文件名": "[更322蛋全]《轻松学会炖肉（燥起来）》作家：张嘴吃肉（np）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ac8551b3e23c"
  },
  {
    "文件名": "[更325]糙汉俏媳妇H 作者：一轮明月.txt",
    "夸克盘链接": "https://pan.quark.cn/s/f700e3f6553a"
  },
  {
    "文件名": "[更314]欲女绘卷（nph）作者：易燃_BURNING.txt",
    "夸克盘链接": "https://pan.quark.cn/s/31d6353dc3c1"
  },
  {
    "文件名": "[更314]万有瘾力 【NP，高H，系统】作者：脱氧麻黄碱.txt",
    "夸克盘链接": "https://pan.quark.cn/s/365d6e722226"
  },
  {
    "文件名": "[更310]缚尘（仙侠NP 高H）全处全洁 作者：只是乱翻书.txt",
    "夸克盘链接": "https://pan.quark.cn/s/2261634ef554"
  },
  {
    "文件名": "[更300+支线23]《塞陀监狱》作者：泠泠夜（虫族总攻）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/d5d63e188e54"
  },
  {
    "文件名": "[更286]《炮灰逆袭手册（共妻手册下册）》作者：Momo（np）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/92378daff7e7"
  },
  {
    "文件名": "[更284]小白狐报恩记（快穿）作者：无边月.txt",
    "夸克盘链接": "https://pan.quark.cn/s/b208fa110ee2"
  },
  {
    "文件名": "[更280]当穿越遇上外挂 作者：九真.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ef1f13abad2f"
  },
  {
    "文件名": "[更279]《rou欲孕夫》作者：羊仔天天要吃肉（短篇集）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/3246d76d942c"
  },
  {
    "文件名": "[更278]心肝与她的舔狗(高H 校园 强取豪夺)作者：烟草风絮梅子雨.txt",
    "夸克盘链接": "https://pan.quark.cn/s/4d4fc6c92d44"
  },
  {
    "文件名": "[更276]《炮灰逆袭手册（共妻手册?下册.txt",
    "夸克盘链接": "https://pan.quark.cn/s/10bcad702d00"
  },
  {
    "文件名": "[更270]穿成男主白月光（快穿，nph）作者：花柒酒.txt",
    "夸克盘链接": "https://pan.quark.cn/s/cb8740a04038"
  },
  {
    "文件名": "[更267]絮娘（古风，NPH）作者：鸣銮.txt",
    "夸克盘链接": "https://pan.quark.cn/s/41911a73f32b"
  },
  {
    "文件名": "[更267]《总攻之邪恶爸爸暂停时间》作者：佚名（np）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/79eee041903c"
  },
  {
    "文件名": "[更266]淫悦帝王成长计划【后宫H】作者：幼冴.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e8cac002d266"
  },
  {
    "文件名": "[更266]【海贼王】恋爱哪有一帆风顺（剧情NP）作者：飙马厉刀.txt",
    "夸克盘链接": "https://pan.quark.cn/s/7974a83b4f38"
  },
  {
    "文件名": "[更259]快穿之女配上位记 作者：简小兮.txt",
    "夸克盘链接": "https://pan.quark.cn/s/000550c7c6c2"
  },
  {
    "文件名": "[更259]《位面修罗场日常》作者：惊不觉（总攻）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/b5648c08118d"
  },
  {
    "文件名": "[更255]在恐怖游戏里高潮不断（无限 h）作者：黛妃.txt",
    "夸克盘链接": "https://pan.quark.cn/s/fff7cc435d89"
  },
  {
    "文件名": "[更255]《成奴之后》作者：大火爆炒（np）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/7b868f8fae14"
  },
  {
    "文件名": "[更252]野有蔓草（np）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/65113064b83b"
  },
  {
    "文件名": "[更249]《女尊之我主天下》作者：羞羞（女攻np）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/dc29bf8c3378"
  },
  {
    "文件名": "[更248]《农民攻和黄油农场》作者：无证驾驶（总攻np）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/0a1f9bc1eed9"
  },
  {
    "文件名": "[更243]《绿茶竟是我自己》作者：一颗栗子（np）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ed65a7119c80"
  },
  {
    "文件名": "[更234]被灭门后她杀疯了（古言，1V1）作者：兆壹北.txt",
    "夸克盘链接": "https://pan.quark.cn/s/d428150a5066"
  },
  {
    "文件名": "[更232]凤栖夏蕉（1v1 甜）作者：锈斑猫.txt",
    "夸克盘链接": "https://pan.quark.cn/s/f4f16097afa9"
  },
  {
    "文件名": "[更226]《哥哥们被我玩坏了怎么办》作者：苏糖酥糖（np骨科，女攻）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/545bf8b4b382"
  },
  {
    "文件名": "[更225]参加综艺之后（NP)作者：一件衫.txt",
    "夸克盘链接": "https://pan.quark.cn/s/52f1a5af6e69"
  },
  {
    "文件名": "[更221]快穿之大龄女配不想交配了(高H)作者：水煮白菜.txt",
    "夸克盘链接": "https://pan.quark.cn/s/81b4f56a58a0"
  },
  {
    "文件名": "[更208]《多汁的恶毒小美人》作者：谢仁煊（快穿系统）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/6ef2e56bee5a"
  },
  {
    "文件名": "[更208]《[快穿]漂亮npc他身娇体软》作者：林雨霞的哈斯本（np）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/2a29b5abbd2c"
  },
  {
    "文件名": "[更200]每次快穿睁眼都有想死的冲动（NP）作者：咖啡因.txt",
    "夸克盘链接": "https://pan.quark.cn/s/2969c7dfaa71"
  },
  {
    "文件名": "[更200]SAN值稳定中（NP克苏鲁）作者：画册.txt",
    "夸克盘链接": "https://pan.quark.cn/s/6eee400b1ca2"
  },
  {
    "文件名": "[更198]催眠助理（简）作者：克劳德云.txt",
    "夸克盘链接": "https://pan.quark.cn/s/2764c73e035c"
  },
  {
    "文件名": "[更193]轻轻飘过你的心 作者：蓝艾琍.txt",
    "夸克盘链接": "https://pan.quark.cn/s/37fc06fed7bc"
  },
  {
    "文件名": "[更198]《图谋不轨》作者：红茶玛奇朵（1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/9b55bf9e143a"
  },
  {
    "文件名": "[更197]黑莲花被迫小白花开局！如何拉扯懦弱皇兄一统江山（古言NPH）作者 讫讫.txt",
    "夸克盘链接": "https://pan.quark.cn/s/b89884062739"
  },
  {
    "文件名": "[更192]独家村 作者：Tara.txt",
    "夸克盘链接": "https://pan.quark.cn/s/1d714d9b31cd"
  },
  {
    "文件名": "[更191]在末日女扮男装（nph）作者：霜雪天.txt",
    "夸克盘链接": "https://pan.quark.cn/s/f0a67f5014bc"
  },
  {
    "文件名": "[更191]他们说我马甲掉了[修仙NPH] 作者：不可收容之笔.txt",
    "夸克盘链接": "https://pan.quark.cn/s/0ea8e1ab5fcd"
  },
  {
    "文件名": "[更191]《训犬（ABO》作者：雁一夏 （1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e826593a91f9"
  },
  {
    "文件名": "[更189]联邦的小狐狸（兽人NPH）作者：闪烁的星.txt",
    "夸克盘链接": "https://pan.quark.cn/s/52441ca8e4c0"
  },
  {
    "文件名": "[更183]刺猬玫瑰（高干）作者：我有两把刷子.txt",
    "夸克盘链接": "https://pan.quark.cn/s/6547114797c0"
  },
  {
    "文件名": "[更178]红线（父女 h）作者：athea.txt",
    "夸克盘链接": "https://pan.quark.cn/s/d61523f003ba"
  },
  {
    "文件名": "[更178]《驯化》作者 九木（GL百合np）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/fc5c2bd873d5"
  },
  {
    "文件名": "[更177]《堕入驯化专属里世界后 原名 性爱游戏实录》作者：入夜十分（故事集）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/d036f0e1f896"
  },
  {
    "文件名": "[更174]欺欲（1V2）作者：华云.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e89952ce0d83"
  },
  {
    "文件名": "[更173]疯批男主们都想杀了我（np无限流）作者：红茶绅士.txt",
    "夸克盘链接": "https://pan.quark.cn/s/05cf2d0dc328"
  },
  {
    "文件名": "[更173]《入海》作者 不想喝茶（GL百合1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c656e5850bdd"
  },
  {
    "文件名": "[更172]在恐怖游戏收录NPC男友 作者：红豆奶猹.txt",
    "夸克盘链接": "https://pan.quark.cn/s/8bc2a1aeb109"
  },
  {
    "文件名": "[更171]月下美人（NPH）作者：思苏.txt",
    "夸克盘链接": "https://pan.quark.cn/s/15aed275d7a2"
  },
  {
    "文件名": "[更169]亡命徒的禁脔（骨科 兄妹H）作者：秋卉.txt",
    "夸克盘链接": "https://pan.quark.cn/s/32e1028eaf44"
  },
  {
    "文件名": "[更169]穿书后和反派男二he了（古言，1v1，高H）作者：千水水.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e0b5f8043e20"
  },
  {
    "文件名": "[更169]《开局选择专属性奴》作者：蒜香烤鱼饭 (np).txt",
    "夸克盘链接": "https://pan.quark.cn/s/79c2005198fc"
  },
  {
    "文件名": "[更167]情欲抽卡系统【NPH】作者：墨菲烟.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c2c7ba3992bc"
  },
  {
    "文件名": "[更164]《他们只属于我》作者：driver（总攻）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/b0959e608d2d"
  },
  {
    "文件名": "[更162]（修仙np）神脔 作者：linsui.txt",
    "夸克盘链接": "https://pan.quark.cn/s/90fae244f784"
  },
  {
    "文件名": "[更161]麝香之梦（NPH）作者：Aki想喝珍珠奶茶.txt",
    "夸克盘链接": "https://pan.quark.cn/s/1170c15d6d47"
  },
  {
    "文件名": "[更159]支配（养父女 DS）作者：予一人.txt",
    "夸克盘链接": "https://pan.quark.cn/s/8f7450cd5aac"
  },
  {
    "文件名": "[更159]《你也喜欢小俞吗 大家都爱漂亮笨蛋 原名 漂亮笨蛋拿了炮灰剧本后》作者：泡芙巧克力球（np）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/649a2bae674f"
  },
  {
    "文件名": "[更152]《桃源乡》作家：苦茉莉（np）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/850c947ee943"
  },
  {
    "文件名": "[更151蛋全]《淫欲猛男游戏》作者：翻面的哈哈鱼（总攻np）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/089524ac487f"
  },
  {
    "文件名": "[更148]嫁入乱伦家族成为叔伯的玩物（高h np 高干）作者：事后烟.txt",
    "夸克盘链接": "https://pan.quark.cn/s/d884f5eac3e7"
  },
  {
    "文件名": "[更148]伺惑她（NPH）作者：华云.txt",
    "夸克盘链接": "https://pan.quark.cn/s/d5c7d4739161"
  },
  {
    "文件名": "[更148]《失忆反派怀了男主的孩子》作家：九天（仙侠1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/8acbf0f6083e"
  },
  {
    "文件名": "[更146]《弟弟肏逼么？》作者：冯古道（1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/562b3276e0ae"
  },
  {
    "文件名": "[更145]夜色尚浅（同人，双重生H）作者：寒江子.txt",
    "夸克盘链接": "https://pan.quark.cn/s/82cde3566ff5"
  },
  {
    "文件名": "[更145]《性瘾小漂亮的勾引日常》作者：月亮不圆（np）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/afa64e830f0b"
  },
  {
    "文件名": "[更142]与王同行（星际·NPH）作者：解冰.txt",
    "夸克盘链接": "https://pan.quark.cn/s/42b7a78aa603"
  },
  {
    "文件名": "[更142]《常识修改催眠游戏》作者：河梧（总攻np）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/9cc219f3c9f3"
  },
  {
    "文件名": "[更141]愿君步长翮 作者：一笔耕.txt",
    "夸克盘链接": "https://pan.quark.cn/s/61d704ef5e2d"
  },
  {
    "文件名": "[更138]宗门上下皆绿他 NPH 作者：七弦上.txt",
    "夸克盘链接": "https://pan.quark.cn/s/9658608c2a80"
  },
  {
    "文件名": "[更138]钓系女王睡服男主日记（nph,快穿,女强,高h）（原名：《快穿之裙下之臣》）作者：软软的小黄瓜.txt",
    "夸克盘链接": "https://pan.quark.cn/s/2ae5d5997ad6"
  },
  {
    "文件名": "[更137]空白（1v1) 作者：peiskos.txt",
    "夸克盘链接": "https://pan.quark.cn/s/24a7dc405181"
  },
  {
    "文件名": "[更136]《被起点男强制宠爱》作家：摇摇冻奶茶茶茶茶（快穿总受）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e7e94a9ed54e"
  },
  {
    "文件名": "[更134]孟总追妻上位计（娱乐圈，高h，1v1）原名《来自平行宇宙的霸总》作者：陆小哼.txt",
    "夸克盘链接": "https://pan.quark.cn/s/4a93bc10799c"
  },
  {
    "文件名": "[更134]《娇俏乳娘》作者 粼若皓月（百合ABO，1V1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/71ed23e37522"
  },
  {
    "文件名": "[更133蛋全]《共享老公（伪总攻，绿帽癖受）》作家：天堂末班车（np）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/7f099fbcca8a"
  },
  {
    "文件名": "[更131]凰权之上（父女 古言 1v1）作者：东竹.txt",
    "夸克盘链接": "https://pan.quark.cn/s/d2803c16d09e"
  },
  {
    "文件名": "[更131]《饲养主角》作者：耶耶耶（快穿主攻）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/367f854b1c41"
  },
  {
    "文件名": "[更131]《死对头拿了我的通感娃娃》作者：Auroraredamancy（无限1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/0b0b8a7c8f80"
  },
  {
    "文件名": "[更129]《邪医（虐男GL+GB）》作者 阴扬.txt",
    "夸克盘链接": "https://pan.quark.cn/s/325bc58451de"
  },
  {
    "文件名": "[更127]《快穿主受：假直男总被言情男主掰弯》作者：梅璟 (np).txt",
    "夸克盘链接": "https://pan.quark.cn/s/add14d6e5a1f"
  },
  {
    "文件名": "[更125]勾引合集：那些楚楚动人的第三者（故事集）作者：哈拉雷的小椰粉.txt",
    "夸克盘链接": "https://pan.quark.cn/s/d28dd4f7e2f7"
  },
  {
    "文件名": "[更125]点水葫芦 作者：杜钟乐.txt",
    "夸克盘链接": "https://pan.quark.cn/s/f935ea1a5c12"
  },
  {
    "文件名": "[更123]《将欲行》作家：头七之夜（np）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/906fa09a69e9"
  },
  {
    "文件名": "[更123]恐怖游戏，但是黄油【无限流_1v1_BG】作者：粒粒原上草.txt",
    "夸克盘链接": "https://pan.quark.cn/s/4c327d4ca8e1"
  },
  {
    "文件名": "[更122蛋全]《【综漫主咒回】馋人家的身子有什么错》作者：山崎（np）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/7187e947a204"
  },
  {
    "文件名": "[更122]二度初恋（1v1，校园，久别重逢）作者：迢迢.txt",
    "夸克盘链接": "https://pan.quark.cn/s/1d4f43bb3102"
  },
  {
    "文件名": "[更121]《挨艹的反派会催眠》作者：红烧肉酱汁（np）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/bab919fe2644"
  },
  {
    "文件名": "[更120]香饵 (h)作者：马蹄糕.txt",
    "夸克盘链接": "https://pan.quark.cn/s/d6044fba8e77"
  },
  {
    "文件名": "[更120]赴清宴（1VN 高H）BE 男全处全洁 作者：只是乱翻书.txt",
    "夸克盘链接": "https://pan.quark.cn/s/0226fecf4c4b"
  },
  {
    "文件名": "[更120]帝台春 作者：临霜写.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c2ad149a58fb"
  },
  {
    "文件名": "[更118]豪门继女（np）作者：贰九.txt",
    "夸克盘链接": "https://pan.quark.cn/s/114fb0c2015b"
  },
  {
    "文件名": "[更117]《疑犯惩罚室》作者：内有百种x-p任你选（np）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/b134e705accc"
  },
  {
    "文件名": "[更116蛋全]《外卖男孩》作家：我爱吃冰棒（np）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c8af37934bbb"
  },
  {
    "文件名": "[更116]《程序失控【下篇】》作者：好困我先睡了（1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e08281a7bcf1"
  },
  {
    "文件名": "[更115]江山秀晚春（nph）作者：未归人.txt",
    "夸克盘链接": "https://pan.quark.cn/s/d3218e249c40"
  },
  {
    "文件名": "[更114]在耽美文里被痴汉狂攻（弯掰直） 作者：水煮鱼.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a3f446c32fbc"
  },
  {
    "文件名": "[更114]《绝望主夫直播间》作者：纯情比巴卜（np）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e01fa153b771"
  },
  {
    "文件名": "[更113]热陷（NP 追妻火葬场）作者：卜鸣.txt",
    "夸克盘链接": "https://pan.quark.cn/s/86d92a9dd28c"
  },
  {
    "文件名": "[更112蛋全]《【快穿】请在我流泪时将我填满》作家：炙热（np）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ffe5c95003c5"
  },
  {
    "文件名": "[更112]《高岭之花总被疯批强占》作者：摘星（np）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a8f0cfc231b6"
  },
  {
    "文件名": "[更112]《大反派法则》作者：肆虐中毒（总攻）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/90052d91b7f2"
  },
  {
    "文件名": "[更110]热夏（父女，高H）作者：夏多布里昂.txt",
    "夸克盘链接": "https://pan.quark.cn/s/7de905144c38"
  },
  {
    "文件名": "[更110]《3P结局后，攻一攻二内部消化了》作者：金毛企鹅（np）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/6591a34254fb"
  },
  {
    "文件名": "[更109]与你 作者：是一只羊.txt",
    "夸克盘链接": "https://pan.quark.cn/s/8ce41cc356af"
  },
  {
    "文件名": "[更109]《穿成虐受文里的炮灰》作者：枝酥（np）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/df5b5d66dc34"
  },
  {
    "文件名": "[更108]春闺艳妇（高H产乳乱伦）作者：丽春院头牌.txt",
    "夸克盘链接": "https://pan.quark.cn/s/08bb59cf3eb3"
  },
  {
    "文件名": "[更107]【西幻】炮灰在西幻世界的生存法则（NP 高H 火葬场）作者：拜伦维斯.txt",
    "夸克盘链接": "https://pan.quark.cn/s/6d033591fd31"
  },
  {
    "文件名": "[更107]《平凡雄虫忽然成为虫母后》作者：在此宣判（np）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/53d2d9dccc46"
  },
  {
    "文件名": "[更106]《和龙傲天相爱相杀的一生》作者：闪耀大象（np）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/9a2558ecd4b6"
  },
  {
    "文件名": "[更103]只有Beta受伤的世界达成了 作者：流苏.txt",
    "夸克盘链接": "https://pan.quark.cn/s/348e83befc8f"
  },
  {
    "文件名": "[更105+2番外]《政圈妲己》作者：补血口服液（np）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/64b59648ea7a"
  },
  {
    "文件名": "[更103]《舔狗万人嫌》作者：叼着拖鞋往前飞（np）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/35386338f9f8"
  },
  {
    "文件名": "[更103]《这个三国它正经吗！？》作者 陆央（gl百合穿越，np）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/69a57ec094d9"
  },
  {
    "文件名": "[更102]《快穿乙女游戏里的大奶心机壮》作者：P桃君（np）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/78eec77a9ff9"
  },
  {
    "文件名": "[更102]《金丝雀的职业操守》作者 遇事不决（GL百合np）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/35ed44a34d25"
  },
  {
    "文件名": "[更101]恶毒大小姐但是乖乖女【NP，伪骨科】作者：午睡睡不醒.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e88a71924d9f"
  },
  {
    "文件名": "[更101]《穿越兽世搞基建 原名 穿越兽世做保健》作者：乔小宝（np）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/4080cdecbd7b"
  },
  {
    "文件名": "[更100]弟妻（np）作者：女娲.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c60c2550427e"
  },
  {
    "文件名": "[更99]康熙的太子妃（公媳h）作者：坑文必秃头.txt",
    "夸克盘链接": "https://pan.quark.cn/s/7dc1295db4a9"
  },
  {
    "文件名": "[更98]跟前任分手后成了饭搭子（校园H）作者：啊瘦阿.txt",
    "夸克盘链接": "https://pan.quark.cn/s/1aed9e07adce"
  },
  {
    "文件名": "[更98]《喜欢人妻有什么错》作者 呆元（GL百合母女ABO 主攻NP）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/3ad7c36c933b"
  },
  {
    "文件名": "[更98]《高冷情敌成了我的老攻？！》作者 待你长发及腰（GL百合ABO1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/2f69b5a829e1"
  },
  {
    "文件名": "[更97]一言不发（高甜，H）作者：紫米露.txt",
    "夸克盘链接": "https://pan.quark.cn/s/8ba6bc42e8fc"
  },
  {
    "文件名": "[更97]穿到开源18禁mod种田游戏后（nph）作者：零零落落l.txt",
    "夸克盘链接": "https://pan.quark.cn/s/64d9a76475cd"
  },
  {
    "文件名": "[更97]《放暑假后我在游戏里007当酒》作者：踽踽独行（柯南总攻）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/3e0acbbd198b"
  },
  {
    "文件名": "[更96]恶毒女配她怂了！（高H NP 男主全处）作者：烟花易爆.txt",
    "夸克盘链接": "https://pan.quark.cn/s/522bb6b5ea4e"
  },
  {
    "文件名": "[更95]浓精浇灌小白花（快穿 nph）作者：轻梦.txt",
    "夸克盘链接": "https://pan.quark.cn/s/f6f10289a5e8"
  },
  {
    "文件名": "[更94]《当炮灰拥有盛世美颜》作家：春日（np）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/29f580c039e1"
  },
  {
    "文件名": "[更94]《采青》作者 Prism（GL百合ABO1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/690f4f9903e2"
  },
  {
    "文件名": "[更93]《艳春番》作者：黎明破晓（np）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/eb0c1c17731f"
  },
  {
    "文件名": "[更92]周太太请再看我一眼（强取豪夺，1v1）作者：帧木儿.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a9690a4dbff9"
  },
  {
    "文件名": "[更92]被讨厌的未婚妻小姐（1v2，双生子）作者：幼稚园车神.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ff7b11ff0f31"
  },
  {
    "文件名": "[更91]春昼长长 作者：冰原鼠尾草.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ad2353e5279d"
  },
  {
    "文件名": "[更91]《杨柳枝》作者 宝黛钗（GL百合np）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/d5faf741e380"
  },
  {
    "文件名": "[更90]无餍（Np ）作者：木木木青.txt",
    "夸克盘链接": "https://pan.quark.cn/s/21cb4b3fd4f3"
  },
  {
    "文件名": "[更90]《炮灰总是被当成娇娇老婆》作者：大梦三千（np）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/65dddedbaab2"
  },
  {
    "文件名": "[更90]《浪涨江舟》作者 叫花猫（GL百合1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/812cb01a8d81"
  },
  {
    "文件名": "[更90]《驸马神机妙算》作者 一只二花花啊（GL百合1v1.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ac3e12b77409"
  },
  {
    "文件名": "[更90]《催眠收集美人系统》作者：朔朔子（np）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/6641de74911c"
  },
  {
    "文件名": "[更90]《彻底标记后》作者：向溪而生（1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/714542967941"
  },
  {
    "文件名": "[更89+14番外]《万人迷攻总以为自己很平凡》作者：不爱吃小鱼干（总攻np）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/af1d7821d1f7"
  },
  {
    "文件名": "[更89]易绻（1V2）作者：锦换.txt",
    "夸克盘链接": "https://pan.quark.cn/s/cc8ea0d5fec2"
  },
  {
    "文件名": "[更89]《踏雪乌啼观海啸》作者：云川漫步（1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/1f0f111092ed"
  },
  {
    "文件名": "[更89]《炮灰和主角才是绝配》作者：风挽狂澜（1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/1a2404427e73"
  },
  {
    "文件名": "[更88+5番外]《穿成万人迷主角受的跟班后》作者：eeeees（1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/5157f04cb858"
  },
  {
    "文件名": "[更88]炙吻【追妻火葬场，1v1H】作者：小松鼠.txt",
    "夸克盘链接": "https://pan.quark.cn/s/5dea46422d2a"
  },
  {
    "文件名": "[更88]遇虎(古言，1v1h)作者：Maxwell.txt",
    "夸克盘链接": "https://pan.quark.cn/s/7d08ae32f43c"
  },
  {
    "文件名": "[更87]呕吐袋（骨科，1v1）作者：蓝胡子小女孩.txt",
    "夸克盘链接": "https://pan.quark.cn/s/40043baf3327"
  },
  {
    "文件名": "[更86+38番外]《救救我，身后有变态！》作者：璩（np）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/4051e1ba3f2c"
  },
  {
    "文件名": "[更86]炮灰女配生存指北 作者 七坠兔.txt",
    "夸克盘链接": "https://pan.quark.cn/s/60f5a59885d5"
  },
  {
    "文件名": "[更85]月亮坠落一万次（1V1高干伪父女）作者：葡萄子藤.txt",
    "夸克盘链接": "https://pan.quark.cn/s/909bf9ecf19a"
  },
  {
    "文件名": "[更85]男频后宫文的女主觉醒后（修真nph）作者：雾雾猪.txt",
    "夸克盘链接": "https://pan.quark.cn/s/70a315b87274"
  },
  {
    "文件名": "[更85]当我变得很有钱 作者：doremi.txt",
    "夸克盘链接": "https://pan.quark.cn/s/749ff526dc06"
  },
  {
    "文件名": "[更85]宠娇儿（父女1V1高H）作者：丽春院头牌.txt",
    "夸克盘链接": "https://pan.quark.cn/s/7bf273f7df81"
  },
  {
    "文件名": "[更85]炽热狂夏(强取豪夺H) 作者：挠挠头皮.txt",
    "夸克盘链接": "https://pan.quark.cn/s/7ac058cf8de4"
  },
  {
    "文件名": "[更85]被老公的上司一见钟情 作者：西西艾欧.txt",
    "夸克盘链接": "https://pan.quark.cn/s/aba8d4876653"
  },
  {
    "文件名": "[更85]《魔界妖女她拿下正道之光了》作者 阿蒙贝尔（GL百合扶她1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/2b488cc7ecb3"
  },
  {
    "文件名": "[更84]《恶果》作者：兔子君（1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/bce6ff654c6c"
  },
  {
    "文件名": "[更83]娱乐圈生存指南（金主高H）作者：锦衣夜行.txt",
    "夸克盘链接": "https://pan.quark.cn/s/5fbfecda2334"
  },
  {
    "文件名": "[更83]《雄虫他很快乐》作者：张好古（np）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/9cbd80b0925a"
  },
  {
    "文件名": "[更82+番外17]《沦陷》作者：不去寒山（总攻np）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/3577319203b4"
  },
  {
    "文件名": "[更82]《在BE文里寻找隐藏剧情》作者：禁铯（总攻快穿）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a9f22f5783ff"
  },
  {
    "文件名": "[更82]《金牌炮灰洗白指南》作者：万殊（快穿总攻）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/923298bc8163"
  },
  {
    "文件名": "[更81]太女的忠犬暗卫（忠犬、双向奔赴、甜宠）作者：蜗牛.txt",
    "夸克盘链接": "https://pan.quark.cn/s/6f196f598d84"
  },
  {
    "文件名": "[更81]魅魔每天都想摆烂（nph）作者：上弦月.txt",
    "夸克盘链接": "https://pan.quark.cn/s/d0de9a3338ee"
  },
  {
    "文件名": "[更81]成佛（强制）作者：躺平的仙女.txt",
    "夸克盘链接": "https://pan.quark.cn/s/64956b82d2a5"
  },
  {
    "文件名": "[更80]月亮盏 作者;酌青栀.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e25fa217f70a"
  },
  {
    "文件名": "[更80]烧不尽 作者：我有药.txt",
    "夸克盘链接": "https://pan.quark.cn/s/075238953f3a"
  },
  {
    "文件名": "[更80]第一个夏天 (1v1) 作者：iklimler.txt",
    "夸克盘链接": "https://pan.quark.cn/s/59af60da51cb"
  },
  {
    "文件名": "[更80]被玩 (强制、都市高干H、先婚后爱、BT) 作者：miss_babybaby.txt",
    "夸克盘链接": "https://pan.quark.cn/s/81a9df029f3e"
  },
  {
    "文件名": "[更80]《一匹叫格伦的马》作者：SilverQualle（感情1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/684db91a21e8"
  },
  {
    "文件名": "[更80]《双性骚受合集》作者：抹布脏肉文爱好者.txt",
    "夸克盘链接": "https://pan.quark.cn/s/0fd016e1ba94"
  },
  {
    "文件名": "[更79]《被三个男人看上以后，我被囚禁了》作者：南木子鱼（np）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/745275e4f4b8"
  },
  {
    "文件名": "[更78]岁岁合欢（校园1v1h）作者：望舒.txt",
    "夸克盘链接": "https://pan.quark.cn/s/4209d773e8c9"
  },
  {
    "文件名": "[更77]《变态暴君的重生》作者：坠落的风（1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/994c0e8d36e3"
  },
  {
    "文件名": "[更77]《被高中生欺负的老男人》作者：两条腿的猪猪（np）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/cbdf30f0b704"
  },
  {
    "文件名": "[更76]邀明月（修仙1V1）作者：墨弦歌.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a5b25dd8b028"
  },
  {
    "文件名": "[更76]网恋被骗一百万（1V1,SC）作者：纯爱战神.txt",
    "夸克盘链接": "https://pan.quark.cn/s/065602a43e75"
  },
  {
    "文件名": "[更76]跟发小们的淫乱假期【NP 肉合集】作者：榴莲黄.txt",
    "夸克盘链接": "https://pan.quark.cn/s/1378b1d71935"
  },
  {
    "文件名": "[更75]平平无奇女beta目睹之怪状(np）作者：稷如生.txt",
    "夸克盘链接": "https://pan.quark.cn/s/da825ac038f8"
  },
  {
    "文件名": "[更75]《风过河川》作者：南山（np）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/045515e19007"
  },
  {
    "文件名": "[更74]情毒（np）作者：沙棠.txt",
    "夸克盘链接": "https://pan.quark.cn/s/87e6d16788ac"
  },
  {
    "文件名": "[更74]《温伯监狱》作者 酒壹杯（GL百合futanp.txt",
    "夸克盘链接": "https://pan.quark.cn/s/7b7a31c3ebd2"
  },
  {
    "文件名": "[更74]《勾引疯批姐夫后我被强制了》作者：夷吾（1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c0b127a6fdcd"
  },
  {
    "文件名": "[更73]织笼（1v1强取豪夺)作者：硫酸.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a80284811fcf"
  },
  {
    "文件名": "[更73]《规矩》作者：嘟嘟猫2号（1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/974a78c4dc40"
  },
  {
    "文件名": "[更73]《【综漫】搞一下那些纸片人》作者：君落（np）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/1de5f4b23eaa"
  },
  {
    "文件名": "[更72]红日（父女）作者：athea.txt",
    "夸克盘链接": "https://pan.quark.cn/s/2466eecb5246"
  },
  {
    "文件名": "[更72]关于某古早校园文中的你  作者 迟枣.txt",
    "夸克盘链接": "https://pan.quark.cn/s/8bf2697613f2"
  },
  {
    "文件名": "[更72]《在修罗场当万人迷 原名 万人迷攻扮演指南》作者：人菜瘾大没文看（总攻）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/0f4b5b2733f8"
  },
  {
    "文件名": "[更71]小叔叔（h）作者：啦啦子.txt",
    "夸克盘链接": "https://pan.quark.cn/s/1784f2679514"
  },
  {
    "文件名": "[更71]《太子为奴》作者：鸡肉好吃（1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/de319f0fb19b"
  },
  {
    "文件名": "[更70]青青子衿（先婚后爱 BDSM）作者：青青子衿.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e6d7648dffc9"
  },
  {
    "文件名": "[更70]《如何引诱清冷剑修？》作者：叁水（np）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ec46f0f7ed89"
  },
  {
    "文件名": "[更70]《捡狗》作者：噗嗤兔兔（np）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e87d7aacb74c"
  },
  {
    "文件名": "[更70]《穿成炮灰后把主角攻们艹翻了》作者：不为（1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c668bd2c4218"
  },
  {
    "文件名": "[更70]《【综】被运动少年们爆炒的qing事》作者：啵啵（np）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/b6923ab8f851"
  },
  {
    "文件名": "[更69+4番外]《关于我B装O之后》作者：可可西里黄羊（1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/b15b4c4e0d21"
  },
  {
    "文件名": "[更69]陷入漩涡（校园 强制h）作者：1+1.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c7f39ad193a6"
  },
  {
    "文件名": "[更69]勾引姐夫（高H）作者：皎皎明月.txt",
    "夸克盘链接": "https://pan.quark.cn/s/7f6c96bfc062"
  },
  {
    "文件名": "[更69]不合时宜（男小三）作者：停车吃饭.txt",
    "夸克盘链接": "https://pan.quark.cn/s/84cc03db938b"
  },
  {
    "文件名": "[更69]《红神的祭品》作者：芝加哥打人机（1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/3b430bfca75e"
  },
  {
    "文件名": "[更68+16番外]《尊卑有别》作者：吖吖吖（np）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/62564d1adff2"
  },
  {
    "文件名": "[更68]神在眷顾（NPH）作者：海盐奶片.txt",
    "夸克盘链接": "https://pan.quark.cn/s/fb9a43227085"
  },
  {
    "文件名": "[更68]漂亮少将O被军A灌满后 作者：瑞鸦.txt",
    "夸克盘链接": "https://pan.quark.cn/s/696491929110"
  },
  {
    "文件名": "[更68]骨欲（古言／骨科／sc）作者：星辰鲸落.txt",
    "夸克盘链接": "https://pan.quark.cn/s/19ae750e64d5"
  },
  {
    "文件名": "[更68]《认错金丝雀后》作者：脑瓜黄嗡嗡（1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/dd5af0c1eea6"
  },
  {
    "文件名": "[更68]《古早虐文男主被操的合不拢腿》作者：酥酪（np）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/116eae6c7ba1"
  },
  {
    "文件名": "[更67]海贼王 对你们不止是喜欢 作者：人间吉格.txt",
    "夸克盘链接": "https://pan.quark.cn/s/09bc6c67199b"
  },
  {
    "文件名": "[更67]《特殊情欲道具所》作家：小耳朵（np）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/36a6613f33ef"
  },
  {
    "文件名": "[更66]《笨蛋美人挨草实录》作者：芋圆牛奶（np）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/1b211ff3b69a"
  },
  {
    "文件名": "[更67]《人外or机械调教脑洞合集》作者：我玩游戏全靠躺（故事集）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/f4cc19cceea0"
  },
  {
    "文件名": "[更67]《被迫成为仙家共妻》作者：披马甲很开心（np）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/8d13dab8fc65"
  },
  {
    "文件名": "[更66]《少主，您的私奴到了》作者：星辰（1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/5c3a4d0437ac"
  },
  {
    "文件名": "[更66]《千机阁逸事》作者：将离（np）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/7e6c58e8143b"
  },
  {
    "文件名": "[更66]《沉默寡言的男生被舍友调教成荡妇》作者：七日（np）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ea11d71c9cc3"
  },
  {
    "文件名": "[更65+2番外]《被父皇和皇弟们各种PLAY的合欢宗》作者：知退行简（np）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e03532c9619b"
  },
  {
    "文件名": "[更65]寡妇太后 作者：cally.txt",
    "夸克盘链接": "https://pan.quark.cn/s/8c564c5bf171"
  },
  {
    "文件名": "[更65]窗子以内（校园 1v1）作者：暴异斯.txt",
    "夸克盘链接": "https://pan.quark.cn/s/8393ba4cd406"
  },
  {
    "文件名": "[更65]《晓看天色暮看云》作者：鱼卡没有鱼（GL百合1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/1aaba174864f"
  },
  {
    "文件名": "[更65]《是这样吗老师》作者 绯夜（gl百合1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/4506e40cab48"
  },
  {
    "文件名": "[更65]《漂亮转学生非要攻略我》作者 路人（gl百合1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/5047a37345d3"
  },
  {
    "文件名": "[更65]《共妻：妻子一家都想艹我》作者：千亿（np）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/3e34a2a76a0c"
  },
  {
    "文件名": "[更64]梦里花（强制、NP）作者：一片星星铃铛.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a06ddbf1b3e1"
  },
  {
    "文件名": "[更64]《这遍地扶她的末世》作者 黃色廢料（GL百合np）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/25b92a696248"
  },
  {
    "文件名": "[更63+4番外]《总攻日记》作者：晚十六（NP）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/f1122d174d83"
  },
  {
    "文件名": "[更63]面试被肏翻被偷偷直播【高H】作者：才不看什么黄文呢我可是正经人.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ef38a300a0df"
  },
  {
    "文件名": "[更63]《万人迷的贵乱游戏 原名 贵乱合集》作者：藏星（np）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/1e16e84bae76"
  },
  {
    "文件名": "[更63]《她们》作者：头上有犄角（futa百合合集）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e4588e2b83b5"
  },
  {
    "文件名": "[更63]《干翻那些霸总们Ⅱ》作者：番茄汤（np）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/9db55501a9fb"
  },
  {
    "文件名": "[更62]我是末世np文反派的作精白月光（1V？_产乳_高h）作者：晚安好梦.txt",
    "夸克盘链接": "https://pan.quark.cn/s/1fa9a62c50b5"
  },
  {
    "文件名": "[更62]《饮蜜》作者：雪落金天（np）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/d5e93e29c30c"
  },
  {
    "文件名": "[更61]《在情趣公司上班的我是性无能》作者：亦泱（GL百合ABO）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/b950de3e8ba4"
  },
  {
    "文件名": "[更60]在灵异世界靠精液续命（快穿，NP）作者：萻蒨.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c974f5835808"
  },
  {
    "文件名": "[更60]契约婚姻 作者：穆爾塔圖里.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a000220c7f6c"
  },
  {
    "文件名": "[更60]难却[师生·强取豪夺]作者：化成小熊糖浆.txt",
    "夸克盘链接": "https://pan.quark.cn/s/0a246dba5a7e"
  },
  {
    "文件名": "[更60]男团back，但女扮男装【NPH】作者：黑裙.txt",
    "夸克盘链接": "https://pan.quark.cn/s/145130703309"
  },
  {
    "文件名": "[更60]《淫贼炮灰被主角们强制爱了》作者：无聊炫口肉（np）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/6ae7ae7656fd"
  },
  {
    "文件名": "[更60]《催眠沦陷》作者：七星瓢虫（np）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/bf333bbcd49e"
  },
  {
    "文件名": "[更59]睡服娱乐圈（NP，高H）作者：何处是清欢.txt",
    "夸克盘链接": "https://pan.quark.cn/s/14d198f3379b"
  },
  {
    "文件名": "[更60]《【虫族】最后一位雄子》作者：朱白（np）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ff22f3f2f038"
  },
  {
    "文件名": "[更59]请问，你们奥林匹斯山，是窑子吗？作者：社畜大战资本家.txt",
    "夸克盘链接": "https://pan.quark.cn/s/bcf6cd64af73"
  },
  {
    "文件名": "[更59]裸纱（ 1v1h 先婚后爱）作者：西替利嗪.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e35974e9e3f0"
  },
  {
    "文件名": "[更59]《恶毒小美人落难之后》作者：甜酒小橙（np）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ab6c80fb3a3c"
  },
  {
    "文件名": "[更59]《被胁迫的美人》作者：LDSS（1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/37333dd19fe6"
  },
  {
    "文件名": "[更59][猎人]相亲相爱一家人 作者：流华.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e518ded7d571"
  },
  {
    "文件名": "[更58]《主角变态了难道怪我吗》作者：不歇（np）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e4c3ae779412"
  },
  {
    "文件名": "[更58]《用催眠睡遍美男》作者：姒玖翎.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c3621865fd1a"
  },
  {
    "文件名": "[更58]《尽职当反派的我被主角们爆炒》作者：吃黄瓜的白菜（np）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e6b7cff86aeb"
  },
  {
    "文件名": "[更58]《过冬》作者：无问泊舟（3p）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/55213eed70ba"
  },
  {
    "文件名": "[更57]谁又黑化了（男全处 NPH）作者：顿顿吃馄饨.txt",
    "夸克盘链接": "https://pan.quark.cn/s/95c71bda63a0"
  },
  {
    "文件名": "[更56+6番外]《无限轮回：恶毒反派只想活命》作者：大海碗吃肉（np）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/95d7e0429b91"
  },
  {
    "文件名": "[更56]槲寄生（公媳 H）作者：Sukiiiiiii糕花酥.txt",
    "夸克盘链接": "https://pan.quark.cn/s/0dd50ef75e63"
  },
  {
    "文件名": "[更56]《越界》作者：会真经的欧阳鸭（GL百合abo）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c1997946ef89"
  },
  {
    "文件名": "[更56]《当万人嫌的修真痞子受放弃死缠烂打后》作者：幼稚鬼（np）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a989586584c3"
  },
  {
    "文件名": "[更55]真心假意（现代1V1，高h）作者：梧桐木.txt",
    "夸克盘链接": "https://pan.quark.cn/s/617ad32e6893"
  },
  {
    "文件名": "[更55]深情男主也出轨了【快穿】作者：原味芝士块.txt",
    "夸克盘链接": "https://pan.quark.cn/s/25bf23b0c1c7"
  },
  {
    "文件名": "[更55]日日挨姐夫的操（1V1 H）作者：可爱小兔.txt",
    "夸克盘链接": "https://pan.quark.cn/s/d626826f9332"
  },
  {
    "文件名": "[更55]《请不要欺负恋爱脑Alpha》作者：不如吹个口哨（1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/9ff69b2f20d2"
  },
  {
    "文件名": "[更55]《合法共妻》作者：一蟹不如一蟹（np）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/d9756abfb719"
  },
  {
    "文件名": "[更53]深池（1v1 黑道）作者：梦为鱼.txt.txt",
    "夸克盘链接": "https://pan.quark.cn/s/9027e3be5cd3"
  },
  {
    "文件名": "[更55]《堕夫淫事 原名 糙夫淫事》作家：南游1674（混合ntr）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/4c4beaf39026"
  },
  {
    "文件名": "[更55]《被迫出轨多汁嫩批美人》作者：过马路走斑马线（故事集）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ccfdbc9c0fdf"
  },
  {
    "文件名": "[更55]《19禁成人付费综艺》作者：青山撞我（np）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/585689280122"
  },
  {
    "文件名": "[更55]（名侦探柯南_警校组）弱虫 作者：125874ggg.txt",
    "夸克盘链接": "https://pan.quark.cn/s/6cf99c149fbc"
  },
  {
    "文件名": "[更54+3番外]《被欺压的可怜大皇子》作者：几斤几两（np）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/bc18973640c5"
  },
  {
    "文件名": "[更54]《羽扇纶巾》作者：月牙弯弯（1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c4c7fbc1a4bf"
  },
  {
    "文件名": "[更54]《肌肉肥臀攻就该被好好疼爱》作者：五角（故事集）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/84890b48082a"
  },
  {
    "文件名": "[更54]《贵族学院的男妓》作者：neetizumi（np）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/618d8d212954"
  },
  {
    "文件名": "[更54]《【主攻】我在恐怖世界里搜集性爱能量》作者：汪汪队立大功（单元剧）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/2744bf03087c"
  },
  {
    "文件名": "[更53]【全职】包养（NPH）作者：鱿鱼串自闭中.txt",
    "夸克盘链接": "https://pan.quark.cn/s/48b998f7e431"
  },
  {
    "文件名": "[更53]《沦为玩物》作者：十元（np）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/867407c3a32f"
  },
  {
    "文件名": "[更53]《光源年》作者 超级钕铜王（GL百合np）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e8ba250fe649"
  },
  {
    "文件名": "[更52]落花记（双男主 复仇）作者：一支枯芙.txt",
    "夸克盘链接": "https://pan.quark.cn/s/fa79896d7c86"
  },
  {
    "文件名": "[更52]婚后开局（1V1 H）作者：Miruku.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e189b049b804"
  },
  {
    "文件名": "[更52]吃梨（1v1）作者：吃口肉包.txt",
    "夸克盘链接": "https://pan.quark.cn/s/9f1cf4d15831"
  },
  {
    "文件名": "[更52]《近水楼台》作者 明月共潮生（百合glABO）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/7236b1b310cb"
  },
  {
    "文件名": "[更52]《被alpha强暴之后》作者：荆荆（Model worker）（np）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/18f791be5e03"
  },
  {
    "文件名": "[更51+2番外]《被影帝爆炒玩弄的笨蛋美人》作者：脖颈子疼（1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/335db2362491"
  },
  {
    "文件名": "[更51+1番外]《军人体育生的性奴大学生活》作者：唐捐（np）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a5aa691cff84"
  },
  {
    "文件名": "[更51]岁岁平安（古言1v1 h）作者：闲月夜.txt",
    "夸克盘链接": "https://pan.quark.cn/s/0d420014540e"
  },
  {
    "文件名": "[更51]《肖想》作者 离心引栗（GL百合1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/9d1f963be3cd"
  },
  {
    "文件名": "[更51]《玩弄仙君的道侣》作者：缠缠（ntr）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/61a6156a69d7"
  },
  {
    "文件名": "[更51]《炮灰逆袭》作者：酒精（总攻）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/30e70325150e"
  },
  {
    "文件名": "[更51]《勾引》作者 老鸭饱(骨科百合abo1v1).txt",
    "夸克盘链接": "https://pan.quark.cn/s/bcffc2233038"
  },
  {
    "文件名": "[更51]《恶毒娇夫翻车挨艹记》作者：安诗鸢尾（np）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/47fccd7fc7fe"
  },
  {
    "文件名": "[更51]《催眠进行时》作家：请叫我顾太太（女攻np）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a0870c50a8cc"
  },
  {
    "文件名": "[更51]《abo之狼族之主》作家：小野兽（np）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/d6c9c7919280"
  },
  {
    "文件名": "[更50]苦水（NP）作者：7号电池.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c2669557476c"
  },
  {
    "文件名": "[更50]倒刺（校园1v1）作者：旎旎.txt",
    "夸克盘链接": "https://pan.quark.cn/s/375a7a08ac69"
  },
  {
    "文件名": "[更50]《万人迷与日在校园》作者：请叫我顾太太（女攻np）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/954eb27cf290"
  },
  {
    "文件名": "[更49]恋综观察员（1v1 甜文）作者：一件衫.txt",
    "夸克盘链接": "https://pan.quark.cn/s/d184c72156f4"
  },
  {
    "文件名": "[更49]《为什么我总是被草》作者：拜托了摩卡（np）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e6961320586e"
  },
  {
    "文件名": "[更49]《短篇肉文合集》作者：乐之.txt",
    "夸克盘链接": "https://pan.quark.cn/s/17a8c049785d"
  },
  {
    "文件名": "[更48]难定义关系[青梅竹马1V1] 作者：白日飞鸦.txt",
    "夸克盘链接": "https://pan.quark.cn/s/0f6b679e2c64"
  },
  {
    "文件名": "[更48]敢爬墙就操死（1v2）作者：西果果子.txt",
    "夸克盘链接": "https://pan.quark.cn/s/f653fda89f1e"
  },
  {
    "文件名": "[更48]《起点反派并不想被万人迷主角看上》作者：铒觉（总攻）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a76582c2da57"
  },
  {
    "文件名": "[更48]《就是要弄哭清冷美人》作者：近霜处（女攻故事集）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/881870c9902b"
  },
  {
    "文件名": "[更48]《娇软路人甲他只想走剧情》作者：sweet（np）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/3550e058778c"
  },
  {
    "文件名": "[更48]《干饭就要干翻纸片人》作者：CJ不CJ（综漫主攻）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/7f81b0410825"
  },
  {
    "文件名": "[更47]《兽族的恩宠》作者：虚荣之火（np）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c91225859689"
  },
  {
    "文件名": "[更47]《变成熟妇的雌虫上将》作者：致命id（1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c7d3bdbb803b"
  },
  {
    "文件名": "[更46+5番外]《在万人迷文中做炮灰攻》作者：安静白桃罐（np）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/622f6e85e44a"
  },
  {
    "文件名": "[更46]小春颂歌 (背德_1v2）作者：小竹荚.txt",
    "夸克盘链接": "https://pan.quark.cn/s/41298a072d31"
  },
  {
    "文件名": "[更46]《狩猎体育生》作者：马布斯（np）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/11ace4cb2828"
  },
  {
    "文件名": "[更45]傻女（骨科_兄妹）作者：暮云.txt",
    "夸克盘链接": "https://pan.quark.cn/s/31b21b0560d4"
  },
  {
    "文件名": "[更45]三人情欲（父女、双女、1V2、H）作者：逍遥.txt",
    "夸克盘链接": "https://pan.quark.cn/s/749bcbe444af"
  },
  {
    "文件名": "[更45]《涩涩》作者 似情（GL百合）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/6fb88778c231"
  },
  {
    "文件名": "[更45]《每天醒来都在被巧取豪夺》作者：瞌睡狐（np）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/86640600dbad"
  },
  {
    "文件名": "[更45]《浪荡歪传》作者：緒慈.txt",
    "夸克盘链接": "https://pan.quark.cn/s/0d75ff968f73"
  },
  {
    "文件名": "[更44]越轨（h）作者：卓栩.txt",
    "夸克盘链接": "https://pan.quark.cn/s/1f432bbe9307"
  },
  {
    "文件名": "[更44]谢昔 作者：黄灯禁止通行.txt",
    "夸克盘链接": "https://pan.quark.cn/s/b32b3de2809f"
  },
  {
    "文件名": "[更44]吻卿(先婚1v1h)作者：萝宁.txt",
    "夸克盘链接": "https://pan.quark.cn/s/cd42f0a8c3da"
  },
  {
    "文件名": "[更44]杀驸马（追夫 小黑屋高Ｈ HE）作者：蜗牛.txt",
    "夸克盘链接": "https://pan.quark.cn/s/eef9ddc1d1e9"
  },
  {
    "文件名": "[更44]病态痴迷（校园青梅竹马1v1H）作者：巧克熊.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e7bf97f2ca3a"
  },
  {
    "文件名": "[更44]《正义的大奶体育老师被校霸轮女干》作者：花市恰肉（np）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/f0f9d99888e7"
  },
  {
    "文件名": "[更44]《奴不单行》作者：鹿子剑（np）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/802b287a9267"
  },
  {
    "文件名": "[更43+8番外]《黄油几把评鉴大全》作者：木鱼花（np）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a08b6ce1cf6c"
  },
  {
    "文件名": "[更43+3番外]《清冷美人的性瘾日常》作者：祁白（1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a26c314511e0"
  },
  {
    "文件名": "[更43]春江知晚意（古言NPH）作者：一颗仙仙桃.txt",
    "夸克盘链接": "https://pan.quark.cn/s/1da4fd191ec0"
  },
  {
    "文件名": "[更43]《女尊世界体验报告》作者：绿丝带帽子（女攻np）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/abce7295a582"
  },
  {
    "文件名": "[更43]《被强制催眠后雌堕上瘾了》作者：给口饭饭（故事集）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/02157a4a730d"
  },
  {
    "文件名": "[更42]引君入蛊（1v1 H）作者：阙阙.txt",
    "夸克盘链接": "https://pan.quark.cn/s/052877f35473"
  },
  {
    "文件名": "[更42]《一枕江湖梦》作者 潜木（武侠gl百合）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/0f866842a3bf"
  },
  {
    "文件名": "[更42]《谁要喜欢坏女人啊》作者 梁上君子（纯百GL1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/2f9c1c6da873"
  },
  {
    "文件名": "[更41]醒来发现被哥哥偷偷舔穴 作者：我滴个土豆啊.txt",
    "夸克盘链接": "https://pan.quark.cn/s/2990142d7353"
  },
  {
    "文件名": "[更41]颂月（兄妹骨科H）作者：林鑫.txt",
    "夸克盘链接": "https://pan.quark.cn/s/73f228e98a0d"
  },
  {
    "文件名": "[更41]安非他命（ 1V1 黑道）作者：李佳瑪.txt",
    "夸克盘链接": "https://pan.quark.cn/s/27e889abcca7"
  },
  {
    "文件名": "[更41]《装乖》作者 念旧（GL百合ABOnp）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/143a4a7952fc"
  },
  {
    "文件名": "[更41]《像素风黄油是不是大有问题》作者：如意红都（综漫总攻）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/b91f89f8cfa0"
  },
  {
    "文件名": "[更41]《误闯室友的做爱现场》作者 年年包（GL百合1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/bdc40670eb19"
  },
  {
    "文件名": "[更40]《在恋综里找对象》作者：爱美强的小啾啾（1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/15e6e4a81b21"
  },
  {
    "文件名": "[更40]《傀儡之心》作者：柏霂（1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/b9d37f18fd6a"
  },
  {
    "文件名": "[更40]《疯批异形的漂亮老婆》作者：余火烬燃（np）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/aea7a850bd4b"
  },
  {
    "文件名": "[更40]《保镖今天也很忙》作者 久漫（ABO百合GL1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/da58cb73f321"
  },
  {
    "文件名": "[更39]扶腰直上（校园高H 1v1）作者：花既晚.txt",
    "夸克盘链接": "https://pan.quark.cn/s/818767808e21"
  },
  {
    "文件名": "[更39]炖肉合集-被肏喷的日常 作者：才不看什么黄文呢我可是正经人.txt",
    "夸克盘链接": "https://pan.quark.cn/s/3d173c07e4a6"
  },
  {
    "文件名": "[更39]《夜将明》作者 蓝莓Lumei（GL百合伪骨科np）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/f93066939beb"
  },
  {
    "文件名": "[更39]《玩攻实录》作者：A（故事集）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/2d1fb7e95cc4"
  },
  {
    "文件名": "[更39]《【文野】他才不要当什么港黑首领啊》作者：鲸潜无声（np）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/65c913e2c211"
  },
  {
    "文件名": "[更38]野骨（骨科1v1）作者：ririadong.txt",
    "夸克盘链接": "https://pan.quark.cn/s/02aff4ceb287"
  },
  {
    "文件名": "[更38]唯一 作者：dearfairy.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ce7a3bae1406"
  },
  {
    "文件名": "[更38]郡主的甜宠调教日常 作者：CC夜宵长.txt",
    "夸克盘链接": "https://pan.quark.cn/s/bcb82c797f54"
  },
  {
    "文件名": "[更38]娇矜（校园高H，1v1）作者：浪奔浪流.txt",
    "夸克盘链接": "https://pan.quark.cn/s/30e4cd67b53a"
  },
  {
    "文件名": "[更38]《狱囚不满》作者：卟善（GL百合1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/9f935f717cac"
  },
  {
    "文件名": "[更38]《上将的秘密软件》作者 海河（GL百合abonp）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/815c09a9e1fb"
  },
  {
    "文件名": "[更38]《破罐破摔》作者：云间（np）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/01119d6ccfc4"
  },
  {
    "文件名": "[更38]《笼雀》作者 猫破衣（GL百合1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/2241e0d3bf35"
  },
  {
    "文件名": "[更38]《雌堕脑洞合集》作者：宁宁宁.txt",
    "夸克盘链接": "https://pan.quark.cn/s/6971493516aa"
  },
  {
    "文件名": "[更38]《虫帝》作者：炸豆腐（总攻np虫族）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/97c07674f10a"
  },
  {
    "文件名": "[更37]她是被攻略的年级第一（NPH）作者：大梦一枕.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e0bc412fa57e"
  },
  {
    "文件名": "[更37]快穿之绿茶女配逆天改命【NPH】作者：照无眠.txt",
    "夸克盘链接": "https://pan.quark.cn/s/085d453e5206"
  },
  {
    "文件名": "[更37]旧语（民国，NP）作者：简繁之间.txt",
    "夸克盘链接": "https://pan.quark.cn/s/9def87609d58"
  },
  {
    "文件名": "[更37]宫廷艳闻录 作者：蛋炒饭.txt",
    "夸克盘链接": "https://pan.quark.cn/s/669a51a91913"
  },
  {
    "文件名": "[更37]《湿主》作者 敬儿（GL百合np）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/8e91c02528f2"
  },
  {
    "文件名": "[更36]满分暗恋家 作者：苦艾酒叛徒L.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a7c29471fa0c"
  },
  {
    "文件名": "[更36]《淫荡小妈和他的好大儿》作者：朵木森森（np）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/9d1f6b35b563"
  },
  {
    "文件名": "[更36]《师姐你为何这样》作者 明月共潮生（百合futa1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/74a9f99104cf"
  },
  {
    "文件名": "[更36]《梦魔快穿员》作者：恋爱脑君（总攻）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e028025ec8e2"
  },
  {
    "文件名": "[更36]《公主她决定叛国（百合扶她，1v1，星际）》作者 路易波士茶.txt",
    "夸克盘链接": "https://pan.quark.cn/s/1f37e7fd2a1e"
  },
  {
    "文件名": "[更36]《高危职业扮演者》作者：凉某人（np）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/f75950330b60"
  },
  {
    "文件名": "[更36]《帝国军首》作者 妙玥君（女A女O百合ABO1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/232d407385a8"
  },
  {
    "文件名": "[更36]《穿成炮灰渣A后…诶_ 》作者 昨宴（ABO百合GL1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/d01741e19004"
  },
  {
    "文件名": "[更35]《因此人妻就被ntr了》作者：苏清（故事集）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/b462cf16c91e"
  },
  {
    "文件名": "[更35]港夜1998 作者：留尼旺.txt",
    "夸克盘链接": "https://pan.quark.cn/s/8d7d9dcd4306"
  },
  {
    "文件名": "[更35]《男主的初夜》作者：金光闪闪（女攻故事集）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/45f1efda21f4"
  },
  {
    "文件名": "[更34]欲壑（p友转正）作者：醉倒翁.txt",
    "夸克盘链接": "https://pan.quark.cn/s/0c8216a9ca0d"
  },
  {
    "文件名": "[更34]《龙傲天道心摧毁指南》作者：远桥（1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/9a1a4111fa03"
  },
  {
    "文件名": "[更33]我简单喵两句 作者：游岸.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e98592f04714"
  },
  {
    "文件名": "[更33]炮灰小师姐挨艹实录（NPH）作者：蜜酒.txt",
    "夸克盘链接": "https://pan.quark.cn/s/695ac8837c73"
  },
  {
    "文件名": "[更33]放过（姜颖段嘉许同人H）作者：荆挑.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c14d33d0592c"
  },
  {
    "文件名": "[更33]不耻糜色(父女h) 作者：柠檬西西.txt",
    "夸克盘链接": "https://pan.quark.cn/s/8a6d25ad3737"
  },
  {
    "文件名": "[更33]《训犬》作者：留歌（总攻）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/8340521a5082"
  },
  {
    "文件名": "[更33]《美人就该被强制爱》作者：久久不见谅（np）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/22f062fb45f4"
  },
  {
    "文件名": "[更33]《美人春潮》作者：猫猫逐日（凌辱向故事集）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/220d8dc8c480"
  },
  {
    "文件名": "[更33]《被老肥丑俘获的美人们》作者：冷酷小学生（故事集）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/0518ed8a4002"
  },
  {
    "文件名": "[更33]《【ABO】真少爷被假少爷强制爱了》作者：桑榆非晚（1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e2cb8e137600"
  },
  {
    "文件名": "[更32+9番外]《照阳合欢春事》作者：抽烟的莉莉丝（ntr）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/33ddcbbb6ef5"
  },
  {
    "文件名": "[更32]三好老公他有淫妻癖 作者：初白不白.txt",
    "夸克盘链接": "https://pan.quark.cn/s/66749fac1f2f"
  },
  {
    "文件名": "[更32]靠近【1v1】作者：乌程.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e543ef9328b9"
  },
  {
    "文件名": "[更32]《被继姐玩弄的日日夜夜》作者 海河（GL百合abo）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/7f80fd7c2fb6"
  },
  {
    "文件名": "[更31+2番外]《老婆总是在站街》作者：暴雨如注（ntr）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/d03b87c19691"
  },
  {
    "文件名": "[更31]伊甸蔷薇（兄妹骨科）作者：甜野云.txt",
    "夸克盘链接": "https://pan.quark.cn/s/192f83eec871"
  },
  {
    "文件名": "[更31]小心温差「校园1v1」作者：啁尾.txt",
    "夸克盘链接": "https://pan.quark.cn/s/86647b4db73f"
  },
  {
    "文件名": "[更31]难驯（现言 1V1 H）作者：折雾.txt",
    "夸克盘链接": "https://pan.quark.cn/s/bc38cd3fbf20"
  },
  {
    "文件名": "[更31]《性畜饲养场》作者：荤口调（np）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/71f18908b15f"
  },
  {
    "文件名": "[更31]《夏日焰火》作者 会真经的欧阳鸭（GL百合姐妹abo）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/70dc4995992d"
  },
  {
    "文件名": "[更31]《斗破苍穹之艳帝传奇》作者：没有名字（np）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a43a0c7f9000"
  },
  {
    "文件名": "[更31]《催眠修改》作者：甜甜甜（np）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/efd7272d510e"
  },
  {
    "文件名": "[更31]《催眠软件》作者：伞咸生（总攻）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a254f6ebb515"
  },
  {
    "文件名": "[更31]《被疯狗拍下艳照了怎么办 原 被疯狗拍下批照了怎么办》作者：九酒（1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/6ee586a51af9"
  },
  {
    "文件名": "[更30]指腹为婚（ABO 孕期 叔嫂）作者：吃条小鱼.txt",
    "夸克盘链接": "https://pan.quark.cn/s/29b23c705feb"
  },
  {
    "文件名": "[更30]拥有催眠神力后她被男神操透了（高HNP）作者：寒山见.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ebb9d2cd8e38"
  },
  {
    "文件名": "[更30]掠女（禁忌父女h）作者：玛卡巴卡.txt",
    "夸克盘链接": "https://pan.quark.cn/s/35e019fa31b8"
  },
  {
    "文件名": "[更30]见兄（骨科）作者：樛错.txt",
    "夸克盘链接": "https://pan.quark.cn/s/28a35487b161"
  },
  {
    "文件名": "[更30]多汁的模拟器 作者：酥豆豆.txt",
    "夸克盘链接": "https://pan.quark.cn/s/6bfd165f4091"
  },
  {
    "文件名": "[更30]包养他（青梅竹马1V1H）作者：柠檬黄.txt",
    "夸克盘链接": "https://pan.quark.cn/s/fcff65a67333"
  },
  {
    "文件名": "[更30]【快穿】名器美人nph 作者：罗帐里的东昏侯.txt",
    "夸克盘链接": "https://pan.quark.cn/s/3d95699a2cce"
  },
  {
    "文件名": "[更30]【鬼灭_咒术_文豪_间谍_东卍_夏目_HP】乙女同人有色版 作者：京尧.txt",
    "夸克盘链接": "https://pan.quark.cn/s/085a8ae80796"
  },
  {
    "文件名": "[更30]《直播睡万界》作者：男德讲师李先生（np）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/dc55c977afe7"
  },
  {
    "文件名": "[更30]《渣攻出轨记》作者：锅包肉（ntr）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/94ee85df598d"
  },
  {
    "文件名": "[更30]《我在仙侠世界嗑CP的日常》作者 灵雪千寻（GL百合）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/dffba4bcee57"
  },
  {
    "文件名": "[更30]《团厌师尊的抹布人生》作者：半江瑟瑟（np）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/bdea52583c61"
  },
  {
    "文件名": "[更30]《女主大人不对劲》作者：野一（GL百合1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/487be6b6538a"
  },
  {
    "文件名": "[更30]《当呆瓜绑定了抽卡系统》作者：张嘴吃蘑菇（1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/b83bc475de68"
  },
  {
    "文件名": "[更30]《【综总受】体液收集系统》作者：留歌（np）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/597be5669414"
  },
  {
    "文件名": "[更29]《约稿存档滴滴滴》作者：沉沦沦.txt",
    "夸克盘链接": "https://pan.quark.cn/s/b886507b8a04"
  },
  {
    "文件名": "[更29]《欲》作者 方片九（GL百合1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/d1a0eba1b7b3"
  },
  {
    "文件名": "[更29]《邪神的自保方式》作者：炒草莓酸奶（np）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/41dc34d7da7e"
  },
  {
    "文件名": "[更29]《我是你后妈 原名 我是你小妈》作者：乔桥（综漫NP总受）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/27136d224969"
  },
  {
    "文件名": "[更29]《时间停止欲罢不能》作者：窗外有章鱼（故事集）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e5722d92db8b"
  },
  {
    "文件名": "[更29]《漂亮炮灰不想加戏》作者：春日（np）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/97c653be70f9"
  },
  {
    "文件名": "[更29]《惊蛰》作者：等潮（gl百合).txt",
    "夸克盘链接": "https://pan.quark.cn/s/9519201603dd"
  },
  {
    "文件名": "[更29]《金家的美人》作者：多喝冰水（np）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/544f89435b7f"
  },
  {
    "文件名": "[更29]《攻略是不可能攻略的》作者：总攻万岁!（np）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/57c94c2fcd85"
  },
  {
    "文件名": "[更29]《堕入生子游戏》作者：大地母神（np）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/d3398e724804"
  },
  {
    "文件名": "[更29]《穿越进自己写的ooc同人小说后被迫当炮机了》作者：佛系青年404（总攻快穿）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/88df103788cc"
  },
  {
    "文件名": "[更29]《【星际】被爱豢养》作者：风响（1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/89470152eeff"
  },
  {
    "文件名": "[更29]《【虫族】选错雄主后上将被迫臣服》作者：唐一（1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/f92a776358ea"
  },
  {
    "文件名": "[更28]觉晓（青梅竹马，都市）作者：轻糖可颂.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ce2aed4b89b6"
  },
  {
    "文件名": "[更28]《无节操合集》作者：阿玖一米六.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e7cdff072a0c"
  },
  {
    "文件名": "[更28]《万人迷并不想被骑》作者：馥郁花（np）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/4086e5fd750f"
  },
  {
    "文件名": "[更28]《姜阿宝》作者：宝鱼（1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c5361f43142c"
  },
  {
    "文件名": "[更28]《疯批快乐书》作者：阿君（短篇集）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/2aed3194ca49"
  },
  {
    "文件名": "[更28]《催眠洗脑时停APP》作者：搞点（np）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/9fa38acf20fb"
  },
  {
    "文件名": "[更28]《xing瘾人妻的ntr手册》作者：一只舟舟（故事集）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/65e2138254a8"
  },
  {
    "文件名": "[更27+6番外]《制服控穿越成了军雌上将的雄主》作者：半夜加急养狗（1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/257152e0c539"
  },
  {
    "文件名": "[更27+2番外]《舔狗beta翻车后被操烂》作者：裤头鱼（np）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/5e50d8d199bd"
  },
  {
    "文件名": "[更27]山雨欲来【H】作者：沛玉.txt",
    "夸克盘链接": "https://pan.quark.cn/s/312be22cbb65"
  },
  {
    "文件名": "[更27]《作为的战俘的你》作者 明天再说吧qaq（gl futa百合np）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/788526161433"
  },
  {
    "文件名": "[更27]《起点主角和晋江攻穿进海棠》作者：梨梨（np）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/20d708b2cd2a"
  },
  {
    "文件名": "[更27]《穿到女尊世界绿女主》作者：格子（女攻np）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/014fd00f721b"
  },
  {
    "文件名": "[更26]冬禧（骨科、校园、1v1）作者：涔意.txt",
    "夸克盘链接": "https://pan.quark.cn/s/027ece1a1214"
  },
  {
    "文件名": "[更26]《尤物总被剧情人物疯狂操弄》作者：容景（np）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/6a84cd8c0b56"
  },
  {
    "文件名": "[更26]《陷落的优等生们》作者：攻四方（np）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/8a23eec7e113"
  },
  {
    "文件名": "[更26]《圈养爱意》作者 在月球上捡垃圾（师生GL百合1v1.txt",
    "夸克盘链接": "https://pan.quark.cn/s/299347e8c1ba"
  },
  {
    "文件名": "[更26]《调教妄想集》作者：Gray.txt",
    "夸克盘链接": "https://pan.quark.cn/s/17dfc7b49ba2"
  },
  {
    "文件名": "[更26]《丞相是个夫管严》作者：春夏家有2只猫（女攻np）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/11a4e72fdb0b"
  },
  {
    "文件名": "[更26]《被玩坏的大小姐》作者：昭昭（np）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/1c4608e5172d"
  },
  {
    "文件名": "[更25]什锦糖（年下1V1，甜文）作者：鸣銮.txt",
    "夸克盘链接": "https://pan.quark.cn/s/be6db9a32b23"
  },
  {
    "文件名": "[更25]宠妻（穿越H）作者：一轮明月.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a6e5831e22fb"
  },
  {
    "文件名": "[更25]《这个王者荣耀有点不太对劲》作者：请给我寄刀片（np）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/9e01cae94ebf"
  },
  {
    "文件名": "[更25]《青春期同桌依赖症》作者 saho（gl纯百1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/169fbc93c9c3"
  },
  {
    "文件名": "[更25]《女明星和她的霸总》作者：夜笙（GL百合futa1v1.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ab6a3e850b63"
  },
  {
    "文件名": "[更25]《当文明男主嫁入豪门》作者：纯洁L（1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/cb69baf4957b"
  },
  {
    "文件名": "[更25]《不健全关系》作者：字骨疯（故事集）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a8f590873093"
  },
  {
    "文件名": "[更24]惊蛰（古言，1v1）作者：言樾.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c2f75f91ded0"
  },
  {
    "文件名": "[更24]放任（豪门联姻离异）作者：赛博小马甲.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ea35faddea89"
  },
  {
    "文件名": "[更24]《清冷声优，在线变美》作者：山有木兮（np）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/97e8874203dd"
  },
  {
    "文件名": "[更24]《快解散了才开始草团魂》作者：八羽灯（np）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/fbbfd488c55d"
  },
  {
    "文件名": "[更24]《被疯批雄虫们强制爱的直男虫母》作者：辉麟（np）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/6ffea7ddc7c9"
  },
  {
    "文件名": "[更23]听寒(古言先婚) 作者：原也.txt",
    "夸克盘链接": "https://pan.quark.cn/s/4d6566ec699a"
  },
  {
    "文件名": "[更23]睡兄弟（NP 追妻火葬场）作者：卜鸣.txt",
    "夸克盘链接": "https://pan.quark.cn/s/73a87255e6b2"
  },
  {
    "文件名": "[更23]逆风 作者：小花喵.txt",
    "夸克盘链接": "https://pan.quark.cn/s/de2e19b33bfb"
  },
  {
    "文件名": "[更23]发育后开启了np生活 作者：迟眠.txt",
    "夸克盘链接": "https://pan.quark.cn/s/4307e2899ad8"
  },
  {
    "文件名": "[更23]《渣女的惩罚》作者：preglung（GL百合np）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/10da25405006"
  },
  {
    "文件名": "[更23]《愚蠢美人在线》作者：以息相吹吹吹（np）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/53a9f47bed74"
  },
  {
    "文件名": "[更23]《漂亮小美人生崽合集》作者：嘘.txt",
    "夸克盘链接": "https://pan.quark.cn/s/5afc03877a9a"
  },
  {
    "文件名": "[更23]《肥丑攻操大小公子的肚子》作者：狂吃不腻.txt",
    "夸克盘链接": "https://pan.quark.cn/s/3e03a5aadead"
  },
  {
    "文件名": "[更23]《绑定情欲征服系统之后》作者：搞点芋泥778（np）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/352b3eb58128"
  },
  {
    "文件名": "[更23]《Alpha集中营里的omega》作者：花七七（np）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/09d9f2cff86d"
  },
  {
    "文件名": "[更22]偏偏降落（校园1v1）作者：梨梨亚冬.txt",
    "夸克盘链接": "https://pan.quark.cn/s/4e52f3b214f7"
  },
  {
    "文件名": "[更22]《身为真酒的我为红方开了情报屋》作者：咩咩咩咩咩咩咩咩咩（总攻）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ed6ef1334256"
  },
  {
    "文件名": "[更22]《上流》作者：迷迭十三香（1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/16f01f0a2ce4"
  },
  {
    "文件名": "[更22]《秋冬》作者：你在胡说什么（古百GLabo）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/bb719af2674a"
  },
  {
    "文件名": "[更22]《卖身》作者 玄不二（GL百合扶她np）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/dbeb96ee3c38"
  },
  {
    "文件名": "[更22]《乱弹三国之大肚孕夫生生生》作者：药药不吃药.txt",
    "夸克盘链接": "https://pan.quark.cn/s/88b702a17ff7"
  },
  {
    "文件名": "[更22]《【末世】金手指是老公》作者：西瓜剑客（1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/d967e5d1c23a"
  },
  {
    "文件名": "[更21]匪气（强制，1V1，高H）作者：葡芙.txt",
    "夸克盘链接": "https://pan.quark.cn/s/eb3f4f598e12"
  },
  {
    "文件名": "[更21]《雨夜abo》作者 会真经的欧阳鸭（GL百合）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e0f00d7a7e4e"
  },
  {
    "文件名": "[更21]《一些生子合集》作者：君榻.txt",
    "夸克盘链接": "https://pan.quark.cn/s/8997edf7071a"
  },
  {
    "文件名": "[更21]《抢卿》作者 盐七七（GL百合1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/1a79cc68f94c"
  },
  {
    "文件名": "[更21]《男主们都想操我》作者：饮梦如酒（np）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ae31583084ed"
  },
  {
    "文件名": "[更21]《狂草大屌男》作者：寸铁（总攻np）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/6dd90b74b2d5"
  },
  {
    "文件名": "[更21]《娇气小少爷为救兄长卖逼给九千岁》作者：空断云袖（1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/461e4e1bff78"
  },
  {
    "文件名": "[更21]《各种强制爱老实人合集》作者：飘逸的马甲.txt",
    "夸克盘链接": "https://pan.quark.cn/s/cf7c34b1785f"
  },
  {
    "文件名": "[更21]《钓系男孩的万人迷指南》作者：啾咪小乔（np）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/844cfc1ad41d"
  },
  {
    "文件名": "[更20]助攻（校园1v4h）作者：小声点.txt",
    "夸克盘链接": "https://pan.quark.cn/s/8c976fb6d869"
  },
  {
    "文件名": "[更20]珍珠（叔嫂 SC H）作者：榴莲赛高.txt",
    "夸克盘链接": "https://pan.quark.cn/s/740433f1bd8f"
  },
  {
    "文件名": "[更20]与校园男神共梦后 作者：离离.txt",
    "夸克盘链接": "https://pan.quark.cn/s/531713dfa2b3"
  },
  {
    "文件名": "[更20]死对头影帝成了她的性爱机器人（一魂双体）作者：忍冬.txt",
    "夸克盘链接": "https://pan.quark.cn/s/b00812259e1a"
  },
  {
    "文件名": "[更20]《重生之被父皇驯养了》作者：我不可能那么变态（1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/fd694542efd4"
  },
  {
    "文件名": "[更20]《掌控》作者 诗词鸽赋（gl百合ABO）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/72ddc991351b"
  },
  {
    "文件名": "[更20]《约稿稿》作者：Artorius.txt",
    "夸克盘链接": "https://pan.quark.cn/s/1b481a81c205"
  },
  {
    "文件名": "[更20]《性福攻略系统》作者 k维奇（abo百合GLnp）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c0aee86a75c0"
  },
  {
    "文件名": "[更20]《我的挚友情是否那里不对》作者：vlada（np）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/82d62cbadb3b"
  },
  {
    "文件名": "[更20]《天衍内宫受难记》作者：二十四桥（1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/29bd72b59548"
  },
  {
    "文件名": "[更20]《四十岁初恋》作者 阿挠（GL百合）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/f7974fc45a56"
  },
  {
    "文件名": "[更20]《男主又被炮灰强制走NTR线》作者：月之卡比（np）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/84c99a4faec3"
  },
  {
    "文件名": "[更20]《末世，靠着经营宾馆走上人生巅峰》作者 呼吸丿回忆（gl百合）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/cfb8e1fde6e6"
  },
  {
    "文件名": "[更20]《攻略那些年伤害过我的攻（下）》作者：烧火虾（np）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/7b2d4df6d2e6"
  },
  {
    "文件名": "[更20]《各种癖好的短篇集》作者：梁上雨燕.txt",
    "夸克盘链接": "https://pan.quark.cn/s/4d5425418bce"
  },
  {
    "文件名": "[更20]《各种各样的纯生子短篇合集》作者：向儿飞.txt",
    "夸克盘链接": "https://pan.quark.cn/s/125b096e7e5a"
  },
  {
    "文件名": "[更20]《短篇合集》作者：废柴啊废柴.txt",
    "夸克盘链接": "https://pan.quark.cn/s/849fe782070d"
  },
  {
    "文件名": "[更20]《出轨成瘾》作者：滴答滴（攻出轨）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/b4b939b869d3"
  },
  {
    "文件名": "[更20]《被嫌弃的omega》作者：纯情阳阳（1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/9f3001eac280"
  },
  {
    "文件名": "[更20]《被疯狗拍下批照了怎么办》作者：九酒（1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/4da51ffbf272"
  },
  {
    "文件名": "[更19]土狗不入爱河（爆笑_爽文_狗血_天龙人狙击手册_NPH）作者：叶刹那.txt",
    "夸克盘链接": "https://pan.quark.cn/s/74e47593d39c"
  },
  {
    "文件名": "[更19]江河未竭（年龄差1v1）作者：达闻西.txt",
    "夸克盘链接": "https://pan.quark.cn/s/54f64e5dafeb"
  },
  {
    "文件名": "[更19]【柯南乙女】人间不足 作者：金鍂鑫.txt",
    "夸克盘链接": "https://pan.quark.cn/s/65080c85ca0b"
  },
  {
    "文件名": "[更19]《我的那些金主们》作者：一条鱼ing（np）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/d233f7f76705"
  },
  {
    "文件名": "[更19]《伪S的被调教记录》作者：江陵（np）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/08528bca5b5a"
  },
  {
    "文件名": "[更19]《巧克力奶老婆最好吃了》作者：嘴贱王者（1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/27907e6637e7"
  },
  {
    "文件名": "[更19]《猛男收藏家》作者：东格斯（np）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/1ea5f673f111"
  },
  {
    "文件名": "[更19]《极品双性小太监》作者：龙阳君（1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c4b1934b879e"
  },
  {
    "文件名": "[更19]《改造反派需要几步》作者：火锅大王（np）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/38245caf9d4c"
  },
  {
    "文件名": "[更19]《倒霉男配也会被催眠洗脑吗》作者：不是故意（np）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/1b7f9cd64e77"
  },
  {
    "文件名": "[更19]《hp养殖蔷薇》作者：抹茶糯米滋（1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/b02ccb56b199"
  },
  {
    "文件名": "[更18]合约关系（炮友转正1v1）作者：题诗韵.txt",
    "夸克盘链接": "https://pan.quark.cn/s/2bcf3a43f351"
  },
  {
    "文件名": "[更18]《王者男英雄恶堕系列》作者：Artorius.txt",
    "夸克盘链接": "https://pan.quark.cn/s/66f2ca23564c"
  },
  {
    "文件名": "[更18]《十年（穿越abo番外）》作者：大缸（1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/72eb512a7e84"
  },
  {
    "文件名": "[更18]《强制关系》作者 妄言（GL百合ABO骨科np）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/9f36c0bcfd9c"
  },
  {
    "文件名": "[更18]《炮灰攻终成共妻》作者：柚鸩（快穿np）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/1b58a8e52def"
  },
  {
    "文件名": "[更18]《被杀妻证道以后》作者：远桥（np）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e7a16158cd29"
  },
  {
    "文件名": "[更17]羽毛（1v1 H）作者：白玉枇杷.txt",
    "夸克盘链接": "https://pan.quark.cn/s/2d5fe94a2af8"
  },
  {
    "文件名": "[更17]系统之成为atm奴（校园1v1）作者：一注咸奶茶.txt",
    "夸克盘链接": "https://pan.quark.cn/s/99130f8f696a"
  },
  {
    "文件名": "[更17]退潮【1v1骨科h】作者：与夕.txt",
    "夸克盘链接": "https://pan.quark.cn/s/3a53268c293b"
  },
  {
    "文件名": "[更17]强势到底(高h) 作者：青提波波茶.txt",
    "夸克盘链接": "https://pan.quark.cn/s/21327413d3ce"
  },
  {
    "文件名": "[更17]和上司的惩罚游戏 作者：公主请阅读.txt",
    "夸克盘链接": "https://pan.quark.cn/s/7c66d319863e"
  },
  {
    "文件名": "[更17]《朕穿成了不肖子孙的娈宠》作者：你会喜欢我吗（1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/4d8af29fc2c9"
  },
  {
    "文件名": "[更17]《欲望（xp）满足游戏》作者：uu大口吃肉（np）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/bb549a041b92"
  },
  {
    "文件名": "[更17]《一堆美人孕夫的h》作者：秋亭暮.txt",
    "夸克盘链接": "https://pan.quark.cn/s/7c7dd5e87bc4"
  },
  {
    "文件名": "[更17]《为你沉沦》作者：呆呆鱼（1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/f85d737e15ab"
  },
  {
    "文件名": "[更17]《男大学生被拐记》作者：尹西施（女攻）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/dd8d75e845fe"
  },
  {
    "文件名": "[更17]《穿进打了成人mod的西幻游戏》作者：瓢子与沉海秘宝（总攻）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c9ab47d32d39"
  },
  {
    "文件名": "[更17]《被强制舔批的万人嫌》作者：银耳777（np）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/46533858b568"
  },
  {
    "文件名": "[更16]全世界想疼爱我（催眠）作者：今天午睡吗.txt",
    "夸克盘链接": "https://pan.quark.cn/s/cb0989446f19"
  },
  {
    "文件名": "[更16]《足球队的惩罚训练》作者：黑白漩涡（np）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/9499113df5fb"
  },
  {
    "文件名": "[更16]《原始奴隶主》作者：寂静的誓言（np）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/3f29cad09e8a"
  },
  {
    "文件名": "[更16]《心魔引》作者：QJF（np）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/9f735bb8ff9c"
  },
  {
    "文件名": "[更16]《无理的禁锢》作者：无敌碰碰车（np）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/739d1fe40702"
  },
  {
    "文件名": "[更16]《位面旅行者L》作者：没烦（弱攻强受NTR合集）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/f31aad467077"
  },
  {
    "文件名": "[更16]《裴姨》作者 螚螚（小妈GL百合1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/f3b872df78c0"
  },
  {
    "文件名": "[更16]《恶浪》作者：赵如冰（np）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/9dca39cc50d2"
  },
  {
    "文件名": "[更16]《被攻略的痴汉男主是个恋爱脑》作者：辉麟（快穿）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/9002e1672f17"
  },
  {
    "文件名": "[更15]重生后为了赎罪二嫁，丞相前夫却疯了（1v2）作者：红豆奶猹.txt",
    "夸克盘链接": "https://pan.quark.cn/s/926a98ad922f"
  },
  {
    "文件名": "[更15]我暗恋的他总在舔批 作者：南游1674.txt",
    "夸克盘链接": "https://pan.quark.cn/s/07635dea3dad"
  },
  {
    "文件名": "[更15]独占（女明星x糙汉_破镜重圆）作者：暮云.txt",
    "夸克盘链接": "https://pan.quark.cn/s/045614c14d4a"
  },
  {
    "文件名": "[更15]《万人迷竟是我自己》作者：麻辣火锅（np）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e590073d071b"
  },
  {
    "文件名": "[更15]《太学弄书童》作者：纯牛奶（np）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/01968a21e9e8"
  },
  {
    "文件名": "[更15]《赎孽》作者 命苦钢琴牲（GL百合ABO1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e7aae9c4ec36"
  },
  {
    "文件名": "[更15]《被养父玩大肚子的小美人》作者：保温杯杯（np）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c0dbf8945dba"
  },
  {
    "文件名": "[更14]《总被草翻的恶毒男配其实是事业批》作者：来都来了进来吃点（np）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/9aee8c6fd64b"
  },
  {
    "文件名": "[更14]《主动掰逼的篮球队队长》作者：致命id（np）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/40bc7dcf288d"
  },
  {
    "文件名": "[更14]《玩弄清冷小妈》作者：丹熏（np）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/1f3068a0ccbe"
  },
  {
    "文件名": "[更14]《今晚他又躺在谁的身下》作者：燕麦烧仙草（故事集）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/0054e9944b44"
  },
  {
    "文件名": "[更14]《皇家甜蜜情事》作者：秋尽江南（1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e32412714cc3"
  },
  {
    "文件名": "[更14]《短篇集》作者：爱美强的小啾啾.txt",
    "夸克盘链接": "https://pan.quark.cn/s/f9e6de3f2db4"
  },
  {
    "文件名": "[更14]《穿书后我被迫走流程》作者：顾咕咕（1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/815c0362c4e2"
  },
  {
    "文件名": "[更13]《林间交易》作者：西瓜剑客（np）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/333e21b92108"
  },
  {
    "文件名": "[更13]《高校辅导员驯服男神》作者：乱雨（np）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a516fff7b959"
  },
  {
    "文件名": "[更13]《高岭之花的另一面》作者：千溯（百合故事集）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/f15eeb67ba85"
  },
  {
    "文件名": "[更13]《催眠玩弄体院男神》作者：辞忧（np）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/d1a725bbaf68"
  },
  {
    "文件名": "[更13]《霸总每天在梦里被下属肏到哭》作者：清川渡（1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/0061d1451b21"
  },
  {
    "文件名": "[更12]《夜夜亵玩》作者：O泡果奶（百合futa 1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/0841d5dd46c5"
  },
  {
    "文件名": "[更12]《星辰》作者：青山祭落（1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/9341b780068e"
  },
  {
    "文件名": "[更12]《男小三合集》作者：封佟.txt",
    "夸克盘链接": "https://pan.quark.cn/s/aeecaa9be325"
  },
  {
    "文件名": "[更12]《打个游戏惹了你们所有人又怎样？》作者：深蓝美女（np）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/fd0e828e5b7f"
  },
  {
    "文件名": "[更12]《娼兵》作者：Gray（np）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/906d8afdf109"
  },
  {
    "文件名": "[更12]《（女穿男）穿成雄虫后被当种马用了》作者：男色添香（np）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/03b78cd312dd"
  },
  {
    "文件名": "[更11]《驯养》作者：甜糖（1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/d6869796dbf0"
  },
  {
    "文件名": "[更11]《无人怜我陆子玉》作者：意淫美人（np）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/d0f193661091"
  },
  {
    "文件名": "[更11]《炮灰万人迷的自我修养》作者：猫头鹰KO（np）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/469ca395cfb3"
  },
  {
    "文件名": "[更11]《金主（情人）》作者：哎呀七（1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/78fd2a369d16"
  },
  {
    "文件名": "[更10]《约稿合集》作者：山楂大王.txt",
    "夸克盘链接": "https://pan.quark.cn/s/0a8f7047dcbc"
  },
  {
    "文件名": "[更10]《鲜花与牛粪》作者：正经小猫咪（ntr）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/eec5c88a662b"
  },
  {
    "文件名": "[更10]《强求》作者：竹涧饮茶客（1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/bcb35f2dd777"
  },
  {
    "文件名": "[更10]《君归阁》作者：风卿（np）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/676253cffbd5"
  },
  {
    "文件名": "[更10]《高中体育生体检被玩虐》作者：黑白白开水（np）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/5823fe13efbd"
  },
  {
    "文件名": "[更10]《当摄政王沦为妓院头牌以后》作者：程春山（np）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/9cc73794e985"
  },
  {
    "文件名": "[更10]《不要和渣受谈恋爱》作者：我爱吃冰棒（np）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/040e6ec4e153"
  },
  {
    "文件名": "[更10]《【bdsm主攻】影帝是条狗》作者：萌萌K（1v1） .txt",
    "夸克盘链接": "https://pan.quark.cn/s/b29b3a5d009f"
  },
  {
    "文件名": "[更9]《影帝的恶堕人生》作者：吃土少年（np）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/b013386187fb"
  },
  {
    "文件名": "[更9]《以恶制恶》作者：nini（1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/cbc01a4a0dc3"
  },
  {
    "文件名": "[更9]《身为渣攻跟班的我心好累》作者：午夜心碎小狗（np）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/17f5b52cd0e8"
  },
  {
    "文件名": "[更9]《强受被糟蹋合集》作者：没烦.txt",
    "夸克盘链接": "https://pan.quark.cn/s/6825b81df574"
  },
  {
    "文件名": "[更9]《勾引朋友，结果被他调教成狗》作者：hbdgbhhn（np）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/d8ae8060d7f1"
  },
  {
    "文件名": "[更9]《穿特都市之我能控制欲望》作者：暗鸦（np）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/5498dfdb5862"
  },
  {
    "文件名": "[更8]《赵武的校园改造游戏》作者：花语离（np）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/cfa7e9eaa2a5"
  },
  {
    "文件名": "[更8]《双性高傲帅哥被催眠调教后羞耻雌堕》作者：正体不明（故事集）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/8873fe26489e"
  },
  {
    "文件名": "[更8]《断点陷落》作者：白云谣（女攻1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/f7301312a938"
  },
  {
    "文件名": "[更8]《Lifted》作者：蛋蛋（np）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/87928bef5c1f"
  },
  {
    "文件名": "[废文]有钱人都爱他 作者：土申公公.txt",
    "夸克盘链接": "https://pan.quark.cn/s/88cd1ee568bb"
  },
  {
    "文件名": "[废文 更187]脑洞 作者：咸鱼626号.txt",
    "夸克盘链接": "https://pan.quark.cn/s/aa14d13b79b5"
  },
  {
    "文件名": "[废文 更149]石榴（1v1）作者：我将在今夜吻你.txt",
    "夸克盘链接": "https://pan.quark.cn/s/da76fe855c82"
  },
  {
    "文件名": "[废文 更131]强制变异（np）作者：雪山行雁.txt",
    "夸克盘链接": "https://pan.quark.cn/s/6a2618cc8673"
  },
  {
    "文件名": "[废文 更129]昭昭在目（np）作者：布糕酥泥.txt",
    "夸克盘链接": "https://pan.quark.cn/s/5d29a6e0bc08"
  },
  {
    "文件名": "[废文 更122]囿春（1v1）作者：Lesley不吃葱.txt",
    "夸克盘链接": "https://pan.quark.cn/s/005e9ca9f1ab"
  },
  {
    "文件名": "[废文 更114]危险师生关系（1v1）作者：等秋来时WFAutumn.txt",
    "夸克盘链接": "https://pan.quark.cn/s/4c831bf83af9"
  },
  {
    "文件名": "[废文 更109]仙门的万人嫌（np）作者：虚荣之火.txt",
    "夸克盘链接": "https://pan.quark.cn/s/56fac43d7728"
  },
  {
    "文件名": "[废文 更103]万人嫌变成虫母后（np）作者：枕寒流1026.txt",
    "夸克盘链接": "https://pan.quark.cn/s/cb671889e217"
  },
  {
    "文件名": "[废文 更103]江不渡（1v1）作者：煤那个球.txt",
    "夸克盘链接": "https://pan.quark.cn/s/afe6c4ac118a"
  },
  {
    "文件名": "[废文 更96]温暖的触手（np）作者：鸦鸦吃素也吃肉.txt",
    "夸克盘链接": "https://pan.quark.cn/s/f43b5e1436f4"
  },
  {
    "文件名": "[废文 更95]寡夫遇渣男（np）作者：山川迢迢.txt",
    "夸克盘链接": "https://pan.quark.cn/s/9c91e622bc43"
  },
  {
    "文件名": "[废文 更91]雪域莲奴（1v1）作者：串甜甜.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a95457510ab9"
  },
  {
    "文件名": "[废文 更91]我是男团里的cp工具人（np）作者：千眠.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e8ba5e1c0c87"
  },
  {
    "文件名": "[废文 更88]欲孽春潮（np）作者：祝秋白.txt",
    "夸克盘链接": "https://pan.quark.cn/s/9f833df973aa"
  },
  {
    "文件名": "[废文 更85]感官刺激（1v1）作者：风檐夜雨声.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a52bde6a07e5"
  },
  {
    "文件名": "[废文 更83]在豪门当后妈的日常（1v1）作者：雲景.txt",
    "夸克盘链接": "https://pan.quark.cn/s/2ae8efa3897a"
  },
  {
    "文件名": "[废文 更81]俗套剧情（1v1）作者：路里斯塔芙.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e0bc2dba1939"
  },
  {
    "文件名": "[废文 更81]私酿酒（np）作者：云殊行.txt",
    "夸克盘链接": "https://pan.quark.cn/s/1db71df271b2"
  },
  {
    "文件名": "[废文 更80]颜值主播求救缘（1v1）作者：奪命奶貓.txt",
    "夸克盘链接": "https://pan.quark.cn/s/b13e9562c5f7"
  },
  {
    "文件名": "[废文 更77]礼貌问价（np）作者：红茶可乐冰.txt",
    "夸克盘链接": "https://pan.quark.cn/s/d164d8c1f99a"
  },
  {
    "文件名": "[废文 更75]惜春容（1v1）作者：秦柒.txt",
    "夸克盘链接": "https://pan.quark.cn/s/6150e2ed7cb8"
  },
  {
    "文件名": "[废文 更75]酸（np）作者：wckk.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e7ab8cd32509"
  },
  {
    "文件名": "[废文 更74]顾总请自重（1v1）作者：阿言_.txt",
    "夸克盘链接": "https://pan.quark.cn/s/72a07bf552ea"
  },
  {
    "文件名": "[废文 更72]狗2（np）作者：吆喝.txt",
    "夸克盘链接": "https://pan.quark.cn/s/f7759da24289"
  },
  {
    "文件名": "[废文 更65]我用真心抚慰躁郁老攻（1v1）作者：草莓味的西瓜霜.txt",
    "夸克盘链接": "https://pan.quark.cn/s/31efbbfd34d3"
  },
  {
    "文件名": "[废文 更64]曲解（1v1）作者 _甜甜小元.txt",
    "夸克盘链接": "https://pan.quark.cn/s/16f416682f54"
  },
  {
    "文件名": "[废文 更63]香脂刀（np）作者：游仙窟.txt",
    "夸克盘链接": "https://pan.quark.cn/s/47866ac1671e"
  },
  {
    "文件名": "[废文 更63]青杏小（1v1）作者：天下茶屋.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c4ef4f17f840"
  },
  {
    "文件名": "[废文 更62]极度占有（1v1）作者：诵箒.txt",
    "夸克盘链接": "https://pan.quark.cn/s/eb180b0f8883"
  },
  {
    "文件名": "[废文 更62]鸡飞狗跳（1v1）作者：谜岛.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a229d535db8b"
  },
  {
    "文件名": "[废文 更57]同花顺（1v1）作者：周凉西.txt",
    "夸克盘链接": "https://pan.quark.cn/s/3fad63733612"
  },
  {
    "文件名": "你敢问，我敢答！（世界未解之谜_世界已解之谜！你想知道的问题、你不知道的答案都在这儿！）（套装10册） (未读·探索家) - 玛德琳·迪克尔森 &amp; 帕特丽夏·巴尼斯·斯瓦尼 &amp; 托马斯.mobi",
    "夸克盘链接": "https://pan.quark.cn/s/0993ffe08152"
  },
  {
    "文件名": "《文城》余华.mobi",
    "夸克盘链接": "https://pan.quark.cn/s/dfe37d04f905"
  },
  {
    "文件名": "追风筝的人.mobi",
    "夸克盘链接": "https://pan.quark.cn/s/fece88cf838d"
  },
  {
    "文件名": "小王子 (插图版).mobi",
    "夸克盘链接": "https://pan.quark.cn/s/2a2863ea67c1"
  },
  {
    "文件名": "无声告白.mobi",
    "夸克盘链接": "https://pan.quark.cn/s/3473452446d0"
  },
  {
    "文件名": "万古江河.mobi",
    "夸克盘链接": "https://pan.quark.cn/s/d6064f6ebc0e"
  },
  {
    "文件名": "人间失格.mobi",
    "夸克盘链接": "https://pan.quark.cn/s/454f84fa3944"
  },
  {
    "文件名": "全球最美的地方精华特辑：游遍欧洲.mobi",
    "夸克盘链接": "https://pan.quark.cn/s/e5dce54db6f3"
  },
  {
    "文件名": "巨人的陨落套装3册.mobi",
    "夸克盘链接": "https://pan.quark.cn/s/69f0e4d61237"
  },
  {
    "文件名": "解忧杂货店.mobi",
    "夸克盘链接": "https://pan.quark.cn/s/e49152463f03"
  },
  {
    "文件名": "汗青堂124 大英帝国三部曲II：帝国盛世.mobi",
    "夸克盘链接": "https://pan.quark.cn/s/acfbf0669881"
  },
  {
    "文件名": "鬼吹灯全集.mobi",
    "夸克盘链接": "https://pan.quark.cn/s/e263556b47a1"
  },
  {
    "文件名": "古代的中医：七大名医传奇（第2版）.mobi",
    "夸克盘链接": "https://pan.quark.cn/s/d502410d9cff"
  },
  {
    "文件名": "岛上书店.mobi",
    "夸克盘链接": "https://pan.quark.cn/s/2c2187b40eb6"
  },
  {
    "文件名": "从你的全世界路过.mobi",
    "夸克盘链接": "https://pan.quark.cn/s/dfc65bb06d66"
  },
  {
    "文件名": "摆渡人-克莱尔麦克福特.mobi",
    "夸克盘链接": "https://pan.quark.cn/s/683d1dc44f5d"
  },
  {
    "文件名": "21且以优雅过一生：杨绛传.mobi",
    "夸克盘链接": "https://pan.quark.cn/s/ad0505a60424"
  },
  {
    "文件名": "20历代经济变革得失.mobi",
    "夸克盘链接": "https://pan.quark.cn/s/01b15abfcd84"
  },
  {
    "文件名": "20胡适四十自述.mobi",
    "夸克盘链接": "https://pan.quark.cn/s/d8970d2b0e9a"
  },
  {
    "文件名": "19世界是红的：看懂中国经济格局的一本书.mobi",
    "夸克盘链接": "https://pan.quark.cn/s/5b7282eb37d5"
  },
  {
    "文件名": "19你所谓的稳定，不过是在浪费生命.mobi",
    "夸克盘链接": "https://pan.quark.cn/s/1bd341602d8e"
  },
  {
    "文件名": "19墨菲定律：插图版.mobi",
    "夸克盘链接": "https://pan.quark.cn/s/ac559434b617"
  },
  {
    "文件名": "19颠覆者：周鸿祎自传.mobi",
    "夸克盘链接": "https://pan.quark.cn/s/527793161685"
  },
  {
    "文件名": "18乌合之众.mobi",
    "夸克盘链接": "https://pan.quark.cn/s/be575012e08d"
  },
  {
    "文件名": "18逆向管理.mobi",
    "夸克盘链接": "https://pan.quark.cn/s/03f06039e83f"
  },
  {
    "文件名": "18别输在不会表达上.mobi",
    "夸克盘链接": "https://pan.quark.cn/s/7c2c3172bd98"
  },
  {
    "文件名": "17完全写作指南.mobi",
    "夸克盘链接": "https://pan.quark.cn/s/fe2df866701a"
  },
  {
    "文件名": "17李嘉诚全传.mobi",
    "夸克盘链接": "https://pan.quark.cn/s/2f30c8c876c9"
  },
  {
    "文件名": "17怪诞心理学1：解密日常生活中的古怪之处.mobi",
    "夸克盘链接": "https://pan.quark.cn/s/a070d6f026a9"
  },
  {
    "文件名": "17蔡澜旅行食记.mobi",
    "夸克盘链接": "https://pan.quark.cn/s/233946701feb"
  },
  {
    "文件名": "16愿你特别凶狠，也特别温柔.mobi",
    "夸克盘链接": "https://pan.quark.cn/s/ac134e0442d0"
  },
  {
    "文件名": "15运动饮食1-9.mobi",
    "夸克盘链接": "https://pan.quark.cn/s/b29b123e77ed"
  },
  {
    "文件名": "15婴幼儿睡眠圣经.mobi",
    "夸克盘链接": "https://pan.quark.cn/s/9b700a108efc"
  },
  {
    "文件名": "15斯坦福极简经济学.mobi",
    "夸克盘链接": "https://pan.quark.cn/s/1e9a41fc1658"
  },
  {
    "文件名": "15十年一品温如言(完结加4番外).mobi",
    "夸克盘链接": "https://pan.quark.cn/s/726c7a0e07df"
  },
  {
    "文件名": "15穷查理宝典：查理·芒格智慧箴言录.mobi",
    "夸克盘链接": "https://pan.quark.cn/s/7b94fef9c57e"
  },
  {
    "文件名": "15你是锦瑟我为流年：三毛的万水千山_白落梅.mobi",
    "夸克盘链接": "https://pan.quark.cn/s/fcbfc7156391"
  },
  {
    "文件名": "15大英博物馆世界简史(套装共3册).mobi",
    "夸克盘链接": "https://pan.quark.cn/s/d0e3118ba071"
  },
  {
    "文件名": "15A股赚钱必修课.mobi",
    "夸克盘链接": "https://pan.quark.cn/s/d491c075ff7a"
  },
  {
    "文件名": "14悟空传.mobi",
    "夸克盘链接": "https://pan.quark.cn/s/9dbba6139058"
  },
  {
    "文件名": "14万物简史.mobi",
    "夸克盘链接": "https://pan.quark.cn/s/4cd892b6598d"
  },
  {
    "文件名": "14超级询问术.mobi",
    "夸克盘链接": "https://pan.quark.cn/s/7a7fb593a3f7"
  },
  {
    "文件名": "14爆裂：未来社会的9大生存原则.mobi",
    "夸克盘链接": "https://pan.quark.cn/s/90d6da83419a"
  },
  {
    "文件名": "13最怕你一生碌碌无为，还安慰自己平凡可贵.mobi",
    "夸克盘链接": "https://pan.quark.cn/s/ecc8e341ac91"
  },
  {
    "文件名": "13哲学的故事.mobi",
    "夸克盘链接": "https://pan.quark.cn/s/2ed20f9d3030"
  },
  {
    "文件名": "13一百个人的十年.mobi",
    "夸克盘链接": "https://pan.quark.cn/s/e9d9cc45d2c4"
  },
  {
    "文件名": "13乔治伽莫夫,罗素斯坦纳德--物理世界奇遇记.mobi",
    "夸克盘链接": "https://pan.quark.cn/s/4845a7de2cc9"
  },
  {
    "文件名": "13灰犀牛.mobi",
    "夸克盘链接": "https://pan.quark.cn/s/7f90ef8a5427"
  },
  {
    "文件名": "13别说你会吃日料.mobi",
    "夸克盘链接": "https://pan.quark.cn/s/6034f98680d9"
  },
  {
    "文件名": "13P.E.T父母效能训练_让亲子沟通如此高效而简单.mobi",
    "夸克盘链接": "https://pan.quark.cn/s/687a73b81db3"
  },
  {
    "文件名": "12因为懂得 所以慈悲_张爱玲的倾城往事.mobi",
    "夸克盘链接": "https://pan.quark.cn/s/d9da9b21fc46"
  },
  {
    "文件名": "12我喜欢这个“功利”的世界.mobi",
    "夸克盘链接": "https://pan.quark.cn/s/a3467b14fbb9"
  },
  {
    "文件名": "12我们都是孤独的行路人.mobi",
    "夸克盘链接": "https://pan.quark.cn/s/b69a76b21cc2"
  },
  {
    "文件名": "12所以，一切都是童年的错吗？.mobi",
    "夸克盘链接": "https://pan.quark.cn/s/82428e344848"
  },
  {
    "文件名": "12你是最好的自己.mobi",
    "夸克盘链接": "https://pan.quark.cn/s/505d80b188b7"
  },
  {
    "文件名": "12马云：未来已来.mobi",
    "夸克盘链接": "https://pan.quark.cn/s/e5b75888cd18"
  },
  {
    "文件名": "12花朵的秘密生命.mobi",
    "夸克盘链接": "https://pan.quark.cn/s/86623f42528a"
  },
  {
    "文件名": "12曾国藩的正面与侧面.mobi",
    "夸克盘链接": "https://pan.quark.cn/s/242e34419a83"
  },
  {
    "文件名": "11中国大历史.mobi",
    "夸克盘链接": "https://pan.quark.cn/s/2bd7e53fc17c"
  },
  {
    "文件名": "11世纪经典传记系列_曾国藩：呆书生乱世活命记+ 李鸿章传+王安石传（套装3本）.mobi",
    "夸克盘链接": "https://pan.quark.cn/s/215d4834c960"
  },
  {
    "文件名": "11深度工作_如何有效使用每一点脑力.mobi",
    "夸克盘链接": "https://pan.quark.cn/s/f8a55b68f63a"
  },
  {
    "文件名": "11亲密关系.mobi",
    "夸克盘链接": "https://pan.quark.cn/s/e3c6e8f2b1ee"
  },
  {
    "文件名": "11七堂极简物理课.mobi",
    "夸克盘链接": "https://pan.quark.cn/s/cc30ac919cdc"
  },
  {
    "文件名": "11捏捏小手百病消.mobi",
    "夸克盘链接": "https://pan.quark.cn/s/7788258f7108"
  },
  {
    "文件名": "11孩子，把你的手给我.mobi",
    "夸克盘链接": "https://pan.quark.cn/s/d8e5d3383d04"
  },
  {
    "文件名": "11股票大作手回忆录(修订版).mobi",
    "夸克盘链接": "https://pan.quark.cn/s/3df0c1eff917"
  },
  {
    "文件名": "11范志红详解孕产妇饮食营养全书.mobi",
    "夸克盘链接": "https://pan.quark.cn/s/90427ce584ce"
  },
  {
    "文件名": "10一问一世界.mobi",
    "夸克盘链接": "https://pan.quark.cn/s/28b602cc30c4"
  },
  {
    "文件名": "10萨巴厨房：一煲好汤.mobi",
    "夸克盘链接": "https://pan.quark.cn/s/cccf5ed38d84"
  },
  {
    "文件名": "10枪炮、病菌与钢铁：人类社会的命运（修订版）.mobi",
    "夸克盘链接": "https://pan.quark.cn/s/a98fef77d856"
  },
  {
    "文件名": "10那些古怪又让人忧心的问题.mobi",
    "夸克盘链接": "https://pan.quark.cn/s/4cf3ac1befd6"
  },
  {
    "文件名": "10精进：如何成为一个很厉害的人.mobi",
    "夸克盘链接": "https://pan.quark.cn/s/59049a9c274b"
  },
  {
    "文件名": "10孩子：挑战.mobi",
    "夸克盘链接": "https://pan.quark.cn/s/b91bac9ab4ae"
  },
  {
    "文件名": "10工匠精神：向价值型员工进化.mobi",
    "夸克盘链接": "https://pan.quark.cn/s/5e63d69b69fe"
  },
  {
    "文件名": "10儿童教育心理学.mobi",
    "夸克盘链接": "https://pan.quark.cn/s/37270424db5f"
  },
  {
    "文件名": "10单桂敏灸除百病.mobi",
    "夸克盘链接": "https://pan.quark.cn/s/c5f0d65c113f"
  },
  {
    "文件名": "10爱如繁星.mobi",
    "夸克盘链接": "https://pan.quark.cn/s/55eccb09ff10"
  },
  {
    "文件名": "09他来了请闭眼之暗粼.mobi",
    "夸克盘链接": "https://pan.quark.cn/s/3eb0d4415efe"
  },
  {
    "文件名": "09黑洞不是黑的 霍金BBC里斯讲演.mobi",
    "夸克盘链接": "https://pan.quark.cn/s/1b6935088d04"
  },
  {
    "文件名": "09国富论(套装上下册).mobi",
    "夸克盘链接": "https://pan.quark.cn/s/610cfbae3974"
  },
  {
    "文件名": "09复旦名师陈果：好的孤独.mobi",
    "夸克盘链接": "https://pan.quark.cn/s/0272fb9ee055"
  },
  {
    "文件名": "09当我遇见一个人_母婴关系决定孩子的一切关系.mobi",
    "夸克盘链接": "https://pan.quark.cn/s/a23283875875"
  },
  {
    "文件名": "09大国崛起.mobi",
    "夸克盘链接": "https://pan.quark.cn/s/686cb22babdf"
  },
  {
    "文件名": "09蔡康永的说话之道2.mobi",
    "夸克盘链接": "https://pan.quark.cn/s/edf38925d830"
  },
  {
    "文件名": "08知行合一王阳明大合集.mobi",
    "夸克盘链接": "https://pan.quark.cn/s/617811c4dbdd"
  },
  {
    "文件名": "08人一生要去的100个地方(中国篇) (梦想之旅).mobi",
    "夸克盘链接": "https://pan.quark.cn/s/2996bb6ed17a"
  },
  {
    "文件名": "08人心至上：杜月笙传.mobi",
    "夸克盘链接": "https://pan.quark.cn/s/1eb402c651c3"
  },
  {
    "文件名": "08人工智能：李开复谈AI如何重塑个人、商业与社会的未来图谱.mobi",
    "夸克盘链接": "https://pan.quark.cn/s/845589110bd4"
  },
  {
    "文件名": "07这样跟孩子定规矩，孩子最不会抵触.mobi",
    "夸克盘链接": "https://pan.quark.cn/s/98fe87c4916e"
  },
  {
    "文件名": "07天生变态狂：TED心理学家的脑犯罪之旅.mobi",
    "夸克盘链接": "https://pan.quark.cn/s/8df2c01d00ac"
  },
  {
    "文件名": "07时间的女儿.mobi",
    "夸克盘链接": "https://pan.quark.cn/s/5e890ed6d47f"
  },
  {
    "文件名": "07去，你的旅行.mobi",
    "夸克盘链接": "https://pan.quark.cn/s/d5f037fee4c4"
  },
  {
    "文件名": "07故事思维_2989849.mobi",
    "夸克盘链接": "https://pan.quark.cn/s/38a0fecc5c41"
  },
  {
    "文件名": "07断舍离.mobi",
    "夸克盘链接": "https://pan.quark.cn/s/150be6c29347"
  },
  {
    "文件名": "07从零开始学炒股：股票入门与实战（全彩图解版）.mobi",
    "夸克盘链接": "https://pan.quark.cn/s/4f16f69c633f"
  },
  {
    "文件名": "06这个历史挺靠谱(套装共3册).mobi",
    "夸克盘链接": "https://pan.quark.cn/s/953fc34e2c44"
  },
  {
    "文件名": "06我的第一本思维导图入门书.mobi",
    "夸克盘链接": "https://pan.quark.cn/s/9c9be414c384"
  },
  {
    "文件名": "06给孩子讲量子力学.mobi",
    "夸克盘链接": "https://pan.quark.cn/s/fb5def9e1997"
  },
  {
    "文件名": "06本草纲目.mobi",
    "夸克盘链接": "https://pan.quark.cn/s/61b8f692655a"
  },
  {
    "文件名": "06_30年后，你拿什么养活自己？.mobi",
    "夸克盘链接": "https://pan.quark.cn/s/a594b8bb3c37"
  },
  {
    "文件名": "05只有医生知道（套装全3册）.mobi",
    "夸克盘链接": "https://pan.quark.cn/s/315acf2f19b7"
  },
  {
    "文件名": "05遇见未知的自己.mobi",
    "夸克盘链接": "https://pan.quark.cn/s/3eb2671c4564"
  },
  {
    "文件名": "05人一生要去的100个地方_世界篇 (国家地理系列).mobi",
    "夸克盘链接": "https://pan.quark.cn/s/875f59ed2338"
  },
  {
    "文件名": "05全球通史：从史前史到21世纪.mobi",
    "夸克盘链接": "https://pan.quark.cn/s/cb59571ff887"
  },
  {
    "文件名": "05领导力21法则：追随这些法则，人们就会追随你.mobi",
    "夸克盘链接": "https://pan.quark.cn/s/6f49307007c1"
  },
  {
    "文件名": "05量价分析：量价分析创始人威科夫的盘口解读方法.mobi",
    "夸克盘链接": "https://pan.quark.cn/s/d9d1768f9e0a"
  },
  {
    "文件名": "05姥姥语录.mobi",
    "夸克盘链接": "https://pan.quark.cn/s/db8e9478c920"
  },
  {
    "文件名": "05好妈妈胜过好老师2：自由的孩子最自觉.mobi",
    "夸克盘链接": "https://pan.quark.cn/s/69d129dec974"
  },
  {
    "文件名": "05跟金牌月嫂坐月子.mobi",
    "夸克盘链接": "https://pan.quark.cn/s/068f5aa0cc39"
  },
  {
    "文件名": "05从一到无穷大：科学中的事实和臆测.mobi",
    "夸克盘链接": "https://pan.quark.cn/s/d7c8a93ff54e"
  },
  {
    "文件名": "04中国哲学史（套装上下册）.mobi",
    "夸克盘链接": "https://pan.quark.cn/s/7b7e70c4b0a7"
  },
  {
    "文件名": "04我们内心的冲突.mobi",
    "夸克盘链接": "https://pan.quark.cn/s/8f0d086f263e"
  },
  {
    "文件名": "04图说天下_中国最美的100个地方 (国家地理系列).mobi",
    "夸克盘链接": "https://pan.quark.cn/s/9a062902c47e"
  },
  {
    "文件名": "04丝绸之路：一部全新的世界史.mobi",
    "夸克盘链接": "https://pan.quark.cn/s/43fbb06a4fdc"
  },
  {
    "文件名": "04时间的形状.mobi",
    "夸克盘链接": "https://pan.quark.cn/s/33e1a34802be"
  },
  {
    "文件名": "04人性的弱点_如何赢得友谊并影响他人.mobi",
    "夸克盘链接": "https://pan.quark.cn/s/ae3c1de75b93"
  },
  {
    "文件名": "04你若安好便是晴天_林徽因传.mobi",
    "夸克盘链接": "https://pan.quark.cn/s/49815317243f"
  },
  {
    "文件名": "04你的团队需要一个会讲故事的人.mobi",
    "夸克盘链接": "https://pan.quark.cn/s/6547cdd0cf75"
  },
  {
    "文件名": "04股票大作手操盘术_融合时间和价格的利弗莫尔准.mobi",
    "夸克盘链接": "https://pan.quark.cn/s/e76cb93661dd"
  },
  {
    "文件名": "04跟美国儿科医生学育儿.mobi",
    "夸克盘链接": "https://pan.quark.cn/s/fdb0e9d2cc63"
  },
  {
    "文件名": "04捕捉儿童敏感期.mobi",
    "夸克盘链接": "https://pan.quark.cn/s/f0cd28aec8c6"
  },
  {
    "文件名": "03怎样选择成长股.mobi",
    "夸克盘链接": "https://pan.quark.cn/s/a53e6a3563de"
  },
  {
    "文件名": "03游戏力.mobi",
    "夸克盘链接": "https://pan.quark.cn/s/6e439cb1f96d"
  },
  {
    "文件名": "03细节：如何轻松影响他人（市场版）（完整图文版）.mobi",
    "夸克盘链接": "https://pan.quark.cn/s/4048dadd77e6"
  },
  {
    "文件名": "03三生三世十里桃花（影视同期纪念版）.mobi",
    "夸克盘链接": "https://pan.quark.cn/s/d13f3c353ee4"
  },
  {
    "文件名": "03人类群星闪耀时.mobi",
    "夸克盘链接": "https://pan.quark.cn/s/38e07be90125"
  },
  {
    "文件名": "03人类的群星闪耀时.mobi",
    "夸克盘链接": "https://pan.quark.cn/s/45a8c0bd245a"
  },
  {
    "文件名": "03将来的你 ,一定会感谢现在拼命的自己.mobi",
    "夸克盘链接": "https://pan.quark.cn/s/b7c549c7fb5b"
  },
  {
    "文件名": "03极简宇宙史.mobi",
    "夸克盘链接": "https://pan.quark.cn/s/60ccfdcf2df6"
  },
  {
    "文件名": "03怀孕圣经.mobi",
    "夸克盘链接": "https://pan.quark.cn/s/b3c3134b92ac"
  },
  {
    "文件名": "03冯友兰中国哲学简史.mobi",
    "夸克盘链接": "https://pan.quark.cn/s/74102d3c91e4"
  },
  {
    "文件名": "03分开旅行—13月的约会.mobi",
    "夸克盘链接": "https://pan.quark.cn/s/cdb26ecd2d70"
  },
  {
    "文件名": "03二混子：半小时漫画中国史.mobi",
    "夸克盘链接": "https://pan.quark.cn/s/49e818b831d6"
  },
  {
    "文件名": "02自控力.mobi",
    "夸克盘链接": "https://pan.quark.cn/s/f130885053fb"
  },
  {
    "文件名": "02一碗好汤“煲”养全家.mobi",
    "夸克盘链接": "https://pan.quark.cn/s/562f826319e2"
  },
  {
    "文件名": "02我们仨.mobi",
    "夸克盘链接": "https://pan.quark.cn/s/c19edb398e05"
  },
  {
    "文件名": "02万历十五年（经典版）.mobi",
    "夸克盘链接": "https://pan.quark.cn/s/42b06b3808e3"
  },
  {
    "文件名": "02图说天下_全球最美的100个地方 (国家地理系列).mobi",
    "夸克盘链接": "https://pan.quark.cn/s/b31e2e5b80fc"
  },
  {
    "文件名": "02腾讯传1998-2016中国互联网公司进化论_吴晓波.mobi",
    "夸克盘链接": "https://pan.quark.cn/s/8ea3385aa942"
  },
  {
    "文件名": "02如何说孩子才会听，怎么听孩子才肯说.mobi",
    "夸克盘链接": "https://pan.quark.cn/s/76b2b823d565"
  },
  {
    "文件名": "02您厉害，您赚得多.mobi",
    "夸克盘链接": "https://pan.quark.cn/s/f667eef3574c"
  },
  {
    "文件名": "02你的善良必须有点锋芒.mobi",
    "夸克盘链接": "https://pan.quark.cn/s/ccf11ee20b09"
  },
  {
    "文件名": "02美的历程.mobi",
    "夸克盘链接": "https://pan.quark.cn/s/4be8d6b6ea94"
  },
  {
    "文件名": "02黄帝内经说什么.mobi",
    "夸克盘链接": "https://pan.quark.cn/s/d5a35d9f043e"
  },
  {
    "文件名": "02跟美国幼儿园老师学早教.mobi",
    "夸克盘链接": "https://pan.quark.cn/s/9a40515ab605"
  },
  {
    "文件名": "01走遍中国(珍藏版) (·国家地理系列).mobi",
    "夸克盘链接": "https://pan.quark.cn/s/43cc5c55b17a"
  },
  {
    "文件名": "01正面管教.mobi",
    "夸克盘链接": "https://pan.quark.cn/s/775136502e0b"
  },
  {
    "文件名": "01婴幼儿睡眠全书.mobi",
    "夸克盘链接": "https://pan.quark.cn/s/5885c7679317"
  },
  {
    "文件名": "01未来简史·人类简史（套装）.mobi",
    "夸克盘链接": "https://pan.quark.cn/s/e7a3acfe3494"
  },
  {
    "文件名": "01天才在左疯子在右.mobi",
    "夸克盘链接": "https://pan.quark.cn/s/4ef8af641c10"
  },
  {
    "文件名": "01所谓情商高,就是会说话.mobi",
    "夸克盘链接": "https://pan.quark.cn/s/c71c6b19142e"
  },
  {
    "文件名": "01苏东坡传.mobi",
    "夸克盘链接": "https://pan.quark.cn/s/7d7ef60842ee"
  },
  {
    "文件名": "01李笑来-财富自由之路.mobi",
    "夸克盘链接": "https://pan.quark.cn/s/787730bec8f0"
  },
  {
    "文件名": "01阿米巴经营.mobi",
    "夸克盘链接": "https://pan.quark.cn/s/9af6a6ef5ad5"
  },
  {
    "文件名": "作者：布鲁克·诺埃尔·摩尔 《批判性思维：带你走出思维的误区[精品]》.epub",
    "夸克盘链接": "https://pan.quark.cn/s/e0057bf3604e"
  },
  {
    "文件名": "作者：贝尔·格里尔斯 《巨蟒丛林中的黄金密码[精品]》.epub",
    "夸克盘链接": "https://pan.quark.cn/s/a10645331a1d"
  },
  {
    "文件名": "作者：阿加莎·克里斯蒂 《东方快车谋杀案[精品]》.epub",
    "夸克盘链接": "https://pan.quark.cn/s/9370fa3bc909"
  },
  {
    "文件名": "作者：J.R.R.托尔金 《霍比特人[精品]》.epub",
    "夸克盘链接": "https://pan.quark.cn/s/ab43efe67a49"
  },
  {
    "文件名": "作者：Chris Guillebeau 《魔力创业：50位小成本创业者的实战成功经验[精品]》.epub",
    "夸克盘链接": "https://pan.quark.cn/s/4bbbabec4ab9"
  },
  {
    "文件名": "走进科学，探索奇妙科幻世界系列全集：飞碟追踪+恐龙科考+天文奇观等.epub",
    "夸克盘链接": "https://pan.quark.cn/s/a5ad48f2b126"
  },
  {
    "文件名": "十万个为什么全套18本.epub",
    "夸克盘链接": "https://pan.quark.cn/s/89467b726b2b"
  },
  {
    "文件名": "经典科普课系列.epub",
    "夸克盘链接": "https://pan.quark.cn/s/46b7ae53e73e"
  },
  {
    "文件名": "霍金经典著作套装—时间简史(插图版)+果壳中的宇宙+大设计+我的简史(套装共4册)_nodrm.epub",
    "夸克盘链接": "https://pan.quark.cn/s/875741c04e84"
  },
  {
    "文件名": "爱问百科_来自美国的十万个为什么.epub",
    "夸克盘链接": "https://pan.quark.cn/s/4175bef1e51a"
  },
  {
    "文件名": "BBC夜空探索系列（套装全8册）【浓缩BBC《仰望夜空》杂志精粹！用图片收藏世界上目前为止播出时间最长的电视节目！50年的节目精华都在这套书里！】.epub",
    "夸克盘链接": "https://pan.quark.cn/s/fe7f6e964cba"
  },
  {
    "文件名": "45种常用茶叶品鉴法.epub",
    "夸克盘链接": "https://pan.quark.cn/s/a31a2a8b28dc"
  },
  {
    "文件名": "【励志】《逆袭人生[精品]》.epub",
    "夸克盘链接": "https://pan.quark.cn/s/eb0acada69bd"
  },
  {
    "文件名": "【精品】十宗罪1-4加前传(共5册)全集 蜘蛛著 恐怖惊悚悬疑推络小说.epub.epub",
    "夸克盘链接": "https://pan.quark.cn/s/d05210ebde8b"
  },
  {
    "文件名": "【鸡汤】《正能量[精品]》.epub",
    "夸克盘链接": "https://pan.quark.cn/s/680f133d5f0c"
  },
  {
    "文件名": "【鸡汤】《心灵鸡汤全集-文谨[精品]》.epub",
    "夸克盘链接": "https://pan.quark.cn/s/c908e9e3e6b8"
  },
  {
    "文件名": "【鸡汤】《感谢折磨你的人[精品]》.epub",
    "夸克盘链接": "https://pan.quark.cn/s/c204a26c9eb9"
  },
  {
    "文件名": "【鸡汤】《安然于行的幸福[精品]》.epub",
    "夸克盘链接": "https://pan.quark.cn/s/ded189de13f4"
  },
  {
    "文件名": "【故事】《市井百闻[精品]》.epub",
    "夸克盘链接": "https://pan.quark.cn/s/b00a56cd8522"
  },
  {
    "文件名": "【法】小仲马：巴黎茶花女遗事【林纾译本】（浙江版）.epub",
    "夸克盘链接": "https://pan.quark.cn/s/e7f9e3efa305"
  },
  {
    "文件名": "【短篇】《爱伦·坡短篇小说选[精品]》.epub",
    "夸克盘链接": "https://pan.quark.cn/s/2e23e87cf5d2"
  },
  {
    "文件名": "《做最好的自己全集[精品]》.epub",
    "夸克盘链接": "https://pan.quark.cn/s/fa665ea218c5"
  },
  {
    "文件名": "《做个人见人爱的性格美女[精品]》.epub",
    "夸克盘链接": "https://pan.quark.cn/s/ff4ee396d771"
  },
  {
    "文件名": "《做个快乐读书人[精品]》刘墉.epub",
    "夸克盘链接": "https://pan.quark.cn/s/a785b2340c61"
  },
  {
    "文件名": "《左手倒影，右手年华[精品]》郭敬明.epub",
    "夸克盘链接": "https://pan.quark.cn/s/d94405734e76"
  },
  {
    "文件名": "《左耳终结[精品]》.epub",
    "夸克盘链接": "https://pan.quark.cn/s/70f12d5ea8e3"
  },
  {
    "文件名": "《最经典地道的日韩料理[精品]》李健伟.epub",
    "夸克盘链接": "https://pan.quark.cn/s/086970203e48"
  },
  {
    "文件名": "《最幽默的笑话[精品]》.epub",
    "夸克盘链接": "https://pan.quark.cn/s/ccaeb3e240af"
  },
  {
    "文件名": "《最幽默·世说新语[精品]》.epub",
    "夸克盘链接": "https://pan.quark.cn/s/e1281213a01b"
  },
  {
    "文件名": "《最后一课(经典译林)[精品]》都德.epub",
    "夸克盘链接": "https://pan.quark.cn/s/2772497624d2"
  },
  {
    "文件名": "《最营销[精品]》.epub",
    "夸克盘链接": "https://pan.quark.cn/s/d142e592e57e"
  },
  {
    "文件名": "《最后一个道士3[精品]》夏忆.epub",
    "夸克盘链接": "https://pan.quark.cn/s/8104d8094998"
  },
  {
    "文件名": "《最新最潮冷笑话[精品]》.epub",
    "夸克盘链接": "https://pan.quark.cn/s/1646b2120931"
  },
  {
    "文件名": "《最后一个道士1[精品]》夏忆.epub",
    "夸克盘链接": "https://pan.quark.cn/s/1f74b3801ea9"
  },
  {
    "文件名": "《最新版教师资格认定考试专用系列教材[精品]》.epub",
    "夸克盘链接": "https://pan.quark.cn/s/d08910e30669"
  },
  {
    "文件名": "《最后的遗民：在东南亚寻找中国软实力（中国故事·文化是华人血[精品]》.epub",
    "夸克盘链接": "https://pan.quark.cn/s/7b9e70c90691"
  },
  {
    "文件名": "《最后的守护人[精品]》.epub",
    "夸克盘链接": "https://pan.quark.cn/s/6329b752c5c0"
  },
  {
    "文件名": "《最推理2015年2月刊[精品]》.epub",
    "夸克盘链接": "https://pan.quark.cn/s/b1ee9a18923d"
  },
  {
    "文件名": "《最后的美国人·译言古登堡计划[精品]》【美】约翰·埃姆斯·米歇尔 译者：王年根、叶伟.epub",
    "夸克盘链接": "https://pan.quark.cn/s/535bb4e019cc"
  },
  {
    "文件名": "《最后的眷村（中国故事·台湾的民主自由的品格）[精品]》.epub",
    "夸克盘链接": "https://pan.quark.cn/s/6c9f1b321e4c"
  },
  {
    "文件名": "《最后的金矿  (通识课堂）[精品]》罗兰贝格管理咨询公司.epub",
    "夸克盘链接": "https://pan.quark.cn/s/a0f861b35fdf"
  },
  {
    "文件名": "《最好金龟换酒[精品]》傅真,毛铭基.epub",
    "夸克盘链接": "https://pan.quark.cn/s/77603ccb1ede"
  },
  {
    "文件名": "《最推理2015年1月刊[精品]》.epub",
    "夸克盘链接": "https://pan.quark.cn/s/c02c6b6ae925"
  },
  {
    "文件名": "《最好的我们（下）[精品]》.epub",
    "夸克盘链接": "https://pan.quark.cn/s/63cd08d710a1"
  },
  {
    "文件名": "《最好的告别：关于衰老与死亡，你必须知道的常识[精品]》.epub",
    "夸克盘链接": "https://pan.quark.cn/s/760fdea19e02"
  },
  {
    "文件名": "《最高级思维：犹太人的经商圣经与做人智慧[精品]》.epub",
    "夸克盘链接": "https://pan.quark.cn/s/c8fd15e82694"
  },
  {
    "文件名": "《最推理2014年12月刊[精品]》.epub",
    "夸克盘链接": "https://pan.quark.cn/s/dc9c28908356"
  },
  {
    "文件名": "《诅咒[精品]》蔡骏.epub",
    "夸克盘链接": "https://pan.quark.cn/s/9a3de31576e7"
  },
  {
    "文件名": "《走出抑郁症：一个抑郁症患者的成功自救[精品]》.epub",
    "夸克盘链接": "https://pan.quark.cn/s/7a91f87e3076"
  },
  {
    "文件名": "《周迅：小姐，你有一张未婚妻的脸[精品]》.epub",
    "夸克盘链接": "https://pan.quark.cn/s/79b6970b7039"
  },
  {
    "文件名": "《走，到爱情去！[精品]》让-弗朗索瓦·韦齐纳 (作者),张蓉蓉 (译者).epub",
    "夸克盘链接": "https://pan.quark.cn/s/f9825f44cb79"
  },
  {
    "文件名": "《周鸿祎自述：我的互联网方法论[精品]》.epub",
    "夸克盘链接": "https://pan.quark.cn/s/dd86545978e7"
  },
  {
    "文件名": "《重新发现：移动阅读时代的商业写作与企业观察[精品]》蓝狮子.epub",
    "夸克盘链接": "https://pan.quark.cn/s/f576a2a3069f"
  },
  {
    "文件名": "《最推理2014年9月刊[精品]》.epub",
    "夸克盘链接": "https://pan.quark.cn/s/2443e0525f3c"
  },
  {
    "文件名": "《重生手记[精品]》.epub",
    "夸克盘链接": "https://pan.quark.cn/s/62f99c551d2f"
  },
  {
    "文件名": "《重口味心理学2[精品]》姚尧.epub",
    "夸克盘链接": "https://pan.quark.cn/s/1705e8422199"
  },
  {
    "文件名": "《最推理2014年8月刊[精品]》.epub",
    "夸克盘链接": "https://pan.quark.cn/s/3cdcbda2b691"
  },
  {
    "文件名": "《总有一天，你要一个人走[精品]》.epub",
    "夸克盘链接": "https://pan.quark.cn/s/f1da688d09f7"
  },
  {
    "文件名": "《总有一次流泪让我们瞬间长大[精品]》辰雪枫.epub",
    "夸克盘链接": "https://pan.quark.cn/s/4535adcf7c9a"
  },
  {
    "文件名": "《重口味心理学[精装]》.epub",
    "夸克盘链接": "https://pan.quark.cn/s/a0f3324d1e69"
  },
  {
    "文件名": "《总经理全面预算一本通[精品]》.epub",
    "夸克盘链接": "https://pan.quark.cn/s/15893adacf6b"
  },
  {
    "文件名": "《棕色童话：爱发牢骚的爸爸[精品]》.epub",
    "夸克盘链接": "https://pan.quark.cn/s/f2f08e09d7da"
  },
  {
    "文件名": "《自尊有毒[精品]》.epub",
    "夸克盘链接": "https://pan.quark.cn/s/c4b0580c7a6b"
  },
  {
    "文件名": "《自由意志：用科学为善恶做了断[精品]》.epub",
    "夸克盘链接": "https://pan.quark.cn/s/f522b1f7aad3"
  },
  {
    "文件名": "《重口味心理学[精品]》(2).epub",
    "夸克盘链接": "https://pan.quark.cn/s/32f694ef8d6a"
  },
  {
    "文件名": "《自由的老虎[精品]》.epub",
    "夸克盘链接": "https://pan.quark.cn/s/83ce8195bda0"
  },
  {
    "文件名": "《最推理2014年7月刊[精品]》.epub",
    "夸克盘链接": "https://pan.quark.cn/s/6719ca7ded4e"
  },
  {
    "文件名": "《中国古代成功学四书曾国藩家书[精品]》曾国藩.epub",
    "夸克盘链接": "https://pan.quark.cn/s/848c137c3640"
  },
  {
    "文件名": "《众筹：传统融资模式颠覆与创新[精品]》.epub",
    "夸克盘链接": "https://pan.quark.cn/s/aa5a6086b42d"
  },
  {
    "文件名": "《中国帝王名录[精品]》.epub",
    "夸克盘链接": "https://pan.quark.cn/s/272ba15f7b56"
  },
  {
    "文件名": "《终极罪恶[精品]》朱维坚.epub",
    "夸克盘链接": "https://pan.quark.cn/s/f79de33f6349"
  },
  {
    "文件名": "《自我本我与集体心理学[精品]》.epub",
    "夸克盘链接": "https://pan.quark.cn/s/821c55a50ba9"
  },
  {
    "文件名": "《中庸[精品]》中庸.epub",
    "夸克盘链接": "https://pan.quark.cn/s/38e386206bc6"
  },
  {
    "文件名": "《中国大趋势4：中国经济未来十年[精品]》.epub",
    "夸克盘链接": "https://pan.quark.cn/s/42f76f5547d6"
  },
  {
    "文件名": "《自私的基因[精品]》.epub",
    "夸克盘链接": "https://pan.quark.cn/s/081b0398157b"
  },
  {
    "文件名": "《最推理2014年5月刊[精品]》.epub",
    "夸克盘链接": "https://pan.quark.cn/s/1bcacb14f3f2"
  },
  {
    "文件名": "《中医中药入门一本通[精品]》李继明.epub",
    "夸克盘链接": "https://pan.quark.cn/s/b6f740fc23ca"
  },
  {
    "文件名": "《自然哲学之数学原理[精品]》.epub",
    "夸克盘链接": "https://pan.quark.cn/s/b702cbe4ce18"
  },
  {
    "文件名": "《中国大趋势3：中国拒绝捧杀[精品]》.epub",
    "夸克盘链接": "https://pan.quark.cn/s/2643a77f8269"
  },
  {
    "文件名": "《中信国学大典·庄子[精品]》陈鼓应 蒋丽梅.epub",
    "夸克盘链接": "https://pan.quark.cn/s/fe8a09b69704"
  },
  {
    "文件名": "《中国“孤儿”（中国故事）[精品]》.epub",
    "夸克盘链接": "https://pan.quark.cn/s/772f47ee86ca"
  },
  {
    "文件名": "《中草药治病大全[精品]》.epub",
    "夸克盘链接": "https://pan.quark.cn/s/5147a863229d"
  },
  {
    "文件名": "《窒息[精品]》.epub",
    "夸克盘链接": "https://pan.quark.cn/s/d3567ac836b7"
  },
  {
    "文件名": "《最推理2014年4月刊[精品]》.epub",
    "夸克盘链接": "https://pan.quark.cn/s/2d899d01e2c6"
  },
  {
    "文件名": "《致我们终将逝去的青春[精品]》.epub",
    "夸克盘链接": "https://pan.quark.cn/s/b49b6219b661"
  },
  {
    "文件名": "《中信国学大典·庄子[精品]》.epub",
    "夸克盘链接": "https://pan.quark.cn/s/b2249b831c9c"
  },
  {
    "文件名": "《自然科学的历程[精品]》.epub",
    "夸克盘链接": "https://pan.quark.cn/s/dd47d46e4ad2"
  },
  {
    "文件名": "《致命搜索[精品]》孙浩元.epub",
    "夸克盘链接": "https://pan.quark.cn/s/63adaef1f1f7"
  },
  {
    "文件名": "《致命接触[精品]》.epub",
    "夸克盘链接": "https://pan.quark.cn/s/a9a87d9eeaca"
  },
  {
    "文件名": "《中信国学大典·孙子兵法[精品]》王宏林.epub",
    "夸克盘链接": "https://pan.quark.cn/s/a38fe2f35539"
  },
  {
    "文件名": "《最推理（2014年04月）[精品]》.epub",
    "夸克盘链接": "https://pan.quark.cn/s/664e6ffdcc36"
  },
  {
    "文件名": "《致命裁决[精品]》蒂姆·维卡利.epub",
    "夸克盘链接": "https://pan.quark.cn/s/922621417902"
  },
  {
    "文件名": "《自控力：如何有效地管理自己[精品]》.epub",
    "夸克盘链接": "https://pan.quark.cn/s/2bff3ca8d4fe"
  },
  {
    "文件名": "《中信国学大典·孟子[精品]》黄俊杰 万丽华 兰旭.epub",
    "夸克盘链接": "https://pan.quark.cn/s/30fc72107d4f"
  },
  {
    "文件名": "《自动营销[精品]》温韬.epub",
    "夸克盘链接": "https://pan.quark.cn/s/5921f80b6278"
  },
  {
    "文件名": "《中信国学大典·孟子[精品]》.epub",
    "夸克盘链接": "https://pan.quark.cn/s/3834be4d38b3"
  },
  {
    "文件名": "《致加西亚的信[精品]》刘捷.epub",
    "夸克盘链接": "https://pan.quark.cn/s/c7fd6091b27a"
  },
  {
    "文件名": "《中信国学大典·论语[精品]》.epub",
    "夸克盘链接": "https://pan.quark.cn/s/bcc9dd7ae912"
  },
  {
    "文件名": "《制度才是真正的老板2：一流的执行必有一流的制度[精品]》狄振鹏.epub",
    "夸克盘链接": "https://pan.quark.cn/s/66c58aeeba64"
  },
  {
    "文件名": "《最推理（13年04月）[精品]》.epub",
    "夸克盘链接": "https://pan.quark.cn/s/d441d695d9c0"
  },
  {
    "文件名": "做最好的自己：做人不要太老实.epub",
    "夸克盘链接": "https://pan.quark.cn/s/412e2c3cb2f5"
  },
  {
    "文件名": "《中信国学大典·老子[精品]》陈鼓应 蒋丽梅.epub",
    "夸克盘链接": "https://pan.quark.cn/s/a318fa08163c"
  },
  {
    "文件名": "作者：赵岩 《C语言点滴[精品]》.epub",
    "夸克盘链接": "https://pan.quark.cn/s/22737c961ef2"
  },
  {
    "文件名": "《纸醉金迷[精品]》.epub",
    "夸克盘链接": "https://pan.quark.cn/s/11ec2f3e3b41"
  },
  {
    "文件名": "《自卑与超越：人类个体心理学最卓越的作品[精品]》阿弗雷德·阿德勒.epub",
    "夸克盘链接": "https://pan.quark.cn/s/28ccfbd02c26"
  },
  {
    "文件名": "《纸上春秋[精品]》葛一敏 乔叶.epub",
    "夸克盘链接": "https://pan.quark.cn/s/67866a567a5c"
  },
  {
    "文件名": "《子曾经曰过[精品]》魏元堃.epub",
    "夸克盘链接": "https://pan.quark.cn/s/ccc204400716"
  },
  {
    "文件名": "《纸牌的秘密[精品]》.epub",
    "夸克盘链接": "https://pan.quark.cn/s/b7583b36d704"
  },
  {
    "文件名": "《只愿你曾被这世界温柔相待[精品]》水木丁.epub",
    "夸克盘链接": "https://pan.quark.cn/s/92d58fc46210"
  },
  {
    "文件名": "作者：王学富 《成长的路(完整版)[精品]》.epub",
    "夸克盘链接": "https://pan.quark.cn/s/5170c9ba8e49"
  },
  {
    "文件名": "作者：肉唐僧 《被劫持的私生活[精品]》.epub",
    "夸克盘链接": "https://pan.quark.cn/s/1b8ea8939643"
  },
  {
    "文件名": "《最推理  （2014年05月）[精品]》.epub",
    "夸克盘链接": "https://pan.quark.cn/s/fe370a0121e3"
  },
  {
    "文件名": "《资本的年代：1848-1875[精品]》E. J. Hobsbawm.epub",
    "夸克盘链接": "https://pan.quark.cn/s/1b0a2440b680"
  },
  {
    "文件名": "《只有医生知道！2[精品]》.epub",
    "夸克盘链接": "https://pan.quark.cn/s/152e1ca36df2"
  },
  {
    "文件名": "《中信国学大典·老子[精品]》.epub",
    "夸克盘链接": "https://pan.quark.cn/s/6a2189c76b49"
  },
  {
    "文件名": "《卓越管理者的激励技巧[精品]》 郭鑫,凌定胜.epub",
    "夸克盘链接": "https://pan.quark.cn/s/e97bec5f15fb"
  },
  {
    "文件名": "《准备人生的盛宴：解密就业与职业发展的黄金法则[精品]》程良越.epub",
    "夸克盘链接": "https://pan.quark.cn/s/51ceefb762dc"
  },
  {
    "文件名": "《征服者档案——路虎六十五周年6：路虎神行者[精品]》.epub",
    "夸克盘链接": "https://pan.quark.cn/s/c2e88d812d5e"
  },
  {
    "文件名": "《追逐日光[精品]》.epub",
    "夸克盘链接": "https://pan.quark.cn/s/3153662cd584"
  },
  {
    "文件名": "《追随她的旅程 [精品]》路内.epub",
    "夸克盘链接": "https://pan.quark.cn/s/d60658f395ad"
  },
  {
    "文件名": "《最受欢迎的化妆书[精品]》谢志强.epub",
    "夸克盘链接": "https://pan.quark.cn/s/16b3e2e3da4e"
  },
  {
    "文件名": "《追求卓越（新版）[精品]》.epub",
    "夸克盘链接": "https://pan.quark.cn/s/5aed910d2777"
  },
  {
    "文件名": "《只有医生知道！[精品]》作者：张羽.epub",
    "夸克盘链接": "https://pan.quark.cn/s/1351ba22d712"
  },
  {
    "文件名": "《中日之间[精品]》.epub",
    "夸克盘链接": "https://pan.quark.cn/s/876179f4c01f"
  },
  {
    "文件名": "《征服者档案——路虎六十五周年4：军中路虎》.epub",
    "夸克盘链接": "https://pan.quark.cn/s/ab161b5acb44"
  },
  {
    "文件名": "《追风筝的人[精品]》.epub",
    "夸克盘链接": "https://pan.quark.cn/s/71d9b72c667c"
  },
  {
    "文件名": "《最受读者喜爱的散文3[精品]》.epub",
    "夸克盘链接": "https://pan.quark.cn/s/2c3ac920046f"
  },
  {
    "文件名": "《中级宏观经济学 (北京大学经济学教材系列)[精品]》.epub",
    "夸克盘链接": "https://pan.quark.cn/s/2cd4c53126e1"
  },
  {
    "文件名": "《最强大脑[精品]》.epub",
    "夸克盘链接": "https://pan.quark.cn/s/29f4f91a65fa"
  },
  {
    "文件名": "《装在口袋里的爸爸·少年魔法师[精品]》.epub",
    "夸克盘链接": "https://pan.quark.cn/s/f615fb3398a3"
  },
  {
    "文件名": "《营销革命3.0——从产品到顾客，再到人文精神[精品]》.epub",
    "夸克盘链接": "https://pan.quark.cn/s/cad7e2a35021"
  },
  {
    "文件名": "《征服者档案——路虎六十五周年4：军中路虎[精品]》.epub",
    "夸克盘链接": "https://pan.quark.cn/s/f2bfdea3b791"
  },
  {
    "文件名": "《只为那一刻与你相见[精品]》.epub",
    "夸克盘链接": "https://pan.quark.cn/s/5109a4402c3b"
  },
  {
    "文件名": "《庄家之死[精品]》.epub",
    "夸克盘链接": "https://pan.quark.cn/s/b3c6629d116b"
  },
  {
    "文件名": "《中基层管理者激励下属的99种方法[精品]》施伟德.epub",
    "夸克盘链接": "https://pan.quark.cn/s/45dee583a99e"
  },
  {
    "文件名": "《营销，真实的自我表达[精品]》.epub",
    "夸克盘链接": "https://pan.quark.cn/s/b3f903ce4ac1"
  },
  {
    "文件名": "《中华上下五千年（1）[精品]》.epub",
    "夸克盘链接": "https://pan.quark.cn/s/097ba98f1f7d"
  },
  {
    "文件名": "《只说一次，孩子就会听：23 个关于尊重、合作和爱的方法[精品]》.epub",
    "夸克盘链接": "https://pan.quark.cn/s/002c2df06ed4"
  },
  {
    "文件名": "《赚钱就这么简单[精品]》.epub",
    "夸克盘链接": "https://pan.quark.cn/s/8cc40b02e353"
  },
  {
    "文件名": "《最美遇见你[精品]》顾西爵.epub",
    "夸克盘链接": "https://pan.quark.cn/s/19d15f6a51ff"
  },
  {
    "文件名": "《征服者档案——路虎六十五周年3：路虎发现》.epub",
    "夸克盘链接": "https://pan.quark.cn/s/b2e20762351e"
  },
  {
    "文件名": "《最美好的人间十日[精品]》Adena Halpern.epub",
    "夸克盘链接": "https://pan.quark.cn/s/13796310c71b"
  },
  {
    "文件名": "《最美好的人间十日[精品]》.epub",
    "夸克盘链接": "https://pan.quark.cn/s/777e1b7fefda"
  },
  {
    "文件名": "《中华句典大全集-珍藏版[精品]》.epub",
    "夸克盘链接": "https://pan.quark.cn/s/0e7c34644b98"
  },
  {
    "文件名": "《转弯遇见幸福[精品]》易圣华.epub",
    "夸克盘链接": "https://pan.quark.cn/s/433832eff42b"
  },
  {
    "文件名": "《最美的时光[精品]》.epub",
    "夸克盘链接": "https://pan.quark.cn/s/b2d5637c774d"
  },
  {
    "文件名": "《只爱陌生人[精品]》.epub",
    "夸克盘链接": "https://pan.quark.cn/s/359aa2bbdda1"
  },
  {
    "文件名": "《职场解释系[精品]》.epub",
    "夸克盘链接": "https://pan.quark.cn/s/1a0a8569c597"
  },
  {
    "文件名": "《中华典故（中）[精品]》周治.epub",
    "夸克盘链接": "https://pan.quark.cn/s/71fd1715f8d7"
  },
  {
    "文件名": "《住在隔壁的隐形人[精品]》.epub",
    "夸克盘链接": "https://pan.quark.cn/s/793f0731eced"
  },
  {
    "文件名": "《直捣蜂窝的女孩[精品]》拉森.epub",
    "夸克盘链接": "https://pan.quark.cn/s/58db8567f901"
  },
  {
    "文件名": "《中华典故（下）[精品]》周治 .epub",
    "夸克盘链接": "https://pan.quark.cn/s/8b5edd26727b"
  },
  {
    "文件名": "《征服者档案——路虎六十五周年3：路虎发现[精品]》.epub",
    "夸克盘链接": "https://pan.quark.cn/s/6999c0d0e6ec"
  },
  {
    "文件名": "《主力选股策略[精品]》吴国平.epub",
    "夸克盘链接": "https://pan.quark.cn/s/15546560886c"
  },
  {
    "文件名": "《知音海外版2014年12月上半月刊[精品]》.epub",
    "夸克盘链接": "https://pan.quark.cn/s/462781f161e9"
  },
  {
    "文件名": "《中华典故（上）[精品]》周治.epub",
    "夸克盘链接": "https://pan.quark.cn/s/72fabb32c86c"
  },
  {
    "文件名": "《萤火201502[精品]》.epub",
    "夸克盘链接": "https://pan.quark.cn/s/dbf41ae81c36"
  },
  {
    "文件名": "《中国知识人的笑声泪影（中国故事）[精品]》.epub",
    "夸克盘链接": "https://pan.quark.cn/s/cea77c1250f9"
  },
  {
    "文件名": "《中国新趋势[精品]》韩秀云.epub",
    "夸克盘链接": "https://pan.quark.cn/s/b8b39edc268c"
  },
  {
    "文件名": "《征服者档案——路虎六十五周年1：传奇历史》.epub",
    "夸克盘链接": "https://pan.quark.cn/s/6ddd79905e59"
  },
  {
    "文件名": "《主动媒体论·译言古登堡计划[精品]》【美】丹·吉尔默 译者：汕头大学长江新闻与传播学院.epub",
    "夸克盘链接": "https://pan.quark.cn/s/d154e2cc64a9"
  },
  {
    "文件名": "《知音海外版2014年11月上半月刊[精品]》.epub",
    "夸克盘链接": "https://pan.quark.cn/s/7d69da209635"
  },
  {
    "文件名": "《主持传播学概论[精品]》.epub",
    "夸克盘链接": "https://pan.quark.cn/s/4768f609d946"
  },
  {
    "文件名": "《中国象棋棋艺速成[精品]》.epub",
    "夸克盘链接": "https://pan.quark.cn/s/9b4dde9dd58d"
  },
  {
    "文件名": "《诛仙第二部3[精品]》萧鼎.epub",
    "夸克盘链接": "https://pan.quark.cn/s/19776727bc3d"
  },
  {
    "文件名": "《在大时代，过小日子[精品]》.epub",
    "夸克盘链接": "https://pan.quark.cn/s/ba6589cf996b"
  },
  {
    "文件名": "《萤火201412[精品]》.epub",
    "夸克盘链接": "https://pan.quark.cn/s/50960aafb61d"
  },
  {
    "文件名": "《诛仙第二部1[精品]》萧鼎.epub",
    "夸克盘链接": "https://pan.quark.cn/s/eab540db05d4"
  },
  {
    "文件名": "《知音海外版2014年10月下半月刊[精品]》.epub",
    "夸克盘链接": "https://pan.quark.cn/s/29b34ac76a73"
  },
  {
    "文件名": "《玉楼明月长相忆：婉约词[精品]》罗立刚.epub",
    "夸克盘链接": "https://pan.quark.cn/s/4e3c6346d761"
  },
  {
    "文件名": "《侏罗纪公园[精品]》.epub",
    "夸克盘链接": "https://pan.quark.cn/s/1bcb8a7a3e90"
  },
  {
    "文件名": "《语言学教程(第4版) (21世纪英语专业系列教材)[精品]》.epub",
    "夸克盘链接": "https://pan.quark.cn/s/9f9efac8a22d"
  },
  {
    "文件名": "《征服者档案——路虎六十五周年1：传奇历史[精品]》.epub",
    "夸克盘链接": "https://pan.quark.cn/s/9591ac4dd84d"
  },
  {
    "文件名": "《英语语法重难点详解：初中生必备[精品]》胡志勇.epub",
    "夸克盘链接": "https://pan.quark.cn/s/f870bd038c8d"
  },
  {
    "文件名": "《羽黯月之翼[精品]》沧月.epub",
    "夸克盘链接": "https://pan.quark.cn/s/2396763caec2"
  },
  {
    "文件名": "《羽·赤炎之曈[精品]》沧月.epub",
    "夸克盘链接": "https://pan.quark.cn/s/487584a63f8d"
  },
  {
    "文件名": "《在春天走进果园[精品]》【波斯】鲁米 著 梁永安 译.epub",
    "夸克盘链接": "https://pan.quark.cn/s/e91e58ae1cd1"
  },
  {
    "文件名": "《中国文化知识读本：中国八大菜系[精品]》.epub",
    "夸克盘链接": "https://pan.quark.cn/s/486705dd5b17"
  },
  {
    "文件名": "《知音海外版2014年9月下半月刊[精品]》.epub",
    "夸克盘链接": "https://pan.quark.cn/s/70747018c788"
  },
  {
    "文件名": "《与爱为邻[精品]》暖暖风轻.epub",
    "夸克盘链接": "https://pan.quark.cn/s/cf96e891775c"
  },
  {
    "文件名": "《英语时文晨读100篇（高二年级）（附赠价值20元沪江学习卡）[精品]》.epub",
    "夸克盘链接": "https://pan.quark.cn/s/0ab1eeab1a6a"
  },
  {
    "文件名": "《中国文化知识读本：中国八大菜系[精品]》 (1).epub",
    "夸克盘链接": "https://pan.quark.cn/s/a7578740f07c"
  },
  {
    "文件名": "《瑜伽运动与文化[精品]》.epub",
    "夸克盘链接": "https://pan.quark.cn/s/2484061e1cb5"
  },
  {
    "文件名": "《粥谱·古法养生100例[精品]》清·曹庭栋.epub",
    "夸克盘链接": "https://pan.quark.cn/s/3419da853b66"
  },
  {
    "文件名": "《英语零起点  拿起就会说[精品]》许昕.epub",
    "夸克盘链接": "https://pan.quark.cn/s/38127bdb6f43"
  },
  {
    "文件名": "《中国文化里的情与色[精品]》王溢嘉.epub",
    "夸克盘链接": "https://pan.quark.cn/s/69bbd80e7186"
  },
  {
    "文件名": "《瑜伽天后LuLu28天生理瑜伽[精品]》LuLu.epub",
    "夸克盘链接": "https://pan.quark.cn/s/9de06d026bd1"
  },
  {
    "文件名": "《震惊世界的100次变革（上）[精品]》.epub",
    "夸克盘链接": "https://pan.quark.cn/s/4050c13fadef"
  },
  {
    "文件名": "《知音海外版2014年9月上半月刊[精品]》.epub",
    "夸克盘链接": "https://pan.quark.cn/s/0b41d6e23124"
  },
  {
    "文件名": "《真实的幸福[精品]》.epub",
    "夸克盘链接": "https://pan.quark.cn/s/ace3a07ce526"
  },
  {
    "文件名": "《在不安的世界安静的活[精品]》.epub",
    "夸克盘链接": "https://pan.quark.cn/s/20ead2eb9f12"
  },
  {
    "文件名": "《在北京（中国故事·理想主义者在北京）[精品]》.epub",
    "夸克盘链接": "https://pan.quark.cn/s/c962ab07bc45"
  },
  {
    "文件名": "《瑜伽基础入门全图解[精品]》.epub",
    "夸克盘链接": "https://pan.quark.cn/s/870cc00d0b43"
  },
  {
    "文件名": "《再营销：用NLP突破性营销系统构建全新盈利模式[精品]》.epub",
    "夸克盘链接": "https://pan.quark.cn/s/44fc8b032c3d"
  },
  {
    "文件名": "《真龙气2[精品]》.epub",
    "夸克盘链接": "https://pan.quark.cn/s/1cb0ba9caec1"
  },
  {
    "文件名": "《中国通史三 大本[精品]》东方闻睿.epub",
    "夸克盘链接": "https://pan.quark.cn/s/2c34b89a47e7"
  },
  {
    "文件名": "《英语零起点  拿起就会说[精品]》.epub",
    "夸克盘链接": "https://pan.quark.cn/s/0643d2894c1e"
  },
  {
    "文件名": "《再营销：用NLP突破性营销系统构建全新盈利模式[精品]》 (1).epub",
    "夸克盘链接": "https://pan.quark.cn/s/34b9a1bc7784"
  },
  {
    "文件名": "《知音2015年2月月末版[精品]》.epub",
    "夸克盘链接": "https://pan.quark.cn/s/053934c078c4"
  },
  {
    "文件名": "《中国通史二 大本[精品]》东方闻睿.epub",
    "夸克盘链接": "https://pan.quark.cn/s/392ac54b614d"
  },
  {
    "文件名": "《真龙气1[精品]》.epub",
    "夸克盘链接": "https://pan.quark.cn/s/d868f8ed8372"
  },
  {
    "文件名": "《再美也美不过想象[精品]》耀一.epub",
    "夸克盘链接": "https://pan.quark.cn/s/0c92aae550d8"
  },
  {
    "文件名": "《中国式医患关系[精品]》.epub",
    "夸克盘链接": "https://pan.quark.cn/s/e9dbfe7e450a"
  },
  {
    "文件名": "《真历史在民间[精品]》梁晓声.epub",
    "夸克盘链接": "https://pan.quark.cn/s/ec067d39be65"
  },
  {
    "文件名": "《知音2015年2月下半月刊[精品]》.epub",
    "夸克盘链接": "https://pan.quark.cn/s/a12b04564f8c"
  },
  {
    "文件名": "《再苦，也要逼自己一下：50位名人的逆境商修炼[精品]》.epub",
    "夸克盘链接": "https://pan.quark.cn/s/e8e30e7844f3"
  },
  {
    "文件名": "《中国式投资：周易六十四卦破解六十四个全球并购案例[精品]》.epub",
    "夸克盘链接": "https://pan.quark.cn/s/99851546cf8b"
  },
  {
    "文件名": "《意林杂志2015年1月下半月刊[精品]》.epub",
    "夸克盘链接": "https://pan.quark.cn/s/e624c7d86596"
  },
  {
    "文件名": "《真假“三国”[精品]》.epub",
    "夸克盘链接": "https://pan.quark.cn/s/0c742dfef2dd"
  },
  {
    "文件名": "《杂林别墅里的希腊神话（A Wonder Book and Tanglewood Tales.for[精品]》.epub",
    "夸克盘链接": "https://pan.quark.cn/s/fa607551da6e"
  },
  {
    "文件名": "《中国人应知的文化常识[精品]》.epub",
    "夸克盘链接": "https://pan.quark.cn/s/ea84c2ce2df9"
  },
  {
    "文件名": "《这些年，马云犯过的错误[精品]》.epub",
    "夸克盘链接": "https://pan.quark.cn/s/81c9e711cbe7"
  },
  {
    "文件名": "《英语1000句（500-1000）[精品]》讲外语活动组委会.epub",
    "夸克盘链接": "https://pan.quark.cn/s/adee19393120"
  },
  {
    "文件名": "《知音2015年2月上半月刊[精品]》.epub",
    "夸克盘链接": "https://pan.quark.cn/s/3bf351547e09"
  },
  {
    "文件名": "《愉悦回路：大脑如何启动快乐按钮操控人的行为[精品]》.epub",
    "夸克盘链接": "https://pan.quark.cn/s/9ec1bb4fc887"
  },
  {
    "文件名": "《这些道理没有人告诉过你[精品]》.epub",
    "夸克盘链接": "https://pan.quark.cn/s/584dde8e9f5b"
  },
  {
    "文件名": "《杂货女王的生活杂货铺[精品]》.epub",
    "夸克盘链接": "https://pan.quark.cn/s/93abaa1c4def"
  },
  {
    "文件名": "《英语1000句（1-500）[精品]》讲外语活动组委会.epub",
    "夸克盘链接": "https://pan.quark.cn/s/5fd447ad1d3a"
  },
  {
    "文件名": "《知音2015年1月月末版[精品]》.epub",
    "夸克盘链接": "https://pan.quark.cn/s/8049d719d88d"
  },
  {
    "文件名": "《中国人情[精品]》.epub",
    "夸克盘链接": "https://pan.quark.cn/s/da75fee78b2d"
  },
  {
    "文件名": "《于丹趣品人生[精品]》于丹.epub",
    "夸克盘链接": "https://pan.quark.cn/s/8b89c532abf2"
  },
  {
    "文件名": "《英国教育与生活：英国留学指南(套装共3册)[精品]》.epub",
    "夸克盘链接": "https://pan.quark.cn/s/ee62fd071a2f"
  },
  {
    "文件名": "《意林杂志2015年1月上半月刊[精品]》.epub",
    "夸克盘链接": "https://pan.quark.cn/s/a973e228cf11"
  },
  {
    "文件名": "《杂的文[精品]》.epub",
    "夸克盘链接": "https://pan.quark.cn/s/b57176f047da"
  },
  {
    "文件名": "《中国人的里子与面子[精品]》.epub",
    "夸克盘链接": "https://pan.quark.cn/s/003137394987"
  },
  {
    "文件名": "《知音2015年1月下半月刊[精品]》.epub",
    "夸克盘链接": "https://pan.quark.cn/s/392d4f16defc"
  },
  {
    "文件名": "《运动改造大脑[精品]》.epub",
    "夸克盘链接": "https://pan.quark.cn/s/21c0bad81e82"
  },
  {
    "文件名": "《中国人的焦虑从哪里来[精品]》.epub",
    "夸克盘链接": "https://pan.quark.cn/s/5f423430799d"
  },
  {
    "文件名": "《于丹：我不生气，我想得通（中国故事）[精品]》.epub",
    "夸克盘链接": "https://pan.quark.cn/s/94e45ea08cec"
  },
  {
    "文件名": "《知音2015年1月上半月刊[精品]》.epub",
    "夸克盘链接": "https://pan.quark.cn/s/261f4f5cfaec"
  },
  {
    "文件名": "《中国缺什么日本缺什么[精品]》.epub",
    "夸克盘链接": "https://pan.quark.cn/s/8336ea1c9abc"
  },
  {
    "文件名": "《这书能让你戒烟[精品]》.epub",
    "夸克盘链接": "https://pan.quark.cn/s/146a156f8614"
  },
  {
    "文件名": "《中国奇异档案[精品]》李贝林.epub",
    "夸克盘链接": "https://pan.quark.cn/s/e1fedc64ec06"
  },
  {
    "文件名": "《这么说话你就赢了[精品]》刘辉、王翠萍.epub",
    "夸克盘链接": "https://pan.quark.cn/s/4200635014f9"
  },
  {
    "文件名": "《意林杂志2014年12月下半月刊[精品]》.epub",
    "夸克盘链接": "https://pan.quark.cn/s/e01897a7b8b1"
  },
  {
    "文件名": "《云中歌3：忆流年[精品]》.epub",
    "夸克盘链接": "https://pan.quark.cn/s/a8eae42ae5fc"
  },
  {
    "文件名": "《中国女孩耶鲁梦[精品]》.epub",
    "夸克盘链接": "https://pan.quark.cn/s/7744ca014c7e"
  },
  {
    "文件名": "《这就是美国[精品]》.epub",
    "夸克盘链接": "https://pan.quark.cn/s/bcdc9eef943f"
  },
  {
    "文件名": "《知音2014年11月上半月刊[精品]》.epub",
    "夸克盘链接": "https://pan.quark.cn/s/b6120ffd0ac4"
  },
  {
    "文件名": "《云中歌2：浮生梦[精品]》.epub",
    "夸克盘链接": "https://pan.quark.cn/s/1ffe0552ed97"
  },
  {
    "文件名": "《中国可能进行的六场战争3：西线战事[精品]》.epub",
    "夸克盘链接": "https://pan.quark.cn/s/bdf35e11c0f0"
  },
  {
    "文件名": "《这个词是怎么来的：英语单词起源趣谈[精品]》.epub",
    "夸克盘链接": "https://pan.quark.cn/s/3c09e929fe71"
  },
  {
    "文件名": "《印度文明[精品]》刘建,朱明忠,葛维钧.epub",
    "夸克盘链接": "https://pan.quark.cn/s/8994c3b476cf"
  },
  {
    "文件名": "《右派国家：美国为什么独一无二[精品]》.epub",
    "夸克盘链接": "https://pan.quark.cn/s/4e7b202548ea"
  },
  {
    "文件名": "《云中歌1：绿罗裙[精品]》桐华.epub",
    "夸克盘链接": "https://pan.quark.cn/s/9e79e5c903bc"
  },
  {
    "文件名": "《这个词，原来是这个意思[精品]》.epub",
    "夸克盘链接": "https://pan.quark.cn/s/d41cef36ccc8"
  },
  {
    "文件名": "《云雀叫了一整天[精品]》.epub",
    "夸克盘链接": "https://pan.quark.cn/s/e41f9d0a078b"
  },
  {
    "文件名": "《中国经济双重转型之路[精品]》厉以宁.epub",
    "夸克盘链接": "https://pan.quark.cn/s/745f8326a555"
  },
  {
    "文件名": "《这个词，原来是这个意思！2[精品]》.epub",
    "夸克盘链接": "https://pan.quark.cn/s/252cb50715b6"
  },
  {
    "文件名": "《知音2014年10月月末版[精品]》.epub",
    "夸克盘链接": "https://pan.quark.cn/s/2eafcde10914"
  },
  {
    "文件名": "《云端经济学[精品]》.epub",
    "夸克盘链接": "https://pan.quark.cn/s/387d6d4787a0"
  },
  {
    "文件名": "《意林杂志2014年12月上半月刊[精品]》.epub",
    "夸克盘链接": "https://pan.quark.cn/s/3819a396be35"
  },
  {
    "文件名": "《中国近代史（插图珍藏版）[精品]》.epub",
    "夸克盘链接": "https://pan.quark.cn/s/9869a53aa48d"
  },
  {
    "文件名": "《哲学家们都干了些什么？[精品]》.epub",
    "夸克盘链接": "https://pan.quark.cn/s/b5d3c377bfac"
  },
  {
    "文件名": "《有一种潇洒叫魏晋风度：魏晋南北朝诗歌品鉴 (古韵流芳系列)[精品]》.epub",
    "夸克盘链接": "https://pan.quark.cn/s/c4ab4d7df877"
  },
  {
    "文件名": "《找到我的天使男[精品]》.epub",
    "夸克盘链接": "https://pan.quark.cn/s/4bc2809544a6"
  },
  {
    "文件名": "《有些事现在不做，一辈子都不会做了.4，要工作，也要生活[精品]》韩梅梅.epub",
    "夸克盘链接": "https://pan.quark.cn/s/0c818f4fa6d3"
  },
  {
    "文件名": "《长相思3[精品]》.epub",
    "夸克盘链接": "https://pan.quark.cn/s/2318ef91b52a"
  },
  {
    "文件名": "《隐私不保的年代[精品]》丹尼尔·沙勒夫 (作者),林铮顗 (译者).epub",
    "夸克盘链接": "https://pan.quark.cn/s/d36900746366"
  },
  {
    "文件名": "《越不怕死，活得越好[精品]》.epub",
    "夸克盘链接": "https://pan.quark.cn/s/29bcaac62bdc"
  },
  {
    "文件名": "《知音2014年10月下半月刊[精品]》.epub",
    "夸克盘链接": "https://pan.quark.cn/s/4055a5c6146b"
  },
  {
    "文件名": "《长相思2[精品]》.epub",
    "夸克盘链接": "https://pan.quark.cn/s/63843b332514"
  },
  {
    "文件名": "《意林杂志2014年11月下半月刊[精品]》.epub",
    "夸克盘链接": "https://pan.quark.cn/s/00871c54073a"
  },
  {
    "文件名": "《悦读串记：读题源文章，记四级词汇[精品]》.epub",
    "夸克盘链接": "https://pan.quark.cn/s/633ff26cde08"
  },
  {
    "文件名": "《长相思[精品]》.epub",
    "夸克盘链接": "https://pan.quark.cn/s/2548a5aba681"
  },
  {
    "文件名": "《银河帝国12：机器人与帝国[精品]》阿西莫夫.epub",
    "夸克盘链接": "https://pan.quark.cn/s/6412861eaf18"
  },
  {
    "文件名": "《知音2014年10月上半月刊[精品]》.epub",
    "夸克盘链接": "https://pan.quark.cn/s/45857cfbdae9"
  },
  {
    "文件名": "《银河帝国11：曙光中的机器人[精品]》阿西莫夫.epub",
    "夸克盘链接": "https://pan.quark.cn/s/4a3ff700538d"
  },
  {
    "文件名": "《长尾理论[精品]》.epub",
    "夸克盘链接": "https://pan.quark.cn/s/886e11f9b90a"
  },
  {
    "文件名": "《有些事现在不做，一辈子都不会做了.4，要工作，也要生活[精品]》.epub",
    "夸克盘链接": "https://pan.quark.cn/s/a4450496fe22"
  },
  {
    "文件名": "《意林杂志2014年11月上半月刊[精品]》.epub",
    "夸克盘链接": "https://pan.quark.cn/s/1917a14c87c6"
  },
  {
    "文件名": "《银河帝国10：裸阳[精品]》阿西莫夫.epub",
    "夸克盘链接": "https://pan.quark.cn/s/764fa7a557b1"
  },
  {
    "文件名": "《知音2014年9月月末版[精品]》.epub",
    "夸克盘链接": "https://pan.quark.cn/s/c88a2a9c5e7e"
  },
  {
    "文件名": "《长安乱[精品]》.epub",
    "夸克盘链接": "https://pan.quark.cn/s/9f332e69d1e0"
  },
  {
    "文件名": "《中国古代谋略故事大全集[精品]》李华.epub",
    "夸克盘链接": "https://pan.quark.cn/s/6b2b4205a7bd"
  },
  {
    "文件名": "《银河帝国9：钢穴[精品]》阿西莫夫.epub",
    "夸克盘链接": "https://pan.quark.cn/s/e69f6d8329ad"
  },
  {
    "文件名": "《长安道[精品]》江湖夜雨.epub",
    "夸克盘链接": "https://pan.quark.cn/s/871dd2682248"
  },
  {
    "文件名": "《银河帝国8：我机器人[精品]》阿西莫夫.epub",
    "夸克盘链接": "https://pan.quark.cn/s/843b68959482"
  },
  {
    "文件名": "《站在两个世界的边缘[精品]》.epub",
    "夸克盘链接": "https://pan.quark.cn/s/ef9517443b16"
  },
  {
    "文件名": "《银河帝国7：基地与地球[精品]》阿西莫夫.epub",
    "夸克盘链接": "https://pan.quark.cn/s/18b0340a9d08"
  },
  {
    "文件名": "《知音2014年9月下半月刊[精品]》.epub",
    "夸克盘链接": "https://pan.quark.cn/s/f94b1f71fa52"
  },
  {
    "文件名": "《岳飞传[精品]》还珠楼主.epub",
    "夸克盘链接": "https://pan.quark.cn/s/e135d9241864"
  },
  {
    "文件名": "《意林杂志2014年10月下半月刊[精品]》.epub",
    "夸克盘链接": "https://pan.quark.cn/s/b053477d9bf0"
  },
  {
    "文件名": "《银河帝国6：基地边缘[精品]》阿西莫夫.epub",
    "夸克盘链接": "https://pan.quark.cn/s/cf12485a2445"
  },
  {
    "文件名": "《月亮说它忘记了[精品]》独木舟.epub",
    "夸克盘链接": "https://pan.quark.cn/s/773b7c32ef31"
  },
  {
    "文件名": "《有些路，只能一个人走[精品]》.epub",
    "夸克盘链接": "https://pan.quark.cn/s/403994c260ee"
  },
  {
    "文件名": "《战争论[精品]》.epub",
    "夸克盘链接": "https://pan.quark.cn/s/d760c62ce9b6"
  },
  {
    "文件名": "《有效课堂管理[精品]》宋素云.epub",
    "夸克盘链接": "https://pan.quark.cn/s/bb15284f0239"
  },
  {
    "文件名": "《月亮船[精品]》刘国芳.epub",
    "夸克盘链接": "https://pan.quark.cn/s/0513c22b7a1e"
  },
  {
    "文件名": "《中国古代谋略故事大全集[精品]》.epub",
    "夸克盘链接": "https://pan.quark.cn/s/94bf6bdcaa95"
  },
  {
    "文件名": "《银河帝国5：迈向基地[精品]》阿西莫夫.epub",
    "夸克盘链接": "https://pan.quark.cn/s/b370057f571d"
  },
  {
    "文件名": "《有你的时光[精品]》.epub",
    "夸克盘链接": "https://pan.quark.cn/s/751fab708b31"
  },
  {
    "文件名": "《愿有人陪你颠沛流离[精品]》.epub",
    "夸克盘链接": "https://pan.quark.cn/s/473800da1c67"
  },
  {
    "文件名": "《有了家务就有了家[精品]》.epub",
    "夸克盘链接": "https://pan.quark.cn/s/ced789008d22"
  },
  {
    "文件名": "《战争就是这么回事儿：袁腾飞讲二战.下[精品]》袁腾飞.epub",
    "夸克盘链接": "https://pan.quark.cn/s/4c6234cf627e"
  },
  {
    "文件名": "《银河帝国4：基地前奏[精品]》阿西莫夫.epub",
    "夸克盘链接": "https://pan.quark.cn/s/9caae9640d1e"
  },
  {
    "文件名": "《意林杂志2014年10月上半月刊[精品]》.epub",
    "夸克盘链接": "https://pan.quark.cn/s/fc06edc64846"
  },
  {
    "文件名": "《知音2014年9月上半月刊[精品]》.epub",
    "夸克盘链接": "https://pan.quark.cn/s/5cca8a8361e3"
  },
  {
    "文件名": "《银河帝国3：第二基地[精品]》阿西莫夫.epub",
    "夸克盘链接": "https://pan.quark.cn/s/36f2c8d81894"
  },
  {
    "文件名": "《银河帝国2：基地与帝国[精品]》阿西莫夫.epub",
    "夸克盘链接": "https://pan.quark.cn/s/6f8fce57b0a3"
  },
  {
    "文件名": "《中国古代将军传[精品]》蔡景仙.epub",
    "夸克盘链接": "https://pan.quark.cn/s/c0556f824a3b"
  },
  {
    "文件名": "《银河帝国1：基地[精品]》阿西莫夫.epub",
    "夸克盘链接": "https://pan.quark.cn/s/a668e0b61bdf"
  },
  {
    "文件名": "《战争就是这么回事儿：袁腾飞讲二战.上[精品]》.epub",
    "夸克盘链接": "https://pan.quark.cn/s/4ae4f57e98b2"
  },
  {
    "文件名": "《阴影中的日本[精品]》戴季陶.epub",
    "夸克盘链接": "https://pan.quark.cn/s/df442fb7e241"
  },
  {
    "文件名": "《意林杂志2014年9月下半月刊[精品]》.epub",
    "夸克盘链接": "https://pan.quark.cn/s/b6580f714301"
  },
  {
    "文件名": "《知乎：金钱有术[精品]》.epub",
    "夸克盘链接": "https://pan.quark.cn/s/5f8c7bc72d19"
  },
  {
    "文件名": "《愿你在平淡的日子里，不忘美好[精品]》.epub",
    "夸克盘链接": "https://pan.quark.cn/s/a0f347fd8344"
  },
  {
    "文件名": "《有爱还不够[精品]》.epub",
    "夸克盘链接": "https://pan.quark.cn/s/036ff9b6b20f"
  },
  {
    "文件名": "《阴谋2[精品]》.epub",
    "夸克盘链接": "https://pan.quark.cn/s/d19e130f9975"
  },
  {
    "文件名": "《阴谋[精品]》.epub",
    "夸克盘链接": "https://pan.quark.cn/s/57d4b6d631d9"
  },
  {
    "文件名": "《有爱不觉天涯远[精品]》.epub",
    "夸克盘链接": "https://pan.quark.cn/s/54e12219632a"
  },
  {
    "文件名": "《因为有梦，所以远方[精品]》尹文思.epub",
    "夸克盘链接": "https://pan.quark.cn/s/e05b06512189"
  },
  {
    "文件名": "《意林杂志2014年9月上半月刊[精品]》.epub",
    "夸克盘链接": "https://pan.quark.cn/s/7196d955fa06"
  },
  {
    "文件名": "《战争从未如此热血1：二战美日太平洋大对决[精品]》.epub",
    "夸克盘链接": "https://pan.quark.cn/s/ce6ea2ab5e9e"
  },
  {
    "文件名": "《因为痛，所以叫青春》.epub",
    "夸克盘链接": "https://pan.quark.cn/s/8626d7b3d1e2"
  },
  {
    "文件名": "《游戏，让学习成瘾[精品]》.epub",
    "夸克盘链接": "https://pan.quark.cn/s/5c342c19746e"
  },
  {
    "文件名": "《战拖总动员[精品]》.epub",
    "夸克盘链接": "https://pan.quark.cn/s/6998850d33ec"
  },
  {
    "文件名": "《战胜拖延症[精品]》.epub",
    "夸克盘链接": "https://pan.quark.cn/s/7665cc3777aa"
  },
  {
    "文件名": "《支付战争[精品]》.epub",
    "夸克盘链接": "https://pan.quark.cn/s/b1f4a8536bc5"
  },
  {
    "文件名": "《因为痛,所以叫青春[精品]》.epub",
    "夸克盘链接": "https://pan.quark.cn/s/e901b97577da"
  },
  {
    "文件名": "《易中天中华史：文明的意志与中华的位置[精品]》易中天.epub",
    "夸克盘链接": "https://pan.quark.cn/s/3f4d376a7454"
  },
  {
    "文件名": "《愿每一颗流浪的心得到归宿[精品]》任末末.epub",
    "夸克盘链接": "https://pan.quark.cn/s/c29574c2a144"
  },
  {
    "文件名": "《愿风裁尘[精品]》.epub",
    "夸克盘链接": "https://pan.quark.cn/s/ff79f79c287e"
  },
  {
    "文件名": "《一看就懂逻辑思维[精品]》.epub",
    "夸克盘链接": "https://pan.quark.cn/s/6d07eb34e5e6"
  },
  {
    "文件名": "《远足[精品]》梭罗.epub",
    "夸克盘链接": "https://pan.quark.cn/s/b85df412dc05"
  },
  {
    "文件名": "《战国五大公知[精品]》.epub",
    "夸克盘链接": "https://pan.quark.cn/s/7a383e36169e"
  },
  {
    "文件名": "《犹太人为什么成功[精品]》【以】尼凯米亚·罗森伯格.epub",
    "夸克盘链接": "https://pan.quark.cn/s/40e6bad44064"
  },
  {
    "文件名": "《因为痛，所以叫婚姻[精品]》张尘舞.epub",
    "夸克盘链接": "https://pan.quark.cn/s/91b81ee56676"
  },
  {
    "文件名": "《战国杀[精品]》陈赋.epub",
    "夸克盘链接": "https://pan.quark.cn/s/ce4d764fac6a"
  },
  {
    "文件名": "《易中天中华史：国家[精品]》易中天.epub",
    "夸克盘链接": "https://pan.quark.cn/s/a8d57e2c3467"
  },
  {
    "文件名": "《郑也夫：恐龙式教育（中国故事）[精品]》.epub",
    "夸克盘链接": "https://pan.quark.cn/s/2cc6215e4a02"
  },
  {
    "文件名": "《战俘[精品]》艾伟.epub",
    "夸克盘链接": "https://pan.quark.cn/s/b61e13b6caca"
  },
  {
    "文件名": "《一君难求[精品]》.epub",
    "夸克盘链接": "https://pan.quark.cn/s/0cb508a9342f"
  },
  {
    "文件名": "《正营销[精品]》.epub",
    "夸克盘链接": "https://pan.quark.cn/s/573054868a5f"
  },
  {
    "文件名": "《因为女人[精品]》.epub",
    "夸克盘链接": "https://pan.quark.cn/s/be654510c81b"
  },
  {
    "文件名": "《一个外企女白领的日记[精品]》.epub",
    "夸克盘链接": "https://pan.quark.cn/s/34cf928dde00"
  },
  {
    "文件名": "《斩首之邀[精品]》.epub",
    "夸克盘链接": "https://pan.quark.cn/s/a1ad341b212c"
  },
  {
    "文件名": "《远乡：蒋氏父子和他的台湾子民[精品]》.epub",
    "夸克盘链接": "https://pan.quark.cn/s/9f822ef9c63a"
  },
  {
    "文件名": "《一个人也要好好吃早饭[精品]》苏齐.epub",
    "夸克盘链接": "https://pan.quark.cn/s/f4390edea411"
  },
  {
    "文件名": "《因为爱情[精品]》.epub",
    "夸克盘链接": "https://pan.quark.cn/s/6ed000f3db9e"
  },
  {
    "文件名": "《债务海啸[精品]》牛刀.epub",
    "夸克盘链接": "https://pan.quark.cn/s/e6d0c5d5e7e9"
  },
  {
    "文件名": "《远山淡影[精品]》.epub",
    "夸克盘链接": "https://pan.quark.cn/s/62af92e22e90"
  },
  {
    "文件名": "《正义之心：为什么人们总是坚持“我对你错”[精品]》.epub",
    "夸克盘链接": "https://pan.quark.cn/s/582f74ed2723"
  },
  {
    "文件名": "《远大前程(外研社双语读库)[精品]》【英】查尔斯·狄更斯（Charles Dickens）.epub",
    "夸克盘链接": "https://pan.quark.cn/s/f9d3cc3941a0"
  },
  {
    "文件名": "《意志力：关于专注、自控与效率的心理学[精品]》(1).epub",
    "夸克盘链接": "https://pan.quark.cn/s/5b6c4546f609"
  },
  {
    "文件名": "《易中天中华史：奠基者[精品]》.epub",
    "夸克盘链接": "https://pan.quark.cn/s/7a84bbcca28d"
  },
  {
    "文件名": "《宅女的疯狂爱情记[精品]》顾七兮.epub",
    "夸克盘链接": "https://pan.quark.cn/s/9e5d0f8b8c72"
  },
  {
    "文件名": "《尤利西斯（经典译林）[精品]》【爱尔兰】詹姆斯·乔伊斯 译者：萧乾 文洁若.epub",
    "夸克盘链接": "https://pan.quark.cn/s/cc44c8e798aa"
  },
  {
    "文件名": "《簪中录大结局[精品]》.epub",
    "夸克盘链接": "https://pan.quark.cn/s/17f9c90d93b5"
  },
  {
    "文件名": "《意识与脑：一个还原论者的浪漫自白[精品]》.epub",
    "夸克盘链接": "https://pan.quark.cn/s/220b86cf5773"
  },
  {
    "文件名": "《簪中录3[精品]》.epub",
    "夸克盘链接": "https://pan.quark.cn/s/07fee0ba5ccc"
  },
  {
    "文件名": "《圆通力[精品]》.epub",
    "夸克盘链接": "https://pan.quark.cn/s/2714ca5816ca"
  },
  {
    "文件名": "《一个人也要好好吃早饭[精品]》.epub",
    "夸克盘链接": "https://pan.quark.cn/s/6b8524a5902e"
  },
  {
    "文件名": "《在星巴克要买大杯咖啡[精品]》.epub",
    "夸克盘链接": "https://pan.quark.cn/s/67298fedeca7"
  },
  {
    "文件名": "《正是青春当是时[精品]》.epub",
    "夸克盘链接": "https://pan.quark.cn/s/3994ec6474ea"
  },
  {
    "文件名": "《原野上的原野 [精品]》鲍尔吉·原野.epub",
    "夸克盘链接": "https://pan.quark.cn/s/3be8060c003a"
  },
  {
    "文件名": "《幽默与笑话[精品]》.epub",
    "夸克盘链接": "https://pan.quark.cn/s/14b79279c12c"
  },
  {
    "文件名": "《正念10分钟[精品]》.epub",
    "夸克盘链接": "https://pan.quark.cn/s/6d50f1a68400"
  },
  {
    "文件名": "《意林作文素材2015年2月刊（下）[精品]》.epub",
    "夸克盘链接": "https://pan.quark.cn/s/0447fee53b42"
  },
  {
    "文件名": "《原谅我红尘颠倒[精品]》慕容雪村.epub",
    "夸克盘链接": "https://pan.quark.cn/s/19eefab63071"
  },
  {
    "文件名": "《幽冥怪谈II：死亡约定》.epub",
    "夸克盘链接": "https://pan.quark.cn/s/0942ca33fa17"
  },
  {
    "文件名": "《整形室日记[精品]》.epub",
    "夸克盘链接": "https://pan.quark.cn/s/5a2ec169cba4"
  },
  {
    "文件名": "《易中天中华史：从春秋到战国[精品]》易中天.epub",
    "夸克盘链接": "https://pan.quark.cn/s/6377719169d1"
  },
  {
    "文件名": "《原来心可以跳舞[精品]》郭健.epub",
    "夸克盘链接": "https://pan.quark.cn/s/48b45760522a"
  },
  {
    "文件名": "《在日本，我忍不住又笑了[精品]》.epub",
    "夸克盘链接": "https://pan.quark.cn/s/14b1302f1899"
  },
  {
    "文件名": "《一个人的疗愈[精品]》.epub",
    "夸克盘链接": "https://pan.quark.cn/s/5d5d1c23e058"
  },
  {
    "文件名": "《幽冥怪谈》三部.epub",
    "夸克盘链接": "https://pan.quark.cn/s/81547a05ce27"
  },
  {
    "文件名": "《在全世界的边缘呼唤爱[精品]》.epub",
    "夸克盘链接": "https://pan.quark.cn/s/350a1bdafb10"
  },
  {
    "文件名": "《易中天中华史：百家争鸣[精品]》易中天.epub",
    "夸克盘链接": "https://pan.quark.cn/s/c0aa2fa28507"
  },
  {
    "文件名": "《幽灵客栈[精品]》蔡骏.epub",
    "夸克盘链接": "https://pan.quark.cn/s/7e4d3212655d"
  },
  {
    "文件名": "《一个陌生女人的来信：茨威格小说菁华集[精品]》斯蒂芬·茨威格.epub",
    "夸克盘链接": "https://pan.quark.cn/s/771419f62eb3"
  },
  {
    "文件名": "《意林作文素材2015年1月刊[精品]》.epub",
    "夸克盘链接": "https://pan.quark.cn/s/22847d9167d0"
  },
  {
    "文件名": "《原来他乡是故乡：司徒雷登回忆录[精品]》.epub",
    "夸克盘链接": "https://pan.quark.cn/s/8498ccf21090"
  },
  {
    "文件名": "《易经养生全书[精品]》.epub",
    "夸克盘链接": "https://pan.quark.cn/s/98fae9e34cb9"
  },
  {
    "文件名": "《幽灵舰队[精品]》约翰·斯卡尔齐.epub",
    "夸克盘链接": "https://pan.quark.cn/s/83b53aad1106"
  },
  {
    "文件名": "《在清华聊天[精品]》.epub",
    "夸克盘链接": "https://pan.quark.cn/s/18bcbe8d5419"
  },
  {
    "文件名": "《优雅小主妇理财公开课[精品]》肖红.epub",
    "夸克盘链接": "https://pan.quark.cn/s/a0232e1a5dc7"
  },
  {
    "文件名": "《在难搞的日子笑出声来[精品]》.epub",
    "夸克盘链接": "https://pan.quark.cn/s/0f1ef942bf65"
  },
  {
    "文件名": "《优雅地生活[精品]》.epub",
    "夸克盘链接": "https://pan.quark.cn/s/5a2e04df31fd"
  },
  {
    "文件名": "《译言古登堡计划·屋顶上的猫大人[精品]》萨缪尔·兰亨·克莱门.epub",
    "夸克盘链接": "https://pan.quark.cn/s/c6b9e7e35a0c"
  },
  {
    "文件名": "《原来如此-讲给孩子们的动物故事[精品]》拉迪亚德·吉卜林(Rudyard Kipling).epub",
    "夸克盘链接": "https://pan.quark.cn/s/b104b2c20506"
  },
  {
    "文件名": "《意林作文素材2015年1月刊（下）[精品]》.epub",
    "夸克盘链接": "https://pan.quark.cn/s/6c9f898523f3"
  },
  {
    "文件名": "《一个独立教师的语文之旅[精品]》郭初阳.epub",
    "夸克盘链接": "https://pan.quark.cn/s/2b1c6fde3cf6"
  },
  {
    "文件名": "《优雅[精品]》晓雪.epub",
    "夸克盘链接": "https://pan.quark.cn/s/8c2fcd295e43"
  },
  {
    "文件名": "《异域密码之印度异闻录 （典藏版共三册）[精品]》.epub",
    "夸克盘链接": "https://pan.quark.cn/s/c772cce802a5"
  },
  {
    "文件名": "《一个悲观主义者的积极思考[精品]》叔本华.epub",
    "夸克盘链接": "https://pan.quark.cn/s/664ce697d684"
  },
  {
    "文件名": "《血字的研究·四签名(外研社双语读库)[精品]》【英】阿瑟·柯南·道尔（Sir Arthur Conan .epub",
    "夸克盘链接": "https://pan.quark.cn/s/9568630daf5a"
  },
  {
    "文件名": "《在绝望中寻找希望[精品]》.epub",
    "夸克盘链接": "https://pan.quark.cn/s/092ef970c9b9"
  },
  {
    "文件名": "《异事录2[精品]》.epub",
    "夸克盘链接": "https://pan.quark.cn/s/960282bffd4e"
  },
  {
    "文件名": "《一个：很高兴见到你[精品]》.epub",
    "夸克盘链接": "https://pan.quark.cn/s/38cf9671f6a6"
  },
  {
    "文件名": "《血鹦鹉2[精品]》.epub",
    "夸克盘链接": "https://pan.quark.cn/s/3e16f75ccfde"
  },
  {
    "文件名": "《异事录1[精品]》.epub",
    "夸克盘链接": "https://pan.quark.cn/s/20fee4dcbe7a"
  },
  {
    "文件名": "《用心挣钱，用脑花钱[精品]》台运真.epub",
    "夸克盘链接": "https://pan.quark.cn/s/255ed35f1981"
  },
  {
    "文件名": "《异类：不一样的成功启示录(新版)[精品]》.epub",
    "夸克盘链接": "https://pan.quark.cn/s/e2b67b5fad0a"
  },
  {
    "文件名": "《意林作文素材2014年12月刊（下）[精品]》.epub",
    "夸克盘链接": "https://pan.quark.cn/s/49fa5bd3c0bb"
  },
  {
    "文件名": "《用想象力赚钱[精品]》.epub",
    "夸克盘链接": "https://pan.quark.cn/s/1e0cacdd51cf"
  },
  {
    "文件名": "《原来[精品]》辛夷坞.epub",
    "夸克盘链接": "https://pan.quark.cn/s/ac5e29ca389d"
  },
  {
    "文件名": "《用死薪水赚大钱：成为富人的66个理财魔法[精品]》.epub",
    "夸克盘链接": "https://pan.quark.cn/s/a6f6652ca41f"
  },
  {
    "文件名": "《一分钟推理[精品]》.epub",
    "夸克盘链接": "https://pan.quark.cn/s/1a1499bf02ca"
  },
  {
    "文件名": "《血鹦鹉1[精品]》.epub",
    "夸克盘链接": "https://pan.quark.cn/s/d2e9663446aa"
  },
  {
    "文件名": "《用思想来改变一切[精品]》包丰源.epub",
    "夸克盘链接": "https://pan.quark.cn/s/40073c69e795"
  },
  {
    "文件名": "《艺术改变生活[精品]》.epub",
    "夸克盘链接": "https://pan.quark.cn/s/52bfdc09a699"
  },
  {
    "文件名": "《新零极限[精品]》.epub",
    "夸克盘链接": "https://pan.quark.cn/s/92635cf403fc"
  },
  {
    "文件名": "《一分钟练就完美沟通技巧[精品]》.epub",
    "夸克盘链接": "https://pan.quark.cn/s/cf75a320b974"
  },
  {
    "文件名": "《意林作文素材2014年12月刊（上）[精品]》.epub",
    "夸克盘链接": "https://pan.quark.cn/s/0f562712a1ac"
  },
  {
    "文件名": "《新恋爱时代[精品]》王海鸰.epub",
    "夸克盘链接": "https://pan.quark.cn/s/b9014af2c701"
  },
  {
    "文件名": "《艺术的真谛[精品]》.epub",
    "夸克盘链接": "https://pan.quark.cn/s/c7606a604c92"
  },
  {
    "文件名": "《新科学家》杂志轻科普系列.epub",
    "夸克盘链接": "https://pan.quark.cn/s/708917045bda"
  },
  {
    "文件名": "《一分钟口才训练：有效沟通的艺术[精品]》.epub",
    "夸克盘链接": "https://pan.quark.cn/s/956bac5b9aa0"
  },
  {
    "文件名": "《血腥的盛唐7[精品]》王觉仁.epub",
    "夸克盘链接": "https://pan.quark.cn/s/2371d94a111e"
  },
  {
    "文件名": "《血腥的盛唐6[精品]》王觉仁.epub",
    "夸克盘链接": "https://pan.quark.cn/s/33e8ca63d4e0"
  },
  {
    "文件名": "《意林作文素材2014年9月刊[精品]》.epub",
    "夸克盘链接": "https://pan.quark.cn/s/4759597c35c5"
  },
  {
    "文件名": "《蚁居天台（中国故事）[精品]》.epub",
    "夸克盘链接": "https://pan.quark.cn/s/dda0362da0c9"
  },
  {
    "文件名": "《一分钟口才训练：让你大受欢迎的说话技巧[精品]》.epub",
    "夸克盘链接": "https://pan.quark.cn/s/b90829950307"
  },
  {
    "文件名": "《血腥的盛唐5[精品]》王觉仁.epub",
    "夸克盘链接": "https://pan.quark.cn/s/34f2adb83c60"
  },
  {
    "文件名": "《袁腾飞讲先秦.战国纵横[精品]》.epub",
    "夸克盘链接": "https://pan.quark.cn/s/478882d9ee2a"
  },
  {
    "文件名": "《勇气[精品]》.epub",
    "夸克盘链接": "https://pan.quark.cn/s/49e147e9c886"
  },
  {
    "文件名": "《血腥的盛唐4[精品]》.epub",
    "夸克盘链接": "https://pan.quark.cn/s/e610b4469713"
  },
  {
    "文件名": "《一分钟口才训练：公关专家都不说的谈判技巧[精品]》.epub",
    "夸克盘链接": "https://pan.quark.cn/s/d44ea5a4c48f"
  },
  {
    "文件名": "《袁腾飞讲先秦.上古春秋[精品]》.epub",
    "夸克盘链接": "https://pan.quark.cn/s/3a264fef077c"
  },
  {
    "文件名": "《血腥的盛唐3[精品]》王觉仁.epub",
    "夸克盘链接": "https://pan.quark.cn/s/cd5b7309cbdd"
  },
  {
    "文件名": "《永恒的终结[精品]》.epub",
    "夸克盘链接": "https://pan.quark.cn/s/77df89e75bad"
  },
  {
    "文件名": "《一分钟口才训练：打动上司的说话术[精品]》.epub",
    "夸克盘链接": "https://pan.quark.cn/s/0c997fea069d"
  },
  {
    "文件名": "《一分钟读懂人心：FBI教你瞬间掌握超级阅人术[精品]》.epub",
    "夸克盘链接": "https://pan.quark.cn/s/8b5c33708b17"
  },
  {
    "文件名": "《血腥的盛唐2[精品]》王觉仁.epub",
    "夸克盘链接": "https://pan.quark.cn/s/d6428dc7fbd9"
  },
  {
    "文件名": "《意林杂志原创版2015年2月刊[精品]》.epub",
    "夸克盘链接": "https://pan.quark.cn/s/3fd24f32d93a"
  },
  {
    "文件名": "《袁腾飞讲高效学习法[精品]》.epub",
    "夸克盘链接": "https://pan.quark.cn/s/563f60c5c0de"
  },
  {
    "文件名": "《血腥的盛唐1[精品]》王觉仁.epub",
    "夸克盘链接": "https://pan.quark.cn/s/56680ca068fb"
  },
  {
    "文件名": "《永别了,武器（海明威精选集）[精品]》.epub",
    "夸克盘链接": "https://pan.quark.cn/s/9e6d29781e0e"
  },
  {
    "文件名": "《新金融秩序：如何应对不确定的金融风险[精品]》Robert J. Shiller.epub",
    "夸克盘链接": "https://pan.quark.cn/s/27a810f452b8"
  },
  {
    "文件名": "《血宿阿波罗[精品]》雷慧鑫.epub",
    "夸克盘链接": "https://pan.quark.cn/s/396121efbdb0"
  },
  {
    "文件名": "《雍正的智慧[精品]》周向红.epub",
    "夸克盘链接": "https://pan.quark.cn/s/a2ce091f38a8"
  },
  {
    "文件名": "《乙肝百家百方[精品]》.epub",
    "夸克盘链接": "https://pan.quark.cn/s/f65215e7ffff"
  },
  {
    "文件名": "《雪隐鹭鸶——《金瓶梅》的声色与虚无[精品]》.epub",
    "夸克盘链接": "https://pan.quark.cn/s/d65e23af1ced"
  },
  {
    "文件名": "《一朵桃花倾城开[精品]》顾七兮.epub",
    "夸克盘链接": "https://pan.quark.cn/s/75ab2bcb2b5f"
  },
  {
    "文件名": "《影印版丰子恺漫画集：学生漫画[精品]》.epub",
    "夸克盘链接": "https://pan.quark.cn/s/caa8160e5b77"
  },
  {
    "文件名": "《新金融秩序：如何应对不确定的金融风险[精品]》.epub",
    "夸克盘链接": "https://pan.quark.cn/s/a881d15dbb72"
  },
  {
    "文件名": "《遗落在时光里的爱[精品]》.epub",
    "夸克盘链接": "https://pan.quark.cn/s/95dc324f304c"
  },
  {
    "文件名": "《一点墨[精品]》柏桦.epub",
    "夸克盘链接": "https://pan.quark.cn/s/0f9181e633f7"
  },
  {
    "文件名": "《移动风暴：苹果与谷歌的科技之战[精品]》.epub",
    "夸克盘链接": "https://pan.quark.cn/s/20133cb45c33"
  },
  {
    "文件名": "《新结婚时代[精品]》王海鸰.epub",
    "夸克盘链接": "https://pan.quark.cn/s/818af40c43f2"
  },
  {
    "文件名": "《新江南：民歌张浦[精品]》.epub",
    "夸克盘链接": "https://pan.quark.cn/s/c9c37f1d9a1e"
  },
  {
    "文件名": "《元认知：改变大脑的顽固思维[精品]》.epub",
    "夸克盘链接": "https://pan.quark.cn/s/60fa8a2d793a"
  },
  {
    "文件名": "《仪礼(精)--中华经典名著全本全注全译丛书[精品]》.epub",
    "夸克盘链接": "https://pan.quark.cn/s/8666044c7e77"
  },
  {
    "文件名": "《学着说再见[精品]》Laurie Frankel.epub",
    "夸克盘链接": "https://pan.quark.cn/s/1c2e5af9cd71"
  },
  {
    "文件名": "《意林杂志原创版2015年1月刊[精品]》.epub",
    "夸克盘链接": "https://pan.quark.cn/s/54480d1d8eac"
  },
  {
    "文件名": "《一箪食，一瓢饮，四方味好[精品]》.epub",
    "夸克盘链接": "https://pan.quark.cn/s/dcfd25cbb914"
  },
  {
    "文件名": "《影响你一生的47部电影 (新东方英语百期典藏精品)[精品]》.epub",
    "夸克盘链接": "https://pan.quark.cn/s/8a8f41034dad"
  },
  {
    "文件名": "《新工业革命[精品]》【英】彼得·马什 Peter Marsh.epub",
    "夸克盘链接": "https://pan.quark.cn/s/0a50cc585dd4"
  },
  {
    "文件名": "《学无涯丛书-世界名花[精品]》北京未来新世纪教育科学研究所.epub",
    "夸克盘链接": "https://pan.quark.cn/s/2784f5e3c561"
  },
  {
    "文件名": "《衣香鬓影.千秋素光同[精品]》寐语者.epub",
    "夸克盘链接": "https://pan.quark.cn/s/5fb19620dd93"
  },
  {
    "文件名": "《削减工厂成本的五大方法[精品]》.epub",
    "夸克盘链接": "https://pan.quark.cn/s/fa8562809a57"
  },
  {
    "文件名": "《鸳鸯谱[精品]》东东枪、地下天鹅绒.epub",
    "夸克盘链接": "https://pan.quark.cn/s/34f8a9c4484a"
  },
  {
    "文件名": "《选择卓越[精品]》.epub",
    "夸克盘链接": "https://pan.quark.cn/s/d1989f72c712"
  },
  {
    "文件名": "《新编柴油车故障检修精选300例[精品]》.epub",
    "夸克盘链接": "https://pan.quark.cn/s/7d502a0c08de"
  },
  {
    "文件名": "《衣香鬓影.回首已是百年身[精品]》寐语者.epub",
    "夸克盘链接": "https://pan.quark.cn/s/0e86b8c11b0f"
  },
  {
    "文件名": "《寓所谜案》阿加莎·克里斯蒂.epub",
    "夸克盘链接": "https://pan.quark.cn/s/980e2a01d895"
  },
  {
    "文件名": "《旋转门[精品]》.epub",
    "夸克盘链接": "https://pan.quark.cn/s/29eaaba0b812"
  },
  {
    "文件名": "《辛亥残梦——帝国崩溃的前夜[精品]》.epub",
    "夸克盘链接": "https://pan.quark.cn/s/6dc48dd5dc02"
  },
  {
    "文件名": "《伊斯坦布尔假期[精品]》马克·李维.epub",
    "夸克盘链接": "https://pan.quark.cn/s/d55fb70c0419"
  },
  {
    "文件名": "《遇见最好的自己：写给未来的999封信[精品]》.epub",
    "夸克盘链接": "https://pan.quark.cn/s/108c805644f3"
  },
  {
    "文件名": "《心外传奇[精品]》.epub",
    "夸克盘链接": "https://pan.quark.cn/s/13eb7c498df6"
  },
  {
    "文件名": "《一本书读懂金融常识[精品]》.epub",
    "夸克盘链接": "https://pan.quark.cn/s/2cf2b0449c96"
  },
  {
    "文件名": "《伊人如月水一方[精品]》王玉洁.epub",
    "夸克盘链接": "https://pan.quark.cn/s/54e05254e8a0"
  },
  {
    "文件名": "《悬崖山庄奇案[精品]》阿加莎·克里斯蒂.epub",
    "夸克盘链接": "https://pan.quark.cn/s/7a0f3af2d41c"
  },
  {
    "文件名": "《遇见我的前世今生[精品]》高原.epub",
    "夸克盘链接": "https://pan.quark.cn/s/9a7894a0152e"
  },
  {
    "文件名": "《意林杂志原创版2014年12月刊[精品]》.epub",
    "夸克盘链接": "https://pan.quark.cn/s/48e1989244f0"
  },
  {
    "文件名": "《一战简史：帝国幻觉[精品]》Norman Stone.epub",
    "夸克盘链接": "https://pan.quark.cn/s/06efc98b6bed"
  },
  {
    "文件名": "《喧哗与骚动[精品]》【美】威廉·福克纳.epub",
    "夸克盘链接": "https://pan.quark.cn/s/1587819777e1"
  },
  {
    "文件名": "《夜莺与玫瑰（王尔德童话集）[精品]》奥斯卡·王尔德 (Oscar Wilde).epub",
    "夸克盘链接": "https://pan.quark.cn/s/6e2dbd468ce8"
  },
  {
    "文件名": "《影响力[精品]》.epub",
    "夸克盘链接": "https://pan.quark.cn/s/c7c0a17bfcf2"
  },
  {
    "文件名": "《遇见你的幸福心灵：追求美好生活的100个思考[精品]》.epub",
    "夸克盘链接": "https://pan.quark.cn/s/ab82be0b06f5"
  },
  {
    "文件名": "《需求：缔造伟大商业传奇的根本力量[精品]》.epub",
    "夸克盘链接": "https://pan.quark.cn/s/aedaf7af074b"
  },
  {
    "文件名": "《心术[精品]》六六.epub",
    "夸克盘链接": "https://pan.quark.cn/s/11cf6a420056"
  },
  {
    "文件名": "《兄弟我在义乌的发财史（大结局）[精品]》.epub",
    "夸克盘链接": "https://pan.quark.cn/s/f3ed85069a3c"
  },
  {
    "文件名": "《一学就会做蒸菜[精品]》犀文图书.epub",
    "夸克盘链接": "https://pan.quark.cn/s/7dab642127ac"
  },
  {
    "文件名": "《心术[精品]》.epub",
    "夸克盘链接": "https://pan.quark.cn/s/86005c70eebc"
  },
  {
    "文件名": "《影君子（中国故事）[精品]》周黎明.epub",
    "夸克盘链接": "https://pan.quark.cn/s/0d02e3d58c67"
  },
  {
    "文件名": "《意林杂志原创版2014年11月刊[精品]》.epub",
    "夸克盘链接": "https://pan.quark.cn/s/8ebb805edbb1"
  },
  {
    "文件名": "《遇见孩子，遇见更好的自己[精品]》.epub",
    "夸克盘链接": "https://pan.quark.cn/s/01a0421111d7"
  },
  {
    "文件名": "《影君子（中国故事）[精品]》.epub",
    "夸克盘链接": "https://pan.quark.cn/s/ac8f6ea6d329"
  },
  {
    "文件名": "《凶宅笔记[精品]》.epub",
    "夸克盘链接": "https://pan.quark.cn/s/16cbefe4a9b6"
  },
  {
    "文件名": "《夜行·黄雀[精品]》藤萍.epub",
    "夸克盘链接": "https://pan.quark.cn/s/6d59734015d7"
  },
  {
    "文件名": "《心灵鸡汤大全集[精品]》雅琴.epub",
    "夸克盘链接": "https://pan.quark.cn/s/bd17d5276d6b"
  },
  {
    "文件名": "《赢在顶层设计：决战未来的中国企业转型、升级与再造之路[精品]》高建华.epub",
    "夸克盘链接": "https://pan.quark.cn/s/adc3f909c746"
  },
  {
    "文件名": "《遇见爱[精品]》沐暮.epub",
    "夸克盘链接": "https://pan.quark.cn/s/0a8964575a86"
  },
  {
    "文件名": "《夜行[精品]》藤萍.epub",
    "夸克盘链接": "https://pan.quark.cn/s/a9739d19ac06"
  },
  {
    "文件名": "《性格决定命运[精品]》移然.epub",
    "夸克盘链接": "https://pan.quark.cn/s/b902a78fca92"
  },
  {
    "文件名": "《郁闷的中国人[精品]》梁晓声.epub",
    "夸克盘链接": "https://pan.quark.cn/s/78cc49899057"
  },
  {
    "文件名": "《夜半笛声[精品]》.epub",
    "夸克盘链接": "https://pan.quark.cn/s/ab2504ef690b"
  },
  {
    "文件名": "《一学就会做早点[精品]》犀文图书.epub",
    "夸克盘链接": "https://pan.quark.cn/s/c7dd6a58aca1"
  },
  {
    "文件名": "《性格的力量[精品]》.epub",
    "夸克盘链接": "https://pan.quark.cn/s/a240638f2023"
  },
  {
    "文件名": "《心量越大，好事越多[精品]》星云大师.epub",
    "夸克盘链接": "https://pan.quark.cn/s/d8d6fe2aecc4"
  },
  {
    "文件名": "《意林杂志原创版2014年10月刊[精品]》.epub",
    "夸克盘链接": "https://pan.quark.cn/s/6f124ba46cd4"
  },
  {
    "文件名": "《赢的真相：乐购成长为世界零售巨头的10大关键[精品]》 (1).epub",
    "夸克盘链接": "https://pan.quark.cn/s/fce60d3bdd3c"
  },
  {
    "文件名": "《郁达夫散文全集[精品]》郁达夫.epub",
    "夸克盘链接": "https://pan.quark.cn/s/e16846c9195d"
  },
  {
    "文件名": "《幸好我们曾遇见[精品]》江雪落.epub",
    "夸克盘链接": "https://pan.quark.cn/s/1922cbd1e299"
  },
  {
    "文件名": "《野蛮生长（未删节版）[精品]》冯仑.epub",
    "夸克盘链接": "https://pan.quark.cn/s/5a9cf6459874"
  },
  {
    "文件名": "《心理罪之教化场[精品]》.epub",
    "夸克盘链接": "https://pan.quark.cn/s/5a49436d1562"
  },
  {
    "文件名": "《幸福在哪里[精品]》.epub",
    "夸克盘链接": "https://pan.quark.cn/s/e494648273de"
  },
  {
    "文件名": "《赢（纪念版）[精品]》Jack Welch.epub",
    "夸克盘链接": "https://pan.quark.cn/s/9077a9f019b0"
  },
  {
    "文件名": "《一学就会做糕点[精品]》犀文图书.epub",
    "夸克盘链接": "https://pan.quark.cn/s/b8c12411c3c7"
  },
  {
    "文件名": "《心理罪之画像[精品]》.epub",
    "夸克盘链接": "https://pan.quark.cn/s/bd6737fc834c"
  },
  {
    "文件名": "《幸福源动力[精品]》.epub",
    "夸克盘链接": "https://pan.quark.cn/s/41a3d896fe2d"
  },
  {
    "文件名": "《营养杂粮粥[精品]》犀文图书.epub",
    "夸克盘链接": "https://pan.quark.cn/s/4927e157372b"
  },
  {
    "文件名": "《意林杂志原创版2014年9月刊[精品]》.epub",
    "夸克盘链接": "https://pan.quark.cn/s/c8cf0f084f39"
  },
  {
    "文件名": "《心理罪之第七个读者[精品]》.epub",
    "夸克盘链接": "https://pan.quark.cn/s/d5dbb41ab7f8"
  },
  {
    "文件名": "《幸福请进门[精品]》.epub",
    "夸克盘链接": "https://pan.quark.cn/s/00b276ed3719"
  },
  {
    "文件名": "《心理罪之城市之光[精品]》.epub",
    "夸克盘链接": "https://pan.quark.cn/s/a68e1d2ffa16"
  },
  {
    "文件名": "《耶路撒冷三千年[精品]》.epub",
    "夸克盘链接": "https://pan.quark.cn/s/b11316a7734f"
  },
  {
    "文件名": "《心理罪之暗河[精品]》.epub",
    "夸克盘链接": "https://pan.quark.cn/s/d1f549869489"
  },
  {
    "文件名": "《幸福女人必读的“男人书”[精品]》张凤丽.epub",
    "夸克盘链接": "https://pan.quark.cn/s/6799c7c9324c"
  },
  {
    "文件名": "《一学就会做粗粮[精品]》犀文图书.epub",
    "夸克盘链接": "https://pan.quark.cn/s/27950f417b98"
  },
  {
    "文件名": "《心理咨询师笔记[精品]》.epub",
    "夸克盘链接": "https://pan.quark.cn/s/18e71c100013"
  },
  {
    "文件名": "《营销十宗罪：如何避免企业营销的致命错误[精品]》.epub",
    "夸克盘链接": "https://pan.quark.cn/s/c2835c34b113"
  },
  {
    "文件名": "《意林杂志2015年2月下半月刊[精品]》.epub",
    "夸克盘链接": "https://pan.quark.cn/s/bac458775cf1"
  },
  {
    "文件名": "《要塞[精品]》.epub",
    "夸克盘链接": "https://pan.quark.cn/s/0a8f3097f876"
  },
  {
    "文件名": "《幸福孩子从画画开始[精品]》李钊.epub",
    "夸克盘链接": "https://pan.quark.cn/s/cbcb0b5a4789"
  },
  {
    "文件名": "《销售懂管理，业绩最出色[精品]》.epub",
    "夸克盘链接": "https://pan.quark.cn/s/af096ba7284b"
  },
  {
    "文件名": "《咬词嚼字全集[精品]》.epub",
    "夸克盘链接": "https://pan.quark.cn/s/b8e67821d375"
  },
  {
    "文件名": "《消失的琴音》.epub",
    "夸克盘链接": "https://pan.quark.cn/s/2d1d720abba4"
  },
  {
    "文件名": "《养生祛病饮食宜忌[精品]》.epub",
    "夸克盘链接": "https://pan.quark.cn/s/69afceaa58e0"
  },
  {
    "文件名": "《一学就会煮凉茶[精品]》犀文图书.epub",
    "夸克盘链接": "https://pan.quark.cn/s/061754b668b5"
  },
  {
    "文件名": "《消失的地平线[精品]》.epub",
    "夸克盘链接": "https://pan.quark.cn/s/4978a5bacf0e"
  },
  {
    "文件名": "《幸福的婚姻【金牌编剧王海鸰鼎力推荐】[精品]》.epub",
    "夸克盘链接": "https://pan.quark.cn/s/b7c43c97ba19"
  },
  {
    "文件名": "《消失的爱人[精品]》【美】吉莉安·弗琳 著，胡绯 译.epub",
    "夸克盘链接": "https://pan.quark.cn/s/d9a6f481a68f"
  },
  {
    "文件名": "《幸福的方法[精品]》.epub",
    "夸克盘链接": "https://pan.quark.cn/s/2dbade9baabe"
  },
  {
    "文件名": "《意林杂志2015年2月上半月刊[精品]》.epub",
    "夸克盘链接": "https://pan.quark.cn/s/548611ad70cd"
  },
  {
    "文件名": "《一学就会煲靓汤[精品]》犀文图书.epub",
    "夸克盘链接": "https://pan.quark.cn/s/79e44efe1f10"
  },
  {
    "文件名": "《心理学与九型人格：最新升级版[精品]》.epub",
    "夸克盘链接": "https://pan.quark.cn/s/26d0a574cda9"
  },
  {
    "文件名": "《兴盛与危机：论中国社会超稳定结构[精品]》.epub",
    "夸克盘链接": "https://pan.quark.cn/s/be9c02ae101d"
  },
  {
    "文件名": "《杨氏女[精品]》章诒和.epub",
    "夸克盘链接": "https://pan.quark.cn/s/4349af56531c"
  },
  {
    "文件名": "《消失的爱人[精品]》.epub",
    "夸克盘链接": "https://pan.quark.cn/s/c97b795f7155"
  },
  {
    "文件名": "《杨力讲原生态养生：让你回归最本s的健康[精品]》.epub",
    "夸克盘链接": "https://pan.quark.cn/s/12b0d7628f12"
  },
  {
    "文件名": "《心理学十五讲[精品]》.epub",
    "夸克盘链接": "https://pan.quark.cn/s/e1e0639b5cd4"
  },
  {
    "文件名": "《行为主义 (科学素养文库·科学元典丛书)[精品]》.epub",
    "夸克盘链接": "https://pan.quark.cn/s/ae3d10be6b33"
  },
  {
    "文件名": "《消失的“马家军”（中国故事）[精品]》.epub",
    "夸克盘链接": "https://pan.quark.cn/s/297bdad20890"
  },
  {
    "文件名": "《阳光点燃心灯[精品]》.epub",
    "夸克盘链接": "https://pan.quark.cn/s/e48520be6ef9"
  },
  {
    "文件名": "《一万种美白方法[精品]》.epub",
    "夸克盘链接": "https://pan.quark.cn/s/dded66c5d7cc"
  },
  {
    "文件名": "《像少年啦飞驰[精品]》.epub",
    "夸克盘链接": "https://pan.quark.cn/s/e15057b67105"
  },
  {
    "文件名": "《羊毛战记[精品]》休·豪伊.epub",
    "夸克盘链接": "https://pan.quark.cn/s/dd8bfea643ed"
  },
  {
    "文件名": "《像邦妮一样爱你[精品]》柏邦妮.epub",
    "夸克盘链接": "https://pan.quark.cn/s/d9e42675bc9b"
  },
  {
    "文件名": "《一万小时天才理论[精品]》.epub",
    "夸克盘链接": "https://pan.quark.cn/s/c558af3041f4"
  },
  {
    "文件名": "《羊毛战记 下 精品 》.epub",
    "夸克盘链接": "https://pan.quark.cn/s/c487265eee16"
  },
  {
    "文件名": "《一瞬的光和永远[精品]》辜妤洁.epub",
    "夸克盘链接": "https://pan.quark.cn/s/c94886f44209"
  },
  {
    "文件名": "《心宽一寸，幸福一生[精品]》张凤丽.epub",
    "夸克盘链接": "https://pan.quark.cn/s/752d07f945b0"
  },
  {
    "文件名": "《象与骑象人：幸福的假设[精品]》.epub",
    "夸克盘链接": "https://pan.quark.cn/s/8e67fabafb40"
  },
  {
    "文件名": "《羊毛战记 上 精品 》.epub",
    "夸克盘链接": "https://pan.quark.cn/s/9bacf01e7aad"
  },
  {
    "文件名": "《向最伟大的股票作手学习[精品]》.epub",
    "夸克盘链接": "https://pan.quark.cn/s/99de5ad0ceef"
  },
  {
    "文件名": "《一书一世界 (新东方大愚英语学习丛书)[精品]》.epub",
    "夸克盘链接": "https://pan.quark.cn/s/3f42491be58b"
  },
  {
    "文件名": "《行为改变思想：表现原理[精品]》.epub",
    "夸克盘链接": "https://pan.quark.cn/s/53061a1f8ddc"
  },
  {
    "文件名": "《谢谢你曾来过我的世界[精品]》.epub",
    "夸克盘链接": "https://pan.quark.cn/s/05c912541ac3"
  },
  {
    "文件名": "《眼眶会红的人，一辈子都不会老[精品]》.epub",
    "夸克盘链接": "https://pan.quark.cn/s/f32431552e10"
  },
  {
    "文件名": "《行动的力量：21天心想事成的密码[精品]》.epub",
    "夸克盘链接": "https://pan.quark.cn/s/1757b5eae9ad"
  },
  {
    "文件名": "《卸下心头重担[精品]》.epub",
    "夸克盘链接": "https://pan.quark.cn/s/f248b25f87a3"
  },
  {
    "文件名": "《掩面[精品]》.epub",
    "夸克盘链接": "https://pan.quark.cn/s/bace40fac431"
  },
  {
    "文件名": "《向前一步精品》Sheryl Sandberg.epub",
    "夸克盘链接": "https://pan.quark.cn/s/80bc635528ec"
  },
  {
    "文件名": "《一胜九败3：百度在试错中前行[精品]》刘雯.epub",
    "夸克盘链接": "https://pan.quark.cn/s/df36ab987755"
  },
  {
    "文件名": "《言教、身教、境教：孩子最想让爸妈说的话做的事[精品]》.epub",
    "夸克盘链接": "https://pan.quark.cn/s/6e120935c6a0"
  },
  {
    "文件名": "《写作这回事》史蒂芬金.epub",
    "夸克盘链接": "https://pan.quark.cn/s/4bc48f4e9bd1"
  },
  {
    "文件名": "《猩球崛起：黎明之战[精品]》艾力克斯·欧文.epub",
    "夸克盘链接": "https://pan.quark.cn/s/6e32c8dc4eda"
  },
  {
    "文件名": "《写给我的生活的信[精品]》.epub",
    "夸克盘链接": "https://pan.quark.cn/s/d49c6992effb"
  },
  {
    "文件名": "《严肃男人陈佩斯（中国故事）[精品]》.epub",
    "夸克盘链接": "https://pan.quark.cn/s/f2975c2dab2a"
  },
  {
    "文件名": "《一身孤注掷温柔[精品]》.epub",
    "夸克盘链接": "https://pan.quark.cn/s/7ab069177559"
  },
  {
    "文件名": "《写给大家看的设计书（第3版）[精品]》.epub",
    "夸克盘链接": "https://pan.quark.cn/s/a04fd8515828"
  },
  {
    "文件名": "《星星花2015年3—4月合刊[精品]》.epub",
    "夸克盘链接": "https://pan.quark.cn/s/15f2ecf4af48"
  },
  {
    "文件名": "《向前一步[精品]》.epub",
    "夸克盘链接": "https://pan.quark.cn/s/1b16ae71f3e9"
  },
  {
    "文件名": "《烟火气[精品]》.epub",
    "夸克盘链接": "https://pan.quark.cn/s/9a4555c6105d"
  },
  {
    "文件名": "《我因思爱成病——狗医生周乐乐和病人李兰妮[精品]》.epub",
    "夸克盘链接": "https://pan.quark.cn/s/b7be856cdc81"
  },
  {
    "文件名": "《一身孤注掷温柔 终章[精品]》.epub",
    "夸克盘链接": "https://pan.quark.cn/s/494ba1b7084b"
  },
  {
    "文件名": "《星星花2015年2月刊[精品]》.epub",
    "夸克盘链接": "https://pan.quark.cn/s/aa26fe09d1d1"
  },
  {
    "文件名": "《向老天爷要健康：24节气养生大法[精品]》.epub",
    "夸克盘链接": "https://pan.quark.cn/s/ee10cc7c1397"
  },
  {
    "文件名": "《一炮走红的国家[精品]》.epub",
    "夸克盘链接": "https://pan.quark.cn/s/605d79e2a85e"
  },
  {
    "文件名": "《胭脂扣[精品]》李碧华.epub",
    "夸克盘链接": "https://pan.quark.cn/s/16908a3a96ed"
  },
  {
    "文件名": "《哑舍Ⅲ[精品]》.epub",
    "夸克盘链接": "https://pan.quark.cn/s/1aef10ab8e14"
  },
  {
    "文件名": "《香血[精品]》.epub",
    "夸克盘链接": "https://pan.quark.cn/s/66c37cf5343a"
  },
  {
    "文件名": "《邪恶催眠师2[精品]》周浩晖.epub",
    "夸克盘链接": "https://pan.quark.cn/s/a3aa287e8de1"
  },
  {
    "文件名": "《星星花2015年1月刊[精品]》.epub",
    "夸克盘链接": "https://pan.quark.cn/s/7733c3274720"
  },
  {
    "文件名": "《香初上舞[精品]》.epub",
    "夸克盘链接": "https://pan.quark.cn/s/c2baa1d29efd"
  },
  {
    "文件名": "《哑舍Ⅲ[精品]》(1).epub",
    "夸克盘链接": "https://pan.quark.cn/s/8c31e3d7de8c"
  },
  {
    "文件名": "《邪恶催眠师[精品]》.epub",
    "夸克盘链接": "https://pan.quark.cn/s/ce0f9a98ebb0"
  },
  {
    "文件名": "《相知 莫相忘：邂逅唐宋的隔世红妆[精品]》姚青锋.epub",
    "夸克盘链接": "https://pan.quark.cn/s/658c33de8f05"
  },
  {
    "文件名": "《哑舍Ⅱ[精品]》.epub",
    "夸克盘链接": "https://pan.quark.cn/s/08e87b952443"
  },
  {
    "文件名": "《一念天堂[精品]》.epub",
    "夸克盘链接": "https://pan.quark.cn/s/40ddd49b0bb8"
  },
  {
    "文件名": "《相对论[精品]》.epub",
    "夸克盘链接": "https://pan.quark.cn/s/5a35dc060ff2"
  },
  {
    "文件名": "《一念繁华一念灰：宋词里的情殇与哀愁 [精品]》仁君.epub",
    "夸克盘链接": "https://pan.quark.cn/s/d7a0e7a584ed"
  },
  {
    "文件名": "《笑死人不偿命的冷笑话[精品]》.epub",
    "夸克盘链接": "https://pan.quark.cn/s/08754c29e420"
  },
  {
    "文件名": "《一路玩来是长大——阳光女孩范姜国一成长笔记[精品]》.epub",
    "夸克盘链接": "https://pan.quark.cn/s/9af63c6aa28c"
  },
  {
    "文件名": "《乡土难归（中国故事）[精品]》.epub",
    "夸克盘链接": "https://pan.quark.cn/s/ec1910b77cc9"
  },
  {
    "文件名": "《星际迷航：红衫[精品]》.epub",
    "夸克盘链接": "https://pan.quark.cn/s/ec9a10f3a3c0"
  },
  {
    "文件名": "《哑舍[精品]》.epub",
    "夸克盘链接": "https://pan.quark.cn/s/f766e9ad52da"
  },
  {
    "文件名": "《乡村志卷三·人心不古[精品]》贺享雍.epub",
    "夸克盘链接": "https://pan.quark.cn/s/c598f931ec92"
  },
  {
    "文件名": "《笑倾三国II[精品]》梦三生.epub",
    "夸克盘链接": "https://pan.quark.cn/s/3c707dd3cdc3"
  },
  {
    "文件名": "《乡村志卷二·民意是天[精品]》贺享雍.epub",
    "夸克盘链接": "https://pan.quark.cn/s/1f316cf60c28"
  },
  {
    "文件名": "《星河雪原[精品]》.epub",
    "夸克盘链接": "https://pan.quark.cn/s/4fca921cbfcd"
  },
  {
    "文件名": "《笑倾三国[精品]》梦三生.epub",
    "夸克盘链接": "https://pan.quark.cn/s/08f73e7e1d2e"
  },
  {
    "文件名": "《肖复兴音乐散文[精品]》肖复兴.epub",
    "夸克盘链接": "https://pan.quark.cn/s/91cc01fa95e8"
  },
  {
    "文件名": "《现在的泪，都是当年脑子进的水[精品]》马华兴.epub",
    "夸克盘链接": "https://pan.quark.cn/s/07712c5ed87e"
  },
  {
    "文件名": "《压力管理实务(第2版)[精品]》李焰.epub",
    "夸克盘链接": "https://pan.quark.cn/s/aa48e410dda9"
  },
  {
    "文件名": "《星辰微暖萤火光[精品]》涉水深.epub",
    "夸克盘链接": "https://pan.quark.cn/s/0042e2be3594"
  },
  {
    "文件名": "《星巴克体验[精品]》.epub",
    "夸克盘链接": "https://pan.quark.cn/s/fed9c736a367"
  },
  {
    "文件名": "《小资创业[精品]》.epub",
    "夸克盘链接": "https://pan.quark.cn/s/61702d2b15d3"
  },
  {
    "文件名": "《信仰[精品]》.epub",
    "夸克盘链接": "https://pan.quark.cn/s/d9c84edfe978"
  },
  {
    "文件名": "《小盐粒和妈妈失散之后[精品]》代晓琴.epub",
    "夸克盘链接": "https://pan.quark.cn/s/13e13cf35327"
  },
  {
    "文件名": "《寻找心灵的导师[精品]》方礼勇.epub",
    "夸克盘链接": "https://pan.quark.cn/s/351c49e5e3e1"
  },
  {
    "文件名": "《信号与噪声[精品]》Nate Silver.epub",
    "夸克盘链接": "https://pan.quark.cn/s/545ea55b191c"
  },
  {
    "文件名": "《小心！大病都有特别的小信号[精品]》邵沛.epub",
    "夸克盘链接": "https://pan.quark.cn/s/c5ac4f5f32ac"
  },
  {
    "文件名": "《寻找当下最美的自己[精品]》.epub",
    "夸克盘链接": "https://pan.quark.cn/s/388b08b20a3a"
  },
  {
    "文件名": "《现代诱惑症[精品]》丁捷.epub",
    "夸克盘链接": "https://pan.quark.cn/s/e9e47d2ef40f"
  },
  {
    "文件名": "《西班牙历史[精品]》.epub",
    "夸克盘链接": "https://pan.quark.cn/s/36efc8aaffd3"
  },
  {
    "文件名": "《现场救护手册[精品]》.epub",
    "夸克盘链接": "https://pan.quark.cn/s/6e098f152aa0"
  },
  {
    "文件名": "《寻路中国 - 彼得·海斯勒中国三部曲.epub",
    "夸克盘链接": "https://pan.quark.cn/s/d2b894074f50"
  },
  {
    "文件名": "《贤劫经·无注释版[精品]》.epub",
    "夸克盘链接": "https://pan.quark.cn/s/9c0f9d0ed1e1"
  },
  {
    "文件名": "《小王子(中英法彩绘典藏纪念版)[精品]》.epub",
    "夸克盘链接": "https://pan.quark.cn/s/1419b8158734"
  },
  {
    "文件名": "《闲读诗书慢著文[精品]》韩光智.epub",
    "夸克盘链接": "https://pan.quark.cn/s/65f3c216736f"
  },
  {
    "文件名": "《先生[精品]》《先生》剧组 《新周刊》.epub",
    "夸克盘链接": "https://pan.quark.cn/s/70ddfb687c4f"
  },
  {
    "文件名": "《信（东野圭吾作品）[精品]》.epub",
    "夸克盘链接": "https://pan.quark.cn/s/a98fb940a245"
  },
  {
    "文件名": "《雾之子[精品]》雪莉儿·凯·塔迪夫.epub",
    "夸克盘链接": "https://pan.quark.cn/s/8d575489bbf9"
  },
  {
    "文件名": "《薪酬体系设计实务手册(第2版) (弗布克系列丛书 17)[精品]》.epub",
    "夸克盘链接": "https://pan.quark.cn/s/63728c0d3f52"
  },
  {
    "文件名": "《仙剑奇侠传2[精品]》.epub",
    "夸克盘链接": "https://pan.quark.cn/s/cf2a67a39249"
  },
  {
    "文件名": "《小说与人生境界十讲[精品]》.epub",
    "夸克盘链接": "https://pan.quark.cn/s/6594373b4de6"
  },
  {
    "文件名": "《仙剑奇侠传1[精品]》.epub",
    "夸克盘链接": "https://pan.quark.cn/s/9c80b3847f1d"
  },
  {
    "文件名": "《小强升职记[精品]》.epub",
    "夸克盘链接": "https://pan.quark.cn/s/42d400408261"
  },
  {
    "文件名": "《夏至未至》.epub",
    "夸克盘链接": "https://pan.quark.cn/s/e3dedfe7e6cb"
  },
  {
    "文件名": "《雾都孤儿（经典译林）[精品]》查尔斯·狄更斯.epub",
    "夸克盘链接": "https://pan.quark.cn/s/b2c321c65c93"
  },
  {
    "文件名": "《新中国水电的起步（中国故事）[精品]》.epub",
    "夸克盘链接": "https://pan.quark.cn/s/a3e55daeabc6"
  },
  {
    "文件名": "《新执行[精品]》.epub",
    "夸克盘链接": "https://pan.quark.cn/s/3b1e847adc76"
  },
  {
    "文件名": "《悟空传[精品]》.epub",
    "夸克盘链接": "https://pan.quark.cn/s/7123e76251a4"
  },
  {
    "文件名": "《夏至未至[精品]》郭敬明.epub",
    "夸克盘链接": "https://pan.quark.cn/s/a6c32316cb4b"
  },
  {
    "文件名": "《小女子的麻辣江湖[精品]》.epub",
    "夸克盘链接": "https://pan.quark.cn/s/7de501b03af0"
  },
  {
    "文件名": "《小刘美国游记[精品]》刘杰文.epub",
    "夸克盘链接": "https://pan.quark.cn/s/ba08a3f903ca"
  },
  {
    "文件名": "《悟道张仲景——平脉辨证解读[精品]》.epub",
    "夸克盘链接": "https://pan.quark.cn/s/813f7dbc84fc"
  },
  {
    "文件名": "《夏有乔木，雅望天堂2[精品]》.epub",
    "夸克盘链接": "https://pan.quark.cn/s/1c9590d800e7"
  },
  {
    "文件名": "《悟道张仲景——平脉辨证解读[精品]》 (1).epub",
    "夸克盘链接": "https://pan.quark.cn/s/72739e5a9e6d"
  },
  {
    "文件名": "《小鬼阅读—小鬼的大步走天下[精品]》凌泽贤.epub",
    "夸克盘链接": "https://pan.quark.cn/s/7d921616002e"
  },
  {
    "文件名": "《夏有乔木，雅望天堂1[精品]》.epub",
    "夸克盘链接": "https://pan.quark.cn/s/537dfeb33238"
  },
  {
    "文件名": "《物种起源--国民阅读经典[精品]》.epub",
    "夸克盘链接": "https://pan.quark.cn/s/3ffc8279ea74"
  },
  {
    "文件名": "《夏有乔木 雅望天堂3[精品]》.epub",
    "夸克盘链接": "https://pan.quark.cn/s/b25b1726df3c"
  },
  {
    "文件名": "《小狗钱钱的人生整理术：30日职场、生活、财富的赢家养成法则[精品]》.epub",
    "夸克盘链接": "https://pan.quark.cn/s/e192a9d797d3"
  },
  {
    "文件名": "《小公主[精品]》【美国】 F.H.伯内特 译者：李文俊.epub",
    "夸克盘链接": "https://pan.quark.cn/s/6c028d911d4d"
  },
  {
    "文件名": "《下一站-“80后”留学生访谈录[精品]》.epub",
    "夸克盘链接": "https://pan.quark.cn/s/1e917eee23ff"
  },
  {
    "文件名": "《小公司如何做大，新公司如何做强[精品]》崔自三.epub",
    "夸克盘链接": "https://pan.quark.cn/s/7046f36b3aa4"
  },
  {
    "文件名": "《狭义与广义相对论浅说[精品]》.epub",
    "夸克盘链接": "https://pan.quark.cn/s/93699d509cc7"
  },
  {
    "文件名": "《我实在不想看你再受折磨了[精品]》小矛.epub",
    "夸克盘链接": "https://pan.quark.cn/s/24d7f8b6aa7e"
  },
  {
    "文件名": "《小大师  和梵高玩儿色彩[精品]》.epub",
    "夸克盘链接": "https://pan.quark.cn/s/f20c5ac3050b"
  },
  {
    "文件名": "《武器知识篇》(二)[精品]》王月霞.epub",
    "夸克盘链接": "https://pan.quark.cn/s/198d0f373c8d"
  },
  {
    "文件名": "《细节里的中国（中国故事）[精品]》.epub",
    "夸克盘链接": "https://pan.quark.cn/s/11cb54a1e9e9"
  },
  {
    "文件名": "《武林外史3[精品]》古龙.epub",
    "夸克盘链接": "https://pan.quark.cn/s/214b7b819ed4"
  },
  {
    "文件名": "《洗脑术2.实践篇[精品]》.epub",
    "夸克盘链接": "https://pan.quark.cn/s/4d5b01b8e1e8"
  },
  {
    "文件名": "《洗脑术[精品]》《洗脑术[精品]》.epub",
    "夸克盘链接": "https://pan.quark.cn/s/9401a24b54e5"
  },
  {
    "文件名": "《天下第一庄[精品]》.epub",
    "夸克盘链接": "https://pan.quark.cn/s/df90f285f31e"
  },
  {
    "文件名": "《洗脑术[精品]》.epub",
    "夸克盘链接": "https://pan.quark.cn/s/d563aac234fb"
  },
  {
    "文件名": "《小奥理财之利息为王[精品]》.epub",
    "夸克盘链接": "https://pan.quark.cn/s/2a786402a5a7"
  },
  {
    "文件名": "《武林外史1[精品]》古龙.epub",
    "夸克盘链接": "https://pan.quark.cn/s/07814e8c44bf"
  },
  {
    "文件名": "《习惯的力量[精品]》查尔斯·杜西格 著,吴奕俊，陈丽丽，曹烨 译.epub",
    "夸克盘链接": "https://pan.quark.cn/s/02b148ec48d4"
  },
  {
    "文件名": "《销售经理的22条军规[精品]》.epub",
    "夸克盘链接": "https://pan.quark.cn/s/bad3b26b2138"
  },
  {
    "文件名": "《午后薰衣茶（网络又名：小魔女的必杀技）[精品]》明晓溪.epub",
    "夸克盘链接": "https://pan.quark.cn/s/020f07f009eb"
  },
  {
    "文件名": "《习惯的力量[精品]》.epub",
    "夸克盘链接": "https://pan.quark.cn/s/907c715929f0"
  },
  {
    "文件名": "《五岁熊孩子教我的事[精品]》.epub",
    "夸克盘链接": "https://pan.quark.cn/s/ac96311d900f"
  },
  {
    "文件名": "《梧桐那么伤[精品]》乐小米.epub",
    "夸克盘链接": "https://pan.quark.cn/s/bf9b09c6b2b0"
  },
  {
    "文件名": "《吴小莉：与卓越同行[精品]》.epub",
    "夸克盘链接": "https://pan.quark.cn/s/6d660df2c2ba"
  },
  {
    "文件名": "《习惯的力量[精品]》(1).epub",
    "夸克盘链接": "https://pan.quark.cn/s/afda54b20ea5"
  },
  {
    "文件名": "《无知的博弈：有限信息下的生存智慧[精品]》董志强.epub",
    "夸克盘链接": "https://pan.quark.cn/s/b6e2d305ef22"
  },
  {
    "文件名": "《希特勒性格分析报告[精品]》亨利·A.穆雷.epub",
    "夸克盘链接": "https://pan.quark.cn/s/139bdd59aef1"
  },
  {
    "文件名": "《无影灯[精品]》渡边淳一.epub",
    "夸克盘链接": "https://pan.quark.cn/s/0738ff3fd07f"
  },
  {
    "文件名": "《无限透明的思念》[精品]》.epub",
    "夸克盘链接": "https://pan.quark.cn/s/bec4b3f58e2f"
  },
  {
    "文件名": "《无声告白[精品]》.epub",
    "夸克盘链接": "https://pan.quark.cn/s/e1bddb9d5822"
  },
  {
    "文件名": "《希腊神话故事[精品]》.epub",
    "夸克盘链接": "https://pan.quark.cn/s/6de6cc28c312"
  },
  {
    "文件名": "《无尽意[精品]》.epub",
    "夸克盘链接": "https://pan.quark.cn/s/8eb033b3caf7"
  },
  {
    "文件名": "《无辜者[精品]》.epub",
    "夸克盘链接": "https://pan.quark.cn/s/06a8953e2a1b"
  },
  {
    "文件名": "《西游日记[精品]》.epub",
    "夸克盘链接": "https://pan.quark.cn/s/c2fbf94bfae4"
  },
  {
    "文件名": "《无非求碗热汤喝[精品]》张佳玮.epub",
    "夸克盘链接": "https://pan.quark.cn/s/7cf643bc2b5e"
  },
  {
    "文件名": "《西游记里的那些谜[精品]》.epub",
    "夸克盘链接": "https://pan.quark.cn/s/90d4ef0a8cf9"
  },
  {
    "文件名": "《无常[精品]》.epub",
    "夸克盘链接": "https://pan.quark.cn/s/c1cfb7d95634"
  },
  {
    "文件名": "《西非丛林的家（中国故事·梁子第一次走进非洲）[精品]》.epub",
    "夸克盘链接": "https://pan.quark.cn/s/8e8a89f54f75"
  },
  {
    "文件名": "《无病时代[精品]》.epub",
    "夸克盘链接": "https://pan.quark.cn/s/ab1f5211dfd8"
  },
  {
    "文件名": "《西方哲学史[精品]》【美】弗兰克·梯利.epub",
    "夸克盘链接": "https://pan.quark.cn/s/020c10ff2b3c"
  },
  {
    "文件名": "《乌青诗集[精品]》.epub",
    "夸克盘链接": "https://pan.quark.cn/s/20f3baf74bc4"
  },
  {
    "文件名": "《乌龙英语-生活英语降“龙”十八“章” [精品]》.epub",
    "夸克盘链接": "https://pan.quark.cn/s/e35b710b941e"
  },
  {
    "文件名": "《西方哲学史[精品]》.epub",
    "夸克盘链接": "https://pan.quark.cn/s/c32c843d41d4"
  },
  {
    "文件名": "《西窗风雨[精品]》.epub",
    "夸克盘链接": "https://pan.quark.cn/s/ec8720560513"
  },
  {
    "文件名": "《乌合之众[精品]》【法】古斯塔夫·勒庞.epub",
    "夸克盘链接": "https://pan.quark.cn/s/b279722d39d1"
  },
  {
    "文件名": "《沃顿商学院最受欢迎的谈判课[精品]》斯图尔特·戴蒙德.epub",
    "夸克盘链接": "https://pan.quark.cn/s/a3160b53ac4b"
  },
  {
    "文件名": "《沃顿商学院最受欢迎的谈判课[精品]》.epub",
    "夸克盘链接": "https://pan.quark.cn/s/5ea45931d23f"
  },
  {
    "文件名": "《沃顿管理精要：做最好的决策[精品]》.epub",
    "夸克盘链接": "https://pan.quark.cn/s/fa246661d7db"
  },
  {
    "文件名": "《我送女儿进常春藤[精品]》.epub",
    "夸克盘链接": "https://pan.quark.cn/s/b8ddf68c0c0b"
  },
  {
    "文件名": "《沃顿管理精要：顾客中心化[精品]》【美】彼得·法德尔（Peter S. Fader）.epub",
    "夸克盘链接": "https://pan.quark.cn/s/a33385e76d90"
  },
  {
    "文件名": "《沃顿管理精要：读懂财务语言[精品]》【美]】理查德.epub",
    "夸克盘链接": "https://pan.quark.cn/s/ab7802febe40"
  },
  {
    "文件名": "《我是这样考上北大清华的（王金战系列丛书）[精品]》.epub",
    "夸克盘链接": "https://pan.quark.cn/s/9e454dcbaccf"
  },
  {
    "文件名": "《我是你一辈子的试用品[精品]》.epub",
    "夸克盘链接": "https://pan.quark.cn/s/6bd75b53d27b"
  },
  {
    "文件名": "《我做散户这十年：三万赚到千万[精品]》徐茂华.epub",
    "夸克盘链接": "https://pan.quark.cn/s/153c8c117867"
  },
  {
    "文件名": "《我是猫-[日]夏目漱石 著 曹曼 译[精品]》.epub",
    "夸克盘链接": "https://pan.quark.cn/s/0af3b1425c7c"
  },
  {
    "文件名": "《我坐在彼德拉河畔，哭泣[精品]》.epub",
    "夸克盘链接": "https://pan.quark.cn/s/8e32df30c289"
  },
  {
    "文件名": "《我只是对人生过敏[精品]》.epub",
    "夸克盘链接": "https://pan.quark.cn/s/e12773ffee64"
  },
  {
    "文件名": "《我是猫 (经典译林)[精品]》.epub",
    "夸克盘链接": "https://pan.quark.cn/s/1d658e789b16"
  },
  {
    "文件名": "《我是马拉拉[精品]》.epub",
    "夸克盘链接": "https://pan.quark.cn/s/5b71839c41a5"
  },
  {
    "文件名": "《我知道你不知道的自己在想什么[精品]》果壳.epub",
    "夸克盘链接": "https://pan.quark.cn/s/133ea59823b8"
  },
  {
    "文件名": "《我知道你不知道的自己在想什么[精品]》.epub",
    "夸克盘链接": "https://pan.quark.cn/s/c5d2022cd19e"
  },
  {
    "文件名": "《我是个算命先生2[精品]》.epub",
    "夸克盘链接": "https://pan.quark.cn/s/3a36a700d783"
  },
  {
    "文件名": "《我这个普通人的生活[精品]》.epub",
    "夸克盘链接": "https://pan.quark.cn/s/6ec3bf1c54f0"
  },
  {
    "文件名": "《我站在桥上看风景[精品]》顾西爵.epub",
    "夸克盘链接": "https://pan.quark.cn/s/096e4a29b2f1"
  },
  {
    "文件名": "《我是个大师2[精品]》.epub",
    "夸克盘链接": "https://pan.quark.cn/s/a3b677d4d055"
  },
  {
    "文件名": "《我在最温暖的地方等你[精品]》.epub",
    "夸克盘链接": "https://pan.quark.cn/s/f7b7a976a7d5"
  },
  {
    "文件名": "《我在雨中等你 精品 》.epub",
    "夸克盘链接": "https://pan.quark.cn/s/593e589e87df"
  },
  {
    "文件名": "《我是歌手之张杰勿忘心安[精品]》.epub",
    "夸克盘链接": "https://pan.quark.cn/s/af9c19a44a6a"
  },
  {
    "文件名": "《我愿流浪在小镇[精品]》.epub",
    "夸克盘链接": "https://pan.quark.cn/s/cbc4b122fe32"
  },
  {
    "文件名": "《我与地坛[精品]》.epub",
    "夸克盘链接": "https://pan.quark.cn/s/ad05fd21733f"
  },
  {
    "文件名": "《天下第一笔[精品]》白艳平.epub",
    "夸克盘链接": "https://pan.quark.cn/s/a8f24d4e6ecf"
  },
  {
    "文件名": "《我亦飘零久[精品]》.epub",
    "夸克盘链接": "https://pan.quark.cn/s/06cf836af4e3"
  },
  {
    "文件名": "《天天25小时[精品]》.epub",
    "夸克盘链接": "https://pan.quark.cn/s/10b7b3f18a51"
  },
  {
    "文件名": "《我姓褚，褚橙的褚 （中国故事）[精品]》.epub",
    "夸克盘链接": "https://pan.quark.cn/s/f1ec588b5b41"
  },
  {
    "文件名": "《我心安处是幸福：女人最美好的生命姿态[精品]》.epub",
    "夸克盘链接": "https://pan.quark.cn/s/a0fb42fa35c0"
  },
  {
    "文件名": "《我能贡献什么[精品]》.epub",
    "夸克盘链接": "https://pan.quark.cn/s/d596cd146488"
  },
  {
    "文件名": "《天堂向左，深圳往右[精品]》慕容雪村.epub",
    "夸克盘链接": "https://pan.quark.cn/s/fa24c0e9dcf2"
  },
  {
    "文件名": "《天堂十记[精品]》.epub",
    "夸克盘链接": "https://pan.quark.cn/s/37ac42f65e47"
  },
  {
    "文件名": "《天堂没有眼泪[精品]》天堂没有眼泪.epub",
    "夸克盘链接": "https://pan.quark.cn/s/d8d61c93bcc4"
  },
  {
    "文件名": "《我们这儿是精神病院[精品]》小安.epub",
    "夸克盘链接": "https://pan.quark.cn/s/11904d857ea7"
  },
  {
    "文件名": "《天使知道我爱你[精品]》.epub",
    "夸克盘链接": "https://pan.quark.cn/s/528e1143b698"
  },
  {
    "文件名": "《我想你了，爸爸[精品]》平平.epub",
    "夸克盘链接": "https://pan.quark.cn/s/33c0f0141bbb"
  },
  {
    "文件名": "《天生就会跑[精品]》.epub",
    "夸克盘链接": "https://pan.quark.cn/s/d9125bafad4d"
  },
  {
    "文件名": "《我们在路上热泪盈眶[精品]》.epub",
    "夸克盘链接": "https://pan.quark.cn/s/f3bae23ca56b"
  },
  {
    "文件名": "《天命-钱莉芳[精品]》.epub",
    "夸克盘链接": "https://pan.quark.cn/s/3462c011a026"
  },
  {
    "文件名": "《天空之外[精品]》张琦琦.epub",
    "夸克盘链接": "https://pan.quark.cn/s/f76c39a7bd40"
  },
  {
    "文件名": "《我们要好好的，吃晚餐[精品]》蜜思.epub",
    "夸克盘链接": "https://pan.quark.cn/s/92641ad84f4c"
  },
  {
    "文件名": "《天机4[精品]》.epub",
    "夸克盘链接": "https://pan.quark.cn/s/adcfdd12ef73"
  },
  {
    "文件名": "《天机4 精品 》.epub",
    "夸克盘链接": "https://pan.quark.cn/s/e33a005c9782"
  },
  {
    "文件名": "《我喜欢你，也愿意放弃你[精品]》.epub",
    "夸克盘链接": "https://pan.quark.cn/s/8faca5aa8169"
  },
  {
    "文件名": "《我喜欢当年喜欢你的我[精品]》.epub",
    "夸克盘链接": "https://pan.quark.cn/s/413dd6904c2b"
  },
  {
    "文件名": "《我们心中的怕和爱[精品]》.epub",
    "夸克盘链接": "https://pan.quark.cn/s/df57e8a433ec"
  },
  {
    "文件名": "《我们为什么旅行[精品]》.epub",
    "夸克盘链接": "https://pan.quark.cn/s/f80a76dcac87"
  },
  {
    "文件名": "《天机3[精品]》.epub",
    "夸克盘链接": "https://pan.quark.cn/s/2c7bf7951bf8"
  },
  {
    "文件名": "《我为什么要投资你[精品]》.epub",
    "夸克盘链接": "https://pan.quark.cn/s/fc7cbeb7e8e4"
  },
  {
    "文件名": "《天机3 精品 》.epub",
    "夸克盘链接": "https://pan.quark.cn/s/5a6bdafd61d5"
  },
  {
    "文件名": "《我们为什么会分手[精品]》.epub",
    "夸克盘链接": "https://pan.quark.cn/s/b75f65432a44"
  },
  {
    "文件名": "《我们为什么不快乐[精品]》.epub",
    "夸克盘链接": "https://pan.quark.cn/s/449b5ec80517"
  },
  {
    "文件名": "《天机2 精品 》.epub",
    "夸克盘链接": "https://pan.quark.cn/s/1b8e7b51f00b"
  },
  {
    "文件名": "《我们台湾这些年（合集）[精品]》.epub",
    "夸克盘链接": "https://pan.quark.cn/s/f187606e5db3"
  },
  {
    "文件名": "《我的河山 会战篇[精品]》.epub",
    "夸克盘链接": "https://pan.quark.cn/s/4f5be88df1f1"
  },
  {
    "文件名": "《我们什么时候处理尸体[精品]》天蚕王.epub",
    "夸克盘链接": "https://pan.quark.cn/s/c3f8dcd5d185"
  },
  {
    "文件名": "《天机1[精品]》.epub",
    "夸克盘链接": "https://pan.quark.cn/s/bbef8d2a4af9"
  },
  {
    "文件名": "《我们如何走到这一步[精品]》.epub",
    "夸克盘链接": "https://pan.quark.cn/s/956368b665a6"
  },
  {
    "文件名": "《我的父亲是只猫·译言古登堡计划[精品]》亨利·斯莱萨.epub",
    "夸克盘链接": "https://pan.quark.cn/s/bc19ce54068b"
  },
  {
    "文件名": "《我们如何拯救过去： 梁漱溟谈中国文化[精品]》梁漱溟.epub",
    "夸克盘链接": "https://pan.quark.cn/s/79669c400e38"
  },
  {
    "文件名": "《我的第一堂人际关系公开课[精品]》.epub",
    "夸克盘链接": "https://pan.quark.cn/s/36f16ebf615f"
  },
  {
    "文件名": "《天机1 精品 》.epub",
    "夸克盘链接": "https://pan.quark.cn/s/0b3e9cb0b193"
  },
  {
    "文件名": "《我们能做什么[精品]》.epub",
    "夸克盘链接": "https://pan.quark.cn/s/75c2b5b44a64"
  },
  {
    "文件名": "《我的第一本销售入门书——从销售新人到销售冠军[精品]》.epub",
    "夸克盘链接": "https://pan.quark.cn/s/16c1b8fd0c99"
  },
  {
    "文件名": "《我们居然回去了[精品]》王若虚.epub",
    "夸克盘链接": "https://pan.quark.cn/s/2e78a4d6d883"
  },
  {
    "文件名": "《天才的抉择（中国故事）[精品]》.epub",
    "夸克盘链接": "https://pan.quark.cn/s/5ee0dbece25e"
  },
  {
    "文件名": "《天才的出走（中国故事）[精品]》.epub",
    "夸克盘链接": "https://pan.quark.cn/s/110394357eed"
  },
  {
    "文件名": "《我曾在深夜痛哭，想和你聊聊人生[精品]》刘柳.epub",
    "夸克盘链接": "https://pan.quark.cn/s/e3c03ffcedf6"
  },
  {
    "文件名": "《天崩地裂三百年：两晋南北朝的泣血悲歌（下）[精品]》.epub",
    "夸克盘链接": "https://pan.quark.cn/s/27b61ea7e717"
  },
  {
    "文件名": "《我们家[精品]》.epub",
    "夸克盘链接": "https://pan.quark.cn/s/6e445f308466"
  },
  {
    "文件名": "《我们都有秘密[精品]》.epub",
    "夸克盘链接": "https://pan.quark.cn/s/738212fc59e3"
  },
  {
    "文件名": "《天崩地裂三百年：两晋南北朝的泣血悲歌（上）[精品]》.epub",
    "夸克盘链接": "https://pan.quark.cn/s/cf80131515ab"
  },
  {
    "文件名": "《我曾爱你那么多[精品]》.epub",
    "夸克盘链接": "https://pan.quark.cn/s/9d3990b64ab9"
  },
  {
    "文件名": "《我们都爱玩发型[精品]》.epub",
    "夸克盘链接": "https://pan.quark.cn/s/33b9c28bcd5f"
  },
  {
    "文件名": "《我不是潘金莲[精品]》刘震云.epub",
    "夸克盘链接": "https://pan.quark.cn/s/189b569180ec"
  },
  {
    "文件名": "《天啊！我该拿你怎么办：菜鸟妈妈育儿手记[精品]》非儿.epub",
    "夸克盘链接": "https://pan.quark.cn/s/cc04d73f1839"
  },
  {
    "文件名": "《我把一切告诉你2[精品]》万里依然.epub",
    "夸克盘链接": "https://pan.quark.cn/s/2d19ad853b70"
  },
  {
    "文件名": "《微表情心理学[精品]》哈里·巴尔肯.epub",
    "夸克盘链接": "https://pan.quark.cn/s/4a53b2066996"
  },
  {
    "文件名": "《我把一切告诉你1[精品]》万里依然.epub",
    "夸克盘链接": "https://pan.quark.cn/s/7fb99c8672bb"
  },
  {
    "文件名": "《危险人格识别术[精品]》.epub",
    "夸克盘链接": "https://pan.quark.cn/s/af021647da08"
  },
  {
    "文件名": "《我把青春献给你[精品]》.epub",
    "夸克盘链接": "https://pan.quark.cn/s/ac04b1ab1f09"
  },
  {
    "文件名": "《网议红楼[精品]》.epub",
    "夸克盘链接": "https://pan.quark.cn/s/c3b157257ccb"
  },
  {
    "文件名": "《替身[精品]》张之路.epub",
    "夸克盘链接": "https://pan.quark.cn/s/491241ee754d"
  },
  {
    "文件名": "《我们都爱发神经[精品]》.epub",
    "夸克盘链接": "https://pan.quark.cn/s/529626398b4b"
  },
  {
    "文件名": "《替身[精品]》西樵媛.epub",
    "夸克盘链接": "https://pan.quark.cn/s/2d98e1516d88"
  },
  {
    "文件名": "《网飞传奇：从电影租赁店到在线视频新巨头的历程揭秘[精品]》.epub",
    "夸克盘链接": "https://pan.quark.cn/s/0d725f1c4e32"
  },
  {
    "文件名": "《啼血的铜鹤[精品]》【日】久生十兰.epub",
    "夸克盘链接": "https://pan.quark.cn/s/cd11b72d1b27"
  },
  {
    "文件名": "《王阳明心学智慧[精品]》.epub",
    "夸克盘链接": "https://pan.quark.cn/s/51e27eb283c8"
  },
  {
    "文件名": "《我们的历史：《乌托邦时代》[精品]》.epub",
    "夸克盘链接": "https://pan.quark.cn/s/15199820ac21"
  },
  {
    "文件名": "《特劳特营销十要(特劳特商战经典)[精品]》.epub",
    "夸克盘链接": "https://pan.quark.cn/s/78704ca62bb1"
  },
  {
    "文件名": "《王小波作品精选[精品]》王小波.epub",
    "夸克盘链接": "https://pan.quark.cn/s/c2e01e00c28f"
  },
  {
    "文件名": "《我爱这哭不出来的浪漫[精品]》.epub",
    "夸克盘链接": "https://pan.quark.cn/s/0ced4a6fee32"
  },
  {
    "文件名": "《王小波传[精品]》.epub",
    "夸克盘链接": "https://pan.quark.cn/s/6af072468068"
  },
  {
    "文件名": "《桃之夭夭20141B[精品]》.epub",
    "夸克盘链接": "https://pan.quark.cn/s/f91ef7a1f6e0"
  },
  {
    "文件名": "《特级教师高中文言文译解(增订版)[精品]》.epub",
    "夸克盘链接": "https://pan.quark.cn/s/a872f1837716"
  },
  {
    "文件名": "《王石的万科管理之道[精品]》赵伟.epub",
    "夸克盘链接": "https://pan.quark.cn/s/f2ed0c5fac5b"
  },
  {
    "文件名": "《我们的历史：《乌托邦时代（前篇）》[精品]》.epub",
    "夸克盘链接": "https://pan.quark.cn/s/5b04a1cff47e"
  },
  {
    "文件名": "《王金战眼中的衡水中学（王金战系列丛书）[精品]》.epub",
    "夸克盘链接": "https://pan.quark.cn/s/d1e32632d1fd"
  },
  {
    "文件名": "《我爱你，时间没什么了不起[精品]》.epub",
    "夸克盘链接": "https://pan.quark.cn/s/9af7e56b7938"
  },
  {
    "文件名": "《淘宝村的故事（中国故事）[精品]》.epub",
    "夸克盘链接": "https://pan.quark.cn/s/b9dabad16d50"
  },
  {
    "文件名": "《我，就是我[精品]》邬晓菁.epub",
    "夸克盘链接": "https://pan.quark.cn/s/1163b96e2b8a"
  },
  {
    "文件名": "《桃之夭夭201412B[精品]》.epub",
    "夸克盘链接": "https://pan.quark.cn/s/c082b0eb44d9"
  },
  {
    "文件名": "《王健林的政商丛林 （中国故事）[精品]》.epub",
    "夸克盘链接": "https://pan.quark.cn/s/d958875ff875"
  },
  {
    "文件名": "《桃之夭夭20141A[精品]》.epub",
    "夸克盘链接": "https://pan.quark.cn/s/f3c1db25d97d"
  },
  {
    "文件名": "《我们不能停止不爱，杜拉斯传[精品]》.epub",
    "夸克盘链接": "https://pan.quark.cn/s/83c91ba4be39"
  },
  {
    "文件名": "《问道[精品]》.epub",
    "夸克盘链接": "https://pan.quark.cn/s/b30f8325a5cd"
  },
  {
    "文件名": "《万有引力之虹[精品]》.epub",
    "夸克盘链接": "https://pan.quark.cn/s/dbc4dd40302f"
  },
  {
    "文件名": "《我们·爱别离[精品]》谈笑静.epub",
    "夸克盘链接": "https://pan.quark.cn/s/6f8c9d9d7f9e"
  },
  {
    "文件名": "《桃衣卿相[精品]》鲁浩川.epub",
    "夸克盘链接": "https://pan.quark.cn/s/8885af0d081f"
  },
  {
    "文件名": "《倘若爱没有搁浅[精品]》心语如兰.epub",
    "夸克盘链接": "https://pan.quark.cn/s/89475493232c"
  },
  {
    "文件名": "《万物之冷（中国故事）[精品]》.epub",
    "夸克盘链接": "https://pan.quark.cn/s/735daead148e"
  },
  {
    "文件名": "《蚊舞图（最好看的当代名家小小说）[精品]》.epub",
    "夸克盘链接": "https://pan.quark.cn/s/bea06ea0d068"
  },
  {
    "文件名": "《唐宋间迷失的帝国Ⅴ：力挽狂澜[精品]》奎文阁.epub",
    "夸克盘链接": "https://pan.quark.cn/s/d9de4f82cca1"
  },
  {
    "文件名": "《桃之夭夭201412A[精品]》.epub",
    "夸克盘链接": "https://pan.quark.cn/s/7cad7d2820b7"
  },
  {
    "文件名": "《万物生长[精品]》冯唐.epub",
    "夸克盘链接": "https://pan.quark.cn/s/dea115fc4509"
  },
  {
    "文件名": "《闻香榭4：镜花魔生[精品]》海的温度.epub",
    "夸克盘链接": "https://pan.quark.cn/s/e2d04cd27c59"
  },
  {
    "文件名": "《万达哲学：王健林首次自述经营之道[精品]》.epub",
    "夸克盘链接": "https://pan.quark.cn/s/1284fdf2a1e6"
  },
  {
    "文件名": "《闻香榭3：沉香梦醒[精品]》海的温度.epub",
    "夸克盘链接": "https://pan.quark.cn/s/f9fb8a0ad0d0"
  },
  {
    "文件名": "《玩转微博：个人、企业、政府微博实用指南[精品]》王弘张.epub",
    "夸克盘链接": "https://pan.quark.cn/s/87213d97156a"
  },
  {
    "文件名": "《闻香榭2：玉露无心[精品]》海的温度.epub",
    "夸克盘链接": "https://pan.quark.cn/s/935ed2d210a4"
  },
  {
    "文件名": "《唐宋词的魅力：基于古典诗词曲之比较研究[精品]》潘裕民.epub",
    "夸克盘链接": "https://pan.quark.cn/s/39fc8824276a"
  },
  {
    "文件名": "《桃之夭夭201411A[精品]》.epub",
    "夸克盘链接": "https://pan.quark.cn/s/4331a83e8084"
  },
  {
    "文件名": "《我妈一直很想要的安全买菜经[精品]》何丽.epub",
    "夸克盘链接": "https://pan.quark.cn/s/4c3a85662f8b"
  },
  {
    "文件名": "《唐宋八大家作品集选·王安石[精品]》.epub",
    "夸克盘链接": "https://pan.quark.cn/s/00766fc51e10"
  },
  {
    "文件名": "《闻香榭1：脂粉有灵[精品]》海的温度.epub",
    "夸克盘链接": "https://pan.quark.cn/s/762e06f8cc64"
  },
  {
    "文件名": "《我来自越战（中国故事）[精品]》.epub",
    "夸克盘链接": "https://pan.quark.cn/s/977548c9e59d"
  },
  {
    "文件名": "《文章写作知识大全[精品]》.epub",
    "夸克盘链接": "https://pan.quark.cn/s/87c8846aafd0"
  },
  {
    "文件名": "《我来剥历史的皮[精品]》.epub",
    "夸克盘链接": "https://pan.quark.cn/s/93b8a935c1be"
  },
  {
    "文件名": "《完美关系的秘密[精品]》.epub",
    "夸克盘链接": "https://pan.quark.cn/s/044bbe927d8d"
  },
  {
    "文件名": "《文艺女青年这种病，生个孩子就好了[精品]》.epub",
    "夸克盘链接": "https://pan.quark.cn/s/c6d62b868ec1"
  },
  {
    "文件名": "《唐宋八大家作品集选·苏洵[精品]》.epub",
    "夸克盘链接": "https://pan.quark.cn/s/6844da56aeeb"
  },
  {
    "文件名": "《文学回忆录[精品]》.epub",
    "夸克盘链接": "https://pan.quark.cn/s/244d6e60c7d4"
  },
  {
    "文件名": "《外星人之谜[精品]》.epub",
    "夸克盘链接": "https://pan.quark.cn/s/1f1fe4e3621e"
  },
  {
    "文件名": "《桃之夭夭20157B[精品]》.epub",
    "夸克盘链接": "https://pan.quark.cn/s/2bf993cd1ddc"
  },
  {
    "文件名": "《我读天下无字书[精品]》丁学良.epub",
    "夸克盘链接": "https://pan.quark.cn/s/042452446a3a"
  },
  {
    "文件名": "《瓦尔登湖[精品]》【美】亨利·大卫·梭罗.epub",
    "夸克盘链接": "https://pan.quark.cn/s/d3e5d4ae787d"
  },
  {
    "文件名": "《唐宋八大家作品集选·苏轼[精品]》.epub",
    "夸克盘链接": "https://pan.quark.cn/s/1db57ec6835b"
  },
  {
    "文件名": "《瓦尔登湖[精品]》.epub",
    "夸克盘链接": "https://pan.quark.cn/s/ca6afee93010"
  },
  {
    "文件名": "《我读书少，你可别骗我[精品]》.epub",
    "夸克盘链接": "https://pan.quark.cn/s/15343829060f"
  },
  {
    "文件名": "《文明的度量：社会发展如何决定国家命运[精品]》Ian Morris.epub",
    "夸克盘链接": "https://pan.quark.cn/s/942c6e4fab92"
  },
  {
    "文件名": "《挖历史[精品]》.epub",
    "夸克盘链接": "https://pan.quark.cn/s/fe323bfa8160"
  },
  {
    "文件名": "《我读：读书，让我们不再孤单[精品]》.epub",
    "夸克盘链接": "https://pan.quark.cn/s/bc0e384cd742"
  },
  {
    "文件名": "《唐宋八大家作品集选·欧阳修[精品]》.epub",
    "夸克盘链接": "https://pan.quark.cn/s/e758cdb76a12"
  },
  {
    "文件名": "《桃之夭夭20157A[精品]》.epub",
    "夸克盘链接": "https://pan.quark.cn/s/bbe727f0f5f8"
  },
  {
    "文件名": "《唐宋八大家作品集选·柳宗元[精品]》.epub",
    "夸克盘链接": "https://pan.quark.cn/s/18ad2f5469ac"
  },
  {
    "文件名": "《文化苦旅(新版）[精品]》.epub",
    "夸克盘链接": "https://pan.quark.cn/s/b9c7a4b2c492"
  },
  {
    "文件名": "《我的最后一本日语语法书，看这本真的够了[精品]》程楠.epub",
    "夸克盘链接": "https://pan.quark.cn/s/5429777d27b0"
  },
  {
    "文件名": "《唐宋八大家作品集选·曾巩[精品]》.epub",
    "夸克盘链接": "https://pan.quark.cn/s/cfac3a8cf839"
  },
  {
    "文件名": "《温州一家人[精品]》.epub",
    "夸克盘链接": "https://pan.quark.cn/s/f6fcb2f27590"
  },
  {
    "文件名": "《桃之夭夭20152B[精品]》.epub",
    "夸克盘链接": "https://pan.quark.cn/s/c02be9bf2a09"
  },
  {
    "文件名": "《拖延心理学（豆瓣小组）[精品]》.epub",
    "夸克盘链接": "https://pan.quark.cn/s/768b5f53ca29"
  },
  {
    "文件名": "《我的心在你的世界搁了浅[精品]》素之烟.epub",
    "夸克盘链接": "https://pan.quark.cn/s/5a57081fca23"
  },
  {
    "文件名": "《温暧的力量（中国故事）[精品]》.epub",
    "夸克盘链接": "https://pan.quark.cn/s/6b1f5a66f967"
  },
  {
    "文件名": "《唐人七绝诗浅释[精品]》.epub",
    "夸克盘链接": "https://pan.quark.cn/s/aeabe5c69014"
  },
  {
    "文件名": "《我的唐宋兄弟：穿越千年的诗词人生[精品]》金满.epub",
    "夸克盘链接": "https://pan.quark.cn/s/ee75af47b68e"
  },
  {
    "文件名": "《退伍兵升官记[精品]》.epub",
    "夸克盘链接": "https://pan.quark.cn/s/7c0a1332fb90"
  },
  {
    "文件名": "《未来的夏娃[精品]》.epub",
    "夸克盘链接": "https://pan.quark.cn/s/de1ce747a387"
  },
  {
    "文件名": "《唐朝诡事录[精品]》.epub",
    "夸克盘链接": "https://pan.quark.cn/s/1c170393828e"
  },
  {
    "文件名": "《我的搜主意比你多[精品]》.epub",
    "夸克盘链接": "https://pan.quark.cn/s/8b8f9640754b"
  },
  {
    "文件名": "《兔子什么都知道：叫一声我的名字好吗？[精品]》夏正正.epub",
    "夸克盘链接": "https://pan.quark.cn/s/793ada6cea2b"
  },
  {
    "文件名": "《唐朝穿越指南[精品]》.epub",
    "夸克盘链接": "https://pan.quark.cn/s/c708ec4e6076"
  },
  {
    "文件名": "《土豆你个马铃薯[精品]》.epub",
    "夸克盘链接": "https://pan.quark.cn/s/ef551fe9743a"
  },
  {
    "文件名": "《汤姆叔叔的小屋[精品]》.epub",
    "夸克盘链接": "https://pan.quark.cn/s/cdd1360b2716"
  },
  {
    "文件名": "《桃之夭夭20152A[精品]》.epub",
    "夸克盘链接": "https://pan.quark.cn/s/95e4ab01ceb5"
  },
  {
    "文件名": "《未成年的成年人[精品]》【美】理查德·斯特斯登博士,芭芭拉·E.雷 著,陈芳 译.epub",
    "夸克盘链接": "https://pan.quark.cn/s/6770f2066e6f"
  },
  {
    "文件名": "《探究式科普丛书-生活中离不开的化学[精品]》.epub",
    "夸克盘链接": "https://pan.quark.cn/s/021acebc5c61"
  },
  {
    "文件名": "《为她准备的好躯壳[精品]》何袜皮.epub",
    "夸克盘链接": "https://pan.quark.cn/s/c6205a6d4d35"
  },
  {
    "文件名": "《徒步中国[精品]》.epub",
    "夸克盘链接": "https://pan.quark.cn/s/2818ce9b9fce"
  },
  {
    "文件名": "《我的人生哲学（梁实秋）[精品]》梁实秋.epub",
    "夸克盘链接": "https://pan.quark.cn/s/3f90523a42c2"
  },
  {
    "文件名": "《桃之夭夭20151B[精品]》.epub",
    "夸克盘链接": "https://pan.quark.cn/s/655deb47b6bd"
  },
  {
    "文件名": "《为生命画一片树叶[精品]》.epub",
    "夸克盘链接": "https://pan.quark.cn/s/9492464b51a1"
  },
  {
    "文件名": "《为奴十二年[精品]》【美】所罗门·诺瑟普著，吴超译.epub",
    "夸克盘链接": "https://pan.quark.cn/s/06e74ce577d7"
  },
  {
    "文件名": "《为了理想去奋斗[精品]》.epub",
    "夸克盘链接": "https://pan.quark.cn/s/307c6267688d"
  },
  {
    "文件名": "《为何心想事难成[精品]》.epub",
    "夸克盘链接": "https://pan.quark.cn/s/9cde458b7fc6"
  },
  {
    "文件名": "《图说四书五经[精品]》向回,关小彬.epub",
    "夸克盘链接": "https://pan.quark.cn/s/c2562dc11d42"
  },
  {
    "文件名": "《忐忑的中国人[精品]》梁晓声.epub",
    "夸克盘链接": "https://pan.quark.cn/s/83f64f6f1a67"
  },
  {
    "文件名": "《我的朋友陈白露小姐[精品]》.epub",
    "夸克盘链接": "https://pan.quark.cn/s/0df7a7138512"
  },
  {
    "文件名": "《谈瓜论果[精品]》.epub",
    "夸克盘链接": "https://pan.quark.cn/s/d6917436c0da"
  },
  {
    "文件名": "《为何家会伤人[精品]》武志红.epub",
    "夸克盘链接": "https://pan.quark.cn/s/22fa6db56b52"
  },
  {
    "文件名": "《我的娜塔莎[精品]》.epub",
    "夸克盘链接": "https://pan.quark.cn/s/d964722066b7"
  },
  {
    "文件名": "《伪证[精品]》.epub",
    "夸克盘链接": "https://pan.quark.cn/s/5d37aecf57c5"
  },
  {
    "文件名": "《桃之夭夭20151A[精品]》.epub",
    "夸克盘链接": "https://pan.quark.cn/s/e04dd23b21cd"
  },
  {
    "文件名": "《我的邻居张爱玲[精品]》.epub",
    "夸克盘链接": "https://pan.quark.cn/s/65c5f8506497"
  },
  {
    "文件名": "《偷影子的人[精品]》.epub",
    "夸克盘链接": "https://pan.quark.cn/s/5b77f321707d"
  },
  {
    "文件名": "《伟哥的python私房菜（中国程序员）[精品]》.epub",
    "夸克盘链接": "https://pan.quark.cn/s/a0fb4623bd64"
  },
  {
    "文件名": "《我的两个世界[精品]》.epub",
    "夸克盘链接": "https://pan.quark.cn/s/bd9ee0af2312"
  },
  {
    "文件名": "《偷影子的人[精品]》(1).epub",
    "夸克盘链接": "https://pan.quark.cn/s/af6597332e2d"
  },
  {
    "文件名": "《伟大的博弈[精品]》.epub",
    "夸克盘链接": "https://pan.quark.cn/s/7bcb64f878e4"
  },
  {
    "文件名": "《我的肩膀，她们的翅膀[精品]》黄磊.epub",
    "夸克盘链接": "https://pan.quark.cn/s/8c244b2f1413"
  },
  {
    "文件名": "《偷窥一百二十天[精品]》.epub",
    "夸克盘链接": "https://pan.quark.cn/s/179df30b0532"
  },
  {
    "文件名": "《桃之夭夭20148B[精品]》.epub",
    "夸克盘链接": "https://pan.quark.cn/s/2d044c349741"
  },
  {
    "文件名": "《维罗妮卡决定去死[精品]》.epub",
    "夸克盘链接": "https://pan.quark.cn/s/bf9ca18648bb"
  },
  {
    "文件名": "《童年卷[精品]》读者俱乐部.epub",
    "夸克盘链接": "https://pan.quark.cn/s/51b3743eaa4e"
  },
  {
    "文件名": "《太阳城[精品]》.epub",
    "夸克盘链接": "https://pan.quark.cn/s/388372ea8e30"
  },
  {
    "文件名": "《唯有青春，最难将息[精品]》.epub",
    "夸克盘链接": "https://pan.quark.cn/s/d567d0692d7c"
  },
  {
    "文件名": "《童年·在人间·我的大学：彩图注音版[精品]》.epub",
    "夸克盘链接": "https://pan.quark.cn/s/7453fdddb2d7"
  },
  {
    "文件名": "《太极之从零开始[精品]》梅俊强.epub",
    "夸克盘链接": "https://pan.quark.cn/s/d169c27dd284"
  },
  {
    "文件名": "《童年(外研社双语读库)[精品]》.epub",
    "夸克盘链接": "https://pan.quark.cn/s/77c38afd239d"
  },
  {
    "文件名": "《围城导读[精品]》.epub",
    "夸克盘链接": "https://pan.quark.cn/s/0424681c69e9"
  },
  {
    "文件名": "《同一个世界英语300句[精品]》.epub",
    "夸克盘链接": "https://pan.quark.cn/s/013f78047193"
  },
  {
    "文件名": "《微型小说·哲理荟萃[精品]》.epub",
    "夸克盘链接": "https://pan.quark.cn/s/177fbc421bc4"
  },
  {
    "文件名": "《微信营销与运营：策略、方法、技巧与实践[精品]》王易.epub",
    "夸克盘链接": "https://pan.quark.cn/s/6c47c08229ed"
  },
  {
    "文件名": "《桃之夭夭20148A[精品]》.epub",
    "夸克盘链接": "https://pan.quark.cn/s/9c4a9d3a8a58"
  },
  {
    "文件名": "《太极跑[精品]》丹尼·德雷尔,凯瑟琳·德雷尔.epub",
    "夸克盘链接": "https://pan.quark.cn/s/25c11e85a770"
  },
  {
    "文件名": "《我的河山 人物篇[精品]》.epub",
    "夸克盘链接": "https://pan.quark.cn/s/76a4dd3e3b9c"
  },
  {
    "文件名": "《微信营销完全攻略(实战强化版)[精品]》.epub",
    "夸克盘链接": "https://pan.quark.cn/s/a8f4ab6d8213"
  },
  {
    "文件名": "《桃之夭夭20147B[精品]》.epub",
    "夸克盘链接": "https://pan.quark.cn/s/ab7fbd22c7bd"
  },
  {
    "文件名": "《通信展望[精品]》于文.epub",
    "夸克盘链接": "https://pan.quark.cn/s/1864a7d8307f"
  },
  {
    "文件名": "《通向财务自由之路（珍藏版）[精品]》.epub",
    "夸克盘链接": "https://pan.quark.cn/s/ac2bd48d78c6"
  },
  {
    "文件名": "《通稿2003[精品]》.epub",
    "夸克盘链接": "https://pan.quark.cn/s/6d180d11bebb"
  },
  {
    "文件名": "《我的河山 幕后篇[精品]》.epub",
    "夸克盘链接": "https://pan.quark.cn/s/1c0e8fbd0b73"
  },
  {
    "文件名": "《听雪楼：血薇[精品]》.epub",
    "夸克盘链接": "https://pan.quark.cn/s/96a143b2522e"
  },
  {
    "文件名": "《听妈妈讲钱的故事[精品]》郑晓舟.epub",
    "夸克盘链接": "https://pan.quark.cn/s/2f5b22486d79"
  },
  {
    "文件名": "《桃之夭夭20147A[精品]》.epub",
    "夸克盘链接": "https://pan.quark.cn/s/af81406c19da"
  },
  {
    "文件名": "《跆拳道入门[精品]》.epub",
    "夸克盘链接": "https://pan.quark.cn/s/0cdb7dc96f5e"
  },
  {
    "文件名": "《微信营销解密：移动互联网时代的营销革命[精品]》李国建,程小永.epub",
    "夸克盘链接": "https://pan.quark.cn/s/10d5d485b291"
  },
  {
    "文件名": "《听父亲谈往事（中国故事）[精品]》.epub",
    "夸克盘链接": "https://pan.quark.cn/s/3c2c017fd1a2"
  },
  {
    "文件名": "《听懂暗语，读懂人心[精品]》.epub",
    "夸克盘链接": "https://pan.quark.cn/s/4aad4e07404e"
  },
  {
    "文件名": "《听不完的历史[精品]》邵鲁.epub",
    "夸克盘链接": "https://pan.quark.cn/s/e6f8b00046f3"
  },
  {
    "文件名": "《桃之夭夭20146B[精品]》.epub",
    "夸克盘链接": "https://pan.quark.cn/s/cf679572fcdc"
  },
  {
    "文件名": "《苔丝(经典译林)[精品]》哈代.epub",
    "夸克盘链接": "https://pan.quark.cn/s/c6775724c975"
  },
  {
    "文件名": "《微时间管理术[精品]》.epub",
    "夸克盘链接": "https://pan.quark.cn/s/243c1ecadadc"
  },
  {
    "文件名": "《台北人[精品]》.epub",
    "夸克盘链接": "https://pan.quark.cn/s/5b16b4420648"
  },
  {
    "文件名": "《微历史[精品]》.epub",
    "夸克盘链接": "https://pan.quark.cn/s/372b8b0fa792"
  },
  {
    "文件名": "《桃之夭夭20146A[精品]》.epub",
    "夸克盘链接": "https://pan.quark.cn/s/d4193ad5aaf9"
  },
  {
    "文件名": "《微观经济学[精品]》.epub",
    "夸克盘链接": "https://pan.quark.cn/s/fd6435f5184f"
  },
  {
    "文件名": "《台北人[精品]》 (1).epub",
    "夸克盘链接": "https://pan.quark.cn/s/fa6db38a822a"
  },
  {
    "文件名": "《微故事，大人生：那些等待的心情假装不来[精品]》黎蕉.epub",
    "夸克盘链接": "https://pan.quark.cn/s/7d46c0c00496"
  },
  {
    "文件名": "《铁路边的孩子们[精品]》【英】内斯比特.epub",
    "夸克盘链接": "https://pan.quark.cn/s/adbc9b0914d2"
  },
  {
    "文件名": "《微动作[精品]》郎世荣.epub",
    "夸克盘链接": "https://pan.quark.cn/s/48d2ff1e9445"
  },
  {
    "文件名": "《跳起来就能够得到的人生[精品]》.epub",
    "夸克盘链接": "https://pan.quark.cn/s/ac8b24bb81d9"
  },
  {
    "文件名": "《微动作[精品]》.epub",
    "夸克盘链接": "https://pan.quark.cn/s/c69ee6451da2"
  },
  {
    "文件名": "《拓扑心理学原理 (西方心理学名著译丛)[精品]》.epub",
    "夸克盘链接": "https://pan.quark.cn/s/9db6ea463903"
  },
  {
    "文件名": "《挑战拖延症[精品]》.epub",
    "夸克盘链接": "https://pan.quark.cn/s/ed7712049a02"
  },
  {
    "文件名": "《桃之夭夭20145B[精品]》.epub",
    "夸克盘链接": "https://pan.quark.cn/s/75452429d481"
  },
  {
    "文件名": "《塔木德家训[精品]》.epub",
    "夸克盘链接": "https://pan.quark.cn/s/31e47975a8b1"
  },
  {
    "文件名": "《她们谋生亦谋爱：误读秦淮八艳[精品]》.epub",
    "夸克盘链接": "https://pan.quark.cn/s/9a5722d647fc"
  },
  {
    "文件名": "《她的秘密[精品]》王稼骏.epub",
    "夸克盘链接": "https://pan.quark.cn/s/83f6e947c120"
  },
  {
    "文件名": "《挑战你思维极限的299个益智推理谜题[精品]》莫言.epub",
    "夸克盘链接": "https://pan.quark.cn/s/d7961ce419a7"
  },
  {
    "文件名": "《索罗斯模式：世纪危机启示录[精品]》.epub",
    "夸克盘链接": "https://pan.quark.cn/s/786c596cd18b"
  },
  {
    "文件名": "《田歌访谈之绽——让梦想静下来[精品]》.epub",
    "夸克盘链接": "https://pan.quark.cn/s/e6d4cf05be85"
  },
  {
    "文件名": "《桃之夭夭20144B[精品]》.epub",
    "夸克盘链接": "https://pan.quark.cn/s/c14d7953258e"
  },
  {
    "文件名": "《所有人问所有人[精品]》.epub",
    "夸克盘链接": "https://pan.quark.cn/s/4134e3ed19fa"
  },
  {
    "文件名": "《田歌访谈之荣——觉醒来的幸福[精品]》.epub",
    "夸克盘链接": "https://pan.quark.cn/s/d743e1900099"
  },
  {
    "文件名": "《桃之夭夭20144A[精品]》.epub",
    "夸克盘链接": "https://pan.quark.cn/s/5857c9863dfc"
  },
  {
    "文件名": "《所有年轻人都将在黎明前死去[精品]》水木丁.epub",
    "夸克盘链接": "https://pan.quark.cn/s/d6d9251078ac"
  },
  {
    "文件名": "《所有的美好，都是恰逢其时[精品]》孟斜阳.epub",
    "夸克盘链接": "https://pan.quark.cn/s/6587913590da"
  },
  {
    "文件名": "《天涯过客[精品]》.epub",
    "夸克盘链接": "https://pan.quark.cn/s/f9f608f9accf"
  },
  {
    "文件名": "《桃之夭夭20143B[精品]》.epub",
    "夸克盘链接": "https://pan.quark.cn/s/da83862828d0"
  },
  {
    "文件名": "《天下卵[精品]》冯唐.epub",
    "夸克盘链接": "https://pan.quark.cn/s/952ac5020a19"
  },
  {
    "文件名": "《所有的美好，都是恰逢其时[精品]》.epub",
    "夸克盘链接": "https://pan.quark.cn/s/44845cbad420"
  },
  {
    "文件名": "《桃之夭夭20143A[精品]》.epub",
    "夸克盘链接": "https://pan.quark.cn/s/5cca463e416c"
  },
  {
    "文件名": "《所有的累都是心累[精品]》.epub",
    "夸克盘链接": "https://pan.quark.cn/s/3c4978f26f4b"
  },
  {
    "文件名": "《碎梦慢养[精品]》.epub",
    "夸克盘链接": "https://pan.quark.cn/s/8af5f29deee5"
  },
  {
    "文件名": "《碎脸[精品]》.epub",
    "夸克盘链接": "https://pan.quark.cn/s/132a9051338e"
  },
  {
    "文件名": "《桃之夭夭20142B[精品]》.epub",
    "夸克盘链接": "https://pan.quark.cn/s/de003de25ece"
  },
  {
    "文件名": "《岁月是朵两生花[精品]》.epub",
    "夸克盘链接": "https://pan.quark.cn/s/ce8a170fcfa5"
  },
  {
    "文件名": "《岁月履痕[精品]》.epub",
    "夸克盘链接": "https://pan.quark.cn/s/154551c1de84"
  },
  {
    "文件名": "《岁月忽已暮[精品]》.epub",
    "夸克盘链接": "https://pan.quark.cn/s/66d34df36c8d"
  },
  {
    "文件名": "《隋唐不演义[精品]》.epub",
    "夸克盘链接": "https://pan.quark.cn/s/2fdcc9d6cff1"
  },
  {
    "文件名": "《桃之夭夭20142A[精品]》.epub",
    "夸克盘链接": "https://pan.quark.cn/s/fc6189e08185"
  },
  {
    "文件名": "《算命：清影纪录中国2009[精品]》清影工作室编.epub",
    "夸克盘链接": "https://pan.quark.cn/s/40e55abb9a40"
  },
  {
    "文件名": "《苏丝黄的世界[精品]》.epub",
    "夸克盘链接": "https://pan.quark.cn/s/c868668a6d86"
  },
  {
    "文件名": "《苏菲的世界[精品]》.epub",
    "夸克盘链接": "https://pan.quark.cn/s/93618922de69"
  },
  {
    "文件名": "《苏东坡文集[精品]》徐中玉.epub",
    "夸克盘链接": "https://pan.quark.cn/s/04759cb7e678"
  },
  {
    "文件名": "《宋词故事--中华经典故事[精品]》马丽宁、司垚.epub",
    "夸克盘链接": "https://pan.quark.cn/s/3372bb07604c"
  },
  {
    "文件名": "《松下幸之助的智慧[精品]》.epub",
    "夸克盘链接": "https://pan.quark.cn/s/1735e67333dc"
  },
  {
    "文件名": "《四季养生秘方[精品]》.epub",
    "夸克盘链接": "https://pan.quark.cn/s/9be326cba5f0"
  },
  {
    "文件名": "《四大沟通模式[精品]》徐丽丽.epub",
    "夸克盘链接": "https://pan.quark.cn/s/9e0ae311ccec"
  },
  {
    "文件名": "《死亡约会[精品]》.epub",
    "夸克盘链接": "https://pan.quark.cn/s/96c783c92859"
  },
  {
    "文件名": "《死亡通知单之宿命下[精品]》.epub",
    "夸克盘链接": "https://pan.quark.cn/s/2e105334cd32"
  },
  {
    "文件名": "《死亡通知单之宿命上[精品]》.epub",
    "夸克盘链接": "https://pan.quark.cn/s/5848996ffd64"
  },
  {
    "文件名": "《死亡通知单之离别曲上[精品]》.epub",
    "夸克盘链接": "https://pan.quark.cn/s/3cd23dc3ee53"
  },
  {
    "文件名": "《死亡通知单之离别曲[精品]》.epub",
    "夸克盘链接": "https://pan.quark.cn/s/48fdfab45b74"
  },
  {
    "文件名": "《死亡通知单[精品]》.epub",
    "夸克盘链接": "https://pan.quark.cn/s/c247d04d2ca5"
  },
  {
    "文件名": "《死亡如此多情[精品]》.epub",
    "夸克盘链接": "https://pan.quark.cn/s/52bc369e64aa"
  },
  {
    "文件名": "《死城漫游指南[精品]》.epub",
    "夸克盘链接": "https://pan.quark.cn/s/75b07e9a5a4c"
  },
  {
    "文件名": "《斯泰尔斯庄园奇案[精品]》阿加莎·克里斯蒂.epub",
    "夸克盘链接": "https://pan.quark.cn/s/7e627063f81f"
  },
  {
    "文件名": "《思维的盛宴[精品]》韩冰.epub",
    "夸克盘链接": "https://pan.quark.cn/s/014e65334deb"
  },
  {
    "文件名": "《思维的乐趣[精品]》.epub",
    "夸克盘链接": "https://pan.quark.cn/s/b0dbe4b10a12"
  },
  {
    "文件名": "《思维的竞赛：里皮自述[精品]》.epub",
    "夸克盘链接": "https://pan.quark.cn/s/f8d19b11b131"
  },
  {
    "文件名": "《思考.快与慢[精品]》.epub",
    "夸克盘链接": "https://pan.quark.cn/s/9ba08ed19dfe"
  },
  {
    "文件名": "《丝网花配饰的35种技法[精品]》.epub",
    "夸克盘链接": "https://pan.quark.cn/s/ad160ca22540"
  },
  {
    "文件名": "《司马懿：谁结束了三国 (历史不可戏说)[精品]》.epub",
    "夸克盘链接": "https://pan.quark.cn/s/8af2c354bb22"
  },
  {
    "文件名": "《说有这么一回事[精品]》.epub",
    "夸克盘链接": "https://pan.quark.cn/s/8132fdd1a0b7"
  },
  {
    "文件名": "《世界史[精品]》.epub",
    "夸克盘链接": "https://pan.quark.cn/s/652c6aca2ed2"
  },
  {
    "文件名": "《说幽默话 做幽默人[精品]》.epub",
    "夸克盘链接": "https://pan.quark.cn/s/245b531c91cd"
  },
  {
    "文件名": "《说文解字全鉴(第2版）[精品]》.epub",
    "夸克盘链接": "https://pan.quark.cn/s/1066f5cc5bfe"
  },
  {
    "文件名": "《世界上最伟大的演讲词[精品]》孙文静.epub",
    "夸克盘链接": "https://pan.quark.cn/s/5a175bf93dc4"
  },
  {
    "文件名": "《说吧，记忆[精品]》.epub",
    "夸克盘链接": "https://pan.quark.cn/s/cbcf579b51a8"
  },
  {
    "文件名": "《世界上最简单的会计书(会计极速入职晋级)[精品]》.epub",
    "夸克盘链接": "https://pan.quark.cn/s/86fcfe878dbc"
  },
  {
    "文件名": "《水煮三国“三巨头”：曹操、刘备、孙权的CEO之路[精品]》.epub",
    "夸克盘链接": "https://pan.quark.cn/s/870583dc7155"
  },
  {
    "文件名": "《水煮三国（纪念版）[精品]》成君忆.epub",
    "夸克盘链接": "https://pan.quark.cn/s/e29593901573"
  },
  {
    "文件名": "《省钱过好日子的幸福处方[精品]》.epub",
    "夸克盘链接": "https://pan.quark.cn/s/86e949cbf9da"
  },
  {
    "文件名": "《省钱攻略100招[精品]》.epub",
    "夸克盘链接": "https://pan.quark.cn/s/ededa8be6ddc"
  },
  {
    "文件名": "《水泥花园[精品]》.epub",
    "夸克盘链接": "https://pan.quark.cn/s/3957477d24ae"
  },
  {
    "文件名": "《双面催眠师[精品]》丽端.epub",
    "夸克盘链接": "https://pan.quark.cn/s/843f73c63c98"
  },
  {
    "文件名": "《绳命[精品]》.epub",
    "夸克盘链接": "https://pan.quark.cn/s/735b6fde63f7"
  },
  {
    "文件名": "《双零年代：华尔街疯狂十年的真实记忆[精品]》.epub",
    "夸克盘链接": "https://pan.quark.cn/s/dc43ad672e27"
  },
  {
    "文件名": "《世界上所有童话都是写给大人看的[精品]》.epub",
    "夸克盘链接": "https://pan.quark.cn/s/626ccc6ca2b6"
  },
  {
    "文件名": "《世界上所有童话都是写给大人的[精品]》.epub",
    "夸克盘链接": "https://pan.quark.cn/s/a59fbf670097"
  },
  {
    "文件名": "《声息 精品 》.epub",
    "夸克盘链接": "https://pan.quark.cn/s/50ac9bf7a326"
  },
  {
    "文件名": "《帅气逼人的历史[精品]》.epub",
    "夸克盘链接": "https://pan.quark.cn/s/11f1bca3fc23"
  },
  {
    "文件名": "《生死桥[精品]》李碧华.epub",
    "夸克盘链接": "https://pan.quark.cn/s/3175cc862fcf"
  },
  {
    "文件名": "《世界上的另一个你[精品]》.epub",
    "夸克盘链接": "https://pan.quark.cn/s/9963db2470d1"
  },
  {
    "文件名": "《数学探谜[精品]》.epub",
    "夸克盘链接": "https://pan.quark.cn/s/31ffcc1d3444"
  },
  {
    "文件名": "《世界上的另一个你. 完结篇[精品]》.epub",
    "夸克盘链接": "https://pan.quark.cn/s/f4d9b59a67f8"
  },
  {
    "文件名": "《数学思维法训练[精品]》.epub",
    "夸克盘链接": "https://pan.quark.cn/s/309acbdea540"
  },
  {
    "文件名": "《生死疲劳[精品]》莫言.epub",
    "夸克盘链接": "https://pan.quark.cn/s/af07c7ad1995"
  },
  {
    "文件名": "《世界如此险恶，你要内心强大[精品]》.epub",
    "夸克盘链接": "https://pan.quark.cn/s/fb6a417c3657"
  },
  {
    "文件名": "《树不必对风生气：给中学生的103封回信[精品]》.epub",
    "夸克盘链接": "https://pan.quark.cn/s/b01b00e35990"
  },
  {
    "文件名": "《属下有点忙[精品]》.epub",
    "夸克盘链接": "https://pan.quark.cn/s/2ca6abe00755"
  },
  {
    "文件名": "《生死疲劳[精品]》.epub",
    "夸克盘链接": "https://pan.quark.cn/s/621f895124bc"
  },
  {
    "文件名": "《世界热议中国：寻找共同繁荣之路[精品]》郑必坚、基辛格等.epub",
    "夸克盘链接": "https://pan.quark.cn/s/a61fd1230fc2"
  },
  {
    "文件名": "《熟女养成日志[精品]》.epub",
    "夸克盘链接": "https://pan.quark.cn/s/5fb8f69186d0"
  },
  {
    "文件名": "《世界奇闻怪事[精品]》.epub",
    "夸克盘链接": "https://pan.quark.cn/s/cefbe5040fb3"
  },
  {
    "文件名": "《生如夏花的女子：世界待我如草芥，我要绽放如玫瑰[精品]》.epub",
    "夸克盘链接": "https://pan.quark.cn/s/4220a56bd771"
  },
  {
    "文件名": "《世界经典侦探故事大全集[精品]》.epub",
    "夸克盘链接": "https://pan.quark.cn/s/2a02b328fbd9"
  },
  {
    "文件名": "《生命中被辜负的时光[精品]》.epub",
    "夸克盘链接": "https://pan.quark.cn/s/a49f931bbf83"
  },
  {
    "文件名": "《生命从来未曾看轻任何人[精品]》.epub",
    "夸克盘链接": "https://pan.quark.cn/s/0156044c6131"
  },
  {
    "文件名": "《世界的那端（最好看的当代名家小小说）[精品]》.epub",
    "夸克盘链接": "https://pan.quark.cn/s/b31c263e716b"
  },
  {
    "文件名": "《世间的名字[精品]》.epub",
    "夸克盘链接": "https://pan.quark.cn/s/f46252693aaf"
  },
  {
    "文件名": "《生命不息[精品]》.epub",
    "夸克盘链接": "https://pan.quark.cn/s/1c5ba12c929d"
  },
  {
    "文件名": "《史上最经典的29个越狱故事：越狱传奇[精品]》张端,亚梅,文华.epub",
    "夸克盘链接": "https://pan.quark.cn/s/a6406c9f49ee"
  },
  {
    "文件名": "《书衣文录（增订版）[精品]》孙犁.epub",
    "夸克盘链接": "https://pan.quark.cn/s/85c90060331d"
  },
  {
    "文件名": "《史蒂夫·乔布斯传[精品]》沃尔特.艾萨克森.epub",
    "夸克盘链接": "https://pan.quark.cn/s/d89197c880ce"
  },
  {
    "文件名": "《书立方·赢在职场：头三年决定一生的高度[精品]》艾浵.epub",
    "夸克盘链接": "https://pan.quark.cn/s/38de0eb65a13"
  },
  {
    "文件名": "《书立方·实用祝酒词[精品]》陈博.epub",
    "夸克盘链接": "https://pan.quark.cn/s/381bc1af1efd"
  },
  {
    "文件名": "《慎独：自我完善必修课[精品]》韦渡.epub",
    "夸克盘链接": "https://pan.quark.cn/s/6a65b351e9a3"
  },
  {
    "文件名": "《书立方·情商决定命运[精品]》弓健.epub",
    "夸克盘链接": "https://pan.quark.cn/s/60975f82f9a1"
  },
  {
    "文件名": "《舌尖上的中国（第二季）·家常》.epub",
    "夸克盘链接": "https://pan.quark.cn/s/8128ff7ad289"
  },
  {
    "文件名": "《沈氏女科六百年养生秘诀[精品]》.epub",
    "夸克盘链接": "https://pan.quark.cn/s/20f3a77f1a2d"
  },
  {
    "文件名": "《实用英语口语高频话题——社交英语口语[精品]》 (1).epub",
    "夸克盘链接": "https://pan.quark.cn/s/1b66bb10260e"
  },
  {
    "文件名": "《时间整理术[精品]》.epub",
    "夸克盘链接": "https://pan.quark.cn/s/a292ac9648fb"
  },
  {
    "文件名": "《书都不会读,你还想成功[精品]》.epub",
    "夸克盘链接": "https://pan.quark.cn/s/cced01be4498"
  },
  {
    "文件名": "《舌尖上的健康[精品]》.epub",
    "夸克盘链接": "https://pan.quark.cn/s/e3b05d8af1ca"
  },
  {
    "文件名": "《沈从文读书与做人[精品]》沈从文.epub",
    "夸克盘链接": "https://pan.quark.cn/s/ed0a4953ce60"
  },
  {
    "文件名": "《时间悄悄的嘴脸[精品]》阿拉提·阿斯木.epub",
    "夸克盘链接": "https://pan.quark.cn/s/d6a50ad68c27"
  },
  {
    "文件名": "《舌尖上的记忆（中国故事）[精品]》.epub",
    "夸克盘链接": "https://pan.quark.cn/s/74a01365a931"
  },
  {
    "文件名": "《狩猎1：阴山狼城[精品]》李达.epub",
    "夸克盘链接": "https://pan.quark.cn/s/6157b6a206bf"
  },
  {
    "文件名": "《少有人看见的美[精品]》苏缨.epub",
    "夸克盘链接": "https://pan.quark.cn/s/b48a16c6a8dd"
  },
  {
    "文件名": "《沈昌文：讲和听都是一种艺术（中国故事）[精品]》.epub",
    "夸克盘链接": "https://pan.quark.cn/s/3a3051cfb32f"
  },
  {
    "文件名": "《时间简史[精品]》.epub",
    "夸克盘链接": "https://pan.quark.cn/s/f20ebabfb2cd"
  },
  {
    "文件名": "《守夜人[精品]》 (1).epub",
    "夸克盘链接": "https://pan.quark.cn/s/8c611c69464e"
  },
  {
    "文件名": "《神在表演（中国故事）[精品]》.epub",
    "夸克盘链接": "https://pan.quark.cn/s/424ea4ca0a8e"
  },
  {
    "文件名": "《守日人[精品]》.epub",
    "夸克盘链接": "https://pan.quark.cn/s/6de789e2320c"
  },
  {
    "文件名": "《神推理心理学[精品]》(1).epub",
    "夸克盘链接": "https://pan.quark.cn/s/bca67e837e16"
  },
  {
    "文件名": "《手信[精品]》.epub",
    "夸克盘链接": "https://pan.quark.cn/s/5ffc752ea170"
  },
  {
    "文件名": "《神探伽利略2：预知梦[精品]》.epub",
    "夸克盘链接": "https://pan.quark.cn/s/43e7dbaaabfd"
  },
  {
    "文件名": "《时光走了你还在[精品]》.epub",
    "夸克盘链接": "https://pan.quark.cn/s/974525218609"
  },
  {
    "文件名": "《时光之船·译言古登堡计划 精品 》.epub",
    "夸克盘链接": "https://pan.quark.cn/s/b03f89e33bdb"
  },
  {
    "文件名": "《手舞足蹈[精品]》乐建中.epub",
    "夸克盘链接": "https://pan.quark.cn/s/40795329521b"
  },
  {
    "文件名": "《时光还在，你还在[精品]》蓝白色.epub",
    "夸克盘链接": "https://pan.quark.cn/s/8f01aa512206"
  },
  {
    "文件名": "《神探伽利略[精品]》.epub",
    "夸克盘链接": "https://pan.quark.cn/s/c05df8f0274f"
  },
  {
    "文件名": "《少女布莱达灵修之旅[精品]》.epub",
    "夸克盘链接": "https://pan.quark.cn/s/e86d4c1e2056"
  },
  {
    "文件名": "《时差党[精品]》.epub",
    "夸克盘链接": "https://pan.quark.cn/s/2140bb2e390b"
  },
  {
    "文件名": "《少年最识烦滋味[精品]》.epub",
    "夸克盘链接": "https://pan.quark.cn/s/326aec9928d4"
  },
  {
    "文件名": "《神曲(套装共3册)(经典译林)[精品]》【意大利】但丁·阿利基埃里.epub",
    "夸克盘链接": "https://pan.quark.cn/s/bfe359a41e00"
  },
  {
    "文件名": "《少年维特之烦恼：彩图注音版[精品]》.epub",
    "夸克盘链接": "https://pan.quark.cn/s/bc6611e422da"
  },
  {
    "文件名": "《十宗罪4[精品]》蜘蛛.epub",
    "夸克盘链接": "https://pan.quark.cn/s/2d1fb49715fa"
  },
  {
    "文件名": "《少年们无尽的夜[精品]》周宏翔.epub",
    "夸克盘链接": "https://pan.quark.cn/s/4ff5eeecca90"
  },
  {
    "文件名": "《手串把玩艺术[精品]》何悦,张晨光.epub",
    "夸克盘链接": "https://pan.quark.cn/s/f5d6809d93e2"
  },
  {
    "文件名": "《上天赐予的一场戏：吴秀波的表与里[精品]》吴秀波.epub",
    "夸克盘链接": "https://pan.quark.cn/s/a4472f49dfff"
  },
  {
    "文件名": "《十一字杀人[精品]》.epub",
    "夸克盘链接": "https://pan.quark.cn/s/8e984f4e8248"
  },
  {
    "文件名": "《十四分之一第一季：必须犯规的游戏[精品]》.epub",
    "夸克盘链接": "https://pan.quark.cn/s/e6ce4e341c65"
  },
  {
    "文件名": "《神奇的肌肤能量书Ⅱ——让肌肤发光的小秘密[精品]》.epub",
    "夸克盘链接": "https://pan.quark.cn/s/99a6a37a5e22"
  },
  {
    "文件名": "《适应制运作管理[精品]》陈剑等.epub",
    "夸克盘链接": "https://pan.quark.cn/s/6602352073bc"
  },
  {
    "文件名": "《十四分之一第五季：惊魂十四日[精品]》.epub",
    "夸克盘链接": "https://pan.quark.cn/s/40f23ac2e63c"
  },
  {
    "文件名": "《上班族身心健康枕边书[精品]》牧之.epub",
    "夸克盘链接": "https://pan.quark.cn/s/a0e573dec43f"
  },
  {
    "文件名": "《十四分之一第四季：多出来的第14个人[精品]》.epub",
    "夸克盘链接": "https://pan.quark.cn/s/dccac08673f5"
  },
  {
    "文件名": "《十四分之一第三季：死者的警告[精品]》.epub",
    "夸克盘链接": "https://pan.quark.cn/s/64d777cc759b"
  },
  {
    "文件名": "《上班奴[精品]》.epub",
    "夸克盘链接": "https://pan.quark.cn/s/229fbd78b61a"
  },
  {
    "文件名": "《世事天机[精品]》.epub",
    "夸克盘链接": "https://pan.quark.cn/s/e75a87e65632"
  },
  {
    "文件名": "《神秘博士[精品]》.epub",
    "夸克盘链接": "https://pan.quark.cn/s/2cc1b3861371"
  },
  {
    "文件名": "《十四分之一第二季：新房客和活死人[精品]》.epub",
    "夸克盘链接": "https://pan.quark.cn/s/11ba382f7fb5"
  },
  {
    "文件名": "《商业银行管理学[精品]》祁群.epub",
    "夸克盘链接": "https://pan.quark.cn/s/f0aa6847a520"
  },
  {
    "文件名": "《十倍薪与百倍薪的快意人生[精品]》.epub",
    "夸克盘链接": "https://pan.quark.cn/s/fdf3e7ddf579"
  },
  {
    "文件名": "《神经漫游者[精品]》威廉·吉布森.epub",
    "夸克盘链接": "https://pan.quark.cn/s/556470826af3"
  },
  {
    "文件名": "《世界之最[精品]》.epub",
    "夸克盘链接": "https://pan.quark.cn/s/7c9e0e62927e"
  },
  {
    "文件名": "《十八岁给我一个姑娘[精品]》冯唐.epub",
    "夸克盘链接": "https://pan.quark.cn/s/d86bf76446ea"
  },
  {
    "文件名": "《什么人最适合与你结婚[精品]》.epub",
    "夸克盘链接": "https://pan.quark.cn/s/dd03e0e33945"
  },
  {
    "文件名": "《商业模式的力量(升级版)[精品]》彭志强.epub",
    "夸克盘链接": "https://pan.quark.cn/s/953fe9831cc8"
  },
  {
    "文件名": "《施华洛世奇的水晶世界[精品]》王珍.epub",
    "夸克盘链接": "https://pan.quark.cn/s/cff6acda0c3c"
  },
  {
    "文件名": "《世界战争之谜[精品]》肖承平.epub",
    "夸克盘链接": "https://pan.quark.cn/s/d4a6baed90d7"
  },
  {
    "文件名": "《商业冒险[精品]》.epub",
    "夸克盘链接": "https://pan.quark.cn/s/ad347040256a"
  },
  {
    "文件名": "《狮子山下的忧思（中国故事）[精品]》.epub",
    "夸克盘链接": "https://pan.quark.cn/s/5cb70a11d055"
  },
  {
    "文件名": "《诗人之死（中国故事）[精品]》.epub",
    "夸克盘链接": "https://pan.quark.cn/s/31f5bd6648ac"
  },
  {
    "文件名": "《世界越来越狠,但完全可以战胜[精品]》石勇.epub",
    "夸克盘链接": "https://pan.quark.cn/s/c4997616538a"
  },
  {
    "文件名": "《商务英语实用大全[精品]》创想外语研发团队.epub",
    "夸克盘链接": "https://pan.quark.cn/s/e7447079add9"
  },
  {
    "文件名": "《诗的见证[精品]》切斯瓦夫·米沃什.epub",
    "夸克盘链接": "https://pan.quark.cn/s/ae2027c7039e"
  },
  {
    "文件名": "《世界与你无关[精品]》丁丁张.epub",
    "夸克盘链接": "https://pan.quark.cn/s/1ab1e47ad596"
  },
  {
    "文件名": "《师生卷[精品]》读者俱乐部.epub",
    "夸克盘链接": "https://pan.quark.cn/s/2c321218eb38"
  },
  {
    "文件名": "《失踪[精品]》.epub",
    "夸克盘链接": "https://pan.quark.cn/s/fa24287f7e5b"
  },
  {
    "文件名": "《深埋的真相[精品]》.epub",
    "夸克盘链接": "https://pan.quark.cn/s/39bf10600c40"
  },
  {
    "文件名": "《失落的优雅[精品]》.epub",
    "夸克盘链接": "https://pan.quark.cn/s/1deab5431c82"
  },
  {
    "文件名": "《世界因你不同[精品]》.epub",
    "夸克盘链接": "https://pan.quark.cn/s/6094cd97a699"
  },
  {
    "文件名": "《商人的忠告[精品]》.epub",
    "夸克盘链接": "https://pan.quark.cn/s/188f853f41da"
  },
  {
    "文件名": "《失控[精品]》.epub",
    "夸克盘链接": "https://pan.quark.cn/s/d255cf45e99f"
  },
  {
    "文件名": "《商解三国[精品]》.epub",
    "夸克盘链接": "https://pan.quark.cn/s/4b318566e9d8"
  },
  {
    "文件名": "《若你不弃，此生不离[精品]》锦竹.epub",
    "夸克盘链接": "https://pan.quark.cn/s/6444d889acf6"
  },
  {
    "文件名": "《深海夜未眠[精品]》.epub",
    "夸克盘链接": "https://pan.quark.cn/s/343d2b9247eb"
  },
  {
    "文件名": "《商道酬勤：泽厚儒商李达三[精品]》宁波帮博物馆.epub",
    "夸克盘链接": "https://pan.quark.cn/s/698bdc4aee32"
  },
  {
    "文件名": "《如何控制自己的情绪[精品]》.epub",
    "夸克盘链接": "https://pan.quark.cn/s/fbe463dbf9b6"
  },
  {
    "文件名": "《失控：机器、社会与经济的新生物学（凯文·凯利系列）[精品]》.epub",
    "夸克盘链接": "https://pan.quark.cn/s/5fa78f35f335"
  },
  {
    "文件名": "《山西老西儿（中国故事）[精品]》.epub",
    "夸克盘链接": "https://pan.quark.cn/s/0deb082266b2"
  },
  {
    "文件名": "《深海里的星星1[精品]》独木舟.epub",
    "夸克盘链接": "https://pan.quark.cn/s/29c71a2f86be"
  },
  {
    "文件名": "《如何才能不被骗：骗子招数大曝光[精品]》.epub",
    "夸克盘链接": "https://pan.quark.cn/s/6f4084ee6ed2"
  },
  {
    "文件名": "《深度依赖[精品]》PLUTO.epub",
    "夸克盘链接": "https://pan.quark.cn/s/519ee23b24b1"
  },
  {
    "文件名": "《山河之书[精品]》.epub",
    "夸克盘链接": "https://pan.quark.cn/s/3dfdc0ac1c84"
  },
  {
    "文件名": "《失衡的世界（中国故事）[精品]》.epub",
    "夸克盘链接": "https://pan.quark.cn/s/e86a41efa720"
  },
  {
    "文件名": "《如果转身还能遇见你[精品]》夜神翼.epub",
    "夸克盘链接": "https://pan.quark.cn/s/b7c9f487d867"
  },
  {
    "文件名": "《世界文学评介丛书大海的胸怀—雨果和他的世界[精品]》.epub",
    "夸克盘链接": "https://pan.quark.cn/s/301c98f8f437"
  },
  {
    "文件名": "《山海经[精品]》.epub",
    "夸克盘链接": "https://pan.quark.cn/s/1f60c6dcb91a"
  },
  {
    "文件名": "《尸语者：公安厅从未公开的法医禁忌档案[精品]》.epub",
    "夸克盘链接": "https://pan.quark.cn/s/67f374686b28"
  },
  {
    "文件名": "《如果一切重来[精品]》马克·李维.epub",
    "夸克盘链接": "https://pan.quark.cn/s/2fcfa1d0d64b"
  },
  {
    "文件名": "《深爱杀机[精品]》孙小孙.epub",
    "夸克盘链接": "https://pan.quark.cn/s/652b622e0e84"
  },
  {
    "文件名": "《如果一切重来[精品]》.epub",
    "夸克盘链接": "https://pan.quark.cn/s/a92e73a0b622"
  },
  {
    "文件名": "《身心之毒[精品]》艾伟.epub",
    "夸克盘链接": "https://pan.quark.cn/s/9b515a31df98"
  },
  {
    "文件名": "《盛唐领土争夺战3[精品]》贺磊.epub",
    "夸克盘链接": "https://pan.quark.cn/s/edca993f7d7d"
  },
  {
    "文件名": "《傻子与死神·译言古登堡计划[精品]》.epub",
    "夸克盘链接": "https://pan.quark.cn/s/2ad60b43c56a"
  },
  {
    "文件名": "《身边的江湖[精品]》.epub",
    "夸克盘链接": "https://pan.quark.cn/s/3e0c017bcb3e"
  },
  {
    "文件名": "《如果你知道去哪，全世界都会为你让路[精品]》.epub",
    "夸克盘链接": "https://pan.quark.cn/s/82659b4694bd"
  },
  {
    "文件名": "《盛唐领土争夺战2[精品]》.epub",
    "夸克盘链接": "https://pan.quark.cn/s/39600b75f13d"
  },
  {
    "文件名": "《莎士比亚书店（译林版）[精品]》【美】西尔维亚·毕奇.epub",
    "夸克盘链接": "https://pan.quark.cn/s/621ec2bdb163"
  },
  {
    "文件名": "《身边的博弈（完整图文版）[精品]》作者：董志强 .epub",
    "夸克盘链接": "https://pan.quark.cn/s/0bc4f66d9c34"
  },
  {
    "文件名": "《如果你爱上了藏獒，就不能指望他像鸡一样给你下蛋[精品]》陈彤.epub",
    "夸克盘链接": "https://pan.quark.cn/s/690c74e12662"
  },
  {
    "文件名": "《谁在左右你的情绪与食欲[精品]》.epub",
    "夸克盘链接": "https://pan.quark.cn/s/77339ba3f029"
  },
  {
    "文件名": "《盛唐领土争夺战1[精品]》贺磊.epub",
    "夸克盘链接": "https://pan.quark.cn/s/85dd5974cfad"
  },
  {
    "文件名": "《沙僧日记全集[精品]》林长治 .epub",
    "夸克盘链接": "https://pan.quark.cn/s/98accf442ff9"
  },
  {
    "文件名": "《谁在时间的彼岸 上[精品]》.epub",
    "夸克盘链接": "https://pan.quark.cn/s/3b6d091480b8"
  },
  {
    "文件名": "《如果没有遇见你[精品]》晴空蓝兮.epub",
    "夸克盘链接": "https://pan.quark.cn/s/1e118aa0ba8e"
  },
  {
    "文件名": "《圣婴[精品]》.epub",
    "夸克盘链接": "https://pan.quark.cn/s/490054024b88"
  },
  {
    "文件名": "《谁偷走了我的时间？——高效能人士的时间管理手册[精品]》.epub",
    "夸克盘链接": "https://pan.quark.cn/s/ecf940e0e871"
  },
  {
    "文件名": "《谁杀了岳飞[精品]》.epub",
    "夸克盘链接": "https://pan.quark.cn/s/ecd4d815e593"
  },
  {
    "文件名": "《如果没有你[精品]》 (1).epub",
    "夸克盘链接": "https://pan.quark.cn/s/5ce04fc8003f"
  },
  {
    "文件名": "《圣诞老人传奇——他的生活和奇遇[精品]》【美】L.弗兰克·鲍姆.epub",
    "夸克盘链接": "https://pan.quark.cn/s/7bd8a6fd19ce"
  },
  {
    "文件名": "《谁绑架了我们的生活[精品]》.epub",
    "夸克盘链接": "https://pan.quark.cn/s/d3ce5b320941"
  },
  {
    "文件名": "《如果可以这样爱(下)[精品]》千寻千寻.epub",
    "夸克盘链接": "https://pan.quark.cn/s/172161e0361b"
  },
  {
    "文件名": "《摄影入门学习指导[精品]》.epub",
    "夸克盘链接": "https://pan.quark.cn/s/00377d178b07"
  },
  {
    "文件名": "《省委班子2[精品]》.epub",
    "夸克盘链接": "https://pan.quark.cn/s/5b88288510f9"
  },
  {
    "文件名": "《社交红利：如何从微信微博QQ空间等社交网络带走海量用户、流量[精品]》.epub",
    "夸克盘链接": "https://pan.quark.cn/s/f8e6f568af3f"
  },
  {
    "文件名": "《如果可以这样爱(上)[精品]》千寻千寻.epub",
    "夸克盘链接": "https://pan.quark.cn/s/e753ccacda46"
  },
  {
    "文件名": "《沙漠秘井[精品]》.epub",
    "夸克盘链接": "https://pan.quark.cn/s/ca9ea89a0de2"
  },
  {
    "文件名": "《省委班子[精品]》.epub",
    "夸克盘链接": "https://pan.quark.cn/s/c5fc0c2f1beb"
  },
  {
    "文件名": "《沙郡年记[精品]》【美】利奥波德.epub",
    "夸克盘链接": "https://pan.quark.cn/s/953a9e5e5a82"
  },
  {
    "文件名": "《如果不能好好爱（电影《脱轨时代》原著小说）[精品]》.epub",
    "夸克盘链接": "https://pan.quark.cn/s/cc69b355d121"
  },
  {
    "文件名": "《杀人鬼·逆袭篇[精品]》.epub",
    "夸克盘链接": "https://pan.quark.cn/s/1c2e719cd5d3"
  },
  {
    "文件名": "《如果巴黎不快乐[精品]》.epub",
    "夸克盘链接": "https://pan.quark.cn/s/83e8774bc387"
  },
  {
    "文件名": "《融[精品]》姚鄂梅.epub",
    "夸克盘链接": "https://pan.quark.cn/s/2997513f626a"
  },
  {
    "文件名": "《杀人鬼·觉醒篇[精品]》.epub",
    "夸克盘链接": "https://pan.quark.cn/s/d2bfbe039a60"
  },
  {
    "文件名": "《日语50音图卡片(图文版)[精品]》外研社日语工作室.epub",
    "夸克盘链接": "https://pan.quark.cn/s/304576332775"
  },
  {
    "文件名": "《社交红利（修订升级版）[精品]》徐志斌.epub",
    "夸克盘链接": "https://pan.quark.cn/s/0d9e21f40ce4"
  },
  {
    "文件名": "《森林母语[精品]》丁庆中.epub",
    "夸克盘链接": "https://pan.quark.cn/s/69fac8d155c0"
  },
  {
    "文件名": "《色铅笔绘画之旅：梦幻花卉[精品]》.epub",
    "夸克盘链接": "https://pan.quark.cn/s/89cbde95cb91"
  },
  {
    "文件名": "《设计心理学3：情感设计[精品]》.epub",
    "夸克盘链接": "https://pan.quark.cn/s/68cbdf1ab541"
  },
  {
    "文件名": "《日落危城[精品]》.epub",
    "夸克盘链接": "https://pan.quark.cn/s/1a0306b47fe3"
  },
  {
    "文件名": "《设计心理学2：如何管理复杂[精品]》.epub",
    "夸克盘链接": "https://pan.quark.cn/s/21f4fce402c0"
  },
  {
    "文件名": "《日光之下（中国故事·带你回忆旧日时光）[精品]》.epub",
    "夸克盘链接": "https://pan.quark.cn/s/3f447477edff"
  },
  {
    "文件名": "《日光微暖爱倾城[精品]》清幽淡雅.epub",
    "夸克盘链接": "https://pan.quark.cn/s/2c1156de65a5"
  },
  {
    "文件名": "《日光倾城[精品]》张尘舞.epub",
    "夸克盘链接": "https://pan.quark.cn/s/7d55ea28270f"
  },
  {
    "文件名": "《色彩其实很有趣：“卉”生活“卉”色彩[精品]》.epub",
    "夸克盘链接": "https://pan.quark.cn/s/86242def84ad"
  },
  {
    "文件名": "《日常神经科学：知乎赵思家自选集[精品]》.epub",
    "夸克盘链接": "https://pan.quark.cn/s/1e7401cb0152"
  },
  {
    "文件名": "《设计心理学[精品]》.epub",
    "夸克盘链接": "https://pan.quark.cn/s/d44dfb0566f2"
  },
  {
    "文件名": "《桑苏西来客[精品]》阿加莎·克里斯蒂.epub",
    "夸克盘链接": "https://pan.quark.cn/s/96eb5d9acc30"
  },
  {
    "文件名": "《散户快跑：庄家出货模式全解析[精品]》.epub",
    "夸克盘链接": "https://pan.quark.cn/s/d8a914cced36"
  },
  {
    "文件名": "《舌尖上的中国（第二季）·心传》.epub",
    "夸克盘链接": "https://pan.quark.cn/s/9163448424be"
  },
  {
    "文件名": "《日常礼仪的300个关键细节[精品]》王辉.epub",
    "夸克盘链接": "https://pan.quark.cn/s/184345e472b8"
  },
  {
    "文件名": "《舌尖上的中国（第二季）·相逢》.epub",
    "夸克盘链接": "https://pan.quark.cn/s/d4f93823b932"
  },
  {
    "文件名": "《散户别跑：庄家洗盘模式全解析[精品]》.epub",
    "夸克盘链接": "https://pan.quark.cn/s/651365d100f2"
  },
  {
    "文件名": "《舌尖上的中国（第二季）·时节》.epub",
    "夸克盘链接": "https://pan.quark.cn/s/1dc52ae5392d"
  },
  {
    "文件名": "《日本之文与日本之美[精品]》王向远.epub",
    "夸克盘链接": "https://pan.quark.cn/s/0bc6dafda082"
  },
  {
    "文件名": "《舌尖上的中国（第二季）·三餐》.epub",
    "夸克盘链接": "https://pan.quark.cn/s/7aa8a154db98"
  },
  {
    "文件名": "《日本与日本人[精品]》.epub",
    "夸克盘链接": "https://pan.quark.cn/s/4969f58a02c1"
  },
  {
    "文件名": "《三星帝国[精品]》于文心.epub",
    "夸克盘链接": "https://pan.quark.cn/s/9b9e79e91909"
  },
  {
    "文件名": "《舌尖上的中国（第二季）·秘境》.epub",
    "夸克盘链接": "https://pan.quark.cn/s/6146d1f46a09"
  },
  {
    "文件名": "《三天读懂中国五千年趣闻传说[精品]》.epub",
    "夸克盘链接": "https://pan.quark.cn/s/085a24301024"
  },
  {
    "文件名": "《日本文化艺术丛书——日本狂言[精品]》.epub",
    "夸克盘链接": "https://pan.quark.cn/s/4a6f78b664c7"
  },
  {
    "文件名": "《舌尖上的中国（第二季）·脚步》.epub",
    "夸克盘链接": "https://pan.quark.cn/s/7c232aed9c4d"
  },
  {
    "文件名": "《三天读懂管理学（最新升级版）[精品]》磨剑.epub",
    "夸克盘链接": "https://pan.quark.cn/s/4a763653e557"
  },
  {
    "文件名": "《三体3死神永生[精品]》.epub",
    "夸克盘链接": "https://pan.quark.cn/s/2f67604fe186"
  },
  {
    "文件名": "《任志强：强“捍”（中国故事）[精品]》.epub",
    "夸克盘链接": "https://pan.quark.cn/s/43bf14eb8f24"
  },
  {
    "文件名": "《三体(地球往事)[精品]》.epub",
    "夸克盘链接": "https://pan.quark.cn/s/154367730306"
  },
  {
    "文件名": "《任正非的华为管理之道[精品]》石勇.epub",
    "夸克盘链接": "https://pan.quark.cn/s/5372b9482b16"
  },
  {
    "文件名": "《任正非 ： 管理的真相[精品]》孙力科.epub",
    "夸克盘链接": "https://pan.quark.cn/s/4ea898c54f14"
  },
  {
    "文件名": "《三十岁的成人礼：搭车去柏林[精品]》.epub",
    "夸克盘链接": "https://pan.quark.cn/s/b2dcf3ab33ca"
  },
  {
    "文件名": "《认知盈余：自由时间的力量【腾讯掌门人马化腾首度亲笔作序】[精品]》.epub",
    "夸克盘链接": "https://pan.quark.cn/s/3293d7f85131"
  },
  {
    "文件名": "《人之初，性本“色”：乐嘉性格色彩笔记[精品]》.epub",
    "夸克盘链接": "https://pan.quark.cn/s/af727e54d05e"
  },
  {
    "文件名": "《人与土地[精品]》.epub",
    "夸克盘链接": "https://pan.quark.cn/s/9ce84fbb5e6e"
  },
  {
    "文件名": "《三十六大[精品]》.epub",
    "夸克盘链接": "https://pan.quark.cn/s/0c1fe90bae97"
  },
  {
    "文件名": "《三生三世枕上书·终篇[精品]》唐七公子.epub",
    "夸克盘链接": "https://pan.quark.cn/s/9ba3754eee9d"
  },
  {
    "文件名": "《三生三世枕上书·终篇[精品]》.epub",
    "夸克盘链接": "https://pan.quark.cn/s/21943e9fa819"
  },
  {
    "文件名": "《三生三世枕上书[精品]》 (1).epub",
    "夸克盘链接": "https://pan.quark.cn/s/f1a431283838"
  },
  {
    "文件名": "《人性记录》阿加莎·克里斯蒂.epub",
    "夸克盘链接": "https://pan.quark.cn/s/4102d1f0c13f"
  },
  {
    "文件名": "《人性的优点[精品]》.epub",
    "夸克盘链接": "https://pan.quark.cn/s/55ee0d0944fa"
  },
  {
    "文件名": "《三生三世十里桃花[精品]》唐七公子.epub",
    "夸克盘链接": "https://pan.quark.cn/s/1a4ef070072c"
  },
  {
    "文件名": "《人性的弱点[精品]》.epub",
    "夸克盘链接": "https://pan.quark.cn/s/5d0d49052d89"
  },
  {
    "文件名": "《人性的弱点[精品]》 (1).epub",
    "夸克盘链接": "https://pan.quark.cn/s/0eb6ee3953dd"
  },
  {
    "文件名": "《人性的弱点（译林人文精选）[精品]》.epub",
    "夸克盘链接": "https://pan.quark.cn/s/5973a11cae8b"
  },
  {
    "文件名": "《人性的奥秘：曾仕强谈人性的弱点[精品]》曾仕强.epub",
    "夸克盘链接": "https://pan.quark.cn/s/2c56ce0ce6dc"
  },
  {
    "文件名": "《人为什么活着[精品]》.epub",
    "夸克盘链接": "https://pan.quark.cn/s/0107bd630ea3"
  },
  {
    "文件名": "《人体情绪使用手册[精品]》.epub",
    "夸克盘链接": "https://pan.quark.cn/s/55b9aa3a0f74"
  },
  {
    "文件名": "《人生需要揭穿精品》丁张.epub",
    "夸克盘链接": "https://pan.quark.cn/s/fb236c6e8330"
  },
  {
    "文件名": "《三国是个什么玩意儿[精品]》.epub",
    "夸克盘链接": "https://pan.quark.cn/s/cab224a10d59"
  },
  {
    "文件名": "《三国殇吴殇[精品]》李民发.epub",
    "夸克盘链接": "https://pan.quark.cn/s/03afd997c471"
  },
  {
    "文件名": "《人生无处不教练[精品]》有邻书社教练团队.epub",
    "夸克盘链接": "https://pan.quark.cn/s/27aec734cd9f"
  },
  {
    "文件名": "《三国人物心理分析与职场生存[精品]》.epub",
    "夸克盘链接": "https://pan.quark.cn/s/4ec425bacb7c"
  },
  {
    "文件名": "《人生太短，别成熟太晚：心智成熟的旅程[精品]》.epub",
    "夸克盘链接": "https://pan.quark.cn/s/21a0f14715fb"
  },
  {
    "文件名": "《若星汉天空[精品]》.epub",
    "夸克盘链接": "https://pan.quark.cn/s/2d681561ab31"
  },
  {
    "文件名": "《人生随时可以重来：摩西奶奶珍藏画作及一生传奇故事[精品]》.epub",
    "夸克盘链接": "https://pan.quark.cn/s/de3b21589fd6"
  },
  {
    "文件名": "《人生是一连串的偶然[精品]》中国金融博物馆书院.epub",
    "夸克盘链接": "https://pan.quark.cn/s/4f87d46f72be"
  },
  {
    "文件名": "《人生那么长，停一下又何妨[精品]》.epub",
    "夸克盘链接": "https://pan.quark.cn/s/b32d7143ce92"
  },
  {
    "文件名": "《人生里，总有一段传奇在等你[精品]》.epub",
    "夸克盘链接": "https://pan.quark.cn/s/f0d18f035732"
  },
  {
    "文件名": "《人生可以美得如此意外[精品]》.epub",
    "夸克盘链接": "https://pan.quark.cn/s/d712ec392f40"
  },
  {
    "文件名": "《人生的乐趣[精品]》.epub",
    "夸克盘链接": "https://pan.quark.cn/s/dba09e28cb73"
  },
  {
    "文件名": "《人生百忌3：把世界带到你眼前[精品]》.epub",
    "夸克盘链接": "https://pan.quark.cn/s/7b4a6521cf8a"
  },
  {
    "文件名": "《人生百忌2[精品]》.epub",
    "夸克盘链接": "https://pan.quark.cn/s/2153d61841c3"
  },
  {
    "文件名": "《轻武器典藏手册——世界著名手枪Ⅰ[精品]》《轻武器系列丛书》编委会.epub",
    "夸克盘链接": "https://pan.quark.cn/s/b4d8a247ccfe"
  },
  {
    "文件名": "《轻断食：正在横扫全球的瘦身革命[精品]》.epub",
    "夸克盘链接": "https://pan.quark.cn/s/fa29c91ce6dc"
  },
  {
    "文件名": "《青蛙王子(萤火虫·世界经典童话双语绘本)[精品]》格林.epub",
    "夸克盘链接": "https://pan.quark.cn/s/7e0fcaef829b"
  },
  {
    "文件名": "《青蛇[精品]》李碧华.epub",
    "夸克盘链接": "https://pan.quark.cn/s/4e50484de241"
  },
  {
    "文件名": "《青年文摘·快点2015年3月上[精品]》.epub",
    "夸克盘链接": "https://pan.quark.cn/s/c375f5b0bfc6"
  },
  {
    "文件名": "《人人都是伪君子[精品]》.epub",
    "夸克盘链接": "https://pan.quark.cn/s/400c62d8ee13"
  },
  {
    "文件名": "《青年文摘·快点2015年2月下[精品]》.epub",
    "夸克盘链接": "https://pan.quark.cn/s/3c98096e764a"
  },
  {
    "文件名": "《人人都是厨师[精品]》.epub",
    "夸克盘链接": "https://pan.quark.cn/s/4d9835a0bbd4"
  },
  {
    "文件名": "《人人都该买保险[精品]》刘彦斌.epub",
    "夸克盘链接": "https://pan.quark.cn/s/24b8ccf36698"
  },
  {
    "文件名": "《青年文摘·快点2015年2月上[精品]》.epub",
    "夸克盘链接": "https://pan.quark.cn/s/32100149c69e"
  },
  {
    "文件名": "《人人都爱囧笑话[精品]》哈哈.epub",
    "夸克盘链接": "https://pan.quark.cn/s/f1da52f86cee"
  },
  {
    "文件名": "《青年文摘·快点2015年1月下[精品]》.epub",
    "夸克盘链接": "https://pan.quark.cn/s/15b80e9aa67c"
  },
  {
    "文件名": "《人气心理学[精品]》.epub",
    "夸克盘链接": "https://pan.quark.cn/s/3174bec45529"
  },
  {
    "文件名": "《人类危险，小心轻放[精品]》.epub",
    "夸克盘链接": "https://pan.quark.cn/s/2f92bf016f7d"
  },
  {
    "文件名": "《青年文摘·快点2015年1月上[精品]》.epub",
    "夸克盘链接": "https://pan.quark.cn/s/468c606a2e89"
  },
  {
    "文件名": "《人类灭绝[精品]》.epub",
    "夸克盘链接": "https://pan.quark.cn/s/b8150859c9d1"
  },
  {
    "文件名": "《人类梦境排行榜[精品]》王彻.epub",
    "夸克盘链接": "https://pan.quark.cn/s/d924edd66d24"
  },
  {
    "文件名": "《人间中[精品]》.epub",
    "夸克盘链接": "https://pan.quark.cn/s/eea2a9113fc8"
  },
  {
    "文件名": "《青年文摘·快点2014年12月下[精品]》.epub",
    "夸克盘链接": "https://pan.quark.cn/s/9eb18514af00"
  },
  {
    "文件名": "《人间中 精品 》.epub",
    "夸克盘链接": "https://pan.quark.cn/s/875001bb3d3c"
  },
  {
    "文件名": "《人间下[精品]》.epub",
    "夸克盘链接": "https://pan.quark.cn/s/fd2666f99574"
  },
  {
    "文件名": "《人间下 精品 》.epub",
    "夸克盘链接": "https://pan.quark.cn/s/0f05e31bdd32"
  },
  {
    "文件名": "《青年文摘·快点2014年12月上[精品]》.epub",
    "夸克盘链接": "https://pan.quark.cn/s/dbd92940d6b7"
  },
  {
    "文件名": "《人间上[精品]》.epub",
    "夸克盘链接": "https://pan.quark.cn/s/96f6421bb8af"
  },
  {
    "文件名": "《人的七张面孔[精品]》.epub",
    "夸克盘链接": "https://pan.quark.cn/s/c2beb754fa98"
  },
  {
    "文件名": "《青年文摘·快点2014年11月下[精品]》.epub",
    "夸克盘链接": "https://pan.quark.cn/s/044dc9cfb6ac"
  },
  {
    "文件名": "《人的七张面孔[精品]》 (1).epub",
    "夸克盘链接": "https://pan.quark.cn/s/41a7df16e0ba"
  },
  {
    "文件名": "《人的大地[精品]》.epub",
    "夸克盘链接": "https://pan.quark.cn/s/347ec2bc6db0"
  },
  {
    "文件名": "《热历史[精品]》.epub",
    "夸克盘链接": "https://pan.quark.cn/s/e4f7f55a1920"
  },
  {
    "文件名": "《青年文摘·快点2014年11月上[精品]》.epub",
    "夸克盘链接": "https://pan.quark.cn/s/291cd6948d44"
  },
  {
    "文件名": "《让心安住[精品]》.epub",
    "夸克盘链接": "https://pan.quark.cn/s/acb4bbf8cdce"
  },
  {
    "文件名": "《青年文摘·快点2014年10月下[精品]》.epub",
    "夸克盘链接": "https://pan.quark.cn/s/9f0b0b1693b3"
  },
  {
    "文件名": "《让问题到你为止[精品]》.epub",
    "夸克盘链接": "https://pan.quark.cn/s/082c84b27133"
  },
  {
    "文件名": "《青年文摘·快点2014年10月上[精品]》.epub",
    "夸克盘链接": "https://pan.quark.cn/s/df8aaca78db5"
  },
  {
    "文件名": "《让生活更快乐的哈佛实用心理学[精品]》.epub",
    "夸克盘链接": "https://pan.quark.cn/s/c5f4dc795134"
  },
  {
    "文件名": "《让你越玩越聪明的400个逻辑游戏[精品]》.epub",
    "夸克盘链接": "https://pan.quark.cn/s/8765ce7273d3"
  },
  {
    "文件名": "《青年文摘·快点2014年9月下[精品]》.epub",
    "夸克盘链接": "https://pan.quark.cn/s/287a295c020d"
  },
  {
    "文件名": "《破镜谋杀案[精品]》.epub",
    "夸克盘链接": "https://pan.quark.cn/s/070249c14c0b"
  },
  {
    "文件名": "《青年文摘·快点2014年9月上[精品]》.epub",
    "夸克盘链接": "https://pan.quark.cn/s/41ed27928e23"
  },
  {
    "文件名": "《平凡的世界[精品]》.epub",
    "夸克盘链接": "https://pan.quark.cn/s/4d5e40dd508c"
  },
  {
    "文件名": "《平常心[精品]》.epub",
    "夸克盘链接": "https://pan.quark.cn/s/a2a3171c6686"
  },
  {
    "文件名": "《群体性孤独：为什么我们对科技期待更多，对彼此却不能更亲密？[精品]》.epub",
    "夸克盘链接": "https://pan.quark.cn/s/495df09f35c9"
  },
  {
    "文件名": "《品孙子兵法，学管理[精品]》吴学刚.epub",
    "夸克盘链接": "https://pan.quark.cn/s/812ee0db65d5"
  },
  {
    "文件名": "《全新思维：决胜未来的6大能力[精品]》.epub",
    "夸克盘链接": "https://pan.quark.cn/s/649564f19d77"
  },
  {
    "文件名": "《青年文摘·快点2014年8月下[精品]》.epub",
    "夸克盘链接": "https://pan.quark.cn/s/643e72d68bb7"
  },
  {
    "文件名": "《品牌洗脑：世界著名品牌只做不说的营销秘密[精品]》.epub",
    "夸克盘链接": "https://pan.quark.cn/s/85c678257f29"
  },
  {
    "文件名": "《贫穷的本质：我们为什么摆脱不了贫穷[精品]》.epub",
    "夸克盘链接": "https://pan.quark.cn/s/08e0393ed172"
  },
  {
    "文件名": "《全新大学英语词汇必背（四级）[精品]》.epub",
    "夸克盘链接": "https://pan.quark.cn/s/53a6f25f8a06"
  },
  {
    "文件名": "《青年文摘·快点2014年8月上[精品]》.epub",
    "夸克盘链接": "https://pan.quark.cn/s/aa21f016850f"
  },
  {
    "文件名": "《全世界最贵的总裁情商课[精品]》.epub",
    "夸克盘链接": "https://pan.quark.cn/s/d65ea18664e5"
  },
  {
    "文件名": "《飘[精品]》.epub",
    "夸克盘链接": "https://pan.quark.cn/s/675cb9988219"
  },
  {
    "文件名": "《青年文摘·快点·7月下[精品]》.epub",
    "夸克盘链接": "https://pan.quark.cn/s/bbd8389934fb"
  },
  {
    "文件名": "《全球通史[精品]》.epub",
    "夸克盘链接": "https://pan.quark.cn/s/98e0cc755510"
  },
  {
    "文件名": "《皮克斯：关于童心、勇气、创意和传奇[精品]》比尔·卡波达戈利.epub",
    "夸克盘链接": "https://pan.quark.cn/s/5a35f9b1fe92"
  },
  {
    "文件名": "《青木川[精品]》叶广苓.epub",
    "夸克盘链接": "https://pan.quark.cn/s/f33f4cd182df"
  },
  {
    "文件名": "《皮尔兰德拉星（空间三部曲2）[精品]》刘易斯.epub",
    "夸克盘链接": "https://pan.quark.cn/s/d2b56c309919"
  },
  {
    "文件名": "《你值得拥有最好的一切[精品]》.epub",
    "夸克盘链接": "https://pan.quark.cn/s/a25f382dc816"
  },
  {
    "文件名": "《批判性思维教程[精品]》.epub",
    "夸克盘链接": "https://pan.quark.cn/s/4a59262514c3"
  },
  {
    "文件名": "《全球大趋势2：被债务挟持的世界经济[精品]》.epub",
    "夸克盘链接": "https://pan.quark.cn/s/739e25650aa6"
  },
  {
    "文件名": "《你远比想象中强大[精品]》.epub",
    "夸克盘链接": "https://pan.quark.cn/s/1eec6a2d68d1"
  },
  {
    "文件名": "《批判性思维：带你走出思维的误区[精品]》.epub",
    "夸克盘链接": "https://pan.quark.cn/s/7a5215b398f8"
  },
  {
    "文件名": "《青木川[精品]》.epub",
    "夸克盘链接": "https://pan.quark.cn/s/6a98320e906a"
  },
  {
    "文件名": "《你有权以自己的方式长大[精品]》.epub",
    "夸克盘链接": "https://pan.quark.cn/s/23d7d6012d90"
  },
  {
    "文件名": "《全民PE（地铁大学）[精品]》.epub",
    "夸克盘链接": "https://pan.quark.cn/s/c6703513e9bb"
  },
  {
    "文件名": "《去珠峰：一个老山友的登山笔记[精品]》王巍.epub",
    "夸克盘链接": "https://pan.quark.cn/s/533633d89fbc"
  },
  {
    "文件名": "《气血才是命根子[精品]》.epub",
    "夸克盘链接": "https://pan.quark.cn/s/a04a2c2b765c"
  },
  {
    "文件名": "《你永远都无法叫醒一个装睡的人[精品]》.epub",
    "夸克盘链接": "https://pan.quark.cn/s/31456e72291f"
  },
  {
    "文件名": "《青春永不落[精品]》.epub",
    "夸克盘链接": "https://pan.quark.cn/s/66af33330dea"
  },
  {
    "文件名": "《你以为你以为的就是你以为的吗[精品]》.epub",
    "夸克盘链接": "https://pan.quark.cn/s/cbb309e81723"
  },
  {
    "文件名": "《气场的秘密[精品]》泰德·安德鲁斯.epub",
    "夸克盘链接": "https://pan.quark.cn/s/77048edc735c"
  },
  {
    "文件名": "《去人多的地方捞世界[精品]》.epub",
    "夸克盘链接": "https://pan.quark.cn/s/7cdb72af37ab"
  },
  {
    "文件名": "《青春是一件多么痛的礼物[精品]》.epub",
    "夸克盘链接": "https://pan.quark.cn/s/a305786663ba"
  },
  {
    "文件名": "《陪你一起直播青春[精品]》.epub",
    "夸克盘链接": "https://pan.quark.cn/s/e2c637d2508e"
  },
  {
    "文件名": "《青春期生理教育手册[精品]》.epub",
    "夸克盘链接": "https://pan.quark.cn/s/e24cd5c7ee42"
  },
  {
    "文件名": "《你一念之间，我情深一场[精品]》江雪落.epub",
    "夸克盘链接": "https://pan.quark.cn/s/764a024a2ed6"
  },
  {
    "文件名": "《青春抛物线[精品]》.epub",
    "夸克盘链接": "https://pan.quark.cn/s/fff606fa1e0c"
  },
  {
    "文件名": "《去,你的旅行[精品]》.epub",
    "夸克盘链接": "https://pan.quark.cn/s/1e23f6c4cf25"
  },
  {
    "文件名": "《你一年的8760小时[精品]》.epub",
    "夸克盘链接": "https://pan.quark.cn/s/24954e4bba06"
  },
  {
    "文件名": "《青春[精品]》.epub",
    "夸克盘链接": "https://pan.quark.cn/s/4ad374f0a49c"
  },
  {
    "文件名": "《驱动力[精品]》丹尼尔·平克.epub",
    "夸克盘链接": "https://pan.quark.cn/s/c1b2af4d3192"
  },
  {
    "文件名": "《泡沫之夏3[精品]》明晓溪.epub",
    "夸克盘链接": "https://pan.quark.cn/s/ba44af47cbe3"
  },
  {
    "文件名": "《青城II[精品]》.epub",
    "夸克盘链接": "https://pan.quark.cn/s/1bfeb6bfc638"
  },
  {
    "文件名": "《你要去相信，没有到不了的明天[精品]》.epub",
    "夸克盘链接": "https://pan.quark.cn/s/06dfab1187b0"
  },
  {
    "文件名": "《气场的秘密：活用吸引力法则的42个方法[精品]》.epub",
    "夸克盘链接": "https://pan.quark.cn/s/6d986806f9a2"
  },
  {
    "文件名": "《青城[精品]》.epub",
    "夸克盘链接": "https://pan.quark.cn/s/ad37090721b8"
  },
  {
    "文件名": "《求职面试技巧[精品]》.epub",
    "夸克盘链接": "https://pan.quark.cn/s/a931a8e2283f"
  },
  {
    "文件名": "《起风了[精品]》.epub",
    "夸克盘链接": "https://pan.quark.cn/s/043c8283250f"
  },
  {
    "文件名": "《泡沫之夏2[精品]》明晓溪.epub",
    "夸克盘链接": "https://pan.quark.cn/s/109723459571"
  },
  {
    "文件名": "《求职不能太老实[精品]》.epub",
    "夸克盘链接": "https://pan.quark.cn/s/155e57992193"
  },
  {
    "文件名": "《秦时明月2：百步飞剑[精品]》.epub",
    "夸克盘链接": "https://pan.quark.cn/s/37ef920f2a66"
  },
  {
    "文件名": "《你为什么总是错过[精品]》.epub",
    "夸克盘链接": "https://pan.quark.cn/s/11420183c1a8"
  },
  {
    "文件名": "《启动心的力量[精品]》.epub",
    "夸克盘链接": "https://pan.quark.cn/s/9f92aff8b3f7"
  },
  {
    "文件名": "《秦时明月2 手游全知录[精品]》.epub",
    "夸克盘链接": "https://pan.quark.cn/s/1e46963fdf0a"
  },
  {
    "文件名": "《你为什么总焦虑？[精品]》：高原.epub",
    "夸克盘链接": "https://pan.quark.cn/s/fc78d5c2667f"
  },
  {
    "文件名": "《穷养男孩的100个细节[精品]》.epub",
    "夸克盘链接": "https://pan.quark.cn/s/9208206b5909"
  },
  {
    "文件名": "《跑步圣经[精品]》乔治·希恩.epub",
    "夸克盘链接": "https://pan.quark.cn/s/9c20369c8fd1"
  },
  {
    "文件名": "《请你安静些，好吗？[精品]》.epub",
    "夸克盘链接": "https://pan.quark.cn/s/217363b49e3c"
  },
  {
    "文件名": "《情商与影响力(第3版)[精品]》吴维库.epub",
    "夸克盘链接": "https://pan.quark.cn/s/ba8c2be31463"
  },
  {
    "文件名": "《你为什么总焦虑？[精品]》.epub",
    "夸克盘链接": "https://pan.quark.cn/s/fee8c108c98e"
  },
  {
    "文件名": "《乞力马扎罗的雪（海明威精选集）[精品]》【美】欧内斯特·海明威.epub",
    "夸克盘链接": "https://pan.quark.cn/s/b18b7bd2332d"
  },
  {
    "文件名": "《情商4[精品]》.epub",
    "夸克盘链接": "https://pan.quark.cn/s/48548647c61a"
  },
  {
    "文件名": "《乞力马扎罗的雪（海明威精选集）[精品]》.epub",
    "夸克盘链接": "https://pan.quark.cn/s/19eeff01a25a"
  },
  {
    "文件名": "《你为什么是穷人：有钱人和你想的不一样[精品]》.epub",
    "夸克盘链接": "https://pan.quark.cn/s/1bf46384d931"
  },
  {
    "文件名": "《情商3：影响你一生的工作情商[精品]》.epub",
    "夸克盘链接": "https://pan.quark.cn/s/f5c39ca66ea2"
  },
  {
    "文件名": "《你体内的囤积欲：如何过上更快乐、更健康的整洁生活[精品]》.epub",
    "夸克盘链接": "https://pan.quark.cn/s/018e1b81c2d3"
  },
  {
    "文件名": "《你所不知道的诡秘世界3：鬼域[精品]》悬疑志编辑部.epub",
    "夸克盘链接": "https://pan.quark.cn/s/e76fb715c145"
  },
  {
    "文件名": "《情人[精品]》.epub",
    "夸克盘链接": "https://pan.quark.cn/s/b9bb7eabc505"
  },
  {
    "文件名": "《棋手之劫（中国故事）[精品]》.epub",
    "夸克盘链接": "https://pan.quark.cn/s/98fad3448746"
  },
  {
    "文件名": "《你所不知道的诡秘世界2：尸至[精品]》悬疑志编辑部.epub",
    "夸克盘链接": "https://pan.quark.cn/s/6ee68829ec49"
  },
  {
    "文件名": "《骑着单车度蜜年[精品]》.epub",
    "夸克盘链接": "https://pan.quark.cn/s/20518ab6417c"
  },
  {
    "文件名": "《你所不知道的诡秘世界1：邪屋[精品]》悬疑志编辑部.epub",
    "夸克盘链接": "https://pan.quark.cn/s/bd6e0e8ae210"
  },
  {
    "文件名": "《情人[精品]》 (1).epub",
    "夸克盘链接": "https://pan.quark.cn/s/c1123a215ace"
  },
  {
    "文件名": "《你是我最美的时光-顾七兮[精品]》.epub",
    "夸克盘链接": "https://pan.quark.cn/s/99bf666bc173"
  },
  {
    "文件名": "《彷徨之刃[精品]》.epub",
    "夸克盘链接": "https://pan.quark.cn/s/09b0d4917971"
  },
  {
    "文件名": "《秦时明月1：荆轲外传下[精品]》.epub",
    "夸克盘链接": "https://pan.quark.cn/s/8b3b06841652"
  },
  {
    "文件名": "《你是我的向往，永远的光[精品]》.epub",
    "夸克盘链接": "https://pan.quark.cn/s/2502ff7bb5c1"
  },
  {
    "文件名": "《奇点临近[精品]》.epub",
    "夸克盘链接": "https://pan.quark.cn/s/2fd477004a08"
  },
  {
    "文件名": "《你是谁[精品]》尘世牧人.epub",
    "夸克盘链接": "https://pan.quark.cn/s/de80290b4014"
  },
  {
    "文件名": "《彷徨之刃[精品]》 (2).epub",
    "夸克盘链接": "https://pan.quark.cn/s/553d78e5b961"
  },
  {
    "文件名": "《秦时明月1：荆轲外传上[精品]》.epub",
    "夸克盘链接": "https://pan.quark.cn/s/9d1879b87672"
  },
  {
    "文件名": "《情迷德意志[精品]》.epub",
    "夸克盘链接": "https://pan.quark.cn/s/092dbd4e8f50"
  },
  {
    "文件名": "《你是姐的菜[精品]》.epub",
    "夸克盘链接": "https://pan.quark.cn/s/af655b1607f5"
  },
  {
    "文件名": "《潘多拉的种子[精品]》斯宾塞·韦尔斯.epub",
    "夸克盘链接": "https://pan.quark.cn/s/af5ebfa68186"
  },
  {
    "文件名": "《亲爱的安德烈[精品]》.epub",
    "夸克盘链接": "https://pan.quark.cn/s/2d992c2e1b51"
  },
  {
    "文件名": "《其实我们一直活在春秋战国6[精品]》龙镇.epub",
    "夸克盘链接": "https://pan.quark.cn/s/9395a2b0859d"
  },
  {
    "文件名": "《欧游杂记·无注释版[精品]》.epub",
    "夸克盘链接": "https://pan.quark.cn/s/bdb503bcff14"
  },
  {
    "文件名": "《其实我们一直活在春秋战国5[精品]》龙镇.epub",
    "夸克盘链接": "https://pan.quark.cn/s/cf07c28c0140"
  },
  {
    "文件名": "《欧·亨利短篇小说选（经典译林）[精品]》.epub",
    "夸克盘链接": "https://pan.quark.cn/s/c7c756a6fa2f"
  },
  {
    "文件名": "《情迷德意志[精品]》 (1).epub",
    "夸克盘链接": "https://pan.quark.cn/s/12ddafc38f52"
  },
  {
    "文件名": "《你是尘埃也是光：面纱下的阿富汗[精品]》.epub",
    "夸克盘链接": "https://pan.quark.cn/s/2a72a33a0e42"
  },
  {
    "文件名": "《女性养颜祛病妙方[精品]》.epub",
    "夸克盘链接": "https://pan.quark.cn/s/764e3da61835"
  },
  {
    "文件名": "《其实我们一直活在春秋战国3[精品]》龙镇.epub",
    "夸克盘链接": "https://pan.quark.cn/s/9471947b83dd"
  },
  {
    "文件名": "《亲爱的，还好吗[精品]》少耕.epub",
    "夸克盘链接": "https://pan.quark.cn/s/df7d32021db5"
  },
  {
    "文件名": "《齐天传.6[精品]》.epub",
    "夸克盘链接": "https://pan.quark.cn/s/91696aaacd8b"
  },
  {
    "文件名": "《窃听风云——斯诺登与棱镜计划[精品]》.epub",
    "夸克盘链接": "https://pan.quark.cn/s/41d39150e044"
  },
  {
    "文件名": "《乔治·奥威尔信件集·译言古登堡计划[精品]》【英】乔治·奥威尔 译者：李莉、廖晓玮、余扬、黄颖.epub",
    "夸克盘链接": "https://pan.quark.cn/s/4d56bb248754"
  },
  {
    "文件名": "《女性的性爱动机（通识课堂）[精品]》辛迪·M．梅斯顿.epub",
    "夸克盘链接": "https://pan.quark.cn/s/7e92c2c2c72f"
  },
  {
    "文件名": "《齐天传.5[精品]》.epub",
    "夸克盘链接": "https://pan.quark.cn/s/3c1d837b192a"
  },
  {
    "文件名": "《情侣杯[精品]》唐宝洪.epub",
    "夸克盘链接": "https://pan.quark.cn/s/d725dd2eb66e"
  },
  {
    "文件名": "《乔纳森传[精品]》【美】利恩德·卡尼.epub",
    "夸克盘链接": "https://pan.quark.cn/s/f1e2842e2175"
  },
  {
    "文件名": "《女相：陆贞传奇[精品]》张巍.epub",
    "夸克盘链接": "https://pan.quark.cn/s/431f4dd61284"
  },
  {
    "文件名": "《齐天传.4[精品]》.epub",
    "夸克盘链接": "https://pan.quark.cn/s/58d342036264"
  },
  {
    "文件名": "《情节与人物——找到伟大小说的平衡点（创意写作书系）[精品]》.epub",
    "夸克盘链接": "https://pan.quark.cn/s/cd9dd07284ec"
  },
  {
    "文件名": "《你若安好便是晴天——林徽因传[精品]》.epub",
    "夸克盘链接": "https://pan.quark.cn/s/6d05ac568910"
  },
  {
    "文件名": "《女生理工宿舍[精品]》异度社.epub",
    "夸克盘链接": "https://pan.quark.cn/s/51b81efdb1ff"
  },
  {
    "文件名": "《乔布斯的管理课[精品]》哈佛商业评论.epub",
    "夸克盘链接": "https://pan.quark.cn/s/56b2fe8e621c"
  },
  {
    "文件名": "《情场不输人职场不输阵[精品]》苏芩.epub",
    "夸克盘链接": "https://pan.quark.cn/s/092ec713396f"
  },
  {
    "文件名": "《女神经过之事业篇[精品]》.epub",
    "夸克盘链接": "https://pan.quark.cn/s/09cc67bdbe80"
  },
  {
    "文件名": "《你能去哪里，全在于你自己  （中国故事）[精品]》.epub",
    "夸克盘链接": "https://pan.quark.cn/s/7eeeeddc0d53"
  },
  {
    "文件名": "《齐天传.3[精品]》.epub",
    "夸克盘链接": "https://pan.quark.cn/s/ffe4a83aad18"
  },
  {
    "文件名": "《悄问何处是归程：庐隐作品集[精品]》庐隐.epub",
    "夸克盘链接": "https://pan.quark.cn/s/d29bc52e1170"
  },
  {
    "文件名": "《清醒思考的艺术[精品]》.epub",
    "夸克盘链接": "https://pan.quark.cn/s/789f40c8fe90"
  },
  {
    "文件名": "《女神经过之生活篇[精品]》.epub",
    "夸克盘链接": "https://pan.quark.cn/s/84814e145e1f"
  },
  {
    "文件名": "《齐天传.2[精品]》.epub",
    "夸克盘链接": "https://pan.quark.cn/s/63c99d96546f"
  },
  {
    "文件名": "《你们以后都别问我这些问题（大象公会第2期心灵史）[精品]》.epub",
    "夸克盘链接": "https://pan.quark.cn/s/a90a1544e885"
  },
  {
    "文件名": "《女人性爱的100个细节1[精品]》.epub",
    "夸克盘链接": "https://pan.quark.cn/s/a72e2d90e370"
  },
  {
    "文件名": "《墙上美人脸[精品]》姜永育.epub",
    "夸克盘链接": "https://pan.quark.cn/s/de3a29be6ef8"
  },
  {
    "文件名": "《你来不及读的经典：成功不只是个结果（通识课堂）[精品]》.epub",
    "夸克盘链接": "https://pan.quark.cn/s/8026e64fd349"
  },
  {
    "文件名": "《你可以幸福！[精品]》.epub",
    "夸克盘链接": "https://pan.quark.cn/s/3aabb69d5495"
  },
  {
    "文件名": "《齐如山回忆录：我的国剧研究（通识课堂）[精品]》齐如山.epub",
    "夸克盘链接": "https://pan.quark.cn/s/0d69b5324aaa"
  },
  {
    "文件名": "《女人想结婚，男人想私奔[精品]》.epub",
    "夸克盘链接": "https://pan.quark.cn/s/7157be218b13"
  },
  {
    "文件名": "《倩女离魂[精品]》.epub",
    "夸克盘链接": "https://pan.quark.cn/s/3259e6590c5c"
  },
  {
    "文件名": "《你可以更彪悍地应对世界[精品]》.epub",
    "夸克盘链接": "https://pan.quark.cn/s/638cbfe22d1a"
  },
  {
    "文件名": "《齐如山回忆录：清末的教育改革（通识课堂）[精品]》齐如山.epub",
    "夸克盘链接": "https://pan.quark.cn/s/3fad2ac1cad9"
  },
  {
    "文件名": "《清史演义（现代白话版·上）[精品]》.epub",
    "夸克盘链接": "https://pan.quark.cn/s/19fe35276b97"
  },
  {
    "文件名": "《女人挖坑男人跳[精品]》.epub",
    "夸克盘链接": "https://pan.quark.cn/s/c66d67365e12"
  },
  {
    "文件名": "《你就这样吧，挺好的[精品]》.epub",
    "夸克盘链接": "https://pan.quark.cn/s/06a4f2ccb9a9"
  },
  {
    "文件名": "《齐如山回忆录：民初走出国门的京剧（通识课堂）[精品]齐如山》.epub",
    "夸克盘链接": "https://pan.quark.cn/s/fda681b9100f"
  },
  {
    "文件名": "《女人体虚先变丑[精品]》佟彤,陈小野.epub",
    "夸克盘链接": "https://pan.quark.cn/s/8be889d3b64e"
  },
  {
    "文件名": "《凄凉别墅[精品]》.epub",
    "夸克盘链接": "https://pan.quark.cn/s/3fb12b658260"
  },
  {
    "文件名": "《你会喝水吗 [精品]》.epub",
    "夸克盘链接": "https://pan.quark.cn/s/be10f417e077"
  },
  {
    "文件名": "《倾我至诚 为你钟情：张国荣的影梦人生[精品]》.epub",
    "夸克盘链接": "https://pan.quark.cn/s/896ef380cc45"
  },
  {
    "文件名": "《你会喝水吗 [精品]》 (1).epub",
    "夸克盘链接": "https://pan.quark.cn/s/beb16d17365f"
  },
  {
    "文件名": "《潜能开发术：拆掉思维里的墙，开启你的人生正能量[精品]》郝永伟.epub",
    "夸克盘链接": "https://pan.quark.cn/s/217893e2618f"
  },
  {
    "文件名": "《女人如何说男人才爱听[精品]》苏瑾.epub",
    "夸克盘链接": "https://pan.quark.cn/s/6afd8f2a99cb"
  },
  {
    "文件名": "《七宗罪14：小镇狂魔[精品]》.epub",
    "夸克盘链接": "https://pan.quark.cn/s/2066ec6f8c79"
  },
  {
    "文件名": "《你敢“裸体”上班吗[精品]》.epub",
    "夸克盘链接": "https://pan.quark.cn/s/d414b47a1edf"
  },
  {
    "文件名": "《七宗罪13：碎尸疑云[精品]》.epub",
    "夸克盘链接": "https://pan.quark.cn/s/dd974aaec2e2"
  },
  {
    "文件名": "《女人明白要趁早之和潇洒姐塑身100天[精品]》王潇 绘著.epub",
    "夸克盘链接": "https://pan.quark.cn/s/1fb94c319a88"
  },
  {
    "文件名": "《七宗罪12：天台埋骨[精品]》悬疑志编辑部.epub",
    "夸克盘链接": "https://pan.quark.cn/s/0c8722fcbff2"
  },
  {
    "文件名": "《七宗罪12：天台埋骨[精品]》.epub",
    "夸克盘链接": "https://pan.quark.cn/s/61bee145fcac"
  },
  {
    "文件名": "《七宗罪11：消尸世界[精品]》悬疑志编辑部.epub",
    "夸克盘链接": "https://pan.quark.cn/s/ff1d3cc31482"
  },
  {
    "文件名": "《钱多多嫁人记：新版[精品]》.epub",
    "夸克盘链接": "https://pan.quark.cn/s/6461f4eca7ee"
  },
  {
    "文件名": "《你饿不饿，我做饭给你吃[精品]》胡舒欣.epub",
    "夸克盘链接": "https://pan.quark.cn/s/3cf0c44ff854"
  },
  {
    "文件名": "《七宗罪11：消尸世界[精品]》.epub",
    "夸克盘链接": "https://pan.quark.cn/s/f4b4f54b3446"
  },
  {
    "文件名": "《倾听术：轻松实现高效能沟通的秘密[精品]》.epub",
    "夸克盘链接": "https://pan.quark.cn/s/fa905cd46fd8"
  },
  {
    "文件名": "《七宗罪10：雨夜屠夫[精品]》.epub",
    "夸克盘链接": "https://pan.quark.cn/s/a08d1cc680a0"
  },
  {
    "文件名": "《钱的战争（中国故事）[精品]》.epub",
    "夸克盘链接": "https://pan.quark.cn/s/c8a61b6729ef"
  },
  {
    "文件名": "《你的时间去哪儿了：六维时间管理模型 (盛世新管理书架)[精品]》.epub",
    "夸克盘链接": "https://pan.quark.cn/s/b87c1e6196b5"
  },
  {
    "文件名": "《七宗罪9：鬼手佛心[精品]》悬疑志编辑部.epub",
    "夸克盘链接": "https://pan.quark.cn/s/9b974c1452c3"
  },
  {
    "文件名": "《千万次摇摆,才能长大成人[精品]》金兰都.epub",
    "夸克盘链接": "https://pan.quark.cn/s/bd5e4d92d277"
  },
  {
    "文件名": "《七宗罪8：断翼天使[精品]》悬疑志编辑部.epub",
    "夸克盘链接": "https://pan.quark.cn/s/b1eadb2179b8"
  },
  {
    "文件名": "《女人就是要有气质[精品]》苏瑾.epub",
    "夸克盘链接": "https://pan.quark.cn/s/05d356e1609a"
  },
  {
    "文件名": "《七宗罪7：食人恶魔[精品]》悬疑志编辑部.epub",
    "夸克盘链接": "https://pan.quark.cn/s/1e8d3b208123"
  },
  {
    "文件名": "《千万次摇摆,才能长大成人[精品]》.epub",
    "夸克盘链接": "https://pan.quark.cn/s/d240595bb179"
  },
  {
    "文件名": "《七宗罪6：八棺尸场[精品]》悬疑志编辑部.epub",
    "夸克盘链接": "https://pan.quark.cn/s/b0ccb0c976f8"
  },
  {
    "文件名": "《七宗罪6：八棺尸场[精品]》.epub",
    "夸克盘链接": "https://pan.quark.cn/s/d8b6072f7527"
  },
  {
    "文件名": "《女人就是要有气质[精品]》.epub",
    "夸克盘链接": "https://pan.quark.cn/s/368a8a4ad753"
  },
  {
    "文件名": "《七宗罪5：恶魔仆人[精品]》 悬疑志编辑部.epub",
    "夸克盘链接": "https://pan.quark.cn/s/8345b7088939"
  },
  {
    "文件名": "《你的生活达标了吗？——首都科学讲堂报告集[精品]》.epub",
    "夸克盘链接": "https://pan.quark.cn/s/c3e22336884e"
  },
  {
    "文件名": "《千术千局2001——2011一个专业老千的真实经历[精品]》.epub",
    "夸克盘链接": "https://pan.quark.cn/s/dac591177ae5"
  },
  {
    "文件名": "《七宗罪4：变态杀手[精品]》悬疑志编辑部.epub",
    "夸克盘链接": "https://pan.quark.cn/s/8ecdd59c0b65"
  },
  {
    "文件名": "《七宗罪3：肢解狂魔[精品]》悬疑志编辑部.epub",
    "夸克盘链接": "https://pan.quark.cn/s/b08ff9234c7e"
  },
  {
    "文件名": "《女人财富非常道[精品]》.epub",
    "夸克盘链接": "https://pan.quark.cn/s/4e993180ebce"
  },
  {
    "文件名": "《千山暮雪[精品]》.epub",
    "夸克盘链接": "https://pan.quark.cn/s/d352935f95cc"
  },
  {
    "文件名": "《七宗罪2：人体盆栽[精品]》.epub",
    "夸克盘链接": "https://pan.quark.cn/s/0baa8e2057a2"
  },
  {
    "文件名": "《气质三度修炼第二部[精品]》王明夫.epub",
    "夸克盘链接": "https://pan.quark.cn/s/aa9936ff4d5d"
  },
  {
    "文件名": "《七宗罪1：冰箱藏尸[精品]》.epub",
    "夸克盘链接": "https://pan.quark.cn/s/5635ff73fe3d"
  },
  {
    "文件名": "《你的身体，是一切美好的开始[精品]》.epub",
    "夸克盘链接": "https://pan.quark.cn/s/6277f261aee7"
  },
  {
    "文件名": "《女人不狠，地位不稳[精品]》艾浵.epub",
    "夸克盘链接": "https://pan.quark.cn/s/3bffa27fdb85"
  },
  {
    "文件名": "《女孩和女人们的生活[精品]》.epub",
    "夸克盘链接": "https://pan.quark.cn/s/b96495df2707"
  },
  {
    "文件名": "《七宗罪：连环罪[精品]》.epub",
    "夸克盘链接": "https://pan.quark.cn/s/114f928d9352"
  },
  {
    "文件名": "《你的企业可以与众不同[精品]》李勇.epub",
    "夸克盘链接": "https://pan.quark.cn/s/c3002005583d"
  },
  {
    "文件名": "《女法医之索魂[精品]》凛.epub",
    "夸克盘链接": "https://pan.quark.cn/s/e18d2e3fffa5"
  },
  {
    "文件名": "《女儿，爸爸要救你：一个白血病患者求医的生死实录[精品]》汪浙成.epub",
    "夸克盘链接": "https://pan.quark.cn/s/e0efca279d7f"
  },
  {
    "文件名": "《你的脊椎还好吗[精品]》.epub",
    "夸克盘链接": "https://pan.quark.cn/s/38fd7acd9087"
  },
  {
    "文件名": "《七重纱舞[精品]》E伯爵.epub",
    "夸克盘链接": "https://pan.quark.cn/s/12f71543131e"
  },
  {
    "文件名": "《七夜雪[精品]》沧月.epub",
    "夸克盘链接": "https://pan.quark.cn/s/0515a06ce4c2"
  },
  {
    "文件名": "《诺桑觉寺[精品]》.epub",
    "夸克盘链接": "https://pan.quark.cn/s/2a326aea6019"
  },
  {
    "文件名": "《七夜谈[精品]》十四阙.epub",
    "夸克盘链接": "https://pan.quark.cn/s/230914aaef77"
  },
  {
    "文件名": "《七面钟之谜[精品]》阿加莎·克里斯蒂.epub",
    "夸克盘链接": "https://pan.quark.cn/s/6fd74fdd25b2"
  },
  {
    "文件名": "《溥仪藏宝录2：最后的复辟挣扎 [精品]》景旭枫.epub",
    "夸克盘链接": "https://pan.quark.cn/s/46dc0bea2759"
  },
  {
    "文件名": "《你的怀抱是我生命的终点3[精品]》小米.epub",
    "夸克盘链接": "https://pan.quark.cn/s/6eeac58a1e96"
  },
  {
    "文件名": "《溥仪藏宝录[精品]》景旭枫.epub",
    "夸克盘链接": "https://pan.quark.cn/s/17f9ef349098"
  },
  {
    "文件名": "《纽约客》故事集3：洛杉矶最后的古怪一日[精品]》.epub",
    "夸克盘链接": "https://pan.quark.cn/s/46a2bbc43def"
  },
  {
    "文件名": "《普宁[精品]》.epub",
    "夸克盘链接": "https://pan.quark.cn/s/31fd8319f5cf"
  },
  {
    "文件名": "《纽约客》故事集2：你会找到我的地方[精品]》.epub",
    "夸克盘链接": "https://pan.quark.cn/s/7e3d2995a310"
  },
  {
    "文件名": "《菩提美人[精品]》.epub",
    "夸克盘链接": "https://pan.quark.cn/s/83e063c1bafd"
  },
  {
    "文件名": "《牛校究竟牛在哪儿——我们的留学故事[精品]》.epub",
    "夸克盘链接": "https://pan.quark.cn/s/48091c2f9b6f"
  },
  {
    "文件名": "《你的怀抱是我生命的终点2[精品]》小米.epub",
    "夸克盘链接": "https://pan.quark.cn/s/3335c4d26423"
  },
  {
    "文件名": "《破译黑天鹅：如何应对未来15年的商业巨变[精品]》.epub",
    "夸克盘链接": "https://pan.quark.cn/s/060699f414d5"
  },
  {
    "文件名": "《破晓之后[精品]》伽蓝.epub",
    "夸克盘链接": "https://pan.quark.cn/s/f4bc04d4e768"
  },
  {
    "文件名": "《你的怀抱是我生命的终点2[精品]》.epub",
    "夸克盘链接": "https://pan.quark.cn/s/2aae8cdcdcae"
  },
  {
    "文件名": "《牛鬼蛇神[精品]》.epub",
    "夸克盘链接": "https://pan.quark.cn/s/6570212f2f68"
  },
  {
    "文件名": "《你的怀抱是我生命的终点1[精品]》小米.epub",
    "夸克盘链接": "https://pan.quark.cn/s/e3da411b5be9"
  },
  {
    "文件名": "《宁负流年不负卿[精品]》连三月.epub",
    "夸克盘链接": "https://pan.quark.cn/s/9b94952c9571"
  },
  {
    "文件名": "《鸟[精品]》.epub",
    "夸克盘链接": "https://pan.quark.cn/s/479c1c9a75d9"
  },
  {
    "文件名": "《你的怀抱是我生命的终点1[精品]》.epub",
    "夸克盘链接": "https://pan.quark.cn/s/914e17f412b6"
  },
  {
    "文件名": "《泥板上不朽的苏美尔文明[精品]》吴宇虹.epub",
    "夸克盘链接": "https://pan.quark.cn/s/a2fef67d266c"
  },
  {
    "文件名": "《娘要嫁人[精品]》严歌苓.epub",
    "夸克盘链接": "https://pan.quark.cn/s/bac24b23a790"
  },
  {
    "文件名": "《年轮[精品]》.epub",
    "夸克盘链接": "https://pan.quark.cn/s/f454d6960c5c"
  },
  {
    "文件名": "《逆转：弱者如何找到优势,反败为胜[精品]》.epub",
    "夸克盘链接": "https://pan.quark.cn/s/acab89a93462"
  },
  {
    "文件名": "《尼罗河上的惨案》阿加莎·克里斯蒂.epub",
    "夸克盘链接": "https://pan.quark.cn/s/05f34eb5fb07"
  },
  {
    "文件名": "《你只负责精彩，老天自有安排[精品]》.epub",
    "夸克盘链接": "https://pan.quark.cn/s/5d638d864020"
  },
  {
    "文件名": "《尼尔斯骑鹅历险记[精品]》.epub",
    "夸克盘链接": "https://pan.quark.cn/s/a4b97aed42a5"
  },
  {
    "文件名": "《尼尔·弗格森经典系列：巨人[精品]》【英】尼尔·弗格森.epub",
    "夸克盘链接": "https://pan.quark.cn/s/447783329663"
  },
  {
    "文件名": "《尼尔·弗格森经典系列：巨人[精品]》.epub",
    "夸克盘链接": "https://pan.quark.cn/s/ececc3bd6772"
  },
  {
    "文件名": "《尼采的心灵咒语[精品]》.epub",
    "夸克盘链接": "https://pan.quark.cn/s/258982fc674f"
  },
  {
    "文件名": "《能量场[精品]》.epub",
    "夸克盘链接": "https://pan.quark.cn/s/897cb4730bc5"
  },
  {
    "文件名": "《脑髓地狱[精品]》.epub",
    "夸克盘链接": "https://pan.quark.cn/s/14d3bad51b25"
  },
  {
    "文件名": "《难过时我会笑[精品]》.epub",
    "夸克盘链接": "https://pan.quark.cn/s/d28cc34d1bae"
  },
  {
    "文件名": "《南明那些事儿[精品]》洪兵.epub",
    "夸克盘链接": "https://pan.quark.cn/s/03f78f5c485a"
  },
  {
    "文件名": "《南极绝恋[精品]》吴有音.epub",
    "夸克盘链接": "https://pan.quark.cn/s/ce4dcd267ef4"
  },
  {
    "文件名": "《南方邮航[精品]》.epub",
    "夸克盘链接": "https://pan.quark.cn/s/8ef79f85c0b3"
  },
  {
    "文件名": "《南渡北归. 离别： 上册[精品]》岳南.epub",
    "夸克盘链接": "https://pan.quark.cn/s/f59a080a9dd5"
  },
  {
    "文件名": "《马云：我的管理心得[精品]》赵伟.epub",
    "夸克盘链接": "https://pan.quark.cn/s/e3c07aa023ff"
  },
  {
    "文件名": "《马斯洛论管理[精品]》亚伯拉罕·H·马斯洛，亚伯拉罕·马斯洛，李斯 等.epub",
    "夸克盘链接": "https://pan.quark.cn/s/c638eef004fa"
  },
  {
    "文件名": "《马尔克斯的一生[精品]》.epub",
    "夸克盘链接": "https://pan.quark.cn/s/127e70366bef"
  },
  {
    "文件名": "《男神去哪儿[精品]》.epub",
    "夸克盘链接": "https://pan.quark.cn/s/045ef4ba5233"
  },
  {
    "文件名": "《魔鬼与普里姆小姐[精品]》.epub",
    "夸克盘链接": "https://pan.quark.cn/s/a11ee8a4c4c0"
  },
  {
    "文件名": "《魔鬼搭讪学——这样追女孩真的很容易[精品]》.epub",
    "夸克盘链接": "https://pan.quark.cn/s/56486ae75a37"
  },
  {
    "文件名": "《男人装特刊——护士特刊[精品]》.epub",
    "夸克盘链接": "https://pan.quark.cn/s/cc4d29259e7b"
  },
  {
    "文件名": "《命根子终极解密[精品]》.epub",
    "夸克盘链接": "https://pan.quark.cn/s/b10e372d6432"
  },
  {
    "文件名": "《男人那点心思，女人那点心计[精品]》张丽莹，孙丽萍.epub",
    "夸克盘链接": "https://pan.quark.cn/s/e28af80e292e"
  },
  {
    "文件名": "《马伯庸笑翻中国简史[精品]》.epub",
    "夸克盘链接": "https://pan.quark.cn/s/5da98b6a1e20"
  },
  {
    "文件名": "《冥想，是放松的开始[精品]》.epub",
    "夸克盘链接": "https://pan.quark.cn/s/77f5a18e2508"
  },
  {
    "文件名": "《明智行动的艺术：你最好去让别人犯的52种行为错误[精品]》.epub",
    "夸克盘链接": "https://pan.quark.cn/s/6c212edab517"
  },
  {
    "文件名": "《男人靠捧，女人靠宠[精品]》杨立朋.epub",
    "夸克盘链接": "https://pan.quark.cn/s/5b00c56d0510"
  },
  {
    "文件名": "《麻雀[精品]》.epub",
    "夸克盘链接": "https://pan.quark.cn/s/7e65b45073d7"
  },
  {
    "文件名": "《男人不可以穷[精品]》薛可正.epub",
    "夸克盘链接": "https://pan.quark.cn/s/abc399608f5b"
  },
  {
    "文件名": "《妈妈的私房湘菜[精品]》.epub",
    "夸克盘链接": "https://pan.quark.cn/s/48273807439d"
  },
  {
    "文件名": "《绿皮火车[精品]》.epub",
    "夸克盘链接": "https://pan.quark.cn/s/c5630006c584"
  },
  {
    "文件名": "《男孩要有理想，女孩要有梦想[精品]》.epub",
    "夸克盘链接": "https://pan.quark.cn/s/e2a1be9c195b"
  },
  {
    "文件名": "《明星教给我的那些事[精品]》林奕华.epub",
    "夸克盘链接": "https://pan.quark.cn/s/8fd49623027b"
  },
  {
    "文件名": "《男孩的冒险书：中国篇[精品]》.epub",
    "夸克盘链接": "https://pan.quark.cn/s/2f6ebe09f60d"
  },
  {
    "文件名": "《明媚[精品]》.epub",
    "夸克盘链接": "https://pan.quark.cn/s/4afe01ad44a5"
  },
  {
    "文件名": "《旅行的艺术[精品]》.epub",
    "夸克盘链接": "https://pan.quark.cn/s/022118a8c604"
  },
  {
    "文件名": "《娜么快乐[精品]》.epub",
    "夸克盘链接": "https://pan.quark.cn/s/b84c545c7639"
  },
  {
    "文件名": "《纳尼亚传奇7：最后一战[精品]》【英】 C.S.刘易斯.epub",
    "夸克盘链接": "https://pan.quark.cn/s/7bfd38b9b2c8"
  },
  {
    "文件名": "《纳尼亚传奇6：魔法师的外甥[精品]》【英】 C.S.刘易斯.epub",
    "夸克盘链接": "https://pan.quark.cn/s/dc34eb180db3"
  },
  {
    "文件名": "《纳尼亚传奇5：会说话的马与男孩[精品]》【英】 C.S.刘易斯.epub",
    "夸克盘链接": "https://pan.quark.cn/s/db4598309b1e"
  },
  {
    "文件名": "《纳尼亚传奇4：银椅[精品]》【英】 C.S.刘易斯.epub",
    "夸克盘链接": "https://pan.quark.cn/s/8a7b401f5ebf"
  },
  {
    "文件名": "《旅行的艺术（中英双语插图本）[精品]》.epub",
    "夸克盘链接": "https://pan.quark.cn/s/607c4a9fc105"
  },
  {
    "文件名": "《纳尼亚传奇3：黎明踏浪号[精品]》【英】 C.S.刘易斯.epub",
    "夸克盘链接": "https://pan.quark.cn/s/c8ed8e77836f"
  },
  {
    "文件名": "《纳尼亚传奇2：凯斯宾王子[精品]》【英】 C.S.刘易斯.epub",
    "夸克盘链接": "https://pan.quark.cn/s/04e8d820dc36"
  },
  {
    "文件名": "《纳尼亚传奇1：狮子、女巫和魔衣橱[精品]》【英】 C.S.刘易斯.epub",
    "夸克盘链接": "https://pan.quark.cn/s/011699bcd68c"
  },
  {
    "文件名": "《那一抹春风的温柔[精品]》.epub",
    "夸克盘链接": "https://pan.quark.cn/s/8751b5ca441c"
  },
  {
    "文件名": "《那些有伤的年轻人[精品]》.epub",
    "夸克盘链接": "https://pan.quark.cn/s/74fd1ca2d29b"
  },
  {
    "文件名": "《旅人来自不同星球[精品]》.epub",
    "夸克盘链接": "https://pan.quark.cn/s/978514aade60"
  },
  {
    "文件名": "《那些你想说,但没说出来的话[精品]》.epub",
    "夸克盘链接": "https://pan.quark.cn/s/f18183fb564b"
  },
  {
    "文件名": "《侣行[精品]》.epub",
    "夸克盘链接": "https://pan.quark.cn/s/caab32cbd792"
  },
  {
    "文件名": "《那些回不去的年少时光：新版.下[精品]》桐华.epub",
    "夸克盘链接": "https://pan.quark.cn/s/dfbfa2fe2eb4"
  },
  {
    "文件名": "《洛丽塔[精品]》.epub",
    "夸克盘链接": "https://pan.quark.cn/s/477a42531945"
  },
  {
    "文件名": "《名医话养生：十大营养科主任教你吃出健康[精品]》.epub",
    "夸克盘链接": "https://pan.quark.cn/s/bf055f865328"
  },
  {
    "文件名": "《逻辑学教程[精品]》.epub",
    "夸克盘链接": "https://pan.quark.cn/s/7347e8489b48"
  },
  {
    "文件名": "《那些回不去的年少时光：新版.上[精品]》桐华.epub",
    "夸克盘链接": "https://pan.quark.cn/s/ba16e52de0b2"
  },
  {
    "文件名": "《名画之旅：新古典主义[精品]》.epub",
    "夸克盘链接": "https://pan.quark.cn/s/b2ddbf4e8ae2"
  },
  {
    "文件名": "《罗斯柴尔德家族简史[精品]》.epub",
    "夸克盘链接": "https://pan.quark.cn/s/12fd0be1ad4d"
  },
  {
    "文件名": "《罗大佑：用音乐介入社会（中国故事）[精品]》.epub",
    "夸克盘链接": "https://pan.quark.cn/s/e2158a577241"
  },
  {
    "文件名": "《那片星空，那片海（中册）[精品]》.epub",
    "夸克盘链接": "https://pan.quark.cn/s/2436a8ae9a1e"
  },
  {
    "文件名": "《论中国[精品]》.epub",
    "夸克盘链接": "https://pan.quark.cn/s/d6e357e036d7"
  },
  {
    "文件名": "《那片星空，那片海（下册）[精品]》.epub",
    "夸克盘链接": "https://pan.quark.cn/s/d1cbcd1a69ac"
  },
  {
    "文件名": "《那片星空，那片海（上册）[精品]》.epub",
    "夸克盘链接": "https://pan.quark.cn/s/199c4e6d4d7a"
  },
  {
    "文件名": "《门牌号之老店铺（中国故事）[精品]》.epub",
    "夸克盘链接": "https://pan.quark.cn/s/58f703e4ee7d"
  },
  {
    "文件名": "《美文雅句触心殇：那些美得令人心醉的爱情句集[精品]》.epub",
    "夸克盘链接": "https://pan.quark.cn/s/d1a38abdb474"
  },
  {
    "文件名": "《哪吒闹海（中国动画经典）注音版[精品]》张博庆.epub",
    "夸克盘链接": "https://pan.quark.cn/s/7260f8dae63c"
  },
  {
    "文件名": "《美味快捷做便当[精品]》.epub",
    "夸克盘链接": "https://pan.quark.cn/s/6192a7d4e637"
  },
  {
    "文件名": "《民国通俗演义[精品]》蔡东藩.epub",
    "夸克盘链接": "https://pan.quark.cn/s/48df0a38f376"
  },
  {
    "文件名": "《哪里有那么多颠覆性创新（解决问题才是关键）[精品]》.epub",
    "夸克盘链接": "https://pan.quark.cn/s/f9f7c8211e24"
  },
  {
    "文件名": "《论美国的民主（译林人文精选）[精品]》.epub",
    "夸克盘链接": "https://pan.quark.cn/s/6dc813ee933b"
  },
  {
    "文件名": "《拿破仑时代（上）[精品]》.epub",
    "夸克盘链接": "https://pan.quark.cn/s/6caf81ceb901"
  },
  {
    "文件名": "《论领导力：现代管理学之父的新教诲(管理经典丛书)[精品]》.epub",
    "夸克盘链接": "https://pan.quark.cn/s/6e01f9ddf163"
  },
  {
    "文件名": "《民国那些腕儿[精品]》.epub",
    "夸克盘链接": "https://pan.quark.cn/s/09c44c4298e8"
  },
  {
    "文件名": "《拿破仑传[精品]》.epub",
    "夸克盘链接": "https://pan.quark.cn/s/5b6f390aa967"
  },
  {
    "文件名": "《穆斯林的葬礼[精品]》霍达 (1).epub",
    "夸克盘链接": "https://pan.quark.cn/s/c97bc203d891"
  },
  {
    "文件名": "《美人为馅》.epub",
    "夸克盘链接": "https://pan.quark.cn/s/e8d208417559"
  },
  {
    "文件名": "《民国那些范儿[精品]》欧阳悟道.epub",
    "夸克盘链接": "https://pan.quark.cn/s/9debac7f2011"
  },
  {
    "文件名": "《牧羊少年奇幻之旅[精品]》.epub",
    "夸克盘链接": "https://pan.quark.cn/s/5cda1a34a612"
  },
  {
    "文件名": "《陆犯焉识[精品]》.epub",
    "夸克盘链接": "https://pan.quark.cn/s/7d24c706b15a"
  },
  {
    "文件名": "《美人何处[精品]》.epub",
    "夸克盘链接": "https://pan.quark.cn/s/8cd2e65629c0"
  },
  {
    "文件名": "《民国就是这么生猛04袁氏称帝[精品]》.epub",
    "夸克盘链接": "https://pan.quark.cn/s/fd23fe076cfc"
  },
  {
    "文件名": "《沐阳语丝[精品]》李沐阳.epub",
    "夸克盘链接": "https://pan.quark.cn/s/f52895c99b06"
  },
  {
    "文件名": "《鲁迅杂文经典全集[精品]》鲁迅.epub",
    "夸克盘链接": "https://pan.quark.cn/s/d5871d3073e6"
  },
  {
    "文件名": "《美女都是狠角色[精品]》.epub",
    "夸克盘链接": "https://pan.quark.cn/s/3fae89999885"
  },
  {
    "文件名": "《民国就是这么生猛02：辛亥革命[精品]》.epub",
    "夸克盘链接": "https://pan.quark.cn/s/bb0bfda30deb"
  },
  {
    "文件名": "《目送[精品]》.epub",
    "夸克盘链接": "https://pan.quark.cn/s/d5d29ef959ce"
  },
  {
    "文件名": "《鲁迅散文全集[精品]》鲁迅 .epub",
    "夸克盘链接": "https://pan.quark.cn/s/253c325a5d69"
  },
  {
    "文件名": "《美妙的新世界 ： 英汉对照[精品]》.epub",
    "夸克盘链接": "https://pan.quark.cn/s/03d0b94cb300"
  },
  {
    "文件名": "《民国就是这么生猛01：辛亥前夜[精品]》.epub",
    "夸克盘链接": "https://pan.quark.cn/s/cfc90a65c72b"
  },
  {
    "文件名": "《美剧启示录（中国故事）[精品]》周黎明.epub",
    "夸克盘链接": "https://pan.quark.cn/s/61c3babfc54b"
  },
  {
    "文件名": "《鲁迅论人生[精品]》.epub",
    "夸克盘链接": "https://pan.quark.cn/s/a47676f29bf4"
  },
  {
    "文件名": "《苗疆蛊事12[精品]》.epub",
    "夸克盘链接": "https://pan.quark.cn/s/67ce1b42aed9"
  },
  {
    "文件名": "《美国童话[精品]》莱曼·鲍姆.epub",
    "夸克盘链接": "https://pan.quark.cn/s/572ef8b9af40"
  },
  {
    "文件名": "《苗疆蛊事11[精品]》.epub",
    "夸克盘链接": "https://pan.quark.cn/s/d11aae02ef91"
  },
  {
    "文件名": "《美国三部曲：人性的污秽[精品]》.epub",
    "夸克盘链接": "https://pan.quark.cn/s/d41ff63da3b1"
  },
  {
    "文件名": "《鲁滨逊漂流记[精品]》.epub",
    "夸克盘链接": "https://pan.quark.cn/s/bfb22e8e05e7"
  },
  {
    "文件名": "《苗疆蛊事10[精品]》.epub",
    "夸克盘链接": "https://pan.quark.cn/s/0fef1dd6e0e0"
  },
  {
    "文件名": "《美国的货币，中国的问题（中国故事·美国欠我们的钱，到底会不[精品]》.epub",
    "夸克盘链接": "https://pan.quark.cn/s/a4796ad22c9f"
  },
  {
    "文件名": "《美国常识[精品]》.epub",
    "夸克盘链接": "https://pan.quark.cn/s/0f4e5d9b5311"
  },
  {
    "文件名": "《面包会有的[精品]》.epub",
    "夸克盘链接": "https://pan.quark.cn/s/16d2da5b955c"
  },
  {
    "文件名": "《龙腾英语高中英语单词全解全练（必考3500+超纲1000）[精品]》.epub",
    "夸克盘链接": "https://pan.quark.cn/s/1d002a738e4e"
  },
  {
    "文件名": "《拇指姑娘(萤火虫·世界经典童话双语绘本)[精品]》安徒生.epub",
    "夸克盘链接": "https://pan.quark.cn/s/f947ce133f9a"
  },
  {
    "文件名": "《两个字（下）（中国故事·个人一生的命运在不同时刻都被“两个[精品]》.epub",
    "夸克盘链接": "https://pan.quark.cn/s/54c12ecb462e"
  },
  {
    "文件名": "《两个字（上）（中国故事·个人一生的命运在不同时刻都被“两个[精品]》.epub",
    "夸克盘链接": "https://pan.quark.cn/s/49dbfbdf446b"
  },
  {
    "文件名": "《梁实秋读书与做人[精品]》梁实秋.epub",
    "夸克盘链接": "https://pan.quark.cn/s/c1597a31d879"
  },
  {
    "文件名": "《美国8大冤案[精品]》.epub",
    "夸克盘链接": "https://pan.quark.cn/s/3716d9b8a57f"
  },
  {
    "文件名": "《免费午餐：柔软改变中国[精品]》.epub",
    "夸克盘链接": "https://pan.quark.cn/s/e9ad58725dc8"
  },
  {
    "文件名": "《六度人脉3[精品]》李维文.epub",
    "夸克盘链接": "https://pan.quark.cn/s/4353ee735ee0"
  },
  {
    "文件名": "《凉生，我们可不可以不忧伤4之彩云散[精品]》.epub",
    "夸克盘链接": "https://pan.quark.cn/s/46fd232fe214"
  },
  {
    "文件名": "《每一次相遇都是一粒种子[精品]》关漓（著）,卷子（绘）.epub",
    "夸克盘链接": "https://pan.quark.cn/s/fadb126b7eb2"
  },
  {
    "文件名": "《凉生，我们可不可以不忧伤3[精品]》.epub",
    "夸克盘链接": "https://pan.quark.cn/s/028fd8b6745d"
  },
  {
    "文件名": "《六度人脉2[精品]》.epub",
    "夸克盘链接": "https://pan.quark.cn/s/dbb60ce00201"
  },
  {
    "文件名": "《凉生，我们可不可以不忧伤2[精品]》.epub",
    "夸克盘链接": "https://pan.quark.cn/s/a34c9ad6ce0c"
  },
  {
    "文件名": "《凉生，我们可不可以不忧伤[精品]》.epub",
    "夸克盘链接": "https://pan.quark.cn/s/6927ac5fcb19"
  },
  {
    "文件名": "《牡丹亭[精品]》.epub",
    "夸克盘链接": "https://pan.quark.cn/s/1f6e256d670d"
  },
  {
    "文件名": "《秘密[精品]》东野圭吾 .epub",
    "夸克盘链接": "https://pan.quark.cn/s/78eeacab59f2"
  },
  {
    "文件名": "《刘翔，国家的儿子（中国故事）[精品]》.epub",
    "夸克盘链接": "https://pan.quark.cn/s/ce59dae77db0"
  },
  {
    "文件名": "《良辰讵可待：完美纪念版[精品]》.epub",
    "夸克盘链接": "https://pan.quark.cn/s/0888b2bf8c77"
  },
  {
    "文件名": "《秘密（下）[精品]》.epub",
    "夸克盘链接": "https://pan.quark.cn/s/19bb29fe8b8f"
  },
  {
    "文件名": "《刘备用人有一绝[精品]》.epub",
    "夸克盘链接": "https://pan.quark.cn/s/1e804352f85a"
  },
  {
    "文件名": "《恋人超有型[精品]》.epub",
    "夸克盘链接": "https://pan.quark.cn/s/d5b37bd97229"
  },
  {
    "文件名": "《秘密（上）[精品]》.epub",
    "夸克盘链接": "https://pan.quark.cn/s/3840a926850f"
  },
  {
    "文件名": "《刘备：“常败”的英雄 (历史不可戏说)[精品]》.epub",
    "夸克盘链接": "https://pan.quark.cn/s/2baaaa691d6a"
  },
  {
    "文件名": "《立体串珠入门[精品]》.epub",
    "夸克盘链接": "https://pan.quark.cn/s/7aa03ef1aa4a"
  },
  {
    "文件名": "《谜小说系列-寻宝记[精品]》谜小说.epub",
    "夸克盘链接": "https://pan.quark.cn/s/90cf75511258"
  },
  {
    "文件名": "《另一个欧洲[精品]》何力.epub",
    "夸克盘链接": "https://pan.quark.cn/s/2a80c5677a78"
  },
  {
    "文件名": "《母亲和我们七兄妹[精品]》严玲玲.epub",
    "夸克盘链接": "https://pan.quark.cn/s/8c1a372fde68"
  },
  {
    "文件名": "《另一半中国史（插图版）[精品]》高洪雷.epub",
    "夸克盘链接": "https://pan.quark.cn/s/4217b7d0c0d7"
  },
  {
    "文件名": "《谜小说系列-伤逝[精品]》谜小说.epub",
    "夸克盘链接": "https://pan.quark.cn/s/5c011fd3c3ae"
  },
  {
    "文件名": "《每天用一点神奇催眠术[精品]》.epub",
    "夸克盘链接": "https://pan.quark.cn/s/f22297710d21"
  },
  {
    "文件名": "《每天学一点实用经济学[精品]》.epub",
    "夸克盘链接": "https://pan.quark.cn/s/60e83703e173"
  },
  {
    "文件名": "《谜小说系列-秘密[精品]》谜小说.epub",
    "夸克盘链接": "https://pan.quark.cn/s/b98fc27fee07"
  },
  {
    "文件名": "《每天学一点神奇催眠术[精品]》.epub",
    "夸克盘链接": "https://pan.quark.cn/s/a4a3155570c7"
  },
  {
    "文件名": "《谜小说系列-荒村[精品]》谜小说.epub",
    "夸克盘链接": "https://pan.quark.cn/s/de155cd420f0"
  },
  {
    "文件名": "《历史中的心理学[精品]》.epub",
    "夸克盘链接": "https://pan.quark.cn/s/129afd769233"
  },
  {
    "文件名": "《母亲不会死[精品]》.epub",
    "夸克盘链接": "https://pan.quark.cn/s/46e121484824"
  },
  {
    "文件名": "《每天进步多一点[精品]》刘墉.epub",
    "夸克盘链接": "https://pan.quark.cn/s/daff858a8f1d"
  },
  {
    "文件名": "《谜小说系列-A档案[精品]》谜小说.epub",
    "夸克盘链接": "https://pan.quark.cn/s/e5d3b58575c2"
  },
  {
    "文件名": "《每天读一点文化常识[精品]》.epub",
    "夸克盘链接": "https://pan.quark.cn/s/c07e132c5de7"
  },
  {
    "文件名": "《谋杀启事[精品]》阿加莎·克里斯蒂.epub",
    "夸克盘链接": "https://pan.quark.cn/s/560bd401c932"
  },
  {
    "文件名": "《另一半中国史（插图版）[精品]》.epub",
    "夸克盘链接": "https://pan.quark.cn/s/c4aad6f3c105"
  },
  {
    "文件名": "《每个人都是一座孤岛[精品]》.epub",
    "夸克盘链接": "https://pan.quark.cn/s/3464c2a0f1aa"
  },
  {
    "文件名": "《迷失的时候选择更艰辛的那条路[精品]》.epub",
    "夸克盘链接": "https://pan.quark.cn/s/63b331dbb88d"
  },
  {
    "文件名": "《谋划世界的100次会议（下）[精品]》.epub",
    "夸克盘链接": "https://pan.quark.cn/s/946562fe7faa"
  },
  {
    "文件名": "《梅兰芳游美记（中国故事）[精品]》.epub",
    "夸克盘链接": "https://pan.quark.cn/s/04a678d6d13b"
  },
  {
    "文件名": "《历史为什么选择了毛泽东[精品]》.epub",
    "夸克盘链接": "https://pan.quark.cn/s/a275ca957f9e"
  },
  {
    "文件名": "《迷城[精品]》蔡骏.epub",
    "夸克盘链接": "https://pan.quark.cn/s/780946a9599d"
  },
  {
    "文件名": "《历史老师没教过的历史[精品]》忆江南.epub",
    "夸克盘链接": "https://pan.quark.cn/s/8af35f8f232a"
  },
  {
    "文件名": "《梅花与牡丹——中华文化模式[精品]》.epub",
    "夸克盘链接": "https://pan.quark.cn/s/2b910fb3fe5a"
  },
  {
    "文件名": "《谋划世界的100次会议（上）[精品]》.epub",
    "夸克盘链接": "https://pan.quark.cn/s/a58d2f6a57b1"
  },
  {
    "文件名": "《历史的星空[精品]》.epub",
    "夸克盘链接": "https://pan.quark.cn/s/7f588951c2a6"
  },
  {
    "文件名": "《莫言，在这里（中国故事·诺贝尔文学奖授予了沉默的大师——莫[精品]》.epub",
    "夸克盘链接": "https://pan.quark.cn/s/fc03b2ff8cf1"
  },
  {
    "文件名": "《梦回大秦[精品]》留雁.epub",
    "夸克盘链接": "https://pan.quark.cn/s/fc9f8e503e6d"
  },
  {
    "文件名": "《历史的灵魂（爱智书系）[精品]》李公明.epub",
    "夸克盘链接": "https://pan.quark.cn/s/955d656758ec"
  },
  {
    "文件名": "《末日未来（中国故事·一旦有末日的传言，一些“大师”就现身表[精品]》.epub",
    "夸克盘链接": "https://pan.quark.cn/s/94b513414099"
  },
  {
    "文件名": "《魔术杀人事件簿[精品]》王稼骏.epub",
    "夸克盘链接": "https://pan.quark.cn/s/6d3ed4a58728"
  },
  {
    "文件名": "《历史的教训[精品]》.epub",
    "夸克盘链接": "https://pan.quark.cn/s/aa1dcc17fcdb"
  },
  {
    "文件名": "《梦回“诗唐”——唐诗经典品鉴[精品]》潘裕民.epub",
    "夸克盘链接": "https://pan.quark.cn/s/1dc7f9fa314c"
  },
  {
    "文件名": "《没有在一起，也好[精品]》.epub",
    "夸克盘链接": "https://pan.quark.cn/s/9c0c34b05955"
  },
  {
    "文件名": "《没有英雄的时代，我只想做一个人[精品]》.epub",
    "夸克盘链接": "https://pan.quark.cn/s/64a880a64f12"
  },
  {
    "文件名": "《领导者的资质[精品]》.epub",
    "夸克盘链接": "https://pan.quark.cn/s/ebcfa5c64086"
  },
  {
    "文件名": "《魔手[精品]》阿加莎·克里斯蒂.epub",
    "夸克盘链接": "https://pan.quark.cn/s/1f17bf8d5046"
  },
  {
    "文件名": "《梦的尽头，爱的谜底[精品]》安娜芳芳.epub",
    "夸克盘链接": "https://pan.quark.cn/s/20ed10d16ece"
  },
  {
    "文件名": "《没有人可以不说谎[精品]》.epub",
    "夸克盘链接": "https://pan.quark.cn/s/700811fda6a6"
  },
  {
    "文件名": "《零售的哲学[精品]》 (1).epub",
    "夸克盘链接": "https://pan.quark.cn/s/0eb51fd6b36a"
  },
  {
    "文件名": "《梦的解析[精品]》.epub",
    "夸克盘链接": "https://pan.quark.cn/s/a2e8b401f8e5"
  },
  {
    "文件名": "《魔戒（第一部 魔戒同盟）[精品]》J.R.R.托尔金.epub",
    "夸克盘链接": "https://pan.quark.cn/s/a33e89a46af3"
  },
  {
    "文件名": "《零极限[精品]》.epub",
    "夸克盘链接": "https://pan.quark.cn/s/55bd8e55b7a4"
  },
  {
    "文件名": "《没有黑暗就没有光[精品]》.epub",
    "夸克盘链接": "https://pan.quark.cn/s/63e2f4fff929"
  },
  {
    "文件名": "《零基础学PHP+MySQL[精品]》郑海生 .epub",
    "夸克盘链接": "https://pan.quark.cn/s/b324e0e5c48b"
  },
  {
    "文件名": "《没什么了不起，受伤了更要挺自己[精品]》光夏.epub",
    "夸克盘链接": "https://pan.quark.cn/s/9552318e8db7"
  },
  {
    "文件名": "《历代经济变革得失[精品]》.epub",
    "夸克盘链接": "https://pan.quark.cn/s/0eee713c3cfc"
  },
  {
    "文件名": "《冒险追踪记[精品]》萧枫.epub",
    "夸克盘链接": "https://pan.quark.cn/s/39cce281c1b7"
  },
  {
    "文件名": "《魔戒（第三部 王者归来）[精品]》J.R.R.托尔金.epub",
    "夸克盘链接": "https://pan.quark.cn/s/e368584e3a6b"
  },
  {
    "文件名": "《猛虎火山的生死逃亡[精品]》.epub",
    "夸克盘链接": "https://pan.quark.cn/s/eabc61822e24"
  },
  {
    "文件名": "《猫眼[精品]》.epub",
    "夸克盘链接": "https://pan.quark.cn/s/aa6faf9e83d5"
  },
  {
    "文件名": "《理性情绪[精品]》.epub",
    "夸克盘链接": "https://pan.quark.cn/s/a9f50da403b0"
  },
  {
    "文件名": "《猫和铃（双语版）[精品]》.epub",
    "夸克盘链接": "https://pan.quark.cn/s/a5ac0c35ab1d"
  },
  {
    "文件名": "《盲点（Smart系列）[精品]》.epub",
    "夸克盘链接": "https://pan.quark.cn/s/6e3e62e8ac7f"
  },
  {
    "文件名": "《慢慢来，一切都来得及[精品]》.epub",
    "夸克盘链接": "https://pan.quark.cn/s/109635df0b39"
  },
  {
    "文件名": "《魔戒（第二部 双塔殊途）[精品]》J.R.R.托尔金.epub",
    "夸克盘链接": "https://pan.quark.cn/s/2352d9c62da7"
  },
  {
    "文件名": "《猛鬼故事之新建坟档[精品]》悬疑志编辑部.epub",
    "夸克盘链接": "https://pan.quark.cn/s/53d466636086"
  },
  {
    "文件名": "《慢慢来，让灵魂跟上来[精品]》.epub",
    "夸克盘链接": "https://pan.quark.cn/s/887fc8a91f69"
  },
  {
    "文件名": "《理性乐观派：一部人类经济进步史[精品]》.epub",
    "夸克盘链接": "https://pan.quark.cn/s/e72ab8e496a1"
  },
  {
    "文件名": "《零基础学C语言（第3版）[精品]》康莉 李宽 陈国建.epub",
    "夸克盘链接": "https://pan.quark.cn/s/7f7e651b5da1"
  },
  {
    "文件名": "《慢慢喝水，就能消除焦虑的慢动作冥想法[精品]》.epub",
    "夸克盘链接": "https://pan.quark.cn/s/6daad3478908"
  },
  {
    "文件名": "《猛鬼故事之厉鬼缠身[精品]》悬疑志编辑部.epub",
    "夸克盘链接": "https://pan.quark.cn/s/0e520ff524f5"
  },
  {
    "文件名": "《猛鬼故事之借灵生子[精品]》悬疑志编辑部.epub",
    "夸克盘链接": "https://pan.quark.cn/s/c7db793978fd"
  },
  {
    "文件名": "《慢慢爱，不慌张[精品]》.epub",
    "夸克盘链接": "https://pan.quark.cn/s/4b88024b29c7"
  },
  {
    "文件名": "《理性动物[精品]》.epub",
    "夸克盘链接": "https://pan.quark.cn/s/eec35cd97212"
  },
  {
    "文件名": "《萌出没2015年2月刊[精品]》.epub",
    "夸克盘链接": "https://pan.quark.cn/s/77eec860c82f"
  },
  {
    "文件名": "《理想国（译林人文精选）[精品]》.epub",
    "夸克盘链接": "https://pan.quark.cn/s/602037dc1a9d"
  },
  {
    "文件名": "《零基础学C语言（第3版）[精品]》.epub",
    "夸克盘链接": "https://pan.quark.cn/s/4765451a5256"
  },
  {
    "文件名": "《理财，没你想的那么难[精品]》.epub",
    "夸克盘链接": "https://pan.quark.cn/s/da4e41aa9fa0"
  },
  {
    "文件名": "《李银河性学心得[精品]》.epub",
    "夸克盘链接": "https://pan.quark.cn/s/da3ce0dbc40d"
  },
  {
    "文件名": "《门牌号之老宅子（中国故事）[精品]》.epub",
    "夸克盘链接": "https://pan.quark.cn/s/3c9bc854b0c1"
  },
  {
    "文件名": "《门牌号之老学校（中国故事）[精品]》.epub",
    "夸克盘链接": "https://pan.quark.cn/s/25cc09393975"
  },
  {
    "文件名": "《漫说哈耶克[精品]》秋风.epub",
    "夸克盘链接": "https://pan.quark.cn/s/ae8db3b30167"
  },
  {
    "文件名": "《李叔同说佛[精品]》李叔同.epub",
    "夸克盘链接": "https://pan.quark.cn/s/180609f0b72d"
  },
  {
    "文件名": "《门牌号之老剧院（中国故事）[精品]》.epub",
    "夸克盘链接": "https://pan.quark.cn/s/e6906e672133"
  },
  {
    "文件名": "《门牌号之老胡同（中国故事）[精品]》.epub",
    "夸克盘链接": "https://pan.quark.cn/s/e7321d7a1966"
  },
  {
    "文件名": "《凌叔华传[精品]》朱映晓.epub",
    "夸克盘链接": "https://pan.quark.cn/s/01eeaf27edf9"
  },
  {
    "文件名": "《满满都是我对你的爱[精品]》.epub",
    "夸克盘链接": "https://pan.quark.cn/s/6358b2a5ac0a"
  },
  {
    "文件名": "《李开复：从心选择的智慧[精品]》林军，岑峰.epub",
    "夸克盘链接": "https://pan.quark.cn/s/4eea057eb5a9"
  },
  {
    "文件名": "《卖火柴的小女孩儿(萤火虫·世界经典童话双语绘本)[精品]》安徒生.epub",
    "夸克盘链接": "https://pan.quark.cn/s/ccb6dd69a87f"
  },
  {
    "文件名": "《玲珑和珅—从白丁到富可敌国[精品]》韩亚红.epub",
    "夸克盘链接": "https://pan.quark.cn/s/86b5b1c62cea"
  },
  {
    "文件名": "《李嘉诚给年轻人的财富管理课[精品]》陈玉新.epub",
    "夸克盘链接": "https://pan.quark.cn/s/4b29861f4435"
  },
  {
    "文件名": "《李嘉诚财与智的哲学（下）[精品]》王静.epub",
    "夸克盘链接": "https://pan.quark.cn/s/055f0f4f802d"
  },
  {
    "文件名": "《麦肯锡工作法：个人竞争力提升50%的7堂课[精品]》.epub",
    "夸克盘链接": "https://pan.quark.cn/s/66610787ef96"
  },
  {
    "文件名": "《李嘉诚财与智的哲学（上）[精品]》王静.epub",
    "夸克盘链接": "https://pan.quark.cn/s/a1bb4833f314"
  },
  {
    "文件名": "《灵境追踪师[精品]》汤姆·布朗二世.epub",
    "夸克盘链接": "https://pan.quark.cn/s/4cb81ec32308"
  },
  {
    "文件名": "《李光耀论中国与世界[精品]》.epub",
    "夸克盘链接": "https://pan.quark.cn/s/57e98055a744"
  },
  {
    "文件名": "《麦当劳之父的创业冒险[精品]》.epub",
    "夸克盘链接": "https://pan.quark.cn/s/77a11d58377b"
  },
  {
    "文件名": "《灵魂有香气的女子[精品]》李筱懿.epub",
    "夸克盘链接": "https://pan.quark.cn/s/9df8998c1f24"
  },
  {
    "文件名": "《李光耀传[精品]》.epub",
    "夸克盘链接": "https://pan.quark.cn/s/d999b911a714"
  },
  {
    "文件名": "《麦当劳之父的创业冒险[精品]》 (1).epub",
    "夸克盘链接": "https://pan.quark.cn/s/cee6a83e6422"
  },
  {
    "文件名": "《灵魂有香气的女子[精品]》.epub",
    "夸克盘链接": "https://pan.quark.cn/s/f63e4879dd77"
  },
  {
    "文件名": "《离开之前的夏天[精品]》孟祥宁.epub",
    "夸克盘链接": "https://pan.quark.cn/s/c038dce2727d"
  },
  {
    "文件名": "《迈尔斯的夏天 [精品]》【美】林奇.epub",
    "夸克盘链接": "https://pan.quark.cn/s/6d436d83c2f0"
  },
  {
    "文件名": "《烈火如歌Ⅱ[精品]》明晓溪.epub",
    "夸克盘链接": "https://pan.quark.cn/s/6c901d16f92e"
  },
  {
    "文件名": "《离歌3[精品]》.epub",
    "夸克盘链接": "https://pan.quark.cn/s/a9ba94f0783e"
  },
  {
    "文件名": "《烈火如歌Ⅰ[精品]》明晓溪.epub",
    "夸克盘链接": "https://pan.quark.cn/s/7223d823c7ca"
  },
  {
    "文件名": "《玛格丽特的秘密[精品]》蔡骏.epub",
    "夸克盘链接": "https://pan.quark.cn/s/42e2af8ec11b"
  },
  {
    "文件名": "《离歌2[精品]》.epub",
    "夸克盘链接": "https://pan.quark.cn/s/168c93120e61"
  },
  {
    "文件名": "《廖智：感谢生命的美意[精品]》廖智.epub",
    "夸克盘链接": "https://pan.quark.cn/s/b2c224b29c40"
  },
  {
    "文件名": "《离歌1[精品]》.epub",
    "夸克盘链接": "https://pan.quark.cn/s/7f4312df72c4"
  },
  {
    "文件名": "《玛格丽特（13年05月）[精品]》.epub",
    "夸克盘链接": "https://pan.quark.cn/s/3826764fefc4"
  },
  {
    "文件名": "《雷明：被需要的心理咨询师（中国故事）[精品]》.epub",
    "夸克盘链接": "https://pan.quark.cn/s/3f5bb86077cd"
  },
  {
    "文件名": "《玛格丽特（13年04月创刊号）[精品]》.epub",
    "夸克盘链接": "https://pan.quark.cn/s/cc9cba11424b"
  },
  {
    "文件名": "《玛格丽特 仲冬号[精品]》.epub",
    "夸克盘链接": "https://pan.quark.cn/s/3217354530f1"
  },
  {
    "文件名": "《了不起的盖茨比-菲茨杰拉德[精品]》.epub",
    "夸克盘链接": "https://pan.quark.cn/s/58861f29078e"
  },
  {
    "文件名": "《玛格丽特 孟冬号[精品]》.epub",
    "夸克盘链接": "https://pan.quark.cn/s/71cb40148254"
  },
  {
    "文件名": "《马云正传[精品]》.epub",
    "夸克盘链接": "https://pan.quark.cn/s/2952605d5261"
  },
  {
    "文件名": "《马云创业实录 ： 给创业者的17堂课[精品]》.epub",
    "夸克盘链接": "https://pan.quark.cn/s/3e91418f823b"
  },
  {
    "文件名": "《了不起的盖茨比[精品]》【美】弗朗西斯·司各特·菲兹杰拉德著；李继宏译.epub",
    "夸克盘链接": "https://pan.quark.cn/s/49731a40a127"
  },
  {
    "文件名": "《马云传[精品]》.epub",
    "夸克盘链接": "https://pan.quark.cn/s/6d571a1f46c0"
  },
  {
    "文件名": "《了不起的盖茨比[精品]》.epub",
    "夸克盘链接": "https://pan.quark.cn/s/1af045a6008c"
  },
  {
    "文件名": "《姥爷[精品]》蒋雯丽.epub",
    "夸克盘链接": "https://pan.quark.cn/s/18ac4b3d86f8"
  },
  {
    "文件名": "《廖智：感谢生命的美意[精品]》.epub",
    "夸克盘链接": "https://pan.quark.cn/s/8ed316960d8a"
  },
  {
    "文件名": "《姥姥语录（典藏本）[精品]》.epub",
    "夸克盘链接": "https://pan.quark.cn/s/7e069b94b5d7"
  },
  {
    "文件名": "《老子，最合格的CEO[精品]》赵亮亮.epub",
    "夸克盘链接": "https://pan.quark.cn/s/2430bf487810"
  },
  {
    "文件名": "《老医真言[精品]》.epub",
    "夸克盘链接": "https://pan.quark.cn/s/cfd94c1539a4"
  },
  {
    "文件名": "《聊斋志异选[精品]》.epub",
    "夸克盘链接": "https://pan.quark.cn/s/2ed381ee7caa"
  },
  {
    "文件名": "《聊天是门技术活：化偶遇为机遇的聊天术[精品]》.epub",
    "夸克盘链接": "https://pan.quark.cn/s/e7c1ad030304"
  },
  {
    "文件名": "《疗愈时光[精品]》.epub",
    "夸克盘链接": "https://pan.quark.cn/s/b81fdf7c31cf"
  },
  {
    "文件名": "《老师好美[精品]》.epub",
    "夸克盘链接": "https://pan.quark.cn/s/8c5b6f38a442"
  },
  {
    "文件名": "《老师好美[精品]》 (1).epub",
    "夸克盘链接": "https://pan.quark.cn/s/ed5a3136e19f"
  },
  {
    "文件名": "《老尸客栈[精品]》.epub",
    "夸克盘链接": "https://pan.quark.cn/s/0ba260bd0671"
  },
  {
    "文件名": "《老人与海海明威著[精品]》.epub",
    "夸克盘链接": "https://pan.quark.cn/s/fb29b68cdbce"
  },
  {
    "文件名": "《老人与海[精品]》.epub",
    "夸克盘链接": "https://pan.quark.cn/s/0a3999f1336c"
  },
  {
    "文件名": "《老偏方祛百病[精品]》.epub",
    "夸克盘链接": "https://pan.quark.cn/s/71b32194c8dc"
  },
  {
    "文件名": "《老麦咖啡馆[精品]》.epub",
    "夸克盘链接": "https://pan.quark.cn/s/3c6b887614c1"
  },
  {
    "文件名": "《老佛爷不高兴[精品]》.epub",
    "夸克盘链接": "https://pan.quark.cn/s/c21b423605a1"
  },
  {
    "文件名": "《老大，再见！[精品]》.epub",
    "夸克盘链接": "https://pan.quark.cn/s/f15cf0cba0fb"
  },
  {
    "文件名": "《老兵口述抗战. 远征缅甸[精品]》.epub",
    "夸克盘链接": "https://pan.quark.cn/s/fdf29c8ed699"
  },
  {
    "文件名": "《老兵口述抗战. 随枣、百团、上高三大会战[精品]》.epub",
    "夸克盘链接": "https://pan.quark.cn/s/ba8481c6b443"
  },
  {
    "文件名": "《老北京民间故事[精品]》.epub",
    "夸克盘链接": "https://pan.quark.cn/s/803bfbf696a1"
  },
  {
    "文件名": "《急诊科女超人[精品]》于莺.epub",
    "夸克盘链接": "https://pan.quark.cn/s/d6512d102ca3"
  },
  {
    "文件名": "《老北京民间故事[精品]》 (1).epub",
    "夸克盘链接": "https://pan.quark.cn/s/b6f2a69d017b"
  },
  {
    "文件名": "《老板就做老板的事：企业做大做强的关键[精品]》徐景奎，徐刚 著.epub",
    "夸克盘链接": "https://pan.quark.cn/s/eaebf48e5bd7"
  },
  {
    "文件名": "《朗读者[精品]》.epub",
    "夸克盘链接": "https://pan.quark.cn/s/ada9a5a30c2e"
  },
  {
    "文件名": "《廊桥遗梦（纪念版）[精品]》(1).epub",
    "夸克盘链接": "https://pan.quark.cn/s/e05b8fdf9a90"
  },
  {
    "文件名": "《狼图腾[精品]》.epub",
    "夸克盘链接": "https://pan.quark.cn/s/dfbea6c283d0"
  },
  {
    "文件名": "《急诊科女超人[精品]》.epub",
    "夸克盘链接": "https://pan.quark.cn/s/ec994dfb0a24"
  },
  {
    "文件名": "《狼群（下）[精品]》.epub",
    "夸克盘链接": "https://pan.quark.cn/s/1decec9dfdad"
  },
  {
    "文件名": "《看懂世界格局的第一本书之蓝色战略[精品]》王伟.epub",
    "夸克盘链接": "https://pan.quark.cn/s/2a7585dc1b34"
  },
  {
    "文件名": "《狼群（上）[精品]》.epub",
    "夸克盘链接": "https://pan.quark.cn/s/64d9c0401923"
  },
  {
    "文件名": "《狼和七只小羊(萤火虫·世界经典童话双语绘本)[精品]》格林.epub",
    "夸克盘链接": "https://pan.quark.cn/s/d587d89e99e0"
  },
  {
    "文件名": "《解忧杂货店》东野圭吾.epub",
    "夸克盘链接": "https://pan.quark.cn/s/0c872a5a6afc"
  },
  {
    "文件名": "《急箭之谜[精品]》安娜·卡瑟琳·格林著；乐轩译.epub",
    "夸克盘链接": "https://pan.quark.cn/s/300da551a7f4"
  },
  {
    "文件名": "《看电影学经商[精品]》.epub",
    "夸克盘链接": "https://pan.quark.cn/s/a407bd2b608a"
  },
  {
    "文件名": "《即临之族·译言古登堡计划[精品]》【英】爱德华·鲍沃尔·立顿 译者：李杨、卫凤娇、蔡碧野.epub",
    "夸克盘链接": "https://pan.quark.cn/s/eeab16eaa96e"
  },
  {
    "文件名": "《解忧杂货店[精品]》.epub",
    "夸克盘链接": "https://pan.quark.cn/s/5111e21a6728"
  },
  {
    "文件名": "《蓝狮子经理人001：社交的技术[精品]》.epub",
    "夸克盘链接": "https://pan.quark.cn/s/ea3d52dc3de1"
  },
  {
    "文件名": "《即将到来的场景时代[精品]》.epub",
    "夸克盘链接": "https://pan.quark.cn/s/e9f0de45a391"
  },
  {
    "文件名": "《赖宝日记[精品]》.epub",
    "夸克盘链接": "https://pan.quark.cn/s/2ecf8734dc16"
  },
  {
    "文件名": "《来自十二个星球的敌人[精品]》约翰·斯卡尔齐.epub",
    "夸克盘链接": "https://pan.quark.cn/s/e58ca4923c59"
  },
  {
    "文件名": "《看穿一切数字的统计学[精品]》西内启.epub",
    "夸克盘链接": "https://pan.quark.cn/s/2443bacfcc75"
  },
  {
    "文件名": "《来自管理高层的故事[精品]》【英】亚历山大.epub",
    "夸克盘链接": "https://pan.quark.cn/s/cf4f058c29cf"
  },
  {
    "文件名": "《即将崩溃的文明[精品]》.epub",
    "夸克盘链接": "https://pan.quark.cn/s/0a9e17c7594a"
  },
  {
    "文件名": "《解读中国经济[精品]》林毅夫.epub",
    "夸克盘链接": "https://pan.quark.cn/s/d5c568507df0"
  },
  {
    "文件名": "《来生再见[精品]》.epub",
    "夸克盘链接": "https://pan.quark.cn/s/18bbec9a2df4"
  },
  {
    "文件名": "《极端的年代（1914～1991）[精品]》 【英】艾瑞克·霍布斯鲍姆.epub",
    "夸克盘链接": "https://pan.quark.cn/s/5314154a1a82"
  },
  {
    "文件名": "《来到地球第一天：大象公会帮你“涨姿势”[精品]》.epub",
    "夸克盘链接": "https://pan.quark.cn/s/d68fa8f41ddb"
  },
  {
    "文件名": "《看穿男人，搞定职场【日本最受欢迎的职场与两s关系作家织田隼人】[精品]》.epub",
    "夸克盘链接": "https://pan.quark.cn/s/8dbb5171e2bd"
  },
  {
    "文件名": "《吉祥纹莲花楼·青龙白虎[精品]》.epub",
    "夸克盘链接": "https://pan.quark.cn/s/758f88a2d801"
  },
  {
    "文件名": "《开讲啦2：不完美，怎么了？[精品]》.epub",
    "夸克盘链接": "https://pan.quark.cn/s/ed9a282f6aa4"
  },
  {
    "文件名": "《激荡三十年——中国企业1978-2008（上）[精品]》.epub",
    "夸克盘链接": "https://pan.quark.cn/s/8ca6d2beeb57"
  },
  {
    "文件名": "《姐妹[精品]》.epub",
    "夸克盘链接": "https://pan.quark.cn/s/3009d669b0e3"
  },
  {
    "文件名": "《昆虫记[精品]》.epub",
    "夸克盘链接": "https://pan.quark.cn/s/2978b3aa406c"
  },
  {
    "文件名": "《揭秘服装赚钱的门道（白金版）[精品]》服装探秘.epub",
    "夸克盘链接": "https://pan.quark.cn/s/0df157cf3c7e"
  },
  {
    "文件名": "《皇帝的名字[精品]》李文君.epub",
    "夸克盘链接": "https://pan.quark.cn/s/00afc7a20ed1"
  },
  {
    "文件名": "《荒野求生：面对冰封的海洋[精品]》.epub",
    "夸克盘链接": "https://pan.quark.cn/s/0ec718cc77de"
  },
  {
    "文件名": "《狂鲨深海的复仇行动[精品]》.epub",
    "夸克盘链接": "https://pan.quark.cn/s/104a5063dccb"
  },
  {
    "文件名": "《激荡三十年：中国企业1978-2008（下）[精品]》.epub",
    "夸克盘链接": "https://pan.quark.cn/s/d8676aa675fb"
  },
  {
    "文件名": "《开讲啦1：对自己狠一点[精品]》钱蔚.epub",
    "夸克盘链接": "https://pan.quark.cn/s/cc89ad2402cd"
  },
  {
    "文件名": "《教子[精品]》.epub",
    "夸克盘链接": "https://pan.quark.cn/s/6c535bede0f6"
  },
  {
    "文件名": "《教父3[精品]》【美】马里奥 普佐.epub",
    "夸克盘链接": "https://pan.quark.cn/s/eba04f2a999b"
  },
  {
    "文件名": "《快乐影子之舞[精品]》【加拿大】艾丽丝·门罗.epub",
    "夸克盘链接": "https://pan.quark.cn/s/c8c1363d5a68"
  },
  {
    "文件名": "《教父3[精品]》.epub",
    "夸克盘链接": "https://pan.quark.cn/s/b7c778c1f0e3"
  },
  {
    "文件名": "《快乐的人生：汉英对照[精品]》【美】卡耐基.epub",
    "夸克盘链接": "https://pan.quark.cn/s/1b7108582ae4"
  },
  {
    "文件名": "《教父2[精品]》【美】马里奥 普佐.epub",
    "夸克盘链接": "https://pan.quark.cn/s/f898b7612dd3"
  },
  {
    "文件名": "《卡夫卡文集（套装共4册）》作者_ 弗兰茨·卡夫卡.epub",
    "夸克盘链接": "https://pan.quark.cn/s/a9fc9397c3dd"
  },
  {
    "文件名": "《快活馋[精品]》.epub",
    "夸克盘链接": "https://pan.quark.cn/s/4492ff728280"
  },
  {
    "文件名": "《基业长青(珍藏版) [精品]》吉姆·柯林斯.epub",
    "夸克盘链接": "https://pan.quark.cn/s/aec6e8e056e5"
  },
  {
    "文件名": "《酷历史[精品]》.epub",
    "夸克盘链接": "https://pan.quark.cn/s/09b35700bc7f"
  },
  {
    "文件名": "《教父1[精品]》【美】马里奥 普佐.epub",
    "夸克盘链接": "https://pan.quark.cn/s/a3ac3a5bba1e"
  },
  {
    "文件名": "《军训季[精品]》.epub",
    "夸克盘链接": "https://pan.quark.cn/s/e38b34e70907"
  },
  {
    "文件名": "《荒岛异事件[精品]》青子.epub",
    "夸克盘链接": "https://pan.quark.cn/s/e8299d2cc920"
  },
  {
    "文件名": "《苦才是人生2：做才是得到[精品]》.epub",
    "夸克盘链接": "https://pan.quark.cn/s/964f34574ad7"
  },
  {
    "文件名": "《基础藏医学[精品]》.epub",
    "夸克盘链接": "https://pan.quark.cn/s/ef9f14dd88c3"
  },
  {
    "文件名": "《角逐：变通的智慧[精品]》.epub",
    "夸克盘链接": "https://pan.quark.cn/s/de442abe661f"
  },
  {
    "文件名": "《荒村归来[精品]》蔡骏.epub",
    "夸克盘链接": "https://pan.quark.cn/s/c1189b1436c0"
  },
  {
    "文件名": "《骄阳似我·上[精品]》.epub",
    "夸克盘链接": "https://pan.quark.cn/s/3ef8d3613102"
  },
  {
    "文件名": "《交口称赞[精品]》阿顺.epub",
    "夸克盘链接": "https://pan.quark.cn/s/651ded7facb2"
  },
  {
    "文件名": "《荒村归来[精品]》.epub",
    "夸克盘链接": "https://pan.quark.cn/s/80b54bc3fb18"
  },
  {
    "文件名": "《积极心理密码：一门幸福、乐观、向上的学问[精品]》.epub",
    "夸克盘链接": "https://pan.quark.cn/s/262ce7f9191f"
  },
  {
    "文件名": "《恐怖妖物志[精品]》梦之神游.epub",
    "夸克盘链接": "https://pan.quark.cn/s/d11f51bc7b40"
  },
  {
    "文件名": "《蒋勋这一代（下）（中国故事）[精品]》.epub",
    "夸克盘链接": "https://pan.quark.cn/s/41004d2c889c"
  },
  {
    "文件名": "《荒村公寓[精品]》.epub",
    "夸克盘链接": "https://pan.quark.cn/s/234588269532"
  },
  {
    "文件名": "《蒋勋这一代（上）（中国故事）[精品]》.epub",
    "夸克盘链接": "https://pan.quark.cn/s/80fb7ab7a10a"
  },
  {
    "文件名": "《决策的智慧[精品]》.epub",
    "夸克盘链接": "https://pan.quark.cn/s/80b937318346"
  },
  {
    "文件名": "《蒋介石与现代中国[精品]》【美】陶涵.epub",
    "夸克盘链接": "https://pan.quark.cn/s/4ed91b01fcff"
  },
  {
    "文件名": "《聚焦：决定你企业的未来[精品]》.epub",
    "夸克盘链接": "https://pan.quark.cn/s/dc03c3b3f8b6"
  },
  {
    "文件名": "《空中杀人现场[精品]》.epub",
    "夸克盘链接": "https://pan.quark.cn/s/072086e68971"
  },
  {
    "文件名": "《空军飞行员[精品]》.epub",
    "夸克盘链接": "https://pan.quark.cn/s/9083f66a23d2"
  },
  {
    "文件名": "《积极恋爱心理学[精品]》.epub",
    "夸克盘链接": "https://pan.quark.cn/s/4095a84dc29b"
  },
  {
    "文件名": "《巨蟒丛林中的黄金密码[精品]》.epub",
    "夸克盘链接": "https://pan.quark.cn/s/c1db95d716fd"
  },
  {
    "文件名": "《克雷洛夫寓言[精品]》.epub",
    "夸克盘链接": "https://pan.quark.cn/s/c8b5051db2d6"
  },
  {
    "文件名": "《幻夜[精品]》.epub",
    "夸克盘链接": "https://pan.quark.cn/s/73b4d22d3199"
  },
  {
    "文件名": "《可怕的心理学2：把人心全看透的读心术[精品]》(1).epub",
    "夸克盘链接": "https://pan.quark.cn/s/ebda1860b032"
  },
  {
    "文件名": "《幻世·剑歌·碧城[精品]》王洋.epub",
    "夸克盘链接": "https://pan.quark.cn/s/725514be6435"
  },
  {
    "文件名": "《鸡蛋，快到碗里来[精品]》萨巴蒂娜.epub",
    "夸克盘链接": "https://pan.quark.cn/s/68ad2cefdc4d"
  },
  {
    "文件名": "《可怕的心理学[精品]》.epub",
    "夸克盘链接": "https://pan.quark.cn/s/df2cdc083828"
  },
  {
    "文件名": "《可不可以不勇敢[精品]》.epub",
    "夸克盘链接": "https://pan.quark.cn/s/c6f5d80e1d1f"
  },
  {
    "文件名": "《幻城[精品]》.epub",
    "夸克盘链接": "https://pan.quark.cn/s/77f10157a120"
  },
  {
    "文件名": "《科幻世界（2014年10月）[精品]》.epub",
    "夸克盘链接": "https://pan.quark.cn/s/71cf5fa789cf"
  },
  {
    "文件名": "《环游世界大探险：英国大冒险[精品]》余振林.epub",
    "夸克盘链接": "https://pan.quark.cn/s/567f3d7dfeae"
  },
  {
    "文件名": "《菊与刀： 日本文化模式[精品]》鲁思·本尼迪克特.epub",
    "夸克盘链接": "https://pan.quark.cn/s/98d7295ce56c"
  },
  {
    "文件名": "《将心注入[精品]》.epub",
    "夸克盘链接": "https://pan.quark.cn/s/c6cdbfc58f16"
  },
  {
    "文件名": "《局外人·西绪福斯神话（傅雷翻译奖）[精品]》阿尔贝·加缪.epub",
    "夸克盘链接": "https://pan.quark.cn/s/2695a10309f9"
  },
  {
    "文件名": "《就这样，我去了海外生活[精品]》.epub",
    "夸克盘链接": "https://pan.quark.cn/s/4266f00f0314"
  },
  {
    "文件名": "《将来进行时[精品]》陈洁.epub",
    "夸克盘链接": "https://pan.quark.cn/s/67e215b254d4"
  },
  {
    "文件名": "《科幻世界（2014年09月）[精品]》.epub",
    "夸克盘链接": "https://pan.quark.cn/s/a17217b2f81b"
  },
  {
    "文件名": "《江村经济（未名社科·大学经典）[精品]》.epub",
    "夸克盘链接": "https://pan.quark.cn/s/70db5d6911fe"
  },
  {
    "文件名": "《饥饿游戏3：嘲笑鸟[精品]》).epub",
    "夸克盘链接": "https://pan.quark.cn/s/87d527c8cd50"
  },
  {
    "文件名": "《旧制度与大革命（精）--国民阅读经典[精品]》.epub",
    "夸克盘链接": "https://pan.quark.cn/s/0bff770f3623"
  },
  {
    "文件名": "《环游世界大探险：埃及大冒险[精品]》张志伟.epub",
    "夸克盘链接": "https://pan.quark.cn/s/b9a8cc867795"
  },
  {
    "文件名": "《饥饿游戏2：燃烧的女孩[精品]》【美】苏珊·柯林斯.epub",
    "夸克盘链接": "https://pan.quark.cn/s/eb9fdcab1d1e"
  },
  {
    "文件名": "《旧时光的味道[精品]》许亿.epub",
    "夸克盘链接": "https://pan.quark.cn/s/c43bdc278927"
  },
  {
    "文件名": "《酒局2[精品]》.epub",
    "夸克盘链接": "https://pan.quark.cn/s/8da258610f00"
  },
  {
    "文件名": "《科幻世界（2014年08月）[精品]》.epub",
    "夸克盘链接": "https://pan.quark.cn/s/1c3e4fd36b88"
  },
  {
    "文件名": "《饥饿游戏1[精品]》【美】苏珊·柯林斯.epub",
    "夸克盘链接": "https://pan.quark.cn/s/a6aa95623bc5"
  },
  {
    "文件名": "《渐行渐远渐无书[精品]》.epub",
    "夸克盘链接": "https://pan.quark.cn/s/3e0cd91745a0"
  },
  {
    "文件名": "《饥饿的信仰（中国故事）[精品]》.epub",
    "夸克盘链接": "https://pan.quark.cn/s/6bfc9af8c709"
  },
  {
    "文件名": "《渐行渐美：听怡彤老师聊职场[精品]》.epub",
    "夸克盘链接": "https://pan.quark.cn/s/3c635a26caaf"
  },
  {
    "文件名": "《酒局[精品]》.epub",
    "夸克盘链接": "https://pan.quark.cn/s/10d7ac9a11f7"
  },
  {
    "文件名": "《饥饿的女儿[精品]》虹影.epub",
    "夸克盘链接": "https://pan.quark.cn/s/59a5d526352f"
  },
  {
    "文件名": "《环球科学》2015年8月号.epub",
    "夸克盘链接": "https://pan.quark.cn/s/1633717611db"
  },
  {
    "文件名": "《霍比特人[精品]》J.R.R.托尔金.epub",
    "夸克盘链接": "https://pan.quark.cn/s/02e2c2df583c"
  },
  {
    "文件名": "《久助君的故事（久助君の話）·译言古登堡计划[精品]》.epub",
    "夸克盘链接": "https://pan.quark.cn/s/849235684a79"
  },
  {
    "文件名": "《科幻世界（2014年07月）[精品]》.epub",
    "夸克盘链接": "https://pan.quark.cn/s/b886bf140f76"
  },
  {
    "文件名": "《九月的天空下了雨[精品]》清扬婉兮.epub",
    "夸克盘链接": "https://pan.quark.cn/s/cc4a0538246f"
  },
  {
    "文件名": "《九篇雪[精品]》.epub",
    "夸克盘链接": "https://pan.quark.cn/s/026aa65a69da"
  },
  {
    "文件名": "《建筑电工[精品]》孟文璐 .epub",
    "夸克盘链接": "https://pan.quark.cn/s/73ff7d6325c5"
  },
  {
    "文件名": "《货币战争5：山雨欲来[精品]》宋鸿兵.epub",
    "夸克盘链接": "https://pan.quark.cn/s/394a94749be0"
  },
  {
    "文件名": "《镜织梦者[精品]》.epub",
    "夸克盘链接": "https://pan.quark.cn/s/93b292d4dd0f"
  },
  {
    "文件名": "《科幻世界（2014年06月）[精品]》.epub",
    "夸克盘链接": "https://pan.quark.cn/s/fa4163a9a2ca"
  },
  {
    "文件名": "《欢乐宗教[精品]》朱叶青.epub",
    "夸克盘链接": "https://pan.quark.cn/s/73ceea65a73c"
  },
  {
    "文件名": "《镜双城[精品]》.epub",
    "夸克盘链接": "https://pan.quark.cn/s/a482688ceffa"
  },
  {
    "文件名": "《欢乐英雄（下）[精品]》.epub",
    "夸克盘链接": "https://pan.quark.cn/s/0081e76d5f13"
  },
  {
    "文件名": "《镜破军[精品]》.epub",
    "夸克盘链接": "https://pan.quark.cn/s/7fddf5084dee"
  },
  {
    "文件名": "《欢乐英雄（上）[精品]》.epub",
    "夸克盘链接": "https://pan.quark.cn/s/7284692fc6e0"
  },
  {
    "文件名": "《境界管理：五重境界管理模式[精品]》鲁培康.epub",
    "夸克盘链接": "https://pan.quark.cn/s/c63d87c2d894"
  },
  {
    "文件名": "《货币战争4战国时代[精品]》.epub",
    "夸克盘链接": "https://pan.quark.cn/s/bd7a728263ea"
  },
  {
    "文件名": "《坏小孩[精品]》.epub",
    "夸克盘链接": "https://pan.quark.cn/s/159a8a85d2af"
  },
  {
    "文件名": "《见素[精品]》吧啦.epub",
    "夸克盘链接": "https://pan.quark.cn/s/28e83aba8dcb"
  },
  {
    "文件名": "《静思录——周有光106岁自选集[精品]》.epub",
    "夸克盘链接": "https://pan.quark.cn/s/1d57d7fa98d7"
  },
  {
    "文件名": "《静默有时，倾诉有时[精品]》黎戈.epub",
    "夸克盘链接": "https://pan.quark.cn/s/8d49dd8042de"
  },
  {
    "文件名": "《科幻世界（2014年05月）[精品]》.epub",
    "夸克盘链接": "https://pan.quark.cn/s/138d952ab474"
  },
  {
    "文件名": "《怀孕是件美好的事[精品]》.epub",
    "夸克盘链接": "https://pan.quark.cn/s/5c943c3b4867"
  },
  {
    "文件名": "《静静的顿河（中）[精品]》.epub",
    "夸克盘链接": "https://pan.quark.cn/s/770fff31598e"
  },
  {
    "文件名": "《静静的顿河（下）[精品]》.epub",
    "夸克盘链接": "https://pan.quark.cn/s/70b61a07d503"
  },
  {
    "文件名": "《静静的顿河（上）[精品]》.epub",
    "夸克盘链接": "https://pan.quark.cn/s/76d46d606b50"
  },
  {
    "文件名": "《怀得上，生的下[精品]》.epub",
    "夸克盘链接": "https://pan.quark.cn/s/f5a9b7d59860"
  },
  {
    "文件名": "《货币战争3：金融高边疆[精品]》宋鸿兵.epub",
    "夸克盘链接": "https://pan.quark.cn/s/364682ba4814"
  },
  {
    "文件名": "《精益管理：构建竞争优势获取财务收益[精品]》刘旭.epub",
    "夸克盘链接": "https://pan.quark.cn/s/4c223222dbcc"
  },
  {
    "文件名": "《简单之美：软件开发实践者的思考[精品]》倪健.epub",
    "夸克盘链接": "https://pan.quark.cn/s/0f6f61900413"
  },
  {
    "文件名": "《怀得上，生得下2[精品]》.epub",
    "夸克盘链接": "https://pan.quark.cn/s/a43aab690f06"
  },
  {
    "文件名": "《科幻世界（2014年04月）[精品]》.epub",
    "夸克盘链接": "https://pan.quark.cn/s/7e9b3c370118"
  },
  {
    "文件名": "《艰难一日[精品]》.epub",
    "夸克盘链接": "https://pan.quark.cn/s/ead09466e274"
  },
  {
    "文件名": "《画爱为牢[精品]》苏俞.epub",
    "夸克盘链接": "https://pan.quark.cn/s/e0fa4b90b0b5"
  },
  {
    "文件名": "《精益创业实战(第2版)[精品]》Ash Maurya.epub",
    "夸克盘链接": "https://pan.quark.cn/s/8d05fbe7c9a1"
  },
  {
    "文件名": "《科幻世界（2014年03月）[精品]》.epub",
    "夸克盘链接": "https://pan.quark.cn/s/1e3a00824caa"
  },
  {
    "文件名": "《货币战争2金权天下[精品]》.epub",
    "夸克盘链接": "https://pan.quark.cn/s/0fd6e53a0f20"
  },
  {
    "文件名": "《华尔街之狼[精品]》.epub",
    "夸克盘链接": "https://pan.quark.cn/s/d8b51d89ce44"
  },
  {
    "文件名": "《花与火的杀意 [精品]》【日】陈舜臣.epub",
    "夸克盘链接": "https://pan.quark.cn/s/91f41baac39a"
  },
  {
    "文件名": "《精益创业方法论：新创企业的成长模式[精品]》.epub",
    "夸克盘链接": "https://pan.quark.cn/s/5832f7266d2e"
  },
  {
    "文件名": "《花露的中国情缘 （中国故事）[精品]》.epub",
    "夸克盘链接": "https://pan.quark.cn/s/32dde115bb24"
  },
  {
    "文件名": "《嫁人厚黑学[精品]》.epub",
    "夸克盘链接": "https://pan.quark.cn/s/72afefa6a8e8"
  },
  {
    "文件名": "《科幻世界（2014年02月）[精品]》.epub",
    "夸克盘链接": "https://pan.quark.cn/s/99a74fa4935b"
  },
  {
    "文件名": "《驾职有道[精品]》王明伟.epub",
    "夸克盘链接": "https://pan.quark.cn/s/1a0f9fcd84b8"
  },
  {
    "文件名": "《花开半夏[精品]》.epub",
    "夸克盘链接": "https://pan.quark.cn/s/3e265d6db4f4"
  },
  {
    "文件名": "《花开半夏 精品 》.epub",
    "夸克盘链接": "https://pan.quark.cn/s/ea81d8829a89"
  },
  {
    "文件名": "《驾驭负能量[精品]》.epub",
    "夸克盘链接": "https://pan.quark.cn/s/0c13cdf2f18a"
  },
  {
    "文件名": "《货币战争1(升级版） [精品]》宋鸿兵.epub",
    "夸克盘链接": "https://pan.quark.cn/s/75793be27808"
  },
  {
    "文件名": "《精神问题有什么可笑的[精品]》鲁比·怀克丝.epub",
    "夸克盘链接": "https://pan.quark.cn/s/8b627727162d"
  },
  {
    "文件名": "《价格游戏[精品]》【英】利·考德威尔.epub",
    "夸克盘链接": "https://pan.quark.cn/s/8813579804cb"
  },
  {
    "文件名": "《花间一壶酒[精品]》李零.epub",
    "夸克盘链接": "https://pan.quark.cn/s/0043ce989f0a"
  },
  {
    "文件名": "《科幻世界（2014年01月）[精品]》.epub",
    "夸克盘链接": "https://pan.quark.cn/s/582d39161ac3"
  },
  {
    "文件名": "《科场现形记[精品]》.epub",
    "夸克盘链接": "https://pan.quark.cn/s/641d1a536f69"
  },
  {
    "文件名": "《精神分析引论·弗洛伊德著[精品]》【奥】西格蒙德·弗洛伊德.epub",
    "夸克盘链接": "https://pan.quark.cn/s/94b035fde764"
  },
  {
    "文件名": "《货币2[精品]》《货币》纪录片主创团队.epub",
    "夸克盘链接": "https://pan.quark.cn/s/99fc1bf7a509"
  },
  {
    "文件名": "《精品杂志 阅读攻略[精品]》.epub",
    "夸克盘链接": "https://pan.quark.cn/s/c746331a02f6"
  },
  {
    "文件名": "《精品素菜[精品]》.epub",
    "夸克盘链接": "https://pan.quark.cn/s/b950f8b5f704"
  },
  {
    "文件名": "《价格游戏[精品]》.epub",
    "夸克盘链接": "https://pan.quark.cn/s/3ac653995fc0"
  },
  {
    "文件名": "《花火201412B[精品]》.epub",
    "夸克盘链接": "https://pan.quark.cn/s/3dd62300fab6"
  },
  {
    "文件名": "《价格游戏[精品]》 (1).epub",
    "夸克盘链接": "https://pan.quark.cn/s/708d617a75f6"
  },
  {
    "文件名": "《活着活着就老了》.epub",
    "夸克盘链接": "https://pan.quark.cn/s/6303f59720f0"
  },
  {
    "文件名": "《精简：大数据时代的商业制胜法则[精品]》May Matthew.epub",
    "夸克盘链接": "https://pan.quark.cn/s/d4349ed7b4b7"
  },
  {
    "文件名": "《靠自己去成功[精品]》.epub",
    "夸克盘链接": "https://pan.quark.cn/s/f19b5e255fd9"
  },
  {
    "文件名": "《活着活着就老了[精品]》.epub",
    "夸克盘链接": "https://pan.quark.cn/s/88adad668b03"
  },
  {
    "文件名": "《花火201412A[精品]》.epub",
    "夸克盘链接": "https://pan.quark.cn/s/476cb8100af8"
  },
  {
    "文件名": "《靠谱心理学[精品]》.epub",
    "夸克盘链接": "https://pan.quark.cn/s/11a91018a37f"
  },
  {
    "文件名": "《假如给我三天光明：海伦·凯勒自传(出版100周年纪念版)(全译本)[精品]》.epub",
    "夸克盘链接": "https://pan.quark.cn/s/76b6f4117b32"
  },
  {
    "文件名": "《考场大赢家·考博英语词汇3步快速通关[精品]》.epub",
    "夸克盘链接": "https://pan.quark.cn/s/d610808454c3"
  },
  {
    "文件名": "《假如爱神没有睡着[精品]》吴清忠.epub",
    "夸克盘链接": "https://pan.quark.cn/s/8420b4c5f768"
  },
  {
    "文件名": "《活得明白：生涯咨询的十八个典型[精品]》.epub",
    "夸克盘链接": "https://pan.quark.cn/s/f5e862eede26"
  },
  {
    "文件名": "《抗日战争的细节2[精品]》魏风华.epub",
    "夸克盘链接": "https://pan.quark.cn/s/e16a363eb8c4"
  },
  {
    "文件名": "《惊奇物语·2[精品]》周浩晖,贰十三.epub",
    "夸克盘链接": "https://pan.quark.cn/s/ea5d68479812"
  },
  {
    "文件名": "《假面饭店[精品]》.epub",
    "夸克盘链接": "https://pan.quark.cn/s/2a2d0adc6533"
  },
  {
    "文件名": "《看小说（13年03月）[精品]》.epub",
    "夸克盘链接": "https://pan.quark.cn/s/52c0fc713be2"
  },
  {
    "文件名": "《混搭[精品]》.epub",
    "夸克盘链接": "https://pan.quark.cn/s/a868d2ceead9"
  },
  {
    "文件名": "《花火201411B[精品]》.epub",
    "夸克盘链接": "https://pan.quark.cn/s/77ecc7c7b00b"
  },
  {
    "文件名": "《贾志刚说春秋之三：晋楚争雄[精品]》.epub",
    "夸克盘链接": "https://pan.quark.cn/s/d2d4203ceb83"
  },
  {
    "文件名": "《婚姻是女人一辈子的事[精品]》.epub",
    "夸克盘链接": "https://pan.quark.cn/s/b247b8f07911"
  },
  {
    "文件名": "《贾志刚说春秋之二：秦晋恩怨[精品]》.epub",
    "夸克盘链接": "https://pan.quark.cn/s/861199245342"
  },
  {
    "文件名": "《看美文狂背六级单词[精品]》.epub",
    "夸克盘链接": "https://pan.quark.cn/s/eaaec7bd9d4e"
  },
  {
    "文件名": "《婚姻如此平淡，我们要懂得浪漫[精品]》被老公宠着.epub",
    "夸克盘链接": "https://pan.quark.cn/s/73110b669534"
  },
  {
    "文件名": "《花火201411A[精品]》.epub",
    "夸克盘链接": "https://pan.quark.cn/s/7ab379749f34"
  },
  {
    "文件名": "《看见神圣[精品]》.epub",
    "夸克盘链接": "https://pan.quark.cn/s/4f50d07e2671"
  },
  {
    "文件名": "《贾樟柯：一个可能伟大的中国导演（中国故事）[精品]》.epub",
    "夸克盘链接": "https://pan.quark.cn/s/c4d48037330a"
  },
  {
    "文件名": "《家庭急救100招[精品]》佳文.epub",
    "夸克盘链接": "https://pan.quark.cn/s/c191ce4707f8"
  },
  {
    "文件名": "《惊魂六计·一人一个诡故事[精品]》藤萍.epub",
    "夸克盘链接": "https://pan.quark.cn/s/144e5f734693"
  },
  {
    "文件名": "《家常小炒精选328例[精品]》《健康餐桌》编委会.epub",
    "夸克盘链接": "https://pan.quark.cn/s/54d714d1140b"
  },
  {
    "文件名": "《荆棘树的不解之谜（魔法小虎队）[精品]》玛丽泽·阿洛尔德.epub",
    "夸克盘链接": "https://pan.quark.cn/s/91ab023489bb"
  },
  {
    "文件名": "《花火20152B[精品]》.epub",
    "夸克盘链接": "https://pan.quark.cn/s/5694fa134e4f"
  },
  {
    "文件名": "《婚姻家庭法律问题100问——生活法律热线丛书[精品]》刘凝.epub",
    "夸克盘链接": "https://pan.quark.cn/s/8bc539416974"
  },
  {
    "文件名": "《婚托[精品]》.epub",
    "夸克盘链接": "https://pan.quark.cn/s/7852de21914c"
  },
  {
    "文件名": "《佳期如梦之今生今世[精品]》.epub",
    "夸克盘链接": "https://pan.quark.cn/s/c1cb4c2f774d"
  },
  {
    "文件名": "《经济的逻辑[精品]》.epub",
    "夸克盘链接": "https://pan.quark.cn/s/add79fbd1577"
  },
  {
    "文件名": "《花火20152A[精品]》.epub",
    "夸克盘链接": "https://pan.quark.cn/s/2fc0c0cd227d"
  },
  {
    "文件名": "《经济的逻辑[精品]》 (1).epub",
    "夸克盘链接": "https://pan.quark.cn/s/79be5985ebb5"
  },
  {
    "文件名": "《加西亚·马尔克斯传[精品]》.epub",
    "夸克盘链接": "https://pan.quark.cn/s/3c4b7607852e"
  },
  {
    "文件名": "《锦瑟流年错[精品]》曲十一郎.epub",
    "夸克盘链接": "https://pan.quark.cn/s/1beb091f23de"
  },
  {
    "文件名": "《金融企业会计[精品]》赵鹏飞；许永斌.epub",
    "夸克盘链接": "https://pan.quark.cn/s/ba071820438c"
  },
  {
    "文件名": "《花火20151B[精品]》.epub",
    "夸克盘链接": "https://pan.quark.cn/s/0cfdae547be7"
  },
  {
    "文件名": "《绘画心理学：一张画就能发现潜伏在身体里的另一个你[精品]》.epub",
    "夸克盘链接": "https://pan.quark.cn/s/14feeb085456"
  },
  {
    "文件名": "《今天你相信命运吗（中国故事）[精品]》.epub",
    "夸克盘链接": "https://pan.quark.cn/s/1c4770abcc6e"
  },
  {
    "文件名": "《今天，你相信命运吗（中国故事）[精品]》.epub",
    "夸克盘链接": "https://pan.quark.cn/s/106214d38231"
  },
  {
    "文件名": "《今生已不在[精品]》何言轻.epub",
    "夸克盘链接": "https://pan.quark.cn/s/1f3b10474186"
  },
  {
    "文件名": "《花火20151A[精品]》.epub",
    "夸克盘链接": "https://pan.quark.cn/s/468260193a46"
  },
  {
    "文件名": "《会计学基础[精品]》.epub",
    "夸克盘链接": "https://pan.quark.cn/s/34c31e01b134"
  },
  {
    "文件名": "《今生今世张爱玲》.epub",
    "夸克盘链接": "https://pan.quark.cn/s/08a26a154e95"
  },
  {
    "文件名": "《加缪作品精装版 · 鼠疫[精品]》.epub",
    "夸克盘链接": "https://pan.quark.cn/s/f9779356fbbb"
  },
  {
    "文件名": "《加缪作品精装版 · 局外人[精品]》.epub",
    "夸克盘链接": "https://pan.quark.cn/s/6ef35534bdf9"
  },
  {
    "文件名": "《借东西的小人[精品]》.epub",
    "夸克盘链接": "https://pan.quark.cn/s/71428f696040"
  },
  {
    "文件名": "《花火20148B[精品]》.epub",
    "夸克盘链接": "https://pan.quark.cn/s/cf87d3c1c7d1"
  },
  {
    "文件名": "《冀连梅谈：中国人该这样用药[精品]》冀连梅.epub",
    "夸克盘链接": "https://pan.quark.cn/s/d4b143756f9f"
  },
  {
    "文件名": "《花火20148A[精品]》.epub",
    "夸克盘链接": "https://pan.quark.cn/s/ff5131688d89"
  },
  {
    "文件名": "《会计实务（中级）[精品]》.epub",
    "夸克盘链接": "https://pan.quark.cn/s/d079dd040ab4"
  },
  {
    "文件名": "《寂寞的十七岁[精品]》.epub",
    "夸克盘链接": "https://pan.quark.cn/s/ea8a0423a197"
  },
  {
    "文件名": "《既要成功也要成仁[精品]》潘石屹.epub",
    "夸克盘链接": "https://pan.quark.cn/s/685742930240"
  },
  {
    "文件名": "《花火20147A[精品]》.epub",
    "夸克盘链接": "https://pan.quark.cn/s/3dc31243db9c"
  },
  {
    "文件名": "《毁灭者的秘密[精品]》闫达.epub",
    "夸克盘链接": "https://pan.quark.cn/s/78b1b003826f"
  },
  {
    "文件名": "《黄金时代：呼兰河传[精品]》.epub",
    "夸克盘链接": "https://pan.quark.cn/s/662b4a9999e5"
  },
  {
    "文件名": "《记忆如歌 过往欢宴：诗经中的似水流年[精品]》田静梅.epub",
    "夸克盘链接": "https://pan.quark.cn/s/616a5400b12d"
  },
  {
    "文件名": "《花火20146B[精品]》.epub",
    "夸克盘链接": "https://pan.quark.cn/s/7b4f9431dd63"
  },
  {
    "文件名": "《记忆魔法工具箱[精品]》.epub",
    "夸克盘链接": "https://pan.quark.cn/s/e14e5011373c"
  },
  {
    "文件名": "《黄金时代（中国故事·当黄金梦破灭的时候……）[精品]》.epub",
    "夸克盘链接": "https://pan.quark.cn/s/4c6090dda404"
  },
  {
    "文件名": "《黄昏使者[精品]》.epub",
    "夸克盘链接": "https://pan.quark.cn/s/fddc853614be"
  },
  {
    "文件名": "《黄河古道2活人禁地[精品]》李达.epub",
    "夸克盘链接": "https://pan.quark.cn/s/caa6d3b43cc2"
  },
  {
    "文件名": "《计算机与人脑 (科学素养文库·科学元典丛书)[精品]》.epub",
    "夸克盘链接": "https://pan.quark.cn/s/88d55e687e05"
  },
  {
    "文件名": "《花火20146A[精品]》.epub",
    "夸克盘链接": "https://pan.quark.cn/s/ff16ec54d695"
  },
  {
    "文件名": "《计算机网络工程[精品]》哈贵庭.epub",
    "夸克盘链接": "https://pan.quark.cn/s/9c914616c205"
  },
  {
    "文件名": "《鬼吹灯前传1：魁星踢斗之夜帝王陵[精品]》.epub",
    "夸克盘链接": "https://pan.quark.cn/s/0ef70de54a45"
  },
  {
    "文件名": "《黄河古道[精品]》李达.epub",
    "夸克盘链接": "https://pan.quark.cn/s/dba8adcceb82"
  },
  {
    "文件名": "《鬼才魏忠贤[精品]》.epub",
    "夸克盘链接": "https://pan.quark.cn/s/27036e2f559d"
  },
  {
    "文件名": "《花火20145B[精品]》.epub",
    "夸克盘链接": "https://pan.quark.cn/s/0b58f50cef7a"
  },
  {
    "文件名": "《诡异房客[精品]》王稼骏.epub",
    "夸克盘链接": "https://pan.quark.cn/s/178493ce0fe0"
  },
  {
    "文件名": "《黄帝内经十二时辰养生[精品]》.epub",
    "夸克盘链接": "https://pan.quark.cn/s/c4a49bd7d646"
  },
  {
    "文件名": "《诡墅惊魂[精品]》青子.epub",
    "夸克盘链接": "https://pan.quark.cn/s/bb1000274395"
  },
  {
    "文件名": "《诡计的N次方[精品]》马若水.epub",
    "夸克盘链接": "https://pan.quark.cn/s/03b7c68367f0"
  },
  {
    "文件名": "《花火20145A[精品]》.epub",
    "夸克盘链接": "https://pan.quark.cn/s/fa6f2ec361e9"
  },
  {
    "文件名": "《硅谷禁书Ⅳ[精品]》.epub",
    "夸克盘链接": "https://pan.quark.cn/s/9d98d4ab7f61"
  },
  {
    "文件名": "《黄帝内经排毒护体养生[精品]》.epub",
    "夸克盘链接": "https://pan.quark.cn/s/fb7ed1de88f7"
  },
  {
    "文件名": "《硅谷禁书Ⅲ（下）[精品]》.epub",
    "夸克盘链接": "https://pan.quark.cn/s/97e4a5500fc0"
  },
  {
    "文件名": "《硅谷禁书Ⅲ（上）[精品]》.epub",
    "夸克盘链接": "https://pan.quark.cn/s/18d42a66e431"
  },
  {
    "文件名": "《花火20142B[精品]》.epub",
    "夸克盘链接": "https://pan.quark.cn/s/c33db285290a"
  },
  {
    "文件名": "《黄帝内经九型体质养生[精品]》.epub",
    "夸克盘链接": "https://pan.quark.cn/s/d30fd3f53e1a"
  },
  {
    "文件名": "《闺蜜[精品]》自由极光.epub",
    "夸克盘链接": "https://pan.quark.cn/s/b866a85de93d"
  },
  {
    "文件名": "《花火20142A[精品]》.epub",
    "夸克盘链接": "https://pan.quark.cn/s/4a2715b00c4c"
  },
  {
    "文件名": "《规则与繁荣：进一步繁荣的可能路径[精品]》冯兴元.epub",
    "夸克盘链接": "https://pan.quark.cn/s/a382f5283e9c"
  },
  {
    "文件名": "《黄帝内经二十四节气养生[精品]》.epub",
    "夸克盘链接": "https://pan.quark.cn/s/9c21340dcc02"
  },
  {
    "文件名": "《龟的故事  （中国故事）[精品]》.epub",
    "夸克盘链接": "https://pan.quark.cn/s/5147ca9dd23f"
  },
  {
    "文件名": "《皇帝秘史[精品]》薛晋蓉，弓健.epub",
    "夸克盘链接": "https://pan.quark.cn/s/ff5132245dbd"
  },
  {
    "文件名": "《广场舞思密达（大象公会第1期生活家）[精品]》大象公会.epub",
    "夸克盘链接": "https://pan.quark.cn/s/ec3d08a2fffb"
  },
  {
    "文件名": "《光新之路[精品]》雷光新.epub",
    "夸克盘链接": "https://pan.quark.cn/s/c6623ab25a76"
  },
  {
    "文件名": "《花火20141B[精品]》.epub",
    "夸克盘链接": "https://pan.quark.cn/s/d0aef8da862b"
  },
  {
    "文件名": "《互联网冲击[精品]》Jaron Lanier.epub",
    "夸克盘链接": "https://pan.quark.cn/s/cc612d967127"
  },
  {
    "文件名": "《皇帝的新装[精品]》安徒生.epub",
    "夸克盘链接": "https://pan.quark.cn/s/c9dc3f70379c"
  },
  {
    "文件名": "《花火20141A[精品]》.epub",
    "夸克盘链接": "https://pan.quark.cn/s/cbee81f6e6de"
  },
  {
    "文件名": "《光荣与梦想（套装共4册）[精品]》.epub",
    "夸克盘链接": "https://pan.quark.cn/s/1c01b4bda54e"
  },
  {
    "文件名": "《琥珀蜜蜡把玩艺术[精品]》何悦,张晨光.epub",
    "夸克盘链接": "https://pan.quark.cn/s/c83a18bd6dd9"
  },
  {
    "文件名": "《护身符[精品]》.epub",
    "夸克盘链接": "https://pan.quark.cn/s/cca4580fb5da"
  },
  {
    "文件名": "《互联网思维：商业颠覆与重构[精品]》.epub",
    "夸克盘链接": "https://pan.quark.cn/s/f8618016516d"
  },
  {
    "文件名": "《蝴蝶公墓（新）[精品]》.epub",
    "夸克盘链接": "https://pan.quark.cn/s/10c303379a15"
  },
  {
    "文件名": "《湖南骡子[精品]》何顿.epub",
    "夸克盘链接": "https://pan.quark.cn/s/a8048103b829"
  },
  {
    "文件名": "《光荣与梦想（套装共4册）[精品]》 【美】威廉·曼彻斯特 .epub",
    "夸克盘链接": "https://pan.quark.cn/s/beab699eb866"
  },
  {
    "文件名": "《互联网世界观：思维的起点，商业的引爆点[精品]》.epub",
    "夸克盘链接": "https://pan.quark.cn/s/1adb9aa81f74"
  },
  {
    "文件名": "《湖北人与京剧[精品]》谢鲁.epub",
    "夸克盘链接": "https://pan.quark.cn/s/bc7abcfa4211"
  },
  {
    "文件名": "《互联网世界观：思维的起点，商业的引爆点[精品]》 (1).epub",
    "夸克盘链接": "https://pan.quark.cn/s/b0513d0bbb83"
  },
  {
    "文件名": "《互联网商业思维[精品]》经理人杂志编著.epub",
    "夸克盘链接": "https://pan.quark.cn/s/8be4dd4071c6"
  },
  {
    "文件名": "《胡雪岩发迹史[精品]》陈涛涛.epub",
    "夸克盘链接": "https://pan.quark.cn/s/f4534db49f87"
  },
  {
    "文件名": "《光荣日[精品]》韩寒.epub",
    "夸克盘链接": "https://pan.quark.cn/s/2cbe4745a949"
  },
  {
    "文件名": "《管理学原理与方法[精品]》侯明贤.epub",
    "夸克盘链接": "https://pan.quark.cn/s/0ef420ca7548"
  },
  {
    "文件名": "《胡适日记：离开大陆这些年[精品]》胡适.epub",
    "夸克盘链接": "https://pan.quark.cn/s/c3f3a20aa3e7"
  },
  {
    "文件名": "《管理思想如何落地[精品]》耿启亮.epub",
    "夸克盘链接": "https://pan.quark.cn/s/6714e5308647"
  },
  {
    "文件名": "《胡适：孤立的人最强大[精品]》.epub",
    "夸克盘链接": "https://pan.quark.cn/s/cf80cb01bae1"
  },
  {
    "文件名": "《忽如远行客[精品]》郑孟杰.epub",
    "夸克盘链接": "https://pan.quark.cn/s/35253d3ba341"
  },
  {
    "文件名": "《管理思想精要（珍藏版）(管理经典丛书)[精品]》.epub",
    "夸克盘链接": "https://pan.quark.cn/s/95555dfb9d1e"
  },
  {
    "文件名": "《厚历史[精品]》.epub",
    "夸克盘链接": "https://pan.quark.cn/s/defe3a0325c6"
  },
  {
    "文件名": "《管理培训袖珍馆Ⅱ（新）：骨干是折腾出来的[精品]》.epub",
    "夸克盘链接": "https://pan.quark.cn/s/8d5a6b70516e"
  },
  {
    "文件名": "《厚黑学：全本珍藏版[精品]》李宗吾.epub",
    "夸克盘链接": "https://pan.quark.cn/s/14ed7a017cd5"
  },
  {
    "文件名": "《管理沟通成功管理的基石(第2版)[精品]》.epub",
    "夸克盘链接": "https://pan.quark.cn/s/08c77f283748"
  },
  {
    "文件名": "《浩荡两千年[精品]》吴晓波.epub",
    "夸克盘链接": "https://pan.quark.cn/s/a8b0904b11f3"
  },
  {
    "文件名": "《厚黑学：全本珍藏版[精品]》.epub",
    "夸克盘链接": "https://pan.quark.cn/s/68b11514727f"
  },
  {
    "文件名": "《后伦敦谈·译言古登堡计划[精品]》【英】理查德·杰弗里斯 译者：李睿楠、熊亭玉、施佳能.epub",
    "夸克盘链接": "https://pan.quark.cn/s/cc6ebff1a6d5"
  },
  {
    "文件名": "《后来我们都哭了[精品]》夏七夕.epub",
    "夸克盘链接": "https://pan.quark.cn/s/c1b4da959fbe"
  },
  {
    "文件名": "《好习惯，坏习惯：突破个人生活和事业瓶颈的14种习惯[精品]》.epub",
    "夸克盘链接": "https://pan.quark.cn/s/5c195fe465ed"
  },
  {
    "文件名": "《后来我们都哭了[精品]》夏七夕 (1).epub",
    "夸克盘链接": "https://pan.quark.cn/s/117c0ea0f30c"
  },
  {
    "文件名": "《管理的实践(珍藏版)(管理经典)[精品]》.epub",
    "夸克盘链接": "https://pan.quark.cn/s/10a02dcb8e1b"
  },
  {
    "文件名": "《好色男女[精品]》.epub",
    "夸克盘链接": "https://pan.quark.cn/s/27c4d44ed9ef"
  },
  {
    "文件名": "《后来我们都哭了[精品]》.epub",
    "夸克盘链接": "https://pan.quark.cn/s/1b53c0724ea4"
  },
  {
    "文件名": "《红字(外研社双语读库)[精品]》.epub",
    "夸克盘链接": "https://pan.quark.cn/s/042bf864eb52"
  },
  {
    "文件名": "《好女孩上天堂，“坏”女孩走四方[精品]》.epub",
    "夸克盘链接": "https://pan.quark.cn/s/e194053ef170"
  },
  {
    "文件名": "《红与黑（经典译林）[精品]》司汤达.epub",
    "夸克盘链接": "https://pan.quark.cn/s/43270251de5f"
  },
  {
    "文件名": "《好妈妈胜过好老师[精品]》.epub",
    "夸克盘链接": "https://pan.quark.cn/s/5be87dd8a028"
  },
  {
    "文件名": "《管理的常识：让管理发挥绩效的7个基本概念[精品]》陈春花.epub",
    "夸克盘链接": "https://pan.quark.cn/s/665c0de79517"
  },
  {
    "文件名": "《红线传????[精品]》.epub",
    "夸克盘链接": "https://pan.quark.cn/s/1a37f470aa72"
  },
  {
    "文件名": "《管理大师[精品]》Adrian Wooldridge.epub",
    "夸克盘链接": "https://pan.quark.cn/s/bae608ce11e3"
  },
  {
    "文件名": "《好货币，坏货币（中国故事）[精品]》.epub",
    "夸克盘链接": "https://pan.quark.cn/s/f6799538e815"
  },
  {
    "文件名": "《读者2014年第10期[精品]》.epub",
    "夸克盘链接": "https://pan.quark.cn/s/067396d0d71c"
  },
  {
    "文件名": "《好公司狩猎指南——你的随身职业顾问[精品]》.epub",
    "夸克盘链接": "https://pan.quark.cn/s/a14b2fd7b4f2"
  },
  {
    "文件名": "《管理：使命、责任、实务（使命篇）（珍藏版）(管理经典丛书)[精品]》.epub",
    "夸克盘链接": "https://pan.quark.cn/s/c69727eb12e6"
  },
  {
    "文件名": "《好儿女花[精品]》虹影.epub",
    "夸克盘链接": "https://pan.quark.cn/s/63bb1bf791ce"
  },
  {
    "文件名": "《红墙黄瓦[精品]》张克群.epub",
    "夸克盘链接": "https://pan.quark.cn/s/e778e3076900"
  },
  {
    "文件名": "《好城市的秘密（中国故事）[精品]》.epub",
    "夸克盘链接": "https://pan.quark.cn/s/849b4d8a2bc8"
  },
  {
    "文件名": "《豪门叛妻[精品]》林西娅.epub",
    "夸克盘链接": "https://pan.quark.cn/s/008585960153"
  },
  {
    "文件名": "《豪婚：我是怎样嫁入豪门的[精品]》.epub",
    "夸克盘链接": "https://pan.quark.cn/s/4f0cdc127fdc"
  },
  {
    "文件名": "《管理：使命、责任、实务(实务篇)(珍藏版)(管理经典)[精品]》.epub",
    "夸克盘链接": "https://pan.quark.cn/s/92c8272a363e"
  },
  {
    "文件名": "《汉武妖娆[精品]》汉滴.epub",
    "夸克盘链接": "https://pan.quark.cn/s/0240c84eda7e"
  },
  {
    "文件名": "《红楼梦·无注释版[精品]》.epub",
    "夸克盘链接": "https://pan.quark.cn/s/95a0ab97f630"
  },
  {
    "文件名": "《观亭说茶 茶饮 茶膳 茶疗[精品]》.epub",
    "夸克盘链接": "https://pan.quark.cn/s/a2f4848c4130"
  },
  {
    "文件名": "《汉姆莱脱[精品]》.epub",
    "夸克盘链接": "https://pan.quark.cn/s/84ee497ff572"
  },
  {
    "文件名": "《读者2014年第08期[精品]》.epub",
    "夸克盘链接": "https://pan.quark.cn/s/6f5feee9b1f9"
  },
  {
    "文件名": "《汉朝那些人[精品]》.epub",
    "夸克盘链接": "https://pan.quark.cn/s/be4cc7af1360"
  },
  {
    "文件名": "《韩寒五年文集[精品]》韩寒.epub",
    "夸克盘链接": "https://pan.quark.cn/s/1c72344b4298"
  },
  {
    "文件名": "《红海大漠（中国故事·梁子第三次非洲之旅）[精品]》.epub",
    "夸克盘链接": "https://pan.quark.cn/s/cf7ae60ace4f"
  },
  {
    "文件名": "《红高粱[精品]》.epub",
    "夸克盘链接": "https://pan.quark.cn/s/23cf69fc762a"
  },
  {
    "文件名": "《韩寒五年文集[精品]》.epub",
    "夸克盘链接": "https://pan.quark.cn/s/0f86ad2883f8"
  },
  {
    "文件名": "《红粉虐杀诡事录[精品]》香无.epub",
    "夸克盘链接": "https://pan.quark.cn/s/6d84bdf6f971"
  },
  {
    "文件名": "《海子诗全集[精品]》海子.epub",
    "夸克盘链接": "https://pan.quark.cn/s/d5580ccae2c5"
  },
  {
    "文件名": "《海上花列传[精品]》韩邦庆.epub",
    "夸克盘链接": "https://pan.quark.cn/s/54a539253db2"
  },
  {
    "文件名": "《观念的水位[精品]》刘瑜.epub",
    "夸克盘链接": "https://pan.quark.cn/s/628003a69b59"
  },
  {
    "文件名": "《红顶商人胡雪岩6：悲凉醒世大结局[精品]》高阳.epub",
    "夸克盘链接": "https://pan.quark.cn/s/02d22c315d63"
  },
  {
    "文件名": "《读者2014年第7期[精品]》.epub",
    "夸克盘链接": "https://pan.quark.cn/s/b22659cc998d"
  },
  {
    "文件名": "《红顶商人胡雪岩5：隐患埋于巅峰[精品]》.epub",
    "夸克盘链接": "https://pan.quark.cn/s/7c3cdedaf211"
  },
  {
    "文件名": "《关键运作[精品]》.epub",
    "夸克盘链接": "https://pan.quark.cn/s/759a6577be39"
  },
  {
    "文件名": "《红顶商人胡雪岩4：时局中的商机[精品]》高阳.epub",
    "夸克盘链接": "https://pan.quark.cn/s/e053d8f1078b"
  },
  {
    "文件名": "《关键词[精品]》梁文道.epub",
    "夸克盘链接": "https://pan.quark.cn/s/e5d1da1590d3"
  },
  {
    "文件名": "《海上风云：南中国海的海盗及其不法活动[精品]》安乐博.epub",
    "夸克盘链接": "https://pan.quark.cn/s/b6c9a78c1d82"
  },
  {
    "文件名": "《红顶商人胡雪岩3：人情是最重要的投资[精品]》高阳.epub",
    "夸克盘链接": "https://pan.quark.cn/s/326c7287658d"
  },
  {
    "文件名": "《关键冲突：如何把人际关系危机转化为合作共赢[精品]》.epub",
    "夸克盘链接": "https://pan.quark.cn/s/0e7cbccd618d"
  },
  {
    "文件名": "《故事会2015-4[精品]》.epub",
    "夸克盘链接": "https://pan.quark.cn/s/31faa91fae17"
  },
  {
    "文件名": "《关东山复仇记[精品]》陈跃东.epub",
    "夸克盘链接": "https://pan.quark.cn/s/9a9b12aeb0cc"
  },
  {
    "文件名": "《红尘引[精品]》梦三生.epub",
    "夸克盘链接": "https://pan.quark.cn/s/27a761da818b"
  },
  {
    "文件名": "《读者2014年第6期[精品]》.epub",
    "夸克盘链接": "https://pan.quark.cn/s/3c70c1a4ecda"
  },
  {
    "文件名": "《红尘大梦,浮世成伤：萧红传[精品]》桑妮.epub",
    "夸克盘链接": "https://pan.quark.cn/s/453a003cb406"
  },
  {
    "文件名": "《怪笑小说[精品]》东野圭吾.epub",
    "夸克盘链接": "https://pan.quark.cn/s/b46023161750"
  },
  {
    "文件名": "《很老很老的老偏方，肠胃毛病一扫光[精品]》胡丽娟.epub",
    "夸克盘链接": "https://pan.quark.cn/s/999e5f1613fb"
  },
  {
    "文件名": "《怪屋女孩[精品]》【美】兰萨姆·里格斯 著,姚雪晴 译.epub",
    "夸克盘链接": "https://pan.quark.cn/s/05019fddc07a"
  },
  {
    "文件名": "《海权论[精品]》阿尔弗雷德.epub",
    "夸克盘链接": "https://pan.quark.cn/s/0d729921f2ba"
  },
  {
    "文件名": "《故事会2015-3[精品]》.epub",
    "夸克盘链接": "https://pan.quark.cn/s/d836428a7c62"
  },
  {
    "文件名": "《怪屋》阿加莎·克里斯蒂.epub",
    "夸克盘链接": "https://pan.quark.cn/s/838a8548c461"
  },
  {
    "文件名": "《海底[精品]》.epub",
    "夸克盘链接": "https://pan.quark.cn/s/b5aba3510fe7"
  },
  {
    "文件名": "《读者2014年第05期[精品]》.epub",
    "夸克盘链接": "https://pan.quark.cn/s/f1a5335ac0e8"
  },
  {
    "文件名": "《怪兽家长2：孩子复仇记[精品]》.epub",
    "夸克盘链接": "https://pan.quark.cn/s/6132c347531f"
  },
  {
    "文件名": "《孩子你慢慢来[精品]》.epub",
    "夸克盘链接": "https://pan.quark.cn/s/9892071abcad"
  },
  {
    "文件名": "《黑志异青年[精品]》铁头.epub",
    "夸克盘链接": "https://pan.quark.cn/s/e187d6f164e0"
  },
  {
    "文件名": "《黑天鵝[精品]》.epub",
    "夸克盘链接": "https://pan.quark.cn/s/5f88be41ef68"
  }
];
