// 自动拆分 part_37
window._part37 = [
  {
    "文件名": "[完结]《同室操戈》作者：纯爱玩咖（1v1）【24.10.01】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/936f74db9e06"
  },
  {
    "文件名": "[完结]《通感游戏中和竹马嘟了》作者：星熊（1v1）【24.10.13】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/bff5850eaff2"
  },
  {
    "文件名": "[完结]《逃婚女王和抢婚公主》作者：非常便宜的小白写手（百合1v1）~修【24.10.28】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/b34c85344a9b"
  },
  {
    "文件名": "[完结]《私人定制系统》作者：明颜（1v1）【24.10.15】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/4f1c88974ed9"
  },
  {
    "文件名": "[完结]《他们来到午夜山》作者：猩红福音（np）【24.10.03】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/daa05f31b2df"
  },
  {
    "文件名": "[完结]《他是故意出轨的》作者：小废物（总攻）【24.10.05】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/5fa5e9aefac0"
  },
  {
    "文件名": "[完结]《睡前小凰蚊子集》作者：巧克力大王【24.10.17】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/963b6d2cfd74"
  },
  {
    "文件名": "[完结]《双星小寡夫YD日记》作者：伊芙（np）【24.10.16】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/986146b47771"
  },
  {
    "文件名": "[完结]《叔叔，你亲亲我》作者：方圆西木nut（1v1）【24.10.06】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/838d169f5c6c"
  },
  {
    "文件名": "[完结]《双性小猫妖娇软多汁》作者：冬眠的猫（1v1）【24.10.02】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c19bd2461ab4"
  },
  {
    "文件名": "[完结]《上神被如来诓去养情丝》作者：南浅（1v1）【24.10.09】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/cccf7e04013f"
  },
  {
    "文件名": "[完结]《师兄操我成淫奴却叫我念清心咒》作者：大口吃肉（1v1）【24.10.01】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/d67d37ef34b1"
  },
  {
    "文件名": "[完结]《山长与勾栏》作者：不明所以的x（总攻np）【24.10.04】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/42095809eade"
  },
  {
    "文件名": "[完结]《丧钟》作者：祈枕安（1v1）【24.10.01】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/185afa64ec2f"
  },
  {
    "文件名": "[完结]《让你艹就放过我好吗？》作者：第三类医药品【24.10.22】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/34022bdd5e63"
  },
  {
    "文件名": "[完结]《囚仙索爱》作者：乌龙白桃茶（3p）【24.10.07】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/fb6d05327cf8"
  },
  {
    "文件名": "[完结]《雀（虫族）》作者：九辞（1v1）【24.10.06】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/fb13346c55cd"
  },
  {
    "文件名": "[完结]《诠释爱》作者：揽月（故事集）【24.10.31】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/56cfa62be06d"
  },
  {
    "文件名": "[完结]《情语之莫三秋》作者：202班（1v1）【24.10.16】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/83e298e3d429"
  },
  {
    "文件名": "[完结]《奇怪性癖的男人们》作者：银色海（故事集）【24.10.03】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/69590a0979d6"
  },
  {
    "文件名": "[完结]《侵占嫂子（鬼妻futa）》作者 苏二月（GL百合）【24.10.16】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/78c32ce29579"
  },
  {
    "文件名": "[完结]《强操白软美人》作者：就是野（np）【24.10.01】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/97e635ed6c6b"
  },
  {
    "文件名": "[完结]《炮灰突然觉悟了》作者：酸菜鱼（1v1）【24.10.14】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/db40846c82cc"
  },
  {
    "文件名": "[完结]《漂亮美人就应该被橄榄》作者：人皮扣sikk（np）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/d60469bf3c84"
  },
  {
    "文件名": "[完结]《漂亮脸蛋》作者：狗蛋【24.10.17】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/d2314fe8a8b6"
  },
  {
    "文件名": "[完结]《女尊之敌国皇子身下臣》作者：三月十九（女攻1v1）【24.10.16】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/900074582626"
  },
  {
    "文件名": "[完结]《男人们都对我意图不轨》作者：白树森林（快穿）【24.10.03】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/504fd4f890e2"
  },
  {
    "文件名": "[完结]《男妈妈喂奶日记》作者：桃桃汐子（1v1）【24.10.04】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/6e2d2b868889"
  },
  {
    "文件名": "[完结]《苗蛊情惑》作者：叶寻（1v1）【24.10.22】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/72f767792f0b"
  },
  {
    "文件名": "[完结]《萌新你好，我是大神》作者：随心xzz（混合sp实践文）【24.10.02】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/b51634838519"
  },
  {
    "文件名": "[完结]《那你哭着上我》作者：熊猫团团（年下1V1）【24.10.07】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/16e50ef02bb1"
  },
  {
    "文件名": "[完结]《美人弱攻收割机2[弱强美强]》作者：一杆长枪冲云霄（短篇集）【24.10.01】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/dbe44be2756c"
  },
  {
    "文件名": "[完结]《美人弱攻收割机【弱强美强】》作者：我想要108个黑皮大奶会喷汁的男宠（短篇合集）【24.10.01】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/23f2e4baf38a"
  },
  {
    "文件名": "[完结]《漫游的蓝》作者：二流者（虫族总攻）【24.10.05】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/f901f796bb2a"
  },
  {
    "文件名": "[完结]《美人们一朝沦落后》作者：唧唧复唧唧（故事集）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/406323d9c78d"
  },
  {
    "文件名": "[完结]《乱世红烧肉》作者：月尽良宵（故事集）【24.10.04】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/0e74c1498477"
  },
  {
    "文件名": "[完结]《老实人O和前夫A》作者：一蟹不如一蟹（1v1）【24.10.04】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ffb093a0e4fe"
  },
  {
    "文件名": "[完结]《笼中雀》作者：妈了巴子小推车（np）【24.10.05】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/00b14e979ca7"
  },
  {
    "文件名": "[完结]《蓝颜倾世》作者：零下T度（np）【24.10.05】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e89d53cf6f6c"
  },
  {
    "文件名": "[完结]《蛞蝓的夏天》作者：嗯嗯是这样的（百合1v1）【24.10.07】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/33b8d14220fd"
  },
  {
    "文件名": "[完结]《军父警子》作者：苍穹之鹰（np）【24.10.29】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/04e16515591e"
  },
  {
    "文件名": "[完结]《老女人(gl纯百)》作者 嗯嗯是这样的【24.10.29】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e11560e55bf9"
  },
  {
    "文件名": "[完结]《娇软少年长了口淫批》作者：沐已成粥（np）【24.10.26】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/462fd2627f00"
  },
  {
    "文件名": "[完结]《姐夫，不要了》作者：月依痕（np）【24.10.01】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/2948f3a4e7bf"
  },
  {
    "文件名": "[完结]《惊!那个（小狼）狗皇帝推了养大他的摄政王》作者：lililyly（1v1）【24.10.04】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/7fde3f113305"
  },
  {
    "文件名": "[完结]《姐夫请你艹我》作者：树下睡仙人（混合np）【24.10.07】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/f98317be1656"
  },
  {
    "文件名": "[完结]《将渣渣改造为大奶再顽成R币Q》作者：我是泥石流（故事集）【24.10.04】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/57f9846b9c2b"
  },
  {
    "文件名": "[完结]《继父太饥渴怎么办？》作者：一介扫地僧（np）【24.10.07】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a67b92baae1a"
  },
  {
    "文件名": "[完结]《加班时发现前辈的秘密怎么破》作者：顾雁行（1v1）【24.10.19】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/45159e37d28e"
  },
  {
    "文件名": "[完结]《即兴表演》作者：雪松白（np）【24.10.09】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/91613ca6fd0d"
  },
  {
    "文件名": "[完结]《机器傀儡》作者：七罪暴食（np）【24.10.12】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/466a2b8ea019"
  },
  {
    "文件名": "[完结]《皇嫂好软》作者：三玄好香（np）【24.10.07】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/7df7ccf97650"
  },
  {
    "文件名": "[完结]《饥渴游戏》作者：不想早起（np）【24.10.05】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/9dc1f60d45cc"
  },
  {
    "文件名": "[完结]《皇叔》作者：小橙子（故事集）【24.10.22】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/3f9caa6c2ff0"
  },
  {
    "文件名": "[完结]《含苞欲放》作者：吃肉萌萌哒 (混合np)【24.10.14】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/d0f7a26a8ad7"
  },
  {
    "文件名": "[完结]《和三个Alpha匹配度100％》作者：糖一暮（1v1）【24.10.05】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/4c8c5798002a"
  },
  {
    "文件名": "[完结]《和鸣》作者：薯薯薯薯薯（1v1）【24.10.28】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e369c785f238"
  },
  {
    "文件名": "[完结]《怪物的宠物》作者：辛亥（1v1）【24.10.29】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/4dcf0a195288"
  },
  {
    "文件名": "[完结]《过气后被死对头包养了》作者：兮一凹（1v1）【24.10.02】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/8dd57135c568"
  },
  {
    "文件名": "[完结]《乖乖听话》作者：十面（百合1v1）【24.10.04】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/18e62b1d91de"
  },
  {
    "文件名": "[完结]《共妻的匹配原则》作者：再吃亿碗（np）【24.10.04】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/fe5ad8cf6b68"
  },
  {
    "文件名": "[完结]《共享骚货》作者：加多不是宝（np）【24.10.11】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/8b0970336929"
  },
  {
    "文件名": "[完结]《乖乖的幸福生活》作者：日日笙歌（np）【24.10.05】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/2b225b2c8b1b"
  },
  {
    "文件名": "[完结]《攻略前男友床上指南》作者：也不（1v1）【24.10.02】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/8f292c40232c"
  },
  {
    "文件名": "[完结]《隔壁的女装店长》作者：吕蜜柑（1v1）【24.10.06】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/b3ca04a5c15d"
  },
  {
    "文件名": "[完结]《给室友牵红线反被操》作者：云妃【24.10.25】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/475583e905e5"
  },
  {
    "文件名": "[完结]《隔云端（SP）》作者：公子长华（1v1）【24.10.06】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/8cea0bb5cbc1"
  },
  {
    "文件名": "[完结]《父子丼》作者：x2z1（3p）【24.10.06】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e0364bbeff55"
  },
  {
    "文件名": "[完结]《伏氏兄弟 上篇》作者：西风北岳（1v1）【24.10.04】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/6286378b6bab"
  },
  {
    "文件名": "[完结]《疯批小黑屋》作者：涩涩要吃肉肉（故事集）【24.10.04】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/7605fbabf342"
  },
  {
    "文件名": "[完结]《非法入侵》作者：路安成（女攻1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e04e4815f9f4"
  },
  {
    "文件名": "[完结]《翻车后被大佬强制爱了》作者：李嘟嘟（1v1）【24.10.05】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/2d6b27a770e7"
  },
  {
    "文件名": "[完结]《恶毒男配也想被爱》作者：史莱姆（1v1）【24.10.05】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/9f1dd4326439"
  },
  {
    "文件名": "[完结]《堕朽潜规则》作者：猛虎与傻狼（娱乐圈，总攻1v3）【24.10.06】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/cbcc3e670168"
  },
  {
    "文件名": "[完结]《短篇肉文》作者：夏乂（故事集）【24.10.17】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/4c579bc3d870"
  },
  {
    "文件名": "[完结]《躲汉子》作者：柚子味（np）【24.10.07】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/d66651122409"
  },
  {
    "文件名": "[完结]《短篇脑洞合集》作者：伊芙【24.10.13】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/92318ddffbbd"
  },
  {
    "文件名": "[完结]《第二次婚姻【ABO束缚控制道具系】》作者：野兔的锁骨（1v1）【24.10.02】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e9c2056d10f9"
  },
  {
    "文件名": "[完结]《都喊我妈妈是怎么回事？》作者：松饼骑士（np）【24.10.09】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/8999c61adf0d"
  },
  {
    "文件名": "[完结]《顶替》作者：列星（1v1）【24.10.03】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/22a825bbce58"
  },
  {
    "文件名": "[完结]《道具好还是男人好》作者：夜深（快穿np）【24.10.02】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/87827bc2849c"
  },
  {
    "文件名": "[完结]《代父行房》作者：伊弥（1v1）【24.10.03】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/2ed3c2b6a1be"
  },
  {
    "文件名": "[完结]《催眠校园》作者：南门二（女攻np）【24.10.28】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/1beadd5cf5e7"
  },
  {
    "文件名": "[完结]《穿越异界玩儿双美人（远古篇》作者：悠悠爱吃肉（女攻故事集）【24.10.14】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/1df789713128"
  },
  {
    "文件名": "[完结]《醇柔短篇几则》作者：草莓趣多多【24.10.25】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/7652c8bfec2a"
  },
  {
    "文件名": "[完结]《穿书后妖艳贱货被透爆了》作者：搞对象吗【24.10.27】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e9aca5999112"
  },
  {
    "文件名": "[完结]《催眠了暴躁校霸》作者：午后暖阳（1v1）【24.10.03】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/1c47a9a700a8"
  },
  {
    "文件名": "[完结]《穿书后我被主角受强制爱了》作者：南下（1v1）【24.10.07】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a750c1a00df3"
  },
  {
    "文件名": "[完结]《穿书后我成了总攻》作者：小狼（np）【24.10.02】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/7cac241764a9"
  },
  {
    "文件名": "[完结]《成总说他是直男》作者：泽辰（1v1）【24.10.01】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/b6b543e2f847"
  },
  {
    "文件名": "[完结]《虫族女王》作者：浮生若梦（女攻np）【24.10.11】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/abfbdfb723d8"
  },
  {
    "文件名": "[完结]《穿书后被未婚夫的白月光炒饭了》作者：duosuoleisi（1v1）【24.10.20】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/91217db73e6a"
  },
  {
    "文件名": "[完结]《成为哥哥们的共妻》作者：房山季鸟猴（np）【24.10.27】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/61dc195a4683"
  },
  {
    "文件名": "[完结]《不想再爱你》作者：禇山云（1v1）【24.10.13】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/21d26dbc0954"
  },
  {
    "文件名": "[完结]《变成女生后被室友懆了》作者：没有名字【24.10.16】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/620242b802ae"
  },
  {
    "文件名": "[完结]《不要在小广告上找工作》作者：鲟大米（1v1）【24.10.06】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/4ce3d754f98d"
  },
  {
    "文件名": "[完结]《鞭上梁山》作者：徐元轩（np）【24.10.04】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/70ff3e10c267"
  },
  {
    "文件名": "[完结]《必须勾搭三个男人之后》作者：点我就能发财（np）【24.10.19】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/082db8081629"
  },
  {
    "文件名": "[完结]《被玩坏的父亲》作者：开心颜（np）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/73c95cf9e634"
  },
  {
    "文件名": "[完结]《被异形圈养》作者：安德罗（1v1）【24.10.02】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/84573336cd42"
  },
  {
    "文件名": "[完结]《被学姐男友?了》作者：陈佬【24.10.22】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c73d0a816697"
  },
  {
    "文件名": "[完结]《被死对头强取豪夺了》作者：想喝芋泥波波（1v1）【24.10.06】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/39a712e69c97"
  },
  {
    "文件名": "[完结]《被室友发现长了个批》作者：伊芙（1v1）【24.10.20】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/98a1ed1d7bc3"
  },
  {
    "文件名": "[完结]《被傻子弟弟炒饭了》作者：第三类医药品【24.10.28】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a38d709eeec5"
  },
  {
    "文件名": "[完结]《被日夜浇灌的漂亮老师》作者：duosuoleisi【24.10.16】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a7d5cdbcdba3"
  },
  {
    "文件名": "[完结]《被迫成为炉鼎的日子》作者：阿猫阿狗（np）【24.10.06】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/6d20d171d228"
  },
  {
    "文件名": "[完结]《被迫成为海王之后》作者：腐满（总攻np）【24.10.07】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/8223ab647e01"
  },
  {
    "文件名": "[完结]《被轮了后》作者：别生气了好吗（结局1v1）【24.10.06】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/879ccfc36910"
  },
  {
    "文件名": "[完结]《被公司三位同事_了_》作者：圆心肉【24.10.28】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/774485c2c068"
  },
  {
    "文件名": "[完结]《被催眠的哥哥好色情》作者：盡歡（1v1）【24.10.16】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/19246be3942b"
  },
  {
    "文件名": "[完结]《被操成精壶的球队经理》作者：暮白首【24.10.30】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ff6891b59c52"
  },
  {
    "文件名": "[完结]《把那条鱼给我锁上！》作者：八月云间月（1v1）【24.10.31】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a662c7191591"
  },
  {
    "文件名": "[完结]《爆炒职业技术学院》作者：房山季鸟猴（np）【24.10.13】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/6ccf1817ed14"
  },
  {
    "文件名": "[完结]《爸爸，不要了》作者：只爱吃肉（1v1）【24.10.05】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/6f868f29e2f6"
  },
  {
    "文件名": "[完结]《把漂亮快递员拉进来狠狠的操》作者：碳基杂质【24.10.17】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/41e0c78d4a98"
  },
  {
    "文件名": "[完结]《爱上男同桌的的臭脚》作者：莱茵猫【24.10.31】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/bfc65416586a"
  },
  {
    "文件名": "[完结]《阿嘉德日记》作者：夏橙（1v1）【24.10.07】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/8f7c385a17ea"
  },
  {
    "文件名": "[完结]《yin乱十八线小明星》作者：纯情女高（np）【24.10.12】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/8b76891fd981"
  },
  {
    "文件名": "[完结]《爱情跟勾勾大小有关系吗？》作者：息大泽而梦也（1v1）【24.10.29】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/0d462af7490b"
  },
  {
    "文件名": "[完结]《HP赛克林家族》作者：奈特队长（过程np）【24.10.01】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/d1f623cb2d5b"
  },
  {
    "文件名": "[完结]《SP训诫清冷___美____人_____父子》作者：暗黑系魔女（女攻）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a166ff724fdd"
  },
  {
    "文件名": "[完结]《beta叔的未爱先孕》作者：CoCo886（1v1）【24.10.07】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/087b7e07848a"
  },
  {
    "文件名": "[完结]《AI歌者的送葬曲》作者：艾米莉（1v1）【24.10.01】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/f0bce9d0217c"
  },
  {
    "文件名": "[完结]《【魔道祖师忘羡同人】等等我》作者：小乘燚燚（1v1）【24.10.10】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/523068c6c019"
  },
  {
    "文件名": "[完结]《【虫族】笼中兽》作者：是一只南瓜啊（np）【24.10.05】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/72bc2bcef027"
  },
  {
    "文件名": "[完结]《【BDSM】良犬》作者：关三（1v1）【24.10.03】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/7f4b26049b94"
  },
  {
    "文件名": "[完结]《【ALL泽】长恨（续）》作者：卓玄（np）【24.10.14】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/067f3cbf0a10"
  },
  {
    "文件名": "[完结]《（综漫）男神都到碗里来》作者：糖醋葫芦（GB女攻）【24.10.25】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/2540cc073d7a"
  },
  {
    "文件名": "[完结]《[主攻]他求我杀了他》作者：铃子Sama（1v1）【24.10.04】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/2e94ec57f0ca"
  },
  {
    "文件名": "[完结]《（双强）妖孽美人被迫成受》作者：一只吃肉的大灰狼（1v1）【24.10.01】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/73f3b7181215"
  },
  {
    "文件名": "[完结]（姐弟NP）此花无日不春风 作者：白树七鸦【24.10.07】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ffc5664716b3"
  },
  {
    "文件名": "[合集 完结]《抹布高岭之花（np 重口）》 作者：没有名字.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a5ecbe786224"
  },
  {
    "文件名": "[完结] 妻妹（姐夫1v1h） 作者：您可拉倒吧.txt",
    "夸克盘链接": "https://pan.quark.cn/s/fd6902ff6fdc"
  },
  {
    "文件名": "[废文 完结+番外]跛子（师徒1v1）作者：黄金圣斗士~补番【24.10.06】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/7a8e2ab35208"
  },
  {
    "文件名": "[废文 完结]渣受重生抱紧前夫大腿(1v1)作者：骨色弯刀【24.10.04】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/77d4f58ab04f"
  },
  {
    "文件名": "[废文 完结]子厌（1v1）作者：岚凪【24.10.09】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/75db26a70ce4"
  },
  {
    "文件名": "[废文 完结]涨各种姿势（1v1）作者：我只是无心【24.10.09】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/0a1c32cc59ce"
  },
  {
    "文件名": "[废文 完结]狱友凶残（np）作者：西陵冥【24.10.06】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/7923a833128c"
  },
  {
    "文件名": "[废文 完结]腴润（np）作者：黑糖珍珠哞哞茶【24.10.02】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/0a8bb04b888f"
  },
  {
    "文件名": "[废文 完结]一汪春水（1v1）作者：给你加个霸虎【24.10.03】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/d5c129ba3b55"
  },
  {
    "文件名": "[废文 完结]小恶霸（1v1）作者：荔枝味小汽水【24.10.04】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a06c87363e79"
  },
  {
    "文件名": "[废文 完结]昔尘（1v1）作者：此渊【24.10.04】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/4fbbd60ddfe6"
  },
  {
    "文件名": "[废文 完结]心火（1v1）作者：秦柒【24.10.09】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/7cc724af7134"
  },
  {
    "文件名": "[废文 完结]无力反抗（np）作者：陌百生【24.10.01】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/9aba05758790"
  },
  {
    "文件名": "[废文 完结]我将殿下买回了家（1v1）作者：海德娜娜【24.10.09】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/31fc114ac02b"
  },
  {
    "文件名": "[废文 完结]我不是你老婆（1v1）作者：磨叽磨哩【24.10.03】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/aca2f4450d6e"
  },
  {
    "文件名": "[废文 完结]我的好友是见习魅魔（1v1）作者：白狼嗷呜一口【24.10.07】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/5a8b06295e7e"
  },
  {
    "文件名": "[废文 完结]师父偏心（1v1）作者：磨叽磨哩【24.10.02】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/d5b54b369299"
  },
  {
    "文件名": "[废文 完结]送鱼（1v1）作者：寒枝栖【24.10.01】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/cae98fa3cd2f"
  },
  {
    "文件名": "[废文 完结]十年对手，一朝占有（1v1）作者：桃千岁【24.10.09】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/db2773473d64"
  },
  {
    "文件名": "[废文 完结]盛夏情事（1v1）作者：深蓝裂痕【24.10.07】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/9b8ee1eb291e"
  },
  {
    "文件名": "[废文 完结]三门（1v1）作者：浅7【24.10.07】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/57262a6f5874"
  },
  {
    "文件名": "[废文 完结]森雨（1v1）作者：西湖百晓生【24.10.07】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/4b271c9613e2"
  },
  {
    "文件名": "[废文 完结]深海闭环（1v1）作者：涩桃【24.10.01】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/4fa59873abfc"
  },
  {
    "文件名": "[废文 完结]请你把裙子脱掉（1v1）作者：不敢开腔【24.10.04】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e00bc0f443b4"
  },
  {
    "文件名": "[废文 完结]欺诈性行为（np）作者：莫可【24.10.09】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/bc5890073d6d"
  },
  {
    "文件名": "[废文 完结]妻大三（1v1）作者：夜很贫瘠【24.10.06】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/f09d46067cbc"
  },
  {
    "文件名": "[废文 完结]屏香记（1v1）作者：小狐狸的大宝贝【24.10.05】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/82d3f7b6ad62"
  },
  {
    "文件名": "[废文 完结]偏执狂与社恐酱（1v1）作者：Haru【24.10.07】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/85499ee52535"
  },
  {
    "文件名": "[废文 完结]溺池（np）作者：给我一粒盐【24.10.09】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/605456047baf"
  },
  {
    "文件名": "[废文 完结]裴蚊（1v1）作者：路今迟【24.10.07】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e2c829990626"
  },
  {
    "文件名": "[废文 完结]抛球乐（1v1）作者：Testcase【24.10.07】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ee1a54c855ea"
  },
  {
    "文件名": "[废文 完结]男大学生社死日常（1v1）作者：高变小卫星【24.10.07】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e61d07c30644"
  },
  {
    "文件名": "[废文 完结]末日亚种（np）作者：鸣以和鸾【24.10.01】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c43ed066ddde"
  },
  {
    "文件名": "[废文 完结]林深时见鹿（1v1）作者：夜筱浅浅浅【24.10.05】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/6fbd98b486ba"
  },
  {
    "文件名": "[废文 完结]窥心（1v1）作者：1chenmo3luoxuan0【24.10.09】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/7080725b6686"
  },
  {
    "文件名": "[废文 完结]俊哲-花期无限（同人1v1）作者：侠总攻【24.10.04】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/3d4dc34b8f42"
  },
  {
    "文件名": "[废文 完结]解瘾（1v1）作者：花卷【24.10.07】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/0ddd54788fec"
  },
  {
    "文件名": "[废文 完结]和竹马一起的日子（1v1）作者：豆奶团子儿【24.10.09】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/616f7ab2ce4a"
  },
  {
    "文件名": "[废文 完结]旱鸭子（1v1）作者：周凉西【24.10.03】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/b5517025c48f"
  },
  {
    "文件名": "[废文 完结]海王受的职业修养（np）作者：土申公公【24.10.07】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/2a872509e1cf"
  },
  {
    "文件名": "[废文 完结]还君明珠（np）作者：Pblack【24.10.06】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/dd502c2eafd9"
  },
  {
    "文件名": "[废文 完结]隔檐（1v1）作者：重光君【24.10.07】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a33e53bb86b4"
  },
  {
    "文件名": "[废文 完结]疯心（1v1）作者：绿色毛毛球【24.10.02】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/0d7d153c2ed3"
  },
  {
    "文件名": "[废文 完结]恶毒男配该有的样子（1v1）作者：想东想西【24.10.05】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/1f8b72ba46d6"
  },
  {
    "文件名": "[废文 完结]蛾摩拉的盛宴（1v1）作者：北极小鲸鱼【24.10.07】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/1f4d3a7f1d01"
  },
  {
    "文件名": "[废文 完结]复合之后（1v1）作者：小阿斗【24.10.02】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/54f9db978a87"
  },
  {
    "文件名": "[废文 完结]从那以后（1v1）作者：苏甫白【24.10.03】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a5412667cd6e"
  },
  {
    "文件名": "[废文 完结]第二人格（1v1）作者：暧昧散尽【24.10.05】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/0edcaba78549"
  },
  {
    "文件名": "[废文 完结]穿到远古部落后（np）作者：拾音者【24.10.09】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/f0da6211c4c6"
  },
  {
    "文件名": "[废文 完结]穿越之白捡娇妻（1v1）作者：花槐【24.10.05】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/2a475e3a5972"
  },
  {
    "文件名": "[废文 完结]不正常（np）作者：很咸的四小时【24.10.07】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/b40a06af5b76"
  },
  {
    "文件名": "[废文 完结]暴徒的火烈鸟（1v1）作者：长知怨【24.10.07】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/dbf2ef17ef8c"
  },
  {
    "文件名": "[废文 完结]避无可避（np）作者：手莫鱼【24.10.03】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/2261af664d28"
  },
  {
    "文件名": "[废文 完结]《猫和狗和草履虫（现代、HE、小甜饼、治愈） 》 作者：小阿离离离离.txt",
    "夸克盘链接": "https://pan.quark.cn/s/707e188e4823"
  },
  {
    "文件名": "[废文 完结]《死对头他痴恋我（双重生的欢脱吐槽攻x对外冷淡对攻痴汉色胚受 ______） 》 作者：落雨笑.txt",
    "夸克盘链接": "https://pan.quark.cn/s/3906a939feaa"
  },
  {
    "文件名": "[废文 完结]《未知关系（现代、OE） 》 作者：置之.txt",
    "夸克盘链接": "https://pan.quark.cn/s/6d967685c985"
  },
  {
    "文件名": "[废文 完结]《法师与骷髅的爱（奇幻、西方、年上、高H） 》 作者：Eden.txt",
    "夸克盘链接": "https://pan.quark.cn/s/eefe527cac42"
  },
  {
    "文件名": "[np  完结]《数学老师和课代表的日常》 作者：好想喝可乐____.txt",
    "夸克盘链接": "https://pan.quark.cn/s/b056d9202a90"
  },
  {
    "文件名": "[废文 完结]《灯神（现代、BL） 》 作者：云中有一片海.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e12ec4b1bf53"
  },
  {
    "文件名": "[np  完结]《深情男配全都出轨了！【NPH_娱乐圈_狗血_喜剧_女性向】》 作者：甄香.txt",
    "夸克盘链接": "https://pan.quark.cn/s/066698686ed0"
  },
  {
    "文件名": "[np  完结]《__想要戒掉愛愛習慣的美女大學生，卻常常在男根上嬌喘不已(繁體版) __想要戒掉爱爱习惯的美女大学生，却常常在男根上娇喘不已(简体版)》 作者：伊媚兒.txt",
    "夸克盘链接": "https://pan.quark.cn/s/8bddff78e9eb"
  },
  {
    "文件名": "[F 完结226]万人嫌变成虫母后（np）作者：枕寒流1026【24.10.31】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/6646c7499f5a"
  },
  {
    "文件名": "[np  完结]《__老大爷们最爱吃的粉嫩鲍鱼～性感美人妻》作者：伊媚儿.txt",
    "夸克盘链接": "https://pan.quark.cn/s/d519614dc82d"
  },
  {
    "文件名": "[F 完结198]乐在其中（1v1）作者：66陆陆陆【24.10.16】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/3fe57110cbac"
  },
  {
    "文件名": "[F 完结179]绝对强制（1v1）作者：上上哒【24.10.14】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/aa3fec3bfa3f"
  },
  {
    "文件名": "[F 完结166]黑警（1v1）作者：夭青【24.10.15】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a8e0e19fbe94"
  },
  {
    "文件名": "[F 完结157]虐杀天使（1v1）作者：葬之镜【24.10.18】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ffe5d72440be"
  },
  {
    "文件名": "[F 完结145]迫于无奈结婚了（1v1）作者：知逢.txt",
    "夸克盘链接": "https://pan.quark.cn/s/6a64f875ac8d"
  },
  {
    "文件名": "[F 完结134]猫猫能有什么错（1v1）作者：无麻全痛嘎腰子.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a8688e0d752b"
  },
  {
    "文件名": "[F 完结123]祸心（np）作者：匿名咸鱼【24.10.29】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/6679295f395a"
  },
  {
    "文件名": "[F 完结126]猫猫能有什么错（1v1）作者：无麻全痛嘎腰子【24.10.13】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/1d899dd01d46"
  },
  {
    "文件名": "[F 完结122]不抵（1v1）作者：有只伞【24.10.11】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/9da197f487c3"
  },
  {
    "文件名": "[F 完结113]冰山部长是午夜场主播（1v1）作者：小白不高冷【24.10.17】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/cc846a0fabc4"
  },
  {
    "文件名": "[F 完结100]怎能不沾尘（1v1）作者：黄焖月月子【24.10.31】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/47f3677e0974"
  },
  {
    "文件名": "[F 完结101]恶毒假少爷直播间（np）作者：言覃言覃【24.10.19】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/35d8ccbd6074"
  },
  {
    "文件名": "[F 完结88]优绩主义（1v1）作者：热牛奶咕嘟【24.10.26】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e1e9531e662b"
  },
  {
    "文件名": "[F 完结82]亲亲是什么意思（1v1）作者：匿名咸鱼【24.10.15】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c6c2b9ea9674"
  },
  {
    "文件名": "[F 完结83+番外]婚内义务（np）作者：SoSour~补番【24.10.16】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/756570988c62"
  },
  {
    "文件名": "[F 完结81]无山无树（1v1）作者：烈达【24.10.24】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/b02f142d6044"
  },
  {
    "文件名": "[F 完结81]无用之物  作者：匿名咸鱼【24.10.20】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/cab643b4c666"
  },
  {
    "文件名": "[F 完结79]未婚妻（1v1）作者：废话大王【24.10.24】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/6592e7a6c659"
  },
  {
    "文件名": "[F 完结80]路人甲获得万人迷光环（np）作者：时来【24.10.21】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/f2bf74c7ca42"
  },
  {
    "文件名": "[F 完结79]厂公他九千岁（1v1）作者：风烟挽【24.10.28】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/0735f671efc7"
  },
  {
    "文件名": "[F 完结77]脏犬（1v1）作者：夜色归阑【24.10.20】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a790c234b061"
  },
  {
    "文件名": "[F 完结78]又俗又酸（1v1）作者：不辞殷【24.10.20】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/d0f5cb14b387"
  },
  {
    "文件名": "[F 完结77]丙丁神通（1v1）作者：断金刀【24.10.10】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/d9b1f871cf09"
  },
  {
    "文件名": "[F 完结72+番外]绝对领地（1v1）作者：秦柒【24.10.27】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/64429f8e43c9"
  },
  {
    "文件名": "[F 完结75]装A（1v1）作者：我的猫叫蛋蛋【24.10.21】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/32ad05bd23ee"
  },
  {
    "文件名": "[F 完结68]大明星跟踪指南（1v1）作者：杀心又起【24.10.20】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/79422a0505c7"
  },
  {
    "文件名": "[F 完结64]二缺一（1v1）作者：酸辣天瓜粉.txt",
    "夸克盘链接": "https://pan.quark.cn/s/4f35c97ab4f8"
  },
  {
    "文件名": "[F 完结57]京师夜话（np）作者：深夜飞蛾子【24.10.11】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/534c5209d39b"
  },
  {
    "文件名": "[F 完结60]老公死后赖上他儿子了（1v1）作者：惭凫企鹤.txt",
    "夸克盘链接": "https://pan.quark.cn/s/bc4d2a28cce9"
  },
  {
    "文件名": "[F 完结57+番外]比武招错亲（1v1）作者：小土堆儿【24.10.28】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c0e63d8a5a69"
  },
  {
    "文件名": "[F 完结55]真真假假（1v1）作者：larivegauche【24.10.27】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/69abef504457"
  },
  {
    "文件名": "[F 完结54]别咬尾巴（np）作者：湖渊不知鱼【24.10.13】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/5a5f33e45efb"
  },
  {
    "文件名": "[F 完结53]春山码头（1v1）作者：七弦【24.10.17】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/5dbd362c16a0"
  },
  {
    "文件名": "[F 完结53+番外]穿成被迫逃亡的虫母后（np）作者：止血剤.txt",
    "夸克盘链接": "https://pan.quark.cn/s/1c7e2c3b58e2"
  },
  {
    "文件名": "[F 完结53]乡下糙汉和城里美人（1v1）作者：一颗蓝草莓【24.10.17】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/82036c9e5f85"
  },
  {
    "文件名": "[F 完结52+番外]钦钦（1v1）作者：唐棣.txt",
    "夸克盘链接": "https://pan.quark.cn/s/0d1c8b482045"
  },
  {
    "文件名": "[F 完结52]一言为定（1v1）作者：止咳糖浆【24.10.29】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/4cf015319e76"
  },
  {
    "文件名": "[F 完结51]强制私教（1v1）作者：鸦鸦吃素也吃肉.txt",
    "夸克盘链接": "https://pan.quark.cn/s/9dcbdbcff7db"
  },
  {
    "文件名": "[F 完结50]知雪镇（1v1）作者：七弦【24.10.13】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ebafd718433e"
  },
  {
    "文件名": "[F 完结50]蝴蝶标本与小狗牌记事 原名 错站换乘 1v1）作者：yss【24.10.27】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/bc33363fa91b"
  },
  {
    "文件名": "[F 完结48]情阶（1v1）作者：赤道今日周几【24.10.10】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/170afd02e4cb"
  },
  {
    "文件名": "[F 完结40]朕与左相（1v1）作者：匿名咸鱼【24.10.11】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/783a36cf5d13"
  },
  {
    "文件名": "[F 完结41]抓星星（1v1）作者：司马拆迁【24.10.10】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/3ef2494b1a7d"
  },
  {
    "文件名": "[F 完结38]不熟（1v1）作者：Cyrbbbb【24.10.24】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/b549943e847c"
  },
  {
    "文件名": "[F 完结38]被雄性觊觎的我（np）作者：降温①【24.10.10】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/b36b446e7638"
  },
  {
    "文件名": "[F 完结37]脱敏（1v1）作者：kitto【24.10.24】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/4794fb5dac66"
  },
  {
    "文件名": "[F 完结35]暴力覆盖（1v1）作者：pasdechat.txt",
    "夸克盘链接": "https://pan.quark.cn/s/5841fd0fbcce"
  },
  {
    "文件名": "[F 完结35]另类恋爱（1v1）作者：慕苒辞【24.10.11】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/d3999a2713d0"
  },
  {
    "文件名": "[F 完结36]拂柳（1v1）作者：榴莲夹心【24.10.28】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/53c7af598e1f"
  },
  {
    "文件名": "[F 完结34+番外]不宣于口（np）作者：烟火星河.txt",
    "夸克盘链接": "https://pan.quark.cn/s/34fbd4fe5e09"
  },
  {
    "文件名": "[F 完结34]皎皎如明月（1v1）作者：清宸【24.10.27】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/62f0878ff2d0"
  },
  {
    "文件名": "[F 完结33]仙河镇警事（1v1）作者：漂亮的玫瑰【24.10.17】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/81bd2f2560c1"
  },
  {
    "文件名": "[F 完结33]死狗（np）作者：秦焕【24.10.14】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/4f4fd66f8045"
  },
  {
    "文件名": "[F 完结32]偷偷（1v1）作者：左边是热水【24.10.12】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/02bfce6bd6e1"
  },
  {
    "文件名": "[F 完结32+番外]大佬和炸毛小辣椒（1v1）作者：止咳糖浆.txt",
    "夸克盘链接": "https://pan.quark.cn/s/30217e972a2e"
  },
  {
    "文件名": "[F 完结33]上将和他的流浪犬（1v1）作者：嘴巴叭叭叭【24.10.28】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/5a28f3c632d0"
  },
  {
    "文件名": "[F 完结32]堕海（np）作者：孤礁【24.10.20】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/035ed054fab0"
  },
  {
    "文件名": "[F 完结32]迟语（1v1）作者：善良的同人女【24.10.30】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/4b3eb5794d8d"
  },
  {
    "文件名": "[F 完结29]月桂与橡树下（1v1）作者：栗子滚【24.10.11】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/56ca3132699b"
  },
  {
    "文件名": "[F 完结31]香椿（1v1）作者：寒枝栖【24.10.10】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ddad933bf08c"
  },
  {
    "文件名": "[F 完结30]柔河里（1v1）作者：朱钗】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a5a98235b352"
  },
  {
    "文件名": "[F 完结28]和绿茶结婚以后（1v1）作者：只想躺躺【24.10.18】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/64bd08d8aca1"
  },
  {
    "文件名": "[F 完结25]作精养成指南（1v1）作者：只想躺躺【24.10.17】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/51b91d825981"
  },
  {
    "文件名": "[F 完结22]召鬼（1v1）作者：匿名咸鱼【24.10.12】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a6336ae2b112"
  },
  {
    "文件名": "[F 完结15]欢迎来到红榴镇（np）作者：猫鸟【24.10.11】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/7686b12150c4"
  },
  {
    "文件名": "[F 完结+番外]小皇子（1v1）作者：今天也不要脱发【24.10.30】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/1320e7a89973"
  },
  {
    "文件名": "[F 完结11]血色罗裙翻酒污（1v1）作者：程序崩坏【24.10.24】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/382b915c971a"
  },
  {
    "文件名": "[F 完结13]长兄如父（1v1）作者：鉴赏家【24.10.30】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/759c800d22a5"
  },
  {
    "文件名": "[F 完结+番外]无处寻乱语（1v1）作者：匿名咸鱼【24.10.20】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/9557c7235c35"
  },
  {
    "文件名": "[F 完结+番外]入瘾（1v1）作者：暧昧散尽【24.10.19】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/5f0218024c04"
  },
  {
    "文件名": "[F 完结+番外]甜桃烈酒（1v1）作者：小箐岚【24.10.20】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/4077783d3f74"
  },
  {
    "文件名": "[F 完结+番外]双栖动物（1v1）作者：八分饱【24.10.22】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c280c05b2282"
  },
  {
    "文件名": "[F 完结+番外]渴情昼夜（1v1）作者：匿名咸鱼【24.10.19】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/81380f3282b4"
  },
  {
    "文件名": "[F 完结+番外]窥视（1v1）作者：恣肆.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ec8f91e1539c"
  },
  {
    "文件名": "[F 完结+番外]老板，你马甲掉了（1v1）作者：蟹堡王加班人【24.10.29】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/84c3a1df96eb"
  },
  {
    "文件名": "[F 完结+番外]竭泽而渔（1v1）作者：夜很贫瘠【24.10.21】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/4b2c00132e65"
  },
  {
    "文件名": "[F 完结+番外]剧本不一样怎么谈恋爱（1v1）作者：SoSour【24.10.15】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/6d336128f67d"
  },
  {
    "文件名": "[F 完结+番外]交点爱人（1v1）作者：于黏【24.10.31】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/1dfabc35704e"
  },
  {
    "文件名": "[F 完结+番外]黄金为君门（1v1）作者：符黎【24.10.27】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/40a3eaf58f5b"
  },
  {
    "文件名": "[F 完结+番外]和平分手（1v1）作者：符黎】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c8557bc95414"
  },
  {
    "文件名": "[F 完结+番外]蛊惑（np）作者：猫隐于山.txt",
    "夸克盘链接": "https://pan.quark.cn/s/969bb74714d9"
  },
  {
    "文件名": "[F 完结+番外]二手烟误区（1v1）作者：八分饱【24.10.22】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/d85fd216ab60"
  },
  {
    "文件名": "[F 完结+番外]地中行（1v1）作者：遐依【24.10.27】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e5d6a7a09002"
  },
  {
    "文件名": "[F 完结+番外]防不胜防楚大侠  作者：拂云扇【24.10.30】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/cb4390d85bc5"
  },
  {
    "文件名": "[F 完结+番外]耳鬓厮磨（1v1）作者：茶红小豆【24.10.25】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/851417292633"
  },
  {
    "文件名": "[F 完结+番外]地府狂欢（1v1）作者：三两行诗【24.10.26】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/bc156630af92"
  },
  {
    "文件名": "[F 完结+番外]安全词（1v1）作者：禁止遗弃【24.10.26】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/2e8c6ffc839b"
  },
  {
    "文件名": "[F 完结]主动说分手 作者：随便写写【24.10.12】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/f01518979f1e"
  },
  {
    "文件名": "[F 完结]坠落的蝴蝶（1v1）作者：木林亦【24.10.12】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/1324c3752682"
  },
  {
    "文件名": "[F 完结]只差一句喜欢（1v1）作者：曲轻舟【24.10.27】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/6afacfe9d4a7"
  },
  {
    "文件名": "[F 完结]真爱和勾勾大小有关吗（1v1）作者：阿基米德不吃鱼【24.10.29】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/b9b7b957655e"
  },
  {
    "文件名": "[F 完结]元帅沦为战俘后（1v1）作者：GDSDLZ【24.10.27】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/79b8554c27ee"
  },
  {
    "文件名": "[F 完结]张扬（1v1）作者：划水的橙子【24.10.15】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/96de6424a560"
  },
  {
    "文件名": "[F 完结]愚人永浴爱河（1v1）作者：杏玖【24.10.12】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c7f8869fb1ae"
  },
  {
    "文件名": "[F 完结]泳池秘事（1v1）作者：夜色归阑【24.10.12】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/cf17fd934924"
  },
  {
    "文件名": "[F 完结]鱼儿鱼儿慢慢游（1v1）作者：匿名的摄像头【24.10.31】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/751b05e99cbc"
  },
  {
    "文件名": "[F 完结]向导他姗姗来迟（1v1）作者：伊波辉【24.10.18】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/954519b0e84b"
  },
  {
    "文件名": "[F 完结]一个厨子的普通人生（1v1）作者：匿名咸鱼【24.10.27】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/27e9cf811167"
  },
  {
    "文件名": "[F 完结]萤火虫（GB女攻1v1）作者：学泰语的________.txt",
    "夸克盘链接": "https://pan.quark.cn/s/587e5d32d31a"
  },
  {
    "文件名": "[F 完结]学长的诱惑（1v1）作者：玛莉雅莉【24.10.28】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/6ea8f830433d"
  },
  {
    "文件名": "[F 完结]我老婆他位高权重（1v1）作者：prrpr【24.10.14】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/9a587754471b"
  },
  {
    "文件名": "[F 完结]无声（1v1）作者：奶口卡的小咸鱼【24.10.19】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/efb6fc2ad052"
  },
  {
    "文件名": "[F 完结]呜，呜哈！（1v1）作者：梨梨滴梨【24.10.14】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/7f2403e9d0c2"
  },
  {
    "文件名": "[F 完结]为爱所困（np）作者：叶青竹【24.10.24】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/8d9f7e3b2b12"
  },
  {
    "文件名": "[F 完结]听说小熊会跳芭蕾舞（1v1）作者：arfuu【24.10.28】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/2dc420510aef"
  },
  {
    "文件名": "[F 完结]特权（1v1）作者：一箱乐色【24.10.21】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ecd33260b37a"
  },
  {
    "文件名": "[F 完结]逃离精神病院 作者：云中有一片海【24.10.17】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/90a7c92d58eb"
  },
  {
    "文件名": "[F 完结]太阳来过（1v1）作者：折纸飞机【24.10.17】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/1c63bceababa"
  },
  {
    "文件名": "[F 完结]躺在男神身下哭（1v1）作者：大波波【24.10.13】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/9cfdc66ab709"
  },
  {
    "文件名": "[F 完结]逃不掉（1v1）作者：狐狸默然【24.10.14】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/076adc246b90"
  },
  {
    "文件名": "[F 完结]双重曝光（1v1）作者：深海洄游【24.10.13】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/efb241f0377c"
  },
  {
    "文件名": "[F 完结]霜间揽芳（1v1）作者：榴莲夹心【24.10.18】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/d84744d1402b"
  },
  {
    "文件名": "[F 完结]社交性的喜欢  作者：机械性进食.txt",
    "夸克盘链接": "https://pan.quark.cn/s/5a335452c9d7"
  },
  {
    "文件名": "[F 完结]失忆症（np） 作者：存档点.txt",
    "夸克盘链接": "https://pan.quark.cn/s/486c9d574b11"
  },
  {
    "文件名": "[F 完结]师叔（1v1）作者：问剑【24.10.28】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/dfb433209459"
  },
  {
    "文件名": "[F 完结]蛇毒（1v1）作者：一朵匿名水仙花【24.10.29】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e06bfa27d126"
  },
  {
    "文件名": "[F 完结]请你注视我（1v1）作者：林偌【24.10.11】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/d3930c600fa8"
  },
  {
    "文件名": "[F 完结]帕帕罗廷赞歌（1v1）作者：巫喵幽暗.txt",
    "夸克盘链接": "https://pan.quark.cn/s/8906225b89bd"
  },
  {
    "文件名": "[F 完结]伤心地狱芳花引魂（1v1）作者：冬寄绵绵【24.10.10】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/441812e355e1"
  },
  {
    "文件名": "[F 完结]前男友花钱找我（1v1）作者：人字拖菊【24.10.17】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/cba32a8aae65"
  },
  {
    "文件名": "[F 完结]清冷室友变成魅魔后（np）作者：咩咩甜茶【24.10.14】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/7778f68bd048"
  },
  {
    "文件名": "[F 完结]你买了一个男人（GB女攻）作者：污术【24.10.10】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/694b802aa8de"
  },
  {
    "文件名": "[F 完结]梦之京（1v1）作者：李仙一【24.10.18】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/5bfe7ce80771"
  },
  {
    "文件名": "[F 完结]玫瑰气泡水（1v1）作者：夏小薰【24.10.12】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/8962bfaa1459"
  },
  {
    "文件名": "[F 完结]迷津寺（1v1）作者：茂山.txt",
    "夸克盘链接": "https://pan.quark.cn/s/2d51c4786147"
  },
  {
    "文件名": "[F 完结]你老公配不上你（1v1）作者：kitto.txt",
    "夸克盘链接": "https://pan.quark.cn/s/1ae44300a977"
  },
  {
    "文件名": "[F 完结]良人（1v1）作者：维WAN【24.10.10】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/dff68913e4f1"
  },
  {
    "文件名": "[F 完结]妈妈（1v1）作者：不在须臾【24.10.27】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/aa8ae419f600"
  },
  {
    "文件名": "[F 完结]灵旗（1v1）作者：符黎.txt",
    "夸克盘链接": "https://pan.quark.cn/s/0485be442fbd"
  },
  {
    "文件名": "[F 完结]精神抚慰幻想屋（np）作者：雨中猫猫【24.10.30】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/5ee6c3768503"
  },
  {
    "文件名": "[F 完结]镜中芥子（1v1）作者：SoSour【24.10.18】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/936423386bd1"
  },
  {
    "文件名": "[F 完结]记一则蛇与书生的日常（1v1）作者：东寻问酒【24.10.24】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/86985af9462c"
  },
  {
    "文件名": "[F 完结]皇帝侄儿拿我毫无办法（1v1）作者：存活确认【24.10.18】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/60a451b1d91b"
  },
  {
    "文件名": "[F 完结]黑白相间记（1v1）作者：匿名咸鱼【24.10.24】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/4f6201ed5b8a"
  },
  {
    "文件名": "[F 完结]何以载舟（1v1）作者：封边夜【24.10.11】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c69cb0dd4a69"
  },
  {
    "文件名": "[F 完结]合意标记（1v1）作者：万寂之寂【24.10.30】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/bca12ccbaf71"
  },
  {
    "文件名": "[F 完结]奉天往事（1v1）作者：夏隙【24.10.13】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/6fdbda88830d"
  },
  {
    "文件名": "[F 完结]疯狗（1v1）作者：pasdechat【24.10.18】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/0685267b6f14"
  },
  {
    "文件名": "[F 完结]伏氏兄弟（1v1）作者：西风北岳【24.10.21】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/3918e04e6a6e"
  },
  {
    "文件名": "[F 完结]感官过载（np）作者：路乙太太.txt",
    "夸克盘链接": "https://pan.quark.cn/s/6bf60be905ad"
  },
  {
    "文件名": "[F 完结]粉刀（1v1）作者：狂丝【24.10.29】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/1d57396ae99d"
  },
  {
    "文件名": "[F 完结]堕落美人的狩猎游戏2（np）作者：柚小竹【24.10.20】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a5d98e68c06f"
  },
  {
    "文件名": "[F 完结]分化后收到了骚扰短信（1v1）作者：冰镇汽水【24.10.21】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/4eb72b2c5076"
  },
  {
    "文件名": "[F 完结]非典型交易（1v1）作者：富贵吉娃娃【24.10.28】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/b9c6b423e944"
  },
  {
    "文件名": "[F 完结]堵错了（1v1）作者：SaikaX【24.10.22】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/8cb35823da64"
  },
  {
    "文件名": "[F 完结]刀山火海（1v1）作者：令狐葱【24.10.17】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/d41c4907f95f"
  },
  {
    "文件名": "[F 完结]第十三根肋骨（1v1）作者：吞花卧酒【24.10.25】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/d53d4d5b05ec"
  },
  {
    "文件名": "[F 完结]帝王美攻的男妃收集（np）作者：空山新雨后天气晚来秋【24.10.17】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/1b6f6a2326f9"
  },
  {
    "文件名": "[F 完结]穿到那种世界咋办？（1v1）作者：我乃甜文战神【24.10.19】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a498cbe6e318"
  },
  {
    "文件名": "[F 完结]厂公他九千岁（1v1）作者：风烟挽【24.10.10】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/dd55b119c51c"
  },
  {
    "文件名": "[F 完结]陈洵二见钟情的故事（1v1）作者：锐和无机盐【24.10.20】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a5e55f7894a1"
  },
  {
    "文件名": "[F 完结]缠绵游戏（1v1）作者：姜双柏.txt",
    "夸克盘链接": "https://pan.quark.cn/s/086e4f766007"
  },
  {
    "文件名": "[F 完结]草木长（1v1）作者：离我远点嗷【24.10.28】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/f5757e50ea68"
  },
  {
    "文件名": "[F 完结]猜心游戏（1v1）作者：不脆早点睡【24.10.16】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/d16b523b8b2e"
  },
  {
    "文件名": "[1v1 完结+番外4]《被灭门后她杀疯了（古言，1V1）》作者：兆壹北[补番].epub.txt",
    "夸克盘链接": "https://pan.quark.cn/s/d019a8f8cdba"
  },
  {
    "文件名": "[F 完结]笨小孩（np）作者：秦焕【24.10.14】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/97b2ad474177"
  },
  {
    "文件名": "[F 完结]被强迫的0.5（np）作者：屿因【24.10.16】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/9638b7c438ba"
  },
  {
    "文件名": "[1v1 完结+番外7]《龙，真无耻（百合futa，种田）》 作者：粼若皓月 [补番].txt",
    "夸克盘链接": "https://pan.quark.cn/s/ab8c5c051d8a"
  },
  {
    "文件名": "[F 完结]暴躁大师兄的渣男手册（1v1）作者：污术【24.10.20】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/f1c95641f634"
  },
  {
    "文件名": "[F 完结]百年好合（1v1）作者：八盒【24.10.10】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/dbfc24ac96cd"
  },
  {
    "文件名": "[1v1 完结+番外6]《梦你难眠（1V1 甜文 女性向）》 作者：粉蔷薇（补番）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c2152570d66b"
  },
  {
    "文件名": "[F 完结]Fever（1v1）作者：左岸咖啡【24.10.11】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/f3c6cfe541e8"
  },
  {
    "文件名": "星际万人迷撩汉手册by繁丧三千.txt",
    "夸克盘链接": "https://pan.quark.cn/s/2eaf3c2c297a"
  },
  {
    "文件名": "信息素说我们不可能by毛球球 补车.txt",
    "夸克盘链接": "https://pan.quark.cn/s/bf8e118d6b8a"
  },
  {
    "文件名": "谢池春（双性_3p）by椰汁椰汁.txt",
    "夸克盘链接": "https://pan.quark.cn/s/28ca4f94a817"
  },
  {
    "文件名": "小雄子他总是很任性（虫族）by大白狮.txt",
    "夸克盘链接": "https://pan.quark.cn/s/fd13b6f04359"
  },
  {
    "文件名": "我是大反派by放日歌.txt",
    "夸克盘链接": "https://pan.quark.cn/s/eac1ba176e82"
  },
  {
    "文件名": "消夏by时多.txt",
    "夸克盘链接": "https://pan.quark.cn/s/93a2b5dae4d0"
  },
  {
    "文件名": "相看两厌by瑜灵.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ccee65053911"
  },
  {
    "文件名": "仙门第一铲屎官by今夜无风.txt",
    "夸克盘链接": "https://pan.quark.cn/s/2fad638e76f4"
  },
  {
    "文件名": "仙门大佬竟是我前男友by乍光匣.txt",
    "夸克盘链接": "https://pan.quark.cn/s/5341b0709893"
  },
  {
    "文件名": "夏日过客by小仲.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c649cc394f79"
  },
  {
    "文件名": "下山后我当武替爆红了by含章不落.txt",
    "夸克盘链接": "https://pan.quark.cn/s/7c676c730998"
  },
  {
    "文件名": "下路没有什么夫妻by顾七泽.txt",
    "夸克盘链接": "https://pan.quark.cn/s/19302dac747d"
  },
  {
    "文件名": "我和暴躁酷哥一体双魂by威威王.txt",
    "夸克盘链接": "https://pan.quark.cn/s/2fc4ea8e8f72"
  },
  {
    "文件名": "媳妇儿是国家分配的by笕秋罗.txt",
    "夸克盘链接": "https://pan.quark.cn/s/9b8c30ceee12"
  },
  {
    "文件名": "五个灵异大佬争着要娶我by桃发财.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c959e85ec565"
  },
  {
    "文件名": "他们的强制行为by但枝.txt",
    "夸克盘链接": "https://pan.quark.cn/s/9cf89f26b208"
  },
  {
    "文件名": "偷欢by冉尔 补车.txt",
    "夸克盘链接": "https://pan.quark.cn/s/bca859a20695"
  },
  {
    "文件名": "蚀骨美人by夜雨行舟.txt",
    "夸克盘链接": "https://pan.quark.cn/s/f75ffa47cb2c"
  },
  {
    "文件名": "我爱种田by拉棉花糖的兔子.txt",
    "夸克盘链接": "https://pan.quark.cn/s/0b93209b84c3"
  },
  {
    "文件名": "软怂美人被反派捡了by季放.txt",
    "夸克盘链接": "https://pan.quark.cn/s/9074ffe39e24"
  },
  {
    "文件名": "瘸狗by长岛冰茶.txt",
    "夸克盘链接": "https://pan.quark.cn/s/519cf4fbbe00"
  },
  {
    "文件名": "七年止痒（上位）by无三观.txt",
    "夸克盘链接": "https://pan.quark.cn/s/9d360da5db8d"
  },
  {
    "文件名": "秋以为期by桃千岁.txt",
    "夸克盘链接": "https://pan.quark.cn/s/5506a12a41c9"
  },
  {
    "文件名": "奇迹by林佩瑜.txt",
    "夸克盘链接": "https://pan.quark.cn/s/9de6b0b20594"
  },
  {
    "文件名": "萍水人间by喵酱.txt",
    "夸克盘链接": "https://pan.quark.cn/s/278b6db5e861"
  },
  {
    "文件名": "炮灰男配意识觉醒后在娃综爆红by咖啡味的柚子.txt",
    "夸克盘链接": "https://pan.quark.cn/s/35a14b28409a"
  },
  {
    "文件名": "难说不爱你by折桂 黎轩槿＆俞嘉棋.txt",
    "夸克盘链接": "https://pan.quark.cn/s/2b5a0f6695c7"
  },
  {
    "文件名": "金屋藏娇by狐狸不归.txt",
    "夸克盘链接": "https://pan.quark.cn/s/64f1c6ef08f3"
  },
  {
    "文件名": "牧星by折青.txt",
    "夸克盘链接": "https://pan.quark.cn/s/6cc9ec58e793"
  },
  {
    "文件名": "解药 by 巫哲（番全）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/02edef6cae7a"
  },
  {
    "文件名": "梦游症和直男 by 昼夜吃草【完结】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/58d0579c041e"
  },
  {
    "文件名": "捡来的老攻是大佬 by 祝糖.txt",
    "夸克盘链接": "https://pan.quark.cn/s/0cf4a4dd0091"
  },
  {
    "文件名": "黑莲花美人的玩弄【快穿】by纯牛奶556.txt",
    "夸克盘链接": "https://pan.quark.cn/s/3a1e5e5cd5e1"
  },
  {
    "文件名": "结婚七年后，我出轨了 by 归壹.txt",
    "夸克盘链接": "https://pan.quark.cn/s/7314649baf85"
  },
  {
    "文件名": "娇气包追求指南by回文织锦.txt",
    "夸克盘链接": "https://pan.quark.cn/s/5a980e844950"
  },
  {
    "文件名": "假少爷离家出走后[娱乐圈]by谢沧浪.txt",
    "夸克盘链接": "https://pan.quark.cn/s/28f5471b32f2"
  },
  {
    "文件名": "和糙汉邻居直播做爱后爆火了（1v1 SC）by杨枝甘露.txt",
    "夸克盘链接": "https://pan.quark.cn/s/284e53f33e1e"
  },
  {
    "文件名": "岌岌可危by夏小正.txt",
    "夸克盘链接": "https://pan.quark.cn/s/55d4ebd31e4c"
  },
  {
    "文件名": "国家要我直播养白虎by甜味非洲菊.txt",
    "夸克盘链接": "https://pan.quark.cn/s/989431c31d3c"
  },
  {
    "文件名": "大佬的小祖宗太凶残了by童哇粟O_o.txt",
    "夸克盘链接": "https://pan.quark.cn/s/8f8eeed0e3d9"
  },
  {
    "文件名": "芙蓉塘无常雨by夜很贫瘠.txt",
    "夸克盘链接": "https://pan.quark.cn/s/3415554cebb0"
  },
  {
    "文件名": "二哈和他的白猫师尊 BY肉包不吃肉 未删减car全.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a3cf24316ac0"
  },
  {
    "文件名": "倒霉的直by 原始价值.txt",
    "夸克盘链接": "https://pan.quark.cn/s/3fa6f882f0ce"
  },
  {
    "文件名": "当我将死对头误认为道侣之后by冷山月.txt",
    "夸克盘链接": "https://pan.quark.cn/s/8c70ffb4b483"
  },
  {
    "文件名": "当凶宅成为万人嫌以后by苏词里.txt",
    "夸克盘链接": "https://pan.quark.cn/s/f2dd5e338af8"
  },
  {
    "文件名": "穿成万人嫌文里的万人迷by花化肥.txt",
    "夸克盘链接": "https://pan.quark.cn/s/47ff2c095a19"
  },
  {
    "文件名": "冲喜by孟还.txt",
    "夸克盘链接": "https://pan.quark.cn/s/9e50e6ad842d"
  },
  {
    "文件名": "尘埃by犬师子.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c2ee1d47341d"
  },
  {
    "文件名": "陛下被疯批强制爱了by曜灵.txt",
    "夸克盘链接": "https://pan.quark.cn/s/7859b6835609"
  },
  {
    "文件名": "笨蛋小少爷不想被炒坏［快穿.np.双］作家：看我小乖迷不死你[连载20].txt",
    "夸克盘链接": "https://pan.quark.cn/s/380aa527096f"
  },
  {
    "文件名": "白月光今天也想分手by玉山狸.txt",
    "夸克盘链接": "https://pan.quark.cn/s/657f530d4268"
  },
  {
    "文件名": "被疯批哄骗的阴郁男高by甜酒小橙.txt",
    "夸克盘链接": "https://pan.quark.cn/s/3ef07f0ba8bb"
  },
  {
    "文件名": "0115_[补车]这个Alpha为何那样by三千风雪.txt",
    "夸克盘链接": "https://pan.quark.cn/s/3987cb6ba9da"
  },
  {
    "文件名": "暗恋翻车后补全第57章+番外完by松子茶.txt",
    "夸克盘链接": "https://pan.quark.cn/s/522a4c1c9f3c"
  },
  {
    "文件名": "0110_[补车]《袁先生总是不开心》by徐徐图之.txt",
    "夸克盘链接": "https://pan.quark.cn/s/5f7f7bc8bafa"
  },
  {
    "文件名": "0111_[补车]《招惹》by木兮娘.txt",
    "夸克盘链接": "https://pan.quark.cn/s/2cd205dc7276"
  },
  {
    "文件名": "0109_[补车]《染上你的信息素》by漆环念.txt",
    "夸克盘链接": "https://pan.quark.cn/s/5fb0d349f80d"
  },
  {
    "文件名": "【长佩】金刚不坏by里伞-补车.txt",
    "夸克盘链接": "https://pan.quark.cn/s/3f07a819975d"
  },
  {
    "文件名": "0105_[补车]《暴龙》by木兮娘.txt",
    "夸克盘链接": "https://pan.quark.cn/s/da461533f422"
  },
  {
    "文件名": "【完结】月光疤by三侗岸.txt",
    "夸克盘链接": "https://pan.quark.cn/s/9ac9bc2b5adb"
  },
  {
    "文件名": "【完结】荼靡by拿铁加糖.txt",
    "夸克盘链接": "https://pan.quark.cn/s/bb73e1870a52"
  },
  {
    "文件名": "【完结】性癖(NTR、NP、道具、HE) by 莉亞納.txt",
    "夸克盘链接": "https://pan.quark.cn/s/1d82625654ff"
  },
  {
    "文件名": "【完结】人妻与黄油NPC【NTR 高H】by深深深夜.txt",
    "夸克盘链接": "https://pan.quark.cn/s/61cff3624a6e"
  },
  {
    "文件名": "【完结】情夫难哄（古言ntr 出轨1v2）by狍子快跑(1).txt",
    "夸克盘链接": "https://pan.quark.cn/s/a8806b1f0ef5"
  },
  {
    "文件名": "【完结】高卢情颂（西幻NPH；NTR）by开封屠夫.txt",
    "夸克盘链接": "https://pan.quark.cn/s/67e911d194b4"
  },
  {
    "文件名": "【更212】远在天边（H）by为H文而生.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c047ead6cb77"
  },
  {
    "文件名": "【完结】暗二十一年天光（校园ntr）by迢迢.txt",
    "夸克盘链接": "https://pan.quark.cn/s/f78fbb02aaae"
  },
  {
    "文件名": "【完结】共享订阅女友（NTR，H）by纯爱战士牛头人.txt",
    "夸克盘链接": "https://pan.quark.cn/s/99d204da2f83"
  },
  {
    "文件名": "【快穿】炮灰被强制爱的那些年 by 光之海-20.txt",
    "夸克盘链接": "https://pan.quark.cn/s/38b08044880e"
  },
  {
    "文件名": "【更98】和宿敌绑定了HE系统by西洲先生.txt",
    "夸克盘链接": "https://pan.quark.cn/s/f305135379fe"
  },
  {
    "文件名": "【更163】恶毒炮灰他不想活了by棺木.txt",
    "夸克盘链接": "https://pan.quark.cn/s/d14925a98c51"
  },
  {
    "文件名": "【更65】天女by甲骨.txt",
    "夸克盘链接": "https://pan.quark.cn/s/f97e4bad16c1"
  },
  {
    "文件名": "【番全】天上掉下个媳妇[娱乐圈]by倚栏一株雪.txt",
    "夸克盘链接": "https://pan.quark.cn/s/6fb709eb9d44"
  },
  {
    "文件名": "《做你的天王之攻成身退》BY欲晓 (娱乐圈 天王别扭攻X外表禁欲内心YD受 竹马 双性生子 多肉 HE).txt",
    "夸克盘链接": "https://pan.quark.cn/s/524b46555486"
  },
  {
    "文件名": "《最佳男配角》BY蒙面君(现代娱乐圈 温柔通透配角攻X深情执拗受 港腔 温馨日常 HE).txt",
    "夸克盘链接": "https://pan.quark.cn/s/3c7004f393e0"
  },
  {
    "文件名": "《重生之一见钟情》BY叶悠悠(现代重生娱乐圈 主攻 一见钟情 高干攻X温柔受 年下温馨 受宠攻 HE).txt",
    "夸克盘链接": "https://pan.quark.cn/s/e465984cb305"
  },
  {
    "文件名": "《综艺小白和三栖巨腕》BY酥油饼（现代 娱乐圈 傲娇年下攻X二缺明星受 HE）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/2908651d87f2"
  },
  {
    "文件名": "《重生之配角翻身》BY决绝（重生 娱乐圈 复仇攻X忠犬受  主攻 HE）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/bf51f882dff4"
  },
  {
    "文件名": "《重生之我为戏狂》BY孺江 (现代 娱乐圈 明星大神叔攻X重生奋斗成大神受 HE).txt",
    "夸克盘链接": "https://pan.quark.cn/s/0e8aace834da"
  },
  {
    "文件名": "《注定是你》BY腐乳白菜 (娱乐圈 现代 渣攻X呆傻土穷受 狗血 HE).txt",
    "夸克盘链接": "https://pan.quark.cn/s/2e4c17510788"
  },
  {
    "文件名": "《重生之明星大夫》BY皇笛(古穿今 娱乐圈 面瘫温柔攻X老实温顺明星受 兄弟年上 有副CP 温馨 HE).txt",
    "夸克盘链接": "https://pan.quark.cn/s/676eb115e6ab"
  },
  {
    "文件名": "《重生之名模诱惑》BY狐医(现代娱乐圈 高干珠宝设计师攻X重生模特受 金手指 温馨 HE).txt",
    "夸克盘链接": "https://pan.quark.cn/s/929b0886cbc4"
  },
  {
    "文件名": "《重生之溺杀》BY mijia(现代重生 娱乐圈 兄弟年上 养成 霸道宠溺攻x二货重生受).txt",
    "夸克盘链接": "https://pan.quark.cn/s/d4b6a177c8a2"
  },
  {
    "文件名": "《重生之名流巨星》BY青罗扇子（娱乐圈 温柔攻x妖孽受 换攻HE ）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/bdd2e196bf2f"
  },
  {
    "文件名": "《重生之炉火纯青》BY茄籽(现代娱乐圈 主攻重生 忠犬明星攻X认真导演受 斗前渣受和小三 HE).txt",
    "夸克盘链接": "https://pan.quark.cn/s/27e6db38ce5d"
  },
  {
    "文件名": "《重生之连说》BY东莱不似蓬莱远(现代 重生 娱乐圈 轻微制服控 放下执念 清冷腹黑美攻X美受 HE) .txt",
    "夸克盘链接": "https://pan.quark.cn/s/135bdbc24a05"
  },
  {
    "文件名": "《重生之回头草》BY顾上 (现代 竹马 深藏不露霸道高干伪渣攻X重生伪冷清实诱受 娱乐圈 肉 虐 多CP 1V1 HE).txt",
    "夸克盘链接": "https://pan.quark.cn/s/cf35175a6b1c"
  },
  {
    "文件名": "《重生之对手戏》BY云过是非 (重生 娱乐圈 包养 腹黑金主攻X漂亮明星受 狗血 有肉 HE).txt",
    "夸克盘链接": "https://pan.quark.cn/s/df6e4e149c37"
  },
  {
    "文件名": "《重生之花名在外》BY慕染°(现代重生 娱乐圈 花名在外的腹黑攻X隐性傲娇炸毛的女王受 HE).txt",
    "夸克盘链接": "https://pan.quark.cn/s/f19d218500e9"
  },
  {
    "文件名": "《重生之干爹》BY夜继凉（现代重生 娱乐圈 沉稳霸气干爹攻X冷淡蜕变世故受 多CP HE ）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e541e574cad7"
  },
  {
    "文件名": "《原来是我弄错了？1V1》by歪追特啵啵（完结）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/7cd9bf322bc3"
  },
  {
    "文件名": "《遇见疯批后他好了我疯了》byAK.txt",
    "夸克盘链接": "https://pan.quark.cn/s/dc7b06489eca"
  },
  {
    "文件名": "《请您育成逃生boss！[无限]》BY璃子鸢(推 无限灵异HE 棺中厉鬼攻X养灵体质受 强强 略沙雕 受八字奇差身忠绝症误入游戏).txt",
    "夸克盘链接": "https://pan.quark.cn/s/ecc5f7e85aa0"
  },
  {
    "文件名": "《隐秘的怪物（双性）》by糊了.txt",
    "夸克盘链接": "https://pan.quark.cn/s/1fcfb7ed10b3"
  },
  {
    "文件名": "《星际之人体基因改造师》BY慎言 (未来架空 星际 3P 能力强大攻X剑客受-amp;将军受-amp;羽王受 重口PLAY 人兽 双性产乳生子 肉多 HE).txt",
    "夸克盘链接": "https://pan.quark.cn/s/c6dec7a30d52"
  },
  {
    "文件名": "《我就想谈个恋爱》by连朔    未删减 番外全.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e87531ecb04f"
  },
  {
    "文件名": "《荼靡》by拿铁加糖（完结1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/9f71dbfcebcf"
  },
  {
    "文件名": "《四君记之勿伤离歌(女尊)》By 听风诉晴.txt",
    "夸克盘链接": "https://pan.quark.cn/s/edb82c0064e7"
  },
  {
    "文件名": "《晩桃（双性）》by日下舟.txt",
    "夸克盘链接": "https://pan.quark.cn/s/304b18e7ae53"
  },
  {
    "文件名": "《他真的很会做爱》by好多汁.txt",
    "夸克盘链接": "https://pan.quark.cn/s/26aa132389b1"
  },
  {
    "文件名": "《台风眼》by潭石-肉章.txt",
    "夸克盘链接": "https://pan.quark.cn/s/9c1bdcb7e122"
  },
  {
    "文件名": "《皎皎（古言1v1 高h）》by华阙阙（先婚后爱完结）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/2f39924842ae"
  },
  {
    "文件名": "《明尼苏达悖论》BY八分饱(小推 现代都市HE 阴郁精英攻X自卑病弱人妻受 年下 骨科 女装 破镜重圆 说是年下其实就差2分钟).txt",
    "夸克盘链接": "https://pan.quark.cn/s/e371e53f4669"
  },
  {
    "文件名": "《阶下囚／折枝》by困倚危楼.txt",
    "夸克盘链接": "https://pan.quark.cn/s/eaab790a0241"
  },
  {
    "文件名": "《床下不熟（高干，H）》by啊肥阿（完结1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/2395408a3e75"
  },
  {
    "文件名": "《落款不明（伪兄妹）》by诀别词（完结1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/9bc9f4db6bba"
  },
  {
    "文件名": "《画地为牢》BY蓝扬(现代 霸道年下攻X病弱人妻受 虐身虐心 激H HE 推).txt",
    "夸克盘链接": "https://pan.quark.cn/s/c3c41ad5b7c9"
  },
  {
    "文件名": "《防线》by十三公里海岸线（完结1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ba5471dc1bf8"
  },
  {
    "文件名": "《潮汐暗涌》by坂田小黄.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e9e05cf33ad9"
  },
  {
    "文件名": "《穿越成兽人宠物的我过上了死宅生活》by elf精灵（完结np）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/46b63cca56d0"
  },
  {
    "文件名": "《陛下万安》BY决绝（推 未穿HE 英俊探花郎攻X痴汉皇帝受 强强 生子 金手指 带着娃去找媳妇）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/16ed3a03e688"
  },
  {
    "文件名": "《被竹马发现长了小逼之后》作家：无关风月.txt",
    "夸克盘链接": "https://pan.quark.cn/s/f72d36c1e83e"
  },
  {
    "文件名": "《被从小调：教的国师（双性）》by桃子妖妖.txt",
    "夸克盘链接": "https://pan.quark.cn/s/7ea52caa95e8"
  },
  {
    "文件名": "《【GBBDSM】贱狗》by茶茶（完结1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/071aa799c347"
  },
  {
    "文件名": "《傲梅雪中殇（NP）》by林斋（96）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/cbd810a1c54d"
  },
  {
    "文件名": "《被金主抛弃后我勾搭上了他发小》BY关山越(小推 现代开放式 各种霸道腹黑攻X自私惹火妖艳受 狗血 第一人称 吃醋修罗场大乱斗 过程NP结局开放式).txt",
    "夸克盘链接": "https://pan.quark.cn/s/dee354e4bae8"
  },
  {
    "文件名": "[补车]我在知乎回答的问题被男友发现了by杳.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e46e07a0e7e3"
  },
  {
    "文件名": "[补车]灵魂缓刑by二团书生.txt",
    "夸克盘链接": "https://pan.quark.cn/s/1db2973fface"
  },
  {
    "文件名": "《【西幻】女巫女巫》by鲨鱼辣椒（完结1v1番外）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/af32104d1a84"
  },
  {
    "文件名": "[补车]丁香花的越冬方法by水在镜中.txt",
    "夸克盘链接": "https://pan.quark.cn/s/b7bc5e28c4ba"
  },
  {
    "文件名": "[补车]补车.魔道祖师 by 墨香铜臭.txt",
    "夸克盘链接": "https://pan.quark.cn/s/1b9dc7191f1d"
  },
  {
    "文件名": "[补车]陈伤by回南雀 (1).txt",
    "夸克盘链接": "https://pan.quark.cn/s/c003c91582db"
  },
  {
    "文件名": "[补车]补车.《陈年烈苟》by不问三九(1).txt",
    "夸克盘链接": "https://pan.quark.cn/s/b8425a2beec9"
  },
  {
    "文件名": "[补车]《液态欲望》by雨山前.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a5388cc8a336"
  },
  {
    "文件名": "[补车]暗河长明by冷山就木.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a804da099066"
  },
  {
    "文件名": "[补车]《完美离婚》by五军.txt",
    "夸克盘链接": "https://pan.quark.cn/s/5e92f16c3d0b"
  },
  {
    "文件名": "[补车]《逆命》by木兮娘.txt",
    "夸克盘链接": "https://pan.quark.cn/s/302fd37fb15f"
  },
  {
    "文件名": "[补车]《玫瑰美人》by微风几许.txt",
    "夸克盘链接": "https://pan.quark.cn/s/00870fda679d"
  },
  {
    "文件名": "[补车]《未知传闻》by江冉遗.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ea50eecf206b"
  },
  {
    "文件名": "[补车]《两A相逢必有一O》by厉冬忍.txt",
    "夸克盘链接": "https://pan.quark.cn/s/d9d577eb1228"
  },
  {
    "文件名": "以貌服人by旧梦如霜.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e87021054f97"
  },
  {
    "文件名": "[补车]《寒武再临》by水千丞.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a6a61cc55671"
  },
  {
    "文件名": "[补车]《附加遗产》by 水千丞.txt",
    "夸克盘链接": "https://pan.quark.cn/s/01c44d1cc54c"
  },
  {
    "文件名": "一些追攻火葬场（快穿）by框茨.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a147bbbd2f9e"
  },
  {
    "文件名": "[补车]《丹霄万里》by白芥子.txt",
    "夸克盘链接": "https://pan.quark.cn/s/5f2c85f99b54"
  },
  {
    "文件名": "[补车]《顶级诱捕公式》by松子茶 (1).txt",
    "夸克盘链接": "https://pan.quark.cn/s/260c01c85183"
  },
  {
    "文件名": "[补车]《沉舟》by楚寒衣青.txt",
    "夸克盘链接": "https://pan.quark.cn/s/0520afbed60c"
  },
  {
    "文件名": "咒之爱+特典 by 迷羊.txt",
    "夸克盘链接": "https://pan.quark.cn/s/aafa01bbb754"
  },
  {
    "文件名": "[补车]《白羊》by麟潜.txt",
    "夸克盘链接": "https://pan.quark.cn/s/183e9d35c677"
  },
  {
    "文件名": "最强网恋对象是挚友by番茄秋刀鱼.txt",
    "夸克盘链接": "https://pan.quark.cn/s/69708eb0101a"
  },
  {
    "文件名": "[补番]重姒（双重生）（雕弦暮偶） 作者：雕弦暮偶.txt",
    "夸克盘链接": "https://pan.quark.cn/s/33117e9b26e1"
  },
  {
    "文件名": "[补番]问鼎宫阙（荔箫） 作者：荔箫.txt",
    "夸克盘链接": "https://pan.quark.cn/s/298f79385a39"
  },
  {
    "文件名": "[补番]今夜雨至（一程晚舟） 作者：一程晚舟.txt",
    "夸克盘链接": "https://pan.quark.cn/s/0532e9c95e11"
  },
  {
    "文件名": "[补番]复婚（化雪掌） 作者：化雪掌.txt",
    "夸克盘链接": "https://pan.quark.cn/s/9625ef720a10"
  },
  {
    "文件名": "[ABO]人鱼崽崽饲养APP 作者：风入松鼠.txt",
    "夸克盘链接": "https://pan.quark.cn/s/2a550d7ae3ab"
  },
  {
    "文件名": "[补车]《专属深爱》.txt",
    "夸克盘链接": "https://pan.quark.cn/s/15a9402f8dd1"
  },
  {
    "文件名": "[补车]《读者和主角绝逼是真爱》.txt",
    "夸克盘链接": "https://pan.quark.cn/s/46b2c33deba4"
  },
  {
    "文件名": "作为一名酒厂推销员 作者：凉茶有狗.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a9baa6dc047d"
  },
  {
    "文件名": "[19世纪]危险迷人“B先生” 作者：山海十八.txt",
    "夸克盘链接": "https://pan.quark.cn/s/f154c53ccac4"
  },
  {
    "文件名": "坠入星河 作者：张小素.txt",
    "夸克盘链接": "https://pan.quark.cn/s/2cf4baf12b68"
  },
  {
    "文件名": "重生的白月光他失忆了 作者：殊未明.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ffaf1bec470d"
  },
  {
    "文件名": "种田山里汉：神医美娇娘 作者：高山日初.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a284067d5e92"
  },
  {
    "文件名": "装O的Beta是会被标记的 作者：青骨画舫.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a800125364b7"
  },
  {
    "文件名": "直上天堂 作者：阿列夫零.txt",
    "夸克盘链接": "https://pan.quark.cn/s/16a16c2d1f5e"
  },
  {
    "文件名": "异世代嫁郎 作者：无尽.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e3f4b7d411e1"
  },
  {
    "文件名": "仗势欺兄 补车.txt",
    "夸克盘链接": "https://pan.quark.cn/s/3240aa6806cf"
  },
  {
    "文件名": "星际第一净化师[签到] 作者：TJ追梦人.txt",
    "夸克盘链接": "https://pan.quark.cn/s/6087de7cefd8"
  },
  {
    "文件名": "忧郁先生想过平静生活 作者：青色羽翼.txt",
    "夸克盘链接": "https://pan.quark.cn/s/b3394a4e7458"
  },
  {
    "文件名": "嘘！秘密 作者：蒲三思.txt",
    "夸克盘链接": "https://pan.quark.cn/s/03e5edb25f90"
  },
  {
    "文件名": "想和校霸分手怎么都这么难.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c5c064121a52"
  },
  {
    "文件名": "弦风在耳 作者：陈隐.txt",
    "夸克盘链接": "https://pan.quark.cn/s/7c8b5a73336a"
  },
  {
    "文件名": "我真没想和大佬协议结婚 作者：三千风雪.txt",
    "夸克盘链接": "https://pan.quark.cn/s/722faa1a69cf"
  },
  {
    "文件名": "系统靠白莲花宿主躺赢了快穿 作者：四喜秋秋.txt",
    "夸克盘链接": "https://pan.quark.cn/s/1b5de2379370"
  },
  {
    "文件名": "我从冥府退休后进了无限游戏 作者：宴宾客.txt",
    "夸克盘链接": "https://pan.quark.cn/s/83463e9f2dee"
  },
  {
    "文件名": "我在璃月当夜叉（原神） 作者：斜阳落雪.txt",
    "夸克盘链接": "https://pan.quark.cn/s/f17466e19227"
  },
  {
    "文件名": "我在古代种田养崽 作者：彩虹眼.txt",
    "夸克盘链接": "https://pan.quark.cn/s/24e7f92b0d37"
  },
  {
    "文件名": "我在异世养人鱼[种田] 作者：橘子气泡糖.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a7ca0e93ed22"
  },
  {
    "文件名": "温情难染  完结番外84.txt",
    "夸克盘链接": "https://pan.quark.cn/s/015ca581b359"
  },
  {
    "文件名": "我被亲弟弟强制爱了 作者：三道.txt",
    "夸克盘链接": "https://pan.quark.cn/s/be8e620ae688"
  },
  {
    "文件名": "往边缘开（婚后1v1）（五溪） 作者：五溪.txt",
    "夸克盘链接": "https://pan.quark.cn/s/5014bf6fb67a"
  },
  {
    "文件名": "万人迷的贵乱游戏【N_P合集】-45.txt",
    "夸克盘链接": "https://pan.quark.cn/s/8cc8a90a549d"
  },
  {
    "文件名": "随机虫生后[虫族] 作者：有只鹿.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a4fc4d26b743"
  },
  {
    "文件名": "完结《在言情文里撩直男男主【快穿np 作者：辞奺.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ef4b2d92f6be"
  },
  {
    "文件名": "球魔 作者：一世执白.txt",
    "夸克盘链接": "https://pan.quark.cn/s/158242f58934"
  },
  {
    "文件名": "死遁后屑老板被我逼疯了 作者：落日云歌.txt",
    "夸克盘链接": "https://pan.quark.cn/s/315f2864f190"
  },
  {
    "文件名": "蜀道难.txt",
    "夸克盘链接": "https://pan.quark.cn/s/78e60562883d"
  },
  {
    "文件名": "死对头今天也想娶我[重生] 作者：三愿大人.txt",
    "夸克盘链接": "https://pan.quark.cn/s/0b487567bd9b"
  },
  {
    "文件名": "上位法则  完结.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a09c88dcd0b2"
  },
  {
    "文件名": "少爷与老实人 作者：姜的吃.txt",
    "夸克盘链接": "https://pan.quark.cn/s/74726583202b"
  },
  {
    "文件名": "入骨相思知不知 完结+番外 作者：碧落九天.txt",
    "夸克盘链接": "https://pan.quark.cn/s/9a72402986bb"
  },
  {
    "文件名": "人美为患 作者：朵朵舞.txt",
    "夸克盘链接": "https://pan.quark.cn/s/d537cf23bce6"
  },
  {
    "文件名": "全星际直播养我 作者：三无是萌点.txt",
    "夸克盘链接": "https://pan.quark.cn/s/b7556b7c27b8"
  },
  {
    "文件名": "前世情人集合APP 作者：上苍.txt",
    "夸克盘链接": "https://pan.quark.cn/s/2540447b7d99"
  },
  {
    "文件名": "七零错换人生 作者：老胡十八.txt",
    "夸克盘链接": "https://pan.quark.cn/s/367ca865a51c"
  },
  {
    "文件名": "骑上室友黄金屌 作者：掌执大人.txt",
    "夸克盘链接": "https://pan.quark.cn/s/0b42cd58e615"
  },
  {
    "文件名": "破雾航线-93 作者：明日即死.txt",
    "夸克盘链接": "https://pan.quark.cn/s/0eb192155aed"
  },
  {
    "文件名": "炮灰拯救计划 作者：天下天.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a2cd4fd1a01a"
  },
  {
    "文件名": "破云 补车.txt",
    "夸克盘链接": "https://pan.quark.cn/s/43614af245e6"
  },
  {
    "文件名": "炮灰觉醒后在恋综爆红了 作者：青柠微甜.txt",
    "夸克盘链接": "https://pan.quark.cn/s/8dc2ba931af4"
  },
  {
    "文件名": "你的便当归我了 作者：画期栖.txt",
    "夸克盘链接": "https://pan.quark.cn/s/cfab7241df1c"
  },
  {
    "文件名": "奴下奴【现代家奴】 作者：music.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ccc165c34635"
  },
  {
    "文件名": "南风知我意.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ae4fb071147f"
  },
  {
    "文件名": "你的距离 补车(1).txt",
    "夸克盘链接": "https://pan.quark.cn/s/c01957a53341"
  },
  {
    "文件名": "某横滨怪谈的取材直播间 作者：鱼子米卡.txt",
    "夸克盘链接": "https://pan.quark.cn/s/42a8376e6d9d"
  },
  {
    "文件名": "六零年代大厂子弟 作者：鹿子草.txt",
    "夸克盘链接": "https://pan.quark.cn/s/24d28e432cb8"
  },
  {
    "文件名": "莫吉托与茶 完结+番外 作者：子鹿.txt",
    "夸克盘链接": "https://pan.quark.cn/s/12bf038f439d"
  },
  {
    "文件名": "黎明沉眠[星际] 作者：岳千月.txt",
    "夸克盘链接": "https://pan.quark.cn/s/56a861ebdc49"
  },
  {
    "文件名": "莫吉托与茶 补车.txt",
    "夸克盘链接": "https://pan.quark.cn/s/2a5d5e266d37"
  },
  {
    "文件名": "魔道祖师［补车全］.txt",
    "夸克盘链接": "https://pan.quark.cn/s/83b0d3654985"
  },
  {
    "文件名": "离婚雄虫的恋综[娱乐圈] 作者：讨食.txt",
    "夸克盘链接": "https://pan.quark.cn/s/abf00e99405a"
  },
  {
    "文件名": "冷焰火_咸鱼 作者：匿名咸鱼.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c3f711a998e9"
  },
  {
    "文件名": "老龙傲天带小龙傲天上娃综 作者：船锚.txt",
    "夸克盘链接": "https://pan.quark.cn/s/6d9163036f16"
  },
  {
    "文件名": "快穿：小可怜的我，被大佬们圈养了（np）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/b1b6633f3bf9"
  },
  {
    "文件名": "氪金后小皇子变成了亡国昏君 作者：洋葱怪.txt",
    "夸克盘链接": "https://pan.quark.cn/s/103a4cf11310"
  },
  {
    "文件名": "空降热搜！全网黑靠直播抓鬼成了顶流 作者：浮川.txt",
    "夸克盘链接": "https://pan.quark.cn/s/b56713eb858d"
  },
  {
    "文件名": "快穿之万人迷反派撩心上瘾.txt",
    "夸克盘链接": "https://pan.quark.cn/s/05e8a7ea64b3"
  },
  {
    "文件名": "将影帝撩上热搜后［娱乐圈］.txt",
    "夸克盘链接": "https://pan.quark.cn/s/44b12f3a35b1"
  },
  {
    "文件名": "将军宠妻手册 作者：散人兮.txt",
    "夸克盘链接": "https://pan.quark.cn/s/4140a89edbea"
  },
  {
    "文件名": "假少爷靠玄学爆红娱乐圈 作者：旧梦换新.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e238aeb1ba92"
  },
  {
    "文件名": "寂静江上 作者：丁墨.txt",
    "夸克盘链接": "https://pan.quark.cn/s/f2b78cd6b268"
  },
  {
    "文件名": "婚后热恋 作者：君莱.txt",
    "夸克盘链接": "https://pan.quark.cn/s/3cdea4181cc0"
  },
  {
    "文件名": "皇子妃奋斗史 作者：秀木成林.txt",
    "夸克盘链接": "https://pan.quark.cn/s/9987b221844a"
  },
  {
    "文件名": "豪门公敌[足球] 作者：【文案】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/761aafeafac5"
  },
  {
    "文件名": "和死对头学神的崽穿来了 作者：忘书.txt",
    "夸克盘链接": "https://pan.quark.cn/s/fb31a0a7317a"
  },
  {
    "文件名": "糊涂婚 作者：李暮夕.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c77c700a73b4"
  },
  {
    "文件名": "给我一个吻 快穿  作者：泗火1993.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c9b1a8464daf"
  },
  {
    "文件名": "疯子的房间[无限] 作者：沈霖然.txt",
    "夸克盘链接": "https://pan.quark.cn/s/40bd32745dea"
  },
  {
    "文件名": "故人归(现代家奴) 作者：music.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e5bd2b246358"
  },
  {
    "文件名": "房客_玖伍 作者：作者玖伍.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ffe41d8791d7"
  },
  {
    "文件名": "诟病 补车.txt",
    "夸克盘链接": "https://pan.quark.cn/s/cc36670141b4"
  },
  {
    "文件名": "摁住他的易感期 作者：咿芽.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ca5dd4e45230"
  },
  {
    "文件名": "反派病美人重生后和男二HE了 作者：西洲梦.txt",
    "夸克盘链接": "https://pan.quark.cn/s/3e33c354b2b1"
  },
  {
    "文件名": "反派BOSS救赎指南[穿书] 作者：开心是福嘛.txt",
    "夸克盘链接": "https://pan.quark.cn/s/866f639fd94a"
  },
  {
    "文件名": "当娇气包穿进恐怖直播[无限] 作者：柠檬茄子.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e517e4997d02"
  },
  {
    "文件名": "当吸血鬼开启游戏直播后 作者：浮梦三千.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c0fe5d0cba61"
  },
  {
    "文件名": "带着系统在古代种田的生活 作者：风流呆子.txt",
    "夸克盘链接": "https://pan.quark.cn/s/3f0f7635b45d"
  },
  {
    "文件名": "当钓系beta意外怀孕后_摇摇兔 作者：摇摇兔.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ae3fb23b2f52"
  },
  {
    "文件名": "宠婢.txt",
    "夸克盘链接": "https://pan.quark.cn/s/820387b8c5e9"
  },
  {
    "文件名": "穿书后和总裁带薪恋爱了[娱乐圈] 作者：林盎司.txt",
    "夸克盘链接": "https://pan.quark.cn/s/d35527cf249a"
  },
  {
    "文件名": "穿进信息素文拯救偏执绿茶美人 作者：墨森里.txt",
    "夸克盘链接": "https://pan.quark.cn/s/1c6c410e6948"
  },
  {
    "文件名": "成为前夫的白月光 作者：繁于.txt",
    "夸克盘链接": "https://pan.quark.cn/s/4c74a3b6bdd6"
  },
  {
    "文件名": "彩虹琥珀_木更 作者：木更木更.txt",
    "夸克盘链接": "https://pan.quark.cn/s/5d6dbec53e19"
  },
  {
    "文件名": "穿成医师小夫郎 作者：问桑.txt",
    "夸克盘链接": "https://pan.quark.cn/s/9e026ff31bf2"
  },
  {
    "文件名": "抽卡扮演后所有超英都想当我家长[综英美] 作者：资深夜猫子.txt",
    "夸克盘链接": "https://pan.quark.cn/s/03b214fddf00"
  },
  {
    "文件名": "标记我一下[车全番外全 75.111.116] 作者：Paz.txt",
    "夸克盘链接": "https://pan.quark.cn/s/fb8a9ee7a08e"
  },
  {
    "文件名": "别的情侣都亲亲了 作者：桔子冰凉.txt",
    "夸克盘链接": "https://pan.quark.cn/s/175be5283ce7"
  },
  {
    "文件名": "彩虹琥珀 补车.txt",
    "夸克盘链接": "https://pan.quark.cn/s/002b0ff21c9a"
  },
  {
    "文件名": "补车.《少汪几句》.txt",
    "夸克盘链接": "https://pan.quark.cn/s/76e015b46cf1"
  },
  {
    "文件名": "变成五岁豹崽被基友养了 作者：甜糖阿二.txt",
    "夸克盘链接": "https://pan.quark.cn/s/5553367903c8"
  },
  {
    "文件名": "被养子害死后，她恶母名头传遍京城.txt",
    "夸克盘链接": "https://pan.quark.cn/s/5c9f6c449ea1"
  },
  {
    "文件名": "被仙尊渡劫后 作者：云赋.txt",
    "夸克盘链接": "https://pan.quark.cn/s/f21142cfdb29"
  },
  {
    "文件名": "百合【完结】对等关系 作者：时千辞.txt",
    "夸克盘链接": "https://pan.quark.cn/s/042d92f5378a"
  },
  {
    "文件名": "暴君的冲喜小皇后 作者：二恰.txt",
    "夸克盘链接": "https://pan.quark.cn/s/03050253bb35"
  },
  {
    "文件名": "摆烂后反派开始宠我 作者：闲狐.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c243de09f8c2"
  },
  {
    "文件名": "备胎霸总被情人马甲们包围后 作者：某言者.txt",
    "夸克盘链接": "https://pan.quark.cn/s/50f307a6e82e"
  },
  {
    "文件名": "八零年的糯米糖.txt",
    "夸克盘链接": "https://pan.quark.cn/s/27ac1bb76a87"
  },
  {
    "文件名": "爱你我是狗 作者：domoto1987.txt",
    "夸克盘链接": "https://pan.quark.cn/s/4c4ffe207759"
  },
  {
    "文件名": "〔快穿〕奋起吧！小病毒.txt",
    "夸克盘链接": "https://pan.quark.cn/s/baa3e5ae2cd1"
  },
  {
    "文件名": "1_穿成阴鸷反派的联姻对象 作者：马户子君.txt",
    "夸克盘链接": "https://pan.quark.cn/s/2de92cae266d"
  },
  {
    "文件名": "0106_[补车]《病案本》更新 作者：肉包不吃肉.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c31514180d8d"
  },
  {
    "文件名": "FOG 补车（三天三夜）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e1ff7839ecd3"
  },
  {
    "文件名": "【完结】璋礼 作者：居度.txt",
    "夸克盘链接": "https://pan.quark.cn/s/8322bfe20cc8"
  },
  {
    "文件名": "0×0=0.5 作者：2暗白.txt",
    "夸克盘链接": "https://pan.quark.cn/s/facf6fa3040a"
  },
  {
    "文件名": "【完结】重回丞相少年时 作者：月九思.txt",
    "夸克盘链接": "https://pan.quark.cn/s/dc3a874542f3"
  },
  {
    "文件名": "【完结】尚公主 作者：伊人睽睽.txt",
    "夸克盘链接": "https://pan.quark.cn/s/6aeb33eb2902"
  },
  {
    "文件名": "【完结】重生后嫁给摄政王 作者：青鸢沉鱼.txt",
    "夸克盘链接": "https://pan.quark.cn/s/02a43a24457a"
  },
  {
    "文件名": "【完结】掌事宫女在七零 作者：深海里的云朵.txt",
    "夸克盘链接": "https://pan.quark.cn/s/7801fe732258"
  },
  {
    "文件名": "【完结】月亮为证[娱乐圈] 作者：月晚眠.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c0584228a43a"
  },
  {
    "文件名": "【完结】灾难降临，我有塔防系统 作者：寒露夜凉.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c670aa0bd852"
  },
  {
    "文件名": "【完结】渣了主角后我天天修罗场 作者：卷狸.txt",
    "夸克盘链接": "https://pan.quark.cn/s/3af2616116e5"
  },
  {
    "文件名": "【完结】隐婚之后 作者：橙墨沫.txt",
    "夸克盘链接": "https://pan.quark.cn/s/73221ca2d221"
  },
  {
    "文件名": "【完结】原来你也喜欢我的信息素 作者：七分黑糖.txt",
    "夸克盘链接": "https://pan.quark.cn/s/918a80ba073c"
  },
  {
    "文件名": "【完结】阴差阳错 作者：诸葛扇.txt",
    "夸克盘链接": "https://pan.quark.cn/s/20f938da1f50"
  },
  {
    "文件名": "【完结】星星邮差[电竞] 作者：己枝.txt",
    "夸克盘链接": "https://pan.quark.cn/s/dfe478fb662c"
  },
  {
    "文件名": "【完结】星星吻一下 作者：高冷小橘猫.txt",
    "夸克盘链接": "https://pan.quark.cn/s/85652b1f1916"
  },
  {
    "文件名": "【完结】心机陛下天天碰瓷 作者：乃兮.txt",
    "夸克盘链接": "https://pan.quark.cn/s/60387e7893d0"
  },
  {
    "文件名": "【完结】小狮叽联盟 作者：豹豹要抱抱.txt",
    "夸克盘链接": "https://pan.quark.cn/s/4c2fc785a638"
  },
  {
    "文件名": "【完结】仙祖养的蛋又碎啦 作者：七分熟睡.txt",
    "夸克盘链接": "https://pan.quark.cn/s/8f64525af890"
  },
  {
    "文件名": "【完结】我的丈夫又活了 作者：爱磕瓜子的葵花.txt",
    "夸克盘链接": "https://pan.quark.cn/s/2f930e81136b"
  },
  {
    "文件名": "【完结】王术 (2) 作者：品丰.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c463431c8414"
  },
  {
    "文件名": "【完结】万人嫌和大佬联姻后[穿书] 作者：楚禾禾.txt",
    "夸克盘链接": "https://pan.quark.cn/s/b0ac9a593b9e"
  },
  {
    "文件名": "【完结】甜涩心动 作者：琬音.txt",
    "夸克盘链接": "https://pan.quark.cn/s/10d8b5e340f0"
  },
  {
    "文件名": "【完结】他们说雄虫只能吃软饭[虫族] 作者：十六人设.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c21fa12e864e"
  },
  {
    "文件名": "【完结】日落坠入乌托邦 作者：柿橙.txt",
    "夸克盘链接": "https://pan.quark.cn/s/fa47eca8898a"
  },
  {
    "文件名": "【完结】撩了相爷后我跑路未遂 作者：俞蓬舟.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ffc45a12784a"
  },
  {
    "文件名": "【完结】清醒沦陷 作者：木木tree.txt",
    "夸克盘链接": "https://pan.quark.cn/s/f5a803f13aff"
  },
  {
    "文件名": "【完结】琴酒成为五人组的教官后 作者：系田.txt",
    "夸克盘链接": "https://pan.quark.cn/s/66574b406f6a"
  },
  {
    "文件名": "【完结】七零极品团宠熊猫崽崽 作者：伍子橙.txt",
    "夸克盘链接": "https://pan.quark.cn/s/327e3cf66312"
  },
  {
    "文件名": "【完结】炮灰媳妇的人生（快穿） 作者：倾碧悠然.txt",
    "夸克盘链接": "https://pan.quark.cn/s/1c1abf955c61"
  },
  {
    "文件名": "【完结】今天裴相火葬场了吗 作者：汀九溪.txt",
    "夸克盘链接": "https://pan.quark.cn/s/09ad797c58e4"
  },
  {
    "文件名": "【快穿】黑莲花大佬总想独占我（更新至926章）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e25612c4c3b3"
  },
  {
    "文件名": "【完结】女配觉醒之后一心赚钱[快穿] 作者：玄音.txt",
    "夸克盘链接": "https://pan.quark.cn/s/6435df57556d"
  },
  {
    "文件名": "【完结】你依然在我梦里 作者：折枝伴酒.txt",
    "夸克盘链接": "https://pan.quark.cn/s/67cd2ee65e04"
  },
  {
    "文件名": "【完结】你是我的声音 作者：喝豆奶的狼.txt",
    "夸克盘链接": "https://pan.quark.cn/s/2370629ae2f9"
  },
  {
    "文件名": "【完结】流放边关，基建三万里（种田） 作者：关羡.txt",
    "夸克盘链接": "https://pan.quark.cn/s/376990b74d83"
  },
  {
    "文件名": "【完结】剧本组玩无限游戏算开挂吗 作者：离邯.txt",
    "夸克盘链接": "https://pan.quark.cn/s/78db58ff0631"
  },
  {
    "文件名": "【完结】嫁给男主的残废哥哥[八零] 作者：一碗热甜汤.txt",
    "夸克盘链接": "https://pan.quark.cn/s/802e0e1e7231"
  },
  {
    "文件名": "【完结】缓缓而栖 [奋斗乐章参赛作品] 作者：野荔.txt",
    "夸克盘链接": "https://pan.quark.cn/s/624ad4c73cdf"
  },
  {
    "文件名": "【完结】和电竞大神网恋掉马后 作者：稚桃.txt",
    "夸克盘链接": "https://pan.quark.cn/s/1f91faa261d8"
  },
  {
    "文件名": "【完结】和直男兄弟假装恋爱后 作者：桃月十八.txt",
    "夸克盘链接": "https://pan.quark.cn/s/44d1945e2429"
  },
  {
    "文件名": "【完结】和竹马协议闪婚后 作者：酒晚意.txt",
    "夸克盘链接": "https://pan.quark.cn/s/f1494f9d5eea"
  },
  {
    "文件名": "【完结】跟影帝竹马隐婚后 作者：壹枚.txt",
    "夸克盘链接": "https://pan.quark.cn/s/19d5f6a0b22e"
  },
  {
    "文件名": "【完结】何必非要喜欢我 作者：抱走柴犬.txt",
    "夸克盘链接": "https://pan.quark.cn/s/f7ccbe1841a0"
  },
  {
    "文件名": "【完结】好想好想 [奋斗乐章参赛作品] 作者：程知甜.txt",
    "夸克盘链接": "https://pan.quark.cn/s/3e2b06b6cb28"
  },
  {
    "文件名": "【完结】哥哥是早死反派 作者：眯眼笑笑.txt",
    "夸克盘链接": "https://pan.quark.cn/s/653312175904"
  },
  {
    "文件名": "【完结】浮生未歇 作者：十月当归.txt",
    "夸克盘链接": "https://pan.quark.cn/s/71ac688e4f35"
  },
  {
    "文件名": "【完结】夫君他不可能是黑莲花（重生） 作者：扶霜.txt",
    "夸克盘链接": "https://pan.quark.cn/s/dfb5973f9379"
  },
  {
    "文件名": "【完结】丞相掠娇（重生） 作者：放鹤山人.txt",
    "夸克盘链接": "https://pan.quark.cn/s/8336894f728d"
  },
  {
    "文件名": "【完结】宠妻攻略 作者：云罩连枝.txt",
    "夸克盘链接": "https://pan.quark.cn/s/605d22ffadea"
  },
  {
    "文件名": "【完结】恶毒美O拒绝修罗场 作者：暮色晚山.txt",
    "夸克盘链接": "https://pan.quark.cn/s/11068fecc1cb"
  },
  {
    "文件名": "【完结】当万人迷成为男主前任[快穿] 作者：萧晓苏.txt",
    "夸克盘链接": "https://pan.quark.cn/s/9ce54196b1e4"
  },
  {
    "文件名": "【完结】穿书后我撩翻车了 作者：东风几许.txt",
    "夸克盘链接": "https://pan.quark.cn/s/cd49ae5579a4"
  },
  {
    "文件名": "【完结】穿成苏家的上门赘婿 作者：千茶.txt",
    "夸克盘链接": "https://pan.quark.cn/s/0f5acfaf59ee"
  },
  {
    "文件名": "【书香门第】皇后生存日记 作者：刀豆.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e35f84b63045"
  },
  {
    "文件名": "【完结】宠夫（重生） 作者：荔枝美人.txt",
    "夸克盘链接": "https://pan.quark.cn/s/0b9c4c8c4343"
  },
  {
    "文件名": "【完结】丞相变甜了以后 作者：海芋粥.txt",
    "夸克盘链接": "https://pan.quark.cn/s/df7e04169c15"
  },
  {
    "文件名": "【完结】丞相今天火葬场了吗 作者：甜鸢.txt",
    "夸克盘链接": "https://pan.quark.cn/s/b193d49c2746"
  },
  {
    "文件名": "【更147】我在平行世界捡炮灰老婆[快穿] 作者：狂药.txt",
    "夸克盘链接": "https://pan.quark.cn/s/3acfc7cfcb45"
  },
  {
    "文件名": "【完结】成为三个大佬的攻略对象后 作者：南柠檬.txt",
    "夸克盘链接": "https://pan.quark.cn/s/55ae833e1766"
  },
  {
    "文件名": "【完结】超甜反派攻略冷脸大佬 作者：布丁狗超人.txt",
    "夸克盘链接": "https://pan.quark.cn/s/1ae8fb868a1b"
  },
  {
    "文件名": "【完结】茶杯里的恶魔男友 作者：夜LR.txt",
    "夸克盘链接": "https://pan.quark.cn/s/1c2fa5e9d65e"
  },
  {
    "文件名": "【完结】被亲手养大的小可怜攻了 作者：远树.txt",
    "夸克盘链接": "https://pan.quark.cn/s/57e606791241"
  },
  {
    "文件名": "【完结】爱意难藏 作者：远山紫.txt",
    "夸克盘链接": "https://pan.quark.cn/s/27c152bbe975"
  },
  {
    "文件名": "【书香门第】《夏晨》许疏.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ee06923ea475"
  },
  {
    "文件名": "【青花鱼】连载156《攻五想退出总受的 作者：doraken.txt",
    "夸克盘链接": "https://pan.quark.cn/s/78eee54b9f40"
  },
  {
    "文件名": "【书香门第】《林间》许疏.txt",
    "夸克盘链接": "https://pan.quark.cn/s/8dcfc9115fbb"
  },
  {
    "文件名": "【寒武纪年】渡劫失败后我成了万人迷.txt",
    "夸克盘链接": "https://pan.quark.cn/s/60257f454a8a"
  },
  {
    "文件名": "【补番】替身受觉醒了 作者：二月竹.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a7b444a7782c"
  },
  {
    "文件名": "【虫族】猫猫虫诱捕手札 作者：sube弦.txt",
    "夸克盘链接": "https://pan.quark.cn/s/363e4d64b90c"
  },
  {
    "文件名": "【电竞】被顶A队长标记以后 作者：子浣.txt",
    "夸克盘链接": "https://pan.quark.cn/s/8b9875cda236"
  },
  {
    "文件名": "【虫族】选错雄主后上将被迫臣服-32.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ae1a44d39bac"
  },
  {
    "文件名": "【BL公子于歌】状元郎总是不及格[古穿今] 作者：公子于歌.txt",
    "夸克盘链接": "https://pan.quark.cn/s/28e802cc0b74"
  },
  {
    "文件名": "【BL公子于歌】主角攻为什么用这种眼神看我[娱乐圈] 作者：公子于歌.txt",
    "夸克盘链接": "https://pan.quark.cn/s/58feff0d0fc3"
  },
  {
    "文件名": "【BL公子于歌】重生之妖道再临 作者：公子于歌.txt",
    "夸克盘链接": "https://pan.quark.cn/s/11109adb9f44"
  },
  {
    "文件名": "【BL公子于歌】重生之网红上位法则 作者：公子于歌.txt",
    "夸克盘链接": "https://pan.quark.cn/s/7f74d65cf181"
  },
  {
    "文件名": "【BL公子于歌】心上人 作者：公子歌.txt",
    "夸克盘链接": "https://pan.quark.cn/s/489fa7056a72"
  },
  {
    "文件名": "【BL公子于歌】长腿叔叔 作者：公子歌.txt",
    "夸克盘链接": "https://pan.quark.cn/s/8f3bfc371642"
  },
  {
    "文件名": "【BL公子于歌】有狐 作者：公子于歌.txt",
    "夸克盘链接": "https://pan.quark.cn/s/7c327234e50a"
  },
  {
    "文件名": "【BL公子于歌】咸鱼人设不能崩[穿书] 作者：公子于歌.txt",
    "夸克盘链接": "https://pan.quark.cn/s/4f4e0512ca8b"
  },
  {
    "文件名": "【BL公子于歌】室友们为什么都用这种眼神看我 作者：公子于歌.txt",
    "夸克盘链接": "https://pan.quark.cn/s/5acdf4ab8369"
  },
  {
    "文件名": "【BL公子于歌】农夫与司令 作者：公子歌.txt",
    "夸克盘链接": "https://pan.quark.cn/s/7b6e8b0132d8"
  },
  {
    "文件名": "【BL公子于歌】探花 作者：公子于歌.txt",
    "夸克盘链接": "https://pan.quark.cn/s/8a196ae5331b"
  },
  {
    "文件名": "【BL公子于歌】美男不听话，霸占！ 作者：公子于歌.txt",
    "夸克盘链接": "https://pan.quark.cn/s/653b52b4e676"
  },
  {
    "文件名": "【BL公子于歌】猛虎妻 作者：公子歌.txt",
    "夸克盘链接": "https://pan.quark.cn/s/4ab0fe5120fb"
  },
  {
    "文件名": "【BL公子于歌】情敌每天都在变美[穿书] 作者：公子于歌.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a0e75ab46c58"
  },
  {
    "文件名": "【BL公子于歌】狂帝霸爱：第一公子.txt",
    "夸克盘链接": "https://pan.quark.cn/s/130d43813740"
  },
  {
    "文件名": "【BL公子于歌】男主们为什么都用这种眼神看我[娱乐圈] 作者：公子于歌.txt",
    "夸克盘链接": "https://pan.quark.cn/s/fd3a247a9a18"
  },
  {
    "文件名": "【BL公子于歌】控制欲 作者：公子歌.txt",
    "夸克盘链接": "https://pan.quark.cn/s/d30b2cac2893"
  },
  {
    "文件名": "【BL公子于歌】孪生兄弟互换人生[娱乐圈] 作者：公子于歌.txt",
    "夸克盘链接": "https://pan.quark.cn/s/98226887d1e8"
  },
  {
    "文件名": "【BL公子于歌】姐夫宠 作者：公子歌.txt",
    "夸克盘链接": "https://pan.quark.cn/s/fbdd16875cb1"
  },
  {
    "文件名": "【BL公子于歌】假装不知道你在装穷[重生] 作者：公子于歌.txt",
    "夸克盘链接": "https://pan.quark.cn/s/693bb2dde84c"
  },
  {
    "文件名": "【BL公子于歌】坏男人 作者：公子歌.txt",
    "夸克盘链接": "https://pan.quark.cn/s/f4cee5ad9b9c"
  },
  {
    "文件名": "【BL公子于歌】黄金单身汉.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c66114c2df0c"
  },
  {
    "文件名": "【BL公子于歌】放肆／父母之友 作者：公子于歌.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ed7cd9cba4ef"
  },
  {
    "文件名": "【BL公子于歌】皇室秘闻[穿书] 作者：公子于歌.txt",
    "夸克盘链接": "https://pan.quark.cn/s/51b45d788bcc"
  },
  {
    "文件名": "【BL公子于歌】穿书之撩汉攻略 作者：公子于歌.txt",
    "夸克盘链接": "https://pan.quark.cn/s/1004d6b7e52a"
  },
  {
    "文件名": "【BL公子于歌】反穿后我成了四个死对头的白月光 作者：公子于歌.txt",
    "夸克盘链接": "https://pan.quark.cn/s/29114a106ab6"
  },
  {
    "文件名": "《作为龙，组织派我守海[种田]》（番外完） 作者：月寂烟雨.txt",
    "夸克盘链接": "https://pan.quark.cn/s/56cca4a9f6ef"
  },
  {
    "文件名": "【BL公子于歌】被绝情断欲后我成了万人迷 作者：公子于歌.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e108e8f211c8"
  },
  {
    "文件名": "【BL公子于歌】藏獒 作者：公子于歌.txt",
    "夸克盘链接": "https://pan.quark.cn/s/9608ad193c11"
  },
  {
    "文件名": "【BL公子于歌】不准撒娇[穿书] 作者：公子于歌.txt",
    "夸克盘链接": "https://pan.quark.cn/s/9cab88139f2c"
  },
  {
    "文件名": "《追声与循途》 作者：庸责己.txt",
    "夸克盘链接": "https://pan.quark.cn/s/45a6f07a2345"
  },
  {
    "文件名": "《挚爱》.txt",
    "夸克盘链接": "https://pan.quark.cn/s/f00819bc7571"
  },
  {
    "文件名": "《在咒术高专赚够钱我就去考东大》（番 作者：云霞出海.txt",
    "夸克盘链接": "https://pan.quark.cn/s/4327cf6ef1bb"
  },
  {
    "文件名": "《主角总想和我谈恋爱[快穿]》（番外完） 作者：留一尾鱼.txt",
    "夸克盘链接": "https://pan.quark.cn/s/9507ae3397e4"
  },
  {
    "文件名": "《重生成黑莲花后被渣男他哥盯上了》（ 作者：露白霜.txt",
    "夸克盘链接": "https://pan.quark.cn/s/bf12f3872fca"
  },
  {
    "文件名": "《只能靠美貌苟活了》乔柚 作者：乔柚.txt",
    "夸克盘链接": "https://pan.quark.cn/s/114804e18ffa"
  },
  {
    "文件名": "《在成为鬼王后被当成大佬的遗孀了》（ 作者：一品狐仙.txt",
    "夸克盘链接": "https://pan.quark.cn/s/49af5b0c5d47"
  },
  {
    "文件名": "《在星际游戏当万人迷[娱乐圈]》 作者：君汐若.txt",
    "夸克盘链接": "https://pan.quark.cn/s/25bae70d6ff5"
  },
  {
    "文件名": "《直男室友总是偷偷喝我可乐》（番外完） 作者：郎总.txt",
    "夸克盘链接": "https://pan.quark.cn/s/036e841a291f"
  },
  {
    "文件名": "《同寝那个基佬好像暗恋我》（番外完）作 作者：尾文字鱼.txt",
    "夸克盘链接": "https://pan.quark.cn/s/03925da46002"
  },
  {
    "文件名": "《以身相许》完结（受控 主受 年下攻人妻受） 作者：花槐.txt",
    "夸克盘链接": "https://pan.quark.cn/s/967f4b63b883"
  },
  {
    "文件名": "《我做小三的那些年》完结（主受虐受，渣攻贱受 1v1） 作者：曲阁流风.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ea49e0111fd1"
  },
  {
    "文件名": "《万人迷穿成豪门弃O［娱乐圈］》 作者：你也不吃青椒.txt",
    "夸克盘链接": "https://pan.quark.cn/s/28e9bd0d4eb6"
  },
  {
    "文件名": "《四皇红发的女儿认我当爹很合理吧》 作者：柚目有兮.txt",
    "夸克盘链接": "https://pan.quark.cn/s/3614b969874e"
  },
  {
    "文件名": "《万人迷omega修罗场实录》 作者：缇慢慢.txt",
    "夸克盘链接": "https://pan.quark.cn/s/f157be168c15"
  },
  {
    "文件名": "《囚爱》顾燕笙 陆瑾寒.txt",
    "夸克盘链接": "https://pan.quark.cn/s/730729458a34"
  },
  {
    "文件名": "《他那么野》.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e00097f46a59"
  },
  {
    "文件名": "《同步平行世界的我制霸无限流》（番外 作者：帷幕灯火.txt",
    "夸克盘链接": "https://pan.quark.cn/s/f9b99d9fd569"
  },
  {
    "文件名": "《满级归来后我把快穿系统上交》（番外 作者：云上歌.txt",
    "夸克盘链接": "https://pan.quark.cn/s/50d05caa7c3f"
  },
  {
    "文件名": "《师兄们谈恋爱，我当什么电灯泡》（番外 作者：醉茶.txt",
    "夸克盘链接": "https://pan.quark.cn/s/047e091d8e3a"
  },
  {
    "文件名": "《世子爷，你的小白兔是朵黑莲花》（番外 作者：南风过东陵.txt",
    "夸克盘链接": "https://pan.quark.cn/s/60d12d9285dd"
  },
  {
    "文件名": "《漂亮炮灰手拿反派剧本后[快穿]》作 作者：裴川野.txt",
    "夸克盘链接": "https://pan.quark.cn/s/10e45f8f2579"
  },
  {
    "文件名": "《炮灰是娇气万人迷[无限]》 作者：曲不离客.txt",
    "夸克盘链接": "https://pan.quark.cn/s/616faeb571d6"
  },
  {
    "文件名": "《开局为李世民剧透玄武门[历史直播] 作者：三傻二疯.txt",
    "夸克盘链接": "https://pan.quark.cn/s/bb6b744e8964"
  },
  {
    "文件名": "《你贩剑，我发癫，联手整顿娱乐圈 》江绮  祁逾.txt",
    "夸克盘链接": "https://pan.quark.cn/s/70441dfcf310"
  },
  {
    "文件名": "《男主们为什么都用这种眼神看我[娱乐圈]》 作者：公子于歌.txt",
    "夸克盘链接": "https://pan.quark.cn/s/98e6ad6fa740"
  },
  {
    "文件名": "《绝色万人迷撩遍全服【无限】》 作者：芷羽执墨.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c6065ca05393"
  },
  {
    "文件名": "《救错黑莲花反派后我跑路了》（番外完） 作者：岁方晏.txt",
    "夸克盘链接": "https://pan.quark.cn/s/136501ce968d"
  },
  {
    "文件名": "《惊！网恋甜O竟是顶级Alpha》（番外完）作 作者：咸肉双皮奶.txt",
    "夸克盘链接": "https://pan.quark.cn/s/4e6fda152b53"
  },
  {
    "文件名": "《大佬因太过斯文而有些变态》（番外完） 作者：穗穗黏黏.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ee23b1d7d3ec"
  },
  {
    "文件名": "《娇弱美人在无限流里当万人迷》 作者：言喵喵.txt",
    "夸克盘链接": "https://pan.quark.cn/s/9f403891bbdd"
  },
  {
    "文件名": "《穿进虐文后社恐病弱受只想睡觉》作 作者：失忆玫瑰.txt",
    "夸克盘链接": "https://pan.quark.cn/s/59c1c3616776"
  },
  {
    "文件名": "《假少爷软O兔兔是病弱万人迷[重生]》 作者：卿云艾艾.txt",
    "夸克盘链接": "https://pan.quark.cn/s/1736023cec56"
  },
  {
    "文件名": "《甘之如凝》白凝 程煜.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c5ecb723d78e"
  },
  {
    "文件名": "《[红楼]我家太子幼崽为何这样》（番外 作者：白孤生.txt",
    "夸克盘链接": "https://pan.quark.cn/s/1096303cb125"
  },
  {
    "文件名": "《穿成顶级绿茶后我成了万人迷》 作者：薄荷冰茶.txt",
    "夸克盘链接": "https://pan.quark.cn/s/7d3bf92d8b7e"
  },
  {
    "文件名": "《穿成万人迷后我的后宫都性转了》 作者：商红药.txt",
    "夸克盘链接": "https://pan.quark.cn/s/6d96b3d61edf"
  },
  {
    "文件名": "《病弱美人穿进无限流当npc》（番外完）作 作者：暴走雾霾.txt",
    "夸克盘链接": "https://pan.quark.cn/s/9d9cccb99bce"
  },
  {
    "文件名": "[综漫]一人成团，人设反转 作者：橘咕.txt",
    "夸克盘链接": "https://pan.quark.cn/s/eba39eb1e777"
  },
  {
    "文件名": "[综原神]穿成风男的雷系友人如何自救 作者：羽海野千花.txt",
    "夸克盘链接": "https://pan.quark.cn/s/084338b54559"
  },
  {
    "文件名": "《被吃播系统绑定后我成了万人迷》 作者：礼易诗书.txt",
    "夸克盘链接": "https://pan.quark.cn/s/1a4e5603b524"
  },
  {
    "文件名": "《Wicked_Game（共我沉沦）》Sphinx__Silent 完结（双渣强强，攻推攻，互渣互宠 1v1 对彼此占有欲爆表，竹马变情人，多炮灰，） 作者：Sphinx.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ea00d9864472"
  },
  {
    "文件名": "[番全]再沐皇恩 作者：青枫垂露.txt",
    "夸克盘链接": "https://pan.quark.cn/s/f225bde60fc9"
  },
  {
    "文件名": "[晨水]贪奢 作者：晨水.txt",
    "夸克盘链接": "https://pan.quark.cn/s/73ed054a981e"
  },
  {
    "文件名": "[番外]重生在女团选秀当top 作者：折纸为戏.txt",
    "夸克盘链接": "https://pan.quark.cn/s/8b5555203cb0"
  },
  {
    "文件名": "[希腊神话]高冷剑修绑定攻略系统 作者：兔尾草.txt",
    "夸克盘链接": "https://pan.quark.cn/s/1be5ec2b03b5"
  },
  {
    "文件名": "[补车]《初三的六一儿童节》(补全）作者：蛇蝎点点.txt",
    "夸克盘链接": "https://pan.quark.cn/s/b59ee5c80e9e"
  },
  {
    "文件名": "[补车]《提灯看刺刀》作者：淮上.txt",
    "夸克盘链接": "https://pan.quark.cn/s/9fb1588d6b5a"
  },
  {
    "文件名": "[补车]《江火欲燃山》（补全）作者：过年烤年糕.txt",
    "夸克盘链接": "https://pan.quark.cn/s/97dd0a3dc969"
  },
  {
    "文件名": "[补车]《死忠的死士》（补54）作者：瑰屿.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ac6a15afa905"
  },
  {
    "文件名": "[补车]《二哈和他的白猫师尊》补肉无删减番外最全版 作者：肉包不吃肉.txt",
    "夸克盘链接": "https://pan.quark.cn/s/f1abae6fd659"
  },
  {
    "文件名": "[补车]《薄雾［无限］》作者：微风几许.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e02a3ec4f806"
  },
  {
    "文件名": "白莲花不好当[娱乐圈]（爱的勘探法原著小说）作者：莫里.txt",
    "夸克盘链接": "https://pan.quark.cn/s/47115c1cf630"
  },
  {
    "文件名": "一枕初寒 作者：湜湜其沚.txt",
    "夸克盘链接": "https://pan.quark.cn/s/deec87601fc0"
  },
  {
    "文件名": "我把宿敌坑成了男朋友[系统] 作者：付冰.txt",
    "夸克盘链接": "https://pan.quark.cn/s/2ef47514a32b"
  },
  {
    "文件名": "雨因你而下，为你而止[现耽] 作者：麦西.txt",
    "夸克盘链接": "https://pan.quark.cn/s/8f5c0d951e91"
  },
  {
    "文件名": "【更63】我靠极限运动封神 作者：曲临青.txt",
    "夸克盘链接": "https://pan.quark.cn/s/24764d920688"
  },
  {
    "文件名": "【番全】我用三句话吓哭全星际 作者：薇我无酒.txt",
    "夸克盘链接": "https://pan.quark.cn/s/40ea4183755a"
  },
  {
    "文件名": "【更56】被首座抛弃之后 作者：张源起.txt",
    "夸克盘链接": "https://pan.quark.cn/s/95950ae179fe"
  },
  {
    "文件名": "【更27】雌虫支配的世界[虫族] 作者：狐九曦.txt",
    "夸克盘链接": "https://pan.quark.cn/s/8c3709ba19a6"
  },
  {
    "文件名": "【补番】作精小厨娘爆红娱乐圈 作者：柠檬拌糖.txt",
    "夸克盘链接": "https://pan.quark.cn/s/78c54b3ad79f"
  },
  {
    "文件名": "《左右为难》作者：千居攒钱ing.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a1eada79ceb4"
  },
  {
    "文件名": "【番全】《蜉蝣》作者：冷山就木.txt",
    "夸克盘链接": "https://pan.quark.cn/s/09f307cf6dec"
  },
  {
    "文件名": "【豆瓣】《芳踪》作者：绣猫.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a5ea248c9185"
  },
  {
    "文件名": "《直男穿进游戏后抱上死神大腿》作者：sin犹木在水.txt",
    "夸克盘链接": "https://pan.quark.cn/s/639ce3923b37"
  },
  {
    "文件名": "《种田打猎娶夫郎》作者：YoLo.txt",
    "夸克盘链接": "https://pan.quark.cn/s/60ba504cd670"
  },
  {
    "文件名": "《最后抱我一次》作者：血染素衣.txt",
    "夸克盘链接": "https://pan.quark.cn/s/57f6b3df6609"
  },
  {
    "文件名": "《总受骚B总被日》作者：在吃鸡排.txt",
    "夸克盘链接": "https://pan.quark.cn/s/3134d46294eb"
  },
  {
    "文件名": "《执笔者沉默不语》作者：韩陵堪石语.txt",
    "夸克盘链接": "https://pan.quark.cn/s/1865a078b0b0"
  },
  {
    "文件名": "《渣了暴戾元帅后全星际都炸了》作者：宫槐知玉.txt",
    "夸克盘链接": "https://pan.quark.cn/s/77cdde151982"
  },
  {
    "文件名": "《长命百岁》作者：中森林辛.txt",
    "夸克盘链接": "https://pan.quark.cn/s/523337e60696"
  },
  {
    "文件名": "《掌心的月亮》作者：东风入阵来.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c44ce2bab05b"
  },
  {
    "文件名": "《影帝他病娇且疯批》作者：哎呀呀月丫丫.txt",
    "夸克盘链接": "https://pan.quark.cn/s/535f605b2e86"
  },
  {
    "文件名": "《战利品》作者：衣袂翻飞.txt",
    "夸克盘链接": "https://pan.quark.cn/s/6cba14fcc039"
  },
  {
    "文件名": "《在敌营监狱看大门[无限]》作者：宫槐知玉.txt",
    "夸克盘链接": "https://pan.quark.cn/s/f807aa5e3d8f"
  },
  {
    "文件名": "《原来我是异常源》作者：程惊堂.txt",
    "夸克盘链接": "https://pan.quark.cn/s/1c29fa9e3399"
  },
  {
    "文件名": "《许你一世深情》作者：爱吃糖的玉儿.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c3557292b401"
  },
  {
    "文件名": "《阳寿将尽请及时充值》作者：鹭天芽.txt",
    "夸克盘链接": "https://pan.quark.cn/s/6e1598ffcbfe"
  },
  {
    "文件名": "《校霸抢了我的第一怎么办》作者：玉米粒儿.txt",
    "夸克盘链接": "https://pan.quark.cn/s/dc7f09881a70"
  },
  {
    "文件名": "《一切都变了》作者：fox乐仔.txt",
    "夸克盘链接": "https://pan.quark.cn/s/cd56ceb75e92"
  },
  {
    "文件名": "《凶悍老板和他的漂亮小作精》作者：禾花.txt",
    "夸克盘链接": "https://pan.quark.cn/s/3e8088aad637"
  },
  {
    "文件名": "《小哑巴》作者：相见欢.txt",
    "夸克盘链接": "https://pan.quark.cn/s/2e85038cb741"
  },
  {
    "文件名": "《误撩》作者：弦意.txt",
    "夸克盘链接": "https://pan.quark.cn/s/b467005f4c60"
  },
  {
    "文件名": "《小漂亮在龙傲天剧本里和炮灰谈恋爱》作者：柒柒八.txt",
    "夸克盘链接": "https://pan.quark.cn/s/fc0aaf6b6fbc"
  },
  {
    "文件名": "《小糊咖和影帝结婚后甜酣了》作者：梁夷则.txt",
    "夸克盘链接": "https://pan.quark.cn/s/eb6bb8b83fc6"
  },
  {
    "文件名": "《小触手恋爱守则》作者：顾菇咕.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e2bd2ebdc1bc"
  },
  {
    "文件名": "《女配的苏爽人生》作者：半盏茗茶.txt",
    "夸克盘链接": "https://pan.quark.cn/s/61729678cf6f"
  },
  {
    "文件名": "《无罪深渊》作者：钟玺敏子.txt",
    "夸克盘链接": "https://pan.quark.cn/s/95796b0ebe52"
  },
  {
    "文件名": "《女装后成为情敌白月光》作者：挽初.txt",
    "夸克盘链接": "https://pan.quark.cn/s/0ab8ac184d19"
  },
  {
    "文件名": "《全娱乐圈为我神魂颠倒》（番外完）作者：.txt",
    "夸克盘链接": "https://pan.quark.cn/s/8842ec226686"
  },
  {
    "文件名": "《全校都以为我们是死对头》作者：星河白昼.txt",
    "夸克盘链接": "https://pan.quark.cn/s/1b18f85d13a8"
  },
  {
    "文件名": "《全校都在嗑我俩》作者：一醉方休.txt",
    "夸克盘链接": "https://pan.quark.cn/s/863c0fffebb2"
  },
  {
    "文件名": "《人间失守》作者：斑衣白骨.txt",
    "夸克盘链接": "https://pan.quark.cn/s/9a58e85e923b"
  },
  {
    "文件名": "《人格们的完美游戏》作者：江洋大刀.txt",
    "夸克盘链接": "https://pan.quark.cn/s/9ab6e93ad162"
  },
  {
    "文件名": "《燃心》作者：金刚圈.txt",
    "夸克盘链接": "https://pan.quark.cn/s/25524f90bb52"
  },
  {
    "文件名": "《人间客》作者：许疏.txt",
    "夸克盘链接": "https://pan.quark.cn/s/adf0cccecd6c"
  },
  {
    "文件名": "《人间收容所[无限流]》作者：拾月光.txt",
    "夸克盘链接": "https://pan.quark.cn/s/1808310498f8"
  },
  {
    "文件名": "《人设崩塌后反派连夜跑了[快穿]》作者：林多多.txt",
    "夸克盘链接": "https://pan.quark.cn/s/16e6b67aa047"
  },
  {
    "文件名": "《人均小龙崽监护人》作者：白满树.txt",
    "夸克盘链接": "https://pan.quark.cn/s/8f88df5904cb"
  },
  {
    "文件名": "《人妻与深夜情爱专员（1v1 双性）》作者：张轻狂.txt",
    "夸克盘链接": "https://pan.quark.cn/s/790f9b23ad54"
  },
  {
    "文件名": "《人生乱套我睡觉》作者：沈中鱼.txt",
    "夸克盘链接": "https://pan.quark.cn/s/26226c8cf32c"
  },
  {
    "文件名": "《人渣回收站[快穿]》（番外完）作者：酸梅.txt",
    "夸克盘链接": "https://pan.quark.cn/s/653dfdebe684"
  },
  {
    "文件名": "《人鱼湾》作者：芝芝圆圆.txt",
    "夸克盘链接": "https://pan.quark.cn/s/7bbf3e670795"
  },
  {
    "文件名": "《日落大道》作者：卡比丘.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ed44d3310827"
  },
  {
    "文件名": "《荣获男主[快穿]》作者：冻感超人.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c1942bde0585"
  },
  {
    "文件名": "《如何为爱手撕剧本[快穿]》作者：九叠.txt",
    "夸克盘链接": "https://pan.quark.cn/s/8dc33953d2c6"
  },
  {
    "文件名": "《入骨相思》（第五卷十六章）双性 主受作者：天痕壹月.txt",
    "夸克盘链接": "https://pan.quark.cn/s/d1a5bfff91a5"
  },
  {
    "文件名": "《濡沫》作者：郑二.txt",
    "夸克盘链接": "https://pan.quark.cn/s/677bc34f94a6"
  },
  {
    "文件名": "《入微》作者：春色如刀.txt",
    "夸克盘链接": "https://pan.quark.cn/s/fbe37c01422b"
  },
  {
    "文件名": "《入梦娇软双性师尊》作者：已经是个死包子了.txt",
    "夸克盘链接": "https://pan.quark.cn/s/9460c85e6876"
  },
  {
    "文件名": "《软饭雄虫他A爆了[虫族]》（番外完）作者.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a9dc38978a2f"
  },
  {
    "文件名": "《三个绝美穷受攻略我》作者：凭胸.txt",
    "夸克盘链接": "https://pan.quark.cn/s/992b2b0d2bc5"
  },
  {
    "文件名": "《撒娇攻怎么了嘛》（番外完）作者：安则.txt",
    "夸克盘链接": "https://pan.quark.cn/s/f414b703d78b"
  },
  {
    "文件名": "《三嫁权臣》作者：子夜听风.txt",
    "夸克盘链接": "https://pan.quark.cn/s/1578fb068718"
  },
  {
    "文件名": "《杀戮秀》作者：狐狸（精修版）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a40fcfed9bb3"
  },
  {
    "文件名": "《三角关系》作者：达不溜歪.txt",
    "夸克盘链接": "https://pan.quark.cn/s/fef13133f207"
  },
  {
    "文件名": "《三年寡夫两年将军夫人》作者：酒也好.txt",
    "夸克盘链接": "https://pan.quark.cn/s/4acd3cdfb3c1"
  },
  {
    "文件名": "《丧家犬》作者：吃一口椰冻.txt",
    "夸克盘链接": "https://pan.quark.cn/s/51fbfe367fa6"
  },
  {
    "文件名": "《丧尸横行之绝地求生》（番外完）作者：何.txt",
    "夸克盘链接": "https://pan.quark.cn/s/435b85b4a1f7"
  },
  {
    "文件名": "《今天去找康熙认爹了没有》作者：藤萝浠月.txt",
    "夸克盘链接": "https://pan.quark.cn/s/0176541a7907"
  },
  {
    "文件名": "《今天的修罗场也很热闹》作者：关尼尼.txt",
    "夸克盘链接": "https://pan.quark.cn/s/0d73b6e0c701"
  },
  {
    "文件名": "《杀青》作者：无射.txt",
    "夸克盘链接": "https://pan.quark.cn/s/8f7b5032cb5c"
  },
  {
    "文件名": "《杀戮秀》作者：狐狸fox.txt",
    "夸克盘链接": "https://pan.quark.cn/s/92c4c756c12f"
  },
  {
    "文件名": "《闪婚对象是前男友上司》作者：解冻湖.txt",
    "夸克盘链接": "https://pan.quark.cn/s/0582ce754f34"
  },
  {
    "文件名": "《傻子》作者：有兮木兮.txt",
    "夸克盘链接": "https://pan.quark.cn/s/79c9be995dd9"
  },
  {
    "文件名": "《上古神啾》作者：青色羽翼.txt",
    "夸克盘链接": "https://pan.quark.cn/s/d177677cf54d"
  },
  {
    "文件名": "《上赶着不是买卖》作者：金大.txt",
    "夸克盘链接": "https://pan.quark.cn/s/9d6f0fbcc42f"
  },
  {
    "文件名": "《社恐小丧尸被迫出门》作者：浪里淘浪.txt",
    "夸克盘链接": "https://pan.quark.cn/s/26a28ec1772f"
  },
  {
    "文件名": "《摄政王》作者：月亮血浆.txt",
    "夸克盘链接": "https://pan.quark.cn/s/bdcae4cfe229"
  },
  {
    "文件名": "《少爷回来后我被撵滚蛋了》作者：雪夜.txt",
    "夸克盘链接": "https://pan.quark.cn/s/7dcd5d02e1a2"
  },
  {
    "文件名": "《谁动了大佬的鱼摆摆》作者：南村狐大.txt",
    "夸克盘链接": "https://pan.quark.cn/s/75ce0d7de2fe"
  },
  {
    "文件名": "《身边》作者：瑜飒飒.txt",
    "夸克盘链接": "https://pan.quark.cn/s/2052a1c244ba"
  },
  {
    "文件名": "《身不由己》作者：乔二姊.txt",
    "夸克盘链接": "https://pan.quark.cn/s/b18405d28359"
  },
  {
    "文件名": "《谁说老二次元不能结婚！》作者：鳄人行.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c09214004b18"
  },
  {
    "文件名": "《神经病与病娇》作者：哼哼hengheng.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c0a6a204d91a"
  },
  {
    "文件名": "《深不可测》作者：wy紫陌.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ba0fd9754144"
  },
  {
    "文件名": "《深情炮灰决定摆烂[快穿]》作者：逢花.txt",
    "夸克盘链接": "https://pan.quark.cn/s/1b56097410a8"
  },
  {
    "文件名": "《神也别想拦着我搞基建！》作者：青竹叶.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c30f754ff661"
  },
  {
    "文件名": "《生孩子是两个人的事》作者：汶汶乡.txt",
    "夸克盘链接": "https://pan.quark.cn/s/2af7a703b642"
  },
  {
    "文件名": "《胜负欲》作者：七子华(完结 番全).txt",
    "夸克盘链接": "https://pan.quark.cn/s/1d0450b69c22"
  },
  {
    "文件名": "《失忆后被贺先生偏爱了》作者：范二先森.txt",
    "夸克盘链接": "https://pan.quark.cn/s/1db573acf6a8"
  },
  {
    "文件名": "《生长痛》作者：春意夏嗜酒吃茶.txt",
    "夸克盘链接": "https://pan.quark.cn/s/6b4e28c9f853"
  },
  {
    "文件名": "《失忆飞行》作者：三厌.txt",
    "夸克盘链接": "https://pan.quark.cn/s/7d70e9e4617e"
  },
  {
    "文件名": "《前男友是人鱼》作者：魏丛良.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c17a74aa6563"
  },
  {
    "文件名": "《前夫高能》作者：绝世猫痞.txt",
    "夸克盘链接": "https://pan.quark.cn/s/f6abb347e702"
  },
  {
    "文件名": "《失忆后大美人多了个崽[娱乐圈]》作者：三拾叁.txt",
    "夸克盘链接": "https://pan.quark.cn/s/cee6910079e7"
  },
  {
    "文件名": "《失忆后我在末世称霸》作者：夜梦黎.txt",
    "夸克盘链接": "https://pan.quark.cn/s/183f8c186c4e"
  },
  {
    "文件名": "《师尊在娱乐圈爆红》作者：山止川行.txt",
    "夸克盘链接": "https://pan.quark.cn/s/f8fb0e884e15"
  },
  {
    "文件名": "《失忆人鱼攻略指南》作者：楼不危.txt",
    "夸克盘链接": "https://pan.quark.cn/s/46f5f554e31f"
  },
  {
    "文件名": "《石榴裙下》（番外完）作者：七子华.txt",
    "夸克盘链接": "https://pan.quark.cn/s/43f59b251711"
  },
  {
    "文件名": "《十宗罪5》作者：蜘蛛.txt",
    "夸克盘链接": "https://pan.quark.cn/s/fb53d6e4400c"
  },
  {
    "文件名": "《拾朝》作者：公子优.txt",
    "夸克盘链接": "https://pan.quark.cn/s/640020e9afb3"
  },
  {
    "文件名": "《拾龙》作者：傅小酥.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c0d1ce229c3d"
  },
  {
    "文件名": "《拾玉记》作者：水在镜中.txt",
    "夸克盘链接": "https://pan.quark.cn/s/87de9109618f"
  },
  {
    "文件名": "《世界地图与只此一个的你》作者：麻酱烧饼.txt",
    "夸克盘链接": "https://pan.quark.cn/s/2cfe384071ce"
  },
  {
    "文件名": "《始是新承恩泽时》作者：刘水水.txt",
    "夸克盘链接": "https://pan.quark.cn/s/cc4051b8da16"
  },
  {
    "文件名": "《市井之徒》作者：莫桑石.txt",
    "夸克盘链接": "https://pan.quark.cn/s/014a56228529"
  },
  {
    "文件名": "《是我黑了你的机甲！》作者：灯的开关.txt",
    "夸克盘链接": "https://pan.quark.cn/s/1572739c7551"
  },
  {
    "文件名": "《是我言不由衷》作者：卡宴.txt",
    "夸克盘链接": "https://pan.quark.cn/s/8952fdb7cff1"
  },
  {
    "文件名": "《是套子质量不行》作者：赵酒良.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c170e1fe8d9a"
  },
  {
    "文件名": "《事后清晨》 作者：吃口肉.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e86b01f9b8ed"
  },
  {
    "文件名": "《兽世小确幸》（番外完）作者：易加二十一.txt",
    "夸克盘链接": "https://pan.quark.cn/s/3dea4e956d4f"
  },
  {
    "文件名": "《手握剧本后我成了万人迷》作者：绵西.txt",
    "夸克盘链接": "https://pan.quark.cn/s/693cd6fff2a7"
  },
  {
    "文件名": "《收缴金手指[快穿]》作者：雾孑.txt",
    "夸克盘链接": "https://pan.quark.cn/s/6292706ebaf0"
  },
  {
    "文件名": "《兽人之荒野求生》作者：大小丫.txt",
    "夸克盘链接": "https://pan.quark.cn/s/7aacccd2dc14"
  },
  {
    "文件名": "《兽世养狼[种田]》（番外完）作者：稼禾.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a3bda89eb9f8"
  },
  {
    "文件名": "《舒先生再给我一次机会》（番外完）作者：.txt",
    "夸克盘链接": "https://pan.quark.cn/s/66ced4de2d80"
  },
  {
    "文件名": "《竖子》（番外完）作者：蕉三根.txt",
    "夸克盘链接": "https://pan.quark.cn/s/37f0d4764ebd"
  },
  {
    "文件名": "《书名重生被渣攻死缠烂打》作者：飞禽走兽.txt",
    "夸克盘链接": "https://pan.quark.cn/s/6842a4072ea2"
  },
  {
    "文件名": "《双界大神》作者：菲尼克斯P.txt",
    "夸克盘链接": "https://pan.quark.cn/s/be2a4dda62ac"
  },
  {
    "文件名": "《双性教官的军婚》作者：maevelee.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a6555c9a4e68"
  },
  {
    "文件名": "《双性浪受勾搭学霸后的日日夜夜》作者：阳阳想要日.txt",
    "夸克盘链接": "https://pan.quark.cn/s/fe2ae5ad5060"
  },
  {
    "文件名": "《双性教师与乱伦兄弟》作者：取名字好难鸭.txt",
    "夸克盘链接": "https://pan.quark.cn/s/d0203a33f44b"
  },
  {
    "文件名": "《死对头是猫薄荷而我是猫怎么破[娱乐圈]》作者：扶苏与柳叶.txt",
    "夸克盘链接": "https://pan.quark.cn/s/b097fb63a6ac"
  },
  {
    "文件名": "《死性不改》作者：提百万.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c1215da21e91"
  },
  {
    "文件名": "《虽然我很弱但是我朋友超厉害》作者：礼易诗书.txt",
    "夸克盘链接": "https://pan.quark.cn/s/600675ec4adb"
  },
  {
    "文件名": "《死缠烂打》作者：一只春兔.txt",
    "夸克盘链接": "https://pan.quark.cn/s/0d07327b00f8"
  },
  {
    "文件名": "《宋玉章》作者：冻感超人.txt",
    "夸克盘链接": "https://pan.quark.cn/s/4d4d4994ae57"
  },
  {
    "文件名": "《随手捡来的小娇妻》作者：匿名咸鱼.txt",
    "夸克盘链接": "https://pan.quark.cn/s/88888c08e9bd"
  },
  {
    "文件名": "《岁在长宁》作者：杯莫亭.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c394497f22d6"
  },
  {
    "文件名": "《他的受害者》作者：许远归.txt",
    "夸克盘链接": "https://pan.quark.cn/s/0ca8a8928f50"
  },
  {
    "文件名": "《所有人都想捧我上皇位》作者：鹤安.txt",
    "夸克盘链接": "https://pan.quark.cn/s/d5451e5c3636"
  },
  {
    "文件名": "《他的奴及附赠品（3p 一主两奴）》作者：麽麽酱.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a21d1b8f0f96"
  },
  {
    "文件名": "《他还不来抢走我》作者：鹊桥西.txt",
    "夸克盘链接": "https://pan.quark.cn/s/143c99e11714"
  },
  {
    "文件名": "《他的温柔陷阱》作者：绿芦.txt",
    "夸克盘链接": "https://pan.quark.cn/s/adfec783af4f"
  },
  {
    "文件名": "《他们对我紧追不舍[快穿]》作者：望三山.txt",
    "夸克盘链接": "https://pan.quark.cn/s/6fc54adaf893"
  },
  {
    "文件名": "《他看起来很好睡（1v1 双性）》作者：芋圆芋泥007.txt",
    "夸克盘链接": "https://pan.quark.cn/s/fb473377835d"
  },
  {
    "文件名": "《他们不是人！（无限）》作者：恰到好处.txt",
    "夸克盘链接": "https://pan.quark.cn/s/64cd7da63e7b"
  },
  {
    "文件名": "《他们只是我的马甲》作者：九叠云锦张.txt",
    "夸克盘链接": "https://pan.quark.cn/s/cec2c1d95f78"
  },
  {
    "文件名": "《他那么宠》作者：一只小甜甜.txt",
    "夸克盘链接": "https://pan.quark.cn/s/631d7c9e080b"
  },
  {
    "文件名": "《他说的》作者：月亮有个小脚丫(番全).txt",
    "夸克盘链接": "https://pan.quark.cn/s/af4489a68142"
  },
  {
    "文件名": "《万人迷自己制造修罗场[快穿]》作者：梨花兔兔.txt",
    "夸克盘链接": "https://pan.quark.cn/s/286d7bfe77c4"
  },
  {
    "文件名": "《糖炒栗子伴奶茶》作者：叶若溪.txt",
    "夸克盘链接": "https://pan.quark.cn/s/71bcb502ecc0"
  },
  {
    "文件名": "《万人嫌小傻子嫁给残疾大佬后》作者：无敌小咸鱼.txt",
    "夸克盘链接": "https://pan.quark.cn/s/007930725b3c"
  },
  {
    "文件名": "《望春冰》作者：符黎.txt",
    "夸克盘链接": "https://pan.quark.cn/s/deefe9026b93"
  },
  {
    "文件名": "《窝心》作者：咿芽.txt",
    "夸克盘链接": "https://pan.quark.cn/s/bf63519afce8"
  },
  {
    "文件名": "《我当太后这些年》作者：刀豆.txt",
    "夸克盘链接": "https://pan.quark.cn/s/5f6c502a5745"
  },
  {
    "文件名": "《我导演了灵气复苏》作者：辉羽天.txt",
    "夸克盘链接": "https://pan.quark.cn/s/944d193d334b"
  },
  {
    "文件名": "《我和冥主谈恋爱》作者：店长不开店.txt",
    "夸克盘链接": "https://pan.quark.cn/s/5a5a86ee1fa7"
  },
  {
    "文件名": "《我的竹马他为什么这样》作者：弦意.txt",
    "夸克盘链接": "https://pan.quark.cn/s/37ed03f20c9b"
  },
  {
    "文件名": "《我靠云种植苟命后爆红了［穿书］》作者：宫槐知玉.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ea797a5961bc"
  },
  {
    "文件名": "《我那诡计多端的神》作者：洛洛梨.txt",
    "夸克盘链接": "https://pan.quark.cn/s/256e94247b60"
  },
  {
    "文件名": "《我图他自己动》作者：凝春绿.txt",
    "夸克盘链接": "https://pan.quark.cn/s/370b62d1c2d4"
  },
  {
    "文件名": "《强制撩火》作者：小怡子.txt",
    "夸克盘链接": "https://pan.quark.cn/s/04f087cc625b"
  },
  {
    "文件名": "《强者无敌》作者：壁瑶.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a778c9663848"
  },
  {
    "文件名": "《轻慢佳人》作者：崔罗什.txt",
    "夸克盘链接": "https://pan.quark.cn/s/9c0b7353b101"
  },
  {
    "文件名": "《青未了》作者：白堕春醪.txt",
    "夸克盘链接": "https://pan.quark.cn/s/4ac9cf32cbf0"
  },
  {
    "文件名": "《琴声掠过易北河》作者：美岱.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a93a73102747"
  },
  {
    "文件名": "《切除腺体后渣攻后悔了》（番外完）作者：.txt",
    "夸克盘链接": "https://pan.quark.cn/s/0b06cc1b8350"
  },
  {
    "文件名": "《乔大牌》作者：鬼丑.txt",
    "夸克盘链接": "https://pan.quark.cn/s/0c83fa006fbd"
  },
  {
    "文件名": "《蔷薇凭证》作者：博尔赫叁.txt",
    "夸克盘链接": "https://pan.quark.cn/s/6f0d27110be4"
  },
  {
    "文件名": "《囚心偷欢》作者：孤舟子.txt",
    "夸克盘链接": "https://pan.quark.cn/s/83ac4d597f5a"
  },
  {
    "文件名": "《秋以为期》作者：桃千岁.txt",
    "夸克盘链接": "https://pan.quark.cn/s/b136eaac10aa"
  },
  {
    "文件名": "《秋岚归舟》作者：小箐岚.txt",
    "夸克盘链接": "https://pan.quark.cn/s/0f0eedb9ca5b"
  },
  {
    "文件名": "《情话连篇（1v1 双性人妻受）》作者：老中医.txt",
    "夸克盘链接": "https://pan.quark.cn/s/1c2eecb72d75"
  },
  {
    "文件名": "《全世界都将奉我为王》作者：张无声.txt",
    "夸克盘链接": "https://pan.quark.cn/s/07fa928b1ad6"
  },
  {
    "文件名": "《情敌对我表白了》作者：止戈.txt",
    "夸克盘链接": "https://pan.quark.cn/s/085b60328eb0"
  },
  {
    "文件名": "《全世界都为我神魂颠倒[穿书]》作者：言西早早.txt",
    "夸克盘链接": "https://pan.quark.cn/s/1e9a1b3d0d2d"
  },
  {
    "文件名": "《权限禁制ABO》作者：却邪V.txt",
    "夸克盘链接": "https://pan.quark.cn/s/78fc6e5182bc"
  },
  {
    "文件名": "《清平乐事》作者：兰屏.txt",
    "夸克盘链接": "https://pan.quark.cn/s/4f0487b4e6f8"
  },
  {
    "文件名": "《全世界我最爱你[娱乐圈]》作者：林盎司.txt",
    "夸克盘链接": "https://pan.quark.cn/s/877bacd16fb2"
  },
  {
    "文件名": "《全息游戏里的万人迷npc》作者：苏怀荒.txt",
    "夸克盘链接": "https://pan.quark.cn/s/8f3c085d6ef7"
  },
  {
    "文件名": "《圈套》作者：专业围观.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e3d72ca12f39"
  },
  {
    "文件名": "《蕉鹿几事》作者：几个梨.txt",
    "夸克盘链接": "https://pan.quark.cn/s/0b6734266214"
  },
  {
    "文件名": "《快穿：男神他自带万人迷光环》作者：掠过明月.txt",
    "夸克盘链接": "https://pan.quark.cn/s/8c773996ad9f"
  },
  {
    "文件名": "《教授的镜像女装恋人》作者：菊长大人.txt",
    "夸克盘链接": "https://pan.quark.cn/s/b9bb708d709b"
  },
  {
    "文件名": "《快穿：万人迷深陷修罗场》作者：Eiaa.txt",
    "夸克盘链接": "https://pan.quark.cn/s/8b2f818d8f99"
  },
  {
    "文件名": "《美人丞相的千层套路》作者：秋小天.fulltext.txt",
    "夸克盘链接": "https://pan.quark.cn/s/f3b92e921e27"
  },
  {
    "文件名": "《快穿：不要老想着亲我啊》作者：胖迪死忠粉.txt",
    "夸克盘链接": "https://pan.quark.cn/s/b3f1873fcd1b"
  },
  {
    "文件名": "《美人被影帝强行宠爱》作者：乌弦歌.txt",
    "夸克盘链接": "https://pan.quark.cn/s/54f28a5d98bb"
  },
  {
    "文件名": "《快穿：开挂后总在修罗场》作者：王如果.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ebc44c7a65b2"
  },
  {
    "文件名": "《棉玻璃》作者：会撒娇才有老婆.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c01b82fac7f1"
  },
  {
    "文件名": "《面对渣攻我选择BE》作者：凉白苏.txt",
    "夸克盘链接": "https://pan.quark.cn/s/1fdde1cfa4e8"
  },
  {
    "文件名": "《鸣雀将摧》作者：十七双目.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a1256f6dbb85"
  },
  {
    "文件名": "《敏感关系》作者：南院有风.txt",
    "夸克盘链接": "https://pan.quark.cn/s/84ba9fe89eee"
  },
  {
    "文件名": "《貌合神离》作者：困倚危楼.txt",
    "夸克盘链接": "https://pan.quark.cn/s/9b36b02286da"
  },
  {
    "文件名": "《每天都在拯救虐文受》作者：殿上不殿下.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ec964b88739c"
  },
  {
    "文件名": "《魔尊他有猫了》作者：少予.txt",
    "夸克盘链接": "https://pan.quark.cn/s/2c606b1e49c1"
  },
  {
    "文件名": "《魔王俘虏圣君的第七年》作者：岳千月.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c73ebd7cf7f1"
  },
  {
    "文件名": "《魔尊和他的师尊大人》作者：路殊夜.txt",
    "夸克盘链接": "https://pan.quark.cn/s/567fef57ef5d"
  },
  {
    "文件名": "《魔灵废土【双性 结局1v1】》作者：小魔厨.txt",
    "夸克盘链接": "https://pan.quark.cn/s/2103e84d61d5"
  },
  {
    "文件名": "《猫步轻窍》作者：苍山远.txt",
    "夸克盘链接": "https://pan.quark.cn/s/f202b25e6045"
  },
  {
    "文件名": "《猫系被迫攻略的反应是》作者：一颗苹果糖.txt",
    "夸克盘链接": "https://pan.quark.cn/s/bae85cb6a64a"
  },
  {
    "文件名": "《满满喜欢你》作者：久陆.txt",
    "夸克盘链接": "https://pan.quark.cn/s/9bca9290084d"
  },
  {
    "文件名": "《麦芽糖》作者：花间三壶酒.txt",
    "夸克盘链接": "https://pan.quark.cn/s/bb925f9623da"
  },
  {
    "文件名": "《猫猫今天也在拯救反派[快穿]》作者：啄米.txt",
    "夸克盘链接": "https://pan.quark.cn/s/bdd37bc1994f"
  },
  {
    "文件名": "《卖火箭的小女孩[星际]》（番外完）作者：.txt",
    "夸克盘链接": "https://pan.quark.cn/s/8fbacd16f328"
  },
  {
    "文件名": "《绿茶炮灰上恋综后成了万人迷[穿书]》作者：墙上阳光.txt",
    "夸克盘链接": "https://pan.quark.cn/s/0b6137221e31"
  },
  {
    "文件名": "《绿茶病美人洗白后》作者：醉又何妨.txt",
    "夸克盘链接": "https://pan.quark.cn/s/aada4075efa9"
  },
  {
    "文件名": "《落日玫瑰》作者：弥湫.txt",
    "夸克盘链接": "https://pan.quark.cn/s/cb887a4150b4"
  },
  {
    "文件名": "《落日池鱼》作者：清凛.txt",
    "夸克盘链接": "https://pan.quark.cn/s/857448f11ba4"
  },
  {
    "文件名": "《魔方世界[无限]》（番外完）作者：莲折.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e21f50603ca5"
  },
  {
    "文件名": "《满朝文武只有朕是O》作者：蒲中酒.txt",
    "夸克盘链接": "https://pan.quark.cn/s/42739af35b7c"
  },
  {
    "文件名": "《魔法大学的东方留学生》（番外完）作者：.txt",
    "夸克盘链接": "https://pan.quark.cn/s/98973cdfb746"
  },
  {
    "文件名": "《美学公式》作者：空菊 （未删减，番全）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/dab53ee3cc13"
  },
  {
    "文件名": "《快穿之劫数难逃》作者：旭日耀阳.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a26d4aca681b"
  },
  {
    "文件名": "《快穿之宿主总在烂尾》作者：清月灵玖.txt",
    "夸克盘链接": "https://pan.quark.cn/s/6aa7f8d20ab8"
  },
  {
    "文件名": "《猛禽对恶犬》作者：澄麟.txt",
    "夸克盘链接": "https://pan.quark.cn/s/99678da810ad"
  },
  {
    "文件名": "《快穿之万人迷》作者：东施娘.txt",
    "夸克盘链接": "https://pan.quark.cn/s/3b3d5ba7a646"
  },
  {
    "文件名": "《逻辑美学》作者：廿小萌.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ba3e31fea775"
  },
  {
    "文件名": "《落魄后被死对头捡到了》作者：林夕林.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c5b09d18ed19"
  },
  {
    "文件名": "《你未婚妻也跑了？》（番外完）作者：云岁意.txt",
    "夸克盘链接": "https://pan.quark.cn/s/3b0ea912884c"
  },
  {
    "文件名": "《你喜欢的人设我都有[娱乐圈] 》作者：三无是萌点.txt",
    "夸克盘链接": "https://pan.quark.cn/s/fb8e8e9e6a92"
  },
  {
    "文件名": "《快来看泼妇啊！》作者：草莓小发发.txt",
    "夸克盘链接": "https://pan.quark.cn/s/076acb3ab902"
  },
  {
    "文件名": "《魔尊也想知道》作者：青色羽翼.txt",
    "夸克盘链接": "https://pan.quark.cn/s/87a73568decf"
  },
  {
    "文件名": "《末世重生之相守》作者：西红柿飞上天.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a8dc8ebaf99b"
  },
  {
    "文件名": "《魔尊要出嫁》作者：北小茶.txt",
    "夸克盘链接": "https://pan.quark.cn/s/3d5257fd964f"
  },
  {
    "文件名": "《末日同行（双性）》作者：春星夜.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ebc7131edae1"
  },
  {
    "文件名": "《那个假亚兽惦记我已久》作者：妙机.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a17e5affe294"
  },
  {
    "文件名": "《男主总对我心动不已[快穿]》作者：云.txt",
    "夸克盘链接": "https://pan.quark.cn/s/04aa21f2c8ad"
  },
  {
    "文件名": "《缪斯》作者：吕天逸.txt",
    "夸克盘链接": "https://pan.quark.cn/s/6cd1eba5eac9"
  },
  {
    "文件名": "《弄哭高岭之花（双性）》作者：睡得香.txt",
    "夸克盘链接": "https://pan.quark.cn/s/0b5a5132c80b"
  },
  {
    "文件名": "《奶味小嫂子》作者：斯里.txt",
    "夸克盘链接": "https://pan.quark.cn/s/db73982923b1"
  },
  {
    "文件名": "《逆天弃子》作者：风雅.txt",
    "夸克盘链接": "https://pan.quark.cn/s/aaf4756136b4"
  },
  {
    "文件名": "《男孩子网恋是会被抓去结婚的》作者：招财的猞猁.txt",
    "夸克盘链接": "https://pan.quark.cn/s/969b2c4d6025"
  },
  {
    "文件名": "《南阳》作者：x向心力.txt",
    "夸克盘链接": "https://pan.quark.cn/s/1f8b50fd5f3e"
  },
  {
    "文件名": "《溺爱无心》作者：晨昏线.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e43b59dd3794"
  },
  {
    "文件名": "《难赴风月》作者：半缘修道.txt",
    "夸克盘链接": "https://pan.quark.cn/s/2c80fa537465"
  },
  {
    "文件名": "《农家子的科举路》（番外完）作者：仪过.txt",
    "夸克盘链接": "https://pan.quark.cn/s/6786fdb96bbd"
  },
  {
    "文件名": "《你怀了我的崽》作者：昀川.txt",
    "夸克盘链接": "https://pan.quark.cn/s/67b94116a398"
  },
  {
    "文件名": "《溺宠》作者：三厌.txt",
    "夸克盘链接": "https://pan.quark.cn/s/d38f27b90fdf"
  },
  {
    "文件名": "《柠檬盐汽水》作者：风铃草（1v1）~补番.txt",
    "夸克盘链接": "https://pan.quark.cn/s/11165b7513d1"
  },
  {
    "文件名": "《您好，上门维修的[快穿]》作者：小福福.txt",
    "夸克盘链接": "https://pan.quark.cn/s/85bfe9f4f652"
  },
  {
    "文件名": "《逆水横刀》作者：香小陌.txt",
    "夸克盘链接": "https://pan.quark.cn/s/1b93c10f27e7"
  },
  {
    "文件名": "《你怎么又来暗恋我》作者：焦糖冬瓜.txt",
    "夸克盘链接": "https://pan.quark.cn/s/f3724c64529d"
  },
  {
    "文件名": "《你是我的糖果》作者：荔枝味小汽水.txt",
    "夸克盘链接": "https://pan.quark.cn/s/2b2ef72bd107"
  },
  {
    "文件名": "《你理理我》作者：月见微.txt",
    "夸克盘链接": "https://pan.quark.cn/s/1e5ed15aa3f0"
  },
  {
    "文件名": "《轮回第一武器商》（番外完）作者：安之若.txt",
    "夸克盘链接": "https://pan.quark.cn/s/5bdd25470733"
  },
  {
    "文件名": "《论如何驯服暴戾小狗》作者：樱桃李.txt",
    "夸克盘链接": "https://pan.quark.cn/s/f7bc7eb7c57d"
  },
  {
    "文件名": "《你们中出了一个异族》作者：殆浅／陌百生.txt",
    "夸克盘链接": "https://pan.quark.cn/s/179919274255"
  },
  {
    "文件名": "《拉莫三嗪》作者：蓝鲸不流泪.txt",
    "夸克盘链接": "https://pan.quark.cn/s/28010e347823"
  },
  {
    "文件名": "《空降热搜》 作者：颜凉雨.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c1a0f14b009f"
  },
  {
    "文件名": "《来日方长》作者：一只西瓜大又圆.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e1e4da8d47a4"
  },
  {
    "文件名": "《可恶！疯批下属每天都想诱拐少爷》作者：万楼愈.txt",
    "夸克盘链接": "https://pan.quark.cn/s/0ccae2cf2777"
  },
  {
    "文件名": "《狼行成双》作者：龙瑶.txt",
    "夸克盘链接": "https://pan.quark.cn/s/96ec7344a448"
  },
  {
    "文件名": "《快穿：被S级疯批强制爱》作者：明月之上.txt",
    "夸克盘链接": "https://pan.quark.cn/s/8160367c26be"
  },
  {
    "文件名": "《虐渣不如搞科技[快穿]》作者：天涯黑.txt",
    "夸克盘链接": "https://pan.quark.cn/s/0bee96665637"
  },
  {
    "文件名": "《老公总想给我充电》作者：星宜.txt",
    "夸克盘链接": "https://pan.quark.cn/s/87e91ce6d45a"
  },
  {
    "文件名": "《老板与小狼狗》作者：浩瀚.txt",
    "夸克盘链接": "https://pan.quark.cn/s/9c986017b466"
  },
  {
    "文件名": "《开灵异游乐园后我成了万人迷》作者：秋筠.txt",
    "夸克盘链接": "https://pan.quark.cn/s/6f03e1ece79b"
  },
  {
    "文件名": "《开学第一天全校穿越》（番外完）作者：昼.txt",
    "夸克盘链接": "https://pan.quark.cn/s/0ede635f7e71"
  },
  {
    "文件名": "《剧情时间到[穿书]》作者：常花一笑.txt",
    "夸克盘链接": "https://pan.quark.cn/s/d9390264130a"
  },
  {
    "文件名": "《考拉饲养指南》作者：独耳坛主.txt",
    "夸克盘链接": "https://pan.quark.cn/s/4cbb7cdd3be1"
  },
  {
    "文件名": "《靠美貌通关无限世界》作者：清机令.txt",
    "夸克盘链接": "https://pan.quark.cn/s/6102e2789aec"
  },
  {
    "文件名": "《靠揍哭最强成为攻略砖家》作者：闲豆.txt",
    "夸克盘链接": "https://pan.quark.cn/s/9bfc49e98e5b"
  },
  {
    "文件名": "《警犬》（番外完）作者：天韵五歌.txt",
    "夸克盘链接": "https://pan.quark.cn/s/b0f05429a352"
  },
  {
    "文件名": "《惊蜕》作者：狂上加狂.txt",
    "夸克盘链接": "https://pan.quark.cn/s/7fb8c63b68ef"
  },
  {
    "文件名": "《精神之恋》作者：晏无处.txt",
    "夸克盘链接": "https://pan.quark.cn/s/3dee63924e79"
  },
  {
    "文件名": "《九爷的奴才夫人》作者：巴黎巴黎我是.txt",
    "夸克盘链接": "https://pan.quark.cn/s/cd00350f84a5"
  },
  {
    "文件名": "《救世后我成了万人迷》作者：南木有林.txt",
    "夸克盘链接": "https://pan.quark.cn/s/9b924c1d5252"
  },
  {
    "文件名": "《惊悚游戏的猪队友每天都在翻车》作者：阿黑黑黑.txt",
    "夸克盘链接": "https://pan.quark.cn/s/68933cda2424"
  },
  {
    "文件名": "《剧情崩坏后我成万人迷了[快穿]》作者：铃鹿.txt",
    "夸克盘链接": "https://pan.quark.cn/s/1f83da9ee3c9"
  },
  {
    "文件名": "《救赎》作者：三冬江上雪.txt",
    "夸克盘链接": "https://pan.quark.cn/s/06f0ce47f468"
  },
  {
    "文件名": "《拒绝退圈后全员真香了》作者：玩泥巴的兔子.txt",
    "夸克盘链接": "https://pan.quark.cn/s/3ea6e8492c7c"
  },
  {
    "文件名": "《老师，冒犯了》作者：邬禅见.txt",
    "夸克盘链接": "https://pan.quark.cn/s/d42c6a60b78a"
  },
  {
    "文件名": "《离婚后被小狼狗缠上了》作者：lgsvuxh.txt",
    "夸克盘链接": "https://pan.quark.cn/s/b32c21dc63b3"
  },
  {
    "文件名": "《离婚后我成了事业脑》（番外完）作者：榴.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c2ad208ef742"
  },
  {
    "文件名": "《六公主之撩夫攻略》作者：苏舜.txt",
    "夸克盘链接": "https://pan.quark.cn/s/d6502557ef0c"
  },
  {
    "文件名": "《老妖精》作者：毛厚.txt",
    "夸克盘链接": "https://pan.quark.cn/s/716f971fae7b"
  },
  {
    "文件名": "《柳条花冠》作者：宽二.txt",
    "夸克盘链接": "https://pan.quark.cn/s/811779b23c06"
  },
  {
    "文件名": "《六神大人优雅迷人》作者：自由的山羊.txt",
    "夸克盘链接": "https://pan.quark.cn/s/24e53f37b80f"
  },
  {
    "文件名": "《录鬼簿》作者：七弦未半.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e91bb7c2931f"
  },
  {
    "文件名": "《恋爱驱动式营业》作者：长策.txt",
    "夸克盘链接": "https://pan.quark.cn/s/babdff69bc33"
  },
  {
    "文件名": "《猎兔》作者：猫不惑.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c31bd4fd5b90"
  },
  {
    "文件名": "《离婚之后走上不归路》作者：八宝已被占用.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a5ada0d824ea"
  },
  {
    "文件名": "《流放后男主都爱上了我[快穿]》作者：蓝灵仙.txt",
    "夸克盘链接": "https://pan.quark.cn/s/0ce774fe389d"
  },
  {
    "文件名": "《流浪行星》作者：凉蝉.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c0756847292c"
  },
  {
    "文件名": "《凌辱总裁（下属攻×双性毒舌总裁受）》作者：夏姬八取.txt",
    "夸克盘链接": "https://pan.quark.cn/s/12320443b430"
  },
  {
    "文件名": "《离谱后妈火遍全网》作者：时喧.txt",
    "夸克盘链接": "https://pan.quark.cn/s/905cdc5bc6d5"
  },
  {
    "文件名": "《里世界崩坏进行时［无限］》（番外完）作者：L.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ad768ff7fbac"
  },
  {
    "文件名": "《恋爱脑成了禁欲万人迷》作者：青绒球.txt",
    "夸克盘链接": "https://pan.quark.cn/s/7689c791f2b2"
  },
  {
    "文件名": "《两面派》作者：狮子歌歌.txt",
    "夸克盘链接": "https://pan.quark.cn/s/197e69d0ced1"
  },
  {
    "文件名": "《居安思危》作者：卡列夫司机.txt",
    "夸克盘链接": "https://pan.quark.cn/s/5478b6dd5763"
  },
  {
    "文件名": "《谨言》作者：来自远方.txt",
    "夸克盘链接": "https://pan.quark.cn/s/87921af06e23"
  },
  {
    "文件名": "《金玉其外[重生]》作者：夕夕里.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c7a9b37c20ac"
  },
  {
    "文件名": "《金丝雀宠主日常》作者：纯白蠢白.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a18a5c0af0b4"
  },
  {
    "文件名": "《盘中满秀色》作者：黄花九梨.txt",
    "夸克盘链接": "https://pan.quark.cn/s/89697a04aff8"
  },
  {
    "文件名": "《惊！身娇体软万人迷竟是我自己》作者：全麦面包【番茄】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e1dd3e141e4d"
  },
  {
    "文件名": "《金刚不坏》作者：里伞.txt",
    "夸克盘链接": "https://pan.quark.cn/s/d735e31fd8f8"
  },
  {
    "文件名": "《炮灰反派，沉迷养崽》作者：西柚粥.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e14a0d252154"
  },
  {
    "文件名": "《漂亮O信息素的致命吸引》作者：虞辞砚.txt",
    "夸克盘链接": "https://pan.quark.cn/s/d3af6f5d9cca"
  },
  {
    "文件名": "《炮灰总在逃生游戏当万人迷[快穿]》作者：露小米.txt",
    "夸克盘链接": "https://pan.quark.cn/s/d6fa222a2b3c"
  },
  {
    "文件名": "《炮灰又把主角攻了[快穿]》作者：长白.txt",
    "夸克盘链接": "https://pan.quark.cn/s/3eecb614e101"
  },
  {
    "文件名": "《漂亮NPC是娇气包》（番外完）作者：芝苓.txt",
    "夸克盘链接": "https://pan.quark.cn/s/b8efd02e1d99"
  },
  {
    "文件名": "《漂亮炮灰[无限]》作者：小阿芬.txt",
    "夸克盘链接": "https://pan.quark.cn/s/1078b0e7ae35"
  },
  {
    "文件名": "《陪我弯一会儿》作者：茸山.txt",
    "夸克盘链接": "https://pan.quark.cn/s/4a665a37278e"
  },
  {
    "文件名": "《漂亮炮灰觉醒后野翻了[穿书]》作者：椿兮【书耽】 .txt",
    "夸克盘链接": "https://pan.quark.cn/s/ff76e66705f7"
  },
  {
    "文件名": "《漂亮美人在恋综成了万人迷》作者：九月飞火.txt",
    "夸克盘链接": "https://pan.quark.cn/s/2d47886f2932"
  },
  {
    "文件名": "《漂亮娇气包穿成炮灰攻四之后》作者：卖茶的小女巫.txt",
    "夸克盘链接": "https://pan.quark.cn/s/b7a0f59db21f"
  },
  {
    "文件名": "《偏执大佬黑月光逃婚后》作者：唐不弃.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c12d66e7cc35"
  },
  {
    "文件名": "《片场巨星》（番外完）作者：紫矜.txt",
    "夸克盘链接": "https://pan.quark.cn/s/9199e33355b0"
  },
  {
    "文件名": "《气质女A，貌美强O[女A男O]》作者：妖怪变身.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a4ea58e3cf62"
  },
  {
    "文件名": "《签下离婚协议后我被读心了》作者：橘子HW.txt",
    "夸克盘链接": "https://pan.quark.cn/s/de41db0d20ab"
  },
  {
    "文件名": "《恰到好处》作者：是糖不缺盐.txt",
    "夸克盘链接": "https://pan.quark.cn/s/aed771934d4d"
  },
  {
    "文件名": "《千山》作者：雨下北桥.txt",
    "夸克盘链接": "https://pan.quark.cn/s/24b539b06162"
  },
  {
    "文件名": "《漂亮炮灰手拿反派剧本后[快穿]》作者：裴川野.txt",
    "夸克盘链接": "https://pan.quark.cn/s/1f8b1905a9df"
  },
  {
    "文件名": "《破产后我的七位死对头要和我联姻》作者：周大医生.txt",
    "夸克盘链接": "https://pan.quark.cn/s/adb6687f20c6"
  },
  {
    "文件名": "《普通高中生成为邪神后》作者：天天吃.txt",
    "夸克盘链接": "https://pan.quark.cn/s/03452add15ee"
  },
  {
    "文件名": "《妻奴本奴》作者：烙胤.txt",
    "夸克盘链接": "https://pan.quark.cn/s/7d948005c26d"
  },
  {
    "文件名": "《漂亮受气包嫁入豪门后》作者：十三州府.txt",
    "夸克盘链接": "https://pan.quark.cn/s/5bc0e0a1cb77"
  },
  {
    "文件名": "《漂亮小可怜总在修罗场[无限]》作者：放我睡觉.txt",
    "夸克盘链接": "https://pan.quark.cn/s/9e120ececec7"
  },
  {
    "文件名": "《貔貅饭馆，只进不出》作者：海鶄落.txt",
    "夸克盘链接": "https://pan.quark.cn/s/21e473445067"
  },
  {
    "文件名": "《炮灰受逆袭万人迷》作者：凭胸.txt",
    "夸克盘链接": "https://pan.quark.cn/s/f45191109480"
  },
  {
    "文件名": "《漂亮笨蛋作死后成了万人迷》作者：知雪重.txt",
    "夸克盘链接": "https://pan.quark.cn/s/657b188fd1e4"
  },
  {
    "文件名": "《漂亮攻四被骗成为了万人迷[快穿]》作者：香菇凉凉.txt",
    "夸克盘链接": "https://pan.quark.cn/s/7fbba07d3de8"
  },
  {
    "文件名": "《欺上》作者：半缘修道.txt",
    "夸克盘链接": "https://pan.quark.cn/s/62984e5aa1d5"
  },
  {
    "文件名": "《炮灰他什么都会[快穿]》作者：雨后岚.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a1d3fbd71383"
  },
  {
    "文件名": "《期限花园》作者：时花唐水.txt",
    "夸克盘链接": "https://pan.quark.cn/s/851394d19dea"
  },
  {
    "文件名": "《爬》作者：少盐.txt",
    "夸克盘链接": "https://pan.quark.cn/s/3fddfeea4120"
  },
  {
    "文件名": "《就互相演吧[快穿]》（番外完）作者：闲字.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ba4267bffe7e"
  },
  {
    "文件名": "《鞠躬尽瘁死而后已[快穿]》作者：寒星孤月.txt",
    "夸克盘链接": "https://pan.quark.cn/s/eddf4b979bef"
  },
  {
    "文件名": "《就你多嘴 》作者：何暮楚.txt",
    "夸克盘链接": "https://pan.quark.cn/s/bfde103c0648"
  },
  {
    "文件名": "《举国之力（双性）》作者：爱吃甜肉肉.txt",
    "夸克盘链接": "https://pan.quark.cn/s/8d249e2d2812"
  },
  {
    "文件名": "《今天也在向白月光求爱》作者：与孟生.txt",
    "夸克盘链接": "https://pan.quark.cn/s/0f8fa40ca459"
  },
  {
    "文件名": "《竭泽而渔》作者：夜很贫瘠.txt",
    "夸克盘链接": "https://pan.quark.cn/s/9dcf0b7272ac"
  },
  {
    "文件名": "《结痂》作者：留白.txt",
    "夸克盘链接": "https://pan.quark.cn/s/6f0995c772eb"
  },
  {
    "文件名": "《今天我演耽改了吗》作者：天天好心情.txt",
    "夸克盘链接": "https://pan.quark.cn/s/208cfa4e2604"
  },
  {
    "文件名": "《我又穿成了非人类[快穿]》作者：糖莓.txt",
    "夸克盘链接": "https://pan.quark.cn/s/7b14d47b2b58"
  },
  {
    "文件名": "《无限流大佬他走错片场了》作者：鱼苏鲁.txt",
    "夸克盘链接": "https://pan.quark.cn/s/0bfa34514224"
  },
  {
    "文件名": "《娇妻观察实录》作者：云深情浅.txt",
    "夸克盘链接": "https://pan.quark.cn/s/11b85643f1e3"
  },
  {
    "文件名": "《娇气包在无限世界天天被坏男人哄》作者：星期十.txt",
    "夸克盘链接": "https://pan.quark.cn/s/1d13535959f5"
  },
  {
    "文件名": "《娇宠小夫郎》作者：三山禅.txt",
    "夸克盘链接": "https://pan.quark.cn/s/8c6b3ec0955b"
  },
  {
    "文件名": "《将军的秘密（3p 双性）》作者：水三金.txt",
    "夸克盘链接": "https://pan.quark.cn/s/4d87a7071470"
  },
  {
    "文件名": "《江扉的迷人日常》作者：江洋大刀.txt",
    "夸克盘链接": "https://pan.quark.cn/s/2da89819a1a2"
  },
  {
    "文件名": "《捡来的男人》作者：一只西瓜大又圆.txt",
    "夸克盘链接": "https://pan.quark.cn/s/976c2d53adb9"
  },
  {
    "文件名": "《姜可》作者：Juneyyyy（双x生子）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/077f3e7146f9"
  },
  {
    "文件名": "《捡了条狗【穿书】》作者：十三页岩.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ffdebae11358"
  },
  {
    "文件名": "《捡回来的野男人》作者：乔陛.txt",
    "夸克盘链接": "https://pan.quark.cn/s/956943fe1f7f"
  },
  {
    "文件名": "《捡到一只人偶[综原神]》作者：关云裳.txt",
    "夸克盘链接": "https://pan.quark.cn/s/49153e14fb73"
  },
  {
    "文件名": "《煎饼车》作者：折一枚针.txt",
    "夸克盘链接": "https://pan.quark.cn/s/879dd6801454"
  },
  {
    "文件名": "《奸宦》作者：吃一口椰冻.txt",
    "夸克盘链接": "https://pan.quark.cn/s/fb0668b5e0a5"
  },
  {
    "文件名": "《奸臣他一心向死》作者：香却.txt",
    "夸克盘链接": "https://pan.quark.cn/s/4ae4ba5ae647"
  },
  {
    "文件名": "《迹部哥哥是最强警探》（番外完）作者：落.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ed7a0e0f4a47"
  },
  {
    "文件名": "《嫁给我》作者：长生千叶.txt",
    "夸克盘链接": "https://pan.quark.cn/s/59ecec44723f"
  },
  {
    "文件名": "《嫁给豪门老男人》作者：千峰一鹤.txt",
    "夸克盘链接": "https://pan.quark.cn/s/7b421f0fe551"
  },
  {
    "文件名": "《嫁给探花郎后我每天都在真香》作者：许南城.txt",
    "夸克盘链接": "https://pan.quark.cn/s/5dc195013d09"
  },
  {
    "文件名": "《假少爷找回真少爷后》作者：锅锅吃火.txt",
    "夸克盘链接": "https://pan.quark.cn/s/12fb88b1f203"
  },
  {
    "文件名": "《假少爷重生后成了万人迷》作者：子浣【书耽】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a58bce6df99e"
  },
  {
    "文件名": "《家师是条鱼》作者：噩霸.txt",
    "夸克盘链接": "https://pan.quark.cn/s/b9872b017c77"
  },
  {
    "文件名": "《假少爷泪失禁后成了万人迷》作者：程惊堂.txt",
    "夸克盘链接": "https://pan.quark.cn/s/df0e8f3971db"
  },
  {
    "文件名": "《季听日记》作者：秃子小贰.txt",
    "夸克盘链接": "https://pan.quark.cn/s/2cc25246cc0b"
  },
  {
    "文件名": "《激流（3p 大叔受）》作者：封与【米国度】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/f03921e2568f"
  },
  {
    "文件名": "《记仇日记》作者：归鹤远山.txt",
    "夸克盘链接": "https://pan.quark.cn/s/7d5e50f87f0d"
  },
  {
    "文件名": "《婚后热恋》作者：一个米饼.txt",
    "夸克盘链接": "https://pan.quark.cn/s/03f167230da8"
  },
  {
    "文件名": "《婚后日常》作者：红烧鱼酥.txt",
    "夸克盘链接": "https://pan.quark.cn/s/f7f533a1cb2a"
  },
  {
    "文件名": "《回南天》作者：寒菽.txt",
    "夸克盘链接": "https://pan.quark.cn/s/931c538693db"
  },
  {
    "文件名": "《彗星美人[星际]》作者：引路星.txt",
    "夸克盘链接": "https://pan.quark.cn/s/07fae4585b3f"
  },
  {
    "文件名": "《会读心的甜O是个漂亮笨蛋》作者：喻狸.txt",
    "夸克盘链接": "https://pan.quark.cn/s/86f7e58458bb"
  },
  {
    "文件名": "《回档1988》作者：爱看天.txt",
    "夸克盘链接": "https://pan.quark.cn/s/7c75d00ec198"
  },
  {
    "文件名": "《花滑之我不可能是那种炮灰花瓶》作者：曲临青.txt",
    "夸克盘链接": "https://pan.quark.cn/s/0cdf69167815"
  },
  {
    "文件名": "《灰男孩会梦见白马王子吗》作者：浔茶.txt",
    "夸克盘链接": "https://pan.quark.cn/s/7a1f3138406a"
  },
  {
    "文件名": "《黄金台》作者：苍梧宾白.txt",
    "夸克盘链接": "https://pan.quark.cn/s/182f0d250d1a"
  },
  {
    "文件名": "《患失》作者：白山茶.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a44a271198d6"
  },
  {
    "文件名": "《皇兄何苦如此》作者：星渚.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e89a82c9c679"
  },
  {
    "文件名": "《换盏》作者：宸羽.txt",
    "夸克盘链接": "https://pan.quark.cn/s/076da6a05008"
  },
  {
    "文件名": "《糊咖真少爷马甲掉了[穿书]》作者：西风狂.txt",
    "夸克盘链接": "https://pan.quark.cn/s/25b665135e2c"
  },
  {
    "文件名": "《花鸟屿和陆老板》作者：摩童.txt",
    "夸克盘链接": "https://pan.quark.cn/s/bfd2f07f43eb"
  },
  {
    "文件名": "《蝴蝶的叫喊》作者：薇诺拉.txt",
    "夸克盘链接": "https://pan.quark.cn/s/3549069f9a9d"
  },
  {
    "文件名": "《后背》作者：淡且独.txt",
    "夸克盘链接": "https://pan.quark.cn/s/8ff60f81eb3a"
  },
  {
    "文件名": "《狐狸精》作者：木十九dd.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a494d1c11013"
  },
  {
    "文件名": "《黑案猎罪师》作者：温堂.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c66567145804"
  },
  {
    "文件名": "《红粉药》作者：海棠僧.txt",
    "夸克盘链接": "https://pan.quark.cn/s/beb342e9f669"
  },
  {
    "文件名": "《和冤家竹马同队后[电竞]》作者：怀南栀.txt",
    "夸克盘链接": "https://pan.quark.cn/s/008335de694f"
  },
  {
    "文件名": "《和影卫私奔的第N次》作者：一百〇一.txt",
    "夸克盘链接": "https://pan.quark.cn/s/9af07e02ca52"
  },
  {
    "文件名": "《和养弟的日日夜夜（双性）》作者：一枚夹心饼.txt",
    "夸克盘链接": "https://pan.quark.cn/s/8948e8d1b459"
  },
  {
    "文件名": "《和高冷学长先婚后爱》作者：碧海笙明月.txt",
    "夸克盘链接": "https://pan.quark.cn/s/35f32a11fe80"
  },
  {
    "文件名": "《何畏》作者： 顾有斐.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c7639ec27f1e"
  },
  {
    "文件名": "《和死对头生崽后他失忆了》作者：7酒一壶.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ee4c948436c1"
  },
  {
    "文件名": "《好春光》作者： 肴野漱.txt",
    "夸克盘链接": "https://pan.quark.cn/s/b050d58e220f"
  },
  {
    "文件名": "《豪门女配就要为所欲为》作者：林绵绵.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c40b88024ae7"
  },
  {
    "文件名": "《豪门离婚后》作者：过年烤年糕.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c6b27dabbe57"
  },
  {
    "文件名": "《豪门后爸带娃上荒野求生》作者：西红柿大土豆.txt",
    "夸克盘链接": "https://pan.quark.cn/s/1cf4bdb8ddb1"
  },
  {
    "文件名": "《过桥米线》作者：功夫包子.txt",
    "夸克盘链接": "https://pan.quark.cn/s/b8fa7ab6bae8"
  },
  {
    "文件名": "《还债》作者：奶口卡~补番.txt",
    "夸克盘链接": "https://pan.quark.cn/s/d21dded401c8"
  },
  {
    "文件名": "《过门》作者：priest.txt",
    "夸克盘链接": "https://pan.quark.cn/s/cd6bbfa59b29"
  },
  {
    "文件名": "《诡异世界当侦探》作者：攀心.txt",
    "夸克盘链接": "https://pan.quark.cn/s/b1ec6a70137e"
  },
  {
    "文件名": "《诡医》作者：黑猫睨睨.txt",
    "夸克盘链接": "https://pan.quark.cn/s/9e00eea63dfc"
  },
  {
    "文件名": "《过激行为》作者：狐狸.txt",
    "夸克盘链接": "https://pan.quark.cn/s/59dc27a9a147"
  },
  {
    "文件名": "《国王》作者：春熱.txt",
    "夸克盘链接": "https://pan.quark.cn/s/0054a58b7c85"
  },
  {
    "文件名": "《贵族男校》作者：郑九煞.txt",
    "夸克盘链接": "https://pan.quark.cn/s/b1344d46d8ee"
  },
  {
    "文件名": "《怪物NPC守则[无限]》（番外完）作者：贵霜.txt",
    "夸克盘链接": "https://pan.quark.cn/s/b80495d60bb9"
  },
  {
    "文件名": "《光斑》作者：冷山就木.txt",
    "夸克盘链接": "https://pan.quark.cn/s/d9eb7de9041a"
  },
  {
    "文件名": "《攻略冰山总裁》（番外完）作者：云静以致.txt",
    "夸克盘链接": "https://pan.quark.cn/s/9554dbb449ab"
  },
  {
    "文件名": "《勾引成瘾》作者：桂花载酒（np）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/5ee70f65de0b"
  },
  {
    "文件名": "《怪物》作者：闲晏.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a076e3af0c9c"
  },
  {
    "文件名": "《怪他过分漂亮》作者：一丛音.txt",
    "夸克盘链接": "https://pan.quark.cn/s/2f75522dabb2"
  },
  {
    "文件名": "《乖软omega又被指挥官捕获了》作者：枝共冢.txt",
    "夸克盘链接": "https://pan.quark.cn/s/fcb997af4bc2"
  },
  {
    "文件名": "《功德簿·星海》作者：与沫.txt",
    "夸克盘链接": "https://pan.quark.cn/s/27c3f52cdfd9"
  },
  {
    "文件名": "《古董化形万人迷后[星际]》作者：序十九.txt",
    "夸克盘链接": "https://pan.quark.cn/s/3fac53268d1e"
  },
  {
    "文件名": "《孤独程式》作者：迟渡.txt",
    "夸克盘链接": "https://pan.quark.cn/s/796aef3e09aa"
  },
  {
    "文件名": "《狗血万人迷竟是我自己[重生]》作者：罗·浮.txt",
    "夸克盘链接": "https://pan.quark.cn/s/0ef0d755f751"
  },
  {
    "文件名": "《攻了情敌以后》作者：紅桃九.txt",
    "夸克盘链接": "https://pan.quark.cn/s/22e15c49c6a7"
  },
  {
    "文件名": "《共吟》作者：边萤.txt",
    "夸克盘链接": "https://pan.quark.cn/s/80d2aee8fc2e"
  },
  {
    "文件名": "《跟白月光联姻后，病弱少爷成了替身》作者：阿叫叫.txt",
    "夸克盘链接": "https://pan.quark.cn/s/bc52fbcdac4a"
  },
  {
    "文件名": "《功德簿》（番外完）作者：与沫.txt",
    "夸克盘链接": "https://pan.quark.cn/s/0a9ea09b27a7"
  },
  {
    "文件名": "《工具人的万人迷生涯［快穿］》作者：八鸽爱吃宵夜.txt",
    "夸克盘链接": "https://pan.quark.cn/s/1e360132ab53"
  },
  {
    "文件名": "《哥哥疼你（双性）》作者：心术不正.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c16d21504bd1"
  },
  {
    "文件名": "《哥哥们每天都想带我单飞》作者：礼易诗书.txt",
    "夸克盘链接": "https://pan.quark.cn/s/70463a9853ae"
  },
  {
    "文件名": "《隔壁的女装店长（双性）》作者：吕蜜柑.txt",
    "夸克盘链接": "https://pan.quark.cn/s/397348ab4d19"
  },
  {
    "文件名": "《戈多》作者：跑步不耐症.txt",
    "夸克盘链接": "https://pan.quark.cn/s/86d78cebc1b9"
  },
  {
    "文件名": "《哥哥把腿张开》作者：在吃鸡排.txt",
    "夸克盘链接": "https://pan.quark.cn/s/132b2eaaac93"
  },
  {
    "文件名": "《告白失败就变强[无限]》作者：暗香漂浮.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e4348745c0b3"
  },
  {
    "文件名": "《羔羊陷阱［无限］》作者：若桃李不言.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c3ba736a078c"
  },
  {
    "文件名": "《干掉万人迷的一百种方法》作者：东施娘.txt",
    "夸克盘链接": "https://pan.quark.cn/s/f15e5a857f9d"
  },
  {
    "文件名": "《干爹》作者：刘水水.txt",
    "夸克盘链接": "https://pan.quark.cn/s/2804a4fe8231"
  },
  {
    "文件名": "《富二代被迫从头再来[种田]》作者：寓.txt",
    "夸克盘链接": "https://pan.quark.cn/s/353ff0feb4c9"
  },
  {
    "文件名": "《高维入侵》作者：七流.txt",
    "夸克盘链接": "https://pan.quark.cn/s/086408f5c753"
  },
  {
    "文件名": "《高山仰止》作者：神谕谕谕86.txt",
    "夸克盘链接": "https://pan.quark.cn/s/37c8a987e891"
  },
  {
    "文件名": "《腹黑尚书的落跑小将军》作者：我心已闲.txt",
    "夸克盘链接": "https://pan.quark.cn/s/7cbad3b904f3"
  },
  {
    "文件名": "《复原反应ABO》作者：烂俗桥段.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a98e10f0bd8f"
  },
  {
    "文件名": "《复刻春日》作者：一朵小葱花.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a3651655d363"
  },
  {
    "文件名": "《负负得正》作者：小蒹葭.txt",
    "夸克盘链接": "https://pan.quark.cn/s/1342bbb1d483"
  },
  {
    "文件名": "《辅助成神[全息]》（番外完）作者：梨蓝蓝.txt",
    "夸克盘链接": "https://pan.quark.cn/s/f59db5684524"
  },
  {
    "文件名": "《扶了三个老奶奶后[穿书]》作者：夜夜难眠.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ff92dcf03c14"
  },
  {
    "文件名": "《逢场作戏》作者：彼荼、一枝发发.txt",
    "夸克盘链接": "https://pan.quark.cn/s/51043da2e7f8"
  },
  {
    "文件名": "《风城少年录》作者：青灯入梦.txt",
    "夸克盘链接": "https://pan.quark.cn/s/1eba9121a287"
  },
  {
    "文件名": "《愤怒值爆表》作者：讳疾.txt",
    "夸克盘链接": "https://pan.quark.cn/s/74bd5a83386a"
  },
  {
    "文件名": "《分手后我还打听你近况》作者：执江子.txt",
    "夸克盘链接": "https://pan.quark.cn/s/826e2253e9ec"
  },
  {
    "文件名": "《风从哪里来》 作者：青衫湿透.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ca3cb0536c5d"
  },
  {
    "文件名": "《分手后，替身变成万人迷》作者：追不上【书耽】 .txt",
    "夸克盘链接": "https://pan.quark.cn/s/0812874038d7"
  },
  {
    "文件名": "《分手而已他怎么突然发疯》作者：不见.txt",
    "夸克盘链接": "https://pan.quark.cn/s/fb6dbece6a8c"
  },
  {
    "文件名": "《分明是攻四的我变成了万人迷》作者：摘星怪.txt",
    "夸克盘链接": "https://pan.quark.cn/s/fd57d4f97cb2"
  },
  {
    "文件名": "《绯闻成真》作者：似川.txt",
    "夸克盘链接": "https://pan.quark.cn/s/792f20557ec8"
  },
  {
    "文件名": "《废材炮灰靠美貌成为万人迷》作者：般般小辛【书耽】 .txt",
    "夸克盘链接": "https://pan.quark.cn/s/a7386015e467"
  },
  {
    "文件名": "《纺织糙女与娇夫》作者：叙华.txt",
    "夸克盘链接": "https://pan.quark.cn/s/4681bd358c80"
  },
  {
    "文件名": "《方圆之间（双性）》作者：阳汁甘露.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ed903eb2c52c"
  },
  {
    "文件名": "《反派他过分美丽[穿书]》作者：骑鲸南去.txt",
    "夸克盘链接": "https://pan.quark.cn/s/9394936ce717"
  },
  {
    "文件名": "《反派他美貌值爆表[快穿]》作者：尽酒.txt",
    "夸克盘链接": "https://pan.quark.cn/s/92f2f6ddc0b5"
  },
  {
    "文件名": "《反派指导系统》作者：茶点点.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ae7030831397"
  },
  {
    "文件名": "《反派肆意妄为[快穿]》作者：小吾君.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a319cdf69de5"
  },
  {
    "文件名": "《反派是我安眠》作者：猞猁药.txt",
    "夸克盘链接": "https://pan.quark.cn/s/8d5dc572ce80"
  },
  {
    "文件名": "《反派爱的盛世美颜我都有》作者：音蜗.txt",
    "夸克盘链接": "https://pan.quark.cn/s/3dbb645ade04"
  },
  {
    "文件名": "《反派们重生后都爱上了我》作者：即墨遥.txt",
    "夸克盘链接": "https://pan.quark.cn/s/37c87e03f8ae"
  },
  {
    "文件名": "《反派弱小又美丽[快穿]》作者：月色如墨.txt",
    "夸克盘链接": "https://pan.quark.cn/s/be0a963b3964"
  },
  {
    "文件名": "《二分之一教主》作者：扁担一号.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ac8571abdf23"
  },
  {
    "文件名": "《反派大佬成为菟丝花后》作者：料青山.txt",
    "夸克盘链接": "https://pan.quark.cn/s/75b3d67b49f7"
  },
  {
    "文件名": "《番外合集_作者：QJF.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a0f2059edbe9"
  },
  {
    "文件名": "《恶性循环》作者：金鱼呆.txt",
    "夸克盘链接": "https://pan.quark.cn/s/1f466b491623"
  },
  {
    "文件名": "《恶毒炮灰他不想万人迷》作者：梦.千航.txt",
    "夸克盘链接": "https://pan.quark.cn/s/29020fc86130"
  },
  {
    "文件名": "《恶毒炮灰每天都在翻车[快穿]》作者：杉矜.txt",
    "夸克盘链接": "https://pan.quark.cn/s/4d9e7c523127"
  },
  {
    "文件名": "《恶毒男配修养手册》作者：鹤归辞.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c179936a2536"
  },
  {
    "文件名": "《厄运缠身》作者：风溯君.txt",
    "夸克盘链接": "https://pan.quark.cn/s/41bb60281343"
  },
  {
    "文件名": "《队长预备恋爱中》作者：李茶得.txt",
    "夸克盘链接": "https://pan.quark.cn/s/bb9bbc2aa366"
  },
  {
    "文件名": "《队友太会撒娇了怎么办》作者：小阿芬.txt",
    "夸克盘链接": "https://pan.quark.cn/s/d8a43d1db3cb"
  },
  {
    "文件名": "《渎神》作者：哇椰.txt",
    "夸克盘链接": "https://pan.quark.cn/s/dbdc61555b7a"
  },
  {
    "文件名": "《独宠小哑巴》 作者：月之熙.txt",
    "夸克盘链接": "https://pan.quark.cn/s/81f7144c0123"
  },
  {
    "文件名": "《督主有病》作者：杨溯.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a7c9151ddfd1"
  },
  {
    "文件名": "《东篱》作者：创.txt",
    "夸克盘链接": "https://pan.quark.cn/s/2fc21dde91aa"
  },
  {
    "文件名": "《顶级掠食者》作者：水千丞【r全】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/8d0e423f4f1c"
  },
  {
    "文件名": "《顶级流量又撞脸了[娱乐圈]》作者：刑上香~补番.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a3484202d08b"
  },
  {
    "文件名": "《第九条尾巴》作者：巫哲.txt",
    "夸克盘链接": "https://pan.quark.cn/s/719708c609b0"
  },
  {
    "文件名": "《蝶生》作者：典飞鱼.txt",
    "夸克盘链接": "https://pan.quark.cn/s/154d4882e919"
  },
  {
    "文件名": "《第一大佬喜欢我》作者：纺织Z.txt",
    "夸克盘链接": "https://pan.quark.cn/s/d232d0959256"
  },
  {
    "文件名": "《弟撑哥穴》作者：在吃鸡排.txt",
    "夸克盘链接": "https://pan.quark.cn/s/8abe530f3d25"
  },
  {
    "文件名": "《迪奥先生》作者：绿野千鹤(全本+番外全8).txt",
    "夸克盘链接": "https://pan.quark.cn/s/8a32e8c9e68d"
  },
  {
    "文件名": "《德萨罗人鱼》作者：深海先生.txt",
    "夸克盘链接": "https://pan.quark.cn/s/3b960794647b"
  },
  {
    "文件名": "《抵债的男老婆（女攻）双性yd男妈妈受》作者：朝歌子.txt",
    "夸克盘链接": "https://pan.quark.cn/s/0cef1a96d2a6"
  },
  {
    "文件名": "《等你变弯很久了》作者：江也盼.txt",
    "夸克盘链接": "https://pan.quark.cn/s/4b395295703d"
  },
  {
    "文件名": "《当万人迷穿成小可怜[快穿]》作者：伤怀.txt",
    "夸克盘链接": "https://pan.quark.cn/s/baefd388dc68"
  },
  {
    "文件名": "《灯下黑》作者：二冬.txt",
    "夸克盘链接": "https://pan.quark.cn/s/764e6f50a028"
  },
  {
    "文件名": "《得知夫君重生后我摆烂了》作者：银锦.txt",
    "夸克盘链接": "https://pan.quark.cn/s/640f7d47e668"
  },
  {
    "文件名": "《当万人迷穿成灵异文炮灰》作者：雕雕子.txt",
    "夸克盘链接": "https://pan.quark.cn/s/d3c45d0fa960"
  },
  {
    "文件名": "《当万人迷被迫穿到恐怖电影中》作者：富十二.txt",
    "夸克盘链接": "https://pan.quark.cn/s/916d1fddc207"
  },
  {
    "文件名": "《当炮灰被万人迷穿了！[快穿]》作者：叶叶之秋.txt",
    "夸克盘链接": "https://pan.quark.cn/s/f65d044ec124"
  },
  {
    "文件名": "《当个渣攻真的好难》作者：南瓜冰沙.txt",
    "夸克盘链接": "https://pan.quark.cn/s/1dfb375c19f5"
  },
  {
    "文件名": "《当社恐穿成万人迷绿茶》作者：楚清漪.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a48fffa057c4"
  },
  {
    "文件名": "《当年万里觅封侯》作者：漫漫何其多.txt",
    "夸克盘链接": "https://pan.quark.cn/s/6f9631cfa4ad"
  },
  {
    "文件名": "《当魔教教主走火入魔之后》作者：云上椰子.txt",
    "夸克盘链接": "https://pan.quark.cn/s/dc8f52584c01"
  },
  {
    "文件名": "《当昏君成了万人迷[穿书]》作者：虞弥生.txt",
    "夸克盘链接": "https://pan.quark.cn/s/3d0098638b82"
  },
  {
    "文件名": "《当霸总怀了小哑巴的崽》作者：寒雨秋风.txt",
    "夸克盘链接": "https://pan.quark.cn/s/1dd5ddc73979"
  },
  {
    "文件名": "《大将军的读书郎》作者：初吻江湖.txt",
    "夸克盘链接": "https://pan.quark.cn/s/929e45bbd3ac"
  },
  {
    "文件名": "《当反派魔尊成为万人迷[快穿]》作者：尽酒.txt",
    "夸克盘链接": "https://pan.quark.cn/s/b57a4ad19971"
  },
  {
    "文件名": "《但为君顾》作者：生花梦.txt",
    "夸克盘链接": "https://pan.quark.cn/s/7beeef716b7e"
  },
  {
    "文件名": "《带着系统在古代种田的生活》作者：风流呆子.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e68375d1f2f6"
  },
  {
    "文件名": "《大唐种田指南》作者：浮云素.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a071405f3ce0"
  },
  {
    "文件名": "《呆萌酷班长被美色耽误后》作者：深海成谜.txt",
    "夸克盘链接": "https://pan.quark.cn/s/94820c7d8dde"
  },
  {
    "文件名": "《大宋小吏》（番外完）作者：拉棉花糖的兔.txt",
    "夸克盘链接": "https://pan.quark.cn/s/44e003e70022"
  },
  {
    "文件名": "《大师兄喊你回家吃药[穿书]》作者：茶挽.txt",
    "夸克盘链接": "https://pan.quark.cn/s/22548fb7fa26"
  },
  {
    "文件名": "《大爹室友是我死对头》作者：夙与合.txt",
    "夸克盘链接": "https://pan.quark.cn/s/0eca1ca4e9e9"
  },
  {
    "文件名": "《从今天开始做掌门》作者：宁世久.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a04487992e91"
  },
  {
    "文件名": "《从今以后》作者：雪安.txt",
    "夸克盘链接": "https://pan.quark.cn/s/70bb994a9ace"
  },
  {
    "文件名": "《错认反派师尊的下场》作者：萝樱.txt",
    "夸克盘链接": "https://pan.quark.cn/s/7aecbc9b0d4a"
  },
  {
    "文件名": "《刺棠》作者：雾圆.txt",
    "夸克盘链接": "https://pan.quark.cn/s/17dcd98a2598"
  },
  {
    "文件名": "《纯元你哪位？我才是皇上心头爱》作者：苏寒舟.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ddc21dbb5a4f"
  },
  {
    "文件名": "《慈善家的恋爱》作者：符黎.txt",
    "夸克盘链接": "https://pan.quark.cn/s/baceb7569dcf"
  },
  {
    "文件名": "《春夜喜雨（结局1v1 小妈攻x双性壮受）》作者：夜里猛.txt",
    "夸克盘链接": "https://pan.quark.cn/s/312a30695b18"
  },
  {
    "文件名": "《春犬的狂热》作者：绿色毛毛球.txt",
    "夸克盘链接": "https://pan.quark.cn/s/1396cd0c7696"
  },
  {
    "文件名": "《穿书之霸爱毒妻》作者：玚瑷.txt",
    "夸克盘链接": "https://pan.quark.cn/s/f15796ff243f"
  },
  {
    "文件名": "《春宫墙》作者：火风L.txt",
    "夸克盘链接": "https://pan.quark.cn/s/2211aa31d03f"
  },
  {
    "文件名": "《床头打架》作者：留得青山没柴烧.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c35246685834"
  },
  {
    "文件名": "《穿越后我把夫郎宠上天》作者：花之清.txt",
    "夸克盘链接": "https://pan.quark.cn/s/7b51130d5680"
  },
  {
    "文件名": "《穿堂惊掠琵琶声》作者：高台树色.txt",
    "夸克盘链接": "https://pan.quark.cn/s/070999cab520"
  },
  {
    "文件名": "《穿书后我被漂亮美人反攻了》作者：淮川以南.txt",
    "夸克盘链接": "https://pan.quark.cn/s/42254a4c2355"
  },
  {
    "文件名": "《穿书拯救战损反派》作者：轻纱墨舞.txt",
    "夸克盘链接": "https://pan.quark.cn/s/423b675e529e"
  },
  {
    "文件名": "《穿书后替身变成了万人迷》作者：齐某.txt",
    "夸克盘链接": "https://pan.quark.cn/s/b95e5cc4912c"
  },
  {
    "文件名": "《穿书后所有人都开始爱我》作者：一节藕.txt",
    "夸克盘链接": "https://pan.quark.cn/s/864fb91a79c4"
  },
  {
    "文件名": "《穿书后死对头觉得我脑子有病》作者：Dreamerly.txt",
    "夸克盘链接": "https://pan.quark.cn/s/9fc4c825b7c5"
  },
  {
    "文件名": "《穿书后干掉那个万人迷的我成功上位了》作者：禅梵生.txt",
    "夸克盘链接": "https://pan.quark.cn/s/fc36ea978dc3"
  },
  {
    "文件名": "《穿书后成了万人迷》作者：观海.txt",
    "夸克盘链接": "https://pan.quark.cn/s/000b7bbbe6e4"
  },
  {
    "文件名": "《穿入聊斋怎么破》（番外完）作者：素衣渡.txt",
    "夸克盘链接": "https://pan.quark.cn/s/0de7ab570932"
  },
  {
    "文件名": "《穿成渣了偏执男主的万人迷》作者：王薯片.txt",
    "夸克盘链接": "https://pan.quark.cn/s/9240a31f96dd"
  },
  {
    "文件名": "《穿成崽崽后萌翻全世界》作者：小麦要发芽.txt",
    "夸克盘链接": "https://pan.quark.cn/s/88f4bf87793b"
  },
  {
    "文件名": "《穿成影帝家的鹦鹉后我爆红了》作者：.txt",
    "夸克盘链接": "https://pan.quark.cn/s/37e617c6c9b9"
  },
  {
    "文件名": "《穿成一条座头鲸》作者：琴烟烟.txt",
    "夸克盘链接": "https://pan.quark.cn/s/66c2cacf1755"
  },
  {
    "文件名": "《穿成秀才弃夫郎》作者：不早夭.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e28fa38f783f"
  },
  {
    "文件名": "《穿成虐文里病美人太子》作者：琉小歌.txt",
    "夸克盘链接": "https://pan.quark.cn/s/b3679f534e2b"
  },
  {
    "文件名": "《穿成摄政王的替身男妻》作者：花笙酿.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ac440e1635ca"
  },
  {
    "文件名": "《穿成男配后我成了万人迷》作者：洛云九.txt",
    "夸克盘链接": "https://pan.quark.cn/s/80d349363486"
  },
  {
    "文件名": "《穿成绿茶后成了万人迷[娱乐圈]》作者：雪肌森森.txt",
    "夸克盘链接": "https://pan.quark.cn/s/72a3bd90988d"
  },
  {
    "文件名": "《穿成河棠主角影子后，我被迫万人迷》作者：二乔【书耽】 .txt",
    "夸克盘链接": "https://pan.quark.cn/s/52b64e4163de"
  },
  {
    "文件名": "《穿成克夫小夫郎》作者：路归途.txt",
    "夸克盘链接": "https://pan.quark.cn/s/47f8cba12730"
  },
  {
    "文件名": "《穿成虫族对照组的渣雄虫》作者：景熠熠.txt",
    "夸克盘链接": "https://pan.quark.cn/s/2f0149a99b0d"
  },
  {
    "文件名": "《穿成反派男配的小跟班》作者：单人有只鱼.txt",
    "夸克盘链接": "https://pan.quark.cn/s/45417df21143"
  },
  {
    "文件名": "《穿成古代大龄剩男》作者：呆呆呆呆呆.txt",
    "夸克盘链接": "https://pan.quark.cn/s/dd4196015edd"
  },
  {
    "文件名": "《穿成f4后我成了万人迷》作者：扶我起来.txt",
    "夸克盘链接": "https://pan.quark.cn/s/98cec63b180c"
  },
  {
    "文件名": "《揣崽穿到七年后》作者：酒未眠.txt",
    "夸克盘链接": "https://pan.quark.cn/s/0871c24210b5"
  },
  {
    "文件名": "《宠夫（快穿）》作者：决绝.txt",
    "夸克盘链接": "https://pan.quark.cn/s/6fb2194c83dc"
  },
  {
    "文件名": "《初恋来迟》作者：有时吃茶.txt",
    "夸克盘链接": "https://pan.quark.cn/s/935718fdff86"
  },
  {
    "文件名": "《崇关北》作者：生而为蓝.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e87fef25be1a"
  },
  {
    "文件名": "《虫族渣攻，在线宠妻》作者：昨夜小雨.txt",
    "夸克盘链接": "https://pan.quark.cn/s/9c22de0b3663"
  },
  {
    "文件名": "《虫族：我在和谐文里救主角》作者：小绮爱吃姜.txt",
    "夸克盘链接": "https://pan.quark.cn/s/bbbcf166eed0"
  },
  {
    "文件名": "《赤霄》（番外完）作者：蓝鲸不流泪.txt",
    "夸克盘链接": "https://pan.quark.cn/s/45f805593612"
  },
  {
    "文件名": "《虫族之今天离婚了吗？》作者：宫槐知玉.txt",
    "夸克盘链接": "https://pan.quark.cn/s/7624f830aac8"
  },
  {
    "文件名": "《痴花》作者：云雨无凭.txt",
    "夸克盘链接": "https://pan.quark.cn/s/baed8fd4cf0d"
  },
  {
    "文件名": "《沉醉不醒》作者：风露沁酒.txt",
    "夸克盘链接": "https://pan.quark.cn/s/bdc94214aac7"
  },
  {
    "文件名": "《沉沦》作者：白白爱吃肉（1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/f4944ad58486"
  },
  {
    "文件名": "《吃亏》作者：Helios.txt",
    "夸克盘链接": "https://pan.quark.cn/s/126fa66b6c06"
  },
  {
    "文件名": "《朝秦暮楚》作者：中华说书人.txt",
    "夸克盘链接": "https://pan.quark.cn/s/6ab094b50519"
  },
  {
    "文件名": "《查理的书》（番外完）作者：冬瓜茶仙人.txt",
    "夸克盘链接": "https://pan.quark.cn/s/66031f25024e"
  },
  {
    "文件名": "《草茉莉》作者：Ashitaka.txt",
    "夸克盘链接": "https://pan.quark.cn/s/bd33744de5b2"
  },
  {
    "文件名": "《草莓啵啵啾》作者：一朵小葱花.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e4482b31aeca"
  },
  {
    "文件名": "《残疾后我雇了个保镖》 作者：_吾涯.txt",
    "夸克盘链接": "https://pan.quark.cn/s/b90b1f928558"
  },
  {
    "文件名": "《彩虹色暗恋》作者：引路星.txt",
    "夸克盘链接": "https://pan.quark.cn/s/b3ee28bc7ba9"
  },
  {
    "文件名": "《才不是替身》作者：榴芒柚.txt",
    "夸克盘链接": "https://pan.quark.cn/s/1d5e26de104e"
  },
  {
    "文件名": "《不做软饭男》作者：碉堡rghh.txt",
    "夸克盘链接": "https://pan.quark.cn/s/8bdf6fb6606b"
  },
  {
    "文件名": "《不要点进来》作者：对四要不起.txt",
    "夸克盘链接": "https://pan.quark.cn/s/8a13c1d48956"
  },
  {
    "文件名": "《不尤人》作者：有酒不翼.txt",
    "夸克盘链接": "https://pan.quark.cn/s/1ff70150a523"
  },
  {
    "文件名": "《不死者》作者：淮上.txt",
    "夸克盘链接": "https://pan.quark.cn/s/efd4f9fd4d83"
  },
  {
    "文件名": "《不是说好做兄弟吗》作者：白满树.txt",
    "夸克盘链接": "https://pan.quark.cn/s/47ed085338f0"
  },
  {
    "文件名": "《不及你甜》作者：荒川黛.txt",
    "夸克盘链接": "https://pan.quark.cn/s/7debf63a5c62"
  },
  {
    "文件名": "《不好意思，我是万人迷[快穿]》作者：白嘉轩.txt",
    "夸克盘链接": "https://pan.quark.cn/s/7fe2fb4c0d42"
  },
  {
    "文件名": "《不当反派去说书[穿书]》（番外完）作者：.txt",
    "夸克盘链接": "https://pan.quark.cn/s/248c45da4c14"
  },
  {
    "文件名": "《不二臣》作者：南北逐风.txt",
    "夸克盘链接": "https://pan.quark.cn/s/183a2462edcb"
  },
  {
    "文件名": "《不当替身后我成了万人迷》作者：时今.txt",
    "夸克盘链接": "https://pan.quark.cn/s/88f6fb3ca0e5"
  },
  {
    "文件名": "《捕获造物主X1[快穿]》作者：杯影藏身.txt",
    "夸克盘链接": "https://pan.quark.cn/s/235ba7e7578a"
  },
  {
    "文件名": "《捕获万人迷[快穿] 》作者：金粉溪.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ab746859d77c"
  },
  {
    "文件名": "《捕风》作者：阿罗的不可能性.txt",
    "夸克盘链接": "https://pan.quark.cn/s/0bfb97fc1c23"
  },
  {
    "文件名": "《病秧子辅助是万人迷[电竞]》作者：清风不解其意.txt",
    "夸克盘链接": "https://pan.quark.cn/s/b807a70341fd"
  },
  {
    "文件名": "《病弱小美人陷入无限修罗场》作者：徒手吃草莓.txt",
    "夸克盘链接": "https://pan.quark.cn/s/50c6f65fc992"
  },
  {
    "文件名": "《病弱炮灰，在线修罗场》作者：郎不知.txt",
    "夸克盘链接": "https://pan.quark.cn/s/f7eaaf4af720"
  },
  {
    "文件名": "《病弱万人迷该如何拒绝爱意[快穿]》作者：半重瓣.txt",
    "夸克盘链接": "https://pan.quark.cn/s/68d79ea2b743"
  },
  {
    "文件名": "《病美人学霸驯养小狼》作者：蔷薇照雪.txt",
    "夸克盘链接": "https://pan.quark.cn/s/04ced2ca8d8c"
  },
  {
    "文件名": "《病弱美人如何通关无限综艺》作者：芝.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ff32e68b370e"
  },
  {
    "文件名": "《病美人师尊是万人迷》作者：啦啦笙歌 【书耽】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/7a3330114375"
  },
  {
    "文件名": "《宾主尽欢》作者：elsaluo.txt",
    "夸克盘链接": "https://pan.quark.cn/s/0c9527232d61"
  },
  {
    "文件名": "《表弟凶猛》作者：巫哲.txt",
    "夸克盘链接": "https://pan.quark.cn/s/95562aca9128"
  },
  {
    "文件名": "《变为人鱼后我成了万人迷》作者：蜂蜜麦片.txt",
    "夸克盘链接": "https://pan.quark.cn/s/651c13a0f826"
  },
  {
    "文件名": "《标记我一下》作者：Paz（补番外）0625.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c6bd957912fc"
  },
  {
    "文件名": "《陛下，我害怕》作者：咸鱼爱吃鱼.txt",
    "夸克盘链接": "https://pan.quark.cn/s/1646e81202d4"
  },
  {
    "文件名": "《边关漂亮小寡妇》作者：地绵绵.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e915eb3593a5"
  },
  {
    "文件名": "《彼此彼此》作者：秦三见.txt",
    "夸克盘链接": "https://pan.quark.cn/s/b95bd6eadb97"
  },
  {
    "文件名": "《崩人设后我成了万人迷》作者：云初袖.txt",
    "夸克盘链接": "https://pan.quark.cn/s/491c14f2d4ff"
  },
  {
    "文件名": "《逼奸小妈的那些年（双性 结局1v1 小妈文学）》作者：数学天才本人.txt",
    "夸克盘链接": "https://pan.quark.cn/s/d60f6e0cb786"
  },
  {
    "文件名": "《本攻专治反派BOSS受[快穿]》作者：鹿.txt",
    "夸克盘链接": "https://pan.quark.cn/s/d0dc2edd47f8"
  },
  {
    "文件名": "《被装A的竹马标记后揣崽了》作者：冰激凌.txt",
    "夸克盘链接": "https://pan.quark.cn/s/bd4912743171"
  },
  {
    "文件名": "《被自己圈养的金丝雀》作者：鱼二.txt",
    "夸克盘链接": "https://pan.quark.cn/s/78f42d769a16"
  },
  {
    "文件名": "《被乙游男主反复浅尝》作者：枕头.txt",
    "夸克盘链接": "https://pan.quark.cn/s/490298ef61db"
  },
  {
    "文件名": "《被所有人厌恶后我成了万人迷》作者：罗子逢.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c85745d39d2e"
  },
  {
    "文件名": "《被迫在西幻游戏玩修罗场》作者：维她因.txt",
    "夸克盘链接": "https://pan.quark.cn/s/911d469009e8"
  },
  {
    "文件名": "《被神宠爱[快穿]》作者：花嫁1937.txt",
    "夸克盘链接": "https://pan.quark.cn/s/1b6dc533ba0b"
  },
  {
    "文件名": "《被迫成为万人迷之后》作者：音蜗.txt",
    "夸克盘链接": "https://pan.quark.cn/s/4645c9bd8299"
  },
  {
    "文件名": "《被迫嫁给美强惨元帅后翻车了》作者：宫槐知玉.txt",
    "夸克盘链接": "https://pan.quark.cn/s/6381f046df31"
  },
  {
    "文件名": "《被救赎后宿敌们视我为白月光》作者：.txt",
    "夸克盘链接": "https://pan.quark.cn/s/1629e568e11b"
  },
  {
    "文件名": "《被绝情断欲后我成了万人迷》作者：公子于歌.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e7af0a36398b"
  },
  {
    "文件名": "《被独占的残次品影卫》作者：海盐葡萄柚.txt",
    "夸克盘链接": "https://pan.quark.cn/s/087ae33a4082"
  },
  {
    "文件名": "《被管坏的金丝雀》作者：初禾.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a8f9ba3aeee0"
  },
  {
    "文件名": "《被当祭品送给大妖以后》作者：篱月.txt",
    "夸克盘链接": "https://pan.quark.cn/s/5e9c9ebeb802"
  },
  {
    "文件名": "《被NPC过度迷恋的炮灰复活后》作者：桃生Pi.txt",
    "夸克盘链接": "https://pan.quark.cn/s/228ea85dfdb0"
  },
  {
    "文件名": "《薄荷瘾（双性）双向暗恋 DS》作者：重渡.txt",
    "夸克盘链接": "https://pan.quark.cn/s/9c13618ac702"
  },
  {
    "文件名": "《包你喜欢》作者：靠靠 (番全).txt",
    "夸克盘链接": "https://pan.quark.cn/s/73246862ff26"
  },
  {
    "文件名": "《薄荷柚》作者：愉悦闪闪.txt",
    "夸克盘链接": "https://pan.quark.cn/s/98597f49d874"
  },
  {
    "文件名": "《半截骨头》作者：时花唐水（骨科1v1 互攻）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/80c12c1d184e"
  },
  {
    "文件名": "《半夜情》作者：沈不期 .txt",
    "夸克盘链接": "https://pan.quark.cn/s/b77b5251e9bb"
  },
  {
    "文件名": "《败将成妃》作者：青藤lvy.txt",
    "夸克盘链接": "https://pan.quark.cn/s/7d1d6958b858"
  },
  {
    "文件名": "《白月光渣了我》作者：须饮.txt",
    "夸克盘链接": "https://pan.quark.cn/s/1d9b73bc3242"
  },
  {
    "文件名": "《白桃有冽（人妻保安受x黑道少爷攻 甜肉）》作者：洵二.txt",
    "夸克盘链接": "https://pan.quark.cn/s/0dbc428544e6"
  },
  {
    "文件名": "《白日梦之家》作者：吃素.txt",
    "夸克盘链接": "https://pan.quark.cn/s/eb49876b9309"
  },
  {
    "文件名": "《爱太慌张》作者：空梦.txt",
    "夸克盘链接": "https://pan.quark.cn/s/1cbf12b3a35c"
  },
  {
    "文件名": "《暗河长明》作者：冷山就木.txt",
    "夸克盘链接": "https://pan.quark.cn/s/f14aeb44e7b0"
  },
  {
    "文件名": "《爱豆和我，全网最火[娱乐圈]》作者：苏染青.txt",
    "夸克盘链接": "https://pan.quark.cn/s/eff984f18bf7"
  },
  {
    "文件名": "《爱你怎么说》作者：风流书呆.txt",
    "夸克盘链接": "https://pan.quark.cn/s/203cc3408191"
  },
  {
    "文件名": "《爱别离》作者：宛如轮回.txt",
    "夸克盘链接": "https://pan.quark.cn/s/4d2f4453f66d"
  },
  {
    "文件名": "《阿飞的小蝴蝶》作者：找个鱼塘.txt",
    "夸克盘链接": "https://pan.quark.cn/s/fd23343c0d00"
  },
  {
    "文件名": "《s货调jiao》作者：恺撒卡埃尔迪夫（np）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/d44746f8bdca"
  },
  {
    "文件名": "《PUBG世纪网恋》作者：酱子贝.txt",
    "夸克盘链接": "https://pan.quark.cn/s/b55a206df766"
  },
  {
    "文件名": "《NPC成了全员白月光》（番外完）作者：见昀.txt",
    "夸克盘链接": "https://pan.quark.cn/s/00538f6bdd08"
  },
  {
    "文件名": "《BL暗黑版童话故事》作者：草稿流选手.txt",
    "夸克盘链接": "https://pan.quark.cn/s/125d588c5015"
  },
  {
    "文件名": "《Crush》作者：巧克力布朗尼.txt",
    "夸克盘链接": "https://pan.quark.cn/s/48e43260fa34"
  },
  {
    "文件名": "《Alpha驯服指南》作者：小木心.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e57ec22aef2c"
  },
  {
    "文件名": "《ABO狂热》作者：高数真的好难学.txt",
    "夸克盘链接": "https://pan.quark.cn/s/1db4d2a91f50"
  },
  {
    "文件名": "《ABO垂耳执事》作者：麟潜.txt",
    "夸克盘链接": "https://pan.quark.cn/s/2e9b7d3e39e7"
  },
  {
    "文件名": "《404 查无此城》作者：野有死鹿.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a125e3cd20d3"
  },
  {
    "文件名": "《【综】我靠马甲成为灵王》 作者：是哟哟哒.txt",
    "夸克盘链接": "https://pan.quark.cn/s/b9fc721d6c5e"
  },
  {
    "文件名": "《3P挨操之路》作者：小鲨鱼（np）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/65cf869205b0"
  },
  {
    "文件名": "《【星际】联姻后前夫真香了》作者：散养的乌鸡.txt",
    "夸克盘链接": "https://pan.quark.cn/s/44d5ca9ca93f"
  },
  {
    "文件名": "《【ABO】装B的O被大佬诱捕了》作者：苏三酒.txt",
    "夸克盘链接": "https://pan.quark.cn/s/2e1f6f904b6a"
  },
  {
    "文件名": "《〔向哨〕身心（主受1v1）》作者：似川.txt",
    "夸克盘链接": "https://pan.quark.cn/s/daa5122f7c83"
  },
  {
    "文件名": "《【abo】咬烂他的腺体》作者：苦馨.txt",
    "夸克盘链接": "https://pan.quark.cn/s/0b300e1ac60a"
  },
  {
    "文件名": "《【快穿】貌美金丝雀他深陷修罗场》作者：啊欲.txt",
    "夸克盘链接": "https://pan.quark.cn/s/8ccd4782097c"
  },
  {
    "文件名": "《【ABO】重生后死对头校草和我网恋了》作者：爱吃孜然肉夹馍.txt",
    "夸克盘链接": "https://pan.quark.cn/s/05a8d0fd9f87"
  },
  {
    "文件名": "《【ABO】舍友眼神不对劲》作者：鹿鹿子.txt",
    "夸克盘链接": "https://pan.quark.cn/s/751c558ef489"
  },
  {
    "文件名": "《【ABO】玫瑰溺酒》作者：栖煌.txt",
    "夸克盘链接": "https://pan.quark.cn/s/2bd8120bc3ef"
  },
  {
    "文件名": "《【ABO】撩错人了怎么办》作者：玄机如褂.txt",
    "夸克盘链接": "https://pan.quark.cn/s/96b6c285080d"
  },
  {
    "文件名": "《【ABO】不健康关系》作者：能一.txt",
    "夸克盘链接": "https://pan.quark.cn/s/4445c317f55c"
  },
  {
    "文件名": "《[快穿]万千宠爱》作者：引路星 .txt",
    "夸克盘链接": "https://pan.quark.cn/s/96e34b3f899c"
  },
  {
    "文件名": "《[综英美]调查员的一万次死遁》作者：久戈.txt",
    "夸克盘链接": "https://pan.quark.cn/s/167db4dca69f"
  },
  {
    "文件名": "《[快穿]今天依旧攻气满满》作者：一枝明月.txt",
    "夸克盘链接": "https://pan.quark.cn/s/cf1259efc571"
  },
  {
    "文件名": "《[快穿]当天生万人迷穿成炮灰后》作者：回鹿翎.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e8279a256cf5"
  },
  {
    "文件名": "《[快穿]《门越来越小》作者：西西特.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a0392613edaf"
  },
  {
    "文件名": "《（综英美同人）[综英美]七分之一的韦恩小 姐》作者：殷忆华.txt",
    "夸克盘链接": "https://pan.quark.cn/s/8729529f2851"
  },
  {
    "文件名": "《（综英美同人）[综英美]蝙蝠不同意这门亲事》作者：月中梦境.txt",
    "夸克盘链接": "https://pan.quark.cn/s/36aad7bc1f93"
  },
  {
    "文件名": "《（综英美同人）[综英美]移动泉水请求出战》作者：不盐【完结+番外】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/0a8381942596"
  },
  {
    "文件名": "《（综武侠同人）[综武侠]官家小姐是病毒程序》作者：深山客.txt",
    "夸克盘链接": "https://pan.quark.cn/s/6a121cd1a76b"
  },
  {
    "文件名": "《（历史同人）[宋]我在开封府搞内卷》作者：点绛春.txt",
    "夸克盘链接": "https://pan.quark.cn/s/5a5a4ff74113"
  },
  {
    "文件名": "《（综漫同人）在咒术高专混吃混喝的那些年》作者：帝倾月.txt",
    "夸克盘链接": "https://pan.quark.cn/s/d959ec6934dd"
  },
  {
    "文件名": "《（综漫同人）穿成语音助手的我最后东大毕业了》作者：kuroto.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a4388b79704c"
  },
  {
    "文件名": "《（名柯同人）波本今天也在警视厅兢兢业业》作者：玖臻.txt",
    "夸克盘链接": "https://pan.quark.cn/s/defbdf6bfb23"
  },
  {
    "文件名": "[足球]第一门神 作者：笔下超生.txt",
    "夸克盘链接": "https://pan.quark.cn/s/567d4599ff8a"
  },
  {
    "文件名": "[综英美]退休御主姓韦恩 作者：乱码小猫.txt",
    "夸克盘链接": "https://pan.quark.cn/s/b80b31ace759"
  },
  {
    "文件名": "《（报社）忠犬攻造反进行中》作者：双A制.txt",
    "夸克盘链接": "https://pan.quark.cn/s/2507490226a3"
  },
  {
    "文件名": "_[废文 更37]万人嫌变成虫母后（np）作者：枕寒流1026.txt",
    "夸克盘链接": "https://pan.quark.cn/s/0dea96cb901c"
  },
  {
    "文件名": "你再躲试试 补番补车（文字加图片）.zip",
    "夸克盘链接": "https://pan.quark.cn/s/3c8b917d9b3f"
  },
  {
    "文件名": "放学等我 补番补车带图片两张.zip",
    "夸克盘链接": "https://pan.quark.cn/s/f7cf487f806b"
  },
  {
    "文件名": "【PO】可乐by晚来风息【完结丨校园SC丨天然渣x温柔忠犬欺负老实人文学】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/61d22ec5f4fd"
  },
  {
    "文件名": "[1v1 更24]《落魄的影帝（双性攻）》作者：且徐行.txt",
    "夸克盘链接": "https://pan.quark.cn/s/349d1890a9cd"
  },
  {
    "文件名": "[1v1 更29]《野兽的驯养法则（情敌变情人）》作者：小金鱼在垃圾桶里.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a841ec14356c"
  },
  {
    "文件名": "[1v1 更20]《夜枭记事（忠犬暗卫受）美强BDSM》作者：琢木家.txt",
    "夸克盘链接": "https://pan.quark.cn/s/cf0dc11eaa3b"
  },
  {
    "文件名": "[1v1 更18]《骄傲的你（校园美强 报社文）》作者：权利天平.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a76b3f535a6a"
  },
  {
    "文件名": "[完结411+番外]蜜汁樱桃（产奶 校园 NPH)作者：苦咖啡.txt",
    "夸克盘链接": "https://pan.quark.cn/s/771f7edcdbfb"
  },
  {
    "文件名": "[1v1 更13]《永久咬痕（美强ABO）》作者：贤姑.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ffdf6b78df8c"
  },
  {
    "文件名": "[完结204+番外]《邪不压正》作者：北衣溺水（1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/2d125829db7a"
  },
  {
    "文件名": "[1v1 更8]《粉嫩贝壳（校园）》作者：禁欲系小帅狗.txt",
    "夸克盘链接": "https://pan.quark.cn/s/4f7691bfb99c"
  },
  {
    "文件名": "[完结165+番外]你要老婆不要？！（糙汉 年代 粗口）作者：老陈醋.txt",
    "夸克盘链接": "https://pan.quark.cn/s/d45e1b913f07"
  },
  {
    "文件名": "[完结103]女留学生秘闻录(NPH) 作者：老聋瞎.txt",
    "夸克盘链接": "https://pan.quark.cn/s/17f62805f92e"
  },
  {
    "文件名": "[完结91+番外]烧春「年上，先婚」作者：游岸.txt",
    "夸克盘链接": "https://pan.quark.cn/s/d3877336aa8e"
  },
  {
    "文件名": "[完结98+番外]别捏我脸（校园1v2）作者：缇安.txt",
    "夸克盘链接": "https://pan.quark.cn/s/5fe477367a0c"
  },
  {
    "文件名": "[完结+全番外]《重生成仇人的宠物怎么破（np美强总受）》作者：爆馅的肉包【补】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/031673e6f77c"
  },
  {
    "文件名": "[完结+全番外]《云上星（1v1 病弱美攻x家奴受 虐身虐心）》作者：随心xzz.txt",
    "夸克盘链接": "https://pan.quark.cn/s/23b9d2968e0c"
  },
  {
    "文件名": "[完结+全番外]《在恋爱养成游戏里当玩物+番外篇（1v1 网游、双性）》作者：白日梦工厂厂长【补番】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/36363750a80d"
  },
  {
    "文件名": "[完结+全番外]《再不结束隔离就要处出感情啦（双性、过程np 结局1v1）》作者：小橱娘.txt",
    "夸克盘链接": "https://pan.quark.cn/s/8ec88a7b1ee0"
  },
  {
    "文件名": "[完结+全番外]《遇见我他才变甜（1v1 多CP）》作者：普通市民裴小姐【补番】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/80eda9676883"
  },
  {
    "文件名": "[完结+全番外]《预谋不轨（ABO 结局1v1 NTR 生子产乳）》作者：荷沈.txt",
    "夸克盘链接": "https://pan.quark.cn/s/173fa0f4514d"
  },
  {
    "文件名": "[完结+全番外]《一对校霸（校园1v1 伪骨科 强制）》作者：榴莲最好吃.txt",
    "夸克盘链接": "https://pan.quark.cn/s/720f5e15370d"
  },
  {
    "文件名": "[完结+全番外]《引诱冰山保镖（1v1 受追攻、总裁诱受x中俄混血保镖攻））》作者：磨溪.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ad3708636a09"
  },
  {
    "文件名": "[完结+全番外]《新网王之他们都馋我身子（np 双性主受）》作者：没有名字hh.txt",
    "夸克盘链接": "https://pan.quark.cn/s/b4cfcd3f8e95"
  },
  {
    "文件名": "[完结+全番外]《我真没想抢男主【1v1 快穿】》作者：漫天都是小星星【补番】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/621f058d263c"
  },
  {
    "文件名": "[完结+全番外]《校霸说想试试我的批（双性1v1）》作者：伏不是.txt",
    "夸克盘链接": "https://pan.quark.cn/s/04e9fb0ee769"
  },
  {
    "文件名": "[完结+全番外]《小娇夫（3p 总攻、弱攻强受）》作者：水清宴【补番】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/768d8f12a164"
  },
  {
    "文件名": "[完结+全番外]《万人嫌离婚之后（美强双性ABO、换攻）1v1》作者：andgbb【补番】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/6f54637ace66"
  },
  {
    "文件名": "[完结+全番外]《缺爱小可怜和他的暴力狂老公（双性1v1 ABO 家暴攻 SM虐身）》作者：生椰举铁【补番】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/b7e523f19c66"
  },
  {
    "文件名": "[完结+全番外]《苟苟（1v1 鬼畜攻x双性弱受）》作者：夏小正【补老文-全彩蛋无缺字】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/b3ccebc99a78"
  },
  {
    "文件名": "[完结+全番外]《当万人迷穿成总受文的炮灰攻四（np 穿书）》作者：神奇小小.txt",
    "夸克盘链接": "https://pan.quark.cn/s/3b3c778abd5a"
  },
  {
    "文件名": "[完结+全番外]《钱色交易（np 双性总受、性癖变态攻）》作者：我爱吃冰棒【补番】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/4d0fbf1c76e8"
  },
  {
    "文件名": "[完结+番外7]《朕不想当皇帝了》作家：一二三.txt",
    "夸克盘链接": "https://pan.quark.cn/s/804451efa634"
  },
  {
    "文件名": "[完结+全番外]《【修帝】天魔摩罗谱（同人）》作者：蛋黄流心酥.txt",
    "夸克盘链接": "https://pan.quark.cn/s/684741d93ba8"
  },
  {
    "文件名": "[完结+番外]继父（伪父女1V1）作者：逗号君.txt",
    "夸克盘链接": "https://pan.quark.cn/s/b1638ddb839d"
  },
  {
    "文件名": "[完结+番外]《直播恋综doi指南》作者：Uranus（1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/1a9f41c11640"
  },
  {
    "文件名": "[完结+番外]《先冲为敬》作者：Eclosion（1v1）~补番.txt",
    "夸克盘链接": "https://pan.quark.cn/s/9e7ce116350f"
  },
  {
    "文件名": "[完结+番外]《我和我的野种哥哥》作者：没有名字的小棺材（1v1）~补番.txt",
    "夸克盘链接": "https://pan.quark.cn/s/684822ab4d73"
  },
  {
    "文件名": "[完结+番外]《荒岛七年》作者：鹿潮（GL百合）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/bd30117fd02a"
  },
  {
    "文件名": "[完结+番外]《社恐炮灰遇上重生龙傲天》作者：张嘴吃蘑菇（1v1）~补番.txt",
    "夸克盘链接": "https://pan.quark.cn/s/007b626104ec"
  },
  {
    "文件名": "[完结+3番外]《虫族之求你爱我（美强主攻、先婚后爱1v1）》作者：亲吻病娇.txt",
    "夸克盘链接": "https://pan.quark.cn/s/4cf02f703ece"
  },
  {
    "文件名": "[完结+番外]《[AB]和情敌做了之后》作者：交麻（1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/dda1a323234d"
  },
  {
    "文件名": "[完结+1番外]《叹春（1v1 疯批攻×重生懦弱受）》作者：奶黄猪猪包.txt",
    "夸克盘链接": "https://pan.quark.cn/s/531086d4ecc4"
  },
  {
    "文件名": "[完结]桌边［校园 1v1］作者：雪莉.txt",
    "夸克盘链接": "https://pan.quark.cn/s/1d88edbd43e6"
  },
  {
    "文件名": "[完结]纵欲三十天 作者：肆野与湫.txt",
    "夸克盘链接": "https://pan.quark.cn/s/cef93f8e86c4"
  },
  {
    "文件名": "[完结]指尖湿热 作者 糖醋排骨吃吗.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ca4269975c26"
  },
  {
    "文件名": "[完结]朕的宫女手很白 作者：养猪的猫.txt",
    "夸克盘链接": "https://pan.quark.cn/s/7b32c419a439"
  },
  {
    "文件名": "[完结]专属母狗（高h） 作者：石更大魔王.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ee9b31e1b3f2"
  },
  {
    "文件名": "[完结]欲罢不能（男出轨）作者：一百个小草莓.txt",
    "夸克盘链接": "https://pan.quark.cn/s/d4e0d78e7c69"
  },
  {
    "文件名": "[完结]夏天到了（姐弟）作者：Niko.txt",
    "夸克盘链接": "https://pan.quark.cn/s/d7c746efbcce"
  },
  {
    "文件名": "[完结]心上偏爱  作者 _.txt",
    "夸克盘链接": "https://pan.quark.cn/s/0df7c876ef3f"
  },
  {
    "文件名": "[完结]妖女（np） 作者：艾雪熙.txt",
    "夸克盘链接": "https://pan.quark.cn/s/d5db76053a8f"
  },
  {
    "文件名": "[完结]他比夜更黑（高H） 作者：无罪国度.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c99afc78e8b5"
  },
  {
    "文件名": "[完结]偷睡哥哥被发现后（骨科h） 作者：哈罗酱.txt",
    "夸克盘链接": "https://pan.quark.cn/s/268adebb64f6"
  },
  {
    "文件名": "[完结]喜欢我，快喜欢我（痴汉）作者：唐七辛.txt",
    "夸克盘链接": "https://pan.quark.cn/s/11ade0ae330d"
  },
  {
    "文件名": "[完结]师尊莫怪 作者 山水郎.txt",
    "夸克盘链接": "https://pan.quark.cn/s/0858d2c75ab9"
  },
  {
    "文件名": "[完结]睡奸了雄小鬼弟弟后（姐弟骨科H）作者：纯爱战士牛头人.txt",
    "夸克盘链接": "https://pan.quark.cn/s/f0c7f74877b7"
  },
  {
    "文件名": "[完结]身居高位 作者：咸鱼喂猫.txt",
    "夸克盘链接": "https://pan.quark.cn/s/22643376206b"
  },
  {
    "文件名": "[完结]女财阀：帅批猛男被玩坏了 作者：鸭王.txt",
    "夸克盘链接": "https://pan.quark.cn/s/2606f979c851"
  },
  {
    "文件名": "[完结]魅魔小姐直播中(伪快穿 NPH）作者：不言卿.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ad9af726388f"
  },
  {
    "文件名": "[完结]明星女友跟狗还有黑人一起 作者：昨夜又梦你.txt",
    "夸克盘链接": "https://pan.quark.cn/s/8cac485de5b4"
  },
  {
    "文件名": "[完结]暖冬纪事 作者 金刀断柳.txt",
    "夸克盘链接": "https://pan.quark.cn/s/aa3f9388dc07"
  },
  {
    "文件名": "[完结]梦中人（np） 作者：吃松子儿.txt",
    "夸克盘链接": "https://pan.quark.cn/s/bac5fe150b40"
  },
  {
    "文件名": "[完结]每天玩18个猛男 作者：多人运动.txt",
    "夸克盘链接": "https://pan.quark.cn/s/bf00333d0c5c"
  },
  {
    "文件名": "[完结]烂泥（母子） 作者 纯爱战士牛头人.txt",
    "夸克盘链接": "https://pan.quark.cn/s/8de4dec10e7d"
  },
  {
    "文件名": "[完结]绿色藤（1v1，姐弟恋）作者：小南瓜.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a4651d18575e"
  },
  {
    "文件名": "[完结]烂草莓（校园1V1）作者：梨梨亚冬.txt",
    "夸克盘链接": "https://pan.quark.cn/s/fc434220f52c"
  },
  {
    "文件名": "[完结]今天，爽到了吗 作者：二十一.txt",
    "夸克盘链接": "https://pan.quark.cn/s/d8c9b22b52e4"
  },
  {
    "文件名": "[完结]金枝 作者：柠宁.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e4df2b07e6d9"
  },
  {
    "文件名": "[完结]家庭大乱炖（高h） 作者：石更大魔王.txt",
    "夸克盘链接": "https://pan.quark.cn/s/f41b271aa437"
  },
  {
    "文件名": "[完结]假千金被死对头包养了（1v1甜文）作者：一件衫.txt",
    "夸克盘链接": "https://pan.quark.cn/s/16ca5806aeb5"
  },
  {
    "文件名": "[完结]短篇精悍：无耻下贱故事合集 作者：昨夜又梦你.txt",
    "夸克盘链接": "https://pan.quark.cn/s/1093898191f6"
  },
  {
    "文件名": "[完结]极地流星（1v1h）作者：星雾.txt",
    "夸克盘链接": "https://pan.quark.cn/s/2656b5ccad45"
  },
  {
    "文件名": "[完结]和偶像梦里搞瑟瑟 作者 梨月婳云.txt",
    "夸克盘链接": "https://pan.quark.cn/s/d313d8b3fe22"
  },
  {
    "文件名": "[完结]点绛唇（h） 作者：开心颜.txt",
    "夸克盘链接": "https://pan.quark.cn/s/1f887ff37995"
  },
  {
    "文件名": "[完结]第三把锁（高干剧情，1v1 H）作者：月亮是湖.txt",
    "夸克盘链接": "https://pan.quark.cn/s/121c374ad833"
  },
  {
    "文件名": "[完结]得睾望众 作者：午夜果果.txt",
    "夸克盘链接": "https://pan.quark.cn/s/7578b95f627e"
  },
  {
    "文件名": "[完结]大小姐她睡不醒 作者：骚气的内个谁.txt",
    "夸克盘链接": "https://pan.quark.cn/s/4522dd9adbcb"
  },
  {
    "文件名": "[完结]穿成主角的妈 作者：江山.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ee6a994f88a8"
  },
  {
    "文件名": "[完结]财迷小道姑误入成人直播恋综爆火 作者：渔涂涂.txt",
    "夸克盘链接": "https://pan.quark.cn/s/edcc061465f0"
  },
  {
    "文件名": "[完结]被拐后反杀了全村人（np高h） 作者：林间月.txt",
    "夸克盘链接": "https://pan.quark.cn/s/df067dcbb755"
  },
  {
    "文件名": "[完结]暗恋竹马后被肏了 作者：吃了个桃子.txt",
    "夸克盘链接": "https://pan.quark.cn/s/89830e22e9be"
  },
  {
    "文件名": "[完结]报恩的糙汉好猛（1V1 SC） 作者：糖醋鱼.txt",
    "夸克盘链接": "https://pan.quark.cn/s/4f0b2cf63d04"
  },
  {
    "文件名": "[完结]【代号鸢_袁基X你】甘露良夜 作者：一只小伯.txt",
    "夸克盘链接": "https://pan.quark.cn/s/fc554c1e0b65"
  },
  {
    "文件名": "[完结]《小白虎现身》作者：桑怀 (1v1).txt",
    "夸克盘链接": "https://pan.quark.cn/s/c4c6d15ba929"
  },
  {
    "文件名": "[完结]《想要攻陷师尊的后穴》作者：合思芷月 (1v1).txt",
    "夸克盘链接": "https://pan.quark.cn/s/0e764a44d1c9"
  },
  {
    "文件名": "[完结]《小爹是按摩棒奴隶》作者：隐形的鸡儿（np）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/956e5a6ae9de"
  },
  {
    "文件名": "[完结]《正道魁首》作者：斋哥（1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/cf2a4e722323"
  },
  {
    "文件名": "[完结]《我给总裁塞退烧栓》作者：我要吃肉肉（女攻1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/99e2fc36fecc"
  },
  {
    "文件名": "[完结]《我的批水能疗伤》作者：宫爆辣子丁（1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/b8e7d97d4c67"
  },
  {
    "文件名": "[完结]《盛物员》作者：池砚（1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/796d1c7a1180"
  },
  {
    "文件名": "[完结]《赛博妓女会梦见电子迪克吗》作者：纯爱狂刀客（np）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/4e6a17f21cc0"
  },
  {
    "文件名": "[完结]《欺天子》作者：rabacce（1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/70e9e2fecbb6"
  },
  {
    "文件名": "[完结]《君有眼疾》作者：临时想不起来 (1v1).txt",
    "夸克盘链接": "https://pan.quark.cn/s/c732ae774df3"
  },
  {
    "文件名": "[完结]《可怜小哥儿沦为村妓和典妻》作者：无法无天（np）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/cd08236ec539"
  },
  {
    "文件名": "[完结]《分手后你还听着我的语音导航》作者：x向心力 (1v1).txt",
    "夸克盘链接": "https://pan.quark.cn/s/bd32552558f9"
  },
  {
    "文件名": "[完结]《可怜老实人被阴暗批痴汉老公疯狂觊觎》作者：一根薯条 (1v1).txt",
    "夸克盘链接": "https://pan.quark.cn/s/e0beaf6a2d3e"
  },
  {
    "文件名": "[完结]《冬慕寒》作者：惟有九夏 (1v1).txt",
    "夸克盘链接": "https://pan.quark.cn/s/3ff0e69c1cb8"
  },
  {
    "文件名": "[完结]《夺星》作者：投木瓜 (1v1).txt",
    "夸克盘链接": "https://pan.quark.cn/s/c523b1e18923"
  },
  {
    "文件名": "[完结]《恶劣直男被高冷舍友玩弄》作者：染绮(1v1).txt",
    "夸克盘链接": "https://pan.quark.cn/s/6c56a02e9b1e"
  },
  {
    "文件名": "[完结]《丢掉语音陪的职业操守》作者：巴塔耶（百合1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/261df28d09f8"
  },
  {
    "文件名": "[完结]《定制开发》作者：气疯了 (1v1).txt",
    "夸克盘链接": "https://pan.quark.cn/s/b802d7fd81da"
  },
  {
    "文件名": "[完结]《虫族之求你爱我》作者：捕捉娇娇子 (1v1).txt",
    "夸克盘链接": "https://pan.quark.cn/s/4b5172543665"
  },
  {
    "文件名": "[完结]《春情》作者：应（GL百合1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/f6e59427a31f"
  },
  {
    "文件名": "[完结]《病娇徒弟上仙师尊》作者：水果茶（1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/8a2641354f4f"
  },
  {
    "文件名": "[连载]《清冷美人的神奇游戏（双性总受）》作者：抹茶冰沙（np）--更331.txt",
    "夸克盘链接": "https://pan.quark.cn/s/35a98e8f7837"
  },
  {
    "文件名": "[完结]《top的脑洞》作者：没有名字的top（短篇集）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/728ff00ee8ef"
  },
  {
    "文件名": "[完结]《N批体育生儿子和爸爸乱》作者：风流狂狼.txt",
    "夸克盘链接": "https://pan.quark.cn/s/0f1a36ff1c06"
  },
  {
    "文件名": "[完结]《被禽兽老板艹肿》作者：aolce.txt",
    "夸克盘链接": "https://pan.quark.cn/s/5af931a30adb"
  },
  {
    "文件名": "[完结 含番外]我死后的100天（1v1）作者：Sa.txt",
    "夸克盘链接": "https://pan.quark.cn/s/5e4e573ebc3e"
  },
  {
    "文件名": "[快穿]黑月光男神又在倒追我 作者：喝橙汁吗.txt",
    "夸克盘链接": "https://pan.quark.cn/s/2780c41fbfec"
  },
  {
    "文件名": "[连载]《囤货，然后活下去》作者：阿拉贡夫人--更103.txt",
    "夸克盘链接": "https://pan.quark.cn/s/d21538290fd8"
  },
  {
    "文件名": "[快穿]又和命定大佬HE了 作者：忽葱.txt",
    "夸克盘链接": "https://pan.quark.cn/s/116bb109ebdf"
  },
  {
    "文件名": "[更2017]快穿之玉体横陈（1v1）作者：青亘.txt",
    "夸克盘链接": "https://pan.quark.cn/s/d1581a214c3a"
  },
  {
    "文件名": "[更848]插进去了，但我们还是纯洁的关系（快穿，剧情1V1）作者：造了个孽.txt",
    "夸克盘链接": "https://pan.quark.cn/s/5d2c59543ac7"
  },
  {
    "文件名": "[合集 完结]《花市狂欢记（混合）BL-amp;BG》作者：Hi早八妹.txt",
    "夸克盘链接": "https://pan.quark.cn/s/25f3569ec00c"
  },
  {
    "文件名": "[合集 完结]《花市狂欢记（混合）BL&BG》作者：Hi早八妹.txt",
    "夸克盘链接": "https://pan.quark.cn/s/1eec8d76f9f3"
  },
  {
    "文件名": "[合集 更159]《得闲炒饭》作者：迷迷迷.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ba4a59d3a6af"
  },
  {
    "文件名": "[更636]石榴熟了（H）作者：女娲.txt",
    "夸克盘链接": "https://pan.quark.cn/s/aaa92e620594"
  },
  {
    "文件名": "[更528]快穿之渣女翻车纪事[H] 作者：一枕暖.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e97f101c4ce6"
  },
  {
    "文件名": "[更473]快穿之女配势要扑倒男主 作者：茶蘼.txt",
    "夸克盘链接": "https://pan.quark.cn/s/fc81ae0630bf"
  },
  {
    "文件名": "[更608]病弱女配被迫上岗（快穿 NPH）作者：猛猪哭泣.txt",
    "夸克盘链接": "https://pan.quark.cn/s/5b7ea8ef78ac"
  },
  {
    "文件名": "[更353]掌中求欢[高H现言】 作者：奶奶奶奶油酱.txt",
    "夸克盘链接": "https://pan.quark.cn/s/f66e6d558286"
  },
  {
    "文件名": "[更404][我英]日在雄英 作者：无间之花.txt",
    "夸克盘链接": "https://pan.quark.cn/s/048c0eb17268"
  },
  {
    "文件名": "[更418]遇妖 作者：乱作一团.txt",
    "夸克盘链接": "https://pan.quark.cn/s/20ec0259f630"
  },
  {
    "文件名": "[更343]被他肏了七天七夜后我带球跑了（校园1v1 高H）作者：落落.txt",
    "夸克盘链接": "https://pan.quark.cn/s/fc343d748c20"
  },
  {
    "文件名": "[更324]侯府婢h 作者：罗群.txt",
    "夸克盘链接": "https://pan.quark.cn/s/00e26fcbea69"
  },
  {
    "文件名": "[更323]恶役千金屡败屡战 作者：刻舟.txt",
    "夸克盘链接": "https://pan.quark.cn/s/b2cf2c861012"
  },
  {
    "文件名": "[更315][快穿]男主快到碗里来 作者：雾枝.txt",
    "夸克盘链接": "https://pan.quark.cn/s/d403cbc96683"
  },
  {
    "文件名": "[更308]当我嫁人后，剧情突然变得不对劲起来 作者：寻觅真理527.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ec09ef20f2a1"
  },
  {
    "文件名": "[更288]万有瘾力 【NP，高H，系统】作者：脱氧麻黄碱.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c713e052be5d"
  },
  {
    "文件名": "[更291]欲女绘卷（nph）作者：易燃_BURNING.txt",
    "夸克盘链接": "https://pan.quark.cn/s/1bcce9366757"
  },
  {
    "文件名": "[更289]糙汉俏媳妇H 作者：一轮明月.txt",
    "夸克盘链接": "https://pan.quark.cn/s/de82457ceffa"
  },
  {
    "文件名": "[更208]《禁忌游戏实况》作者：沂透（故事.txt",
    "夸克盘链接": "https://pan.quark.cn/s/8f7fa29f3a10"
  },
  {
    "文件名": "[更260]穿成男主白月光（快穿，nph）作者：花柒酒.txt",
    "夸克盘链接": "https://pan.quark.cn/s/72a814ddebae"
  },
  {
    "文件名": "[更201]淫悦帝王成长计划【后宫H】作者：幼冴.txt",
    "夸克盘链接": "https://pan.quark.cn/s/fd5b45cbf2ca"
  },
  {
    "文件名": "[更195]每次快穿睁眼都有想死的冲动（NP）作者：咖啡因.txt",
    "夸克盘链接": "https://pan.quark.cn/s/45751f844052"
  },
  {
    "文件名": "[更194]靡靡宫春深（1V1糙肉高H） 作者：樱花帕尼尼.txt",
    "夸克盘链接": "https://pan.quark.cn/s/9363a2b23684"
  },
  {
    "文件名": "[更171]魔君与魔后的婚后生活 作者：西瓜真好吃.txt",
    "夸克盘链接": "https://pan.quark.cn/s/bc1cd19b2444"
  },
  {
    "文件名": "[更169]在末日女扮男装（nph）作者：霜雪天.txt",
    "夸克盘链接": "https://pan.quark.cn/s/be822014c24c"
  },
  {
    "文件名": "[更169]他们说我马甲掉了[修仙NPH] 作者：不可收容之笔.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ba798ca6c62a"
  },
  {
    "文件名": "[更164]当穿越遇上外挂 作者：九真.txt",
    "夸克盘链接": "https://pan.quark.cn/s/5a68f74d9b15"
  },
  {
    "文件名": "[更169]睡错郎（高H，换妻，1V1）作者：容子君.txt",
    "夸克盘链接": "https://pan.quark.cn/s/8d8cb9632c97"
  },
  {
    "文件名": "[更166][韩娱]见异思迁（NP）作者：勤劳的小野猫.txt",
    "夸克盘链接": "https://pan.quark.cn/s/85b885f1cf39"
  },
  {
    "文件名": "[更162]红线（父女 h）作者：athea.txt",
    "夸克盘链接": "https://pan.quark.cn/s/fc98852cf66d"
  },
  {
    "文件名": "[更157]情欲抽卡系统【NPH】作者：墨菲烟.txt",
    "夸克盘链接": "https://pan.quark.cn/s/64a4397dd35d"
  },
  {
    "文件名": "[更154]《末世之催眠征服健壮男人》作者：一如流年（np总受）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/50584fb18d47"
  },
  {
    "文件名": "[更142]《性瘾小漂亮的勾引日常》作者：月亮不圆（np）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/f77ae4ce684e"
  },
  {
    "文件名": "[更146]《你也喜欢小俞吗 大家都爱漂亮笨蛋 原名 漂亮笨蛋拿了炮灰剧本后》作者：泡芙巧克力球（np）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/84e5c6bf020d"
  },
  {
    "文件名": "[更154]支配（养父女 DS）作者：予一人.txt",
    "夸克盘链接": "https://pan.quark.cn/s/583acda4fc4c"
  },
  {
    "文件名": "[更142]缚尘（仙侠NP 高H）全处全洁 作者：只是乱翻书.txt",
    "夸克盘链接": "https://pan.quark.cn/s/f48144399e49"
  },
  {
    "文件名": "[更138]麝香之梦（NPH）作者：Aki想喝珍珠奶茶.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e234cc6c94d0"
  },
  {
    "文件名": "[更134]浪荡（古言1V1H）作者：坤卦.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c44178250e24"
  },
  {
    "文件名": "[更125]阎崇女帝录（NPH剧情向）作者：阎崇年间廷史司理事.txt",
    "夸克盘链接": "https://pan.quark.cn/s/f75cade31ee3"
  },
  {
    "文件名": "[更126]蝴蝶（校园 1v1）作者：侯一西.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ce5230229b25"
  },
  {
    "文件名": "[更125]联邦的小狐狸（兽人NPH）作者：闪烁的星.txt",
    "夸克盘链接": "https://pan.quark.cn/s/957a4ba2588a"
  },
  {
    "文件名": "[更121]《失忆反派怀了男主的孩子》作家：九天（仙侠1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/562957ec2067"
  },
  {
    "文件名": "[更118]绯色权欲 作者：封与.txt",
    "夸克盘链接": "https://pan.quark.cn/s/d4b779927e86"
  },
  {
    "文件名": "[更118]黑莲花被迫小白花开局！如何拉扯懦弱皇兄一统江山（古言NPH）作者 讫讫.txt",
    "夸克盘链接": "https://pan.quark.cn/s/729341d75ce0"
  },
  {
    "文件名": "[更120]秋琛（1V1 H）作者：叶天蓝.txt",
    "夸克盘链接": "https://pan.quark.cn/s/6357a6bdd5f5"
  },
  {
    "文件名": "[更113]调教（1v1 BDSM）作者：黑灯瞎火.txt",
    "夸克盘链接": "https://pan.quark.cn/s/20452426c085"
  },
  {
    "文件名": "[更113 13外传]《冲喜后被逆子的艹能.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ed3ca7051df4"
  },
  {
    "文件名": "[更106]在恐怖游戏收录NPC男友 作者：红豆奶猹.txt",
    "夸克盘链接": "https://pan.quark.cn/s/1e109e11f65f"
  },
  {
    "文件名": "[更112]孟总追妻上位计（娱乐圈，高h，1v1）原名《来自平行宇宙的霸总》作者：陆小哼.txt",
    "夸克盘链接": "https://pan.quark.cn/s/db0ea0287aea"
  },
  {
    "文件名": "[更94]《放暑假后我在游戏里007当酒》作者：踽踽独行（柯南总攻）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/2bf643dab474"
  },
  {
    "文件名": "[更105]人前人后 作者：偷马头.txt",
    "夸克盘链接": "https://pan.quark.cn/s/d8c48d70f744"
  },
  {
    "文件名": "[更103]热夏（父女，高H）作者：夏多布里昂.txt",
    "夸克盘链接": "https://pan.quark.cn/s/0a5f89ce74ef"
  },
  {
    "文件名": "[更92]我有一个异能（NPH）作者：千金裘.txt",
    "夸克盘链接": "https://pan.quark.cn/s/7de171f1ceab"
  },
  {
    "文件名": "[更92]《男友驳回了我的接吻申请》作.txt",
    "夸克盘链接": "https://pan.quark.cn/s/2176c10a5f76"
  },
  {
    "文件名": "[更90]月亮海（西幻人鱼H）作者：苦月亮.txt",
    "夸克盘链接": "https://pan.quark.cn/s/cb37c75290ed"
  },
  {
    "文件名": "[更91]四月雪（古言重生）作者：温水酱酱.txt",
    "夸克盘链接": "https://pan.quark.cn/s/3f1a78fe2db9"
  },
  {
    "文件名": "[更88]《绝望主夫直播间》作者：纯情比巴卜（np）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/2269947f65c9"
  },
  {
    "文件名": "[更92]《NTR之交换游戏》作者：心术不正（np）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/28149c7009c4"
  },
  {
    "文件名": "[更84]易绻（1V2）作者：锦换.txt",
    "夸克盘链接": "https://pan.quark.cn/s/7f48c9b1b5c8"
  },
  {
    "文件名": "[更85]《炮灰总是被当成娇娇老婆》作者：大梦三千（np）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/3374d17f6585"
  },
  {
    "文件名": "[更86]乐色（都市狗血，1V2）作者：鸣銮.txt",
    "夸克盘链接": "https://pan.quark.cn/s/b08e83daa5cc"
  },
  {
    "文件名": "[更84]《舔狗万人嫌》作者：叼着拖鞋往前飞（np）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/fcc55cd41754"
  },
  {
    "文件名": "[更84]女高中生的养狗日常（NPH）作者：萌大奶.txt",
    "夸克盘链接": "https://pan.quark.cn/s/342cc127b12c"
  },
  {
    "文件名": "[更84]夜色尚浅（同人，双重生H）作者：寒江子.txt",
    "夸克盘链接": "https://pan.quark.cn/s/f94b93e8515a"
  },
  {
    "文件名": "[更83]野花 （快穿 勾引出轨 NPH）作者：知夏.txt",
    "夸克盘链接": "https://pan.quark.cn/s/2742554e855b"
  },
  {
    "文件名": "[更82]渣了纯情男神被干哭了（1v1渣女）作者：白日放歌.txt",
    "夸克盘链接": "https://pan.quark.cn/s/7e5d14148237"
  },
  {
    "文件名": "[更82]《夫奴的自我修养》作者：夜烬沙华（女攻np）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/38a5d853ad11"
  },
  {
    "文件名": "[更78]《金牌炮灰洗白指南》作者：万殊（快穿总攻）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e3c42c3ed6a8"
  },
  {
    "文件名": "[更79]炮灰女配生存指北 作者 七坠兔.txt",
    "夸克盘链接": "https://pan.quark.cn/s/9c77c1134d9b"
  },
  {
    "文件名": "[更79]《舔狗万人嫌》作者：叼着拖鞋往.txt",
    "夸克盘链接": "https://pan.quark.cn/s/d65a6db70f8c"
  },
  {
    "文件名": "[更79]【快穿】睡了男主后我死遁了（NP高H） 作者 兔兔吉利.txt",
    "夸克盘链接": "https://pan.quark.cn/s/3b4855c3cd3a"
  },
  {
    "文件名": "[更75]春闺艳妇（高H产乳乱伦）作者：丽春院头牌.txt",
    "夸克盘链接": "https://pan.quark.cn/s/396a5154819e"
  },
  {
    "文件名": "[更74]恶毒大小姐但是乖乖女【NP，伪骨科】作者：午睡睡不醒.txt",
    "夸克盘链接": "https://pan.quark.cn/s/d370db8fbdd9"
  },
  {
    "文件名": "[更72]危险寄养（1V1糙汉 高H）作者：只是乱翻书.txt",
    "夸克盘链接": "https://pan.quark.cn/s/b84fc9faf3c9"
  },
  {
    "文件名": "[更74]舟夜书所见（校园 H）作者 清尔柒七.txt",
    "夸克盘链接": "https://pan.quark.cn/s/17c76e70ab9a"
  },
  {
    "文件名": "[更72]成佛（强制）作者：躺平的仙女.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e7b56d0d51ec"
  },
  {
    "文件名": "[更72]【综港影】玉蝴蝶（nph）作者：呀啊啊啊啊啊西八老马.txt",
    "夸克盘链接": "https://pan.quark.cn/s/4ddf14d51a1d"
  },
  {
    "文件名": "[更68]捉鬼(NPH) 作者：问神.txt",
    "夸克盘链接": "https://pan.quark.cn/s/79401dc58847"
  },
  {
    "文件名": "[更71]太女的忠犬暗卫（忠犬、双向奔赴、甜宠）作者：蜗牛.txt",
    "夸克盘链接": "https://pan.quark.cn/s/8515c4085835"
  },
  {
    "文件名": "[更70]遇虎(古言，1v1h)作者：Maxwell.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a2be20ca762a"
  },
  {
    "文件名": "[更68]《恶毒还貌美会被玩到哭哦 原名 恶毒还貌美是会被操哭的哦》作者：独上西楼（np）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/470f8af80864"
  },
  {
    "文件名": "[更67]林间牧月（1V1，H）作者：東坡肉夾饃.txt",
    "夸克盘链接": "https://pan.quark.cn/s/aab62d5c930d"
  },
  {
    "文件名": "[更67]盛月之夏 作者 叶闻知.txt",
    "夸克盘链接": "https://pan.quark.cn/s/71bd29905505"
  },
  {
    "文件名": "[更65]山上有女匪（追妻 SC H）作者：榴莲赛高.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e672f04c929c"
  },
  {
    "文件名": "[更58]高攀（高干1v1）作者：芒灯.txt",
    "夸克盘链接": "https://pan.quark.cn/s/911067a9d661"
  },
  {
    "文件名": "[更59]蜜桃成熟时，被采花大盗盯上了（美人与糙汉，帅大叔等NP）作者：沾花惹肏.txt",
    "夸克盘链接": "https://pan.quark.cn/s/b52d48a44177"
  },
  {
    "文件名": "[更57]懒茶（哨向 BG 1v3）作者：山今怎么还不睡.txt",
    "夸克盘链接": "https://pan.quark.cn/s/59fcc06a65b7"
  },
  {
    "文件名": "[更55]【西幻】我有两个马甲（NPH）作者：花花酱.txt",
    "夸克盘链接": "https://pan.quark.cn/s/fa3b96579a87"
  },
  {
    "文件名": "[更57]《子非鱼》（荀彧X刘备三国同人，长篇连载，剧情向）作者：喵喵糖糖.txt",
    "夸克盘链接": "https://pan.quark.cn/s/8c0115fa796a"
  },
  {
    "文件名": "[更54+2番外]《炮灰渣攻不想做万人迷》作者：晴昼（总攻）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/f848b6906e1a"
  },
  {
    "文件名": "[更56]不一样的神豪系统 作者：黑墨汁.txt",
    "夸克盘链接": "https://pan.quark.cn/s/d568db9aa19a"
  },
  {
    "文件名": "[更54]男团back，但女扮男装【NPH】作者：黑裙.txt",
    "夸克盘链接": "https://pan.quark.cn/s/0eb50cea102a"
  },
  {
    "文件名": "[更53]关于某古早校园文中的你  作者 迟枣.txt",
    "夸克盘链接": "https://pan.quark.cn/s/871b2eac48ed"
  },
  {
    "文件名": "[更51+番外]《和Enigma变态结婚七年后带球跑了》作者：空空空如也 (1v1).txt",
    "夸克盘链接": "https://pan.quark.cn/s/0daaa9ac2ce3"
  },
  {
    "文件名": "[更51]《越界》作者：会真经的欧阳鸭（GL百合abo）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ea86298888df"
  },
  {
    "文件名": "[更52]平平无奇女beta目睹之怪状(np）作者：稷如生.txt",
    "夸克盘链接": "https://pan.quark.cn/s/17d98f55834f"
  },
  {
    "文件名": "[更51]《顾总请自重》作者：阿言_.txt",
    "夸克盘链接": "https://pan.quark.cn/s/d97883594c14"
  },
  {
    "文件名": "[更51]《【ABO】【总受】没离婚不恋爱》作者：佚名黄A（np）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/bbba7b152ae0"
  },
  {
    "文件名": "[更50]高抬贵手（强制1V1）作者：紫衫龙王.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ffa339ed5e31"
  },
  {
    "文件名": "[更50]疯狂坠落[校园1V1] 作者：璃光.txt",
    "夸克盘链接": "https://pan.quark.cn/s/37c66a22e5cf"
  },
  {
    "文件名": "[更50]《我想，你做》作者：二呆瓜（np）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/188aaa6f0cd2"
  },
  {
    "文件名": "[更49]渣皇本色之后宫三千人 作者：汤圆圆.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a52d1b24c4e5"
  },
  {
    "文件名": "[更50]《催眠龙傲天师弟失败后》作者：桂花莲子酒（1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/244c363bfa51"
  },
  {
    "文件名": "[更49]醒来发现被哥哥偷偷舔穴 作者：我滴个土豆啊.txt",
    "夸克盘链接": "https://pan.quark.cn/s/dd1fe92ac912"
  },
  {
    "文件名": "[更49]【综主咒回】想被烫男人们爆炒又怎么了嘛！？作者：喝茶兔.txt",
    "夸克盘链接": "https://pan.quark.cn/s/d02640c18be3"
  },
  {
    "文件名": "[更46]不合时宜（男小三）作者：停车吃饭.txt",
    "夸克盘链接": "https://pan.quark.cn/s/37912363488e"
  },
  {
    "文件名": "[更47]病娇 黑化 小黑屋 作者：Welsh Corgi.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a12d74058a57"
  },
  {
    "文件名": "[更46]《过冬》作者：无问泊舟（3p）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/809059d85271"
  },
  {
    "文件名": "[更46]日不落（父女）作者：夭夭.txt",
    "夸克盘链接": "https://pan.quark.cn/s/8a2e0fb87697"
  },
  {
    "文件名": "[更45]邀明月（修仙1V1）作者：墨弦歌.txt",
    "夸克盘链接": "https://pan.quark.cn/s/781497ff7a80"
  },
  {
    "文件名": "[更45]小白兔转校生的挨肏日常（校园H 1V1 甜宠） 作者 桔子糖水.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c0b04bb0c46f"
  },
  {
    "文件名": "[更43]偷窥老公出轨（绿帽_出轨短篇合集）作者：今晚开高铁.txt",
    "夸克盘链接": "https://pan.quark.cn/s/8612f8850983"
  },
  {
    "文件名": "[更45]《塞格的玫瑰》作者 走月逆云（GL百合futanp）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/028fa306d8da"
  },
  {
    "文件名": "[更42]《红神的祭品》作者：芝加哥打人机（1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/3a6b0456fe4f"
  },
  {
    "文件名": "[更43]温柔归处（破镜重圆H，1v1）作者：雪霁千山.txt",
    "夸克盘链接": "https://pan.quark.cn/s/785a39093f2c"
  },
  {
    "文件名": "[更41]敢爬墙就操死（1v2）作者：西果果子.txt",
    "夸克盘链接": "https://pan.quark.cn/s/3ed034752edf"
  },
  {
    "文件名": "[更41]柔软小白花的淫乱ntr日常 作者：几粒.txt",
    "夸克盘链接": "https://pan.quark.cn/s/87722f6d2606"
  },
  {
    "文件名": "[更40+7]《炮灰被疯批强制爱的全过程》作者：秃头美少女（np）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/770acb74b2f1"
  },
  {
    "文件名": "[更39]《讨厌又怎么样，还不是要乖乖挨操》作者 性无能天使（GL百合1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/d18665733fdd"
  },
  {
    "文件名": "[更39]在灵异世界靠精液续命（快穿，NP）作者：萻蒨.txt",
    "夸克盘链接": "https://pan.quark.cn/s/aa3fc5074ae0"
  },
  {
    "文件名": "[更37]《穿成炮灰后把主角攻们艹翻了》作者：不为（1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/92ad1df7d8b3"
  },
  {
    "文件名": "[更36]《纯爱竹马攻也出轨了》作者：陆沉舟（np）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ee1dd31db7bb"
  },
  {
    "文件名": "[更37]《被诅咒的勇者》作者：湿漉漉（np）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/97a306ff49c7"
  },
  {
    "文件名": "[更36]假戏真做 作者：纯爱战士.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a660319d2e02"
  },
  {
    "文件名": "[更34]《黑月光翻车后被爆炒了》作者：青灯煨芋（np）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/3a2b8c824c28"
  },
  {
    "文件名": "[更34]《发小们都是狗np》作者：蝉知.txt",
    "夸克盘链接": "https://pan.quark.cn/s/2ad7d992a302"
  },
  {
    "文件名": "[更31]（综）精潮澎湃 作者：小鱼儿.txt",
    "夸克盘链接": "https://pan.quark.cn/s/fc2ae24c07c6"
  },
  {
    "文件名": "[更30]被讨厌的未婚妻小姐（1v2，双生子）作者：幼稚园车神.txt",
    "夸克盘链接": "https://pan.quark.cn/s/961ad3251640"
  },
  {
    "文件名": "[更30][家教]我对每个储备粮都是真心的 作者：箱庭日記.txt",
    "夸克盘链接": "https://pan.quark.cn/s/90126e542bb2"
  },
  {
    "文件名": "[更27]《夏日焰火》作者 会真经的欧阳鸭（GL百合姐妹abo）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/386d86bb1c86"
  },
  {
    "文件名": "[更27]《【催眠】被操坏的高岭之花们》作者：fanjinsu（np）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c3996f3c86ba"
  },
  {
    "文件名": "[更27]《露出一隅》作者：纠纠（百合3p）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ae8ecb08faa0"
  },
  {
    "文件名": "[更25]与校园男神共梦后 作者：离离.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a36d4d1b4525"
  },
  {
    "文件名": "[更26]你是氧气（校园1V1） 作者：曳曳春.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e24b3acf4b8d"
  },
  {
    "文件名": "[更25]新婚夜和好闺蜜互换老公后（1V1 SC）作者：杨枝甘露.txt",
    "夸克盘链接": "https://pan.quark.cn/s/34ad24e61dc8"
  },
  {
    "文件名": "[更25]被牛郎带回家以后（原名：烟火)作者 及天堂.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c653463515e6"
  },
  {
    "文件名": "[更25]《假如可以重来》（1V1 金主背德百合gl）作者：阿八.txt",
    "夸克盘链接": "https://pan.quark.cn/s/5922e0e58b5a"
  },
  {
    "文件名": "[更25]《夜将明》作者 蓝莓Lumei（GL百合伪骨科np）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/b9e706998be9"
  },
  {
    "文件名": "[更25]《美强短篇集》作者：xmrj.txt",
    "夸克盘链接": "https://pan.quark.cn/s/7575e170db95"
  },
  {
    "文件名": "[更25]《笼中美人》作者：莉莉丝（故事集）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/81f06955b586"
  },
  {
    "文件名": "[更23]《圈养金丝雀》作者：龙御天（1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ee6e74024f9f"
  },
  {
    "文件名": "[更24]《情欲》作者：月黑风高（故事集）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e60c0e8ff4d0"
  },
  {
    "文件名": "[更21]跟发小们的淫乱假期【NP 肉合集】作者：榴莲黄.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a2375a6ee7c4"
  },
  {
    "文件名": "[更19]小骚批都被干爹操肿了（高H）作者：百无禁忌.txt",
    "夸克盘链接": "https://pan.quark.cn/s/91803b5334bb"
  },
  {
    "文件名": "[更19]《农村学霸的富家壮妻》作者：吃汤圆（1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ead9759f3ea1"
  },
  {
    "文件名": "[更19]《被厌恶的娇弱菟丝花如何在末世生存》作者：虚荣之火（np）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/d09f4d1f948c"
  },
  {
    "文件名": "[更19]《不鸣》作者：凭本事秃的头 (np).txt",
    "夸克盘链接": "https://pan.quark.cn/s/8c2316af583e"
  },
  {
    "文件名": "[更19]梦里花（强制、NP）作者：一片星星铃铛.txt",
    "夸克盘链接": "https://pan.quark.cn/s/3dacdf2b9cdb"
  },
  {
    "文件名": "[更18]《痴缠种》作者：3399（百合1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c05146e6876a"
  },
  {
    "文件名": "[更18]《那个被玩弄的攻》作者：指骨门（ntr）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ec27516c3026"
  },
  {
    "文件名": "[更18]圣女（骨科 1V1 甜H）作者 岚酱炖肉马甲.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e7da8838af3f"
  },
  {
    "文件名": "[更18]《迷因》作者 xxsam（GL百合ABO1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c34da855a426"
  },
  {
    "文件名": "[更17]《作为的战俘的你》作者 明天再说吧qaq（gl futa百合np）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/9d6e02d0a7e7"
  },
  {
    "文件名": "[更17]《相爱12年》作者：北衣溺水（1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/39063c779e15"
  },
  {
    "文件名": "[更16]满分暗恋家 作者：苦艾酒叛徒L.txt",
    "夸克盘链接": "https://pan.quark.cn/s/1290ee0953df"
  },
  {
    "文件名": "[更16]引君入蛊（1v1 H）作者：阙阙.txt",
    "夸克盘链接": "https://pan.quark.cn/s/b3643f387e3c"
  },
  {
    "文件名": "[更15]听寒(古言先婚) 作者：原也.txt",
    "夸克盘链接": "https://pan.quark.cn/s/385643330553"
  },
  {
    "文件名": "[更15]《是这样吗老师》作者 绯夜（gl百合1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/d8d6279a6f60"
  },
  {
    "文件名": "[更11]《我靠催眠睡遍异世界美人》作者：黄灯等等（np）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/f18338d4cb0b"
  },
  {
    "文件名": "[废文 完结]《主人，请上刑台》作者：险躁则不能治性（BDSM）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/6f2fc253b752"
  },
  {
    "文件名": "[废文 完结]《我不喜欢你》作者：渡七情（1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/3fb1fd08c965"
  },
  {
    "文件名": "[废文 完结]《女装被室友撞破后》作者：羌三目（【补2番外】np 双性总受 宿舍文学）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/d36c72807291"
  },
  {
    "文件名": "[废文 完结]《绿茵场》作者：mrsunh（美强1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/94c2d9d29709"
  },
  {
    "文件名": "[废文 更115]尼他应（1v1）作者：赤道今日周.txt",
    "夸克盘链接": "https://pan.quark.cn/s/380ddec4f322"
  },
  {
    "文件名": "[废文 完结]《竟思》作者：匿名咸鱼（np 仙侠总受强制爱、爱侣被杀之后，我委身于师门众人）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/b22f5e696705"
  },
  {
    "文件名": "[废文 完结]《和好朋友八字相配》作者：独船行中洲.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e76f4e567db5"
  },
  {
    "文件名": "[废文 完结]《放肆》作者：红毛狐狸的黑手套（np）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/3ad5713e9081"
  },
  {
    "文件名": "[废文 完结]《仇人？好的，超一下》作者：三坛海烩藕粉（【补4番外】年下1v1 ABO）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/0afcaaabf8a8"
  },
  {
    "文件名": "[废文 完结]《Cake and fork》作者：匿名咸鱼（裤袜玎同人）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/49b15cf9e054"
  },
  {
    "文件名": "[废文 更88]《一年为期》作者：云肆逸（1v1ABO 情场高手富二代Alphax白切黑金丝雀Omega）[3203359402].txt",
    "夸克盘链接": "https://pan.quark.cn/s/7c95c0d2c80e"
  },
  {
    "文件名": "[废文 更117]囿春（1v1）作者：Lesley不吃葱.txt",
    "夸克盘链接": "https://pan.quark.cn/s/93a3776ce876"
  },
  {
    "文件名": "[废文 更86]《温暖的触手》作者：鸦鸦吃素也吃肉（1v1 治愈、笨蛋怪物×失明人类的日常生活）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/2d37926a67cc"
  },
  {
    "文件名": "[废文 更63]《沾洲叹》作者：诗无茶（玄幻年下1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/2acf1158834e"
  },
  {
    "文件名": "[废文 更56]《说谎精》作者：颜鸢wwl（ABO 暗恋成真）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/6419eb0886be"
  },
  {
    "文件名": "[废文 更55]给钱（1v1）作者：吃一口大西瓜.txt",
    "夸克盘链接": "https://pan.quark.cn/s/f95ecce2e412"
  },
  {
    "文件名": "[废文 更53]竟思（np）作者：匿名咸鱼.txt",
    "夸克盘链接": "https://pan.quark.cn/s/5f0975218a1f"
  },
  {
    "文件名": "[废文 更52]《锦衾寒》作者：暴饮一缸孟婆汤（仙侠 破镜重圆 追妻火葬场、为了修无情道，渣攻把我杀了）[3203359402].txt",
    "夸克盘链接": "https://pan.quark.cn/s/822528a0edbc"
  },
  {
    "文件名": "[废文 更50]《惜春容》作者：秦柒（双性 先婚后爱1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/0ecfbc51733e"
  },
  {
    "文件名": "[废文 更48]作为万人迷的弟弟（np）作者：匿名咸鱼.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a8f2d0d43609"
  },
  {
    "文件名": "[废文 更47]《作为万人迷的弟弟》作者：匿名咸鱼（np总受）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/2c33563f3436"
  },
  {
    "文件名": "[废文 更39]《兽人之既来者》作者：从木从方（穿越 1v1 白狼兽人宠妻攻x穿越温柔善良受）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/0c9f49c0369d"
  },
  {
    "文件名": "[废文 更15]《黑山夜话》作者：迟行也（惊悚灵异 np）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/4bfd9eb650f6"
  },
  {
    "文件名": "[废文 更32]《铭纪》作者：Liracier（1v1 直播 掌控欲攻×可怜缺爱受）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/5d89796032d5"
  },
  {
    "文件名": "[废文 更18]《炮灰β和主角α》作者：Tandechar（穿书ABO 强制爱）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/359c84eb69b8"
  },
  {
    "文件名": "[废文 更19]逼良为妻（np）作者：行行楷楷.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ab9e06e594e4"
  },
  {
    "文件名": "[np 完结]《一国之主（双性 SM调教）》作者：江水暖鸭.txt",
    "夸克盘链接": "https://pan.quark.cn/s/946d1931a138"
  },
  {
    "文件名": "[np 完结]《油腻直男沦为宿舍玩物（双性总受）》作者：夏多罗.txt",
    "夸克盘链接": "https://pan.quark.cn/s/6c4ce6347fbc"
  },
  {
    "文件名": "[np 完结]《清纯男大学生沦陷记【双性 纯肉】》作者：大刀果蛋皮.txt",
    "夸克盘链接": "https://pan.quark.cn/s/f7ea7ae4028d"
  },
  {
    "文件名": "[np 完结]《破处直播间[主攻][单元剧]》作者：秋风过长安.txt",
    "夸克盘链接": "https://pan.quark.cn/s/661f790a9dfc"
  },
  {
    "文件名": "[np 完结]《美人为妓》作者：再来一碗肉.txt",
    "夸克盘链接": "https://pan.quark.cn/s/6bdc494d08ef"
  },
  {
    "文件名": "[np 完结]《论逃婚的后果（无CP 改造 双性 人兽 重口）》作者：CHAOS.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a0ca1f33efc9"
  },
  {
    "文件名": "[np 完结]《每天都以各种方式变淫荡（纯肉）》作者：菜菜的菜.txt",
    "夸克盘链接": "https://pan.quark.cn/s/12ba60ef7d01"
  },
  {
    "文件名": "[np 完结]《男生宿舍睡前的严罚（无CP 纯SP 虐身）》作者：丘山欲染.txt",
    "夸克盘链接": "https://pan.quark.cn/s/2c7ffec013fa"
  },
  {
    "文件名": "[np 完结]《快乐直播（双性总受）》作者：水果茶.txt",
    "夸克盘链接": "https://pan.quark.cn/s/3194c6f67889"
  },
  {
    "文件名": "[np 完结]《快穿：父子同穴》作者：嘿嘿哒.txt",
    "夸克盘链接": "https://pan.quark.cn/s/85b10442b9ab"
  },
  {
    "文件名": "[np 完结]《监狱里的公用男妓（双性）》作者：玄藏.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e54ce8856cd6"
  },
  {
    "文件名": "[np 完结]《剧情的加入是为了不过于频繁的性交⑴（同人）》作者：爬爬酱【补】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/06175825c6ba"
  },
  {
    "文件名": "[np 完结]《柯南 总攻 真酒的自我修养（同人）》作者：井.txt",
    "夸克盘链接": "https://pan.quark.cn/s/549151bedd65"
  },
  {
    "文件名": "[np 完结]《极欲宗受孕录（双性 多CP）》作者：白米饭.txt",
    "夸克盘链接": "https://pan.quark.cn/s/28af547a959d"
  },
  {
    "文件名": "[np 完结]《获得时间暂停能力之后》作者：阮五.txt",
    "夸克盘链接": "https://pan.quark.cn/s/b74978f8334c"
  },
  {
    "文件名": "[np 完结]《婚闹轮奸事故：伴娘的沦陷（双性）》作者：爆库尔.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e6579b82ec2f"
  },
  {
    "文件名": "[np 完结]《婚闹轮jian事故（双性大奶）》作者：爆库尔.txt",
    "夸克盘链接": "https://pan.quark.cn/s/94761c2180dc"
  },
  {
    "文件名": "[np 完结]《黑爹麦克的黄皮绿奴（绿奴、媚黑、群P、逐臭）》作者：龙哲宇【补】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/0b32217aaf10"
  },
  {
    "文件名": "[np 完结]《和周围的人都有一腿（穿越）》作者：tnagtoc【烂尾】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/553c7a1101c4"
  },
  {
    "文件名": "[np 完结]《勾引渣攻翻车后（总受、真香文学）》作者：轻觉.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c3a2f09de71d"
  },
  {
    "文件名": "[np 完结]《勾引变态是为了搞黄色（快穿 系统）》作者啦啦露露.txt",
    "夸克盘链接": "https://pan.quark.cn/s/aff31934f4c2"
  },
  {
    "文件名": "[np 完结]《海盗的军犬（星际 重口调教）》作者：97号天文观测中心.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a530dc3178f8"
  },
  {
    "文件名": "[np 完结]《海岛遗珠（总受 BE）》作者：懒画眉.txt",
    "夸克盘链接": "https://pan.quark.cn/s/2e3240cb3179"
  },
  {
    "文件名": "[np 完结]《公用小嫂子（双性总受）》作者：风欺梧.txt",
    "夸克盘链接": "https://pan.quark.cn/s/fa01160e5384"
  },
  {
    "文件名": "[np 完结]《公园里疯狂的大爷们（纯肉）》作者：梁诗悦.txt",
    "夸克盘链接": "https://pan.quark.cn/s/d2d2d5b88ee2"
  },
  {
    "文件名": "[np 完结]《哥哥变小妈（双性、强制）》作者：风雪白里.txt",
    "夸克盘链接": "https://pan.quark.cn/s/11e85e61774a"
  },
  {
    "文件名": "[np 完结]《调教小奴日记系列》作者：野草.txt",
    "夸克盘链接": "https://pan.quark.cn/s/668b52e0e235"
  },
  {
    "文件名": "[np 完结]《帝君他懆遍六界（总攻 双JJ）》作者：君子不立危墙之下.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c97279c88602"
  },
  {
    "文件名": "[np 完结]《单身爸爸（双性总受、卖身）》作者：九桃.txt",
    "夸克盘链接": "https://pan.quark.cn/s/27fa2a02a8b8"
  },
  {
    "文件名": "[np 完结]《当直男穿进bl本子后（穿越、双性主受）》作者：燃烧的子弹.txt",
    "夸克盘链接": "https://pan.quark.cn/s/90e458b12f19"
  },
  {
    "文件名": "[np 完结]《大将军的烦恼（万人迷总受、微女攻）》作者：麻辣火锅.txt",
    "夸克盘链接": "https://pan.quark.cn/s/787eaeaf764e"
  },
  {
    "文件名": "[np 完结]《当男宠沦为手下玩物（主受）》作者：山野有柳.txt",
    "夸克盘链接": "https://pan.quark.cn/s/9ec5910821fa"
  },
  {
    "文件名": "[np 完结]《被轮流侵犯的校花（总受）》作者：空即是色.txt",
    "夸克盘链接": "https://pan.quark.cn/s/b8ce8a208fdc"
  },
  {
    "文件名": "[np 完结]《出走后被日成壁尻婊子（双性总受、轮J、纯肉）》作者：空即是色.txt",
    "夸克盘链接": "https://pan.quark.cn/s/3254ed025c6c"
  },
  {
    "文件名": "[np 完结]《被众多男人操着屁眼儿 NP （下部）》作者：蔚蓝.txt",
    "夸克盘链接": "https://pan.quark.cn/s/4d0595e02477"
  },
  {
    "文件名": "[np 完结]《爸爸的秘书（双性大奶受 生子）》作者：云间.txt",
    "夸克盘链接": "https://pan.quark.cn/s/617fc9fad501"
  },
  {
    "文件名": "[np 完结]《被轮奸后卖逼走上人生巅峰（主受、纯肉）》作者：空即是色.txt",
    "夸克盘链接": "https://pan.quark.cn/s/b52e845a497c"
  },
  {
    "文件名": "[np 完结]《把自己搞上了我爹的床（ntr、结局父子1v1）》作者：你又压到我头髮了.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a9941c8008b9"
  },
  {
    "文件名": "[np 完结]《omega色情直播间（ABO）》作者：枕银碎.txt",
    "夸克盘链接": "https://pan.quark.cn/s/78b44d555aaf"
  },
  {
    "文件名": "[np 完结]《【总攻】西域渣攻班超（男女通吃）》作者：风雪丫丫.txt",
    "夸克盘链接": "https://pan.quark.cn/s/429940860739"
  },
  {
    "文件名": "[np 完结]《sp机器人（无CP 纯SP训诫虐身）》作者：努力完结鸭.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a3d25f08ea2b"
  },
  {
    "文件名": "[np 完结]《【总攻】宝可梦淫乱之旅（同人）》作者：透子我老婆.txt",
    "夸克盘链接": "https://pan.quark.cn/s/1dbf3118ebd4"
  },
  {
    "文件名": "[np 完结]《【重口总攻】修真界都是仙尊的肉便器》作者：咽气【补-烂尾】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/242f7cfc7148"
  },
  {
    "文件名": "[np 更400]《[虫族主攻]梦老师灵感枯竭（弱攻强受）》作者：baba.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e5444c31ca6c"
  },
  {
    "文件名": "[np 完结]《【无限】不当共妻就得死（总受、叔受）》作者：再吃亿碗.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a76b13099994"
  },
  {
    "文件名": "[np 完结]《【虫族总攻】雄虫乔伊》作者：阿雪soso.txt",
    "夸克盘链接": "https://pan.quark.cn/s/783f83414941"
  },
  {
    "文件名": "[np 完结]《【快穿总受】这该死的魅力：洛飞的五个老攻》作者：瑟瑟好饿.txt",
    "夸克盘链接": "https://pan.quark.cn/s/7e165ce395d7"
  },
  {
    "文件名": "[np 完结]《【GB女攻】嫪毐重生潘金莲【男女通吃】》作者：没有名字.txt",
    "夸克盘链接": "https://pan.quark.cn/s/62c6b7bcd562"
  },
  {
    "文件名": "[np 完结]《【虫族】变态雌虫的美貌雄主（穿书、弱攻、可攻可受）》作者：羽羽.txt",
    "夸克盘链接": "https://pan.quark.cn/s/2879fe087d9c"
  },
  {
    "文件名": "[np 完结]《【GB女攻】猎奇游戏之虐杀男奴（重口、虐男身）》作者：暗黑系魔女.txt",
    "夸克盘链接": "https://pan.quark.cn/s/dd52979ae017"
  },
  {
    "文件名": "[np 完结]《[无限]漂亮笨蛋今天也在艰难求生（双性万人迷总受）》作者：顾咕咕.txt",
    "夸克盘链接": "https://pan.quark.cn/s/9612691e9c84"
  },
  {
    "文件名": "[np 完结]《【GB女攻】皇女们的淫畜父后（暗黑重口 虐男身）》作者：暗黑系魔女.txt",
    "夸克盘链接": "https://pan.quark.cn/s/d94f82a508ac"
  },
  {
    "文件名": "[np 更212]《雪落骊山春（宫廷、总受）》作者：cicadaES.txt",
    "夸克盘链接": "https://pan.quark.cn/s/fed03556df9f"
  },
  {
    "文件名": "[np 完结]《【GB女攻】夫礼（重口 虐男身）》作者：暗黑系魔女.txt",
    "夸克盘链接": "https://pan.quark.cn/s/5628685a0961"
  },
  {
    "文件名": "[np 完结]《（np双）被催眠的小美人【总受 身体改造 调教】》作者：无肉不欢.txt",
    "夸克盘链接": "https://pan.quark.cn/s/14cb56e241d3"
  },
  {
    "文件名": "[np 完结]《[惊封同人][all白六]马戏团惩罚之夜》作者：池砚.txt",
    "夸克盘链接": "https://pan.quark.cn/s/4511231c27a8"
  },
  {
    "文件名": "[np 双性]改造以后(风陵渡) 作者：风陵渡完结【结局1v1】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/da1b3d14620d"
  },
  {
    "文件名": "[np 更169 作者：画秦子]【总.攻】万人迷的炮灰扮演法.txt",
    "夸克盘链接": "https://pan.quark.cn/s/3afabb652ce9"
  },
  {
    "文件名": "[np 更126]《救救我，身后有变态！（总受、强制爱、调教怯懦直男弱受）》作者：璩.txt",
    "夸克盘链接": "https://pan.quark.cn/s/357464057661"
  },
  {
    "文件名": "[np 更170]《训犬（ABO）总受》作者：雁一夏【米国度】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/2215047c979c"
  },
  {
    "文件名": "[np 更154]《【万人迷总攻】我飞升失败穿成游戏npc（网游）》作者：攻坚克难的Jrc.txt",
    "夸克盘链接": "https://pan.quark.cn/s/484b6659d384"
  },
  {
    "文件名": "[np 更87]《绝望主夫直播间（美强双性叔受、ntr）》作者：纯情比巴卜.txt",
    "夸克盘链接": "https://pan.quark.cn/s/f2e942191b96"
  },
  {
    "文件名": "[np 更68]《渣攻说我渣了他（ntr）》作者：悉悉索索.txt",
    "夸克盘链接": "https://pan.quark.cn/s/f8c63574111d"
  },
  {
    "文件名": "[np 更49]《[向哨]团宠小哨兵（sp／np双性）》作者：干姜酸奶.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a1f696d4e399"
  },
  {
    "文件名": "[np 更34]《被欺压的可怜大皇子（双np）》作者：夜悬明镜.txt",
    "夸克盘链接": "https://pan.quark.cn/s/6e0fb28e8494"
  },
  {
    "文件名": "[np 更26]《【互攻NP】剑与骑士（西幻）》作者：highsense.txt",
    "夸克盘链接": "https://pan.quark.cn/s/99ec714b56b5"
  },
  {
    "文件名": "[np 更18]《干了这一碗》作者：野生刺.txt",
    "夸克盘链接": "https://pan.quark.cn/s/b18111435996"
  },
  {
    "文件名": "[np 更15]《被糟蹋亵玩的美人（双性 催眠 NTR）》作者：arrow.txt",
    "夸克盘链接": "https://pan.quark.cn/s/539b918da833"
  },
  {
    "文件名": "[np 更16]《18岁那年，我成了诡异【女攻】》作者：尘心.txt",
    "夸克盘链接": "https://pan.quark.cn/s/cd11c8d24a25"
  },
  {
    "文件名": "[np 更13]《万人迷在逃生游戏被娇宠（np）》作者：小熊团子爱吃竹.txt",
    "夸克盘链接": "https://pan.quark.cn/s/14d3acae7af3"
  },
  {
    "文件名": "[ht完结]《我变成了pao友的鸟》by周天子（（双性））.txt",
    "夸克盘链接": "https://pan.quark.cn/s/4b941500fd0f"
  },
  {
    "文件名": "[BL1v1]《追夫火葬场（sp训诫古风ABO）》作家：谜样的蛋先生--【完结】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/bbd6744c4bea"
  },
  {
    "文件名": "[ht完结]《人妻与深夜情爱专员（1v1 双性）》作者：张轻狂.txt",
    "夸克盘链接": "https://pan.quark.cn/s/2c99498d0e14"
  },
  {
    "文件名": "[ht完结]《勉为其男》作家：在吃鸡排（双性受1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/2f34ec0332a3"
  },
  {
    "文件名": "[ht完结]《当甜美初恋成了小妈》双性by咬耳朵.txt",
    "夸克盘链接": "https://pan.quark.cn/s/fadac0a42f85"
  },
  {
    "文件名": "[BL1v1]《小师妹掏出来比我大【女装攻、双性受】》作者：我太甜了--【完结】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/10e912fb5709"
  },
  {
    "文件名": "[3p完]他爱的偶像爱上爱他的雏鸭（互攻） by 璟朋.txt",
    "夸克盘链接": "https://pan.quark.cn/s/d638693d3158"
  },
  {
    "文件名": "[3p 完结+4番外]《穿书成BG文里的男炮灰》by肖苏佑.txt",
    "夸克盘链接": "https://pan.quark.cn/s/14b30cdff122"
  },
  {
    "文件名": "[3p完]三角关系【温柔人妻总攻】 by 剑与索克萨尔.txt",
    "夸克盘链接": "https://pan.quark.cn/s/29a9755c4936"
  },
  {
    "文件名": "[3p 完结]《中间人（双骨三人行）结局1v1》作者：栗比都.txt",
    "夸克盘链接": "https://pan.quark.cn/s/3f17005cbb2d"
  },
  {
    "文件名": "[3p完]和坏心小叔单独在家 by 小玫瑰.txt",
    "夸克盘链接": "https://pan.quark.cn/s/16ba707c2382"
  },
  {
    "文件名": "[3p 完结]《朕，毁了一个国家》by素心若雪.txt",
    "夸克盘链接": "https://pan.quark.cn/s/6d15ee939358"
  },
  {
    "文件名": "[3p 完结]《与仿生人老攻夜夜笙歌》作者：一介扫地僧.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c21ffeaffdae"
  },
  {
    "文件名": "[3p 完结]《直男社畜调教计划（总受、BDSM、囚禁）》作者：不拉不拉.txt",
    "夸克盘链接": "https://pan.quark.cn/s/6e503733df9b"
  },
  {
    "文件名": "[3p 完结]《与双生子共生的日子（总受）》作者：纯阳.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ac39802b4049"
  },
  {
    "文件名": "[3p 完结]《心软后我被两位国君轮着操【总受】》作者：三玄好香【补】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/be9e8239d9fd"
  },
  {
    "文件名": "[3p 完结]《用老公给我的钱包养beta》作者：一只小绵羊咩咩.txt",
    "夸克盘链接": "https://pan.quark.cn/s/2384adf0fb57"
  },
  {
    "文件名": "[3p 完结]《兄弟相间（双性互攻）》作者：小闲先.txt",
    "夸克盘链接": "https://pan.quark.cn/s/63af96b7a035"
  },
  {
    "文件名": "[3p 完结]《邪恶博士的小宠物被助手拐跑了》作者：天晴嘀嘀.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ffa3c9eef28d"
  },
  {
    "文件名": "[3p 完结]《仙君渡劫失败后（师徒）》作者：鲟大米.txt",
    "夸克盘链接": "https://pan.quark.cn/s/5f6da34a1cbb"
  },
  {
    "文件名": "[3p 完结]《我才不会被抛弃【双性 养父子】》作者：一枚夹心饼.txt",
    "夸克盘链接": "https://pan.quark.cn/s/3ae141a79580"
  },
  {
    "文件名": "[3p 完结]《小妾管教夫妻奴（小妾攻 1攻2受）》作者：gnjnb.txt",
    "夸克盘链接": "https://pan.quark.cn/s/cd3fd1fa4b48"
  },
  {
    "文件名": "[3p 完结]《为父分忧（双性总受、父-amp;子攻）小妈文学》作者：我太甜了.txt",
    "夸克盘链接": "https://pan.quark.cn/s/2ff337e560ea"
  },
  {
    "文件名": "[3p 完结]《天堂戒同所（骨科）》作者：酸辣土豆丝.txt",
    "夸克盘链接": "https://pan.quark.cn/s/01dfeb5ab47e"
  },
  {
    "文件名": "[3p 完结]《双父子勾引水管工》作者：渠.txt",
    "夸克盘链接": "https://pan.quark.cn/s/15e159c2beac"
  },
  {
    "文件名": "[3p 完结]《双性教师与乱伦兄弟》作者：取名字好难鸭.txt",
    "夸克盘链接": "https://pan.quark.cn/s/4cb8514c9b71"
  },
  {
    "文件名": "[3p 完结]《双倍爱意》byAlexandra（双性）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/cb2d7c6185ac"
  },
  {
    "文件名": "[3p 完结]《师祖，徒孙得罪了!》作者：白纸画卷.txt",
    "夸克盘链接": "https://pan.quark.cn/s/aa4d6fe09b0e"
  },
  {
    "文件名": "[3p 完结]《双胞胎小美人和帅气uncle【总攻】》作者：纯爱战神.txt",
    "夸克盘链接": "https://pan.quark.cn/s/46f1612255a7"
  },
  {
    "文件名": "[3p 完结]《山间银事（大奶壮受）》作者：小闲闲.txt",
    "夸克盘链接": "https://pan.quark.cn/s/00f84c345ec1"
  },
  {
    "文件名": "[3p 完结]《奶味寝室（双性总受）》作者：正直善良好青年.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a03d56e0ed9c"
  },
  {
    "文件名": "[3p 完结]《三只互攻的软萌小狼狗》作者：白日梦0号.txt",
    "夸克盘链接": "https://pan.quark.cn/s/50016be35457"
  },
  {
    "文件名": "[3p 完结]《两儿子同上父亲》作者：摸摸.txt",
    "夸克盘链接": "https://pan.quark.cn/s/227f9f0c86dc"
  },
  {
    "文件名": "[3p 完结]《清冷美人在练舞室被两个队友迷奸（双性）》作者：我不会说真话.txt",
    "夸克盘链接": "https://pan.quark.cn/s/da46029ee5d3"
  },
  {
    "文件名": "[3p 完结]《就当被狗操了》作者：苏心.txt",
    "夸克盘链接": "https://pan.quark.cn/s/1dc34965c761"
  },
  {
    "文件名": "[3p 完结]《继父太会撩怎么办？》作者：一介扫地僧.txt",
    "夸克盘链接": "https://pan.quark.cn/s/14623a428010"
  },
  {
    "文件名": "[3p 完结]《寄生上流》作者：欧石楠【第一部完结】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/39cc51b1f1ec"
  },
  {
    "文件名": "[3p 完结]《今天喷奶了吗（叔受）》作者：再吃亿碗.txt",
    "夸克盘链接": "https://pan.quark.cn/s/0532630d3176"
  },
  {
    "文件名": "[3p 完结]《混沌纪元·双子星（2攻1受 SP）》作者：京墨.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ae66b255084a"
  },
  {
    "文件名": "[3p 完结]《哥哥（伪兄弟）》作者：嗷呜只会晒网.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a30996b0ac81"
  },
  {
    "文件名": "[3p 完结]《拐到一个小花妖（两攻一受 双胞胎攻）》作者：柠檬红茶冻.txt",
    "夸克盘链接": "https://pan.quark.cn/s/eb64573f2524"
  },
  {
    "文件名": "[3p 完结]《公子在下（双性总受）》作者：沉意.txt",
    "夸克盘链接": "https://pan.quark.cn/s/efd2200cb569"
  },
  {
    "文件名": "[3p 完结]《父子共妻（sp 训诫）》作者：谜样的蛋先生.txt",
    "夸克盘链接": "https://pan.quark.cn/s/64d5843743b0"
  },
  {
    "文件名": "[3p 完结]《风花雪月（总受、2攻1受）ntr》作者：采采荣木.txt",
    "夸克盘链接": "https://pan.quark.cn/s/77594edd5f81"
  },
  {
    "文件名": "[3p 完结]《穿越成炉鼎，但战斗力99（单性总受、修真）》作者：柯伪.txt",
    "夸克盘链接": "https://pan.quark.cn/s/6cf64170bf2a"
  },
  {
    "文件名": "[3p 完结]《逼奸淫荡双性人妻》作者：mimicat.txt",
    "夸克盘链接": "https://pan.quark.cn/s/853cff3e9f54"
  },
  {
    "文件名": "[3p 完结]《槟榔树（总受 渣攻贱受、轮奸）》作者：里朱.txt",
    "夸克盘链接": "https://pan.quark.cn/s/212d1326b888"
  },
  {
    "文件名": "[3p 完结]《【新神榜同人】玄鸟游（修真、沉香x申公豹x杨戬）》作者：FonineJ.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a486350231b3"
  },
  {
    "文件名": "[3p 完结]《被爸爸催眠改造成骚货了【总攻、一攻二受】》作者：辞卿权.txt",
    "夸克盘链接": "https://pan.quark.cn/s/1fd0d0ff2960"
  },
  {
    "文件名": "[1v1完结]《娇养》（小妈文学 高h）作者：青北.txt",
    "夸克盘链接": "https://pan.quark.cn/s/2c34c733511c"
  },
  {
    "文件名": "[1v1 完结]《歧视之辱【强强双性攻】》作者：猛虎与傻狼.txt",
    "夸克盘链接": "https://pan.quark.cn/s/7fba0c192993"
  },
  {
    "文件名": "[1v1 完结+15番外]《蜜汁肉桃》作者：棠梨煎雪（海棠版）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/201a2dada774"
  },
  {
    "文件名": "[1v1 完结]《少年将军和他的小王爷（竹马小甜饼）》作者：明日复明日.txt",
    "夸克盘链接": "https://pan.quark.cn/s/6d35a1ed6ed2"
  },
  {
    "文件名": "[1v1 完结]《命定为奴（现代家奴、强取豪夺）》（主角冷澈.txt",
    "夸克盘链接": "https://pan.quark.cn/s/2b997ddd4ba0"
  },
  {
    "文件名": "[1v1 完结]《香艳乡村爱情史（美强双性）》作者：橘猫的夏天.txt",
    "夸克盘链接": "https://pan.quark.cn/s/f46f01ab368f"
  },
  {
    "文件名": "[1v1 完结]《他只是一只幽灵》作者：山外青山.txt",
    "夸克盘链接": "https://pan.quark.cn/s/4ffe2cfbfb92"
  },
  {
    "文件名": "[1v1 完结]《白月光师尊拿稳BE剧本（大奶双性）》作者：爱妙妙的巧嘴.txt",
    "夸克盘链接": "https://pan.quark.cn/s/29c8a1122be8"
  },
  {
    "文件名": "[1v1 完结]《【GB】叼走文艺复兴时期的老古董（女攻小甜饼）》作者：她说乖乖没关系【补】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/572dc5e46bfd"
  },
  {
    "文件名": "[1v1 更94]《波尔半径（bdsm）》作者：书书.txt",
    "夸克盘链接": "https://pan.quark.cn/s/1f68cfd8f0cc"
  },
  {
    "文件名": "[1v1 更56]《捡狗（abo，sm训诫）美强无限流、忠犬受》作者：噗嗤兔兔.txt",
    "夸克盘链接": "https://pan.quark.cn/s/5917c4681f51"
  },
  {
    "文件名": "[1v1 更60]《怀了杂役的蛋（玄幻年下 阴郁攻x高傲受、催眠、变双性）》作者：月佩環【米国度】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e85973b25cb9"
  },
  {
    "文件名": "[1v1 更45]《校霸被我干透了【主攻abo】》作者：西湖醋鱼.txt",
    "夸克盘链接": "https://pan.quark.cn/s/b8e745801eae"
  }
];
