// 自动拆分 part_39
window._part39 = [
  {
    "文件名": "【FY】[更54]香雪（帝妃、高h） 作者：晚风情【25.5.27】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/3979cadb9f7d"
  },
  {
    "文件名": "【FY】[更54]神途（BG_NP）西幻星际 作者：SSSSSS级选手【25.5.05】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ba458abcc1b1"
  },
  {
    "文件名": "【FY】[更54]拯救退环境傲娇男主 作者：碳碳【25.5.27】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/5438d69da508"
  },
  {
    "文件名": "【FY】[更54]春雾 作者：绿游鱼【25.5.15】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/5ab12bcda949"
  },
  {
    "文件名": "【FY】[更54]普女穿回校园吃遍纯情处男(原名《毕业后再谈校园恋爱 (NPH)》) 作者：浣【25.5.18】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/779a67c687b4"
  },
  {
    "文件名": "【FY】[更53]逃亡路上和护卫恋爱了 作者：不知春【25.5.24】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c7d793d8b571"
  },
  {
    "文件名": "【FY】[更53]葬狗 作者：三岸【25.5.30】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/d894bfcc06be"
  },
  {
    "文件名": "【FY】[更53]用催眠打造的X福学院（常识转换_np） 作者：灵光只能乍现【25.5.12】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/441eeaade56e"
  },
  {
    "文件名": "【FY】[更53]【权游】太阳之下 作者：绯星【25.5.09】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/dd072dea6687"
  },
  {
    "文件名": "【FY】[更53]攻略精灵（西幻万人迷NP） 作者：珀长烽（请监督我写文）【25.5.20】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/340427fef6c8"
  },
  {
    "文件名": "【FY】[更52]漩涡（父女） 作者：谁又偷猫肉【25.5.28】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/b176654b7913"
  },
  {
    "文件名": "【FY】[更52]当黄文作者被迫体验黄文生活（高h） 作者：文难易香【25.5.27】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/d4de59b2aecf"
  },
  {
    "文件名": "【FY】[更52]小漂亮被病态圈占，且看她驯服恶犬！ 作者：美女知知【25.5.04】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/09d5b392a1fd"
  },
  {
    "文件名": "【FY】[更51]珠联璧合 作者：南君【25.5.08】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/38e4983732c5"
  },
  {
    "文件名": "【FY】[更51]烂俗的狐狸（abo np） 作者：水陆青栖【25.5.29】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/fc3eac033015"
  },
  {
    "文件名": "【FY】[更51]欲火（高H、师生 ） 作者：途然【25.5.06】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e586bc2c275a"
  },
  {
    "文件名": "【FY】[更51]无剧本翻车指南 作者：颜狗在此【25.5.27】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/b2a7ef8c9e9a"
  },
  {
    "文件名": "【FY】[更51]小公主nph 作者：绵橙她【25.5.14】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/754ce4684f3b"
  },
  {
    "文件名": "【FY】[更51]失控禁域(强取豪夺，1v1） 作者：沈长恭【25.5.25】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/979e9e84e062"
  },
  {
    "文件名": "【FY】[更50]雀阁之上 作者：旺旺的饼【25.5.03】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/0292d41eeec9"
  },
  {
    "文件名": "【FY】[更50]菩萨洞（强制_囚禁_DS_杀手_异端） 作者：超和平厨房【25.5.07】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/1a7dce830c7c"
  },
  {
    "文件名": "【FY】[更50]变成丧尸后她被圈养了（NPH） 作者：夏葵葵【25.5.26】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/946bd6d56bc6"
  },
  {
    "文件名": "【FY】[更50]【骨科｜父女】写Po文被家里人发现了 作者：言笑晏晏【25.5.28】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/5681c0348995"
  },
  {
    "文件名": "【FY】[更49]重生后我把男主当工具人(复仇文，NPH) 作者：胡萝卜兔子【25.5.15】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/04c72a8f8c0f"
  },
  {
    "文件名": "【FY】[更49]春雾 作者：绿游鱼【25.5.08】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/74ac42800e26"
  },
  {
    "文件名": "【FY】[更49]拯救退环境傲娇男主 作者：碳碳【25.5.19】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/b805abe8c887"
  },
  {
    "文件名": "【FY】[更49]应聘之人体家具（1V1.物化） 作者：听说不说【25.5.28】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/8193d851d3fa"
  },
  {
    "文件名": "【FY】[更49]乔婉 作者：南灼之狸【25.5.27】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/934a054001e7"
  },
  {
    "文件名": "【FY】[更49]【np强制】我在恋综里做万人迷 作者：全文存稿（努力中……）【25.5.05】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ed117b62a253"
  },
  {
    "文件名": "【FY】[更48]逃亡路上和护卫恋爱了 作者：不知春【25.5.18】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/875964682d57"
  },
  {
    "文件名": "【FY】[更48]狼窝（nph，强制，性虐，bg） 作者：人生逃避号【25.5.21】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/4c3afe572dbf"
  },
  {
    "文件名": "【FY】[更48]趁虚而入（公媳1v1） 作者：言卿【25.5.30】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/d117e2a1d78c"
  },
  {
    "文件名": "【FY】[更48]白玉【古言ntr nph 强制】 作者：姜昕【25.5.02】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ce67a255acf1"
  },
  {
    "文件名": "【FY】[更48]安念（骨科 1V1） 作者：落雨【25.5.19】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/f80c8410384b"
  },
  {
    "文件名": "【FY】[更48]多云转晴 作者：达芬奇【25.5.22】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/bbf49af2e32f"
  },
  {
    "文件名": "【FY】[更48]囚于笼中（民国兄妹骨科 1v1 HE) 作者：人人都爱大喷菇【25.5.21】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/dd4ba71b859a"
  },
  {
    "文件名": "【FY】[更48]俗骨（强制爱 1V1 H） 作者：摸凹猫【25.5.29】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/14d46e826e16"
  },
  {
    "文件名": "【FY】[更47]白厌夜喜【年代童养媳】 作者：白天玛奇朵【25.5.28】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e61e3888c043"
  },
  {
    "文件名": "【FY】[更47]恶毒女配怎么又被血族强制爱了 作者：夏末的永夜【25.5.12】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/719c3c6f21e2"
  },
  {
    "文件名": "【FY】[更47]洛水沉烟（np） 作者：AAA【25.5.15】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/45bfc5496c30"
  },
  {
    "文件名": "【FY】[更47]大少的玩物 作者：又香又甜的啵啵【25.5.04】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/0907a6bcd215"
  },
  {
    "文件名": "【FY】[更47]回南天（1v1，h） 作者：是鹅【25.5.29】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/29a78d7dc058"
  },
  {
    "文件名": "【FY】[更46]莫负好时光 作者：月亮与太阳的故事【25.5.22】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/9d8f463c2d4a"
  },
  {
    "文件名": "【FY】[更469]爱意收集攻略（H） 作者：焦糖芋圆【25.5.15】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/da93b15595f0"
  },
  {
    "文件名": "【FY】[更46]碧荷衍生文 作者：竹西【25.5.26】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/47c46afd14b1"
  },
  {
    "文件名": "【FY】[更46]生石花H 作者：阿卤【25.5.08】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e15e2dbbe310"
  },
  {
    "文件名": "【FY】[更46]欲燃（1V1H) 作者：馥柠【25.5.30】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/bf76f11f90a8"
  },
  {
    "文件名": "【FY】[更46]檀郎说（古言兄妹）（真骨科h） 作者：公子缺斤少两【25.5.11】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/9b771ae097fa"
  },
  {
    "文件名": "【FY】[更46]捡到小夫君 作者：两只鳄鱼【25.5.29】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/0f88f91904eb"
  },
  {
    "文件名": "【FY】[更45]她只单纯的好色而已（NPH） 作者：偷吃狗老板祖坟的供品【25.5.12】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/0c9352370b48"
  },
  {
    "文件名": "【FY】[更45]恶毒女配预知到剧情之后 作者：可可可可克【25.5.10】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/5a70271febb1"
  },
  {
    "文件名": "【FY】[更45]圈套（Np 强制） 作者：萌虎鲸【25.5.28】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/3359c1405ea6"
  },
  {
    "文件名": "【FY】[更45]傻子也有修罗场吗 作者：枫叶凡话【25.5.15】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ec2ac8e1f6b9"
  },
  {
    "文件名": "【FY】[更452]国民女神穿进肉文中【高H、SM、NP】作者：妃子笑【25.5.21】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/cddea907e5da"
  },
  {
    "文件名": "【FY】[更44]短篇合集 作者：豪华全家桶【25.5.21】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/4d1dc13bae23"
  },
  {
    "文件名": "【FY】[更45][咒回]半颗心 作者：en【25.5.07】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/69e9e664fe43"
  },
  {
    "文件名": "【FY】[更44]男宠重生以后（古言nph） 作者：曼声细语【25.5.18】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/121dc663fd6e"
  },
  {
    "文件名": "【FY】[更44]变成丧尸后她被圈养了（NPH） 作者：夏葵葵【25.5.22】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a6fb77ce63bd"
  },
  {
    "文件名": "【FY】[更44]【骨科｜父女】写Po文被家里人发现了 作者：言笑晏晏【25.5.22】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/646b832c7ea7"
  },
  {
    "文件名": "【FY】[更43]香雪（帝妃、高h） 作者：晚风情【25.5.20】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/47d8e15057f7"
  },
  {
    "文件名": "【FY】[更43]逃亡路上和护卫恋爱了 作者：不知春【25.5.09】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/6a488bdd2110"
  },
  {
    "文件名": "【FY】[更43]清香木（1v1校园） 作者：睡梦中【25.5.29】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/baa1535c9f54"
  },
  {
    "文件名": "【FY】[更42]黑化強制愛短篇集 作者：無回【25.5.03】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/7fd5d0534dc4"
  },
  {
    "文件名": "【FY】[更42]软硬兼施（快穿NPH） 作者：没有尾巴【25.5.01】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/b5e062ba9074"
  },
  {
    "文件名": "【FY】[更42]热门短剧爆改版【红帽、绿帽、纯爱大杂烩】 作者：做寇才子【25.5.23】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/3ba1e661bdaf"
  },
  {
    "文件名": "【FY】[更401]空姐甄语的飞行记录 空姐甄语的淫荡飞行记录 作者：疯狂炖肉【25.5.30】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/0c79c6392643"
  },
  {
    "文件名": "【FY】[更423]十八纯情少女天天渴望被肏 作者：昼缠【25.5.29】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/3388a67c6740"
  },
  {
    "文件名": "【FY】[更42]女扮男装入男校后，被他们威胁了【NHP】 作者：jingzhi【25.5.18】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/da8f40892503"
  },
  {
    "文件名": "【FY】[更42]娇气包（校园nph） 作者：零下【25.5.02】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/b3f424db693c"
  },
  {
    "文件名": "【FY】[更42]哥哥，红血管 作者：做冷【25.5.19】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/deee99f6f658"
  },
  {
    "文件名": "【FY】[更41]药人（伪骨科，1V1，产奶，古言） 作者：倾清【25.5.19】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/fa7f8d3c5451"
  },
  {
    "文件名": "【FY】[更41]欲燃（1V1H) 作者：馥柠【25.5.24】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/1af5edf7edf0"
  },
  {
    "文件名": "【FY】[更40]合伙人禁止恋爱（校园h 1v1） 作者：黄桃罐罐【25.5.27】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a8add1a961a1"
  },
  {
    "文件名": "【FY】[更40]怨偶 作者：青溪【25.5.12】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a42559a1b062"
  },
  {
    "文件名": "【FY】[更40]催眠后尽享淫快人生NPH 作者：幼冴【25.5.20】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/15ceed81a02b"
  },
  {
    "文件名": "【FY】[更40]不乖（高H，1v1 强制） 作者：屿木【25.5.25】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/6f48037dbdce"
  },
  {
    "文件名": "【FY】[更396]十八纯情少女天天渴望被肏 作者：昼缠【25.5.03】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/dad7e719d9c4"
  },
  {
    "文件名": "【FY】[更39]苏府淫荡贵女 作者：桃子授了【25.5.20】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/9b1b48b8dbfa"
  },
  {
    "文件名": "【FY】[更39]神之爱（西幻炖肉合集，强制） 作者：显明的路【25.5.01】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/941c8bf1575f"
  },
  {
    "文件名": "【FY】[更39]烂俗的狐狸（abo np） 作者：水陆青栖【25.5.11】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/b36dc85bd609"
  },
  {
    "文件名": "【FY】[更371]【快穿】维纳斯的养成笔记(np）【25.5.06】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/5aa7823c460e"
  },
  {
    "文件名": "【FY】[更38]曼陀罗(SM，1V1，年上) 作者：就吃皮蛋怎么了【25.5.07】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/6751d42ca05d"
  },
  {
    "文件名": "【FY】[更38]可以跟您做一次吗（DS_高H） 作者：断粮的小狼狗【25.5.29】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ee72e1772021"
  },
  {
    "文件名": "【FY】[更37]骗婚军士长( H ) 作者：一枝酸梅【25.5.30】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/7676c52995f7"
  },
  {
    "文件名": "【FY】[更37]趁虚而入（公媳1v1） 作者：言卿【25.5.19】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a5715b983921"
  },
  {
    "文件名": "【FY】[更373]玉壶传（骨科）（兄妹）作者：辞玖玖【25.5.28】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c87090aca6b9"
  },
  {
    "文件名": "【FY】[更37]精益求精（快穿，nph） 作者：上刀山【25.5.18】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/271e5ad60892"
  },
  {
    "文件名": "【FY】[更37]短篇合集 作者：豪华全家桶【25.5.13】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/944ab2539bb0"
  },
  {
    "文件名": "【FY】[更37]筑巢（nph） 作者：藏春一隅【25.5.15】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/1f18e0ef1ed0"
  },
  {
    "文件名": "【FY】[更37]催眠后尽享淫快人生NPH 作者：幼冴【25.5.06】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/8d54c52f7e5d"
  },
  {
    "文件名": "【FY】[更362]玉壶传（骨科）（兄妹）作者：辞玖玖【25.5.17】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ac1c9de09176"
  },
  {
    "文件名": "【FY】[更37]万人迷Omega，但不想被强制爱 作者：淼淼淼【25.5.28】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/088d7e49e892"
  },
  {
    "文件名": "【FY】[更36]狼窝（nph，强制，性虐，bg） 作者：人生逃避号【25.5.02】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/54f008267eb7"
  },
  {
    "文件名": "【FY】[更36]村口那个盲人木匠（乡村小镇，虐男1v1） 作者：阎崇年间廷史司理事【25.5.24】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/d487bbdeefde"
  },
  {
    "文件名": "【FY】[更36]杀穿耽美文副本（np不h） 作者：咕且【25.5.27】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/8fa56fb4e333"
  },
  {
    "文件名": "【FY】[更36]乖乖女与老变态【年上，软调教，1v1H】 作者：城南大蘑菇【25.5.13】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ad4c4c4b0674"
  },
  {
    "文件名": "【FY】[更35]警花与少爷 作者：菜蛋【25.5.01】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e971d984fe4c"
  },
  {
    "文件名": "【FY】[更35]药人（伪骨科，1V1，产奶，古言） 作者：倾清【25.5.04】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/1a6f87e96b2e"
  },
  {
    "文件名": "【FY】[更35]失控禁域(强取豪夺，1v1） 作者：沈长恭【25.5.16】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/1ee3c0b7dbd9"
  },
  {
    "文件名": "【FY】[更35]世界级角色扮演游戏 作者：核爆苦茶【25.5.06】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/d8242b9b0150"
  },
  {
    "文件名": "【FY】[更35]不乖（高H，1v1 强制） 作者：屿木【25.5.21】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/778d451b8494"
  },
  {
    "文件名": "【FY】[更34]皮囊之罪（NP) 作者：茉莉【25.5.15】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/d444e60dca30"
  },
  {
    "文件名": "【FY】[更348]【海贼王】恋爱哪有一帆风顺（剧情NP）作者：飙马厉刀【25.5.30】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/9340e70d449c"
  },
  {
    "文件名": "【FY】[更34]烂俗的狐狸（abo np） 作者：水陆青栖【25.5.07】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e3d11d482ff3"
  },
  {
    "文件名": "【FY】[更34]春闺帐里人（np骨科） 作者：猪肉肘子酱【25.5.14】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/8d13d8266a04"
  },
  {
    "文件名": "【FY】[更34]成人礼（万人迷） 作者：惊风无轮【25.5.05】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/65c577064f70"
  },
  {
    "文件名": "【FY】[更341]夜晚将至(合集) 作者：谢太太想养马【25.5.02】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/b26328358403"
  },
  {
    "文件名": "【FY】[更34]当黄文作者被迫体验黄文生活（高h） 作者：文难易香【25.5.17】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/be6632227671"
  },
  {
    "文件名": "【FY】[更34]女扮男装入男校后，被他们威胁了【NHP】 作者：jingzhi【25.5.09】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/d27ed0da7de8"
  },
  {
    "文件名": "【FY】[更316]催眠助理（简）作者：克劳德云【25.5.13】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e8b75d04ad51"
  },
  {
    "文件名": "【FY】[更33]捡到小夫君 作者：两只鳄鱼【25.5.05】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/d77ab2345717"
  },
  {
    "文件名": "【FY】[更336]被选中的受害人（校园_强制_NP） 作者：皙亚【25.5.28】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/cf4b2244862d"
  },
  {
    "文件名": "【FY】[更33]循循善诱（骨科 豪门 np） 作者：烟头【25.5.26】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c5c26eccfd38"
  },
  {
    "文件名": "【FY】[更33]不小心睡了男友老板（1v2）高h 作者：无名小卒【25.5.06】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/d9ae355ac42f"
  },
  {
    "文件名": "【FY】[更314]犯禁(1v2，亲舅甥） 作者：翳月【25.5.29】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/0df211eb8bca"
  },
  {
    "文件名": "【FY】[更286]雷峰塔下（法青、1v1、SC） 作者：尼古拉斯·老謝【25.5.30】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/98c488772cb7"
  },
  {
    "文件名": "【FY】[更283]犯禁(1v2，亲舅甥） 作者：翳月【25.5.05】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/1b3e54c7ee46"
  },
  {
    "文件名": "【FY】[更280]雷峰塔下（法青、1v1、SC） 作者：尼古拉斯·老謝【25.5.25】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/aecdaf709b77"
  },
  {
    "文件名": "【FY】[更282]［快穿］给攻略对象生娃 高H 作者：傻白甜【25.5.14】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/53459e12fc51"
  },
  {
    "文件名": "【FY】[更267]【恐怖游戏】人家才没有开外挂(NP)作者：雾草【25.5.25】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a92a64a593b0"
  },
  {
    "文件名": "【FY】[更253]变成人后她被逐渐带坏（NPH） 作者：饼干【25.5.26】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/2f04eea4b6e5"
  },
  {
    "文件名": "【FY】[更248]囚爱 作者 Nothing.【25.5.21】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/d0aedcecfaac"
  },
  {
    "文件名": "【FY】[更232]伪白莲走的强制路线np(原名：《笨蛋少女有无敌系统》) 作者：疯小七写古早无脑文【25.5.26】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/38491fd7cb98"
  },
  {
    "文件名": "【FY】[更216]蓝锁幻想 作者：气起什么好呢【25.5.14】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/d80ed2a18850"
  },
  {
    "文件名": "【FY】[更210](nph万人迷)不要和陌生人说话 作者：一个王八蛋【25.5.20】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a62e394a2567"
  },
  {
    "文件名": "【FY】[更202]精灵宝冠（西幻，1V1） 作者：解冰【25.5.11】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/2d86b47fb884"
  },
  {
    "文件名": "【FY】[更198]亡命枭徒 作者：鱼不吃猫【25.5.22】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/2feb93a6445d"
  },
  {
    "文件名": "【FY】[更199]圈宠（女上_虐男） 作者：尘星末位【25.5.22】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a71778ec7ce9"
  },
  {
    "文件名": "【FY】[更197]贪婪 作者：兆壹北【25.5.26】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/9c304eb46ee1"
  },
  {
    "文件名": "【FY】[更196]精灵宝冠（西幻，1V1） 作者：解冰【25.5.08】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/538b60a6b846"
  },
  {
    "文件名": "【FY】[更197]深渊（母子H）［简］作者：queen【25.5.06】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/cc9e1c1aa3c3"
  },
  {
    "文件名": "【FY】[更192]贪婪 作者：兆壹北【25.5.21】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a2be2699318c"
  },
  {
    "文件名": "【FY】[更190]病态占有（快穿）作者：奶猫薄饼【25.5.11】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/befbb0071df4"
  },
  {
    "文件名": "【FY】[更188]和男学生同居的日子 作者：黑色尘埃【25.5.29】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/08cb7356ae14"
  },
  {
    "文件名": "【FY】[更1734]【末世】重生之合欢诀（np）作者：莲华半日【25.5.29】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/471792380390"
  },
  {
    "文件名": "【FY】[更186]欲海折竹 作者：阿啵小鸡崽【25.5.29】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/86f9939085c9"
  },
  {
    "文件名": "【FY】[更185]乐土（末世，强取豪夺H） 作者：惟吉應光【25.5.04】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/2190b8e923fe"
  },
  {
    "文件名": "【FY】[更183]和男学生同居的日子 作者：黑色尘埃【25.5.27】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ba16baa65ff6"
  },
  {
    "文件名": "【FY】[更182]黑道大小姐今天也要睡男人（NPH）作者：渝渝不渝【25.5.27】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/886ad99390c4"
  },
  {
    "文件名": "【FY】[更182]三兔共耳（3p 骨科） 作者：柳下吟【25.5.26】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/4c2eaa7898c8"
  },
  {
    "文件名": "【FY】[更181]炽热狂夏(强取豪夺H) 作者：挠挠头皮【25.5.24】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/1af2376e82d0"
  },
  {
    "文件名": "【FY】[更180]幽瑟（星际1V1） 作者：幻海浮声【25.5.29】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e508e7d8e977"
  },
  {
    "文件名": "【FY】[更176]消失的蝴蝶发夹（H） 作者：蓝旗路21号【25.5.22】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/09a264707661"
  },
  {
    "文件名": "【FY】[更175]幽瑟（星际1V1） 作者：幻海浮声【25.5.24】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a84f34d5e747"
  },
  {
    "文件名": "【FY】[更176]女配只做路人甲（穿书NPH） 作者：耳东小姐【25.5.27】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/67eb3efc5e2d"
  },
  {
    "文件名": "【FY】[更171]和男学生同居的日子 作者：黑色尘埃【25.5.24】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/d8e5e967a26f"
  },
  {
    "文件名": "【FY】[更164]不外如是（np） 作者：咕且【25.5.30】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ecb2eac3f0b6"
  },
  {
    "文件名": "【FY】[更166]【黑篮】我意本非此(高H，NP) 作者：妈了个蛋【25.5.04】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/7949010575b0"
  },
  {
    "文件名": "【FY】[更168]男友是人外［H］ 作者：queen【25.5.16】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/f73ab201cb78"
  },
  {
    "文件名": "【FY】[更15]穿成男主白月光（快穿，阮卿卿） 作者：花柒酒【25.5.26】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e7b89e8e6211"
  },
  {
    "文件名": "【FY】[更159]真酒_假酒_谁是卧底(NPH, ABO) 作者：只是伊唯【25.5.19】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/bdacd8becc80"
  },
  {
    "文件名": "【FY】[更159]幽瑟（星际1V1） 作者：幻海浮声【25.5.08】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/681bdf52953a"
  },
  {
    "文件名": "【FY】[更155]重回18岁跟前夫好兄弟睡了（高h np 骨科 高干） 作者：杨枝甘露【25.5.05】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/4de91417ba00"
  },
  {
    "文件名": "【FY】[更155]谁家正经宿主日常被攻略？（快穿） 作者：世界第一清纯【25.5.18】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/735c85f30258"
  },
  {
    "文件名": "【FY】[更153]不外如是（np） 作者：咕且【25.5.12】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/b01216883d38"
  },
  {
    "文件名": "【FY】[更149]坏小孩【姨甥H】作者：拾月岛【25.5.09】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c301dc68bf37"
  },
  {
    "文件名": "【FY】[更150] 高级向导每天都很忙(无期迷途all女局-gl) 作者：九木.txt",
    "夸克盘链接": "https://pan.quark.cn/s/92cda257953d"
  },
  {
    "文件名": "【FY】[更148]整天被德国军官叔叔SP是种什么体验 作者：HU【25.5.19】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/56b257273e85"
  },
  {
    "文件名": "【FY】[更148]慰藉[姐弟1V1] 作者：群青鸢尾【25.5.30】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/899f12646b94"
  },
  {
    "文件名": "【FY】[更147]权泽 作者：兰玉芝【25.5.30】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/bef2757753cf"
  },
  {
    "文件名": "【FY】[更145]安非他命（ 1V1 黑道）作者：李佳瑪【25.5.27】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/aa9aaa1f34d7"
  },
  {
    "文件名": "【FY】[更146]就要做继承人女高别给我撤回（美高np） 作者：专业绷带弹奏家【25.5.23】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c392362fa45b"
  },
  {
    "文件名": "【FY】[更146]纷争之心（nph，西幻，修罗场） 作者：skylark【25.5.22】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/2528f6b42f3a"
  },
  {
    "文件名": "【FY】[更145]笼中雀 作者：无聊就来写个车【25.5.21】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/d397edffa935"
  },
  {
    "文件名": "【FY】[更144](修仙np)我只是馋你的身子 作者：谁家小囡【25.5.30】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/11ddb414096d"
  },
  {
    "文件名": "【FY】[更143]权泽 作者：兰玉芝【25.5.20】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/5462629478a3"
  },
  {
    "文件名": "【FY】[更140]就要做继承人女高别给我撤回（美高np） 作者：专业绷带弹奏家【25.5.17】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/5d3a9956324e"
  },
  {
    "文件名": "【FY】[更140]欢迎来到往生茶楼（NPH 甜宠男全处） 作者：岚岚岚岚大岚岚【25.5.30】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/6594c81810c0"
  },
  {
    "文件名": "【FY】[更143]恋爱脑，但强制爱(np,男洁) 作者：吃吃椰椰【25.5.29】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c7f84f9867ac"
  },
  {
    "文件名": "【FY】[更142]慰藉[姐弟1V1] 作者：群青鸢尾【25.5.26】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e32aa00bfd25"
  },
  {
    "文件名": "【FY】[更139](修仙np)我只是馋你的身子 作者：谁家小囡【25.5.24】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/be0d4b57fb33"
  },
  {
    "文件名": "【FY】[更138]捡到破碎的耽美文男主（校园1v1，弯掰直？) 作者：-【25.5.16】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/58192808fe71"
  },
  {
    "文件名": "【FY】[更137]从兽世到星际，兽人后宫活儿好 作者：怡燃字得【25.5.30】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/033199a04940"
  },
  {
    "文件名": "【FY】[更136]权泽 作者：兰玉芝【25.5.17】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/86b0f46c16a5"
  },
  {
    "文件名": "【FY】[更130]无法被男友满足的她被帅气继父满足了 作者：要吃肉【25.5.26】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/92d298ed5835"
  },
  {
    "文件名": "【FY】[更129]错爱（1v1 高h） 作者：逃之夭夭【25.5.04】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/388e7379403c"
  },
  {
    "文件名": "【FY】[更129]捡到破碎的耽美文男主（校园1v1，弯掰直？) 作者：-【25.5.08】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/3b68128c878d"
  },
  {
    "文件名": "【FY】[更129]从兽世到星际，兽人后宫活儿好 作者：怡燃字得【25.5.01】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/2957caafe73a"
  },
  {
    "文件名": "【FY】[更127]恋爱脑，但强制爱(np,男洁) 作者：吃吃椰椰【25.5.07】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/53a2336c6180"
  },
  {
    "文件名": "【FY】[更126]度假岛 （np，限）作者：珈蓝诀【25.5.20】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/cb5ce75412b8"
  },
  {
    "文件名": "【FY】[更126]NP文女配觉醒后（强制NPH） 作者：惟吉應光【25.5.08】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/092c98e2084e"
  },
  {
    "文件名": "【FY】[更124]小贵妃（h 古言 1v2) 作者：萝卜药丸了【25.5.20】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/546744dc0f55"
  },
  {
    "文件名": "【FY】[更123]【调教NP】骚莲 作者：淡玥【25.5.26】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/dc41c9e57178"
  },
  {
    "文件名": "【FY】[更124]假装睡着后，发现老公是三个人（NP 高H） 作者：忍冬【25.5.22】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/7f1eb97134cf"
  },
  {
    "文件名": "【FY】[更123](修仙np)我只是馋你的身子 作者：谁家小囡【25.5.07】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ae43bbbefd0f"
  },
  {
    "文件名": "【FY】[更122][HP]獾乐小厨娘(慢热np) 作者：笔可貓【25.5.02】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/1df22b252ccb"
  },
  {
    "文件名": "【FY】[更120]馐玉（古言1v1） 作者：果皮酱【25.5.27】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/735055c4f9e8"
  },
  {
    "文件名": "【FY】[更119]欢迎来到往生茶楼（NPH 甜宠男全处） 作者：岚岚岚岚大岚岚【25.5.08】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/840ceb982aa0"
  },
  {
    "文件名": "【FY】[更120]连哥哥都爱我怎么办（NP_兄妹） 作者：逗号君【25.5.23】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/1277582f9127"
  },
  {
    "文件名": "【FY】[更119]斯卡布罗的崖壁（兄妹伪骨） 作者：少佐【25.5.22】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/206fbb0a85ae"
  },
  {
    "文件名": "【FY】[更119]天造地设（公路，1v1） 作者：宿芦花【25.5.24】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/56778b5e31e1"
  },
  {
    "文件名": "【FY】[更118]玉女恶堕（高H） 作者：忧郁的夜莺【25.5.08】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/46de7b867d4a"
  },
  {
    "文件名": "【FY】[更119]假装睡着后，发现老公是三个人（NP 高H） 作者：忍冬【25.5.15】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/3fdf369a6d41"
  },
  {
    "文件名": "【FY】[更118]按F键逃离世界（校园科幻NPH） 作者：讫讫【25.5.10】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/5bed031d3c08"
  },
  {
    "文件名": "【FY】[更118]【调教NP】骚莲 作者：淡玥【25.5.13】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/1a6203d1f090"
  },
  {
    "文件名": "【FY】[更117]蠢物 作者：布鲁布猫【25.5.05】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e5694c104ddf"
  },
  {
    "文件名": "【FY】[更116]姜赞容她受苦又受难（NPH） 作者：三只鱼【25.5.21】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/8ea007197c6a"
  },
  {
    "文件名": "【FY】[更117]被强取豪夺的恶毒女配（np强制） 作者：蜂蜜梨子酱【25.5.14】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/f8f9a4616bc7"
  },
  {
    "文件名": "【FY】[更114]馐玉（古言1v1） 作者：果皮酱【25.5.24】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/3bdede049715"
  },
  {
    "文件名": "【FY】[更114]【不良人同人】春山可望（np）作者：挑灯映山河【25.5.29】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/b1a11f051c02"
  },
  {
    "文件名": "【FY】[更114]天造地设（公路，1v1） 作者：宿芦花【25.5.10】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/b25d668728be"
  },
  {
    "文件名": "【FY】[更113]季节性症状（1v1） 作者：Lilith【25.5.26】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/13968974d1d6"
  },
  {
    "文件名": "【FY】[更113]心动（1v3） 作者：孤羽【25.5.19】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/df6e0b650c2f"
  },
  {
    "文件名": "【FY】[更113]假装睡着后，发现老公是三个人（NP 高H） 作者：忍冬【25.5.09】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/33cbef34a210"
  },
  {
    "文件名": "【FY】[更111]女人天下 作者：哦【25.5.28】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/2664f4c7be59"
  },
  {
    "文件名": "【FY】[更110]渎神：睡服祖宗攻略（仙侠甜宠1v1） 作者：山花欲燃【25.5.25】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/442331d45d96"
  },
  {
    "文件名": "【FY】[更110]小兔子乖乖（青梅竹马1V1 神话）作者：寒江子【25.5.15】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/323407247c00"
  },
  {
    "文件名": "【FY】[更109]良迟【包养_囚禁_h】 作者：小小鱼下士【25.5.19】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ae59e4a71291"
  },
  {
    "文件名": "【FY】[更110]丧彪，她怎么叫你咪咪啊【女B男O_BG】 作者：鸽俩好【25.5.02】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/496e787c21e4"
  },
  {
    "文件名": "【FY】[更108]连哥哥都爱我怎么办（NP_兄妹） 作者：逗号君【25.5.06】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/8eefc41f63a7"
  },
  {
    "文件名": "【FY】[更107]两王相亲（1v1 古言） 作者：探花忙【25.5.21】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/0a08c808fe3f"
  },
  {
    "文件名": "【FY】[更108]心动（1v3） 作者：孤羽【25.5.02】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/9f59c1639335"
  },
  {
    "文件名": "【FY】[更105]怎么都爱不够 作者：猫小鱼【25.5.12】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/48bdeeddee2d"
  },
  {
    "文件名": "【FY】[更103]三月夜（姑侄_男小三） 作者：蒸栗【25.5.23】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/17cb15a5d8e6"
  },
  {
    "文件名": "【FY】[更100]人人都爱大小姐 作者：郦优昙【25.5.26】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/b230ed3a9c49"
  },
  {
    "文件名": "【FY】[更100]HP霍格沃茨男生隐秘数据测评表 作者：尔林而临【25.5.21】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/0ae59a96ebe2"
  },
  {
    "文件名": "【FY】[更101]情迷1942（二战德国） 作者：JCYoung【25.5.28】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/219063927034"
  },
  {
    "文件名": "【FY】[更100][快穿]每个世界遇到的都是变态 作者：不要有杀心【25.5.27】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/f3351d2f1f10"
  },
  {
    "文件名": "【FY】[完结]骨中花 (兄妹1V1) 作者：隨心鎖欲【25.5.24】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/4287560ebc25"
  },
  {
    "文件名": "【FY】[完结]门外汉（同人） 作者：辞辞荐荐_【25.5.16】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/1c2fcf621c55"
  },
  {
    "文件名": "【FY】[完结]避风港 作者：不米汪【25.5.29】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/264d7f2983e9"
  },
  {
    "文件名": "【FY】[完结]西域血腥爱情故事 作者：钟意妮【25.5.17】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/11ac815e4695"
  },
  {
    "文件名": "【FY】[完结]纯真人妻被哄骗肏烂NP 作者：榴莲黄【25.5.04】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/09beef8363a1"
  },
  {
    "文件名": "【FY】[完结]穿越之珠圆玉润 作者：三颗莲雾【25.5.16】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/3baacb3af382"
  },
  {
    "文件名": "【FY】[完结]离婚后，前夫为我发疯了 作者：莫问【25.5.17】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/770014ab6f85"
  },
  {
    "文件名": "【FY】[完结]旦那（父女1v1_增订版） 作者：春与愁几许【25.5.21】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/8432bd17e92e"
  },
  {
    "文件名": "【FY】[完结]禁忌之恋(bg不伦)合集 作者：宇子宇子【25.5.12】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/f2517809f2fd"
  },
  {
    "文件名": "【FY】[完结]春日潮汐（短文集） 作者：昏鸦往东【25.5.17】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c833bef3fcbb"
  },
  {
    "文件名": "【FY】[完结]没落大小姐的调教日常 作者：铁树树树【25.5.04】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/cd3e06fc2450"
  },
  {
    "文件名": "【FY】[完结]暗里着迷（公媳） 作者：也渡兰舟03【25.5.15】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/b545548e21c1"
  },
  {
    "文件名": "【FY】[完结]收敛函数 作者：果汁【25.5.29】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/006613d3526e"
  },
  {
    "文件名": "【FY】[完结]掌中（简） 作者：茶系雪糕【25.5.29】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/5b1372b756ee"
  },
  {
    "文件名": "【FY】[完结]奴畜-第一篇：富可敌国的奴畜莺儿 作者：逍遥鱼【25.5.11】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a60c5914c9ac"
  },
  {
    "文件名": "【FY】[完结]拜金眼（1v1h） 作者：萎了的洋葱【25.5.17】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/d449093fa4df"
  },
  {
    "文件名": "【FY】[完结]我的纸扎新郎是顶流 作者：知春里【25.5.18】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ea734ddf9096"
  },
  {
    "文件名": "【FY】[完结]微笑诅咒（18禁真人秀） 作者：doremi【25.5.04】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/4e03c2ef0db7"
  },
  {
    "文件名": "【FY】[完结]情陷 作者：月亮会来吧【25.5.23】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/2b731086d30a"
  },
  {
    "文件名": "【FY】[完结]妖妃策（古言高肉，1V2) 作者：Yiyi【25.5.04】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/8faa3ee8290f"
  },
  {
    "文件名": "【FY】[完结]危险派对 作者：大头猫【25.5.15】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/012dd5cc0d4f"
  },
  {
    "文件名": "【FY】[完结]夏天到了（姐弟） 作者：不要放过这个on酱【25.5.07】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/036c78b660ac"
  },
  {
    "文件名": "【FY】[完结]奇怪的哥哥们（骨科强制NPH） 作者：冰红茶（四元版）【25.5.19】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/080293ec5c34"
  },
  {
    "文件名": "【FY】[完结]半月边（姐弟，1v1） 作者：婉墅【25.5.14】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ef23ae4328c0"
  },
  {
    "文件名": "【FY】[完结]兄弟俩太爱我怎么办（强取豪夺、1v2） 作者：梧瓷【25.5.06】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/dfda16311ddd"
  },
  {
    "文件名": "【FY】[完结]偷香：一个偷情的故事 （1v1） 作者：林月【25.5.05】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/6f8569535db7"
  },
  {
    "文件名": "【FY】[完结]以兄妹之名 作者：羊在草原跑【25.5.14】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/14841c0e464d"
  },
  {
    "文件名": "【FY】[完结]乱世媚奴（古言高肉，1V2)(简体版) 作者：Yiyi【25.5.17】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ffcf3d5861e0"
  },
  {
    "文件名": "【FY】[完结]一弯明月 作者：考拉与Moonpie【25.5.11】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/0e28fd91a3fc"
  },
  {
    "文件名": "【FY】[完结] 至若春和景明（gl） 作者：-.txt",
    "夸克盘链接": "https://pan.quark.cn/s/f137a55f5abb"
  },
  {
    "文件名": "【FY】[完结] 【女攻_GB】普女万人迷训诫绝美魔尊们（gb_BDSM_Sp 作者：没有名字.txt",
    "夸克盘链接": "https://pan.quark.cn/s/b2eaa9e251e7"
  },
  {
    "文件名": "【FY】[完结] 【百合ABO】行刑日 作者：红色管虫Karma酱.txt",
    "夸克盘链接": "https://pan.quark.cn/s/9c792e236c68"
  },
  {
    "文件名": "【FY】[完结] [综武侠百合]春色满园（女攻） 作者：糖醋葫芦.txt",
    "夸克盘链接": "https://pan.quark.cn/s/b0d94848af07"
  },
  {
    "文件名": "【FY】[完结94]强势的他 作者：琦囡【25.5.11】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/12fdc9fb62ad"
  },
  {
    "文件名": "【FY】[完结93]陋篇（古言，NP）作者 三叹【25.5.20】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/62e1b4fee68d"
  },
  {
    "文件名": "【FY】[完结90]逐凤 作者：昼缠【25.5.04】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/1603abc0773b"
  },
  {
    "文件名": "【FY】[完结88]雀阁之上 作者：旺旺的饼【25.5.22】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/af87e57b5a72"
  },
  {
    "文件名": "【FY】[完结84+番外]隔壁网黄使用指南（同人女×擦边男） 作者：蒸栗【25.5.06】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/540eab0cd370"
  },
  {
    "文件名": "【FY】[完结88+番外]清冷师叔为我解欲毒(h) 作者：八级大狂风【25.5.03】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/f9f91754da61"
  },
  {
    "文件名": "【FY】[完结79]猫系贴贴指南（哨向、甜宠、1v1） 作者：蜗牛【25.5.19】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/7c57e1206024"
  },
  {
    "文件名": "【FY】[完结79]五九十（校园版已老实求放过 np）作者：边原小玫【25.5.01】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/9a3a6d280083"
  },
  {
    "文件名": "【FY】[完结79+番外]禁果狂热（父女，母女丼，后宫） 作者：伊首淫诗【25.5.15】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ebb4aa12f067"
  },
  {
    "文件名": "【FY】[完结77]冬日暖阳（1v1 h） 作者：祈年岁岁【25.5.07】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/168279e3d094"
  },
  {
    "文件名": "【FY】[完结73]甜梨 作者：小花喵【25.5.13】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/279f89581a5d"
  },
  {
    "文件名": "【FY】[完结71]见手青【SM 1V1】作者：无声悲鸣【25.5.22】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/53d21d63eacb"
  },
  {
    "文件名": "【FY】[完结70+番外]恶意出轨（高h，1V1） 作者：浪奔浪流【25.5.08】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/6db5d80e8466"
  },
  {
    "文件名": "【FY】[完结69]禁果狂热（父女，母女丼，后宫） 作者：伊首淫诗【25.5.10】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/fd5be8eb7db0"
  },
  {
    "文件名": "【FY】[完结69]很早的事情 作者：red plane【25.5.08】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/2e2f2b5ab413"
  },
  {
    "文件名": "【FY】[完结500+番外]梨汁软糖【1V1甜H】 作者 吃甜少女【25.5.18】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/30c7e2160f97"
  },
  {
    "文件名": "【FY】[完结68]章鱼求偶指南 作者：玫瑰女侠【25.5.12】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c45d551059db"
  },
  {
    "文件名": "【FY】[完结63]性幻想之重生寡妇x高门判官 作者 已年满18很多年【25.5.08】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/5868ab149c85"
  },
  {
    "文件名": "【FY】[完结68]恶意出轨（高h，1V1） 作者：浪奔浪流【25.5.03】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/33928df2b040"
  },
  {
    "文件名": "【FY】[完结67]烂梨[父女] 作者：唐川【25.5.11】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c715bad4c59c"
  },
  {
    "文件名": "【FY】[完结62]改嫁三叔(h） 作者：八级大狂风【25.5.22】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/d7033304fd97"
  },
  {
    "文件名": "【FY】[完结475+番外]小说大纲里的女主觉醒后 作者：霍恩斯比的饭饭【25.5.21】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/0ba15f0542f9"
  },
  {
    "文件名": "【FY】[完结59]小漂亮被病态圈占，且看她驯服恶犬！ 作者：美女知知【25.5.20】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/62d494382de6"
  },
  {
    "文件名": "【FY】[完结456+番外]日日皆好（NPH） 作者：ann【25.5.29】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ade26dbec3e2"
  },
  {
    "文件名": "【FY】[完结59+番外]仲夏（父女h） 作者：青北【25.5.26】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/fd822e579f0f"
  },
  {
    "文件名": "【FY】[完结57]珠联璧合 作者：南君【25.5.14】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/d07a8200f827"
  },
  {
    "文件名": "【FY】[完结49]白玉【古言ntr nph 强制】 作者：姜昕【25.5.03】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/5a1d555dbc73"
  },
  {
    "文件名": "【FY】[完结49]折枝(1v1伪骨) 作者：小窝【25.5.21】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/81812d4f7fc4"
  },
  {
    "文件名": "【FY】[完结43]女扮男装入男校后，被他们威胁了【NHP】 作者：jingzhi【25.5.23】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/451afae70ad5"
  },
  {
    "文件名": "【FY】[完结31]跟你结婚是主人的任务 作者：鸳湖烟水散人【25.5.11】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/4704aeaa4358"
  },
  {
    "文件名": "【FY】[完结28]春帐暖（骨科，亲兄妹） 作者：哈拉雷的小椰粉【25.5.01】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/827f4cbe95ca"
  },
  {
    "文件名": "【FY】[完结204]圈宠（女上_虐男） 作者：尘星末位【25.5.25】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/86b4a9229c1f"
  },
  {
    "文件名": "【FY】[完结194+番外]乐土（末世，强取豪夺H） 作者：惟吉應光【25.5.20】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/7d9fe56d0591"
  },
  {
    "文件名": "【FY】[完结190]乐土（末世，强取豪夺H） 作者：惟吉應光【25.5.12】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/88162529bc1b"
  },
  {
    "文件名": "【FY】[完结165]指月 作者：MM音【25.5.01】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e63071eeebe0"
  },
  {
    "文件名": "【FY】[完结161+番外]每天打赏的色情主播是哥哥（骨科1v1） 作者：堆玉【25.5.02】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/9f248d0abf51"
  },
  {
    "文件名": "【FY】[完结146]捡到破碎的耽美文男主（校园1v1，弯掰直？) 作者：-【25.5.21】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/7ac9ab5d8a33"
  },
  {
    "文件名": "【FY】[完结137+番外]白婕的校花生活（高H甜文） 作者：阿阿阿【25.5.11】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/2b0fb8fb31e0"
  },
  {
    "文件名": "【FY】[完结134]错爱（1v1 高h） 作者：逃之夭夭【25.5.14】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/da3ebfc1c26a"
  },
  {
    "文件名": "【FY】[完结131+番外]虐文白月光总被变态男主们强制爱（快穿） 作者：他黯也【25.5.16】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/bdd598e600ea"
  },
  {
    "文件名": "【FY】[完结120+番外]操狐（强制甜宠、1v1、古风玄幻、高Ｈ） 作者：蜗牛【25.5.08】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/938eba7830c4"
  },
  {
    "文件名": "【FY】[完结107+番外]隔壁网黄使用指南（同人女×擦边男） 作者：蒸栗【25.5.30】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/2323df84ba5e"
  },
  {
    "文件名": "【FY】[完结101+番外]强势的他 作者：琦囡【25.5.17】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/f57a3895c98c"
  },
  {
    "文件名": "【FY】[更9] 碰巧 作者：我也知道吃不饱.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ac058f44321a"
  },
  {
    "文件名": "【FY】[更9] 负雪 作者：乞力马扎罗.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ed81e425f583"
  },
  {
    "文件名": "【FY】[更9] 被罪犯囚禁的刑警【地下室】 作者：剋蕾儿.txt",
    "夸克盘链接": "https://pan.quark.cn/s/5221952de471"
  },
  {
    "文件名": "【FY】[更9] 灵感短篇合集 作者：路游.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ab3f4553cbe1"
  },
  {
    "文件名": "【FY】[更99] 老方[DS 主奴] 作者：韭菜叶.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e06f90362fff"
  },
  {
    "文件名": "【FY】[更9] 十三個分手的理由 作者：莫負蒔光.txt",
    "夸克盘链接": "https://pan.quark.cn/s/1f426c9ac420"
  },
  {
    "文件名": "【FY】[更9] 师尊今天渡情劫了吗 作者：白兔捣药成.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ce3ec223e6c9"
  },
  {
    "文件名": "【FY】[更9] 冷酷长官的哭包a 作者：祈舞.txt",
    "夸克盘链接": "https://pan.quark.cn/s/bda4ef4ec97e"
  },
  {
    "文件名": "【FY】[更9] 他们的爱 作者：菜菜不喜欢.txt",
    "夸克盘链接": "https://pan.quark.cn/s/981604e32030"
  },
  {
    "文件名": "【FY】[更98] 【主足球】无限纯爱 作者：Alandis.txt",
    "夸克盘链接": "https://pan.quark.cn/s/47a1aa9ee65b"
  },
  {
    "文件名": "【FY】[更97] 已婚Alpha不想当万人迷（主攻 abo 西幻） 作者：血耶.txt",
    "夸克盘链接": "https://pan.quark.cn/s/f751d34696de"
  },
  {
    "文件名": "【FY】[更97] 在小x文里无限沉沦 作者：藜麦麦.txt",
    "夸克盘链接": "https://pan.quark.cn/s/85f987d38220"
  },
  {
    "文件名": "【FY】[更98] 新鲜社畜 作者：现山海.txt",
    "夸克盘链接": "https://pan.quark.cn/s/3429bc6f6064"
  },
  {
    "文件名": "【FY】[更96] 185-188帅受壮受合集 作者：米多（感谢投票感谢订阅）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/1afa7e34ec6f"
  },
  {
    "文件名": "【FY】[更95] 被触手神养父调教的日常 作者：夏日之遥.txt",
    "夸克盘链接": "https://pan.quark.cn/s/9998de298dc7"
  },
  {
    "文件名": "【FY】[更92] （虫族）寒刀伏脊，他们在颂王 作者：陌不辞.txt",
    "夸克盘链接": "https://pan.quark.cn/s/1c24693a5a67"
  },
  {
    "文件名": "【FY】[更91] 优劣囹圄 作者：降调曲与无名诗.txt",
    "夸克盘链接": "https://pan.quark.cn/s/b223520dc2c8"
  },
  {
    "文件名": "【FY】[更8] 赏菊脑洞短篇 作者：佚名黄A.txt",
    "夸克盘链接": "https://pan.quark.cn/s/52cff2ffcf84"
  },
  {
    "文件名": "【FY】[更8] （总攻_bdsm）恶劣本渣 作者：虎子应有尽有.txt",
    "夸克盘链接": "https://pan.quark.cn/s/378b928cba85"
  },
  {
    "文件名": "【FY】[更8] 那个校草他暗恋我 作者：light.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e6a56ab30d4d"
  },
  {
    "文件名": "【FY】[更8] 高岭之花的难言之隐（失禁_憋尿合集） 作者：穆小刀.txt",
    "夸克盘链接": "https://pan.quark.cn/s/aa6eafe0ccea"
  },
  {
    "文件名": "【FY】[更8] 调教双性攻 作者：妄想家.txt",
    "夸克盘链接": "https://pan.quark.cn/s/b6695c989845"
  },
  {
    "文件名": "【FY】[更8] 见色起意 作者：在下某某人.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c8116b69808c"
  },
  {
    "文件名": "【FY】[更8] 被弟弟操开后成了荡妇 作者：白.txt",
    "夸克盘链接": "https://pan.quark.cn/s/3c514ac4191b"
  },
  {
    "文件名": "【FY】[更8] 色情游戏世界 作者：含落.txt",
    "夸克盘链接": "https://pan.quark.cn/s/8f2de032ec31"
  },
  {
    "文件名": "【FY】[更8] 真的不能在一起！（番外篇） 作者：归尘.txt",
    "夸克盘链接": "https://pan.quark.cn/s/630e2ee3eb9e"
  },
  {
    "文件名": "【FY】[更8] 穿成恶毒主角攻被np强制了怎么办 作者：爱吃肉的猫总.txt",
    "夸克盘链接": "https://pan.quark.cn/s/bee54f3055dd"
  },
  {
    "文件名": "【FY】[更8] 玉泊亭 作者：月不负冬.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e48d45bdd4ed"
  },
  {
    "文件名": "【FY】[更8] 父承子液 作者：悬浮倒挂.txt",
    "夸克盘链接": "https://pan.quark.cn/s/dd3489e09de1"
  },
  {
    "文件名": "【FY】[更8] 猫猫受罪实录（阴阳师同人梦女向） 作者：听凭风吟.txt",
    "夸克盘链接": "https://pan.quark.cn/s/7b18489e3775"
  },
  {
    "文件名": "【FY】[更8] 烈火噬心 作者：林月.txt",
    "夸克盘链接": "https://pan.quark.cn/s/93e87ee99b89"
  },
  {
    "文件名": "【FY】[更8] 桃桃的催眠开发日记（双_np） 作者：昏昼（X账号在简介）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/b70ab65e3274"
  },
  {
    "文件名": "【FY】[更8] 末世之捡个双性美人生孩子 作者：加个柠檬.txt",
    "夸克盘链接": "https://pan.quark.cn/s/40fdfb01bff0"
  },
  {
    "文件名": "【FY】[更8] 段警官又当卧底了 作者：拯拯.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ab75ca3ecafc"
  },
  {
    "文件名": "【FY】[更8] 旧曲的阿佩普 作者：此地有银100斤.txt",
    "夸克盘链接": "https://pan.quark.cn/s/052326018b2d"
  },
  {
    "文件名": "【FY】[更8] 斯帕克伍德男校 作者：宝宝飞机.txt",
    "夸克盘链接": "https://pan.quark.cn/s/25e0c47a941d"
  },
  {
    "文件名": "【FY】[更8] 强制小可怜 作者：池豖.txt",
    "夸克盘链接": "https://pan.quark.cn/s/820621a0c7a1"
  },
  {
    "文件名": "【FY】[更8] 攻了万人迷的老攻们 作者：莫负莳光.txt",
    "夸克盘链接": "https://pan.quark.cn/s/224c92265c26"
  },
  {
    "文件名": "【FY】[更8] 拯救疯批的体温 作者：弓虽冫冫.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c92e1679ef42"
  },
  {
    "文件名": "【FY】[更8] 快感控制 作者：Money来.txt",
    "夸克盘链接": "https://pan.quark.cn/s/21cb4d5890be"
  },
  {
    "文件名": "【FY】[更8] 废物Beta被顶A强制爱了 作者：EiNLiEN正在煎糍粑.txt",
    "夸克盘链接": "https://pan.quark.cn/s/9d014ce2fddc"
  },
  {
    "文件名": "【FY】[更8] 左暮昭x林易（互攻，m1，道具，身体改造，重口，排泄控制） 作者：黎明.txt",
    "夸克盘链接": "https://pan.quark.cn/s/cfdbf75f00d6"
  },
  {
    "文件名": "【FY】[更8] 崩坏星铁短篇 作者：爱来自莉莉安娜.txt",
    "夸克盘链接": "https://pan.quark.cn/s/9dc6a085521f"
  },
  {
    "文件名": "【FY】[更8] 小美人被老公洗脑玩坏了 作者：奢香夫人.txt",
    "夸克盘链接": "https://pan.quark.cn/s/783f536e3dcb"
  },
  {
    "文件名": "【FY】[更8] 小野种 作者：夹岸.txt",
    "夸克盘链接": "https://pan.quark.cn/s/871988a8eb8f"
  },
  {
    "文件名": "【FY】[更8] 小美人他就该被肏批 作者：人皮扣sikk.txt",
    "夸克盘链接": "https://pan.quark.cn/s/16fa98ae88f3"
  },
  {
    "文件名": "【FY】[更8] 家徒四壁Ⅱ 作者：虞成阳.txt",
    "夸克盘链接": "https://pan.quark.cn/s/331175a954c8"
  },
  {
    "文件名": "【FY】[更8] 寡夫欲潮 作者：人尽可嬷.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a5dd989b7530"
  },
  {
    "文件名": "【FY】[更8] 娇软小美人 作者：药药不吃药.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a67b9636a3dc"
  },
  {
    "文件名": "【FY】[更8] 天选小狗 作者：精神污染.txt",
    "夸克盘链接": "https://pan.quark.cn/s/eb5a3278747f"
  },
  {
    "文件名": "【FY】[更8] 和鲁滨逊的性福生活 作者：柚子猫.txt",
    "夸克盘链接": "https://pan.quark.cn/s/cc8f43d42fa2"
  },
  {
    "文件名": "【FY】[更8] 和死对头结婚了 作者：小盖.txt",
    "夸克盘链接": "https://pan.quark.cn/s/2699b5e1cbff"
  },
  {
    "文件名": "【FY】[更8] 反派又攻了主角攻 作者：莫負蒔光.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e96897fd135c"
  },
  {
    "文件名": "【FY】[更8] 双性攻又被磨批了 作者：夜雨星辰.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a326094ef42f"
  },
  {
    "文件名": "【FY】[更8] 傍大款 作者：Ochahana.txt",
    "夸克盘链接": "https://pan.quark.cn/s/d83e94edf623"
  },
  {
    "文件名": "【FY】[更8] 【穹all】你们怎么都喜欢O装A_B啊？ 作者：鹅之怒可炖两锅.txt",
    "夸克盘链接": "https://pan.quark.cn/s/472f284b022d"
  },
  {
    "文件名": "【FY】[更8] 【总攻_双性攻】艳鬼 作者：叫呐呐吖.txt",
    "夸克盘链接": "https://pan.quark.cn/s/24d8b8d81852"
  },
  {
    "文件名": "【FY】[更89] 锦笼 作者：伊利纳粥.txt",
    "夸克盘链接": "https://pan.quark.cn/s/90b5ae3601b0"
  },
  {
    "文件名": "【FY】[更8] 【主攻】嫁入豪门后 作者：Ctrl（生病版）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/81ac52ff3b37"
  },
  {
    "文件名": "【FY】[更8] [无限流]这个游戏不对劲 作者：moy黎.txt",
    "夸克盘链接": "https://pan.quark.cn/s/338b7dce44c1"
  },
  {
    "文件名": "【FY】[更89] 爹父宗筋开我牝 作者：德充符.txt",
    "夸克盘链接": "https://pan.quark.cn/s/8c699adefe9d"
  },
  {
    "文件名": "【FY】[更84] 睡前故事合集 作者：星熊.txt",
    "夸克盘链接": "https://pan.quark.cn/s/78dbb052636d"
  },
  {
    "文件名": "【FY】[更84] 185-188帅受壮受合集 作者：米自游（感谢订阅）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/7e2ab0b5978c"
  },
  {
    "文件名": "【FY】[更83] 短篇 作者：犬师子.txt",
    "夸克盘链接": "https://pan.quark.cn/s/500cbc497772"
  },
  {
    "文件名": "【FY】[更83] 幸福快乐游乐场 作者：国家一级保护废物.txt",
    "夸克盘链接": "https://pan.quark.cn/s/6a59108bfc8f"
  },
  {
    "文件名": "【FY】[更83] Alpha揣崽指南 作者：明颜.txt",
    "夸克盘链接": "https://pan.quark.cn/s/44a0cb40d678"
  },
  {
    "文件名": "【FY】[更81] （总攻）穿越后怎么都要嫁给我 作者：钱钱.txt",
    "夸克盘链接": "https://pan.quark.cn/s/03af51fd6f1d"
  },
  {
    "文件名": "【FY】[更80] 选秀 作者：灰音ovo.txt",
    "夸克盘链接": "https://pan.quark.cn/s/95780bacc8f3"
  },
  {
    "文件名": "【FY】[更80] 招喚傭兵與馴服他的猛獸-ABO 作者：貓妖不是妖.txt",
    "夸克盘链接": "https://pan.quark.cn/s/3564fd8d92c4"
  },
  {
    "文件名": "【FY】[更79] 【古耽仙侠】师尊他在劫难逃 作者：荷糖月色.txt",
    "夸克盘链接": "https://pan.quark.cn/s/28bef1333365"
  },
  {
    "文件名": "【FY】[更77] （主攻）当黑帮左右手会得到一个老婆吗 作者：boki.txt",
    "夸克盘链接": "https://pan.quark.cn/s/8eb10a608d66"
  },
  {
    "文件名": "【FY】[更78] 尾巴之下是女相gl 作者：n君.txt",
    "夸克盘链接": "https://pan.quark.cn/s/cc683f07a8ee"
  },
  {
    "文件名": "【FY】[更7] 攻了萬人迷的老攻們 作者：莫負蒔光.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ce0b0e2bf0ec"
  },
  {
    "文件名": "【FY】[更74] 《综漫总攻》小小人乐园 作者：Shannafi.txt",
    "夸克盘链接": "https://pan.quark.cn/s/b1944b2277e3"
  },
  {
    "文件名": "【FY】[更75] 为碟子烂醋 作者：铮汐.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ac2ead60575b"
  },
  {
    "文件名": "【FY】[更78] 《我的先生》 作者：一只超甜的十里呀～.txt",
    "夸克盘链接": "https://pan.quark.cn/s/7eb7c9d0f8b7"
  },
  {
    "文件名": "【FY】[更72] 嚣张（百合futa） 作者：耶耶拿铁.txt",
    "夸克盘链接": "https://pan.quark.cn/s/650a62e24cf5"
  },
  {
    "文件名": "【FY】[更72] 同班同学好像想上我(简) 作者：鎖匠.txt",
    "夸克盘链接": "https://pan.quark.cn/s/8673549f07d3"
  },
  {
    "文件名": "【FY】[更72] 双标 作者：木夕木.txt",
    "夸克盘链接": "https://pan.quark.cn/s/9bea930636e8"
  },
  {
    "文件名": "【FY】[更71] 优劣囹圄 作者：降调曲与无名诗.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ffa18e876417"
  },
  {
    "文件名": "【FY】[更67] 穿越成了后宫王（番外） 作者：虞成阳.txt",
    "夸克盘链接": "https://pan.quark.cn/s/15af018f3509"
  },
  {
    "文件名": "【FY】[更71] doi速通手册 作者：安诗鸢尾（求票版）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a3863feb571f"
  },
  {
    "文件名": "【FY】[更71] 【GB女攻】老板总想嫁我怎么办 作者：八月晴好!.txt",
    "夸克盘链接": "https://pan.quark.cn/s/2aef79006d54"
  },
  {
    "文件名": "【FY】[更68] 幸福快乐游乐场 作者：国家一级保护废物.txt",
    "夸克盘链接": "https://pan.quark.cn/s/bb6be280d682"
  },
  {
    "文件名": "【FY】[更65] （万人迷总攻_受宠攻np）在昼犹昏—作者个人xp版 作者：qs.txt",
    "夸克盘链接": "https://pan.quark.cn/s/b1c94e118019"
  },
  {
    "文件名": "【FY】[更64] 胭脂香 作者：柏无憾.txt",
    "夸克盘链接": "https://pan.quark.cn/s/7b285d173920"
  },
  {
    "文件名": "【FY】[更64] 身娇体软易推倒 作者：黄文写手.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e3ee9e2b22f6"
  },
  {
    "文件名": "【FY】[更63] 废柴弱鸡一路日穿体大男神（原我想，你做） 作者：二呆瓜.txt",
    "夸克盘链接": "https://pan.quark.cn/s/8c00fc1bcb7c"
  },
  {
    "文件名": "【FY】[更63] 一个不上进的beta（番外） 作者：朝逆相思.txt",
    "夸克盘链接": "https://pan.quark.cn/s/d8c396fb4799"
  },
  {
    "文件名": "【FY】[更64] 白莲花gl（纯百） 作者：浮闲.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ff421bfe5649"
  },
  {
    "文件名": "【FY】[更63] 好消息！我和我的偶像同天上了热搜（GB_四爱） 作者：魜公主.txt",
    "夸克盘链接": "https://pan.quark.cn/s/aef8a6ba4056"
  },
  {
    "文件名": "【FY】[更62] 我操我买的飞机杯为啥不行 作者：郁夜山.txt",
    "夸克盘链接": "https://pan.quark.cn/s/00b71f65ad93"
  },
  {
    "文件名": "【FY】[更61] 穿越成了后宫王（番外） 作者：虞成阳.txt",
    "夸克盘链接": "https://pan.quark.cn/s/d601c4470666"
  },
  {
    "文件名": "【FY】[更62] 娇软小美人挨日记（短篇合集） 作者：打针喝牛奶.txt",
    "夸克盘链接": "https://pan.quark.cn/s/b966dda2f11a"
  },
  {
    "文件名": "【FY】[更62] 作为的战俘的你 （gl futa） 作者：Aalta789.txt",
    "夸克盘链接": "https://pan.quark.cn/s/31924f519f86"
  },
  {
    "文件名": "【FY】[更62] 《龙傲天在无限游戏逃生》 作者：血耶.txt",
    "夸克盘链接": "https://pan.quark.cn/s/22daf14cf830"
  },
  {
    "文件名": "【FY】[更60] 校草他水性杨花 作者：藜麦麦.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ac2aefdd1bf1"
  },
  {
    "文件名": "【FY】[更60] 咸鱼末世激励计划 作者：monoQ.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e8d340b925d3"
  },
  {
    "文件名": "【FY】[更59] 无词歌（abo姐妹骨） 作者：Lunacan.txt",
    "夸克盘链接": "https://pan.quark.cn/s/1f018e9ddd5d"
  },
  {
    "文件名": "【FY】[更59] 当所有人生活在对我催眠打卡的世界里 作者：梦想成为鲨鱼的海星.txt",
    "夸克盘链接": "https://pan.quark.cn/s/0d108e80f074"
  },
  {
    "文件名": "【FY】[更59] doi速通手册 作者：安诗鸢尾（求票版）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/26659ae87262"
  },
  {
    "文件名": "【FY】[更59] 乘天 作者：别人家的猫.txt",
    "夸克盘链接": "https://pan.quark.cn/s/2a4b89c37b4f"
  },
  {
    "文件名": "【FY】[更58] 斗罗之催眠大神 作者：想全职的招财猫.txt",
    "夸克盘链接": "https://pan.quark.cn/s/32396828c6d1"
  },
  {
    "文件名": "【FY】[更57] 坏心上司的雌堕调教 作者：烟蓝（求票）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ed3564121200"
  },
  {
    "文件名": "【FY】[更58] 在小x文里无限沉沦 作者：不知愁.txt",
    "夸克盘链接": "https://pan.quark.cn/s/dd381dda7abc"
  },
  {
    "文件名": "【FY】[更56] 鲸鲨先生，被水獭少女标记咯（GB_四爱） 作者：魜公主.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c6d391020419"
  },
  {
    "文件名": "【FY】[更56] 每天一睁眼就是被掰弯 作者：小虐文 求推荐票.txt",
    "夸克盘链接": "https://pan.quark.cn/s/6cd49c796829"
  },
  {
    "文件名": "【FY】[更56] 救命，不要在闲鱼买名表啊！ 作者：毛咪钓鱼.txt",
    "夸克盘链接": "https://pan.quark.cn/s/7130d5d599c2"
  },
  {
    "文件名": "【FY】[更500] 美妾难为 作者：蓝波大人.txt",
    "夸克盘链接": "https://pan.quark.cn/s/5dc435dcd4f5"
  },
  {
    "文件名": "【FY】[更55] 美人训狗记 作者：Ola.txt",
    "夸克盘链接": "https://pan.quark.cn/s/db99588fed8d"
  },
  {
    "文件名": "【FY】[更55] 漂亮笨蛋在无限流世界训狗求生 作者：春江潮水平.txt",
    "夸克盘链接": "https://pan.quark.cn/s/11836231d01f"
  },
  {
    "文件名": "【FY】[更55] 大明星的秘密 作者：夜星.txt",
    "夸克盘链接": "https://pan.quark.cn/s/03fff746fe3e"
  },
  {
    "文件名": "【FY】[更54] 总攻：人造救世主的穿越之旅 作者：匿名者.txt",
    "夸克盘链接": "https://pan.quark.cn/s/413568ba4971"
  },
  {
    "文件名": "【FY】[更55] 《缚春衫》 作者：九千七.txt",
    "夸克盘链接": "https://pan.quark.cn/s/07e5b4c4e1d6"
  },
  {
    "文件名": "【FY】[更53] 欺云孽雨 作者：咚咚锵锵锵.txt",
    "夸克盘链接": "https://pan.quark.cn/s/51d36057d19b"
  },
  {
    "文件名": "【FY】[更52] 选秀 作者：灰音ovo.txt",
    "夸克盘链接": "https://pan.quark.cn/s/829efa089263"
  },
  {
    "文件名": "【FY】[更52] 貌美beta他过分迷人 作者：吃蛋挞的小猪崽.txt",
    "夸克盘链接": "https://pan.quark.cn/s/354957ecd04a"
  },
  {
    "文件名": "【FY】[更52] 炮灰白月光总被强取豪夺 作者：无餍.txt",
    "夸克盘链接": "https://pan.quark.cn/s/065e653f81f6"
  },
  {
    "文件名": "【FY】[更51] 粉红标准 作者：落鱼息.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c75586af217c"
  },
  {
    "文件名": "【FY】[更51] 坏心上司的雌堕调教 作者：烟蓝（求票）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/9d42893784c9"
  },
  {
    "文件名": "【FY】[更50] 第三视角 作者：三土土.txt",
    "夸克盘链接": "https://pan.quark.cn/s/44a2231abff5"
  },
  {
    "文件名": "【FY】[更50] 欺云孽雨 作者：咚咚锵锵锵.txt",
    "夸克盘链接": "https://pan.quark.cn/s/4043942e8a02"
  },
  {
    "文件名": "【FY】[更50] 劣者进化论 作者：肉食主义者.txt",
    "夸克盘链接": "https://pan.quark.cn/s/d8b38b587949"
  },
  {
    "文件名": "【FY】[更49] 清风予夏（双性H） 作者：乐高的高.txt",
    "夸克盘链接": "https://pan.quark.cn/s/389c99ccd0ac"
  },
  {
    "文件名": "【FY】[更49] 大明星的秘密 作者：夜星.txt",
    "夸克盘链接": "https://pan.quark.cn/s/db0634b2bd60"
  },
  {
    "文件名": "【FY】[更49] 【瓶邪】【双性生子】【原著向】 流年 作者：雩溪.txt",
    "夸克盘链接": "https://pan.quark.cn/s/4caf066cdd79"
  },
  {
    "文件名": "【FY】[更48] 玷污神明 作者：西红柿蛋花汤.txt",
    "夸克盘链接": "https://pan.quark.cn/s/827a390b9fa4"
  },
  {
    "文件名": "【FY】[更48] 混乱XP集结处 作者：野狐不妄.txt",
    "夸克盘链接": "https://pan.quark.cn/s/6966c0446d98"
  },
  {
    "文件名": "【FY】[更48] 总攻：人造救世主的穿越之旅 作者：匿名者.txt",
    "夸克盘链接": "https://pan.quark.cn/s/83f1da8fe611"
  },
  {
    "文件名": "【FY】[更47] 意料之外 作者：赴春山.txt",
    "夸克盘链接": "https://pan.quark.cn/s/0ba924f90828"
  },
  {
    "文件名": "【FY】[更47] 万人迷的妲己皇帝 [总攻 主攻 np] 作者：兕傩.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e6ee129c5737"
  },
  {
    "文件名": "【FY】[更46] 挣脱（gl futa） 作者：Aalta789.txt",
    "夸克盘链接": "https://pan.quark.cn/s/8ed9e003a7b5"
  },
  {
    "文件名": "【FY】[更46] 壮汉不干了 作者：白泽WHITE.txt",
    "夸克盘链接": "https://pan.quark.cn/s/023913172e0e"
  },
  {
    "文件名": "【FY】[更46] 在小x文里无限沉沦 作者：不知愁.txt",
    "夸克盘链接": "https://pan.quark.cn/s/6daa2f4b7d7c"
  },
  {
    "文件名": "【FY】[更46] 双性美人全肉盛宴 作者：我就咕咕.txt",
    "夸克盘链接": "https://pan.quark.cn/s/7963b37c9549"
  },
  {
    "文件名": "【FY】[更46] bl伤城（虐受） 作者：鹤舞弄清影.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ef3b74891376"
  },
  {
    "文件名": "【FY】[更44] 斗罗之催眠大神 作者：冰糖凤梨.txt",
    "夸克盘链接": "https://pan.quark.cn/s/69233fcb1ff3"
  },
  {
    "文件名": "【FY】[更45] 猫眼 作者：16x16.txt",
    "夸克盘链接": "https://pan.quark.cn/s/d4e70c2a0845"
  },
  {
    "文件名": "【FY】[更45] 和情敌睡了又睡 作者：茄汁炸蛋.txt",
    "夸克盘链接": "https://pan.quark.cn/s/af78448acd4d"
  },
  {
    "文件名": "【FY】[更44] 不能和嫂子1v1后我选择np 作者：持银止枭.txt",
    "夸克盘链接": "https://pan.quark.cn/s/cfa230a94bc0"
  },
  {
    "文件名": "【FY】[更43] [女攻综英美]你们都是我哒! 作者：糖醋葫芦.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a506c8055dbd"
  },
  {
    "文件名": "【FY】[更44] 【总攻】抱歉，成为万人迷我也很无奈 作者：是晚舟不是碗粥.txt",
    "夸克盘链接": "https://pan.quark.cn/s/3f0cd43fff13"
  },
  {
    "文件名": "【FY】[更43] [G_B]被招魂后女配肏翻了仇敌 作者：久不至.txt",
    "夸克盘链接": "https://pan.quark.cn/s/1e5176f8b8a1"
  },
  {
    "文件名": "【FY】[更42] 百香果 作者：柏无憾.txt",
    "夸克盘链接": "https://pan.quark.cn/s/0d1d831f608d"
  },
  {
    "文件名": "【FY】[更42] 白天他是迷人校草，晚上化身宿舍公用性奴（1V3） 作者：春风拂面.txt",
    "夸克盘链接": "https://pan.quark.cn/s/3ae0ff9f0d18"
  },
  {
    "文件名": "【FY】[更42] 快穿：炮灰反派只想艹老婆gl（1v1 纯百+futa） 作者：柳莳澜.txt",
    "夸克盘链接": "https://pan.quark.cn/s/1ff9867d6c86"
  },
  {
    "文件名": "【FY】[更41] 非典型渣攻（双性，H） 作者：白枝生.txt",
    "夸克盘链接": "https://pan.quark.cn/s/4c279eed0683"
  },
  {
    "文件名": "【FY】[更41] 苦主【穿书】 作者：黄黄的幌子.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e0a00df65fd2"
  },
  {
    "文件名": "【FY】[更41] [G_B]宗门天骄暗恋我 作者：久不至.txt",
    "夸克盘链接": "https://pan.quark.cn/s/65d8798c4c18"
  },
  {
    "文件名": "【FY】[更40] 鹿弥的暑假秘事 作者：又有何意义.txt",
    "夸克盘链接": "https://pan.quark.cn/s/1773d535b628"
  },
  {
    "文件名": "【FY】[更40] 极夜（BA 强制爱 SM） 作者：狐狼.txt",
    "夸克盘链接": "https://pan.quark.cn/s/7d52a53f00f3"
  },
  {
    "文件名": "【FY】[更40] 摇灯 作者：冷冷小木.txt",
    "夸克盘链接": "https://pan.quark.cn/s/b9e22fa5bf95"
  },
  {
    "文件名": "【FY】[更40] 春风雨（纯百） 作者：清风自来.txt",
    "夸克盘链接": "https://pan.quark.cn/s/76dcb3f242b8"
  },
  {
    "文件名": "【FY】[更40] 得知拿了炮灰攻剧本后 作者：吃蛋挞的小猪崽.txt",
    "夸克盘链接": "https://pan.quark.cn/s/d31593672c57"
  },
  {
    "文件名": "【FY】[更40] 吾为君临（拔X无情，总攻，主攻） 作者：冰辰.txt",
    "夸克盘链接": "https://pan.quark.cn/s/32f427338061"
  },
  {
    "文件名": "【FY】[更40] 劣者进化论 作者：肉食主义者.txt",
    "夸克盘链接": "https://pan.quark.cn/s/eda6aee68455"
  },
  {
    "文件名": "【FY】[更40] 冰山霸总游戏里被露出调教 作者：贫僧有礼.txt",
    "夸克盘链接": "https://pan.quark.cn/s/d1730bbb52c0"
  },
  {
    "文件名": "【FY】[更40] 【GB女攻】老板总想嫁我怎么办 作者：八月晴好!.txt",
    "夸克盘链接": "https://pan.quark.cn/s/88b1cd15766a"
  },
  {
    "文件名": "【FY】[更40] 《缚春衫》 作者：九千七.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a6e76adf1a81"
  },
  {
    "文件名": "【FY】[更39] 校草他水性杨花 作者：不知愁.txt",
    "夸克盘链接": "https://pan.quark.cn/s/09dacfac7e75"
  },
  {
    "文件名": "【FY】[更39] 残缺Beta求生实录 作者：司马不知情.txt",
    "夸克盘链接": "https://pan.quark.cn/s/cd2f9e4d41ca"
  },
  {
    "文件名": "【FY】[更39] 我本意其实是爽一晚就走（gl abo） 作者：暮虬.txt",
    "夸克盘链接": "https://pan.quark.cn/s/98fb6b8d7320"
  },
  {
    "文件名": "【FY】[更39] 小窝囊废求生日常Ⅲ 作者：没有名字.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e988f56de460"
  },
  {
    "文件名": "【FY】[更39] 与龙眠（成为炉鼎后被迫双修） 作者：段老板.txt",
    "夸克盘链接": "https://pan.quark.cn/s/091664bf219f"
  },
  {
    "文件名": "【FY】[更39] 咸鱼末世激励计划 作者：monoQ.txt",
    "夸克盘链接": "https://pan.quark.cn/s/6e6ecd03bb5f"
  },
  {
    "文件名": "【FY】[更39] 噬主的玫瑰：被三大疯批觊觎的黑月光 作者：绯烬.txt",
    "夸克盘链接": "https://pan.quark.cn/s/2ba6e083cfa2"
  },
  {
    "文件名": "【FY】[更38] 美强短篇2.0 作者：随安.txt",
    "夸克盘链接": "https://pan.quark.cn/s/6943b7118cd7"
  },
  {
    "文件名": "【FY】[更38] 破船 作者：眠雨.txt",
    "夸克盘链接": "https://pan.quark.cn/s/4a2ba8ad713f"
  },
  {
    "文件名": "【FY】[更38] 奴隶少女希尔薇（百合futa） 作者：芥菜不劫色.txt",
    "夸克盘链接": "https://pan.quark.cn/s/fe97756db081"
  },
  {
    "文件名": "【FY】[更38] 不经意间陷入重力场（NP-futa） 作者：YIMU.txt",
    "夸克盘链接": "https://pan.quark.cn/s/395f8db51674"
  },
  {
    "文件名": "【FY】[更37] 极夜（BA 强制爱 SM） 作者：狐狼.txt",
    "夸克盘链接": "https://pan.quark.cn/s/9a1bf0c1eb8e"
  },
  {
    "文件名": "【FY】[更37] 美人训狗记 作者：Ola.txt",
    "夸克盘链接": "https://pan.quark.cn/s/32a363362bf1"
  },
  {
    "文件名": "【FY】[更37] 我的师尊是男妈妈 作者：祝宁.txt",
    "夸克盘链接": "https://pan.quark.cn/s/484e364d8968"
  },
  {
    "文件名": "【FY】[更37] 恋恋小黄水 作者：打打打打嗝.txt",
    "夸克盘链接": "https://pan.quark.cn/s/d1bcf6b3f58a"
  },
  {
    "文件名": "【FY】[更37] 小主在上（百合ＡＢＯ） 作者：布蕾波波奶茶.txt",
    "夸克盘链接": "https://pan.quark.cn/s/98f24f6d8eeb"
  },
  {
    "文件名": "【FY】[更37] 四代火影的秘密生活 作者：招财猫.txt",
    "夸克盘链接": "https://pan.quark.cn/s/20024ad9edb4"
  },
  {
    "文件名": "【FY】[更37] 強強攻控短篇合集 作者：莫負蒔光.txt",
    "夸克盘链接": "https://pan.quark.cn/s/cae32c2fb64c"
  },
  {
    "文件名": "【FY】[更37] 命运主宰RPG游戏 作者：小虐文 求推荐票.txt",
    "夸克盘链接": "https://pan.quark.cn/s/3664840791bc"
  },
  {
    "文件名": "【FY】[更36] 自救无望 作者：再写十块钱的.txt",
    "夸克盘链接": "https://pan.quark.cn/s/818ef7b9523c"
  },
  {
    "文件名": "【FY】[更36] 绿花岁月 作者：柒号槿.txt",
    "夸克盘链接": "https://pan.quark.cn/s/dba85c1c0bdf"
  },
  {
    "文件名": "【FY】[更37] 【总_攻】在龙傲天文里当反派 作者：三水淼淼.txt",
    "夸克盘链接": "https://pan.quark.cn/s/7d4bcb5dd718"
  },
  {
    "文件名": "【FY】[更36] 祭明光太子文 作者：癫酒客.txt",
    "夸克盘链接": "https://pan.quark.cn/s/b4ba6b92b8c4"
  },
  {
    "文件名": "【FY】[更36] 校草他水性杨花 作者：不知愁.txt",
    "夸克盘链接": "https://pan.quark.cn/s/6739f7e3fabb"
  },
  {
    "文件名": "【FY】[更36] 强求 作者：随安.txt",
    "夸克盘链接": "https://pan.quark.cn/s/03dfa3fc773c"
  },
  {
    "文件名": "【FY】[更35] 驯服师尊法则 作者：月痕泪无声.txt",
    "夸克盘链接": "https://pan.quark.cn/s/43a4a0ea98fc"
  },
  {
    "文件名": "【FY】[更36] 差之毫厘 作者：淮川s.txt",
    "夸克盘链接": "https://pan.quark.cn/s/b184704be2d0"
  },
  {
    "文件名": "【FY】[更35] 星穹铁道工口短篇 作者：爱来自莉莉安娜.txt",
    "夸克盘链接": "https://pan.quark.cn/s/07e238e513a8"
  },
  {
    "文件名": "【FY】[更308] 战神王子养成记（SP训诫） 作者：维斯??.txt",
    "夸克盘链接": "https://pan.quark.cn/s/81e49a39ed5b"
  },
  {
    "文件名": "【FY】[更35] 救命，不要在闲鱼买名表啊！ 作者：毛咪钓鱼.txt",
    "夸克盘链接": "https://pan.quark.cn/s/4a5ac94b3dbc"
  },
  {
    "文件名": "【FY】[更35] 努力的徐壮壮 作者：浪猫泪泪.txt",
    "夸克盘链接": "https://pan.quark.cn/s/abc4c4fdd401"
  },
  {
    "文件名": "【FY】[更34] 雏菊 作者：Jhee.txt",
    "夸克盘链接": "https://pan.quark.cn/s/9181cd5463ef"
  },
  {
    "文件名": "【FY】[更34] 镜月恨 作者：墨橖.txt",
    "夸克盘链接": "https://pan.quark.cn/s/59837f8574bf"
  },
  {
    "文件名": "【FY】[更34] 破船 作者：眠雨.txt",
    "夸克盘链接": "https://pan.quark.cn/s/d2b5c8de7e66"
  },
  {
    "文件名": "【FY】[更34] 瓷右相关（大鱼大肉）（连载中） 作者：兔兔.txt",
    "夸克盘链接": "https://pan.quark.cn/s/211a3cc0e355"
  },
  {
    "文件名": "【FY】[更34] 把渣攻少帅全部操成狗 作者：冥河水母.txt",
    "夸克盘链接": "https://pan.quark.cn/s/2bc8b9d89b82"
  },
  {
    "文件名": "【FY】[更34] 得知拿了炮灰攻剧本后 作者：吃蛋挞的小猪崽.txt",
    "夸克盘链接": "https://pan.quark.cn/s/97f0894aa694"
  },
  {
    "文件名": "【FY】[更33] 风中诗（短篇故事合集） 作者：水中贵族百岁山.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a3dc117d6886"
  },
  {
    "文件名": "【FY】[更33] 被囚禁的光明神 作者：余火烬燃（求票票）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e3d3e4f1df2a"
  },
  {
    "文件名": "【FY】[更33] 白天他是迷人校草，晚上化身宿舍公用性奴（1V3） 作者：春风拂面.txt",
    "夸克盘链接": "https://pan.quark.cn/s/bf1285a8abe0"
  },
  {
    "文件名": "【FY】[更33] 沉鱼 作者：挽岐.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ccee40d4d491"
  },
  {
    "文件名": "【FY】[更320] （总攻）穿越成了后宫王修改版 作者：虞成阳.txt",
    "夸克盘链接": "https://pan.quark.cn/s/cc4978316dc5"
  },
  {
    "文件名": "【FY】[更33] 暗恋的人是男友父亲 作者：安渝.txt",
    "夸克盘链接": "https://pan.quark.cn/s/2c61a53828fe"
  },
  {
    "文件名": "【FY】[更33] 无限流大佬总想上我 作者：安诗鸢尾（求票版）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ad1fe14d18d4"
  },
  {
    "文件名": "【FY】[更33] 与龙眠（成为炉鼎后被迫双修） 作者：段老板.txt",
    "夸克盘链接": "https://pan.quark.cn/s/54d7fd1b32ef"
  },
  {
    "文件名": "【FY】[更32] 野蛮生长（骨科） 作者：萧辰予.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a0e4f71a2b16"
  },
  {
    "文件名": "【FY】[更32] 死后一不小心穿进涩情游戏裡（双性ＮＰ） 作者：你家的白月光.txt",
    "夸克盘链接": "https://pan.quark.cn/s/bf906c52dd5c"
  },
  {
    "文件名": "【FY】[更32] 《捡一个小朋友回家》 作者：一只超甜的十里呀.txt",
    "夸克盘链接": "https://pan.quark.cn/s/9bc088e2682d"
  },
  {
    "文件名": "【FY】[更31] 骑士传说修改版 作者：虞成阳.txt",
    "夸克盘链接": "https://pan.quark.cn/s/817f9fec5b24"
  },
  {
    "文件名": "【FY】[更31] 我的师尊是男妈妈 作者：祝宁.txt",
    "夸克盘链接": "https://pan.quark.cn/s/fa0bd1463158"
  },
  {
    "文件名": "【FY】[更31] 大乃大皮鼓黑道父子三人【壮受】 作者：混沌杂食桑葚.txt",
    "夸克盘链接": "https://pan.quark.cn/s/8f837eb790af"
  },
  {
    "文件名": "【FY】[更309] FBI掰弯杀手后互，攻了 作者：去死.txt",
    "夸克盘链接": "https://pan.quark.cn/s/8d36b3501326"
  },
  {
    "文件名": "【FY】[更31] 修仙界的双性小美人 作者：无名之辈.txt",
    "夸克盘链接": "https://pan.quark.cn/s/7aa062593c0f"
  },
  {
    "文件名": "【FY】[更30] 和情敌睡了又睡 作者：阿妈嘎蛋.txt",
    "夸克盘链接": "https://pan.quark.cn/s/154b99088425"
  },
  {
    "文件名": "【FY】[更29] 被龙傲天圈养的小白骨 作者：余火烬燃（求票）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/8f50c62a6de4"
  },
  {
    "文件名": "【FY】[更29] 漂亮玩物 作者：氢氨酸.txt",
    "夸克盘链接": "https://pan.quark.cn/s/1efb8577dd01"
  },
  {
    "文件名": "【FY】[更29] 男妈妈他在追爱火葬场（虫族） 作者：祝宁.txt",
    "夸克盘链接": "https://pan.quark.cn/s/422ac24555e2"
  },
  {
    "文件名": "【FY】[更29] 棉花娃娃 作者：正经人不开车.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c8fe83505129"
  },
  {
    "文件名": "【FY】[更29] 你看看我是怎么养老婆的 作者：百密必有一疯.txt",
    "夸克盘链接": "https://pan.quark.cn/s/cf9f7c732fc6"
  },
  {
    "文件名": "【FY】[更29] 当红明星成为豪门孕宫 作者：止咳颗粒.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e1990adedb5e"
  },
  {
    "文件名": "【FY】[更29] 【主攻】我不做三 作者：Ctrl.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ff9814bd13c3"
  },
  {
    "文件名": "【FY】[更28] 转生修仙界之闻道 作者：无梦的千夜.txt",
    "夸克盘链接": "https://pan.quark.cn/s/24e96d711afe"
  },
  {
    "文件名": "【FY】[更28] 弱强美强与你我共度余生 作者：吱吱.txt",
    "夸克盘链接": "https://pan.quark.cn/s/d6cd7caff768"
  },
  {
    "文件名": "【FY】[更28] 我喜欢你男朋友 作者：微澜.txt",
    "夸克盘链接": "https://pan.quark.cn/s/fd2ede054df1"
  },
  {
    "文件名": "【FY】[更28] 奴隶少女希尔薇（百合futa） 作者：芥菜不劫色.txt",
    "夸克盘链接": "https://pan.quark.cn/s/1396eca67e27"
  },
  {
    "文件名": "【FY】[更28] 山海奇情 作者：现山海.txt",
    "夸克盘链接": "https://pan.quark.cn/s/d2be2fbd8af1"
  },
  {
    "文件名": "【FY】[更27] 纪家兄弟们的日常 作者：诡秘木.txt",
    "夸克盘链接": "https://pan.quark.cn/s/bb27ca56d308"
  },
  {
    "文件名": "【FY】[更28] 命运主宰RPG游戏 作者：小虐文求推荐票.txt",
    "夸克盘链接": "https://pan.quark.cn/s/43b784009b30"
  },
  {
    "文件名": "【FY】[更27] 被迫纠正那些男人（总攻） 作者：钱钱.txt",
    "夸克盘链接": "https://pan.quark.cn/s/21f16b2265a2"
  },
  {
    "文件名": "【FY】[更27] 高岭之花的难言之隐（重口合集） 作者：穆小刀.txt",
    "夸克盘链接": "https://pan.quark.cn/s/2c9a71a024b0"
  },
  {
    "文件名": "【FY】[更27] 人间伊甸 作者：调色无.txt",
    "夸克盘链接": "https://pan.quark.cn/s/2184c60f2761"
  },
  {
    "文件名": "【FY】[更27] 人妻日志 作者：泛舟南江.txt",
    "夸克盘链接": "https://pan.quark.cn/s/08d23b913021"
  },
  {
    "文件名": "【FY】[更27] 男妈妈他在追爱火葬场（虫族） 作者：祝宁.txt",
    "夸克盘链接": "https://pan.quark.cn/s/d9f2eeb98093"
  },
  {
    "文件名": "【FY】[更27] 王大惜與他的男人們 作者：必可思.txt",
    "夸克盘链接": "https://pan.quark.cn/s/df0c6a6aee2f"
  },
  {
    "文件名": "【FY】[更27] 【总攻】抱歉，成为万人迷我也很无奈 作者：是晚舟不是碗粥.txt",
    "夸克盘链接": "https://pan.quark.cn/s/fe4e4e1c314f"
  },
  {
    "文件名": "【FY】[更27] 一个画家房客闯入我的农场生活 作者：XXOObest.txt",
    "夸克盘链接": "https://pan.quark.cn/s/00e183ff58ba"
  },
  {
    "文件名": "【FY】[更26] 穿进小说废稿当摆烂上神 作者：祈纱纱.txt",
    "夸克盘链接": "https://pan.quark.cn/s/049e147d8b39"
  },
  {
    "文件名": "【FY】[更26] （总攻)训爱男宠天团 作者：良家小菊花.txt",
    "夸克盘链接": "https://pan.quark.cn/s/51ed4c3c060e"
  },
  {
    "文件名": "【FY】[更26] 最强英雄败给梦魔后【双性_美强_NTR_抹布】 作者：正体不明.txt",
    "夸克盘链接": "https://pan.quark.cn/s/10f749ea00c6"
  },
  {
    "文件名": "【FY】[更26] 渣男惩戒系统 作者：灵月.txt",
    "夸克盘链接": "https://pan.quark.cn/s/eeb6ac682555"
  },
  {
    "文件名": "【FY】[更25] 貌美酷哥被迫营业（快穿） 作者：岁岁知岁.txt",
    "夸克盘链接": "https://pan.quark.cn/s/262c8aa63d7d"
  },
  {
    "文件名": "【FY】[更257] 在全息模拟世界里欺负高岭之花 作者：穆小刀.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e03d9481303a"
  },
  {
    "文件名": "【FY】[更25] 向导送上门 作者：赛赛德斯礼.txt",
    "夸克盘链接": "https://pan.quark.cn/s/9e7894afa56c"
  },
  {
    "文件名": "【FY】[更25] BT选择系统之玩遍各界小美人 作者：愿所求皆如愿.txt",
    "夸克盘链接": "https://pan.quark.cn/s/5cda3cbffbb4"
  },
  {
    "文件名": "【FY】[更25] 【第四爱】SP训诫恶毒美艳父后（女尊_女攻_GB_BDSM) 作者：暗黑系魔女.txt",
    "夸克盘链接": "https://pan.quark.cn/s/6bc7bd4ada9a"
  },
  {
    "文件名": "【FY】[更24] 最强英雄败给梦魔后【双性_美强_NTR_抹布】 作者：正体不明.txt",
    "夸克盘链接": "https://pan.quark.cn/s/8f7f7293ee84"
  },
  {
    "文件名": "【FY】[更24] 社畜Beta只想下班 作者：桃木松林.txt",
    "夸克盘链接": "https://pan.quark.cn/s/50449b21ece8"
  },
  {
    "文件名": "【FY】[更24] 失恋后，和最好的朋友交往了 作者：宵吟舞.txt",
    "夸克盘链接": "https://pan.quark.cn/s/21310ca8fa59"
  },
  {
    "文件名": "【FY】[更24] 和情敌睡了又睡 作者：阿妈嘎蛋.txt",
    "夸克盘链接": "https://pan.quark.cn/s/88ee61b4e98a"
  },
  {
    "文件名": "【FY】[更24] 努力的徐壮壮 作者：浪猫泪泪.txt",
    "夸克盘链接": "https://pan.quark.cn/s/4b5a879c4eda"
  },
  {
    "文件名": "【FY】[更24] 叛逃的男宠又落到女帝手中 作者：一树碧无情.txt",
    "夸克盘链接": "https://pan.quark.cn/s/50881ef1446d"
  },
  {
    "文件名": "【FY】[更246] 成为嗜精者后我被大屌直莮追着灌精（双性 NPH） 作者：欲海一粟.txt",
    "夸克盘链接": "https://pan.quark.cn/s/8e9f63da4339"
  },
  {
    "文件名": "【FY】[更236] （综主咒回）O sole mio 我的太阳 作者：北极熊叔叔.txt",
    "夸克盘链接": "https://pan.quark.cn/s/08608ff64252"
  },
  {
    "文件名": "【FY】[更24] 【总攻，双性】魔王的性奴们今天也没能逃掉 作者：鹅之怒可炖两锅.txt",
    "夸克盘链接": "https://pan.quark.cn/s/388b96e7d392"
  },
  {
    "文件名": "【FY】[更23] 穿进小说废稿当摆烂上神 作者：祈纱纱.txt",
    "夸克盘链接": "https://pan.quark.cn/s/39b37bf6506b"
  },
  {
    "文件名": "【FY】[更23] 爸爸的情人 作者：江湖老手.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e72c07e9f275"
  },
  {
    "文件名": "【FY】[更23] 父债子偿 作者：加个柠檬.txt",
    "夸克盘链接": "https://pan.quark.cn/s/685b6e905631"
  },
  {
    "文件名": "【FY】[更23] 烈火噬心 （BL NPH） 作者：林月.txt",
    "夸克盘链接": "https://pan.quark.cn/s/cc20326ba1fc"
  },
  {
    "文件名": "【FY】[更23] 分手后被厉鬼男友缠上 作者：靈光只能乍現.txt",
    "夸克盘链接": "https://pan.quark.cn/s/0dd3bbfbf107"
  },
  {
    "文件名": "【FY】[更23] 人妻日志 作者：泛舟南江.txt",
    "夸克盘链接": "https://pan.quark.cn/s/2a5c46682aee"
  },
  {
    "文件名": "【FY】[更238] 鲛人子归【双 _ NP】 作者：大鹅炖铁锅.txt",
    "夸克盘链接": "https://pan.quark.cn/s/cf5cdbf82148"
  },
  {
    "文件名": "【FY】[更238] 陈佐家的男人们 作者：冯古道.txt",
    "夸克盘链接": "https://pan.quark.cn/s/962136b578b0"
  },
  {
    "文件名": "【FY】[更23] 【双性_强制】逃跑后被疯批权臣强制爱了 作者：失眠鱼.txt",
    "夸克盘链接": "https://pan.quark.cn/s/cba1b6626670"
  },
  {
    "文件名": "【FY】[更23] 《老攻是个永动机》 作者：兰陵笑笑娘.txt",
    "夸克盘链接": "https://pan.quark.cn/s/da6892137312"
  },
  {
    "文件名": "【FY】[更22]各式XP_SP训诫_调教H文合集（耽美） 作者：白切黑ㄉ兔兔.txt",
    "夸克盘链接": "https://pan.quark.cn/s/5097565e335e"
  },
  {
    "文件名": "【FY】[更22] 风流美人只想当万人迷 作者：老婆這是你掉的筆嗎.txt",
    "夸克盘链接": "https://pan.quark.cn/s/d517a39f12aa"
  },
  {
    "文件名": "【FY】[更22] 败絮 作者：没面饼有大葱.txt",
    "夸克盘链接": "https://pan.quark.cn/s/6a631d14294b"
  },
  {
    "文件名": "【FY】[更22] 纪家兄弟们的日常 作者：诡秘木.txt",
    "夸克盘链接": "https://pan.quark.cn/s/279a8d13aace"
  },
  {
    "文件名": "【FY】[更22] 男妻之茶具 作者：一枚软体海生物.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c0e94ed2944f"
  },
  {
    "文件名": "【FY】[更22] 渣男惩戒系统 作者：灵月.txt",
    "夸克盘链接": "https://pan.quark.cn/s/7d39f14c8d02"
  },
  {
    "文件名": "【FY】[更22] 沉迷（百合ABO 双A 姐妹） 作者：深红.txt",
    "夸克盘链接": "https://pan.quark.cn/s/401975d22be1"
  },
  {
    "文件名": "【FY】[更22] 摇灯 作者：冷冷小木.txt",
    "夸克盘链接": "https://pan.quark.cn/s/b264aa48ba27"
  },
  {
    "文件名": "【FY】[更228] 就算是坏女人她也全都要（NP 百合ABO主攻） 作者：呆宝宝.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e675a437edfe"
  },
  {
    "文件名": "【FY】[更22] 向导与哨兵间的那些事 作者：莫负蒔光.txt",
    "夸克盘链接": "https://pan.quark.cn/s/fd47e88d2355"
  },
  {
    "文件名": "【FY】[更22] 在学校里的性福生活（np） 作者：极乐小白.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ee396aa8b723"
  },
  {
    "文件名": "【FY】[更22] 哭闹的大少爷 作者：202班.txt",
    "夸克盘链接": "https://pan.quark.cn/s/7befcb01ab19"
  },
  {
    "文件名": "【FY】[更22] 丑攻大叔攻老人攻_双性美人合集 作者：月洛.txt",
    "夸克盘链接": "https://pan.quark.cn/s/fc19e2d21f67"
  },
  {
    "文件名": "【FY】[更22] 修真界极品炉鼎 作者：春江潮水平.txt",
    "夸克盘链接": "https://pan.quark.cn/s/f3c73496a02d"
  },
  {
    "文件名": "【FY】[更22]  GB女攻：快穿之恶男只配被干（高H、BDSM） 作者：是沐沐熙呀.txt",
    "夸克盘链接": "https://pan.quark.cn/s/6490df0541ec"
  },
  {
    "文件名": "【FY】[更21] 鹿弥的暑假秘事 作者：又有何意义.txt",
    "夸克盘链接": "https://pan.quark.cn/s/48fb643a4e4a"
  },
  {
    "文件名": "【FY】[更21] 雏菊 作者：Jhee.txt",
    "夸克盘链接": "https://pan.quark.cn/s/85b8022eb5e7"
  },
  {
    "文件名": "【FY】[更21] 误绑定吸精系统，每天都被榨干[双性_快穿] 作者：灵光只能乍现.txt",
    "夸克盘链接": "https://pan.quark.cn/s/7e7c322295c3"
  },
  {
    "文件名": "【FY】[更21] 被迫纠正那些男人（总攻） 作者：钱钱.txt",
    "夸克盘链接": "https://pan.quark.cn/s/b14296f49241"
  },
  {
    "文件名": "【FY】[更21] 被疯批强制爱的日日夜夜 作者：白菜会飞（求票票）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/41a6d1c7b9a9"
  },
  {
    "文件名": "【FY】[更21] 被冒名顶替的救命之恩 作者：一枚乌鸦蛋吖.txt",
    "夸克盘链接": "https://pan.quark.cn/s/f4f51c852b6a"
  },
  {
    "文件名": "【FY】[更21] 玉泊亭 作者：月不负冬.txt",
    "夸克盘链接": "https://pan.quark.cn/s/1d88a609ad3d"
  },
  {
    "文件名": "【FY】[更21] 淮安旧事 作者：芭芭柳.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ae7aa37ee3e3"
  },
  {
    "文件名": "【FY】[更21] 死後一不小心穿進澀情遊戲裡（雙性ＮＰ） 作者：你家的白月光.txt",
    "夸克盘链接": "https://pan.quark.cn/s/deed0664ac1d"
  },
  {
    "文件名": "【FY】[更21] 无限流大佬总想上我 作者：安诗鸢尾（求票版）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/3a59aa51cf8c"
  },
  {
    "文件名": "【FY】[更21] 兴阳村 作者：零糖冰可乐.txt",
    "夸克盘链接": "https://pan.quark.cn/s/d8ba9c6d0a7a"
  },
  {
    "文件名": "【FY】[更21] GL沈老师每天怀疑自己是不是嫁给二哈 作者：小魚仔.txt",
    "夸克盘链接": "https://pan.quark.cn/s/667b722e2357"
  },
  {
    "文件名": "【FY】[更20] 驯服师尊法则 作者：月痕泪无声.txt",
    "夸克盘链接": "https://pan.quark.cn/s/0f5930f70e3a"
  },
  {
    "文件名": "【FY】[更20] 血缘来电（骨科） 作者：花酒小侠.txt",
    "夸克盘链接": "https://pan.quark.cn/s/5cf19209282d"
  },
  {
    "文件名": "【FY】[更20] 百香果 作者：柏无憾.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c5c02123e995"
  },
  {
    "文件名": "【FY】[更20] 老爷夫人合伙N大肚 作者：药药不吃药.txt",
    "夸克盘链接": "https://pan.quark.cn/s/d013367d741c"
  },
  {
    "文件名": "【FY】[更20] 疯批异形的漂亮海王（人外_骨科_双性_ NP总受）  作者：余火烬燃（求票）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/f05beb31ce6b"
  },
  {
    "文件名": "【FY】[更20] 爸爸的情人 作者：江湖老手.txt",
    "夸克盘链接": "https://pan.quark.cn/s/7472d9a0591b"
  },
  {
    "文件名": "【FY】[更197] 修剧情的第一步是全都吃掉 作者：懒莓羹.txt",
    "夸克盘链接": "https://pan.quark.cn/s/761c2526c034"
  },
  {
    "文件名": "【FY】[更20] 御神记之剑仙归来 作者：KleinMoretti.txt",
    "夸克盘链接": "https://pan.quark.cn/s/f301435e3874"
  },
  {
    "文件名": "【FY】[更19] 腹黑上司Daddy调教手册 作者：没有名字.txt",
    "夸克盘链接": "https://pan.quark.cn/s/856d1f1c9c26"
  },
  {
    "文件名": "【FY】[更19] 漂亮男同学一直想吃我下面那根 作者：香坂怜.txt",
    "夸克盘链接": "https://pan.quark.cn/s/952def02d608"
  },
  {
    "文件名": "【FY】[更19] 残缺Beta求生实录 作者：司马不知情.txt",
    "夸克盘链接": "https://pan.quark.cn/s/1c38f4c877fa"
  },
  {
    "文件名": "【FY】[更19] 双性炖肉短篇合集 作者：白.txt",
    "夸克盘链接": "https://pan.quark.cn/s/943f77584b86"
  },
  {
    "文件名": "【FY】[更19] 无名 作者：笛笛.txt",
    "夸克盘链接": "https://pan.quark.cn/s/0f0626491402"
  },
  {
    "文件名": "【FY】[更19] 吃掉阴阳果的黑眉锦蛇（百合 H） 作者：德行也就这样了.txt",
    "夸克盘链接": "https://pan.quark.cn/s/3dd581e637db"
  },
  {
    "文件名": "【FY】[更19] 【侍主】叶值的路 作者：社畜突.txt",
    "夸克盘链接": "https://pan.quark.cn/s/b27c8dcdb6ee"
  },
  {
    "文件名": "【FY】[更19] 伪神 作者：法西斯大王.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e1611dbf8fc8"
  },
  {
    "文件名": "【FY】[更19] 《捡一个小朋友回家》[连载] 作者：一只超甜的十里呀.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e67f553c3c0a"
  },
  {
    "文件名": "【FY】[更18] 那个Omega是全星际的希望 作者：艾迟夏.txt",
    "夸克盘链接": "https://pan.quark.cn/s/0631925b5064"
  },
  {
    "文件名": "【FY】[更18] 被禁锢在刑架的殿下 作者：莫提灯.txt",
    "夸克盘链接": "https://pan.quark.cn/s/90aa62bc2fd8"
  },
  {
    "文件名": "【FY】[更18] 霸道室友狠狠爱[连载](训诫文‖双洁‖纯爱‖双男主‖爽文‖快节奏) 作者：一只超甜的十里呀.txt",
    "夸克盘链接": "https://pan.quark.cn/s/17a279f972e6"
  },
  {
    "文件名": "【FY】[更18] 爱上了包养我的老女人（gl） 作者：胡萝卜真难吃.txt",
    "夸克盘链接": "https://pan.quark.cn/s/9280b48adfa9"
  },
  {
    "文件名": "【FY】[更18] 情迷双生花 gl（3p 校园  futa） 作者：柳莳澜.txt",
    "夸克盘链接": "https://pan.quark.cn/s/f3fa2720ac2b"
  },
  {
    "文件名": "【FY】[更18] 小影子快走开 作者：浴巾发霉了.txt",
    "夸克盘链接": "https://pan.quark.cn/s/0f93ced134c6"
  },
  {
    "文件名": "【FY】[更18] 容错 作者：不怀乡晚.txt",
    "夸克盘链接": "https://pan.quark.cn/s/66665f1bdc37"
  },
  {
    "文件名": "【FY】[更18] 天道第一情（gl-np-主攻-修仙） 作者：谕礼.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e094ea1fd253"
  },
  {
    "文件名": "【FY】[更18] 塌房后我改行当了网黄 作者：归尘.txt",
    "夸克盘链接": "https://pan.quark.cn/s/65e73653a50e"
  },
  {
    "文件名": "【FY】[更18] 双性总裁被死对头吞吃入腹 作者：无名之辈.txt",
    "夸克盘链接": "https://pan.quark.cn/s/30924b2047b2"
  },
  {
    "文件名": "【FY】[更18] 【女攻_GB】普女万人迷_王妈训诫霸总们（sp_BDSM) 作者：没有名字.txt",
    "夸克盘链接": "https://pan.quark.cn/s/aed7e876d197"
  },
  {
    "文件名": "【FY】[更17] 竹马是不能变成妻子的（双） 作者：昏昼（X账号在简介）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/178fb313565d"
  },
  {
    "文件名": "【FY】[更17] 高岭之花的难言之隐（重口合集） 作者：穆小刀（努力奋斗上首页版）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/63b21d4b82b5"
  },
  {
    "文件名": "【FY】[更17] 被龙傲天圈养的小白骨 作者：余火烬燃（求票）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a2d47983ea8a"
  },
  {
    "文件名": "【FY】[更17] 疯批男霸凌地球【脑洞合集】 作者：白金小子.txt",
    "夸克盘链接": "https://pan.quark.cn/s/66208af77231"
  },
  {
    "文件名": "【FY】[更17] 穿书后我成了竹马的老婆 作者：北小鱼.txt",
    "夸克盘链接": "https://pan.quark.cn/s/701e89a16d0c"
  },
  {
    "文件名": "【FY】[更17] 如何把杀手调成乖狗 作者：剋蕾儿.txt",
    "夸克盘链接": "https://pan.quark.cn/s/36679534b609"
  },
  {
    "文件名": "【FY】[更17] 双性美人全肉盛宴 作者：cytt.txt",
    "夸克盘链接": "https://pan.quark.cn/s/3fd7ea0706e6"
  },
  {
    "文件名": "【FY】[更17] 侯爵府的少爷们 作者：口瓜口瓜.txt",
    "夸克盘链接": "https://pan.quark.cn/s/de9dcc443365"
  },
  {
    "文件名": "【FY】[更170] 驯宠 作者：素谈.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e10de2ead632"
  },
  {
    "文件名": "【FY】[更17] 交换余生 作者：小郎君.txt",
    "夸克盘链接": "https://pan.quark.cn/s/558ecd018a22"
  },
  {
    "文件名": "【FY】[更17] 不甘休 作者：Cheney.txt",
    "夸克盘链接": "https://pan.quark.cn/s/f94ab8778004"
  },
  {
    "文件名": "【FY】[更17] 丑攻大叔攻老人攻_双性美人合集 作者：月洛.txt",
    "夸克盘链接": "https://pan.quark.cn/s/807f56105949"
  },
  {
    "文件名": "【FY】[更17] 【第四爱】SP训诫恶毒美艳父后（女尊_女攻_GB_BDSM) 作者：暗黑系魔女.txt",
    "夸克盘链接": "https://pan.quark.cn/s/24aa7ee9ee5c"
  },
  {
    "文件名": "【FY】[更16] 被弟弟操开后成了荡妇 作者：白.txt",
    "夸克盘链接": "https://pan.quark.cn/s/277407f3781a"
  },
  {
    "文件名": "【FY】[更16] 西装与暴徒 作者：绿姬.txt",
    "夸克盘链接": "https://pan.quark.cn/s/f97ccd6b9ea0"
  },
  {
    "文件名": "【FY】[更16] 被死对头囚禁后沦为一条狗 作者：一刀好刃秋鱼夜.txt",
    "夸克盘链接": "https://pan.quark.cn/s/5136e3f0b115"
  },
  {
    "文件名": "【FY】[更16] 双性小皇帝调教指南（BDSM） 作者：没有名字.txt",
    "夸克盘链接": "https://pan.quark.cn/s/433831431f98"
  },
  {
    "文件名": "【FY】[更16] 执欲 作者：玫瑰换钱.txt",
    "夸克盘链接": "https://pan.quark.cn/s/3262ac34fa04"
  },
  {
    "文件名": "【FY】[更165] [虫族]梦老师灵感枯竭（第二部） 作者：baba.txt",
    "夸克盘链接": "https://pan.quark.cn/s/2b09efc28d5a"
  },
  {
    "文件名": "【FY】[更16] 双性少年们的日常 作者：我就咕咕.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ee0215632cfa"
  },
  {
    "文件名": "【FY】[更16] 【瓶邪】中篇_短篇合集 作者：雩溪.txt",
    "夸克盘链接": "https://pan.quark.cn/s/454ea06993b3"
  },
  {
    "文件名": "【FY】[更163] 炮灰美人被疯批强制爱（快穿_np总受） 作者：余火烬燃（求票）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/123966cd903b"
  },
  {
    "文件名": "【FY】[更16] 传说中的大师兄（社恐大师兄） 作者：白兰地烤面包123.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e289c4d6b6f3"
  },
  {
    "文件名": "【FY】[更15] 那个Omega是全星际的希望 作者：艾迟夏.txt",
    "夸克盘链接": "https://pan.quark.cn/s/d2ef3fea7c36"
  },
  {
    "文件名": "【FY】[更15] 骑士传说修改版 作者：虞成阳.txt",
    "夸克盘链接": "https://pan.quark.cn/s/257980cbd935"
  },
  {
    "文件名": "【FY】[更15] 锦城私语 作者：凯文.txt",
    "夸克盘链接": "https://pan.quark.cn/s/691b27aa75b0"
  },
  {
    "文件名": "【FY】[更15] 路人甲也会被主角觊觎 作者：池鱼言.txt",
    "夸克盘链接": "https://pan.quark.cn/s/08fc655944c2"
  },
  {
    "文件名": "【FY】[更15] 误绑定吸精系统，每天都被榨乾[双性_快穿] 作者：灵光只能乍现.txt",
    "夸克盘链接": "https://pan.quark.cn/s/1169c07997fb"
  },
  {
    "文件名": "【FY】[更15] 疯批异形的漂亮海王（人外_骨科_双性_ NP总受）  作者：余火烬燃（求票）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/53eb4e161c5d"
  },
  {
    "文件名": "【FY】[更15] 畸变蜂群[虫族] 作者：茶籽.txt",
    "夸克盘链接": "https://pan.quark.cn/s/2f22ea485247"
  },
  {
    "文件名": "【FY】[更15] 母神（虫族） 作者：祝宁.txt",
    "夸克盘链接": "https://pan.quark.cn/s/f04c9ca3086d"
  },
  {
    "文件名": "【FY】[更15] 断diao勇者 作者：逃离医学中.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a2176ba9d813"
  },
  {
    "文件名": "【FY】[更15] 死后一不小心穿进涩情游戏裡（双性ＮＰ）作者：你家的白月光.txt",
    "夸克盘链接": "https://pan.quark.cn/s/be81e8bb886a"
  },
  {
    "文件名": "【FY】[更15] 恶霸强制ci堕成roubian器 作者：  叉叉.txt",
    "夸克盘链接": "https://pan.quark.cn/s/b214350e9936"
  },
  {
    "文件名": "【FY】[更15] 大明星在身下喘息的方法 作者：仅售黄桃罐头.txt",
    "夸克盘链接": "https://pan.quark.cn/s/71acdb55753c"
  },
  {
    "文件名": "【FY】[更156] 被压在身下的万人迷 作者：灵纸.txt",
    "夸克盘链接": "https://pan.quark.cn/s/930f6d876c8c"
  },
  {
    "文件名": "【FY】[更159] 高级向导每天都很忙(无期迷途all女局-gl) 作者：九木.txt",
    "夸克盘链接": "https://pan.quark.cn/s/67a17058c1f8"
  },
  {
    "文件名": "【FY】[更15] 喜欢玩囚禁是吧 作者：三文鱼刺身盖饭.txt",
    "夸克盘链接": "https://pan.quark.cn/s/82550c2c709f"
  },
  {
    "文件名": "【FY】[更155] 刀剑乱舞欲想断片 作者：天野紫月.txt",
    "夸克盘链接": "https://pan.quark.cn/s/25ebea788001"
  },
  {
    "文件名": "【FY】[更15] 共享骚_货（NTR） 作者：桑在.txt",
    "夸克盘链接": "https://pan.quark.cn/s/391637dcd7e0"
  },
  {
    "文件名": "【FY】[更158] 一个不上进的beta（正文） 作者：朝逆相思.txt",
    "夸克盘链接": "https://pan.quark.cn/s/5f075b28215d"
  },
  {
    "文件名": "【FY】[更153] 落拓身 作者：沙色云.txt",
    "夸克盘链接": "https://pan.quark.cn/s/7f8d8cec7c81"
  },
  {
    "文件名": "【FY】[更14] 高岭之花的难言之隐（失禁_憋尿合集） 作者：穆小刀.txt",
    "夸克盘链接": "https://pan.quark.cn/s/702e8f9ebe4c"
  },
  {
    "文件名": "【FY】[更14] 穿成恶毒主角攻被np强制了怎么办 作者：爱吃肉的猫总（宝宝求票票）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/8d9999e6ee14"
  },
  {
    "文件名": "【FY】[更14] 猫猫受罪实录（阴阳师同人梦女向） 作者：听凭风吟.txt",
    "夸克盘链接": "https://pan.quark.cn/s/03034ecb15f0"
  },
  {
    "文件名": "【FY】[更14] 欧米伽治疗日记 作者：名吾识.txt",
    "夸克盘链接": "https://pan.quark.cn/s/1f23672f825c"
  },
  {
    "文件名": "【FY】[更14] 男小三上位攻略 作者：右泽.txt",
    "夸克盘链接": "https://pan.quark.cn/s/7a4cc944cbf7"
  },
  {
    "文件名": "【FY】[更14] 死对头其实超爱 作者：骨架.txt",
    "夸克盘链接": "https://pan.quark.cn/s/4b138adc256c"
  },
  {
    "文件名": "【FY】[更14] 我成了亲爷爷的性奴 作者：Roy.txt",
    "夸克盘链接": "https://pan.quark.cn/s/f865c07a6cb6"
  },
  {
    "文件名": "【FY】[更14] 弃犬气象学 作者：不见川.txt",
    "夸克盘链接": "https://pan.quark.cn/s/5ad6eaf401a9"
  },
  {
    "文件名": "【FY】[更14] 寸金买得几多情 作者：一叹花香.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e9d806c070e9"
  },
  {
    "文件名": "【FY】[更14] 如何把杀手调成乖狗 作者：剋蕾儿.txt",
    "夸克盘链接": "https://pan.quark.cn/s/4d79d0fdb299"
  },
  {
    "文件名": "【FY】[更14] 双性炖肉短篇合集 作者：白.txt",
    "夸克盘链接": "https://pan.quark.cn/s/0c177f13a72b"
  },
  {
    "文件名": "【FY】[更14] 天选小狗 作者：精神污染.txt",
    "夸克盘链接": "https://pan.quark.cn/s/baf5c68ba874"
  },
  {
    "文件名": "【FY】[更140] 我把仇人训成狗 作者：午夜蓝.txt",
    "夸克盘链接": "https://pan.quark.cn/s/3ee78bc91da8"
  },
  {
    "文件名": "【FY】[更14] 四胞胎和叛逆少爷的淫荡生活 作者：留走.txt",
    "夸克盘链接": "https://pan.quark.cn/s/88a151daf481"
  },
  {
    "文件名": "【FY】[更14] 分手后前男友黑化了 作者：听松.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c29d656a6970"
  },
  {
    "文件名": "【FY】[更14] 俘虏王子的灾难 作者：顾雁行.txt",
    "夸克盘链接": "https://pan.quark.cn/s/94444f2bfef6"
  },
  {
    "文件名": "【FY】[更14] 【主攻】嫁入豪门后 作者：Ctrl.txt",
    "夸克盘链接": "https://pan.quark.cn/s/be630929cbaa"
  },
  {
    "文件名": "【FY】[更14] [主攻快穿]死对头醉酒后喊我老公 作者：雨滴ddd.txt",
    "夸克盘链接": "https://pan.quark.cn/s/901113c7eab4"
  },
  {
    "文件名": "【FY】[更13] 淫乱产物 作者：攒钱买三轮车逃荒.txt",
    "夸克盘链接": "https://pan.quark.cn/s/2ebad7c644aa"
  },
  {
    "文件名": "【FY】[更13] 君归阁（sp 青楼 sm调教 惩戒） 作者：风卿.txt",
    "夸克盘链接": "https://pan.quark.cn/s/45aa0c0286d3"
  },
  {
    "文件名": "【FY】[更13] 伪神 作者：法西斯大王.txt",
    "夸克盘链接": "https://pan.quark.cn/s/5907c3ba2465"
  },
  {
    "文件名": "【FY】[更130] 多情书（武侠ABO 主受np 高h） 作者：橙子.txt",
    "夸克盘链接": "https://pan.quark.cn/s/25abd3dafb96"
  },
  {
    "文件名": "【FY】[更13] if 线折翅的飞鸟 作者：素谈.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a74a174c32d2"
  },
  {
    "文件名": "【FY】[更131] 莺笼玉锁 作者：蓝莓芝士.txt",
    "夸克盘链接": "https://pan.quark.cn/s/7cfb971693b9"
  },
  {
    "文件名": "【FY】[更139] 太子后穴被摄政王玩坏 作者：海棠依旧.txt",
    "夸克盘链接": "https://pan.quark.cn/s/fd54b7e6df4a"
  },
  {
    "文件名": "【FY】[更12] 见色起意 作者：范凌舟.txt",
    "夸克盘链接": "https://pan.quark.cn/s/f92588501531"
  },
  {
    "文件名": "【FY】[更12] 被罪犯囚禁的刑警【地下室】 作者：剋蕾儿.txt",
    "夸克盘链接": "https://pan.quark.cn/s/98347641c457"
  },
  {
    "文件名": "【FY】[更12] 芒果过敏 作者：先吃饭再说.txt",
    "夸克盘链接": "https://pan.quark.cn/s/3a0f754b4477"
  },
  {
    "文件名": "【FY】[更12] 男小三上位攻略 作者：右泽.txt",
    "夸克盘链接": "https://pan.quark.cn/s/99c4052981b3"
  },
  {
    "文件名": "【FY】[更12] 甜蜜挚爱（修真，男男单性） 作者：玄藏—战损养猫人.txt",
    "夸克盘链接": "https://pan.quark.cn/s/683c2147dcf6"
  },
  {
    "文件名": "【FY】[更12] 无节操不成活 作者：癫酒客.txt",
    "夸克盘链接": "https://pan.quark.cn/s/d83ae266c502"
  },
  {
    "文件名": "【FY】[更12] 我是真的爱你的啊【快穿】 作者：wanan.txt",
    "夸克盘链接": "https://pan.quark.cn/s/58d4b79234de"
  },
  {
    "文件名": "【FY】[更12] 快穿_怎么老被草 作者：喵喵喵喵.txt",
    "夸克盘链接": "https://pan.quark.cn/s/662733d0f141"
  },
  {
    "文件名": "【FY】[更12] 大乃摄政王被开大车 作者：我tm吃吃吃.txt",
    "夸克盘链接": "https://pan.quark.cn/s/92941245ea79"
  },
  {
    "文件名": "【FY】[更12] 小影子快走开 作者：浴巾发霉了.txt",
    "夸克盘链接": "https://pan.quark.cn/s/b4aabbe86345"
  },
  {
    "文件名": "【FY】[更12] 吸血鬼的双性男宠 作者：加个柠檬.txt",
    "夸克盘链接": "https://pan.quark.cn/s/f083e79c0f24"
  },
  {
    "文件名": "【FY】[更12] 以精液为食的我成了钓魅魔神器 作者：鹿崽儿很辣.txt",
    "夸克盘链接": "https://pan.quark.cn/s/cdabb6afc459"
  },
  {
    "文件名": "【FY】[更12] 今天的GV剧本是什么？ 作者：闲鹤.txt",
    "夸克盘链接": "https://pan.quark.cn/s/8a2b6453346e"
  },
  {
    "文件名": "【FY】[更12] 【星露谷_科罗布斯】来一颗黑甘草糖 作者：No-boundary.txt",
    "夸克盘链接": "https://pan.quark.cn/s/7529f2161c3b"
  },
  {
    "文件名": "【FY】[更122] 猛男科长的性福生活（单_双性） 作者：毒毒sama.txt",
    "夸克盘链接": "https://pan.quark.cn/s/b4ea36e2f86f"
  },
  {
    "文件名": "【FY】[更12] 【gb】动物农场 作者：诡秘木.txt",
    "夸克盘链接": "https://pan.quark.cn/s/8f1530ec9267"
  },
  {
    "文件名": "【FY】[更12] (总攻)重生后前任们又找上门来了 作者：莫负莳光.txt",
    "夸克盘链接": "https://pan.quark.cn/s/9443a3124301"
  },
  {
    "文件名": "【FY】[更128] （骨科）奈何为贼 作者：虞成阳.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c16dbdef6b9a"
  },
  {
    "文件名": "【FY】[更128] 【柯南主攻】犬化训练实验记录 作者：我住隔壁不姓王.txt",
    "夸克盘链接": "https://pan.quark.cn/s/48efe73bee08"
  },
  {
    "文件名": "【FY】[更124] 婆媳怎么可以这样（futa短篇集-强制） 作者：铜锅涮肉蘸麻酱.txt",
    "夸克盘链接": "https://pan.quark.cn/s/5824b67c29f5"
  },
  {
    "文件名": "【FY】[更123] 错爱终成眷属 作者：平安.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ee3fd87de8c8"
  },
  {
    "文件名": "【FY】[更11] 调教双性将军（BDSM） 作者：没有名字.txt",
    "夸克盘链接": "https://pan.quark.cn/s/66496d5d14d1"
  },
  {
    "文件名": "【FY】[更11] 那个校草他暗恋我 作者：light.txt",
    "夸克盘链接": "https://pan.quark.cn/s/27df790433b8"
  },
  {
    "文件名": "【FY】[更11] 血缘来电（骨科） 作者：花酒小侠.txt",
    "夸克盘链接": "https://pan.quark.cn/s/b8dbd2fa5f8b"
  },
  {
    "文件名": "【FY】[更11] 穿书后我成了竹马的老婆 作者：立里.txt",
    "夸克盘链接": "https://pan.quark.cn/s/014d1fdca366"
  },
  {
    "文件名": "【FY】[更11] 真的不能在一起！（番外篇） 作者：归尘.txt",
    "夸克盘链接": "https://pan.quark.cn/s/5bd49ae25b15"
  },
  {
    "文件名": "【FY】[更11] 短篇合集（各种炖肉） 作者：和子.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e68779fc5fb0"
  },
  {
    "文件名": "【FY】[更11] 清冷仙尊以身饲魔 作者：小虐文 求推荐票.txt",
    "夸克盘链接": "https://pan.quark.cn/s/fc8d9253620d"
  },
  {
    "文件名": "【FY】[更11] 殿前欢（主受NP） 作者：西周故人.txt",
    "夸克盘链接": "https://pan.quark.cn/s/072fcb8d0ac5"
  },
  {
    "文件名": "【FY】[更11] 支配者的游戏 作者：RRtz.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ee28bffbd3f3"
  },
  {
    "文件名": "【FY】[更11] 格洛的工口角斗场 作者：调色无.txt",
    "夸克盘链接": "https://pan.quark.cn/s/672ed62753fb"
  },
  {
    "文件名": "【FY】[更11] 捡到一只狐狸精 作者：风骚的水豚.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c54092790b82"
  },
  {
    "文件名": "【FY】[更11] 悲剧后请给点性福 作者：馀一九.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ac60e61b4a6e"
  },
  {
    "文件名": "【FY】[更11] 寡夫欲潮 作者：人尽可嬷.txt",
    "夸克盘链接": "https://pan.quark.cn/s/4296d8b63ca5"
  },
  {
    "文件名": "【FY】[更11] 弃犬气象学 作者：不见川.txt",
    "夸克盘链接": "https://pan.quark.cn/s/514acb9b27c2"
  },
  {
    "文件名": "【FY】[更11] 堕入地狱之后（双性重口NPH）（恢复更新版） 作者：月桃仙人掌.txt",
    "夸克盘链接": "https://pan.quark.cn/s/8784eb84f603"
  },
  {
    "文件名": "【FY】[更11] 勇者用批拯救世界 作者：余火烬燃（求票）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/bb30f2463b5b"
  },
  {
    "文件名": "【FY】[更113] 藏蓝色的辉芒—堕落的已婚直男刑警队长吴冬 作者：观自人间.txt",
    "夸克盘链接": "https://pan.quark.cn/s/fb33458dcbb4"
  },
  {
    "文件名": "【FY】[更11] 公用涩情主播 作者：盲.txt",
    "夸克盘链接": "https://pan.quark.cn/s/10ee622d2a60"
  },
  {
    "文件名": "【FY】[更11] 修仙界的双性小美人 作者：无名之辈.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ec7104f59111"
  },
  {
    "文件名": "【FY】[更11] 五花肉短篇集 作者：炫一大口肉.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a8bd796e0742"
  },
  {
    "文件名": "【FY】[更11] 交换余生 作者：小郎君.txt",
    "夸克盘链接": "https://pan.quark.cn/s/1bb8d41534ec"
  },
  {
    "文件名": "【FY】[更11] 五花肉中篇：自食恶果的校霸（完结） 作者：炫一大口肉.txt",
    "夸克盘链接": "https://pan.quark.cn/s/480cb3bf855f"
  },
  {
    "文件名": "【FY】[更113] xp之集大成 作者：随便吧.txt",
    "夸克盘链接": "https://pan.quark.cn/s/2216d0de32ca"
  },
  {
    "文件名": "【FY】[更112] 【星际_哨向】用身体治疗别人的漂亮军医 作者：今天论文写完了吗.txt",
    "夸克盘链接": "https://pan.quark.cn/s/92f86118f55a"
  },
  {
    "文件名": "【FY】[更114] 新鲜社畜 作者：现山海.txt",
    "夸克盘链接": "https://pan.quark.cn/s/d3bb7774d131"
  },
  {
    "文件名": "【FY】[更10] 男妻之茶具 作者：一枚软体海生物.txt",
    "夸克盘链接": "https://pan.quark.cn/s/90eb196ddb5b"
  },
  {
    "文件名": "【FY】[更10] 炒米粉的脑洞合集 作者：不爱吃炒米粉.txt",
    "夸克盘链接": "https://pan.quark.cn/s/f375216256e1"
  },
  {
    "文件名": "【FY】[更10] 教科书反派养成计画 作者：笛笛.txt",
    "夸克盘链接": "https://pan.quark.cn/s/9d42703972fa"
  },
  {
    "文件名": "【FY】[更108] 主攻小故事合集 作者：梦想成为鲨鱼的海星.txt",
    "夸克盘链接": "https://pan.quark.cn/s/6b01e1d5db0a"
  },
  {
    "文件名": "【FY】[更109] 已婚Alpha不想当万人迷（主攻 abo 西幻） 作者：血耶.txt",
    "夸克盘链接": "https://pan.quark.cn/s/62e4e26d6dc2"
  },
  {
    "文件名": "【FY】[更10] 【瓶邪】中篇_短篇合集 作者：雩溪.txt",
    "夸克盘链接": "https://pan.quark.cn/s/9d4278a41cf0"
  },
  {
    "文件名": "【FY】[更10] 【总攻】魔卡少男都爱我 作者：三水淼淼.txt",
    "夸克盘链接": "https://pan.quark.cn/s/3d946be3ad8a"
  },
  {
    "文件名": "【FY】[更10] 【四爱GB】吻漪 作者：阿月呀.txt",
    "夸克盘链接": "https://pan.quark.cn/s/68bd62dbab87"
  },
  {
    "文件名": "【FY】[更102] Alpha揣崽指南 作者：明颜.txt",
    "夸克盘链接": "https://pan.quark.cn/s/de8d6e913139"
  },
  {
    "文件名": "【FY】[更103] 永不为受1V1 if线 作者：小虐文 求推荐票.txt",
    "夸克盘链接": "https://pan.quark.cn/s/5924b3f12ad4"
  },
  {
    "文件名": "【FY】[更101] 落难典狱长的48小时 作者：烟蓝（求票）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/011898f609d1"
  },
  {
    "文件名": "【FY】[更107] 《我约的主是空降校领导》 作者：一只超甜的十里呀.txt",
    "夸克盘链接": "https://pan.quark.cn/s/77ba0edf71cc"
  },
  {
    "文件名": "【FY】[完结] 调教双性小妈（BDSM） 作者：没有名字.txt",
    "夸克盘链接": "https://pan.quark.cn/s/b45d1460ada9"
  },
  {
    "文件名": "【FY】[完结] 高岭之花与他的直男按摩师 作者：御花园.txt",
    "夸克盘链接": "https://pan.quark.cn/s/aa79d23dbd2d"
  },
  {
    "文件名": "【FY】[完结] 被学霸爆肏的淫荡日常 作者：还没想好.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c230b879b86b"
  },
  {
    "文件名": "【FY】[完结] 飞回来的时候 作者：立刻醒.txt",
    "夸克盘链接": "https://pan.quark.cn/s/94dd65cfd48f"
  },
  {
    "文件名": "【FY】[完结] 进错师门上对床 作者：海棠文化小编.txt",
    "夸克盘链接": "https://pan.quark.cn/s/4d2ec71a7f98"
  },
  {
    "文件名": "【FY】[完结] 身份系列之皇兄 作者：海棠文化小编.txt",
    "夸克盘链接": "https://pan.quark.cn/s/7653525316b9"
  },
  {
    "文件名": "【FY】[完结] 豪门少爷的跟班 作者：.txt",
    "夸克盘链接": "https://pan.quark.cn/s/8857f0e22787"
  },
  {
    "文件名": "【FY】[完结] 莺笼玉锁 作者：蓝莓芝士.txt",
    "夸克盘链接": "https://pan.quark.cn/s/7e0b0aa66a30"
  },
  {
    "文件名": "【FY】[完结] 花落人亡两不知《凯文日记》（黑夜书）完结篇 作者：凯文.txt",
    "夸克盘链接": "https://pan.quark.cn/s/524d835cc1ef"
  },
  {
    "文件名": "【FY】[完结] 绿帽是对渣男老公最好的报复 作者：最佳损友.txt",
    "夸克盘链接": "https://pan.quark.cn/s/f0925d5d672a"
  },
  {
    "文件名": "【FY】[完结] 白炽（βd5m） 作者：冻笔.txt",
    "夸克盘链接": "https://pan.quark.cn/s/62330ac3377e"
  },
  {
    "文件名": "【FY】[完结] 穿越到兽世养狼狼 作者：攒钱买三轮车逃荒.txt",
    "夸克盘链接": "https://pan.quark.cn/s/2728d44f107d"
  },
  {
    "文件名": "【FY】[完结] 校园调教淫奴：骚穴和屁眼都是学神的专属肉便器 作者：御花园.txt",
    "夸克盘链接": "https://pan.quark.cn/s/27d220024919"
  },
  {
    "文件名": "【FY】[完结] 禁脔世子上位记 作者：这是个秘密.txt",
    "夸克盘链接": "https://pan.quark.cn/s/cdc725798e47"
  },
  {
    "文件名": "【FY】[完结] 禁区：花匠的肥料 作者：虞成阳.txt",
    "夸克盘链接": "https://pan.quark.cn/s/721bedbca9b4"
  },
  {
    "文件名": "【FY】[完结] 沈老师每天怀疑自己是不是嫁给二哈 作者：小魚仔.txt",
    "夸克盘链接": "https://pan.quark.cn/s/d57282b2c5ec"
  },
  {
    "文件名": "【FY】[完结] 歇斯底里的你我 作者：kyber.txt",
    "夸克盘链接": "https://pan.quark.cn/s/9069c9b31eed"
  },
  {
    "文件名": "【FY】[完结] 欧米伽治疗日记 作者：名吾识.txt",
    "夸克盘链接": "https://pan.quark.cn/s/873903d80778"
  },
  {
    "文件名": "【FY】[完结] 枕边人 作者：暮霭浮依.txt",
    "夸克盘链接": "https://pan.quark.cn/s/39c20a6e9019"
  },
  {
    "文件名": "【FY】[完结] 按摩棒和下属的丁丁通感了 作者：水炮.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c8014913259d"
  },
  {
    "文件名": "【FY】[完结] 杂种恶魔寻爱记 作者：kyber.txt",
    "夸克盘链接": "https://pan.quark.cn/s/f40780e0997b"
  },
  {
    "文件名": "【FY】[完结] 女明星和她的霸总（百合,futa,高H） 作者：夜笙.txt",
    "夸克盘链接": "https://pan.quark.cn/s/6dfddc3bb8f9"
  },
  {
    "文件名": "【FY】[完结] 女巫她每天都在为了美色荤头（百合futa，西幻） 作者：芥菜不劫色.txt",
    "夸克盘链接": "https://pan.quark.cn/s/3704d2793b2d"
  },
  {
    "文件名": "【FY】[完结] 我的三个父亲（美强） 作者：朝沫.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a5deaa642d9f"
  },
  {
    "文件名": "【FY】[完结] 差之毫厘 作者：淮川s.txt",
    "夸克盘链接": "https://pan.quark.cn/s/00b0e56048a8"
  },
  {
    "文件名": "【FY】[完结] 小窝囊废求生日常Ⅱ 作者：没有名字.txt",
    "夸克盘链接": "https://pan.quark.cn/s/bda0545768fe"
  },
  {
    "文件名": "【FY】[完结] 双性小皇帝调教指南（BDSM） 作者：没有名字.txt",
    "夸克盘链接": "https://pan.quark.cn/s/61a4b8d7dbb9"
  },
  {
    "文件名": "【FY】[完结] 学霸的专属指令 作者：伊恩.txt",
    "夸克盘链接": "https://pan.quark.cn/s/700fb60c2c1b"
  },
  {
    "文件名": "【FY】[完结] 和兄弟割袍断义后 作者：.txt",
    "夸克盘链接": "https://pan.quark.cn/s/68855c7eae9c"
  },
  {
    "文件名": "【FY】[完结] 伪父子短篇合集 作者：.txt",
    "夸克盘链接": "https://pan.quark.cn/s/42b9f1d765f1"
  },
  {
    "文件名": "【FY】[完结] 剑色 作者：园游会.txt",
    "夸克盘链接": "https://pan.quark.cn/s/7857bb764321"
  },
  {
    "文件名": "【FY】[完结] 从舔肛尝精到操服冠军亲哥 作者：圆心肉.txt",
    "夸克盘链接": "https://pan.quark.cn/s/85536b4c6373"
  },
  {
    "文件名": "【FY】[完结] 凯文日记（黑夜书）番外 作者：凯文.txt",
    "夸克盘链接": "https://pan.quark.cn/s/3b45cbe56c01"
  },
  {
    "文件名": "【FY】[完结] 偏执竹马的小太阳 作者：听松.txt",
    "夸克盘链接": "https://pan.quark.cn/s/abfb8b44fb41"
  },
  {
    "文件名": "【FY】[完结] 低语是命令 作者：枳花她葷素搭配.txt",
    "夸克盘链接": "https://pan.quark.cn/s/f9b26c637300"
  },
  {
    "文件名": "【FY】[完结] 今天开始是Alpha！？（百合ＡＢＯ） 作者：苏惠.txt",
    "夸克盘链接": "https://pan.quark.cn/s/51631a8a3822"
  },
  {
    "文件名": "【FY】[完结] 传闻中的宿敌 作者：随安.txt",
    "夸克盘链接": "https://pan.quark.cn/s/28fc48d6031c"
  },
  {
    "文件名": "【FY】[完结] 五花肉中篇：痴汉社畜沦为上司的玩物 作者：炫一大口肉.txt",
    "夸克盘链接": "https://pan.quark.cn/s/4ebef450c2bd"
  },
  {
    "文件名": "【FY】[完结] 【百合】性爱禁止（双胞胎骨） 作者：TwoC.txt",
    "夸克盘链接": "https://pan.quark.cn/s/4fe3b3cb4787"
  },
  {
    "文件名": "【FY】[完结] 【第四爱】SP宫规训诫绝色美男（女尊_女攻_GB_BDSM) 作者：暗黑系魔女.txt",
    "夸克盘链接": "https://pan.quark.cn/s/8bf2c90fef54"
  },
  {
    "文件名": "【FY】[完结] 七皇子他想上位 作者：晨晨.txt",
    "夸克盘链接": "https://pan.quark.cn/s/3130a1e87fcf"
  },
  {
    "文件名": "【FY】[完结] 【第四爱】训诫美艳花魁（女攻_GB_虐男主_女尊_家奴)   作者：暗黑系魔女.txt",
    "夸克盘链接": "https://pan.quark.cn/s/b5fad5a45be7"
  },
  {
    "文件名": "【FY】[完结] “艳鬼”(百合ABO) 作者：被抓进笼.txt",
    "夸克盘链接": "https://pan.quark.cn/s/8bc10312c495"
  },
  {
    "文件名": "【FY】[完结] [G_B]宗门天骄暗恋我 作者：久不至.txt",
    "夸克盘链接": "https://pan.quark.cn/s/f298451ca0ce"
  },
  {
    "文件名": "【FY】[完结] K的日记本 作者：Kyber.txt",
    "夸克盘链接": "https://pan.quark.cn/s/8406632a482f"
  },
  {
    "文件名": "【FY】[更99] 玫瑰吻过少年时(校园) 作者：林清歌的苏叶白.txt",
    "夸克盘链接": "https://pan.quark.cn/s/87972e4ad7b0"
  },
  {
    "文件名": "【FY】[更99] 错爱终成眷属 作者：平安.txt",
    "夸克盘链接": "https://pan.quark.cn/s/9c678795ef2b"
  },
  {
    "文件名": "【FY】[更9] 演员与助理的日常(日常) 作者：胖控.txt",
    "夸克盘链接": "https://pan.quark.cn/s/2b6c536aebdf"
  },
  {
    "文件名": "【FY】[更98] 社交计划(现代) 作者：伍四六.txt",
    "夸克盘链接": "https://pan.quark.cn/s/87605dd5bd84"
  },
  {
    "文件名": "【FY】[更91] 情感过载(ABO) 作者：一条努力修炼的咸鱼.txt",
    "夸克盘链接": "https://pan.quark.cn/s/5d3e18a1a414"
  },
  {
    "文件名": "【FY】[更96] 死水之下(狗血) 作者：frost414.txt",
    "夸克盘链接": "https://pan.quark.cn/s/d552be3f2030"
  },
  {
    "文件名": "【FY】[更95] 门当户对(1v1) 作者：东罗牛马.txt",
    "夸克盘链接": "https://pan.quark.cn/s/55d8157f5154"
  },
  {
    "文件名": "【FY】[更89] 梨花酿(现代) 作者：祈时雨落.txt",
    "夸克盘链接": "https://pan.quark.cn/s/5d768bcd2240"
  },
  {
    "文件名": "【FY】[更87] 百星之明(星际) 作者：你上传我上传数字生命.txt",
    "夸克盘链接": "https://pan.quark.cn/s/dc243664b902"
  },
  {
    "文件名": "【FY】[更81] 卑怯的情人(现代) 作者：李迢递.txt",
    "夸克盘链接": "https://pan.quark.cn/s/37704544cc8e"
  },
  {
    "文件名": "【FY】[更80] 顶级拉扯(阴差阳错) 作者：叶小公子.txt",
    "夸克盘链接": "https://pan.quark.cn/s/b46d6d959908"
  },
  {
    "文件名": "【FY】[更77] 白日不梦(主攻视角) 作者：诗花罗梵.txt",
    "夸克盘链接": "https://pan.quark.cn/s/3f3f06bbf451"
  },
  {
    "文件名": "【FY】[更79] 一泄春光(年上) 作者：故自山里来.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a8fdebd1724b"
  },
  {
    "文件名": "【FY】[更76] 云山一溪雪(古代) 作者：莲子清如水.txt",
    "夸克盘链接": "https://pan.quark.cn/s/0ae464a2b179"
  },
  {
    "文件名": "【FY】[更75] 被垃圾救出来收养后(破镜重圆) 作者：和我是靓仔又有什么关系呢.txt",
    "夸克盘链接": "https://pan.quark.cn/s/b1dd0f22d014"
  },
  {
    "文件名": "【FY】[更76] 晚风轻轻吹(强制爱) 作者：再见不二兔.txt",
    "夸克盘链接": "https://pan.quark.cn/s/143b51ff9137"
  },
  {
    "文件名": "【FY】[更74] 论如何安抚失恋的哥哥(受转攻)作者：奎因Queen.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c6fc8d3e2aaa"
  },
  {
    "文件名": "【FY】[更70] 网恋对象只把我当工具(小甜饼) 作者：匿名咸鱼.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c6f9125a436f"
  },
  {
    "文件名": "【FY】[更70] 一号监狱纪事(NP) 作者：陈千鬼.txt",
    "夸克盘链接": "https://pan.quark.cn/s/da71cf515c78"
  },
  {
    "文件名": "【FY】[更69] 绿叶的生与死(年上) 作者：尝尝荔枝.txt",
    "夸克盘链接": "https://pan.quark.cn/s/4202a048203f"
  },
  {
    "文件名": "【FY】[更70] 快穿之拿下老攻(1v1) 作者：穷鱼鱼.txt",
    "夸克盘链接": "https://pan.quark.cn/s/5933a83a7e1b"
  },
  {
    "文件名": "【FY】[更68] 横刀夺爱(ABO) 作者：匿名咸鱼.txt",
    "夸克盘链接": "https://pan.quark.cn/s/2118333157ec"
  },
  {
    "文件名": "【FY】[更64] 一回熟，二回生(狗血) 作者：夏隙.txt",
    "夸克盘链接": "https://pan.quark.cn/s/7923a57b33fc"
  },
  {
    "文件名": "【FY】[更66] 我tm不是万人迷吗？(长篇) 作者：狂踹瘸腿.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ef64b560ad07"
  },
  {
    "文件名": "【FY】[更65] 濯玉传(NP) 作者：春恨水.txt",
    "夸克盘链接": "https://pan.quark.cn/s/1ccc307684f0"
  },
  {
    "文件名": "【FY】[更63] 阁楼上的小狗(三观不正) 作者：九十九寻.txt",
    "夸克盘链接": "https://pan.quark.cn/s/f35e2dfbbff9"
  },
  {
    "文件名": "【FY】[更63] 镀金(荤素均衡) 作者：末日流放.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ad4b1ab3d816"
  },
  {
    "文件名": "【FY】[更63] 金雀台(古代) 作者：百岁百岁百岁.txt",
    "夸克盘链接": "https://pan.quark.cn/s/6d103af985d2"
  },
  {
    "文件名": "【FY】[更63] 劣等玩笑(PTSD) 作者：爱思匆匆.txt",
    "夸克盘链接": "https://pan.quark.cn/s/4fec92ebb736"
  },
  {
    "文件名": "【FY】[更59] 白夜祈愿(刑侦) 作者：长川云音.txt",
    "夸克盘链接": "https://pan.quark.cn/s/5a448f2247e2"
  },
  {
    "文件名": "【FY】[更61] 你算哪块小蛋糕(小甜饼) 作者：匿名咸鱼.txt",
    "夸克盘链接": "https://pan.quark.cn/s/8ecddc2c3e6c"
  },
  {
    "文件名": "【FY】[更59] 衔尾蛇(架空世界) 作者：云朵盆栽.txt",
    "夸克盘链接": "https://pan.quark.cn/s/422d1b518c90"
  },
  {
    "文件名": "【FY】[更55] 祝安好(双性) 作者：派大星同学.txt",
    "夸克盘链接": "https://pan.quark.cn/s/7115963ac70f"
  },
  {
    "文件名": "【FY】[更55] 共振(NP) 作者：茴澈澈.txt",
    "夸克盘链接": "https://pan.quark.cn/s/1571fd81e9e8"
  },
  {
    "文件名": "【FY】[更54] 继嫁(古代) 作者：指南针ssr.txt",
    "夸克盘链接": "https://pan.quark.cn/s/b1e1c1357bf6"
  },
  {
    "文件名": "【FY】[更54] 孤注(骨科) 作者：Synth.txt",
    "夸克盘链接": "https://pan.quark.cn/s/d13b34e061f7"
  },
  {
    "文件名": "【FY】[更52] 帝国香棺(BL) 作者：匿名咸鱼.txt",
    "夸克盘链接": "https://pan.quark.cn/s/d6a05a7a4110"
  },
  {
    "文件名": "【FY】[更51] 病态沉溺(现代) 作者：故城未央.txt",
    "夸克盘链接": "https://pan.quark.cn/s/1f82b04fbc9d"
  },
  {
    "文件名": "【FY】[更50] 被嫌弃的张锐(狗血) 作者：匿名咸鱼.txt",
    "夸克盘链接": "https://pan.quark.cn/s/9ee301b29a9f"
  },
  {
    "文件名": "【FY】[更50] 鬼缠(现代) 作者：囚歌.txt",
    "夸克盘链接": "https://pan.quark.cn/s/72de2cbe71d6"
  },
  {
    "文件名": "【FY】[更50] 又一年(年上) 作者：苏甫白.txt",
    "夸克盘链接": "https://pan.quark.cn/s/909ae9daacf1"
  },
  {
    "文件名": "【FY】[更49] 玉树芝兰(BL) 作者：酸奶煎饼卷大葱.txt",
    "夸克盘链接": "https://pan.quark.cn/s/16fbc29d9c91"
  },
  {
    "文件名": "【FY】[更49] 爱人是重生的(末世) 作者：几度山海.txt",
    "夸克盘链接": "https://pan.quark.cn/s/0dbf8b477f98"
  },
  {
    "文件名": "【FY】[更49] 囚徒(骨科) 作者：吃个大馒头.txt",
    "夸克盘链接": "https://pan.quark.cn/s/6db2c4329318"
  },
  {
    "文件名": "【FY】[更46] 巫师的帷幕(西方) 作者：铸书之征.txt",
    "夸克盘链接": "https://pan.quark.cn/s/0932dd7d0b00"
  },
  {
    "文件名": "【FY】[更49] 可怜受(连载) 作者：匿名咸鱼.txt",
    "夸克盘链接": "https://pan.quark.cn/s/1ff871fc1222"
  },
  {
    "文件名": "【FY】[更47] 涉黄者死(1v1) 作者：白马非狗.txt",
    "夸克盘链接": "https://pan.quark.cn/s/cb3996a42d54"
  },
  {
    "文件名": "【FY】[更45] 钰雀记(连载) 作者：狂丝.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e3951164f328"
  },
  {
    "文件名": "【FY】[更45] 我失忆以后(连载) 作者：则已.txt",
    "夸克盘链接": "https://pan.quark.cn/s/1cd78e62cdaa"
  },
  {
    "文件名": "【FY】[更44] 玉碎(重生) 作者：伊敏河岸一棵树.txt",
    "夸克盘链接": "https://pan.quark.cn/s/942b59857fb3"
  },
  {
    "文件名": "【FY】[更44] 穿到Boss黑化前(灵魂伴侣) 作者：十字楼.txt",
    "夸克盘链接": "https://pan.quark.cn/s/1d75f04c854d"
  },
  {
    "文件名": "【FY】[更44] 洛伦茨曲线(强制爱) 作者：匿名咸鱼.txt",
    "夸克盘链接": "https://pan.quark.cn/s/3099001c6a40"
  },
  {
    "文件名": "【FY】[更44] 有家不回(日常) 作者：困兽呦读.txt",
    "夸克盘链接": "https://pan.quark.cn/s/4a35b90ba1db"
  },
  {
    "文件名": "【FY】[更44] 容风之辰(校园) 作者：杨七.txt",
    "夸克盘链接": "https://pan.quark.cn/s/882060248f09"
  },
  {
    "文件名": "【FY】[更44] 情劫还能抢救一下(仙侠) 作者：奶黄包和喵喵.txt",
    "夸克盘链接": "https://pan.quark.cn/s/3a52c9b7a716"
  },
  {
    "文件名": "【FY】[更43] 远山桃(连载) 作者：幺贰贰.txt",
    "夸克盘链接": "https://pan.quark.cn/s/fcb2df14372f"
  },
  {
    "文件名": "【FY】[更43] 晏晏(双性) 作者：匿名咸鱼.txt",
    "夸克盘链接": "https://pan.quark.cn/s/7cf118d69ac9"
  },
  {
    "文件名": "【FY】[更43] 小纨绔(1v1) 作者：无饵.txt",
    "夸克盘链接": "https://pan.quark.cn/s/f8fe52519592"
  },
  {
    "文件名": "【FY】[更42] 严城的岛(BDSM) 作者：乔上路三土.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a2921a5b7f1b"
  },
  {
    "文件名": "【FY】[更43] 世俗情爱(生子) 作者：睡不醒.txt",
    "夸克盘链接": "https://pan.quark.cn/s/84a1c657eaad"
  },
  {
    "文件名": "【FY】[更42] 青山碍(高H) 作者：夜游星.txt",
    "夸克盘链接": "https://pan.quark.cn/s/bd4a801ec77e"
  },
  {
    "文件名": "【FY】[更390] 绑来的情人(荤素均衡) 作者：一只泯不语.txt",
    "夸克盘链接": "https://pan.quark.cn/s/d5e059a0564f"
  },
  {
    "文件名": "【FY】[更42] 不见复关(古代) 作者：港句黑话.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c347279d8d4c"
  },
  {
    "文件名": "【FY】[更41] 怪物，都该死(现代) 作者：沐九.txt",
    "夸克盘链接": "https://pan.quark.cn/s/dbed2ec76fa8"
  },
  {
    "文件名": "【FY】[更40] 裙下之臣(NP) 作者：今夜走漏风声.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c33525ac37f9"
  },
  {
    "文件名": "【FY】[更40] 碌碌有为(主攻视角) 作者：暴打西兰花.txt",
    "夸克盘链接": "https://pan.quark.cn/s/41c677ae115f"
  },
  {
    "文件名": "【FY】[更38] 老公，我喝中药了(BL) 作者：只想躺躺.txt",
    "夸克盘链接": "https://pan.quark.cn/s/d19abc648efa"
  },
  {
    "文件名": "【FY】[更38] 禁锢神明(NP) 作者：转霏微.txt",
    "夸克盘链接": "https://pan.quark.cn/s/bb5a6319e88c"
  },
  {
    "文件名": "【FY】[更38] 夏威夷下小雪(娱乐圈) 作者：正反格.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a92b42f547a0"
  },
  {
    "文件名": "【FY】[更38] 事件关乎自己之时(ABO) 作者：红茶可乐冰.txt",
    "夸克盘链接": "https://pan.quark.cn/s/20a2ccdcac3a"
  },
  {
    "文件名": "【FY】[更37] 小众爱好(骨科) 作者：小玩具制造商.txt",
    "夸克盘链接": "https://pan.quark.cn/s/3c930c173cb9"
  },
  {
    "文件名": "【FY】[更37] 多米诺骨牌(强制爱) 作者：匿名咸鱼.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e332d90fe25f"
  },
  {
    "文件名": "【FY】[更37] 咸涩记忆(NP) 作者：匿名咸鱼.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c13f89ddfd79"
  },
  {
    "文件名": "【FY】[更36] 沦陷报告(ABO) 作者：星夜驰.txt",
    "夸克盘链接": "https://pan.quark.cn/s/60cee288a5c4"
  },
  {
    "文件名": "【FY】[更36] 不安于室(现代) 作者：洛川.txt",
    "夸克盘链接": "https://pan.quark.cn/s/76aa034385a7"
  },
  {
    "文件名": "【FY】[更34] 魔法的礼物(NP) 作者：reholic.txt",
    "夸克盘链接": "https://pan.quark.cn/s/138d6c139466"
  },
  {
    "文件名": "【FY】[更317] 朝城闲事(现代) 作者：猫大头.txt",
    "夸克盘链接": "https://pan.quark.cn/s/9537bbd609df"
  },
  {
    "文件名": "【FY】[更34] 人类学训练营(现代) 作者：嘟嘟不爱吃零食.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ba1a547a5875"
  },
  {
    "文件名": "【FY】[更34] 水中捉月(ABO) 作者：火烧茨菇.txt",
    "夸克盘链接": "https://pan.quark.cn/s/139cf4a5b935"
  },
  {
    "文件名": "【FY】[更33] 沉默的竹马(NP) 作者：第三生.txt",
    "夸克盘链接": "https://pan.quark.cn/s/1d162d4b1aca"
  },
  {
    "文件名": "【FY】[更32] 这公司我真呆不下去了(相爱相杀) 作者：山刀口比兔.txt",
    "夸克盘链接": "https://pan.quark.cn/s/80a51612f798"
  },
  {
    "文件名": "【FY】[更32] 笼中孕(双性) 作者：洒洒.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e865474cfe35"
  },
  {
    "文件名": "【FY】[更33] 尘别记文(1v1) 作者：浔笙.txt",
    "夸克盘链接": "https://pan.quark.cn/s/7c915646d02c"
  },
  {
    "文件名": "【FY】[更32] 潮升指南(1v1) 作者：磨刀嚯嚯嚯.txt",
    "夸克盘链接": "https://pan.quark.cn/s/9e8a07e6d3f6"
  },
  {
    "文件名": "【FY】[更32] 泥潭捞月亮(先婚后爱) 作者：十套房.txt",
    "夸克盘链接": "https://pan.quark.cn/s/2fec7e40962a"
  },
  {
    "文件名": "【FY】[更31] 白玉玫瑰(现代) 作者：蛇目.txt",
    "夸克盘链接": "https://pan.quark.cn/s/bf479546cc89"
  },
  {
    "文件名": "【FY】[更30] 穿成网游文炮灰男O(ABO) 作者：薛思鹏.txt",
    "夸克盘链接": "https://pan.quark.cn/s/8bb98875f360"
  },
  {
    "文件名": "【FY】[更283] 无忧(强弱) 作者：suisui93.txt",
    "夸克盘链接": "https://pan.quark.cn/s/893ad360b291"
  },
  {
    "文件名": "【FY】[更29] 祝以眠为何结婚(狗血) 作者：路今迟.txt",
    "夸克盘链接": "https://pan.quark.cn/s/5be951cd2e62"
  },
  {
    "文件名": "【FY】[更30] 穿书成白月光的白月光(连载) 作者：匿名咸鱼.txt",
    "夸克盘链接": "https://pan.quark.cn/s/d4a8a3f3ba74"
  },
  {
    "文件名": "【FY】[更30] 我是万人迷的心魔(NP) 作者：水母.txt",
    "夸克盘链接": "https://pan.quark.cn/s/2ebd8b4bb117"
  },
  {
    "文件名": "【FY】[更273] （总攻）穿越成了后宫王修改版 作者：虞成阳.txt",
    "夸克盘链接": "https://pan.quark.cn/s/2ff892928144"
  },
  {
    "文件名": "【FY】[更28] 春日契信(BDSM) 作者：BritoWhite.txt",
    "夸克盘链接": "https://pan.quark.cn/s/472f583d348b"
  },
  {
    "文件名": "【FY】[更28] 玩物的价值(现代) 作者：Libby.txt",
    "夸克盘链接": "https://pan.quark.cn/s/3df161d7aa79"
  },
  {
    "文件名": "【FY】[更27] 老婆停更后(连载) 作者：匿名xxs.txt",
    "夸克盘链接": "https://pan.quark.cn/s/cc02cab6f627"
  },
  {
    "文件名": "【FY】[更27] 旋转木马(现代) 作者：9191.txt",
    "夸克盘链接": "https://pan.quark.cn/s/d438e6627440"
  },
  {
    "文件名": "【FY】[更26] 闻幸(产乳) 作者：今天多云15度.txt",
    "夸克盘链接": "https://pan.quark.cn/s/70994addd1c9"
  },
  {
    "文件名": "【FY】[更26] 师傅要我三更死(玄幻) 作者：棺木痒.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e8e63408ee1f"
  },
  {
    "文件名": "【FY】[更25] 捡手机(直播) 作者：霜门雪桂.txt",
    "夸克盘链接": "https://pan.quark.cn/s/37e88da8a19c"
  },
  {
    "文件名": "【FY】[更25] 共生拟态(年上) 作者：竹若绿.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ebc3da0233fc"
  },
  {
    "文件名": "【FY】[更26] 自恋又懒还人渣(连载) 作者：言覃言覃.txt",
    "夸克盘链接": "https://pan.quark.cn/s/d59fe5eafc32"
  },
  {
    "文件名": "【FY】[更25] 不建议霸总追星(小甜饼) 作者：陆水星-Mercury.txt",
    "夸克盘链接": "https://pan.quark.cn/s/0718ab8f9948"
  },
  {
    "文件名": "【FY】[更249] 修仙大佬吞体育生白袜 作者：灿烂辉煌.txt",
    "夸克盘链接": "https://pan.quark.cn/s/53f323287e52"
  },
  {
    "文件名": "【FY】[更24] 枕边恶魔(科幻) 作者：沉不碎.txt",
    "夸克盘链接": "https://pan.quark.cn/s/d851e982b178"
  },
  {
    "文件名": "【FY】[更24] 霸总有个竹马管家(喜剧) 作者：L.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ac54e344bb08"
  },
  {
    "文件名": "【FY】[更239] 我打辅助吗(电竞) 作者：灯火连昼.txt",
    "夸克盘链接": "https://pan.quark.cn/s/4d040b7f5db8"
  },
  {
    "文件名": "【FY】[更24] 好好学习软件(1v1) 作者：匿名咸鱼.txt",
    "夸克盘链接": "https://pan.quark.cn/s/631f23275252"
  },
  {
    "文件名": "【FY】[更24] 关于攻的短篇合集(大纲) 作者：会做番茄牛腩.txt",
    "夸克盘链接": "https://pan.quark.cn/s/8f46dc660949"
  },
  {
    "文件名": "【FY】[更23] 街上捡来的老婆(荤素均衡) 作者：芒果芝士蛋糕.txt",
    "夸克盘链接": "https://pan.quark.cn/s/82fa12335397"
  },
  {
    "文件名": "【FY】[更238] 在全息模拟世界里欺负高岭之花 作者：穆小刀.txt",
    "夸克盘链接": "https://pan.quark.cn/s/34aca6614268"
  },
  {
    "文件名": "【FY】[更23] 回流雪(ABO) 作者：SeaStrand.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e4f6e10bffdf"
  },
  {
    "文件名": "【FY】[更23] 从终(双性) 作者：匿名咸鱼.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ce6b2ce1685f"
  },
  {
    "文件名": "【FY】[更237] 修仙界的背景板天才(玄幻) 作者：七彩皮皮鼠.txt",
    "夸克盘链接": "https://pan.quark.cn/s/1010466c2cba"
  },
  {
    "文件名": "【FY】[更22] 胯下之辱(强制爱) 作者：匿名咸鱼.txt",
    "夸克盘链接": "https://pan.quark.cn/s/0091d91a9241"
  },
  {
    "文件名": "【FY】[更222] 陈佐家的男人们 作者：冯古道.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a5e066ca0d4c"
  },
  {
    "文件名": "【FY】[更218] 战俘(双性) 作者：睿镜.txt",
    "夸克盘链接": "https://pan.quark.cn/s/5afd11d527cc"
  },
  {
    "文件名": "【FY】[更191] 修剧情的第一步是全都吃掉 作者：懒莓羹.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a0b1275a9982"
  },
  {
    "文件名": "【FY】[更22] 当小炮灰沦为男主玩物(连载) 作者：梯三屉.txt",
    "夸克盘链接": "https://pan.quark.cn/s/aa81bce408ff"
  },
  {
    "文件名": "【FY】[更21] 你好香啊(年上) 作者：多美哩.txt",
    "夸克盘链接": "https://pan.quark.cn/s/510a4a086149"
  },
  {
    "文件名": "【FY】[更196] 篡心(1v1) 作者：甜皮鸭啦.txt",
    "夸克盘链接": "https://pan.quark.cn/s/7eacf571951a"
  },
  {
    "文件名": "【FY】[更19] 痴汗忏悔录(强制爱) 作者：竹子竹子.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e0201c35a4d2"
  },
  {
    "文件名": "【FY】[更20] 我变成蟑螂你还爱吗(现代) 作者：缚草寒.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ca3c3d45932e"
  },
  {
    "文件名": "【FY】[更180] 债奴们(阴差阳错) 作者：匿名咸鱼.txt",
    "夸克盘链接": "https://pan.quark.cn/s/7305ed73d874"
  },
  {
    "文件名": "【FY】[更160] 驯宠 作者：素谈.txt",
    "夸克盘链接": "https://pan.quark.cn/s/0449c9ad315d"
  },
  {
    "文件名": "【FY】[更18] 然然(双性) 作者：白菜老仙.txt",
    "夸克盘链接": "https://pan.quark.cn/s/f58acc79593e"
  },
  {
    "文件名": "【FY】[更16] 清泉石上流(双性) 作者：玄元.txt",
    "夸克盘链接": "https://pan.quark.cn/s/cdbaf2be35fd"
  },
  {
    "文件名": "【FY】[更16] 入戏(破镜重圆) 作者：乌云天.txt",
    "夸克盘链接": "https://pan.quark.cn/s/f044e653d38c"
  },
  {
    "文件名": "【FY】[更16] 摇摆秋千症候群(ABO) 作者：梦吹西洲.txt",
    "夸克盘链接": "https://pan.quark.cn/s/8cb905f3659f"
  },
  {
    "文件名": "【FY】[更156] [虫族]梦老师灵感枯竭（第二部） 作者：baba.txt",
    "夸克盘链接": "https://pan.quark.cn/s/6fbac9778772"
  },
  {
    "文件名": "【FY】[更15] 窒息氧气(年上) 作者：权钥贰.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a4ee2991dd07"
  },
  {
    "文件名": "【FY】[更152] 我那素未谋面的亡夫(仙侠) 作者：匿名咸鱼.txt",
    "夸克盘链接": "https://pan.quark.cn/s/989fd9c4d6d2"
  },
  {
    "文件名": "【FY】[更15] 白玉珰(NP) 作者：戏文.txt",
    "夸克盘链接": "https://pan.quark.cn/s/27a19377c0c9"
  },
  {
    "文件名": "【FY】[更15] 情意不缠绵(狗血) 作者：铃屋纪.txt",
    "夸克盘链接": "https://pan.quark.cn/s/bbcc8cb2fc73"
  },
  {
    "文件名": "【FY】[更15] 恨不能(狗血) 作者：去北鹅.txt",
    "夸克盘链接": "https://pan.quark.cn/s/0b5a14e50d57"
  },
  {
    "文件名": "【FY】[更154] 短篇合集2 作者：川白芷.txt",
    "夸克盘链接": "https://pan.quark.cn/s/3fead16953c5"
  },
  {
    "文件名": "【FY】[更15] 夺仙(强制爱) 作者：淡青绿豆粥.txt",
    "夸克盘链接": "https://pan.quark.cn/s/7926e54265ef"
  },
  {
    "文件名": "【FY】[更14] 追求白月光从情人开始(互攻) 作者：姜渡津.txt",
    "夸克盘链接": "https://pan.quark.cn/s/271b9b6c354c"
  },
  {
    "文件名": "【FY】[更14] 纯情纪事(双性) 作者：桥头咸鱼.txt",
    "夸克盘链接": "https://pan.quark.cn/s/1970ab5d1052"
  },
  {
    "文件名": "【FY】[更148] 落拓身 作者：沙色云.txt",
    "夸克盘链接": "https://pan.quark.cn/s/67823522217a"
  },
  {
    "文件名": "【FY】[更149] 小美人奶茶店(连载) 作者：油条涮麻辣烫.txt",
    "夸克盘链接": "https://pan.quark.cn/s/d68dd4450312"
  },
  {
    "文件名": "【FY】[更14] 残缺的宠物(主攻视角) 作者：弹簧狗汪啵.txt",
    "夸克盘链接": "https://pan.quark.cn/s/41300f17b3a7"
  },
  {
    "文件名": "【FY】[更14] 好心圈养(强制爱) 作者：月亮咬耳朵.txt",
    "夸克盘链接": "https://pan.quark.cn/s/b9f2dda29fd5"
  },
  {
    "文件名": "【FY】[更146] 穿成暴君的男嫂子(爽文) 作者：MoonDancer.txt",
    "夸克盘链接": "https://pan.quark.cn/s/8e4d3f112b03"
  },
  {
    "文件名": "【FY】[更14] 哭哭哭！就知道哭(现代) 作者：肆夜暧昧.txt",
    "夸克盘链接": "https://pan.quark.cn/s/bcd77a6fbd22"
  },
  {
    "文件名": "【FY】[更143] GL高级向导每天都很忙(无期迷途all女局-gl) 作者：九木.txt",
    "夸克盘链接": "https://pan.quark.cn/s/bcc12bbf10e0"
  },
  {
    "文件名": "【FY】[更133] 眉间尺(强强) 作者：放乎中流.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ff61ef11b4e9"
  },
  {
    "文件名": "【FY】[更137] 我把仇人训成狗 作者：午夜蓝.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a97d9d3adef9"
  },
  {
    "文件名": "【FY】[更138] 乱臣贼子(NP) 作者：蛰萤.txt",
    "夸克盘链接": "https://pan.quark.cn/s/9a701cfc1b22"
  },
  {
    "文件名": "【FY】[更13] 梦枕长安(天作之合) 作者：x向心力.txt",
    "夸克盘链接": "https://pan.quark.cn/s/2b23cd05a213"
  },
  {
    "文件名": "【FY】[更132] 祇遇(NP) 作者：冥王卤肉面.txt",
    "夸克盘链接": "https://pan.quark.cn/s/d5210b8b7bb2"
  },
  {
    "文件名": "【FY】[更131] 权臣养虎为患后(古代) 作者：楼西望.txt",
    "夸克盘链接": "https://pan.quark.cn/s/0ac610b8865a"
  },
  {
    "文件名": "【FY】[更12] 谁来管管我哥(年下) 作者：还有.txt",
    "夸克盘链接": "https://pan.quark.cn/s/2d6b40736e9c"
  },
  {
    "文件名": "【FY】[更126] 捡到小狗怎么办(1v1) 作者：匿名咸鱼.txt",
    "夸克盘链接": "https://pan.quark.cn/s/de2a9cee06eb"
  },
  {
    "文件名": "【FY】[更122] 隐性向导(哨兵向导) 作者：Ibuprofen.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e06b102d7078"
  },
  {
    "文件名": "【FY】[更12] 万里封天序(主攻视角) 作者：哩离里栗.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e32cfbb5983d"
  },
  {
    "文件名": "【FY】[更12] 不是云(1v1) 作者：宴峥.txt",
    "夸克盘链接": "https://pan.quark.cn/s/25aba1805f47"
  },
  {
    "文件名": "【FY】[更120] 致命指令(NP) 作者：剑林诗侠.txt",
    "夸克盘链接": "https://pan.quark.cn/s/4e2a51cfecfd"
  },
  {
    "文件名": "【FY】[更120] （骨科）奈何为贼 作者：虞成阳.txt",
    "夸克盘链接": "https://pan.quark.cn/s/3ebf53312435"
  },
  {
    "文件名": "【FY】[更120] 龙井味夏至羹(天作之合) 作者：折颜九歌.txt",
    "夸克盘链接": "https://pan.quark.cn/s/8fbb79d62e23"
  },
  {
    "文件名": "【FY】[更120] 撑伞的树(互攻) 作者：悟空儿.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c2f57f172717"
  },
  {
    "文件名": "【FY】[更11] 竹马无间(1v1) 作者：孩子不懂事.txt",
    "夸克盘链接": "https://pan.quark.cn/s/63f0da3190ca"
  },
  {
    "文件名": "【FY】[更11] 棉里针(现代) 作者：刃解千重.txt",
    "夸克盘链接": "https://pan.quark.cn/s/155bb8753d0c"
  },
  {
    "文件名": "【FY】[更11] 恒星之书(1v1) 作者：螽斯.txt",
    "夸克盘链接": "https://pan.quark.cn/s/5ffd423bfc09"
  },
  {
    "文件名": "【FY】[更11] 妹宝恋爱手册(现代) 作者：邪恶绿豆妹.txt",
    "夸克盘链接": "https://pan.quark.cn/s/028694f66b6e"
  },
  {
    "文件名": "【FY】[更11] 回首成双(骨科) 作者：洤清言烁.txt",
    "夸克盘链接": "https://pan.quark.cn/s/7ea32cf5e50b"
  },
  {
    "文件名": "【FY】[更118] 社畜的上位法则 作者：持银止枭.txt",
    "夸克盘链接": "https://pan.quark.cn/s/72e00ca03f7f"
  },
  {
    "文件名": "【FY】[更112] 谁说魔君就不用上班？(大长篇) 作者：大帅比的账号.txt",
    "夸克盘链接": "https://pan.quark.cn/s/4f543dad2e6b"
  },
  {
    "文件名": "【FY】[更112] 莺笼玉锁 作者：蓝莓芝士.txt",
    "夸克盘链接": "https://pan.quark.cn/s/0c8f3f433ee0"
  },
  {
    "文件名": "【FY】[更110] 探君心(年上) 作者：atang0509.txt",
    "夸克盘链接": "https://pan.quark.cn/s/8bfb18398339"
  },
  {
    "文件名": "【FY】[更109] 【星际_哨向】用身体治疗别人的漂亮军医 作者：今天论文写完了吗.txt",
    "夸克盘链接": "https://pan.quark.cn/s/0508d2a51fb3"
  },
  {
    "文件名": "【FY】[更108] 彬彬有礼（采高岭之花） 作者：灵纸.txt",
    "夸克盘链接": "https://pan.quark.cn/s/53d64a5d78a1"
  },
  {
    "文件名": "【FY】[更108] 不值十文(重生) 作者：功钰.txt",
    "夸克盘链接": "https://pan.quark.cn/s/7e2c1aaae5a2"
  },
  {
    "文件名": "【FY】[更108] GL婆媳怎么可以这样（futa短篇集-强制） 作者：铜锅涮肉蘸麻酱.txt",
    "夸克盘链接": "https://pan.quark.cn/s/5a75e3d5bf07"
  },
  {
    "文件名": "【FY】[更106] 孟夏金菲士(现代) 作者：前门葡萄架.txt",
    "夸克盘链接": "https://pan.quark.cn/s/d5a7b8ea0de6"
  },
  {
    "文件名": "【FY】[更101] 影帝炼成之路(现代) 作者：白金石.txt",
    "夸克盘链接": "https://pan.quark.cn/s/7e3939e38f51"
  },
  {
    "文件名": "【FY】[更101] 少宗主真不是事业批(玄幻) 作者：卅卅写得是个卅.txt",
    "夸克盘链接": "https://pan.quark.cn/s/610bf7737e26"
  },
  {
    "文件名": "【FY】[完结补番] 饲养深渊(双性) 作者：一只冷冷.txt",
    "夸克盘链接": "https://pan.quark.cn/s/4e68dfcf06ce"
  },
  {
    "文件名": "【FY】[完结补番] 恋恋风尘(公路文) 作者：活捉一只马尾.txt",
    "夸克盘链接": "https://pan.quark.cn/s/53698f98bee2"
  },
  {
    "文件名": "【FY】[完结] 鸿山折玉(古代) 作者：戏文.txt",
    "夸克盘链接": "https://pan.quark.cn/s/0d54310372d0"
  },
  {
    "文件名": "【FY】[完结] 高中重开模拟器(轻松) 作者：宣莜.txt",
    "夸克盘链接": "https://pan.quark.cn/s/2ef97f08a8c3"
  },
  {
    "文件名": "【FY】[完结] 骨科禁宠：用鸡巴和骚尿灌溉温润哥哥 作者：.txt",
    "夸克盘链接": "https://pan.quark.cn/s/7478bca41e5f"
  },
  {
    "文件名": "【FY】[完结] 驶出伊萨卡(NP) 作者：重匣.txt",
    "夸克盘链接": "https://pan.quark.cn/s/2342d1444749"
  },
  {
    "文件名": "【FY】[完结] 霸总和他的老实人家政(喜剧) 作者：风浔的苦茶籽.txt",
    "夸克盘链接": "https://pan.quark.cn/s/2d9e9a62fd5f"
  },
  {
    "文件名": "【FY】[完结] 阶层上等(破镜重圆) 作者：明日山前.txt",
    "夸克盘链接": "https://pan.quark.cn/s/5fd83a0800ce"
  },
  {
    "文件名": "【FY】[完结] 金风玉露(ABO) 作者：caramel.txt",
    "夸克盘链接": "https://pan.quark.cn/s/9f2c45a2658d"
  },
  {
    "文件名": "【FY】[完结] 遗物(现代) 作者：匿名咸鱼.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c588c15bc5af"
  },
  {
    "文件名": "【FY】[完结] 辅导员的秘密(现代) 作者：彤彤子.txt",
    "夸克盘链接": "https://pan.quark.cn/s/cfed9b9a5be5"
  },
  {
    "文件名": "【FY】[完结] 质子与皇子的互攻文(高H) 作者：我系发发.txt",
    "夸克盘链接": "https://pan.quark.cn/s/529c8c8b1c60"
  },
  {
    "文件名": "【FY】[完结] 蓄意恋爱(现代) 作者：不要找我.txt",
    "夸克盘链接": "https://pan.quark.cn/s/128f270b3af0"
  },
  {
    "文件名": "【FY】[完结] 荒原(前世今生) 作者：野千.txt",
    "夸克盘链接": "https://pan.quark.cn/s/9e5d691cbbb8"
  },
  {
    "文件名": "【FY】[完结] 羞羞校花与校霸不得不说的故事 作者：爱哭嘤嘤乖.txt",
    "夸克盘链接": "https://pan.quark.cn/s/af6db46ad17d"
  },
  {
    "文件名": "【FY】[完结] 网恋(现代) 作者：牛肉酱面.txt",
    "夸克盘链接": "https://pan.quark.cn/s/24a3af30bbb1"
  },
  {
    "文件名": "【FY】[完结] 积雨云(年下) 作者：匿名咸鱼.txt",
    "夸克盘链接": "https://pan.quark.cn/s/5ca259b59b39"
  },
  {
    "文件名": "【FY】[完结] 神明(现代) 作者：匿名咸鱼.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c9fb68b774ad"
  },
  {
    "文件名": "【FY】[完结] 礼拜六杂志(阴差阳错) 作者：说.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e37cc3d51ae5"
  },
  {
    "文件名": "【FY】[完结] 白骨灯(美强) 作者：CloudDrifter.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c8455544ee83"
  },
  {
    "文件名": "【FY】[完结] 白云深处与君归 作者：一块腹肌mm.txt",
    "夸克盘链接": "https://pan.quark.cn/s/2609c7adb9f7"
  },
  {
    "文件名": "【FY】[完结] 痛感【李燃__沈耀】 作者：zzzzzzz.txt",
    "夸克盘链接": "https://pan.quark.cn/s/d47c9ede62b9"
  },
  {
    "文件名": "【FY】[完结] 珀迦托雷纪事(西方) 作者：香菇草包.txt",
    "夸克盘链接": "https://pan.quark.cn/s/96777ca27a4a"
  },
  {
    "文件名": "【FY】[完结] 狙击心跳法则 作者：伊恩.txt",
    "夸克盘链接": "https://pan.quark.cn/s/fe36c45152f2"
  },
  {
    "文件名": "【FY】[完结] 爱的荒漠(现代) 作者：南陵笑笑死.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c4f12e7ce010"
  },
  {
    "文件名": "【FY】[完结] 爆燃(长篇) 作者：圣塔安那风铃.txt",
    "夸克盘链接": "https://pan.quark.cn/s/aa0618bc28d7"
  },
  {
    "文件名": "【FY】[完结] 淡彩(BL) 作者：十九瑶.txt",
    "夸克盘链接": "https://pan.quark.cn/s/114aa8a9578f"
  },
  {
    "文件名": "【FY】[完结] 浊色乌云(双性) 作者：嫩鱼五方.txt",
    "夸克盘链接": "https://pan.quark.cn/s/db701569b93e"
  },
  {
    "文件名": "【FY】[完结] 求饶（BDSM） 作者：没有名字.txt",
    "夸克盘链接": "https://pan.quark.cn/s/bee77764f1ab"
  },
  {
    "文件名": "【FY】[完结] 梦里应有尽有(现代) 作者：shalimar.txt",
    "夸克盘链接": "https://pan.quark.cn/s/db0796bd65d7"
  },
  {
    "文件名": "【FY】[完结] 枯荣有数得失难量(古代) 作者：白日梦扶苏.txt",
    "夸克盘链接": "https://pan.quark.cn/s/147b764cf767"
  },
  {
    "文件名": "【FY】[完结] 枯木(小甜饼) 作者：匿名咸鱼.txt",
    "夸克盘链接": "https://pan.quark.cn/s/2007fd0f713b"
  },
  {
    "文件名": "【FY】[完结] 枢零·镂心钟摆(强强) 作者：甜饼小姐嘻嘻哈哈.txt",
    "夸克盘链接": "https://pan.quark.cn/s/5e894569ebfc"
  },
  {
    "文件名": "【FY】[完结] 朋友们(现代) 作者：执云.txt",
    "夸克盘链接": "https://pan.quark.cn/s/3d92112afc08"
  },
  {
    "文件名": "【FY】[完结] 替身受怀崽后(狗血) 作者：拾一日.txt",
    "夸克盘链接": "https://pan.quark.cn/s/d957c4c2c7a4"
  },
  {
    "文件名": "【FY】[完结] 昏君起居注(主攻视角) 作者：云淡风清.txt",
    "夸克盘链接": "https://pan.quark.cn/s/f000b2111cf5"
  },
  {
    "文件名": "【FY】[完结] 日常被改文狗毁灭人生(小甜饼) 作者：十九瑶.txt",
    "夸克盘链接": "https://pan.quark.cn/s/affe52af4df0"
  },
  {
    "文件名": "【FY】[完结] 擦边照片被室友发现后(1v1) 作者：乘衣.txt",
    "夸克盘链接": "https://pan.quark.cn/s/56ca192f6924"
  },
  {
    "文件名": "【FY】[完结] 掰弯冰山班长后，操到他主动撅屁股 作者：这是个秘密.txt",
    "夸克盘链接": "https://pan.quark.cn/s/24a669f80f9b"
  },
  {
    "文件名": "【FY】[完结] 拿下亲哥哥(完结) 作者：丁丁跳.txt",
    "夸克盘链接": "https://pan.quark.cn/s/8bf3a6ce2aea"
  },
  {
    "文件名": "【FY】[完结] 打造完美对象(日常) 作者：今早吃面.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c3f5e841d121"
  },
  {
    "文件名": "【FY】[完结] 我只是一个杀手(相爱相杀) 作者：吃个大馒头.txt",
    "夸克盘链接": "https://pan.quark.cn/s/58f8985feb30"
  },
  {
    "文件名": "【FY】[完结] 心言(日常) 作者：inbjk333.txt",
    "夸克盘链接": "https://pan.quark.cn/s/3d8e7872f247"
  },
  {
    "文件名": "【FY】[完结] 强制交融(BL) 作者：柳霞籁.txt",
    "夸克盘链接": "https://pan.quark.cn/s/1d195bd1be8d"
  },
  {
    "文件名": "【FY】[完结] 庙里来了一个小神官(中篇) 作者：匿名咸鱼.txt",
    "夸克盘链接": "https://pan.quark.cn/s/71c2d14098e4"
  },
  {
    "文件名": "【FY】[完结] 山河烬 作者：花间.txt",
    "夸克盘链接": "https://pan.quark.cn/s/356c168b0981"
  },
  {
    "文件名": "【FY】[完结] 家庭禁忌秘史 作者：阿叙.txt",
    "夸克盘链接": "https://pan.quark.cn/s/adda648ed975"
  },
  {
    "文件名": "【FY】[完结] 太监记(长篇) 作者：铁锅炖海棠.txt",
    "夸克盘链接": "https://pan.quark.cn/s/2a511b1f799b"
  },
  {
    "文件名": "【FY】[完结] 太监才是真绝色之五(天作之合) 作者：污术.txt",
    "夸克盘链接": "https://pan.quark.cn/s/3feb59c0c021"
  },
  {
    "文件名": "【FY】[完结] 夏天糖(励志) 作者：钟百意.txt",
    "夸克盘链接": "https://pan.quark.cn/s/7ec7229ea97e"
  },
  {
    "文件名": "【FY】[完结] 四形(互攻) 作者：匿名咸鱼.txt",
    "夸克盘链接": "https://pan.quark.cn/s/39ff1ab94bd2"
  },
  {
    "文件名": "【FY】[完结] 吞舟(现代) 作者：海螺姑娘.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ae1b580130ee"
  },
  {
    "文件名": "【FY】[完结] 取悦自己(高H) 作者：匿名咸鱼.txt",
    "夸克盘链接": "https://pan.quark.cn/s/40448753f723"
  },
  {
    "文件名": "【FY】[完结] 华灯薄雪(轻松) 作者：落雨浮烬.txt",
    "夸克盘链接": "https://pan.quark.cn/s/d37fa30853ba"
  },
  {
    "文件名": "【FY】[完结] 十年经碧岑(BDSM) 作者：青云本自负.txt",
    "夸克盘链接": "https://pan.quark.cn/s/d08f44be7836"
  },
  {
    "文件名": "【FY】[完结] 前男友恋综上跟我求婚(破镜重圆) 作者：予魂.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ace6facff28d"
  },
  {
    "文件名": "【FY】[完结] 别在雨天送蛋糕(破镜重圆) 作者：陆水星-Mercury.txt",
    "夸克盘链接": "https://pan.quark.cn/s/5c26649736fe"
  },
  {
    "文件名": "【FY】[完结] 初雪(1v1) 作者：咸鱼爱喝抹茶Rey.txt",
    "夸克盘链接": "https://pan.quark.cn/s/bf6bd2566a57"
  },
  {
    "文件名": "【FY】[完结] 冬天应该捡狗(现代) 作者：谁说小狗不好小狗超好.txt",
    "夸克盘链接": "https://pan.quark.cn/s/28da2cb2eb61"
  },
  {
    "文件名": "【FY】[完结] 入梦(高H) 作者：君桉桉.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e827651924a8"
  },
  {
    "文件名": "【FY】[完结] 光影随行(互攻) 作者：一叶舟.txt",
    "夸克盘链接": "https://pan.quark.cn/s/aec537289372"
  },
  {
    "文件名": "【FY】[完结] 兄弟而已(现代) 作者：3点3分.txt",
    "夸克盘链接": "https://pan.quark.cn/s/dcc6e8ce52c6"
  },
  {
    "文件名": "【FY】[完结] 保健室的乔老师(高H) 作者：DickDiver.txt",
    "夸克盘链接": "https://pan.quark.cn/s/9bd8b81dd041"
  },
  {
    "文件名": "【FY】[完结] 佳期已至(强强) 作者：壹呀咿.txt",
    "夸克盘链接": "https://pan.quark.cn/s/7320c464ae08"
  },
  {
    "文件名": "【FY】[完结] 他不允许有别的小狗(中篇) 作者：立刻醒.txt",
    "夸克盘链接": "https://pan.quark.cn/s/7dfe86541bc2"
  },
  {
    "文件名": "【FY】[完结] 东北少爷和南方总裁(日常) 作者：老鼎丰朗姆冰激淋蛋糕.txt",
    "夸克盘链接": "https://pan.quark.cn/s/84ac1613c330"
  },
  {
    "文件名": "【FY】[完结] 一条狗的使命(多重视角) 作者：叙湎.txt",
    "夸克盘链接": "https://pan.quark.cn/s/f10cf27deeec"
  },
  {
    "文件名": "【FY】[完结] 一丘之貉(青梅竹马) 作者：小忆是个咕咕精.txt",
    "夸克盘链接": "https://pan.quark.cn/s/cab86a729ab1"
  },
  {
    "文件名": "【FY】[完结] 【眷思量_ALL镜玄】长相思 作者：儿子他貌美如花.txt",
    "夸克盘链接": "https://pan.quark.cn/s/52a7f76720b3"
  },
  {
    "文件名": "【FY】[完结] 《盛行拍拍的精灵国趣事》 作者：佛系卷伊.txt",
    "夸克盘链接": "https://pan.quark.cn/s/2b761cf863f1"
  },
  {
    "文件名": "【FY】[完结] 《归意系相思》（完结） 作者：月光海盐.txt",
    "夸克盘链接": "https://pan.quark.cn/s/182bdb540e74"
  },
  {
    "文件名": "【FY】[完结] Bellesoeur(受宠攻) 作者：甜兔喵困了.txt",
    "夸克盘链接": "https://pan.quark.cn/s/d387f9c08822"
  },
  {
    "文件名": "【FY】[完结61] 濒死的凤凰(NP) 作者：海德小姐.txt",
    "夸克盘链接": "https://pan.quark.cn/s/6cfb3fcadeea"
  },
  {
    "文件名": "【FY】[完结104] 我死后老婆当了皇帝(主受视角) 作者：乌霜天.txt",
    "夸克盘链接": "https://pan.quark.cn/s/8131c8a892df"
  },
  {
    "文件名": "[完结]《难逃》作家：云羡仙（百合强制爱1v1）【24.5.23】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/d0e67ec075f1"
  },
  {
    "文件名": "[完结38+番外]《被继姐玩弄的日日夜夜》作者 海河（GL百合abo）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/175ec479cbde"
  },
  {
    "文件名": "[完结]《小妈被我掰弯》作家：拉拉百合（GL1v1）【24.5.03】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/98137c54e0ee"
  },
  {
    "文件名": "[完结+番外]《帝爱》作者：没脑子（百合扶她1v1）~补番.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a6208512934f"
  },
  {
    "文件名": "[完结122+番外]《金丝雀的职业操守》作者 遇事不决（GL百合np）【24.4.07】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/9a122ba803b2"
  },
  {
    "文件名": "[完结254+番外]《入海》作者 不想喝茶（GL百合1v1）【24.4.29】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a6101c324bd3"
  },
  {
    "文件名": "[完结]《寻SM》作家：野墨（GL百合1v1）【24.4.05】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/d82209f147cf"
  },
  {
    "文件名": "[完结]《夜夜欢》作者 莫为霜（百合abo1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/75e8755eea26"
  },
  {
    "文件名": "[完结334+番外]《喜欢人妻有什么错》作者 呆元（GL百合母女ABO 主攻NP）【24.6.27】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/020f6c4aa2d2"
  },
  {
    "文件名": "[完结]《有妻徒刑》作者 老司姬流苏（GL百合1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/57eb9663be98"
  },
  {
    "文件名": "[完结29]《爱上实习老师（百合abo）》作者 你在胡说什么【24.7.29】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/6c45e495bcb9"
  },
  {
    "文件名": "[完结96+番外]《穿成炮灰渣A后…诶_ 》作者 昨宴（ABO百合GL1v1）~补番.txt",
    "夸克盘链接": "https://pan.quark.cn/s/0d6632b87adb"
  },
  {
    "文件名": "[完结]《渣女从良记》作家：没脑子（快穿，百合abo）【24.3.22】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/035891ab2b62"
  },
  {
    "文件名": "[完结]《全草原的母狮都是我的》作者 滴滴忘竹(百合abo，gl，futa)【24.4.15】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/3ea65e8943d3"
  },
  {
    "文件名": "[完结36]《娶了弟妹之后》作者 Dyppc（百合abo1v1）【24.3.30】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ecdaf4877152"
  },
  {
    "文件名": "[完结64]《小青性冷淡》 作者：被抓进笼(GL百合1v1).txt",
    "夸克盘链接": "https://pan.quark.cn/s/b01b417693f7"
  },
  {
    "文件名": "[完结70]《夜将明》作者 蓝莓Lumei（GL百合伪骨科np）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/286b6fb027aa"
  },
  {
    "文件名": "[完结62]《天若有情》作者 0美雪（GL百合abo1v1）【24.5.04】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/4f33422a7ff2"
  },
  {
    "文件名": "[完结282+番外]《入海》作者 不想喝茶（GL百合1v1）【24.7.30】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/0dbc49634554"
  },
  {
    "文件名": "[完结111+番外]《金丝雀的职业操守》作者 遇事不决（GL百合np）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/212513428239"
  },
  {
    "文件名": "[完结43+番外]《我的妹妹每天总想强奸我》作者 今夜有雨(GL百合ABO1v1)【24.7.02】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/99fb518ec3bc"
  },
  {
    "文件名": "[完结67+番外]《包养成瘾》作者 蕃茄苏打饼（百合ABO1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/5748303323d6"
  },
  {
    "文件名": "[完结87]《百合高H短篇合集》作者 夜笙（GL百合）【24.4.28】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/431aacb80198"
  },
  {
    "文件名": "[完结59]《警官姐姐的侦查犬》作者 乐见音（GL百合1v1）【24.6.11】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/7bae3aa98897"
  },
  {
    "文件名": "[完结18+番外]《ache》作家：深夜酸辣粉（女女百合SM)【24.3.22】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e5cf1d825a6e"
  },
  {
    "文件名": "[完结]《失足》作者 是鱼而已（GL百合1v1）【24.6.09】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ef71553517d9"
  },
  {
    "文件名": "[完结46+番外]《霉瓜子》作家：寒瓜皮皮（GL百合1v1）【24.3.22】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/160a88111389"
  },
  {
    "文件名": "[完结]《交织》作者 可乐泡饭（GL百合ABO1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/9574b107a2bf"
  },
  {
    "文件名": "[完结]《澄》作者 不知道不知道（ABO百合1v1）【24.6.15】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/801ebb9090fd"
  },
  {
    "文件名": "[完结]《姑姑好湿》作家：胡萝卜吐司（GL百合1v1）【24.5.25】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e9f8aaa0a3d9"
  },
  {
    "文件名": "[完结73+番外]《是这样吗老师》作者 绯夜（gl百合1v1）~补番.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c2deceb0e43b"
  },
  {
    "文件名": "[完结73+番外]《小青性冷淡》 作者：被抓进笼(GL百合1v1)【24.6.03】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/d1df21fc62c0"
  },
  {
    "文件名": "[完结23+番外]《室友捡到通感道具后》作者：真女同爱写女同文（百合1v1）【24.3.31】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/0c17f20da559"
  },
  {
    "文件名": "[完结]《情根深缠》作者：潜木（百合1v1）【24.5.01】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/d5f9e7baeaac"
  },
  {
    "文件名": "[完结46]《Take me hand》作者 洛欣 (GL百合1v1).txt",
    "夸克盘链接": "https://pan.quark.cn/s/affec75b10f0"
  },
  {
    "文件名": "[完结]《顶级A的风流史》作家：知白守黑（GL百合futa np）【24.5.27】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/7d642224fc5d"
  },
  {
    "文件名": "[完结108+番外]《采青》作者 Prism（GL百合ABO1v1）~补番.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c641fb5dcbdf"
  },
  {
    "文件名": "[完结72]《娇小姐》作者 兔酱（futa百合1v1）【24.7.07】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/6fbbe65f4d66"
  },
  {
    "文件名": "[完结54+番外]《寒夜桃花》作者：露露奶茶（百合ABO）~补番.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e93c4807d2ce"
  },
  {
    "文件名": "[完结]《红绳情缘》作者：浪士（百合1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e8009ee0d181"
  },
  {
    "文件名": "[完结43+番外]《胧月照雪》作家：露露奶茶（GL百合ABO1v1）【24.4.12】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/aea175a9f673"
  },
  {
    "文件名": "[完结355+番外]《喜欢人妻有什么错》作者 呆元（GL百合母女ABO 主攻NP）【24.7.20】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/0b3f7ea3bf7d"
  },
  {
    "文件名": "[完结]《空穴来风abo》作者 阿挠（GL百合）【24.3.23】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/f38f772edf4b"
  },
  {
    "文件名": "[废文 完结]大小姐（GL百合1v1）作者：_ )【24.4.08】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/4bafae8c0dcd"
  },
  {
    "文件名": "[完结43+番外]《化成扶她穿越到R极世界》作者：Raynorsucker（百合np）【24.4.04】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/159b1cf41ab7"
  },
  {
    "文件名": "[完结69]《公事私办》作者 阿超（GL百合扶他1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/0bb277ad9a04"
  },
  {
    "文件名": "[完结+番外]《送君》作者 Anodyne（futa百合）【24.6.19】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/69df053e8c30"
  },
  {
    "文件名": "[废文 完结]合租室友是个主（GL百合1v1）作者：醒汤的小啤酒【24.7.14】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/6962eccca61c"
  },
  {
    "文件名": "[完结156]《po文人妻受非要给我当攻》作者 煤气味的榴莲（GL百合）【24.6.23】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/8fcd05dad4c3"
  },
  {
    "文件名": "[完结93]《姑嫂》作者 灵范(futa百合1v1)【24.5.16】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/b8a9ed322bbf"
  },
  {
    "文件名": "[完结103]《采青》作者 Prism（GL百合ABO1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/11fa0f8ad0af"
  },
  {
    "文件名": "[完结]《小哑妻》作者 昏蛋（gl百合1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e9096880b895"
  },
  {
    "文件名": "[完结]《我的异世收妻生活》作者 作家：滴滴忘竹(百合abo,gl,futa)【24.3.26】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/f9085e22a582"
  },
  {
    "文件名": "[完结42]《真假千金》作者 李枣（GL百合1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/abd640d5eeb5"
  },
  {
    "文件名": "[完结76]《霉污》作者 煤气味的榴莲（GL百合骨科abo1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/dda9a1361ff9"
  },
  {
    "文件名": "[完结]《阅后即焚》作者：九凝峰车神——180迈——随时超速（GL百合）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/1ba1aadc5af1"
  },
  {
    "文件名": "[完结]《虹》作者 小时(gl百合1v1).txt",
    "夸克盘链接": "https://pan.quark.cn/s/28ec755f3a74"
  },
  {
    "文件名": "[完结128+番外]《金丝雀的职业操守》作者 遇事不决（GL百合np）【24.5.23】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/15a088d9fb25"
  },
  {
    "文件名": "[完结75+番外]《夜将明》作者 蓝莓Lumei（GL百合伪骨科np）~补番【24.4.29】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a4acb28b230c"
  },
  {
    "文件名": "[完结263+番外]《入海》作者 不想喝茶（GL百合1v1）【24.5.27】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/254ec56485e4"
  },
  {
    "文件名": "[完结197+番外]《情陷母女》作者 呆元（GL百合abonp）~补番【24.6.07】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/89fa4e68673b"
  },
  {
    "文件名": "[完结+番外]《兽人之一路相随》作者：九木（百合1v1）~补番.txt",
    "夸克盘链接": "https://pan.quark.cn/s/5b8f80ac1f82"
  },
  {
    "文件名": "[完结68+番外]《小青性冷淡》 作者：被抓进笼(GL百合1v1)【24.4.07】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/3d96d6aea64f"
  },
  {
    "文件名": "[完结+番外]《如何饲养猫咪》作者 鹿尘霭霭（GL百合ABO1v1）~补番.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c691539a204e"
  },
  {
    "文件名": "[完结137+番外]《同窗同床》作者 旁观者（GL百合1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/8986479dc179"
  },
  {
    "文件名": "[完结]《情人的女朋友有什么区别吗？》作者 一水间（GL百合1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/2961b3b9fc93"
  },
  {
    "文件名": "[完结74]《私以为》作者 豆冰北乐蒂（GL百合1v1） (1)【24.6.16】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/76676401932f"
  },
  {
    "文件名": "[完结]《等格偿还》作家：伊恩小宝（GL百合）【24.3.26】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/774c1de64dcf"
  },
  {
    "文件名": "[完结44+番外]《夜夜亵玩》作者：O泡果奶（百合futa 1v1）【24.3.29】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/42e4f36cb671"
  },
  {
    "文件名": "[完结]《拒绝过我的白月光又说想上我？》作者 一根藤上七个哇（GL百合abo1v1）【24.4.16】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/8557c9e69c2b"
  },
  {
    "文件名": "[完结138]《香穴之下》作者：小渣作者（GL百合总攻np）【24.7.13】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/1a112dcabb37"
  },
  {
    "文件名": "[完结48]《头牌杀手》作者 你们的包（GL百合1v1）【24.5.11】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a6494b85ee4a"
  },
  {
    "文件名": "[完结40]《我的妹妹每天总想强奸我》作者 今夜有雨(GL百合ABO1v1)【24.6.04】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ae7438d95ee9"
  },
  {
    "文件名": "[完结266+番外]《入海》作者 不想喝茶（GL百合1v1）【24.6.10】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/932ff1856f5c"
  },
  {
    "文件名": "[完结+番外全]《老婆，你好诱人》作者：阿超（GL百合ABO）【24.4.10】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/aa8dba269c1e"
  },
  {
    "文件名": "[完结131+番外]《金丝雀的职业操守》作者 遇事不决（GL百合np）【24.7.11】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/af046ff7bb3b"
  },
  {
    "文件名": "[完结63+番外]《包养成瘾》作者 蕃茄苏打饼（百合ABO1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/19736ac82b45"
  },
  {
    "文件名": "[完结65]《越界》作者：会真经的欧阳鸭（GL百合abo）【24.7.11】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/d43a122763a4"
  },
  {
    "文件名": "[完结21+番外]《被子灵到我家》作家：睇卢追猫111（GL百合1v1）【24.4.29】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/df06b2fc5105"
  },
  {
    "文件名": "[完结]《当小怂包玩涩涩软件》作者：陈南枝（百合扶她np）【24.7.17】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/4b422762719a"
  },
  {
    "文件名": "[完结]《隔窗》作者 煤气味的榴莲（GL百合1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/3bb21cb0ac8e"
  },
  {
    "文件名": "[完结]《穿越后我被五个帅t爱上》作家：巧克力爱吃芒果蛋糕（百合futa_校园np）【24.5.18】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/925d3906fce3"
  },
  {
    "文件名": "[完结48]《一夜之后》作者 妄言（GL百合ABO1v1）【24.4.15】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/9d220b648601"
  },
  {
    "文件名": "[完结49+番外]《老婆记不起来婚约怎么办》作者：铁锅炖大歌（GL百合）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/4f0539e6ebc7"
  },
  {
    "文件名": "[完结]《清冷仙君沦为三界炉鼎》作者：木眠狐（百合np）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/6d7ed7fe7074"
  },
  {
    "文件名": "[完结]《上瘾》作者 砚屿（GL百合ABO1v1）【24.4.03】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/d14cdf6a0076"
  },
  {
    "文件名": "[完结96]《裙摆陷阱》作者 梁上君子（GL百合ABO1v1）~修改版【24.4.27】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c6ab0bb2b7f1"
  },
  {
    "文件名": "[完结29]《老师，你教我》作者：neverquitgirls（师生GL百合，1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/19f8d8afd32b"
  },
  {
    "文件名": "[完结65+番外]《邂逅》作者 年年包（GL百合ABO1v1）【24.5.17】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a3250b659df5"
  },
  {
    "文件名": "[完结64]《那娇喘连连的旅程》作者 黃色廢料（GL百合np）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/0c42179ef9de"
  },
  {
    "文件名": "[完结25]《校花情敌把我肏了（futa）》作者 k维奇（GL百合1v1）【24.5.07】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/de214293e99f"
  },
  {
    "文件名": "[完结111+番外]《采青》作者 Prism（GL百合ABO1v1）~补番【24.5.17】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c43f3f9a9cfa"
  },
  {
    "文件名": "[完结+番外]《上瘾》作者 砚屿（GL百合ABO1v1）补番【24.5.16】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e7b2ef18818c"
  },
  {
    "文件名": "[完结]《十八》作者 不知道不知道（ABOGL百合）【24.6.15】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/1504d027ba3a"
  },
  {
    "文件名": "[完结]《美容师》作者：寒瓜皮皮（百合NP）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a7204cf7907b"
  },
  {
    "文件名": "[完结68]《原来她看私信》作者 777777ina（GL百合1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/5536c94f3bff"
  },
  {
    "文件名": "[废文 完结]炽夏之夜（GL百合1v1）作者：在难【24.3.22】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/388ba4a39be7"
  },
  {
    "文件名": "[完结]《为你着迷》作者：Dining（百合futa故事集）【24.6.18】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/5a915e0f0e83"
  },
  {
    "文件名": "[完结48+番外]《讨厌又怎么样，还不是要乖乖挨操》作者 性无能天使（GL百合1v1）【24.5.09】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/578b23f44499"
  },
  {
    "文件名": "[完结28]《回到豪门后被alpha姐姐肏了》作者 圣光骑士MOSIC(GL百合abo伪骨科1v1)【24.5.31】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/bd3e80170368"
  },
  {
    "文件名": "[完结]《ABO短文系列》作者：七本七（百合）【24.5.12】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/f604793d44ef"
  },
  {
    "文件名": "[完结]《渣女从良记》作家：没脑子（快穿，百合abo）【24.3.24】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c7b8f7673740"
  },
  {
    "文件名": "[完结25+番外]《被子灵到我家》作家：睇卢追猫111（GL百合1v1）【24.5.13】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/9a25bd1e1ac9"
  },
  {
    "文件名": "[完结+番外]《悬崖烂泥亦开花》作者 拣枝（gl百合）【24.3.25】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/60757fc8cac2"
  },
  {
    "文件名": "[完结]《七年之痒（ABO）》作者 恍惚（GL百合1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/4e2a9f612013"
  },
  {
    "文件名": "[完结]《禁忌肢》作者 魔物猎人Karma酱（GL百合ABOnp）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/1780628e4b63"
  },
  {
    "文件名": "[完结27]《舔狗上位2》作者 诺克（GL百合1v1）【24.7.20】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/475001a8230c"
  },
  {
    "文件名": "[完结]《小姑未成年(ABO)》作者 阿挠（GL百合）【24.3.23】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/8f6c04df3fab"
  },
  {
    "文件名": "[完结152+番外]《病娇A诱她上瘾》作者 呆元（双A主攻1v1 百合ABO）~补番.txt",
    "夸克盘链接": "https://pan.quark.cn/s/91f4046d0e0d"
  },
  {
    "文件名": "[完结148]《po文人妻受非要给我当攻》作者 煤气味的榴莲（GL百合）【24.6.06】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/86ec66555b00"
  },
  {
    "文件名": "[完结]《爱心企鹅——Binary》作者 兔头买手（GL百合1v1）【24.6.08】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/d1ee94f65daf"
  },
  {
    "文件名": "[完结149+番外]《病娇A诱她上瘾》作者 呆元（双A主攻1v1 百合ABO）~补番.txt",
    "夸克盘链接": "https://pan.quark.cn/s/5e69c625138c"
  },
  {
    "文件名": "[完结241+番外]《入海》作者 不想喝茶（GL百合1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/50750ccd5250"
  },
  {
    "文件名": "[完结79+番外]《有何不可》作者  方片九（百合ABO1v1）~补番【24.6.08】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/adf819b9dfc8"
  },
  {
    "文件名": "[完结272+番外]《入海》作者 不想喝茶（GL百合1v1）【24.6.22】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/bf595506edb8"
  },
  {
    "文件名": "[完结32]《驯兽II》作者 魔物猎人Karma酱（百合Futa兽人np）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/40df3fe61c33"
  },
  {
    "文件名": "[完结]《花样年滑》作者 豆冰北乐蒂(百合np).txt",
    "夸克盘链接": "https://pan.quark.cn/s/fcee3f868369"
  },
  {
    "文件名": "[完结129]《折月亮》作者 旁观者（GL百合1v1）【24.7.22】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/d1d3eb7ee880"
  },
  {
    "文件名": "[完结23]《校花情敌把我肏了（futa）》作者 k维奇（GL百合1v1）【24.4.17】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ebffb255193a"
  },
  {
    "文件名": "[完结56]《女明星和她的霸总》作者：夜笙（GL百合futa1v1【24.5.28】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/9e14b2ad6901"
  },
  {
    "文件名": "[完结+番外]《痴缠种》作者：3399（百合1v1）~补番【24.5.13】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/cc5c0545d9da"
  },
  {
    "文件名": "[完结52+番外]《驯服那个高岭之花》作者：妄羁（百合扶她futa）【24.4.30】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/8e68cef177e1"
  },
  {
    "文件名": "[完结38]《博弈》作者 豆冰北乐蒂【古代百合1v1】【24.7.07】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/cd5ca286304c"
  },
  {
    "文件名": "[完结+番外]《缚姐为妻》作者：菱花镜（百合1v1）【24.3.31】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/29cf6dad0983"
  },
  {
    "文件名": "[完结114+番外]《金丝雀的职业操守》作者 遇事不决（GL百合np）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/b859c49dba39"
  },
  {
    "文件名": "[完结44]《外冷内绿茶的omega把我狠狠拿捏了》作者 呼吸丿回忆（GL百合ABO1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a4664e010101"
  },
  {
    "文件名": "[完结50+番外]《诱孀》作者 命苦钢琴牲（GL百合1v1）【24.7.17】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/039668997ac5"
  },
  {
    "文件名": "[完结78+番外]《公事私办》作者 阿超（GL百合扶他1v1）【24.4.10】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/447885b08b6d"
  },
  {
    "文件名": "[完结]《私以为》作者 豆冰北乐蒂（GL百合1v1）【24.6.05】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/fd52b448ac37"
  },
  {
    "文件名": "[完结46]《强占女儿》作者 周宇宇（百合ABO1v1）【24.4.25】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/bfd4b4b527a9"
  },
  {
    "文件名": "[完结]《沉溺于瘾》作者：冬季韵律（百合1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ebff9d0a64e6"
  },
  {
    "文件名": "[完结111+番外]《这是可以听的吗？》作者 梁上君子（GL百合1v1）【24.4.21】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/8819a538a225"
  },
  {
    "文件名": "[完结17+番外]《深海》作者 斯麦尔(GL百合ABO1v1)~补番.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a5d1e8ba13d1"
  },
  {
    "文件名": "[完结]《季月百合》作者 寒瓜皮皮（GLABO futanp）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/6d87ba00b293"
  },
  {
    "文件名": "[完结]《破竹》作者 磨刀嚯嚯嚯（GL百合1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/4b752e7308fc"
  },
  {
    "文件名": "[完结]《清白无罪》作家：赎己（GL百合）【24.3.31】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/0da304aa2b06"
  },
  {
    "文件名": "[完结28+番外]《被子灵到我家》作家：睇卢追猫111（GL百合1v1）【24.5.25】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/680a47908454"
  },
  {
    "文件名": "[完结]《幻想与梦醒》作家：纯情系统0573（GL百合1v1）【24.5.10】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/0628a398143b"
  },
  {
    "文件名": "[完结47+番外]《月光会融化》作者 华景（gl 纯百1v1）【24.7.01】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/1976856874f8"
  },
  {
    "文件名": "[完结37]《跪乳》作者 小嘿猫（GL纯百小妈1v1）【24.5.05】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/2254fe60ac28"
  },
  {
    "文件名": "[完结41]《月光会融化》作者 华景（gl 纯百1v1）【24.5.27】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/97fdf66fd3ef"
  },
  {
    "文件名": "[完结73]《末日后绑定涩涩直播系统》作者 www（gl纯百1v1）【24.3.27】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/8cd48573f84e"
  },
  {
    "文件名": "[完结287+番外全]《末世重建》（女AABO女攻GL）作家：铜豌豆~补番【24.3.30】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/3173fd1ae2bc"
  },
  {
    "文件名": "[完结+番外]《蒐集员 搜集员(glabo)》作者：九木~补番【24.6.07】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/9581e38ac6ec"
  },
  {
    "文件名": "[完结]《fake·eagle》作者：繁了（女攻1v1）【24.7.23】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/fde621d90fc3"
  },
  {
    "文件名": "[完结86]《偏爱》作者 茶小喜（GL纯百短篇）【24.6.29】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/2fcd35a9a674"
  },
  {
    "文件名": "[完结92]《末日后绑定涩涩直播系统》作者 www（gl纯百1v1）【24.4.13】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/2a1875e9d57d"
  },
  {
    "文件名": "[完结20+番外]《难以抑制》作者 阙德（骨科gl1v1）【24.6.12】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/5c15d4433d3f"
  },
  {
    "文件名": "[完结]我不是受虐狂（虐男 BG NP GL 友情向） 作者：豆冰北乐蒂【24.7.09】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/4c3363fb6874"
  },
  {
    "文件名": "[完结37]《圈养蔷薇》作者 橘子灯灯（GL纯百骨科np）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c9c142a5d477"
  },
  {
    "文件名": "[完结94]《潮汐》作者 www（GL骨科纯百np）【24.6.13】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/10022db71a74"
  },
  {
    "文件名": "[完结15+番外]《难以抑制》作者 阙德（骨科gl1v1）【24.5.22】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/f07aba843ed6"
  },
  {
    "文件名": "[完结]《肉香四则》作者：蛇蛇（女攻故事集）【24.3.28】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e24530369f82"
  },
  {
    "文件名": "[完结]蓄意（偷情 1v1） 作者：东竹【24.6.10】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/650e3acb9390"
  },
  {
    "文件名": "[完结]长大后被哥哥揍，爽了 作者：叶汀芷【24.6.07】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/b87e49060150"
  },
  {
    "文件名": "[完结]顶流女星上位史 作者：泠桑2333【24.4.18】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/36f5cf25076c"
  },
  {
    "文件名": "[完结]（叶宴_臣与落叶）枯叶蝶 作者：白幻嘉【24.4.03】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e8231fee48a3"
  },
  {
    "文件名": "[完结]黄文女主在咒术回战 作者：Tina.txt",
    "夸克盘链接": "https://pan.quark.cn/s/6dd324314a55"
  },
  {
    "文件名": "[完结]网恋哥哥骗零花钱被发现后（H） 作者：香槟玫瑰.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c5c07ab2f39a"
  },
  {
    "文件名": "[完结]竹马太会伪装怎么办（高h 小白兔×竹马大灰狼） 作者：没渴死的鱼.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e49787d2be73"
  },
  {
    "文件名": "[完结]被NP的浴女名媛 作者：新梅吕【24.3.28】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c1840ab45207"
  },
  {
    "文件名": "[完结]校霸和病娇弟弟都爱我怎么办？ 作者：油果子【24.3.31】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/4881c3c0c3a5"
  },
  {
    "文件名": "[完结]被姐夫误当成姐姐干了 作者：甄香【24.4.15】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/83a0dc1e0cce"
  },
  {
    "文件名": "[完结]食不知餍（1v1）作者：薛小唧【24.7.06】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a84d0260b90a"
  },
  {
    "文件名": "[完结]绘神请柬（恶魔人外）作者：理昭.txt",
    "夸克盘链接": "https://pan.quark.cn/s/b25be828b07a"
  },
  {
    "文件名": "[完结]遇意绵绵 1V1 H 作者：張柒柒【24.4.10】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/7e0a94957bd1"
  },
  {
    "文件名": "[完结]纠正她，释放他 作者：摆摆0.5【24.6.03】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/9b1b4ae0bf2e"
  },
  {
    "文件名": "[完结]男神都想跟我搞纯爱（np_男全处） 作者：无事小神仙【24.5.01】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/8b0241d3320c"
  },
  {
    "文件名": "[完结]清纯女学生爆改se情主播 作者：葡萄汁candy【24.4.21】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/033088e3b847"
  },
  {
    "文件名": "[完结]极限调教小女友【第二部】 作者：留意zzz.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c077502c71b4"
  },
  {
    "文件名": "[完结]跟老公一起性转（高h） 作者：buuuuuuuucj【24.6.13】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/48cc4b24f63c"
  },
  {
    "文件名": "[完结]跟老公一起性转（高h） 作者：buuuuuuuucj【24.6.12】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/973366f79364"
  },
  {
    "文件名": "[完结]骚男人要做公狗淫夫 作者：沐沐.txt",
    "夸克盘链接": "https://pan.quark.cn/s/531dcb812d77"
  },
  {
    "文件名": "[完结]糙汉老男人的少女人妻（高H） 作者：石更大魔王【24.4.21】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/1602eb5985f8"
  },
  {
    "文件名": "[完结]被调教成了肉便器 作者：西瓜红.txt",
    "夸克盘链接": "https://pan.quark.cn/s/dda247775ce6"
  },
  {
    "文件名": "[完结]饲宠(NP 现代h) 作者：游鱼【24.4.21】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/5c194dd8972e"
  },
  {
    "文件名": "[完结]男友在我裙摆下吃逼，我与闺蜜偷偷接吻（????高??H?? BG、GB） 作者：许金盏.txt",
    "夸克盘链接": "https://pan.quark.cn/s/5eb2f5f41401"
  },
  {
    "文件名": "[完结]男科女医生 作者：小白兔乳糖.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a62d78b8a2ae"
  },
  {
    "文件名": "[完结]苍耳（高启强梦女、骨科h）作者：爱吃鱼的橙子怪.txt",
    "夸克盘链接": "https://pan.quark.cn/s/d61448eba548"
  },
  {
    "文件名": "[完结]古堡迷情（女性主导、寡妇文学）作者：鼠鼠鼠鼠【24.4.25】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/f801ce81cb0a"
  },
  {
    "文件名": "[完结]他人即地狱（?????高?????h???) 作者：呀呀呀.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a9c4ad4fbd1d"
  },
  {
    "文件名": "[完结]淫欲学院(NPH) 作者：reenness.txt",
    "夸克盘链接": "https://pan.quark.cn/s/22e4b8a21cfa"
  },
  {
    "文件名": "[完结]被囚禁调教的日子（SM高H1v1） 作者：雪轻月【24.5.11】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/0ad865e4297c"
  },
  {
    "文件名": "[完结全+番外]被权贵玷污的清冷美人 作者：大王炒饭Karine【24.5.20】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/7d8b75b150ed"
  },
  {
    "文件名": "[完结]茉莉（ABO NP 高H） 作者：兔子饭【24.6.06】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/b8d8d3a3c1f5"
  },
  {
    "文件名": "[完结]风随云 作者：paul.txt",
    "夸克盘链接": "https://pan.quark.cn/s/f7fe3d73028a"
  },
  {
    "文件名": "[完结]长空之下 作者：森系小红帽.txt",
    "夸克盘链接": "https://pan.quark.cn/s/7ef38946beda"
  },
  {
    "文件名": "[完结]逆鳞（古言人外龙1v1）作者：小圈降临.txt",
    "夸克盘链接": "https://pan.quark.cn/s/83acd13db58f"
  },
  {
    "文件名": "[完结]美丽人妻出轨集（ntr,np） 作者：cattell.txt",
    "夸克盘链接": "https://pan.quark.cn/s/3e8d76bc8aad"
  },
  {
    "文件名": "[完结]遇难后被美人鱼赖上了 作者：查询精神状态【24.6.09】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/41b1f8a16618"
  },
  {
    "文件名": "[完结]薔薇焰落(1V2) 作者：十豆.txt",
    "夸克盘链接": "https://pan.quark.cn/s/9f08c146839e"
  },
  {
    "文件名": "[完结]淫荡少妇 作者：安念栖.txt",
    "夸克盘链接": "https://pan.quark.cn/s/f17004935bb5"
  },
  {
    "文件名": "[完结]炮友是初恋 作者：pigfrommars【24.7.17】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/6a1acb3241bb"
  },
  {
    "文件名": "[完结]高岭之花，但是性瘾(np现言）作者：西瓜沙沙.txt",
    "夸克盘链接": "https://pan.quark.cn/s/f5ffc1857e7f"
  },
  {
    "文件名": "[完结]老公意外出轨（男出轨）3 作者：一百个小草莓.txt",
    "夸克盘链接": "https://pan.quark.cn/s/66be947e9983"
  },
  {
    "文件名": "[完结]病娇小姑父和你 作者：大热大火【24.7.20】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/b989d4008acd"
  },
  {
    "文件名": "[完结]疼痛免疫 作者：咬合門.txt",
    "夸克盘链接": "https://pan.quark.cn/s/7b009d17dc4f"
  },
  {
    "文件名": "[完结]潮湿的夏 作者：烟上雨.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e7ab1ba2a410"
  },
  {
    "文件名": "[完结]穿书之七零年代谈恋爱 作者：形如玉.txt",
    "夸克盘链接": "https://pan.quark.cn/s/826eaf5b5594"
  },
  {
    "文件名": "[完结]酱香饼 作者：张三的六【24.7.19】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/68e8733ef475"
  },
  {
    "文件名": "[完结]谢却人间事 （NP 高H） 作者：司隶校尉.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ef5d75dbd7f2"
  },
  {
    "文件名": "[完结]盗墓取精使我长命百岁 作者：昏鸦往东【24.5.11】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/b0a37072f6cf"
  },
  {
    "文件名": "[完结]青蛇?勃起（高H） 作者：尾烟狸【24.7.07】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ddce8e1f3645"
  },
  {
    "文件名": "[完结]越轨（古代舅甥，H）作者：丢了幸福的猪.txt",
    "夸克盘链接": "https://pan.quark.cn/s/947f8191beb0"
  },
  {
    "文件名": "[完结]边关将军小叔茎盆 作者：云棠水落【24.4.13】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/5f3351e763b6"
  },
  {
    "文件名": "[完结]风流颂 作者：wiw.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e47ad5c40619"
  },
  {
    "文件名": "[完结]难诉【姐弟骨科】作者：清风扇骨【24.3.30】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c96e4ea1169f"
  },
  {
    "文件名": "[完结]遇今朝 作者：斯人有疾【24.6.11】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/060dda7f4d6a"
  },
  {
    "文件名": "[完结]（BG高H）情色直播，被上司逮到 作者：许金盏【24.4.28】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/be49dd03e262"
  },
  {
    "文件名": "[完结]羞辱 作者：老娘不才.txt",
    "夸克盘链接": "https://pan.quark.cn/s/d5f32ee8cfa2"
  },
  {
    "文件名": "[完结]爸，我给你生孩子吧？(家庭乱伦_父女生子) 作者：小奶狗.txt",
    "夸克盘链接": "https://pan.quark.cn/s/0498af9d4c27"
  },
  {
    "文件名": "[完结]魔女求肏总遇修罗场 作者：归墟眠【24.6.20】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/0f98bd25f7d5"
  },
  {
    "文件名": "[完结]絮因兰果【BDSM】 作者：百日樱桃【24.6.01】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/1d36c57c44eb"
  },
  {
    "文件名": "[完结]笼中雀（仙侠_ntr_H）作者：蘭看看【24.4.14】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ee5408ddffd3"
  },
  {
    "文件名": "[完结]成为圈内测评博主（sp sm ddlg） 作者：啵啵酱.txt",
    "夸克盘链接": "https://pan.quark.cn/s/30d817994dbb"
  },
  {
    "文件名": "[完结]劣性调教（姐夫H） 作者：西西艾欧【24.6.12】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ee1678c3185d"
  },
  {
    "文件名": "[完结]共寻春 作者：闹闹不要胡萝北【24.8.29】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/525e512b1574"
  },
  {
    "文件名": "[完结]网恋对象是我哥 作者：雨天睡大觉.txt",
    "夸克盘链接": "https://pan.quark.cn/s/8e228dd31818"
  },
  {
    "文件名": "[完结]远道而来的浪漫 作者：穆不里【24.3.25】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a1f60a9fd2f5"
  },
  {
    "文件名": "[完结]黑帮头子总想操我????? 作者：今又.txt",
    "夸克盘链接": "https://pan.quark.cn/s/914437417ec7"
  },
  {
    "文件名": "[完结]骑龙的少女 作者：吃肉不是吃又【24.7.25】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/fd5f2ededf6e"
  },
  {
    "文件名": "[完结]迷蝶意乱（1v1）作者：卿卿若爱【24.3.22】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/806e209d7edd"
  },
  {
    "文件名": "[完结]被父亲送给债主后，我被调教成了骚逼 作者：西瓜红.txt",
    "夸克盘链接": "https://pan.quark.cn/s/cff5f180690d"
  },
  {
    "文件名": "[完结]被轮女干后，我成了淫荡骚货 作者：可爱夏【24.4.15】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a804bcfd36f5"
  },
  {
    "文件名": "[完结]笨狐狸又在勾引我（高h，微虐）作者：鬼差【24.3.26】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/800fe4d768d2"
  },
  {
    "文件名": "[完结]神偷（np高h） 作者：异梦【24.8.01】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/45deae9f06e9"
  },
  {
    "文件名": "[完结]我在黑帮的那些日子 作者：九日青禾.txt",
    "夸克盘链接": "https://pan.quark.cn/s/9fb86aaba68e"
  },
  {
    "文件名": "[完结]高楼望月【民国父女1v1】 作者：枕棉【24.4.14】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/15f4c1b7f669"
  },
  {
    "文件名": "[完结]黑色陷阱 作者：破破233【24.4.24】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/1616ab3699d6"
  },
  {
    "文件名": "[完结]解忧咖啡店（催眠） 作者：葡萄汁candy.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e199760ca4ec"
  },
  {
    "文件名": "[完结]粉荔枝（1v1小妈h） 作者：今行舟【24.6.01】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/8f28e61b2ef6"
  },
  {
    "文件名": "[完结]绯月 作者：草莓味柚子【24.5.26】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/37215676c529"
  },
  {
    "文件名": "[完结]皇上把我和姑姑控制成禁脔 作者：秋粉【24.4.20】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/05fbb59322f6"
  },
  {
    "文件名": "[完结]（3p）如烟 作者：祁凛【24.6.15】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/fc67e3b1a263"
  },
  {
    "文件名": "[完结]脱身(1v2) 作者：小也不野.txt",
    "夸克盘链接": "https://pan.quark.cn/s/835004f08d86"
  },
  {
    "文件名": "[完结]陨落高台（1v1） 作者：灼隐【24.5.16】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/90a57ec3256c"
  },
  {
    "文件名": "[完结]总裁每天都想艹情人 作者：阿昭【24.5.29】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/b4b86c3ca283"
  },
  {
    "文件名": "[完结]看到少女自慰后 作者：新年快乐.txt",
    "夸克盘链接": "https://pan.quark.cn/s/3adabc95e646"
  },
  {
    "文件名": "[完结]罗曼蒂蓝 作者：妃粽【24.5.25】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/7eb1a5ec5d97"
  },
  {
    "文件名": "[完结]蓝袍先生 作者：天空之下【24.5.12】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/6fbb7646fc90"
  },
  {
    "文件名": "[完结]酸糖 作者：你好好想想【24.8.17】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/85c6722f015d"
  },
  {
    "文件名": "[完结]落花【九龙城寨nph】 作者：拿坡里黄小狗【24.8.28】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/88a6414eaf9c"
  },
  {
    "文件名": "[完结]访客（1v1）作者：三重茶【24.7.22】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c3a3b2f1ae51"
  },
  {
    "文件名": "[完结]愿君莫离（1v1） 作者：亲爱的十一【24.5.28】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/6785e3df58f5"
  },
  {
    "文件名": "[完结]逢春生（兄妹骨科） 作者：香菜骷髅头【24.7.08】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/d2f7da3d761d"
  },
  {
    "文件名": "[完结]菟丝花末日生存指南 作者：一颗发财树【24.4.20】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a51f543ecdf2"
  },
  {
    "文件名": "[完结]轮奸短篇合集np 作者：凤栖梧桐【24.7.05】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e9dd13b1a147"
  },
  {
    "文件名": "[完结]错上校霸（1v1） 作者：夏曦【24.7.14】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/70beb46a7ed3"
  },
  {
    "文件名": "[完结]黑化督主硬吃软饭（真太监也要吃肉） 作者：修御甜甜圈.txt",
    "夸克盘链接": "https://pan.quark.cn/s/20877c939a2f"
  },
  {
    "文件名": "[完结]永夜囚笼（BG 1v5 NPH 微凌虐 真血缘关系） 作者：猫吃吃【24.3.16】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/3106aa213432"
  },
  {
    "文件名": "[完结]禁忌情人 作者：柚子【24.4.10】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/69e4cb0cdb96"
  },
  {
    "文件名": "[完结]没插进去就不算出轨（1V2）作者：peillinG【24.5.23】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/9cdfc3a8cf2f"
  },
  {
    "文件名": "[完结]暮港归宁（1v1，高H） 作者：孟冬良月【24.6.26】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/5f25f895143a"
  },
  {
    "文件名": "[完结]徐徐图苏 作者：薛小唧.txt",
    "夸克盘链接": "https://pan.quark.cn/s/9b6dc1076b29"
  },
  {
    "文件名": "[完结]何以笙箫默同人文 作者：风同学.txt",
    "夸克盘链接": "https://pan.quark.cn/s/9757de06fe63"
  },
  {
    "文件名": "[完结]xing交 作者：小白兔乳糖【24.6.12】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/5675c1a138cb"
  },
  {
    "文件名": "[完结]银翘解毒颗粒 作者：奶油不甜【24.6.25】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/4bf2e0054073"
  },
  {
    "文件名": "[完结]穿成十八禁乙游女主后被爆肏（高H NP）作者：菡萏【24.6.03】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/63cb21e1b21e"
  },
  {
    "文件名": "[完结]芬梨道上 作者：fortnight【24.5.01】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/db1590ce2219"
  },
  {
    "文件名": "[完结]穿书女配荫乱日常 作者：飞翔的企鹅.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e9e6602938a5"
  },
  {
    "文件名": "[完结]私人医生（短篇 高h）作者：边原小玫【24.4.17】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/de3b3bda6c73"
  },
  {
    "文件名": "[完结]颅内春日（1v1)作者：peiskos.txt",
    "夸克盘链接": "https://pan.quark.cn/s/99cfa334f0b2"
  },
  {
    "文件名": "[完结]追龙（黑道豪夺 1v1） 作者：事后烟 24.07.16.txt",
    "夸克盘链接": "https://pan.quark.cn/s/55f59ad2debc"
  },
  {
    "文件名": "[完结]穿越后的yin乱日常 作者：小白兔乳糖【24.7.29】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/02f96a638f47"
  },
  {
    "文件名": "[完结]跟渣男做爱一百次 作者：鼓岭的阿仁【24.6.02】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/b4cf3b75a8ab"
  },
  {
    "文件名": "[完结]黑色陷阱（亲父女 1V1） 作者：破破233【24.6.10】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/1c8fb287706e"
  },
  {
    "文件名": "[完结]秘密花园（H）作者：跑跑【24.4.01】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/b885f4f241d2"
  },
  {
    "文件名": "[完结]末世之欺负侄女 作者：春星夜.txt",
    "夸克盘链接": "https://pan.quark.cn/s/54590d2534d5"
  },
  {
    "文件名": "[完结]被大勾八傻子哥哥侵占 作者：临夜大人吖.txt",
    "夸克盘链接": "https://pan.quark.cn/s/af7481b9fdcb"
  },
  {
    "文件名": "[完结]以罪之名（强制爱 1V1 暗黑）作者：陆安暖.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a141f06953e3"
  },
  {
    "文件名": "[完结]魅魔的血脉（西幻NPH） 作者：露水的世【24.5.12】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/f2af01156847"
  },
  {
    "文件名": "[完结]谋爱（青梅竹马）作者：奶菜【24.4.15】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/886e04fa62c0"
  },
  {
    "文件名": "[完结]穿越成了黄漫里的纯情女主（高h） 作者：石更大魔王【24.7.20】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/64f64a82dccc"
  },
  {
    "文件名": "[完结]管教一身反骨小奴妻 作者：雨里捉鱼【24.5.19】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c0119c6fb631"
  },
  {
    "文件名": "[完结]碾珠（1v1）（古）作者：超一流梦想家【24.4.25】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/cec4031cf44b"
  },
  {
    "文件名": "[完结]调教成爱 作者：木舟舟.txt",
    "夸克盘链接": "https://pan.quark.cn/s/bd32a7ac28a1"
  },
  {
    "文件名": "[完结]泡沫之夏同人文 作者：没有名字【24.7.17】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/5bd1d06f20d5"
  },
  {
    "文件名": "[完结]重度依赖 作者：淮景.txt",
    "夸克盘链接": "https://pan.quark.cn/s/b84f0ce41dab"
  },
  {
    "文件名": "[完结]穿书成了冷面糙汉的包办婚姻小媳妇儿 作者：青丝乱.txt",
    "夸克盘链接": "https://pan.quark.cn/s/532a0fe5aadf"
  },
  {
    "文件名": "[完结]艾薇塔的秘密（人类少女x人工智能）作者：兜豆子【24.5.28】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/8189aa4b26a9"
  },
  {
    "文件名": "[完结]金主爸爸们的明星玩物 作者：吃肉不是吃又【24.4.12】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/39a14d7e8a5c"
  },
  {
    "文件名": "[完结]永恒合欢（陆沉、萧逸x 我） 作者：BaiBaiFuyunduan【24.3.25】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e8b3c9ae8cc1"
  },
  {
    "文件名": "[完结]堕入欲海吞精，千金快穿变淫娃 作者：萌萌萌萌萌菟【24.6.17】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/69085440e113"
  },
  {
    "文件名": "[完结]慾女重生之夺回大屌竹马 作者：一只肉包.txt",
    "夸克盘链接": "https://pan.quark.cn/s/578e9fa28372"
  },
  {
    "文件名": "[完结]唯命是从 作者：薛小唧【24.6.20】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/186c4dfc206b"
  },
  {
    "文件名": "[完结]恶女将醒 作者：别告诉小郭【24.8.25】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/535cbbbfa6c3"
  },
  {
    "文件名": "[完结]路 作者：八蛋Q【24.4.16】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/8ab8ed97f4a3"
  },
  {
    "文件名": "[完结]被糙汉养父调教成性奴（高H） 作者：石更大魔王.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ec52c02d2b3d"
  },
  {
    "文件名": "[完结]长公主和她的狗 作者：请叫我蒂花之秀【24.8.27】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/0fa159696dae"
  },
  {
    "文件名": "[完结]逆风 作者：小花喵.txt",
    "夸克盘链接": "https://pan.quark.cn/s/9ac85fe6a702"
  },
  {
    "文件名": "[完结]绿帽癖，找奸夫绿自己（高H、BG、GB、SM） 作者：许金盏【24.7.25】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/d13c9354389d"
  },
  {
    "文件名": "[完结]雪腻酥香 作者：薛小唧.txt",
    "夸克盘链接": "https://pan.quark.cn/s/05ae4a506f65"
  },
  {
    "文件名": "[完结]野猫（1v1 H）作者：河豚沒有毒.txt",
    "夸克盘链接": "https://pan.quark.cn/s/9242f82c5a53"
  },
  {
    "文件名": "[完结]跟组长去应酬，结果应酬地点是低俗会所(NPH) 作者：头顶脱毛仪.txt",
    "夸克盘链接": "https://pan.quark.cn/s/29c5c2498dec"
  },
  {
    "文件名": "[完结]没有她就会去死的堂弟 作者：陈爱狗【24.6.20】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/42c955065a15"
  },
  {
    "文件名": "[完结]洋紫荆 作者：一一一一一只元【24.4.10】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/8233b4a47517"
  },
  {
    "文件名": "[完结]重生之后和哥两的操逼生活 作者：竹竹18.txt",
    "夸克盘链接": "https://pan.quark.cn/s/477af98d92bb"
  },
  {
    "文件名": "[完结]被绿后，睡了他室友 作者：小凰大人【24.4.20】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/be95e293030a"
  },
  {
    "文件名": "[完结]穿书后，成了冷面军官的包办婚姻小媳妇 作者：情丝又逐青丝乱.txt",
    "夸克盘链接": "https://pan.quark.cn/s/923efdf12af1"
  },
  {
    "文件名": "[完结]聊斋志异（高H） 作者：风同学【24.7.09】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e72251dccd9f"
  },
  {
    "文件名": "[完结]缺爱的小可怜被狠狠爱 作者：吃饭的疯子【24.5.02】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/51b3aa9588d5"
  },
  {
    "文件名": "[完结]白月光沦为军妓后 （1v1） 作者：芋圆葡萄【24.7.14】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/38ae18f35230"
  },
  {
    "文件名": "[完结]还是沉沦了（高H）作者：阿Crystal【24.5.06】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/75de0242ea54"
  },
  {
    "文件名": "[完结]情欲保姆 作者：一支春鉴【24.6.10】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/222bd0c8e70c"
  },
  {
    "文件名": "[完结]假装正常 作者：三十个月【24.4.12】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/691e276e1efb"
  },
  {
    "文件名": "[完结]主动求操（1v1）作者：别深Sen.txt",
    "夸克盘链接": "https://pan.quark.cn/s/0763a831ea38"
  },
  {
    "文件名": "[完结]偷欲（1对1）H 作者：丢了幸福的猪【24.6.07】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/47935af00577"
  },
  {
    "文件名": "[完结]黑豹（1v1兽人h） 作者：一条孤狼【24.5.24】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ce0693fc18f1"
  },
  {
    "文件名": "[完结]繁育濒危物种 作者：夏盐弈.txt",
    "夸克盘链接": "https://pan.quark.cn/s/bdc03886c35d"
  },
  {
    "文件名": "[完结]花落又逢君（古，1v1） 作者：旎旎【24.4.12】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/b609ef5f749a"
  },
  {
    "文件名": "[完结]隔着（兄妹骨科1v1）作者 rara.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e906936d15b3"
  },
  {
    "文件名": "[完结]调教亲姐姐成为胯下玩物 作者：双头棉棒24.04.06婆婆.txt",
    "夸克盘链接": "https://pan.quark.cn/s/b2946634f2ae"
  },
  {
    "文件名": "[完结]裙下有狼（古言 女扮男装 np）作者：么凹猫.txt",
    "夸克盘链接": "https://pan.quark.cn/s/89fa5c134d05"
  },
  {
    "文件名": "[完结]被迫堕落（NTR） 作者：呀呀呀【24.6.18】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/695c6b138ab4"
  },
  {
    "文件名": "[完结]错睡大佬后怎么办 作者：葡萄汁candy【24.6.02】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/0ac4f11964f9"
  },
  {
    "文件名": "[完结]骚荷（公媳产乳）城里糙汉 1对1 高H 作者：丢了幸福的猪【24.7.16】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/727f8b461946"
  },
  {
    "文件名": "[完结]调教人妻青梅 作者：鬼差【24.6.07】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/0f79944090db"
  },
  {
    "文件名": "[完结]身卖乳娘，小叔嗦乃挤汁艹孕 作者：墟如意【24.4.04】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c98c4c8a97af"
  },
  {
    "文件名": "[完结]跟白月光破镜重圆后(NPH) 作者：蓝哉【24.4.13】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/1bdf15540bdf"
  },
  {
    "文件名": "[完结]睡了舅妈的两儿子和老公（高H 少量SM）作者：许金盏【24.3.20】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/88625324465b"
  },
  {
    "文件名": "[完结]露露的淫乱色情直播间（NPH）　作者：露水的世【24.7.27】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/6a20bc7f3fc2"
  },
  {
    "文件名": "[完结]陷落（亲兄妹_H） 作者：尘星末位【24.6.10】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/8eefcdb5bd8d"
  },
  {
    "文件名": "[完结]长公主（1v1，h）作者：查询精神状态.txt",
    "夸克盘链接": "https://pan.quark.cn/s/3da34fb592eb"
  },
  {
    "文件名": "[完结]霉 作者：从丛匆【24.5.11】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c71b8101bf23"
  },
  {
    "文件名": "[完结]糙汉俏媳妇H 作者：一轮明月.txt",
    "夸克盘链接": "https://pan.quark.cn/s/cbbae33d63fa"
  },
  {
    "文件名": "[完结]欣怡的日记 作者：洗衣机里的裤子【24.7.04】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/2e31bc0a2281"
  },
  {
    "文件名": "[完结]弱点 作者：Q半边【24.3.23】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/6df98ec5da39"
  },
  {
    "文件名": "[完结]越界【母子合集】 作者：二根.txt",
    "夸克盘链接": "https://pan.quark.cn/s/eafdf1c6f0b2"
  },
  {
    "文件名": "[完结]被摄政王强取豪夺后 作者：欢虞.txt",
    "夸克盘链接": "https://pan.quark.cn/s/74ad1a6e2113"
  },
  {
    "文件名": "[完结]重生后女配逃了99次（强取豪夺疯狂版1V1）作者：阿款.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c252878fb947"
  },
  {
    "文件名": "[完结]黑狐（np） 作者：酒色馒头【24.7.14】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/d722cec63f00"
  },
  {
    "文件名": "[完结]芙的淫乱生活体验 作者：雪碧起泡酒.txt",
    "夸克盘链接": "https://pan.quark.cn/s/1210f5b01316"
  },
  {
    "文件名": "[完结]欲壑难填 作者：来我的脑洞散散步【24.6.16】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/03a6b74a7ea6"
  },
  {
    "文件名": "[完结]穿越我被弄到崩溃后与所有人同归于尽 作者：小四五【24.5.14】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/872bcf18f174"
  },
  {
    "文件名": "[完结]黏牙软糖(姐弟) 作者：豆腐脑激推【24.5.20】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e04ab326a0a6"
  },
  {
    "文件名": "[完结]绿了前男友之后他找我复合 （1V1、胖妹） 作者：许金盏.txt",
    "夸克盘链接": "https://pan.quark.cn/s/591711ac0316"
  },
  {
    "文件名": "[完结]穿书成公主后被三根肉棒操晕了 作者：金黄的荷包蛋【24.4.11】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/324260583462"
  },
  {
    "文件名": "[完结]同时攻略四个男主（np，古代，高h） 作者：一只呀小狐狸【24.5.03】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/fe78c3129434"
  },
  {
    "文件名": "[完结]哥哥的m属性激发了 作者：奇久【24.5.04】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/79502b719b33"
  },
  {
    "文件名": "[完结]常识修改笔记本（高h）作者：醉卿梦.txt",
    "夸克盘链接": "https://pan.quark.cn/s/70ed048e909b"
  },
  {
    "文件名": "[完结]饮鸩止渴 作者：G.W.txt",
    "夸克盘链接": "https://pan.quark.cn/s/79dfa32c38c7"
  },
  {
    "文件名": "[完结]野蛮生长（骨科nph）作者：堆玉【24.5.05】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e1357380528a"
  },
  {
    "文件名": "[完结]豪门继女（np）作者：贰九.txt",
    "夸克盘链接": "https://pan.quark.cn/s/6eba547168b1"
  },
  {
    "文件名": "[完结]被困赛博世界之后[NPH] 作者：蒙面咸鱼【24.4.23】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/90e20074432d"
  },
  {
    "文件名": "[完结]造梦循环（H） 作者：尘星末位【24.7.10】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/446a3dc1ce13"
  },
  {
    "文件名": "[完结]短篇合集 （NP）作者：王局長.txt",
    "夸克盘链接": "https://pan.quark.cn/s/89decf389f8a"
  },
  {
    "文件名": "[完结]追月光（大小姐x男家政）作者：堆玉玉【24.6.12】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/99b0fb5733d6"
  },
  {
    "文件名": "[完结]诱引 作者：阳光倾城【24.7.09】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/3a8996fdf96e"
  },
  {
    "文件名": "[完结]财阀的女儿金钱无用（H 1vn cn）作者：寒晨煨火.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a5aea8c22962"
  },
  {
    "文件名": "[完结]误发私照后（表兄妹，H）作者：丢了幸福的猪.txt",
    "夸克盘链接": "https://pan.quark.cn/s/34b7e2d824fc"
  },
  {
    "文件名": "[完结]穿成电竞白月光NPH 作者：拉风.txt",
    "夸克盘链接": "https://pan.quark.cn/s/fbf2ebadbba1"
  },
  {
    "文件名": "[完结]莫问归期 作者：爆浆仙人球【24.4.27】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/88f4e75f5aea"
  },
  {
    "文件名": "[完结]花开荼蘼 作者：银月当空.txt",
    "夸克盘链接": "https://pan.quark.cn/s/2ece650c02fa"
  },
  {
    "文件名": "[完结]反击游戏（骨科，1v1）作者：青舟小渡.txt",
    "夸克盘链接": "https://pan.quark.cn/s/f60b1b42ff74"
  },
  {
    "文件名": "[完结]“清纯少女”自慰指南（父女H) 作者：黑糖啵啵【24.4.27】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/d7de86112e94"
  },
  {
    "文件名": "[完结]言之衔衔 作者：不失允【24.5.31】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/b95811d40828"
  },
  {
    "文件名": "[完结]穿书后被日夜羞辱 作者：小透明【24.7.15】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/37b1feac558c"
  },
  {
    "文件名": "[完结]我当了死对头的对食 作者：取名困难患者【24.8.02】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/cc5a805c3904"
  },
  {
    "文件名": "[完结]夏长冬藏（骨科）作者：张纸【24.4.29】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/125c470afd29"
  },
  {
    "文件名": "[完结]欲女校花的淫乱雌堕 作者：爱哭嘤嘤乖【24.6.09】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a54a9f93af15"
  },
  {
    "文件名": "[完结]性转后，被三个室友操满了（np） 作者：bit.txt",
    "夸克盘链接": "https://pan.quark.cn/s/0a543f36863c"
  },
  {
    "文件名": "[完结]循规蹈矩（女出轨 1V2） 作者：无忘星【24.5.25】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/1eba58155922"
  },
  {
    "文件名": "[完结98]萌猫正在收取爱慕值中【NPH】 作者：爱炒菜的理子【24.8.02】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ffd643077d1c"
  },
  {
    "文件名": "[完结]西尔芙的龙（人外，NPH）作者：暴走兔兔.txt",
    "夸克盘链接": "https://pan.quark.cn/s/3d053c6e7ffc"
  },
  {
    "文件名": "[完结]性瘾猫妖榨精指南（校园h） 作者：弄月【24.5.16】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/507db6ce537b"
  },
  {
    "文件名": "[完结]兽世珍稀雌性沦为性奴 作者：秋粉【24.4.24】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/02ae5328ccd8"
  },
  {
    "文件名": "[完结]沉靡（强取豪夺）作者：许酒肆.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ad39b63bfbb7"
  },
  {
    "文件名": "[完结]【快穿】万人迷一直在被强制爱 作者：EMOOMO【24.5.29】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/1696b62eaed6"
  },
  {
    "文件名": "[完结]沦为母狗老板娘 作者：苏菲翌【24.4.25】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/9a6345676fbc"
  },
  {
    "文件名": "[完结]家养娇夫 作者：武林至尊的男人【24.4.12】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/7edb4566e940"
  },
  {
    "文件名": "[完结]反向改造（1v1）作者：刺绣文【24.5.21】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/b3f31a0a1cc5"
  },
  {
    "文件名": "[完结]勾引养父后又和哥哥睡了 作者：葡萄汁candy【24.3.31】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/16daeedbb5ef"
  },
  {
    "文件名": "[完结]女帝她只想赚钱 作者：温芷卿【24.6.20】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a9e4bfd54b50"
  },
  {
    "文件名": "[完结]作者VS读者 作者：洲肆夭【24.4.07】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/05b1cf59f7ce"
  },
  {
    "文件名": "[完结]疯蜜 作者：五妖花.txt",
    "夸克盘链接": "https://pan.quark.cn/s/bdc8fee54d07"
  },
  {
    "文件名": "[完结]卖批捞女的泅爱惩罚 作者：锦绣年华【24.3.20】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/1f6899632391"
  },
  {
    "文件名": "[完结]小欢喜之群芳乱欲（高h） 作者：邓邓等凳凳.txt",
    "夸克盘链接": "https://pan.quark.cn/s/1587bdc742be"
  },
  {
    "文件名": "[完结]压寨相公是太子（1v1h） 作者：一支春鉴【24.4.24】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/90bd18129392"
  },
  {
    "文件名": "[完结]兼遇 （1v2 人外）作者：衣沄.txt",
    "夸克盘链接": "https://pan.quark.cn/s/b0aa31724b7d"
  },
  {
    "文件名": "[完结]专业看护师 作者：没有吃饭的猫.txt",
    "夸克盘链接": "https://pan.quark.cn/s/5ac720770d22"
  },
  {
    "文件名": "[完结]回老家被初恋艹的下不了床 作者：阿昭【24.6.12】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/5e88a70d7d00"
  },
  {
    "文件名": "[完结]电风扇与西瓜汁（青梅竹马h） 作者：岛京月【24.6.17】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/00cb0fe48c05"
  },
  {
    "文件名": "[完结]啊！姐夫边走边做 作者：开心大发【24.7.21】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/1e511373c6f3"
  },
  {
    "文件名": "[完结]撷春色（强取豪夺）作者：，【24.5.14】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/67c0d3e6a287"
  },
  {
    "文件名": "[完结]小炮灰的喜欢 作者：念念喜欢.txt",
    "夸克盘链接": "https://pan.quark.cn/s/15e933e2025f"
  },
  {
    "文件名": "[完结]守了活寡后，我每晚趁老公睡着，偷情教练 作者：锦绣年华【24.3.28】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ab49e3f0495a"
  },
  {
    "文件名": "[完结]红尘欲海（高H）作者：青丝乱.txt",
    "夸克盘链接": "https://pan.quark.cn/s/27977565c244"
  },
  {
    "文件名": "[完结]情有独钟 作者：不想上班2333【24.5.19】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/01ca25539d10"
  },
  {
    "文件名": "[完结]断头花 作者：刎颈霜【24.8.09】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/562be86da7f0"
  },
  {
    "文件名": "[完结]恶毒皇后沦陷记 作者：木桃香草.txt",
    "夸克盘链接": "https://pan.quark.cn/s/1b9b833528e2"
  },
  {
    "文件名": "[完结]苏麻离青（校园伪骨） 作者：理昭【24.7.05】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/69dc2a36e431"
  },
  {
    "文件名": "[完结]病娇杀人鬼变狗狗的终极手段 作者：香煎大棉被【24.5.24】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/b7a45509a276"
  },
  {
    "文件名": "[完结]救命索（年上 强制 调教） 作者：溏心咸鸭蛋【24.3.30】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/2bf68dcd0027"
  },
  {
    "文件名": "[完结]一日钟情 作者：finch【24.7.09】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/b20ef1bfa6a0"
  },
  {
    "文件名": "[完结]梦 作者：糕手糕手【24.5.27】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/0000df55cda1"
  },
  {
    "文件名": "[完结]合欢宗圣女睡遍全世界（NPH） 作者：露水的世【24.4.13】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ce4716b31914"
  },
  {
    "文件名": "[完结]72小时性奴初体验 被三个抖S肏熟的处女。作者：病娇饮水.txt",
    "夸克盘链接": "https://pan.quark.cn/s/cc56993b51e8"
  },
  {
    "文件名": "[完结]春日流萤（校园1v1） 作者：红豆刨冰【24.6.11】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/599e925eb378"
  },
  {
    "文件名": "[完结82]囚禁男神（1v1H）作者：篱鹿鹿【24.4.20】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/81e505d2f813"
  },
  {
    "文件名": "[完结]被1V1系统抛弃后我NP了 作者：央央【24.5.16】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/28e683eb3be0"
  },
  {
    "文件名": "[完结]被操烂的清纯少女 作者：没有情诗【24.3.24】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/9d1f7129f45a"
  },
  {
    "文件名": "[完结]过激跟踪狂抖s女与狗（gb_bg） 作者：南瓜标本【24.6.16】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/03674943e981"
  },
  {
    "文件名": "[完结]清纯女大的堕落生活 作者：君不见【24.4.13】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/f2d4fcdbf90a"
  },
  {
    "文件名": "[完结]白月光哥哥的堕落 作者：鬼差.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a5167e42cd6c"
  },
  {
    "文件名": "[完结]渎侄 (叔侄 1v1 高h) 作者：吸收蛋白.txt",
    "夸克盘链接": "https://pan.quark.cn/s/819d1ec09ac1"
  },
  {
    "文件名": "[完结]短篇合集（sp） 作者：花石榴【24.5.01】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/4d534e005186"
  },
  {
    "文件名": "[完结]沈心一点都不省心（np）作者：愚人打鬼【24.4.20】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a9aa4056d6f6"
  },
  {
    "文件名": "[完结]擦灰尘gold dust 作者：掐杏仁【24.7.19】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/cce361f3f3ab"
  },
  {
    "文件名": "[完结]黑帮大佬的小娇妻：嫁给我，别后悔 作者：情丝又逐青丝乱.txt",
    "夸克盘链接": "https://pan.quark.cn/s/94838eed43c1"
  },
  {
    "文件名": "[完结]生锈（骨科）作者：MM音.txt",
    "夸克盘链接": "https://pan.quark.cn/s/835554415530"
  },
  {
    "文件名": "[完结]灯火玫瑰 作者：去到澄澈【24.8.08】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ce83e63a107e"
  },
  {
    "文件名": "[完结]沉溺（高H） 作者：小小九儿【24.3.18】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/3dcbcb99b99c"
  },
  {
    "文件名": "[完结]春夜缠吻晚风(年下1v1，R18) 作者：穗知u【24.4.27】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/25aca543051a"
  },
  {
    "文件名": "[完结]国公府掌家婬母 作者：月熏稔【24.4.16】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/1b6b7cd7c64d"
  },
  {
    "文件名": "[完结]回老家被初恋艹的下不了床 作者：阿昭【24.6.12】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/d7b5078512ed"
  },
  {
    "文件名": "[完结]从小被隔壁邻居侵犯的少女（高h） 作者：月赏眉骚上.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ba63e86c54c8"
  },
  {
    "文件名": "[完结]淫荡系统：不榨精就无法生存 作者：Tina.txt",
    "夸克盘链接": "https://pan.quark.cn/s/baedd7df8184"
  },
  {
    "文件名": "[完结]无限位面解锁中[1v3] 作者：吃了个桃子【24.8.02】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/9ae71baf8af1"
  },
  {
    "文件名": "[完结]窝边草1ｖ１（简体版）作者：煉爓.txt",
    "夸克盘链接": "https://pan.quark.cn/s/d71d0a5c6b08"
  },
  {
    "文件名": "[完结]快穿之任务有猫病 作者：灵魂蓝色【24.6.12】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a6cb8d311165"
  },
  {
    "文件名": "[完结]在年代文里被兵哥哥们睡了 作者：温芷卿【24.7.09】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/25c92d0f63f6"
  },
  {
    "文件名": "[完结]恶毒女配要出轨（np） 作者：雪惹【24.4.10】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/30e5526193ee"
  },
  {
    "文件名": "[完结]勇者她决定献出肉体（1v1） 作者：一个甜文写手【24.7.31】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/57c6d0de8bd6"
  },
  {
    "文件名": "[完结]共占春风 作者：冷门CP爱好者24.04.06婆婆.txt",
    "夸克盘链接": "https://pan.quark.cn/s/780db750d714"
  },
  {
    "文件名": "[完结]乖乖女的沦陷日常 作者：常在河边走【24.5.07】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/348953e5c321"
  },
  {
    "文件名": "[完结]脱困（1v1,校园＆成年后重逢）作者：不会剪刘海【24.5.02】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/80a0ab85fa0d"
  },
  {
    "文件名": "[完结]穿到淫荡宫斗游戏里了怎么办（sp） 作者：中元节【24.3.25】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/153cc7147cbe"
  },
  {
    "文件名": "[完结]电风扇与西瓜汁（青梅竹马h） 作者：岛京月【24.6.17】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/4190845bb217"
  },
  {
    "文件名": "[完结]关我和事（1v1）作者：白吸一口猫【24.6.22】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/8bbeb61ba56d"
  },
  {
    "文件名": "[完结]偷情上瘾（糙汉文高H） 作者：石更大魔王【24.5.01】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/54567970c397"
  },
  {
    "文件名": "[完结]亡夫后，边关二叔艹我到高潮 作者：秋粉【24.4.20】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/1763381b162d"
  },
  {
    "文件名": "[完结]拒绝性瘾者的追求后（1v1）作者：刺绣文.txt",
    "夸克盘链接": "https://pan.quark.cn/s/0c4dc7ba667d"
  },
  {
    "文件名": "[完结]妓女的救赎（NPH）作者：香菜肉包【24.4.25】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c259faabe86f"
  },
  {
    "文件名": "[完结]危言耸听（1v1）作者：北城以西【24.4.28】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/07656d069d4a"
  },
  {
    "文件名": "[完结]成为三个哥哥的xing玩具 作者：阿昭【24.7.12】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/cdfdf0204b52"
  },
  {
    "文件名": "[完结]女奴体验模拟器 作者：芈璐【24.5.03】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/021b316d9142"
  },
  {
    "文件名": "[完结]别再暗恋啦（快穿h） 作者：木兆桃.txt",
    "夸克盘链接": "https://pan.quark.cn/s/7a22e2e2bc2f"
  },
  {
    "文件名": "[完结]慕君子 作者：思寒【24.5.01】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/75165513ced8"
  },
  {
    "文件名": "[完结]【海贼王】穿越到abo世界后我成了没人要的陈年老o 作者：Crovi【24.3.25】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/0214e3d65960"
  },
  {
    "文件名": "[完结]逢时 作者：yomiyemi.txt",
    "夸克盘链接": "https://pan.quark.cn/s/10d4c02cdddc"
  },
  {
    "文件名": "[完结]老男人背后的淫乱人妻（高H） 作者：石更大魔王【24.8.02】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/b98dd6823613"
  },
  {
    "文件名": "[完结]穿进了游戏里趴趴 作者：阿西吧【24.4.25】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/bd774f294d08"
  },
  {
    "文件名": "[完结]清纯干女儿被干爹强奸???? 作者：没有名字.txt",
    "夸克盘链接": "https://pan.quark.cn/s/26ed61520f91"
  },
  {
    "文件名": "[完结]被暗恋的学长强制do了(校园H) 作者：美女知知【24.4.01】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/1d92b2c5ad28"
  },
  {
    "文件名": "[完结]强制交配（高h） 作者：大香蕉【24.7.20】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/130b77992108"
  },
  {
    "文件名": "[完结]【网球王子】幸村精市，那年夏天 作者：柳子君和她的猫【24.6.12】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e35d75279a2c"
  },
  {
    "文件名": "[完结]甜腻般的温柔 作者：鬼差.txt",
    "夸克盘链接": "https://pan.quark.cn/s/f13c778576c7"
  },
  {
    "文件名": "[完结]她欲（嫂子禁忌h）作者 hellost.txt",
    "夸克盘链接": "https://pan.quark.cn/s/9221e99177c6"
  },
  {
    "文件名": "[完结]失忆后成为变态狱警的泄欲对象（囚犯_狱警 BDSM） 作者：事后烟【24.4.20】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/65fd89fa0e35"
  },
  {
    "文件名": "[完结]帮姐姐受孕姐夫很猛  作者 鸭王【24.6.10】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/0300957e2ef6"
  },
  {
    "文件名": "[完结]带欲修佛（1v1） 作者：昏鸦往东【24.6.16】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/f81df6560c8b"
  },
  {
    "文件名": "[完结]【女性向_nph】催眠所有人都爱我 作者：Shashasha【24.7.04】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/206827105b9a"
  },
  {
    "文件名": "[完结]被叔叔们肏坏的女儿（雌堕） 作者：轻松向.txt",
    "夸克盘链接": "https://pan.quark.cn/s/50b493ed294d"
  },
  {
    "文件名": "[完结]肉体上位记 作者：爱慕【24.5.18】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/270931523f5f"
  },
  {
    "文件名": "[完结]系统逼我睡男配 作者：眠油油【24.5.03】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/9c02d49a9240"
  },
  {
    "文件名": "[完结]双胞胎的玩具(1v2，高H，SM)作者：躺平鱼.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ad4cc55a69b3"
  },
  {
    "文件名": "[完结]海滨小镇上的公交车女孩 作者：西芹西芹【24.3.31】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/43d2d8389e41"
  },
  {
    "文件名": "[完结]循环的一天（高H） 作者：一只小破碗【24.4.12】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/11eccf53842e"
  },
  {
    "文件名": "[完结]北抖七腥 作者：午夜果果【24.7.19】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/9773992861aa"
  },
  {
    "文件名": "[完结]偷上公公（出轨高h） 作者：泡芙小奶梨【24.6.26】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/fafb90d83c16"
  },
  {
    "文件名": "[完结]世子他重生了(古早双重生火葬场) 作者：做冷【24.3.23】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a206b5bd4c1d"
  },
  {
    "文件名": "[完结]椎蒂（失忆后我白捡仿生人正太弟弟）作者：胜宝【24.4.24】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/1ea248b58bf8"
  },
  {
    "文件名": "[完结98]丢失凭据（1v1h） 作者：望舒【24.6.02】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/f9a06a0e1da3"
  },
  {
    "文件名": "[完结]琴瑟何时谐 【民国 np 高h】作者：大马士革羊【24.5.12】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ffc343e66f81"
  },
  {
    "文件名": "[完结]情陷宫闱（类清） 作者：河豚宝贝【24.7.04】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/bb476e9ac50d"
  },
  {
    "文件名": "[完结]刀尖炙（短篇1v1） 作者：妃妃【24.5.24】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/f86600cefc96"
  },
  {
    "文件名": "[完结]恶毒女配今天又在挨肏（高H，合集） 作者：一世安好【24.8.09】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e6a7e64e71d3"
  },
  {
    "文件名": "[完结]哥哥有病（骨科兄妹 狗血 产奶） 作者：四百七大王【24.5.08】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/1268cc56976a"
  },
  {
    "文件名": "[完结]迷人的危险（绿帽，高h，np） 作者：南海南【24.7.21】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/cd85a8fdc7b8"
  },
  {
    "文件名": "[完结]极品欲女淫荡复仇记 作者：舞大娘.txt",
    "夸克盘链接": "https://pan.quark.cn/s/26f8de32ddb1"
  },
  {
    "文件名": "[完结]极端控制欲遇上女尊夫郎 作者：放弃以前的我.txt",
    "夸克盘链接": "https://pan.quark.cn/s/774806ebb544"
  },
  {
    "文件名": "[完结]日本和尚薅我猫毛（原名：《僧侣与猫（1v1）》） 作者：昏鸦往东【24.5.23】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/dc74aa20d36d"
  },
  {
    "文件名": "[完结]肉香四溢 作者：西宁.txt",
    "夸克盘链接": "https://pan.quark.cn/s/760af72413cd"
  },
  {
    "文件名": "[完结]租客（光与夜之恋萧逸同人文）糙汉h 作者：揉碎晚星【24.5.10】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/68a12163ecfc"
  },
  {
    "文件名": "[完结]头牌弟弟的肉棒甜如蜜 作者：鬼差【24.4.01】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/f2ed06ddc3eb"
  },
  {
    "文件名": "[完结]合欢宗尤物传 作者：caterto【24.6.10】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/3ac236a3be6c"
  },
  {
    "文件名": "[完结]星雨 作者：十豆【24.4.10】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/77bbda235aae"
  },
  {
    "文件名": "[完结]发骚被干透的美人们【NPH 高H】作者：才不看什么黄文呢我可是正经人.txt",
    "夸克盘链接": "https://pan.quark.cn/s/4afa7127d3f6"
  },
  {
    "文件名": "[完结]穿进奇幻世界当女配(1V2) 作者：瑟瑟發抖【24.3.16】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/367ad6f1b790"
  },
  {
    "文件名": "[完结]戒断反应（父女） 作者：雨天睡大觉.txt",
    "夸克盘链接": "https://pan.quark.cn/s/6080e8b22217"
  },
  {
    "文件名": "[完结]动物园取精者 作者：奶盖【24.7.27】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/8668736da3b1"
  },
  {
    "文件名": "[完结]大吊的致命欲海 作者：锦绣年华【24.3.25】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/cbc64662d615"
  },
  {
    "文件名": "[完结]勾引男神情敌后（高H） 作者：草莓小奶糖【24.4.01】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a6576b01fc4e"
  },
  {
    "文件名": "[完结]全世界都爱浪女是常识（NP，高H）作者：蜜糖拌肉.txt",
    "夸克盘链接": "https://pan.quark.cn/s/f81e9b0f9d9b"
  },
  {
    "文件名": "[完结]偷上姐夫（高h） 作者：一支春鉴【24.7.31】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/dd59f0b69f07"
  },
  {
    "文件名": "[完结]佳心的幻觉（1v1）（妓女和嫖客）作者：温谜题.txt",
    "夸克盘链接": "https://pan.quark.cn/s/b1f1721fa697"
  },
  {
    "文件名": "[完结]一见钟情 作者：柒沐君【24.4.18】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/4f8fb6f451d0"
  },
  {
    "文件名": "[完结]睡了清冷学霸就跑之后（校园 1V1 高H）作者：荤素搭配【24.5.16】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/f36c6a44d0e7"
  },
  {
    "文件名": "[完结]春色无边（公媳、高h） 作者：谜骨生香【24.6.07】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/7dd6a150167e"
  },
  {
    "文件名": "[完结]斯德哥尔摩情人（师生） 作者：Aria01【24.6.14】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/87ffc4afbf51"
  },
  {
    "文件名": "[完结]春泥(古言H)作者：一碗沙拉酱.txt",
    "夸克盘链接": "https://pan.quark.cn/s/5585161fc293"
  },
  {
    "文件名": "[完结]无爱之罪（NP）作者：BLESS【24.5.05】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/8b2680126d8d"
  },
  {
    "文件名": "[完结]朋友妻，可以欺（1v2，高H） 作者：天人旧馆【24.5.19】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/b004c745a397"
  },
  {
    "文件名": "[完结]成了禁欲男主的泄欲对象（1v1高H） 作者：闻人【24.7.18】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/3d659bbac2ea"
  },
  {
    "文件名": "[完结]当然我也不是什么好人（骨科_sp）作者：这就奇了怪了【24.4.20】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/14ea6c1aff52"
  },
  {
    "文件名": "[完结]对你上瘾（高H） 作者：石更大魔王【24.6.19】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/9d1d3522ed0a"
  },
  {
    "文件名": "[完结]人与自然（NP 人外 高辣） 作者：木头人咕咕鸡【24.3.22】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ad2f62990edc"
  },
  {
    "文件名": "[完结]我是欢场卖逼的 作者：秋粉【24.4.20】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/557a436ba5d5"
  },
  {
    "文件名": "[完结]成为部落里的女王开始奴役男人 作者：美女与野兽.txt",
    "夸克盘链接": "https://pan.quark.cn/s/1fdac96911c4"
  },
  {
    "文件名": "[完结]妻脔（_h） 作者：天似穹庐.txt",
    "夸克盘链接": "https://pan.quark.cn/s/51c095992d90"
  },
  {
    "文件名": "[完结]继女每天都在求饶 作者：几分从前【24.6.01】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/826b860428c0"
  },
  {
    "文件名": "[完结]乱欲公媳的呻吟 作者：萌萌萌萌萌菟【24.6.15】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/6075e8605259"
  },
  {
    "文件名": "[完结]【神雕】桃花岛情事 作者：枕棉【24.6.16】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/6f73241ce1d0"
  },
  {
    "文件名": "[完结]被黑皮糙汉肏猛了 作者：今天也在铿铿锵锵【24.7.19】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/692801d270e8"
  },
  {
    "文件名": "[完结]葱岭玉【黑道】作者：一支枯芙.txt",
    "夸克盘链接": "https://pan.quark.cn/s/2dec688d1ce4"
  },
  {
    "文件名": "[完结]秋天的第一杯奶茶（年下，1V1H）作者：水觅萄.txt",
    "夸克盘链接": "https://pan.quark.cn/s/0631edf3d393"
  },
  {
    "文件名": "[完结]古宅欲蛇 作者：落陈不妄【24.7.04】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/5df47ce1312a"
  },
  {
    "文件名": "[完结]清纯骚货每天都在被操【肉合集】 作者：才不看什么黄文呢我可是正经人【24.5.08】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/dab308960aa3"
  },
  {
    "文件名": "[完结]一个养胃女alpha的烦恼 作者：搬砖狗.txt",
    "夸克盘链接": "https://pan.quark.cn/s/5e4069711444"
  },
  {
    "文件名": "[完结]年下绿茶奶狗勾引女上司（高h） 作者：石更大魔王【24.3.19】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/377731779028"
  },
  {
    "文件名": "[完结]小肥鹅（SM）作者：邢行行行行行了吧.txt",
    "夸克盘链接": "https://pan.quark.cn/s/8f65db28c242"
  },
  {
    "文件名": "[完结]女神专用健身房（h）作者：邓邓等凳凳.txt",
    "夸克盘链接": "https://pan.quark.cn/s/b6bd58533322"
  },
  {
    "文件名": "[完结]卡萨布兰卡（双子骨科） 作者：Polaris【24.7.16】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/d7741382a326"
  },
  {
    "文件名": "[完结]np床奴挨艹日常np 作者：墟如意.txt",
    "夸克盘链接": "https://pan.quark.cn/s/3b79feff6b3b"
  },
  {
    "文件名": "[完结]最难的第一步（背景北欧，俩中国人）（原名：《失社会重力游玩场（THE PLAYGROUND）》）作者：寒晨煨火.txt",
    "夸克盘链接": "https://pan.quark.cn/s/44869d195ab1"
  },
  {
    "文件名": "[完结]病态依恋（sm强制爱1v1）作者：twice【24.4.20】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/7472a640335e"
  },
  {
    "文件名": "[完结]快穿之成为肉文女主后 作者：神女与襄王【24.5.02】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/94df26fc5eec"
  },
  {
    "文件名": "[完结]【粗口】别发癫（1V1、高h） 作者：夜游神【24.8.17】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/1323ff6ced1a"
  },
  {
    "文件名": "[完结]失控（1v1高h） 作者：咿呀.txt",
    "夸克盘链接": "https://pan.quark.cn/s/f767881d2d29"
  },
  {
    "文件名": "[完结]与崔将军的性黄暴日常 作者：棉里藏糖【24.5.01】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/bef1da991cc7"
  },
  {
    "文件名": "[完结]欲女 作者：春九旬【24.4.27】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/7d2a980c4838"
  },
  {
    "文件名": "[完结]月光下的骗局 作者：穷其枝叶.txt",
    "夸克盘链接": "https://pan.quark.cn/s/75fe9b3c03da"
  },
  {
    "文件名": "[完结]我对男配起色心了 作者：任语苏【24.5.25】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e947749d7db2"
  },
  {
    "文件名": "[完结]沙雕皇子和他的高冷统领 作者：做梦的狐狸.txt",
    "夸克盘链接": "https://pan.quark.cn/s/b58d1db7887e"
  },
  {
    "文件名": "[完结]抬头看（伪父女） 作者：沈深谂【24.5.13】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ca4893f1c23a"
  },
  {
    "文件名": "[完结]抖m的我把变态亲哥x了 作者：开心颜.txt",
    "夸克盘链接": "https://pan.quark.cn/s/031eebcf3ad4"
  },
  {
    "文件名": "[完结]娱乐圈小白和她的男人们（nph） 作者：糯米霏【24.6.04】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a1e70f6b8094"
  },
  {
    "文件名": "[完结]亲爱的莫妮卡小姐（双出轨h） 作者：喵兔兔【24.5.25】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/44eb2a88b142"
  },
  {
    "文件名": "[完结]多汁大奶美人的幻想全集（高H） 作者：情丝又逐青丝乱.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a330470a1102"
  },
  {
    "文件名": "[完结]哥哥的养女（高h） 作者：石更大魔王【24.4.10】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/13bacda2875b"
  },
  {
    "文件名": "[完结]怎么也要不够她（兄妹）作者：梧桐匣子【24.3.25】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/66f739d36500"
  },
  {
    "文件名": "[完结]The Lost Generation（1v1）作者：徐子或【24.3.20】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/f7cea5db8056"
  },
  {
    "文件名": "[完结]Oceans Apart(骨科) 作者：CocaMidori【24.3.25】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/cc1a1e574045"
  },
  {
    "文件名": "[完结75]电风扇与西瓜汁（青梅竹马h） 作者：岛京月【24.7.25】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/42c71d798800"
  },
  {
    "文件名": "[完结29]次要品（1v1）作者：细色【24.8.15】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/9b39933b5df5"
  },
  {
    "文件名": "[完结]“清纯”女大获得淫荡系统后 作者：lyn【24.4.20】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/0d5c6487ab73"
  },
  {
    "文件名": "[完结]通吃 作者：犹绿【24.4.28】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/fcc4f019fed6"
  },
  {
    "文件名": "[完结]蜃珠，我能变成任意美女 作者：秦苏【24.5.23】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/058cadcafd68"
  },
  {
    "文件名": "[完结]绿茶小姐睡服娱乐圈 (NP) 作者：美女知知【24.6.04】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/b45523c9f89d"
  },
  {
    "文件名": "[完结]李寡妇的故事 作者：（；゜０゜）【24.7.04】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/b3f2b6638af5"
  },
  {
    "文件名": "[完结]挤奶被养父撞破以后（产奶 乱伦）nph 作者：春好【24.7.05】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/87731cabdfdc"
  },
  {
    "文件名": "[完结]拥有催眠神力后她被男神操透了（高HNP） 作者：寒山见.txt",
    "夸克盘链接": "https://pan.quark.cn/s/2092b1583cff"
  },
  {
    "文件名": "[完结]家有yin娃 作者：小白兔乳糖【24.4.15】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/8c573df91e4b"
  },
  {
    "文件名": "[完结]病娇完全生存指南 作者：游糖.txt",
    "夸克盘链接": "https://pan.quark.cn/s/0940985b662c"
  },
  {
    "文件名": "[完结]玫瑰欲色【1v1,sc,H】 作者：孤羽.txt",
    "夸克盘链接": "https://pan.quark.cn/s/feccb97077a4"
  },
  {
    "文件名": "[完结]大小姐她是个假货 作者：阿蛋三潼【24.5.20】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/87fc23827177"
  },
  {
    "文件名": "[完结]少女的性瘾实录 作者：归墟眠.txt",
    "夸克盘链接": "https://pan.quark.cn/s/d5a32dd94778"
  },
  {
    "文件名": "[完结]狩猎遗迹 作者：春天游泳的狗【24.3.23】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/047e183da689"
  },
  {
    "文件名": "[完结]朗姆酒情人 作者：天空之下【24.5.12】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/2097336d6e45"
  },
  {
    "文件名": "[完结]无法拒绝的交换游戏 作者：十二不是二十【24.5.07】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c440440f75b7"
  },
  {
    "文件名": "[完结]反穿：天晴了，雨停了（佐助，出轨） 作者：青菜呀青菜【24.6.25】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/03cb7c9c9ca1"
  },
  {
    "文件名": "[完结]暗禁（乱伦；np;大胸男）作者：我是吗喽【24.5.14】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ed5bff3e8e2f"
  },
  {
    "文件名": "[完结]掌控深渊 作者：鬼差【24.8.01】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/81fcc6d9bdb8"
  },
  {
    "文件名": "[完结]赠礼(姐弟骨科) 作者：秋千莫非【24.4.17】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/f4c6446159bd"
  },
  {
    "文件名": "[完结]峡谷做爱日记 作者：猫十七【24.7.27】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/86ba0c43ca33"
  },
  {
    "文件名": "[完结]咸鱼npc女主又被强制爱了 作者：罹尤【24.8.02】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a7ebe909497c"
  },
  {
    "文件名": "[完结]怪谈女鬼失手后（np）作者：喝杯奶茶【24.4.21】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/7b1000fc4054"
  },
  {
    "文件名": "[完结]快穿之处处修罗场 作者：吃肉不吃皮【24.4.18】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/bc9e255b4249"
  },
  {
    "文件名": "[完结]室友的哥哥竟是我主人 作者：music.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e2c9cc90e6ae"
  },
  {
    "文件名": "[完结]守了活寡后，我每晚趁老公睡着，偷情教练 作者：锦绣年华【24.3.28】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/39a22ab90547"
  },
  {
    "文件名": "[完结]孽海（伪骨科1V1） 作者：深海盐【24.8.19】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/10dd8d10f465"
  },
  {
    "文件名": "[完结]娇惯 作者：布丁喵.txt",
    "夸克盘链接": "https://pan.quark.cn/s/45c070cefd70"
  },
  {
    "文件名": "[完结]拥有催眠能力后为所欲为np 作者：爱吃肉的小徐【24.4.21】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/d82ab488cc5a"
  },
  {
    "文件名": "[完结]包养协议 作者：高文羡【24.5.09】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/42a327e14fa2"
  },
  {
    "文件名": "[完结]头号陪玩 作者：衣巾.txt",
    "夸克盘链接": "https://pan.quark.cn/s/8a8ab6f55d84"
  },
  {
    "文件名": "[完结]山村老湿（h） 作者：邓邓等凳凳【24.3.17】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/92aeb80759cc"
  },
  {
    "文件名": "[完结]和王爷一起坠崖后 作者：Hane【24.3.29】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/d8bc10d3c0d6"
  },
  {
    "文件名": "[完结]年下混账弟弟强势侵占（高H） 作者：石更大魔王【24.7.27】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/1b288eb304b2"
  },
  {
    "文件名": "[完结]女人每天都想被cao 作者：大长腿姐姐【24.3.30】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/9d45943db874"
  },
  {
    "文件名": "[完结]多线程恋爱（np）作者：清瓷酒【24.3.18】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/95011bdd3bbf"
  },
  {
    "文件名": "[完结]兽人老公是条蜥 作者：幸运鱼【24.3.24】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/88a30b8d3372"
  },
  {
    "文件名": "[完结]【咒回乙女】拒绝他二十年 作者：醒春【24.5.08】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/7324969faffa"
  },
  {
    "文件名": "[完结]就要在一起（师生） 作者：明明师嬷【24.5.25】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/f030139c4dd1"
  },
  {
    "文件名": "[完结]小通房 作者：吃肉不是吃又【24.5.17】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a5ab24d6c344"
  },
  {
    "文件名": "[完结]我被狼犬艹得生孩子（女孩vs狼犬_杂交产子） 作者：小奶狗【24.4.16】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/40c8068b759b"
  },
  {
    "文件名": "[完结]幻 作者：xingkong555【24.5.12】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a6c8ef9163ab"
  },
  {
    "文件名": "[完结]恶毒小姐和忠犬护卫的啪啪日常 作者：白兔兔.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ec55990deacc"
  },
  {
    "文件名": "[完结]以你写诗【1V1校园H】作者：醉不知我.txt",
    "夸克盘链接": "https://pan.quark.cn/s/6e342504cedd"
  },
  {
    "文件名": "[完结]倾国之灾 作者：归雀挽【24.4.08】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/f05ac967e5e8"
  },
  {
    "文件名": "[完结]黄金河（1v1） 作者：10JIN1【24.5.12】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a430aaff4137"
  },
  {
    "文件名": "[完结]渣女修炼手册 作者：纸也【24.6.02】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/267b53e22964"
  },
  {
    "文件名": "[完结]时刻（1v1）作者：10JIN1.txt",
    "夸克盘链接": "https://pan.quark.cn/s/3e0c583f1a1b"
  },
  {
    "文件名": "[完结]堕瘾（高干）作者：许酒肆.txt",
    "夸克盘链接": "https://pan.quark.cn/s/4f570a4d0ce0"
  },
  {
    "文件名": "[完结]“跨类别“系列 作者：Monica【24.6.09】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/39cb51993672"
  },
  {
    "文件名": "[完结]情欲烟火 作者：浈鸥【24.7.20】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/35ddca25bc51"
  },
  {
    "文件名": "[完结][BG_3P]替嫁赘婿是狐妖 作者：黄色面包怪.txt",
    "夸克盘链接": "https://pan.quark.cn/s/8d0b4c42a610"
  },
  {
    "文件名": "[完结]圣诞恋歌（恶魔1V1）作者：金玉满堂【24.4.08】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/255d66b54382"
  },
  {
    "文件名": "[完结]少妇出轨合集 作者：小白兔乳糖.txt",
    "夸克盘链接": "https://pan.quark.cn/s/3d277b1cdbbf"
  },
  {
    "文件名": "[完结]巨乳女鬼挨操记 作者：喝杯奶茶.txt",
    "夸克盘链接": "https://pan.quark.cn/s/6bcc1888bb98"
  },
  {
    "文件名": "[完结]奴宠 作者：叶细细.txt",
    "夸克盘链接": "https://pan.quark.cn/s/646e4fa9d89c"
  },
  {
    "文件名": "[完结]明天是周一 作者：好好睡觉.txt",
    "夸克盘链接": "https://pan.quark.cn/s/b1fa703277ed"
  },
  {
    "文件名": "[完结]她诱惑男人的理由np（西幻风） 作者：今时.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c4ee9ed88b79"
  },
  {
    "文件名": "[完结]玫瑰花保养手册（恋与深空同人）作者：小鱿鱼【24.4.09】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/13ad84a4f2db"
  },
  {
    "文件名": "[完结]末世娇娇被玩崩了 作者：比利Jove【24.5.27】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ff9f82d10e04"
  },
  {
    "文件名": "[完结]只有自己捡的垃圾，不离不弃[星际NP] 作者：六如【24.4.27】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/8a471e65cb97"
  },
  {
    "文件名": "[完结]勾引哥哥指南 作者：阿昭【24.5.12】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/9b6befd28a66"
  },
  {
    "文件名": "[完结]出界（兄妹骨科高H）作者：沈深谂.txt",
    "夸克盘链接": "https://pan.quark.cn/s/29999ca3582a"
  },
  {
    "文件名": "[完结]兄妹的日常生活 作者：喵喵喵【24.7.28】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/167a4ae1b594"
  },
  {
    "文件名": "[完结]姜汁撞奶 作者：Avan【24.5.19】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/276c74b71e23"
  },
  {
    "文件名": "[完结]别安 作者：枸兹【24.4.11】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/f304959d2663"
  },
  {
    "文件名": "[完结]快穿之集精有道 作者：大肉淹海棠【24.4.25】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/7d715a5992e2"
  },
  {
    "文件名": "[完结]小疯子 作者：沈郁白【24.4.18】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/529d96c47a57"
  },
  {
    "文件名": "[完结]嫁明月（民国1v1）作者：寒山斜【24.3.31】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ef25d836cbc2"
  },
  {
    "文件名": "[完结]动机不纯 作者：这就奇了怪了【24.7.14】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/065ef8044367"
  },
  {
    "文件名": "[完结]刺客女帝 作者：做夢的狐狸【24.7.24】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/4205543f0957"
  },
  {
    "文件名": "[完结]绿茶小姐睡服娱乐圈 (NP) 作者：美女知知【24.5.14】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/7d7fa746c706"
  },
  {
    "文件名": "[完结]容易害羞的淫荡人妻【合集】 作者：二十三【24.4.16】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/5caaedc8a73c"
  },
  {
    "文件名": "[完结47+番外]觉晓（青梅竹马，都市）作者：轻糖可颂【24.3.30】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e98e68581d4a"
  },
  {
    "文件名": "[完结]被mob的无用女Beta 作者：老刘【24.4.03】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/390f6a14cada"
  },
  {
    "文件名": "[完结]艳鬼压床 作者：好佳哉.txt",
    "夸克盘链接": "https://pan.quark.cn/s/74abd986931f"
  },
  {
    "文件名": "[完结]在后宫里开后宫 作者：比比比目鱼01【24.5.04】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/6e4c3a83b8d5"
  },
  {
    "文件名": "[完结]浮生暂寄梦中梦（NP）作者：月影迢迢【24.5.23】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/1f0647fdaaea"
  },
  {
    "文件名": "[完结]有没有让鬼魂变成真人的办法？作者：藏冬.txt",
    "夸克盘链接": "https://pan.quark.cn/s/5ecfba5e2bbe"
  },
  {
    "文件名": "[完结]掌心娇宠 作者：矜然.txt",
    "夸克盘链接": "https://pan.quark.cn/s/1f2a66cc2911"
  },
  {
    "文件名": "[完结90]地狱沉沦（兄妹骨科h_校园_异国）作者：少佐【24.3.18】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/33b56205cc26"
  },
  {
    "文件名": "[完结]月与河（1v1）作者：天天加班【24.6.05】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/3d1e55974521"
  },
  {
    "文件名": "[完结]匣里金刀血未干 作者：叶汀芷【24.4.07】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/1d386860d98c"
  },
  {
    "文件名": "[完结94]吃两口又怎么了呢【校园H】作者：还君明珠.txt",
    "夸克盘链接": "https://pan.quark.cn/s/5134e0f6f7d5"
  },
  {
    "文件名": "[完结]我是体育生们的精盆 作者：多人运动【24.4.13】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ef779c8fb074"
  },
  {
    "文件名": "[完结]封神遗事（婵戬 兄妹骨科） 作者：要杨枝不要甘露【24.6.07】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a9aafbe380ff"
  },
  {
    "文件名": "[完结]天枢剑派（师徒高h） 作者：卷卷耳【24.5.19】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/53e3adfd244e"
  },
  {
    "文件名": "[完结]偷情班主任姐夫（1v1）作者：入海流【24.6.04】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/da7d06f8f547"
  },
  {
    "文件名": "[完结]哥哥爸爸公公小叔子每日狂插我NP 作者：凤栖梧桐【24.5.29】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/665383e88258"
  },
  {
    "文件名": "[完结]不恋爱就会死（np）作者：池一.txt",
    "夸克盘链接": "https://pan.quark.cn/s/8c9d438d1f33"
  },
  {
    "文件名": "[完结]异世界后宫狂想曲 作者：熬夜鹰子【24.6.16】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/114337760311"
  },
  {
    "文件名": "[完结]无法控制的紧急快感 作者：一只呀小狐狸【24.4.14】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a580106d1989"
  },
  {
    "文件名": "[完结]惩罚女囚犯 作者：幸运鱼【24.4.24】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/4d570fd5872e"
  },
  {
    "文件名": "[完结]当我第一次遇见乔治的那刻 作者：天空之下【24.5.07】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/3f3a97be0dc5"
  },
  {
    "文件名": "[完结]【咒回乙女】红豆麻薯大红袍 作者：醒春【24.5.08】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e83760e0a45b"
  },
  {
    "文件名": "[完结][HP]黑暗女爵(斯内普x原女) 作者：幽洛【24.7.28】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/175a27c4cd5b"
  },
  {
    "文件名": "[完结]国公府姐夫艹小姨子日常② 作者：墟如意【24.3.25】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/8ee1af11acf8"
  },
  {
    "文件名": "[完结]古早言情文男主破产之后（校园1v1） 作者：师诲【24.7.31】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c15ab59baca0"
  },
  {
    "文件名": "[完结]做模特要全裸吗 作者：电子烟又没电了【24.5.26】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/36b488fc5ff2"
  },
  {
    "文件名": "[完结]人渣协定（1v1）作者：吃苦果的鱼.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a10e65608b6b"
  },
  {
    "文件名": "[完结]报复性出轨以后 作者：九毛【24.4.20】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/3eacd52596fa"
  },
  {
    "文件名": "[完结]我的同桌是校霸 作者：o无霜大冰箱o【24.3.16】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ce4f532af165"
  },
  {
    "文件名": "[完结]被抢走的爱人 作者：小月亮【24.7.11】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/7cc3aa617d9f"
  },
  {
    "文件名": "[完结]被变态金主包养之后（1V1 SM） 作者：一只北极熊【24.7.27】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/5e324a716420"
  },
  {
    "文件名": "[完结]绑定医生系统后，她咸鱼了 作者：黄桃罐头煮山楂.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ca73f11ea941"
  },
  {
    "文件名": "[完结]童养媳被二叔霸占了（1V1 SC） 作者：糖醋鱼.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c26a2f22e4e0"
  },
  {
    "文件名": "[完结]趴下撅起来（nph）作者：长白山【24.5.14】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/392253df0c5e"
  },
  {
    "文件名": "[完结]神的不在场证明（1v1人x神）作者：多肉拿铁【24.5.01】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/279f7649d71f"
  },
  {
    "文件名": "[完结]鬼郎娶亲 作者：武林至尊的男人【24.7.07】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/0f8fa5edf85c"
  },
  {
    "文件名": "[完结]绘旅人同人合集 作者：小引风雾【24.5.23】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/514cb7a5f7c2"
  },
  {
    "文件名": "[完结]迷情（1v1）作者：韩霈.txt",
    "夸克盘链接": "https://pan.quark.cn/s/693928edeb0b"
  },
  {
    "文件名": "[完结]被变态校医操后又被各路男人操了 作者：吃了个桃子【24.3.28】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/9874196805ec"
  },
  {
    "文件名": "[完结]沉水 （年下 1V1 现言日常甜宠H）作者：蒸栗.txt",
    "夸克盘链接": "https://pan.quark.cn/s/9ae8b220b595"
  },
  {
    "文件名": "[完结]玛丽一家的奇幻历险记（sp ） 作者：胡萝卜炖肉【24.5.03】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/8625f6ac4126"
  },
  {
    "文件名": "[完结]生命的最后一页遇见流星 作者：天空之下【24.5.13】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/d54fb0240f10"
  },
  {
    "文件名": "[完结]成了做恶女的万人嫌，但总被一见钟情 作者：做冷【24.8.09】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/7a07fa306793"
  },
  {
    "文件名": "[完结]捡来的猫变成了美少年R18（1v1，H） 作者：桜流【24.8.15】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/1858a726a0c6"
  },
  {
    "文件名": "[完结]只是一不小心打破了强制爱准则（1v1h） 作者：臭蛋（不失允）【24.8.02】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/b5164d712841"
  },
  {
    "文件名": "[完结]快穿儿子受不了，小妈又软又撩 作者：三只鱼.txt",
    "夸克盘链接": "https://pan.quark.cn/s/9b0733bfb0b0"
  },
  {
    "文件名": "[完结]xp大乱炖（h) 作者：储备粮【24.7.12】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/87b8e208d463"
  },
  {
    "文件名": "[完结]女大宿管榨汁记 作者：水干草.txt",
    "夸克盘链接": "https://pan.quark.cn/s/9c1af6466805"
  },
  {
    "文件名": "[完结]少女（性）事 作者：大长腿姐姐.txt",
    "夸克盘链接": "https://pan.quark.cn/s/1e27b93496f6"
  },
  {
    "文件名": "[完结]无有乡（校园都市）作者：猫上月梁【24.5.02】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/67c098baed63"
  },
  {
    "文件名": "[完结]当一夜情对象成为了家族联姻对象 作者：阿昭【24.4.23】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/f955212fc297"
  },
  {
    "文件名": "[完结]迷徒 作者：西U.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ab080b94f01f"
  },
  {
    "文件名": "[完结]哥哥都坐轮椅了还能肏吗？ 作者：小浪在流浪【24.7.21】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c91eba494540"
  },
  {
    "文件名": "[完结]各类不同短文风格合集（高H） 作者：石更大魔王【24.5.25】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ab1f3756fc18"
  },
  {
    "文件名": "[完结]住在我楼上的那位活爹 作者：大碗鲜虾馄饨面.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a8b194ae23c7"
  },
  {
    "文件名": "[完结]欲拒还迎心机婊（背德） 作者：撸撸截屏【24.3.17】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/6df17832a216"
  },
  {
    "文件名": "[完结]兰宵春深 作者：鹿野有风.txt",
    "夸克盘链接": "https://pan.quark.cn/s/374ee38e2f2f"
  },
  {
    "文件名": "[完结]九九归一 （1v1 现代玄幻）作者：初来【24.5.06】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/3c1a2f3af7c1"
  },
  {
    "文件名": "[完结]为了转世成白富美，我肏遍三皇五帝 作者：finch【24.7.10】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e0d9fcb9e523"
  },
  {
    "文件名": "[完结]女主太牛了怎么办（np男全处）作者：chuyi【24.4.15】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/27f774bdb7f3"
  },
  {
    "文件名": "[完结]父女合集（乱伦高H） 作者：露水的世【24.3.31】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/fc1cce1b2fd7"
  },
  {
    "文件名": "[完结]和小叔叔的主奴游戏（1V1调教） 作者：八岐大鸡.txt",
    "夸克盘链接": "https://pan.quark.cn/s/9ebc7ebbd41b"
  },
  {
    "文件名": "[完结]瑰色浮图（高干）作者：行魅.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c3cede6c15a7"
  },
  {
    "文件名": "[完结]极度淫乱 作者：涨秋池.txt",
    "夸克盘链接": "https://pan.quark.cn/s/1a77486d07f2"
  },
  {
    "文件名": "[完结]瑜水之欢 作者：乌托邦制造机.txt",
    "夸克盘链接": "https://pan.quark.cn/s/6d4b957756b6"
  },
  {
    "文件名": "[完结]市长老公夜夜欢 作者：海棠花开二十七.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c683883dc5c9"
  },
  {
    "文件名": "[完结]匆匆 作者：何田田.txt",
    "夸克盘链接": "https://pan.quark.cn/s/8d3ea530b440"
  },
  {
    "文件名": "[完结]为爱绑架 作者：花卷冰果【24.4.01】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/9bd75ecf3458"
  },
  {
    "文件名": "[完结]不意在秋（ABO） 作者：一碟芝士球【24.5.23】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/4158be55261f"
  },
  {
    "文件名": "[完结]我抢了异母姐姐的未婚夫(双C) 作者：谢太太想养马.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c02a8a9563b7"
  },
  {
    "文件名": "[完结]梦中人（np） 作者：吃松子儿【24.6.06】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/cfafd72a1268"
  },
  {
    "文件名": "[完结]在公主面前淫堕(男主被轮，bg+bl) 作者：坏猫咪.txt",
    "夸克盘链接": "https://pan.quark.cn/s/48ea1e9ee164"
  },
  {
    "文件名": "[完结]东宫太子妃沦为母狗记 作者：新梅吕【24.3.25】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/2cf0ff8139f2"
  },
  {
    "文件名": "[完结]酱香饼（1v1）作者：不忘尘埃【24.7.18】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/7ab5d101062d"
  },
  {
    "文件名": "[完结]太子弟弟，我腰疼（姐弟恋H）作者：入海流【24.3.28】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ec2f3203cb22"
  },
  {
    "文件名": "[完结]囚徒（1v3，强制） 作者：Torarara【24.6.30】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/50715441cf86"
  },
  {
    "文件名": "[完结]替兄做女夫子后被肆意玩弄了 作者：caoshivv【24.5.14】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/aef9c697787a"
  },
  {
    "文件名": "[完结]如烟（兄妹+母子，3p） 作者：祁凛【24.6.16】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/9a2aa5503d7c"
  },
  {
    "文件名": "[完结]和弟弟做了h 作者：海棠有果【24.4.04】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/f6144282efbe"
  },
  {
    "文件名": "[完结96+番外]迟屿思和 （女追男 1v1）作者：阅己【24.6.02】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/4ed7d9829c95"
  },
  {
    "文件名": "[完结93+番外]青梅竹马有时尽（3p）作者：孤羽.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a594ee269bed"
  },
  {
    "文件名": "[完结]（JOJO）饮食魔魔！ 作者：卡卡卡卡里【24.5.27】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ebdb92d88adf"
  },
  {
    "文件名": "[完结]唇耳（伪骨科，年上1v1） 作者：人皮灯笼【24.6.07】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/8cc3b157384f"
  },
  {
    "文件名": "[完结]断头花 作者：刎颈霜【24.8.09】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/be1fbd8f12e6"
  },
  {
    "文件名": "[完结]我那漂亮的性爱玩偶小妈 作者：石更大魔王.txt",
    "夸克盘链接": "https://pan.quark.cn/s/b2ca0e4735c3"
  },
  {
    "文件名": "[完结]女主她体软多汁 作者：吃了个桃子【24.5.09】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/dad62675f905"
  },
  {
    "文件名": "[完结]自甘下贱（合集） 作者：小兰兰.txt",
    "夸克盘链接": "https://pan.quark.cn/s/175cdb2365f6"
  },
  {
    "文件名": "[完结]侯门贵女爹艹日常 作者：金元宝元【24.4.07】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ec1664b54559"
  },
  {
    "文件名": "[完结]【骨科】只言片语 作者：半斤八两【24.4.11】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/129f4129a199"
  },
  {
    "文件名": "[完结]成为老师，然后天天被操（NPH） 作者：天人旧馆【24.3.17】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e45ec08c0d86"
  },
  {
    "文件名": "[完结]成为某棠文女配后被迫走某棠文女主剧情【校园篇】 作者：爱吃肉的清水.txt",
    "夸克盘链接": "https://pan.quark.cn/s/9aaedd8b4aaa"
  },
  {
    "文件名": "[完结]老公意外出轨（男出轨）2 作者：一百个小草莓【24.3.29】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a63b509542a0"
  },
  {
    "文件名": "[完结]折辱高岭之花【高H NPH】作者：榴莲黄.txt",
    "夸克盘链接": "https://pan.quark.cn/s/0b30210290b5"
  },
  {
    "文件名": "[完结]兄妹的恋爱见习期 作者：满月布莱尔【24.7.09】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/4753bca25ff1"
  },
  {
    "文件名": "[完结]似爱而非 作者：薛小唧【24.4.10】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/9aa698c46e71"
  },
  {
    "文件名": "[完结]吃遍优质男人鸡巴（H） 作者：焦糖芋圆.txt",
    "夸克盘链接": "https://pan.quark.cn/s/d1f623b9ca1a"
  },
  {
    "文件名": "[完结]网游情缘(1V1) 作者：瑟瑟發抖【24.4.20】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/6ec1ac3160e7"
  },
  {
    "文件名": "[完结]玫瑰之死 作者：陈更【24.4.13】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/5d37f456a473"
  },
  {
    "文件名": "[完结]少女被迫淫乱 作者：风有约【24.5.07】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ce7c78129aed"
  },
  {
    "文件名": "[完结]宇宙和音 作者：黑白方块【24.6.15】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/65860c029280"
  },
  {
    "文件名": "[完结]她比师尊更高冷 作者：何日春风又归来【24.5.11】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/9b6caff673a0"
  },
  {
    "文件名": "[完结]我靠闺蜜跃上龙门(黑暗、无节操) 作者：谢太太养不起马24.04.06婆婆.txt",
    "夸克盘链接": "https://pan.quark.cn/s/71fcd15587e1"
  },
  {
    "文件名": "[完结]欲欢（兄妹np） 作者：林间月【24.7.17】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/aa3d09acf2c7"
  },
  {
    "文件名": "[完结]国公府姐夫艹小姨子日常 作者：墟如意【24.3.19】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/2f1ae8bd8cfa"
  },
  {
    "文件名": "[完结]勾引姐夫 作者：今又【24.4.24】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/6dfaf54d351f"
  },
  {
    "文件名": "[完结]亲妹尸挂橱窗，渣男亲哥艹疯 作者：新梅吕【24.3.31】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/681e64446edd"
  },
  {
    "文件名": "[完结]我在书里当渣女（np高h） 作者：取名困难患者.txt",
    "夸克盘链接": "https://pan.quark.cn/s/4b89b6fa6fbb"
  },
  {
    "文件名": "[完结]影帝的小盲果（1v1H） 作者：篱鹿鹿【24.4.23】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e3915e24e7c6"
  },
  {
    "文件名": "[完结]少将艹影后电梯门曝光 作者：云棠水落【24.4.25】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a3f2b0511a0a"
  },
  {
    "文件名": "[完结]福瑞控的修仙道（人兽NPH）作者：黑脸兔崽子.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ae12d05579a0"
  },
  {
    "文件名": "[完结]强制重口短篇（微剧情） 作者：前来【24.7.13】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/2fc779ad4dac"
  },
  {
    "文件名": "[完结]卡布奇诺玫瑰（h）作者：一罐月亮【24.4.26】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/9ffd0b99a3ed"
  },
  {
    "文件名": "[完结]亵仙（1v1,h） 作者：带刺的菜【24.6.11】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/6467a1957400"
  },
  {
    "文件名": "[完结]意外发现男老婆长屄以后 作者：绛州.txt",
    "夸克盘链接": "https://pan.quark.cn/s/1b7b337595f4"
  },
  {
    "文件名": "[完结]女秘书的诱惑 作者：归雀挽【24.6.12】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/59c5b1e10b5c"
  },
  {
    "文件名": "[完结]金丝雀（NP高辣）作者：海德薇咕123.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a488533dba1e"
  },
  {
    "文件名": "[完结]春夏秋冬 作者：木子鱼【24.6.12】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c3e221b3585c"
  },
  {
    "文件名": "[完结]娇荷（公媳产乳，H）作者：丢了幸福的猪.txt",
    "夸克盘链接": "https://pan.quark.cn/s/0bd648a176b1"
  },
  {
    "文件名": "[完结]被榨干的我，险些精尽人亡！ 作者：柠檬黄.txt",
    "夸克盘链接": "https://pan.quark.cn/s/3c0726cacf8d"
  },
  {
    "文件名": "[完结]瘾荡玉女合集 作者：小白兔乳糖【24.5.12】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/cefeee5d7517"
  },
  {
    "文件名": "[完结]病弱公主只能靠交欢活命（NPH） 作者：木木猫【24.7.29】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/325e64e0e5f4"
  },
  {
    "文件名": "[完结]每天都被崔将军射满 作者：棉里藏糖.txt",
    "夸克盘链接": "https://pan.quark.cn/s/cd8d11e0c887"
  },
  {
    "文件名": "[完结]快穿之精液收集 作者：正经人小王.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e7326610ed52"
  },
  {
    "文件名": "[完结]宠溺（古代h 1v1）作者：初蓝.txt",
    "夸克盘链接": "https://pan.quark.cn/s/f4c1b790b4fd"
  },
  {
    "文件名": "[完结]临江仙 作者：臭蛋（不失允）【24.7.28】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/965b920f0919"
  },
  {
    "文件名": "[完结]神力女医生和残疾男主在年代文里喜结良缘 作者：青丝乱.txt",
    "夸克盘链接": "https://pan.quark.cn/s/79e21162c26a"
  },
  {
    "文件名": "[完结]娘娘今日立遗嘱了吗 作者：元宝.txt",
    "夸克盘链接": "https://pan.quark.cn/s/9dac0f8b1467"
  },
  {
    "文件名": "[完结]玩不坏的性爱玩具 作者：醉卿梦【24.5.19】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/eb1958346e71"
  },
  {
    "文件名": "[完结]不伦姐弟（姐弟h合集） 作者：棠棠.txt",
    "夸克盘链接": "https://pan.quark.cn/s/2cbccdced87e"
  },
  {
    "文件名": "[完结]欲念都市（高H短篇合集）作者：不知名废话气垫家【24.5.03】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/7bf89d09e5f2"
  },
  {
    "文件名": "[完结]冰雪之书【向哨_恋与深空黎深同人】 作者：BZYZXTM【24.5.25】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/284e3390e051"
  },
  {
    "文件名": "[完结]上瘾之后 作者：抓一把糖【24.3.16】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/73ae0dbd92f8"
  },
  {
    "文件名": "[完结]盼寡（古言1v1 先婚后爱）作者：荔好多汁.txt",
    "夸克盘链接": "https://pan.quark.cn/s/4c4b7a5f7045"
  },
  {
    "文件名": "[完结]出逃（骨科1v1）作者：春灯灯火【24.5.01】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/81d52fd440cc"
  },
  {
    "文件名": "[完结]绑定魅魔系统后被肏坏了 作者：归墟眠.txt",
    "夸克盘链接": "https://pan.quark.cn/s/f3ddcf94b9e0"
  },
  {
    "文件名": "[完结]玉钗记 作者：怀玉【24.7.24】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a7baadc43eeb"
  },
  {
    "文件名": "[完结]家庭被插入合集（乱伦h）作者：向谁去.txt",
    "夸克盘链接": "https://pan.quark.cn/s/05011108bc12"
  },
  {
    "文件名": "[完结]权贵们的金丝雀，飞了 作者：取啥名字【24.7.20】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/11385b648f3b"
  },
  {
    "文件名": "[完结]时间停止器 作者：给你一锤子【24.5.11】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/6aa709e0c171"
  },
  {
    "文件名": "[完结]故人辞（民国1v1） 作者：三点水的柒【24.6.29】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/6735fce4f76c"
  },
  {
    "文件名": "[完结]工口治愈自闭患者 作者：昏鸦往东【24.7.28】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/6c59a48aab26"
  },
  {
    "文件名": "[完结]云烟成雨（强制 高H） 作者：ittx【24.5.13】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/77dd65d9745b"
  },
  {
    "文件名": "[完结]爱到极致 作者：呀呀呀【24.5.19】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/67fb68278f91"
  },
  {
    "文件名": "[完结]轨事 作者：归雀挽【24.7.02】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/dd2efc9a723b"
  },
  {
    "文件名": "[完结]月亮和城堡（先婚后爱，1V1）作者：己柚.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ca16e19e863c"
  },
  {
    "文件名": "[完结]春风楼的头牌 作者：二拨子.txt",
    "夸克盘链接": "https://pan.quark.cn/s/5a7a4fccf553"
  },
  {
    "文件名": "[完结]相亲对象懆我到巅峰 作者：海棠奶茶.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c98b02c2eb23"
  },
  {
    "文件名": "[完结]青梅不及天降 作者：小甘菊.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c0970e736f14"
  },
  {
    "文件名": "[完结]生死赌局 作者：咸鱼鳳.txt",
    "夸克盘链接": "https://pan.quark.cn/s/df8ded8c0d56"
  },
  {
    "文件名": "[完结]边角料（高h）作者：蒙面咸鱼.txt",
    "夸克盘链接": "https://pan.quark.cn/s/cc954e3155f0"
  },
  {
    "文件名": "[完结]重生之不正经的变美系统 作者：西西维娅【24.6.15】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/2b2b957f6eab"
  },
  {
    "文件名": "[完结]但夜莺不来（伪骨，强制爱，火葬场）作者：云鸦.txt",
    "夸克盘链接": "https://pan.quark.cn/s/d99dad40e91f"
  },
  {
    "文件名": "[完结]人在修仙，惨遭强制（np） 作者：亥吴【24.6.05】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e9a48e1c3854"
  },
  {
    "文件名": "[完结]私下淫荡的冰山美人被狂操【高H 肉】 作者：才不看什么黄文呢我可是正经人.txt",
    "夸克盘链接": "https://pan.quark.cn/s/4ca48e851418"
  },
  {
    "文件名": "[完结]情欲家政（nph）作者：入海流【24.4.30】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/84d85df366a8"
  },
  {
    "文件名": "[完结]国公府嫡子沉沦日常 作者：桃子赎了【24.6.01】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/7bcbaa4fc232"
  },
  {
    "文件名": "[完结]主动沉沦 作者：可是潮水【24.3.24】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/53089f0700b9"
  },
  {
    "文件名": "[完结97]爽文女主反杀指南NP 作者：冰绿豆.txt",
    "夸克盘链接": "https://pan.quark.cn/s/2a52bbf1c116"
  },
  {
    "文件名": "[完结91]呕吐袋（骨科，1v1）作者：蓝胡子小女孩.txt",
    "夸克盘链接": "https://pan.quark.cn/s/4ad0fe18b71d"
  },
  {
    "文件名": "[完结]烟花流年尸块（高干） 作者：葡萄子藤【24.6.07】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c5e76453e6ef"
  },
  {
    "文件名": "[完结]满满（兄妹骨科，1v1）作者：utopia【24.6.14】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/dfcd571ed37e"
  },
  {
    "文件名": "[完结]一生所爱（浪子文学_背德爱情）【萧逸×我】作者：notwithBabe.txt",
    "夸克盘链接": "https://pan.quark.cn/s/18410f121278"
  },
  {
    "文件名": "[完结]玩坏它 作者：也山川【24.3.30】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/1c3d44adb627"
  },
  {
    "文件名": "[完结]爸爸邻居都爱肏妻子的淫穴(绿帽乱伦ntr) 作者：轻松向【24.5.03】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/bf9095942fff"
  },
  {
    "文件名": "[完结]并轨（一妻二夫，年代高H，1V2）作者：葡芙【24.5.06】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/1a211047a234"
  },
  {
    "文件名": "[完结]校花女儿爱吃爸爸大勾八 作者：昼缠【24.3.23】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/8422a88b6fbb"
  },
  {
    "文件名": "[完结]出轨小奶狗（禁忌文学） 作者：葛二蛋.txt",
    "夸克盘链接": "https://pan.quark.cn/s/094111a7ed9e"
  },
  {
    "文件名": "[完结]勾引 作者：人皮灯笼.txt",
    "夸克盘链接": "https://pan.quark.cn/s/4f5d396d88dd"
  },
  {
    "文件名": "[完结]催眠美艳继母【恋母情结 高H肉文】 作者：榴莲黄【24.6.16】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/6c6cc3a91a2d"
  },
  {
    "文件名": "[完结]【咒回乙女】栽绿 作者：醒春【24.5.08】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/35a86f3e358e"
  },
  {
    "文件名": "[完结]淫乱世界 作者：不吃香菜【24.6.09】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/b4faf3dd175f"
  },
  {
    "文件名": "[完结]小玖的同居日常(青梅竹马H) 作者：幸运鱼【24.6.03】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/011261d4d425"
  },
  {
    "文件名": "[完结]箱庭物语 作者：紫电青霜【24.4.30】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/005492166e14"
  },
  {
    "文件名": "[完结]李教授的课下联系 作者：召南甘棠.txt",
    "夸克盘链接": "https://pan.quark.cn/s/67ce5a6d3005"
  },
  {
    "文件名": "[完结]可恶，又被抓住了（正文已完结nph小甜文含smsp）作者：酒色馒头【24.6.11】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/1f1116bd199c"
  },
  {
    "文件名": "[完结]胭脂井 作者：太师青.txt",
    "夸克盘链接": "https://pan.quark.cn/s/eafaf1450bac"
  },
  {
    "文件名": "[完结]弃犬（1v1_强制黑化）作者：冥王之石.txt",
    "夸克盘链接": "https://pan.quark.cn/s/488a830d77d7"
  },
  {
    "文件名": "[完结]神仙堕凡，神主难逑（np.无CP） 作者：山青青偏泠泠【24.5.29】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/563c59c91f9d"
  },
  {
    "文件名": "[完结]就想当你的狗 作者：石更大魔王【24.4.02】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/de5540fdf71d"
  },
  {
    "文件名": "[完结]无从开始 （兄妹骨科） 作者：Polaris.txt",
    "夸克盘链接": "https://pan.quark.cn/s/0712ff78626c"
  },
  {
    "文件名": "[完结]【银英_ALL杨威利】帝国的俘虏 作者：云舟月海【24.3.30】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/64479b9ec690"
  },
  {
    "文件名": "[完结]变成剥削阶级的勇者懒得拯救世界（西幻np） 作者：无餍.txt",
    "夸克盘链接": "https://pan.quark.cn/s/288c815892bc"
  },
  {
    "文件名": "[完结]被魔鬼选中的少女 作者：红一.txt",
    "夸克盘链接": "https://pan.quark.cn/s/985eef2390c4"
  },
  {
    "文件名": "[完结]娇娇（短篇合集） 作者：长逝入君怀【24.5.23】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/0484aeaf9abb"
  },
  {
    "文件名": "[完结]陌上飞鸢(兄弟互相ntr) 作者：吧比卜吧.txt",
    "夸克盘链接": "https://pan.quark.cn/s/9f60e3e8ad54"
  },
  {
    "文件名": "[完结]绘神请柬（1v1）作者：涂狸.txt",
    "夸克盘链接": "https://pan.quark.cn/s/91c8ebbe0b3b"
  },
  {
    "文件名": "[完结]背德情事 作者：辣梨【24.7.06】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/0fb9a3eed452"
  },
  {
    "文件名": "[完结]风骚花魁的养成 作者：青花易衰.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a251f5bb523c"
  },
  {
    "文件名": "[完结]空赋倾城色(高干 强取豪夺 宠文 NP)作者：烟草风絮梅子雨.txt",
    "夸克盘链接": "https://pan.quark.cn/s/aa4be3418621"
  },
  {
    "文件名": "[完结]经年 作者：不爱吃香菜.txt",
    "夸克盘链接": "https://pan.quark.cn/s/744bc18db172"
  },
  {
    "文件名": "[完结]春潮（婚后）作者：何夏.txt",
    "夸克盘链接": "https://pan.quark.cn/s/72eb71d3b28c"
  },
  {
    "文件名": "[完结]白月光沦新君脔狗 作者：新梅吕【24.4.10】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/0fed7e9f3b8d"
  },
  {
    "文件名": "[完结]番茄荔枝 作者：三绿九【24.3.21】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e3547f858dc7"
  },
  {
    "文件名": "[完结]娇月藏怀 作者：舟搖月昏【24.3.30】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/48af806eaa24"
  },
  {
    "文件名": "[完结]女巫彻夜难眠 作者：一零二四【24.4.25】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/8fa2ba0370a2"
  },
  {
    "文件名": "[完结]塑料叉子 作者：戴厄【24.7.28】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/2d12dba95df8"
  },
  {
    "文件名": "[完结]借种孕神灵（原名：《借种（np高h）》） 作者：篱篱木黎黎【24.5.28】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/9e9e5d68bf7a"
  },
  {
    "文件名": "[完结]只是喜欢你的脸而已（女性主导、女非男处）作者：鼠鼠鼠鼠【24.4.24】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/28f619750c30"
  },
  {
    "文件名": "[完结]春三夜（乱伦） 作者：日出江花【24.6.27】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/83a256dd4eb6"
  },
  {
    "文件名": "[完结]背德合集（出轨_骨科_乱伦） 作者：adai【24.5.03】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/cc6bbaa25673"
  },
  {
    "文件名": "[完结]把竹马看光以后（校园1V1 H） 作者：同一颗鸡毛菜【24.3.24】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c329a8a3fee2"
  },
  {
    "文件名": "[完结]满娇宠（1v1 H） 作者：别别【24.6.25】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/5c8a4854b7b0"
  },
  {
    "文件名": "[完结]我只是喜欢被肏，并不是喜欢你NPH 作者：向谁去【24.5.01】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e9f09eeec603"
  },
  {
    "文件名": "[完结]双性妹妹是掌上娇宝 作者：紫雨storm【24.6.17】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/42ca1b25e68f"
  },
  {
    "文件名": "[完结]强抢（公媳）作者：拖更的三七七.txt",
    "夸克盘链接": "https://pan.quark.cn/s/be423ebafd91"
  },
  {
    "文件名": "[完结]苏麻离青（校园伪骨） 作者：理昭【24.7.05】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/96e2b5073e90"
  },
  {
    "文件名": "[完结]假如夙大神是疯批反派（纯肉IF线） 作者：漫漫默默【24.7.07】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/6bc3f7d3e699"
  },
  {
    "文件名": "[完结]堕入欲海的粉色小护士 作者：萌萌萌萌萌菟【24.7.18】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/0f9f9a594935"
  },
  {
    "文件名": "[完结]肉弹小保姆柳梦露打工记 作者：青丝乱.txt",
    "夸克盘链接": "https://pan.quark.cn/s/43de63170175"
  },
  {
    "文件名": "[完结]暴露狂女白领性癖成长史 作者：爱土豆的小白兔.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ffb5fc2749a9"
  },
  {
    "文件名": "[完结]病娇杀人鬼变狗狗的终极手段 作者：香煎大棉被【24.5.24】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/12f4c7087e39"
  },
  {
    "文件名": "[完结]帮督主残根排niao 作者：离火.txt",
    "夸克盘链接": "https://pan.quark.cn/s/badf5ae7dc4f"
  },
  {
    "文件名": "[完结]快穿之若初撩汉指南 作者：秦清清【24.5.23】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/16550f8d8e1d"
  },
  {
    "文件名": "[完结]古代通房挨艹觉悟 作者：墟如意【24.4.13】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/5ba07280bebe"
  },
  {
    "文件名": "[完结]津门渝梦 作者：邓邓等凳凳【24.4.03】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/58c856dd5f14"
  },
  {
    "文件名": "[完结99+番外]师尊，请自重 作者：师雪【24.4.30】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/40adea8a3943"
  },
  {
    "文件名": "[完结68]与威廉校霸的日日夜夜(1v1h) 作者：一条孤狼【24.8.27】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/fcabfe6e99a5"
  },
  {
    "文件名": "[完结]【hp】被黑色曼陀罗所吞噬 作者：不是猫呀.txt",
    "夸克盘链接": "https://pan.quark.cn/s/addd8a322832"
  },
  {
    "文件名": "[完结]圆舟率（娱乐圈1V1）作者：旎旎.txt",
    "夸克盘链接": "https://pan.quark.cn/s/48b2657a2543"
  },
  {
    "文件名": "[完结]春床奴 作者：江山帝景【24.4.13】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/805cb7e12484"
  },
  {
    "文件名": "[完结]提心吊胆的春天（ 校园1v1H ） 作者：薛圣枝【24.5.27】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/affcec1f7231"
  },
  {
    "文件名": "[完结]卷款逃跑被瘸腿男友找到（恶女重生、BG） 作者：许金盏【24.6.11】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/6125527c4eca"
  },
  {
    "文件名": "[完结]庶女有为（nph 恶女） 作者：雨歇【24.5.13】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/adc4b167d483"
  },
  {
    "文件名": "[完结]有口难言（1v1 SC 伪叔侄）作者：日更不是梦【24.4.21】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/6291cee5803a"
  },
  {
    "文件名": "[完结]我被变态学神迷恋了 作者：做冷【24.4.08】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/f0333fa33690"
  },
  {
    "文件名": "[完结]鹏游雀梦 作者：咸鱼鳳.txt",
    "夸克盘链接": "https://pan.quark.cn/s/def367adda87"
  },
  {
    "文件名": "[完结]空蜃（兄妹骨科）作者：谂芜.txt",
    "夸克盘链接": "https://pan.quark.cn/s/f81884a5487d"
  },
  {
    "文件名": "[完结]SM束缚公馆 作者：十二不是二十【24.3.31】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e8e10bdf74f9"
  },
  {
    "文件名": "[完结]渡鬼（女鬼x和尚）_蛇村（献祭少女x神蛇） 作者：昏鸦往东【24.7.25】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/07eb6ff8b13a"
  },
  {
    "文件名": "[完结]浪母和狼儿（母子乱伦高h） 作者：搞点好吃的.txt",
    "夸克盘链接": "https://pan.quark.cn/s/cfe4c0ea87de"
  },
  {
    "文件名": "[完结]穿书被迫成为po文女主 作者：猫猫咪【24.7.08】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/8ae447ff1476"
  },
  {
    "文件名": "[完结]我被卖给触手当繁衍工具 作者：木天蓼【24.8.23】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/d32f7ee6bd80"
  },
  {
    "文件名": "[完结]上瘾罪奴要挨爆操 作者：墟如意.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c2696e9119ff"
  },
  {
    "文件名": "[完结]淫乱的糙汉修车行女老板（高H） 作者：月赏眉骚上.txt",
    "夸克盘链接": "https://pan.quark.cn/s/0bd442a5851c"
  },
  {
    "文件名": "[完结]春夜缠吻晚风(年下1v1，R18) 作者：穗知u【24.5.11】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/31b7d6608066"
  },
  {
    "文件名": "[完结]你真的好难追（1v1）（古）作者：超一流梦想家.txt",
    "夸克盘链接": "https://pan.quark.cn/s/bf6261269a91"
  },
  {
    "文件名": "[完结]多项选择(NP) 作者：枯木【24.7.15】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/5deba7872aee"
  },
  {
    "文件名": "[完结]梦中情人性爱定制屋 作者：云在水【24.5.04】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/8efd04fc7919"
  },
  {
    "文件名": "[完结]尚夏 作者：惊橘【24.5.31】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e5940ca1a2de"
  },
  {
    "文件名": "[完结]暴躁大少爷和他的村花童养媳 作者：告杏【24.6.04】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/75dd52e0914d"
  },
  {
    "文件名": "[完结]并蒂莲（1V2） 作者：丸子-18+斗士【24.8.19】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/6cef57f3a686"
  },
  {
    "文件名": "[完结]妖兽不要啊（高H、1v1、人兽、肉文） 作者：柳烟狸.txt",
    "夸克盘链接": "https://pan.quark.cn/s/d94e58d7ad2c"
  },
  {
    "文件名": "[完结]月有宴 作者：晚来风息【24.7.30】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ce79e70f88fc"
  },
  {
    "文件名": "[完结]哥哥的爱宠 作者：叶细细.txt",
    "夸克盘链接": "https://pan.quark.cn/s/562d244874a3"
  },
  {
    "文件名": "[完结]女配被古早校园文F4宠上天H 作者：阿染【24.6.01】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/5707d852b656"
  },
  {
    "文件名": "[完结]十三皇妹（兄妹） 作者：小白红烧肉【24.6.06】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ab5ed06423d4"
  },
  {
    "文件名": "[完结]【王者荣耀】你×饥渴的男英雄们 作者：冷浸溶溶月【24.5.01】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/0d861e7ac2dd"
  },
  {
    "文件名": "[完结]恶役路人被男主们宠爱(np) 作者：小鹿奶酪【24.7.19】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/840ed2f6fc3a"
  },
  {
    "文件名": "[完结]和姐夫裸聊之后 作者：西西艾欧【24.6.01】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/15195a272411"
  },
  {
    "文件名": "[完结]出轨政治联姻 (1v2) 作者：hulalazh【24.6.07】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/f1be7d428ff3"
  },
  {
    "文件名": "[完结]永远的十四岁（女性主导、养母子）作者：鼠鼠鼠鼠【24.4.07】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/191f1f5d8ab1"
  },
  {
    "文件名": "[完结]干快点，老公快回来了（高h） 作者：buuuuuuuucj【24.5.31】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/23dd8dc88107"
  },
  {
    "文件名": "[完结]国公府姐夫艹小姨子日常③ 作者：墟如意【24.3.29】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/01844f6d8f8e"
  },
  {
    "文件名": "[完结]家养金丝雀 作者：木头人咕咕鸡.txt",
    "夸克盘链接": "https://pan.quark.cn/s/8572fc4a4d46"
  },
  {
    "文件名": "[完结]与你 作者：是一只羊【24.4.21】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/076a6796b047"
  },
  {
    "文件名": "[完结99]皎皎两心间（仙侠 破镜重圆1v1H）作者：秋澜如绾【24.4.24】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/575d4b92449a"
  },
  {
    "文件名": "[完结]在她眼眸，在他怀中 作者：六宛花露水【24.8.24】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/d8bf568418af"
  },
  {
    "文件名": "[完结]苦月亮（民国）作者：勾勾南【24.4.18】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/56ac4705497a"
  },
  {
    "文件名": "[完结]不小心上了竹马后恋爱了 作者：豆腐脑激推.txt",
    "夸克盘链接": "https://pan.quark.cn/s/cf5264f163eb"
  },
  {
    "文件名": "[完结]【NP？】庄晗记 作者：irurila.txt",
    "夸克盘链接": "https://pan.quark.cn/s/dfeca7708ecf"
  },
  {
    "文件名": "[完结]女巫猎杀（1v1）作者：阿斯伯格cat.txt",
    "夸克盘链接": "https://pan.quark.cn/s/986390e520c3"
  },
  {
    "文件名": "[完结]和亲哥做爱之后（nph） 作者：皎皎林月【24.7.13】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c184932fa15a"
  },
  {
    "文件名": "[完结]被身边的男人们插了个遍（NPH） 作者：露水的世【24.3.17】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/b8646d959baf"
  },
  {
    "文件名": "[完结]后宫群芳录 作者：西瓜咔咔好吃【24.3.19】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/dc5020c0702f"
  },
  {
    "文件名": "[完结]【西幻np】情欲世界 作者：Kikiki.txt",
    "夸克盘链接": "https://pan.quark.cn/s/df1ded8306e4"
  },
  {
    "文件名": "[完结]淫乱的巨乳已婚少妇（高h） 作者：石更大魔王.txt",
    "夸克盘链接": "https://pan.quark.cn/s/12d9f995a8f1"
  },
  {
    "文件名": "[完结]巨乳糙汉短篇合集（高H） 作者：石更大魔王【24.5.08】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e3a92c99cd5b"
  },
  {
    "文件名": "[完结]乱花迷人眼（高干 NP）作者：叶子【24.7.11】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/79c643f04cc2"
  },
  {
    "文件名": "[完结]玉奴 作者：叶细细【24.5.08】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/63956e131cf1"
  },
  {
    "文件名": "[完结]公主死在婚夜，驸马白浊喷牌位 作者：苏菲翌【24.3.29】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c6d253982b28"
  },
  {
    "文件名": "[完结]最后一条龙(人外) 作者：沙漠依米【24.8.24】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/b753252efdce"
  },
  {
    "文件名": "[完结]吃遍优质男人?????鸡???巴??（H）第二部 作者：焦糖芋圆【24.5.13】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e19d4b1a4423"
  },
  {
    "文件名": "[完结]分手后发现前男友是天菜 作者：路遥【24.5.22】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/82456fcc7e16"
  },
  {
    "文件名": "[完结]哥哥趁我发情期… 作者：姜妘姚【24.5.11】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/dcc90ae345c0"
  },
  {
    "文件名": "[完结]性欲强烈的淫妻少妇们【系列合集】 作者：二十三【24.4.02】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/d6d2f58bc1ea"
  },
  {
    "文件名": "[完结]总裁爸爸强制爱（1v1h 父女）作者：事后烟.txt",
    "夸克盘链接": "https://pan.quark.cn/s/1db7fa4737ae"
  },
  {
    "文件名": "[完结]熟妇 （丈母娘X女婿 BG、产奶） 作者：许金盏【24.5.18】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/284caa6cf851"
  },
  {
    "文件名": "[完结]当谈六对象,番外合集－打火石 作者：知海.txt",
    "夸克盘链接": "https://pan.quark.cn/s/cb10453a3791"
  },
  {
    "文件名": "[完结]姐弟至死不渝（亲姐弟 合集）作者：栗子燃【24.5.13】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/bff1a7457ff9"
  },
  {
    "文件名": "[完结]上司的玩物 作者：凤翔【24.6.27】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/02fa9d913111"
  },
  {
    "文件名": "[完结]考不好，要被资助人打屁股哦！ 作者：美女知知【24.8.21】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/34a11fe3926f"
  },
  {
    "文件名": "[完结]桃记 作者：香容.txt",
    "夸克盘链接": "https://pan.quark.cn/s/474e3c872f14"
  },
  {
    "文件名": "[完结]催眠系统让我吃肉【高h】 作者：枕棉【24.3.16】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c72e6f47ef32"
  },
  {
    "文件名": "[完结]18线快穿任务者 作者：一条黄心咸鱼.txt",
    "夸克盘链接": "https://pan.quark.cn/s/afe92f5816c6"
  },
  {
    "文件名": "[完结]男主每个世界都出轨（快穿）作者：亲爱的牛头人[完结].txt",
    "夸克盘链接": "https://pan.quark.cn/s/f84c8504c6db"
  },
  {
    "文件名": "[完结]平平无奇魅魔罢了（np）作者：棠绣.txt",
    "夸克盘链接": "https://pan.quark.cn/s/b94f7e8c904e"
  },
  {
    "文件名": "[完结]琅月明(古言np) 作者：不言蜜语【24.4.11】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c8ed214fda60"
  },
  {
    "文件名": "[完结]在她眼眸，在他怀中（1v1）作者：六宛花露水【24.5.28】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/dcb3a5f16774"
  },
  {
    "文件名": "[完结88]养父（强制，暗黑h）作者：PureSatan.txt",
    "夸克盘链接": "https://pan.quark.cn/s/d62714a63287"
  },
  {
    "文件名": "[完结]媚他 作者：老娘不才.txt",
    "夸克盘链接": "https://pan.quark.cn/s/841dd28562e1"
  },
  {
    "文件名": "[完结]绝对主宰 作者：扭成麻花【24.7.21】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/6ae2db355492"
  },
  {
    "文件名": "[完结]【简】勾引小姑姑(伪姑侄，1V1) 作者：七月晴【24.4.10】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/308283aeb954"
  },
  {
    "文件名": "[完结]一期一祈（追妻火葬场h） 作者：任语苏【24.3.19】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/7a65bb625d09"
  },
  {
    "文件名": "[完结]臣服裙下 作者：深海盐【24.4.12】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/5f2dd821b147"
  },
  {
    "文件名": "[完结]训诫娇妻日常 作者：不挑食【24.5.18】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/6b5d6d18c20b"
  },
  {
    "文件名": "[完结]玉儿求欢记（np） 作者：卧云（面包小猫）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/cc45085c7cec"
  },
  {
    "文件名": "[完结]荒诞黑夜【NPH 伪骨】 作者：柳下吟【24.7.19】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/6eb043fbaaed"
  },
  {
    "文件名": "[完结]郡主的甜宠调教 作者：桃子授了【24.7.15】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/06f98e60c653"
  },
  {
    "文件名": "[完结]舅爱（1对1）H 作者：丢了幸福的猪【24.5.23】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/d45fae7c44d7"
  },
  {
    "文件名": "[完结]暗香（高干 诱奸）1v1 作者：事后烟【24.5.02】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/0ad0ed1720c0"
  },
  {
    "文件名": "[完结]糙汉的娇娇老婆 作者：不挑食.txt",
    "夸克盘链接": "https://pan.quark.cn/s/6f8eabfae700"
  },
  {
    "文件名": "[完结]化学反应（1v1 娱乐圈 甜文）作者：一件衫.txt",
    "夸克盘链接": "https://pan.quark.cn/s/5467da89960e"
  },
  {
    "文件名": "[完结]盛容（男强女更强） 作者：灰堆.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c0360908a556"
  },
  {
    "文件名": "[完结95+番外]余烬 作者：糖果雪山【24.8.22】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ca1b9da5e26e"
  },
  {
    "文件名": "[完结]小媳妇儿每天都在出轨 作者：江山.txt",
    "夸克盘链接": "https://pan.quark.cn/s/00d5f55f1f1a"
  },
  {
    "文件名": "[完结]相爱的运气（H、甜文）作者：嵐水月【24.5.24】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/760825b740ae"
  },
  {
    "文件名": "[完结]【02】患难之交 作者：吃松子儿【24.6.04】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/610e7822ca86"
  },
  {
    "文件名": "[完结]她与夏（1V2 校园）作者：她斩风月【24.3.23】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/b0ce35dd1b6b"
  },
  {
    "文件名": "[完结91]不负卿（重生，强制，高Ｈ）作者：蜗牛【24.5.01】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/9455edc8a115"
  },
  {
    "文件名": "[完结]后母情 作者：放弃以前的我【24.5.08】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/9250856324da"
  },
  {
    "文件名": "[完结]同一个屋檐下的陌生人（女性主导） 作者：鼠鼠鼠鼠【24.5.08】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/0f02f6c571eb"
  },
  {
    "文件名": "[完结]侵占妹妹 作者：Llydhssl【24.4.15】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/caec1ffa73d3"
  },
  {
    "文件名": "[完结]倒楣千金－绅士俱乐部 作者：飘浪.txt",
    "夸克盘链接": "https://pan.quark.cn/s/95edd517c243"
  },
  {
    "文件名": "[完结]妖娆和她的18个男人 作者：青花易衰【24.4.20】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/5c0289040745"
  },
  {
    "文件名": "[完结]禁忌风月 作者：惊橘【24.5.06】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/8ad953b8c2dd"
  },
  {
    "文件名": "[完结]桀骜不驯的淫仙却在床上俯首称臣 作者：幻空空【24.3.28】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/596bf4ab5bc2"
  },
  {
    "文件名": "[完结]亲爱的笛卡尔先生 作者：天空之下【24.5.13】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ecbe5362a332"
  },
  {
    "文件名": "[完结]分脐 作者：胡萝卜吐司【24.6.01】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/557451ef9b2a"
  },
  {
    "文件名": "[完结]嫁入豪门被全家草（NPH）作者：草荷子【24.3.25】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/f5f9f2f46c4b"
  },
  {
    "文件名": "[完结]为爱让路 作者：Cat16【24.6.27】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/0992bbab327a"
  },
  {
    "文件名": "[完结]夏家的秘密(父女) 作者：瓷釉【24.3.24】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/43deb00ae736"
  },
  {
    "文件名": "[完结]前男友（h） 作者：钱多多【24.6.07】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/f311f6a8681e"
  },
  {
    "文件名": "[完结]为了上位她含泪成为海王(黑手党 NP)作者：连破破【24.5.02】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/b459ae8fac8c"
  },
  {
    "文件名": "[完结]一个天龙人的生活（后宫群芳录_现代篇） 作者：西瓜咔咔好吃【24.5.03】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/5e3fa9c04b27"
  },
  {
    "文件名": "[完结]拾花录（np）作者：来次熊抱【24.4.28】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/857cef6aa070"
  },
  {
    "文件名": "[完结]覆水难收（师徒_囚禁H 作者：冥王之石.txt",
    "夸克盘链接": "https://pan.quark.cn/s/54588770b927"
  },
  {
    "文件名": "[完结]哥哥（骨科1V1，高H）作者：泡芙.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c74b4b9974f7"
  },
  {
    "文件名": "[完结]妹妹就是欠++ 作者：小白兔乳糖.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a3338f6ceb96"
  },
  {
    "文件名": "[完结82+番外]皇上不急太监急(明清架空) 作者：空蝉【24.8.26】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/acd227748300"
  },
  {
    "文件名": "[完结255+番外]穿成反派的前妻［高h年代文］ 作者：不知名废话气垫家【24.7.15】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/314c98408ac1"
  },
  {
    "文件名": "[完结53]【哨向np】白月光今天裂开了吗 作者：活火山【24.7.10】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/044fd21498d1"
  },
  {
    "文件名": "[完结75]时分h(1v1) 作者：水宝【24.5.19】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/74894c5cde6e"
  },
  {
    "文件名": "[完结249]无法控制的禁忌快感(合集）作者：一只小狐狸呀【24.4.14】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/63f63f99c568"
  },
  {
    "文件名": "[完结41]心服口服（伪骨科，兄妹）作者：随便写写的梨子【24.6.05】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/d6c23619e036"
  },
  {
    "文件名": "[完结73]关于我哥和我男朋友互换身体这件事（1v2） 作者：白葡萄【24.8.19】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/28cd36b5bc48"
  },
  {
    "文件名": "[完结60]奶香四溢（男产乳福瑞nph） 作者：金玉满堂【24.7.27】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a2834d325379"
  },
  {
    "文件名": "[完结45+番外]我的同桌不正常（1V1）作者：长腿路【24.3.26】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/f0ed4503a76c"
  },
  {
    "文件名": "[完结72]不想谈恋爱的米拉被舔狗们缠上了（高H，NP） 作者：東坡肉夾饃【24.6.20】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/0786e0889f9d"
  },
  {
    "文件名": "[完结66]她看向我 作者：除一【24.5.17】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/168fd5d479a2"
  },
  {
    "文件名": "[完结47]性瘾少女的快穿之旅NPH 作者：点杯奶茶.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c025c7127c04"
  },
  {
    "文件名": "[完结247+番外]穿到女尊做廢人凰太女  作者：怡燃字得.txt",
    "夸克盘链接": "https://pan.quark.cn/s/beeee9956bf8"
  },
  {
    "文件名": "[完结401+番外]勾引闺蜜老公（1v1）作者：皎皎明月~补番【24.5.05】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/20b5370f8507"
  },
  {
    "文件名": "[完结]你正在被俘虏【糙汉文学】 作者：头戴黄花的桃人【24.7.04】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/6a34c83cd7c5"
  },
  {
    "文件名": "[完结]会所卖，半套5000 作者：墟如意【24.4.15】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e3d14abb10e9"
  },
  {
    "文件名": "[完结87]却下水晶帘（1v1 古言）作者：元圆【24.5.17】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/bcedb446bd4f"
  },
  {
    "文件名": "[完结63]小重山（年上 1v1）作者：梁京【24.4.14】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/560e587e7f7e"
  },
  {
    "文件名": "[完结322]顶级暴徒 作者：周扶妖~修改版.txt",
    "夸克盘链接": "https://pan.quark.cn/s/2c69aad21b99"
  },
  {
    "文件名": "[完结71+番外]心软予你(H) 作者：长耳鸦【24.7.05】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/3f85fc944f73"
  },
  {
    "文件名": "[完结49+番外]古早言情文男主破产之后（校园1v1） 作者：师诲.txt",
    "夸克盘链接": "https://pan.quark.cn/s/5a751130c929"
  },
  {
    "文件名": "[完结358+番外]在色情游戏里被迫直播高潮（西幻 人外 nph）作者：软软【24.6.15】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/abd3a07f9590"
  },
  {
    "文件名": "[完结93]夫君摔断腿后（1V2，NTR）作者：撒泼闹腾【24.5.27】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/9af571f1f747"
  },
  {
    "文件名": "[完结546+番外]被灭门后她杀疯了（古言，1V1） 作者：兆壹北【24.8.26】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/28f289bbdcf5"
  },
  {
    "文件名": "[完结369+番外]庶女修仙指北 作者：印雪【24.3.25】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/19bb0a526edd"
  },
  {
    "文件名": "[完结86]末日双舟(1v1，末世)作者：昏鸦往东.txt",
    "夸克盘链接": "https://pan.quark.cn/s/500d3428926d"
  },
  {
    "文件名": "[完结64+番外]恶鬼（1v1 高H）作者：越青山.txt",
    "夸克盘链接": "https://pan.quark.cn/s/b50bdb908069"
  },
  {
    "文件名": "[完结432+番外][aph]二战向 灼灼其华 NPH 作者：水静绪12~补番【24.3.23】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/bf5eca86a66e"
  },
  {
    "文件名": "[完结27]晚秋 作者：远山【24.3.16】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/776791a3da5c"
  },
  {
    "文件名": "[完结202+番外]金主爸爸们也需要竞聘上床（NPH） 作者：小浪在流浪【24.7.21】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/3716fa07136f"
  },
  {
    "文件名": "[完结193]刺猬玫瑰（高干）作者：我有两把刷子【24.5.15】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a57e4b382df7"
  },
  {
    "文件名": "[完结131+番外]指瘾【年代弟媳】作者：白天玛奇朵【24.6.15】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/f2a512ddec6f"
  },
  {
    "文件名": "[完结129+番外]青花冷（先婚后爱H）作者：子境【24.3.26】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/1c902075b719"
  },
  {
    "文件名": "[完结]【人外H】邪神与甜祭：八尺大人的游乐场 作者：葵喵葵.txt",
    "夸克盘链接": "https://pan.quark.cn/s/23655438958f"
  },
  {
    "文件名": "[完结]被八个男人奸淫的日日夜夜 作者：青花易衰【24.4.12】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e5fbc8b2a5d4"
  },
  {
    "文件名": "[完结]欲壑难填 作者：甜茶【24.4.20】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/8519eb1039df"
  },
  {
    "文件名": "[完结]勾引姐夫（1v1 高h） 作者：夏曦【24.7.28】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e2d0b100e93d"
  },
  {
    "文件名": "[完结]为了孩子我每日被前夫奸淫（强制1v1） 作者：wantyes.txt",
    "夸克盘链接": "https://pan.quark.cn/s/d153b3791ff3"
  },
  {
    "文件名": "[完结]与清冷教授颠鸾倒凤全集 作者：炒粉王恩恩【24.6.06】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/77cf92a99d55"
  },
  {
    "文件名": "[完结65]总裁男主的父母畸恋 作者：脸红的皮蛋【24.4.27】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/5ba063ef5824"
  },
  {
    "文件名": "[完结94]阴云（校园1V1） 作者：不理.txt",
    "夸克盘链接": "https://pan.quark.cn/s/5a8ebd540a7e"
  },
  {
    "文件名": "[完结65]对邻居哥哥发情反被日【1V1 高H】作者：今天不上班【24.5.24】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/34a5ffeca96b"
  },
  {
    "文件名": "[完结412+番外]糙汉俏媳妇H 作者：一轮明月【24.6.27】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/6f4d523c2a29"
  },
  {
    "文件名": "[完结99]白日梦真（伪兄妹）作者：甜野云【24.5.19】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/fea491aad912"
  },
  {
    "文件名": "[完结71+番外]第十页（NPH） 作者：猫上月梁.txt",
    "夸克盘链接": "https://pan.quark.cn/s/730a90df3f96"
  },
  {
    "文件名": "[完结69]上瘾（父女，1V1，高H） 作者：幼冴【24.6.08】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e7f6e32297d3"
  },
  {
    "文件名": "[完结90]食髓知味（姐弟骨科，1v1） 作者：utopia【24.5.30】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ee092d8866b7"
  },
  {
    "文件名": "[完结46]爱欲如潮（1v1H）作者：糖醋排骨吃吗.txt",
    "夸克盘链接": "https://pan.quark.cn/s/702126db3c35"
  },
  {
    "文件名": "[完结381+番外]民国大佬们总想上我（NPH）作者：莫晨.txt",
    "夸克盘链接": "https://pan.quark.cn/s/75737a26ac0d"
  },
  {
    "文件名": "[完结238+番外]猎心（炮友转正 H）作者：今又【24.6.18】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/d7ad193f2548"
  },
  {
    "文件名": "[完结67]放任（豪门联姻离异）作者：赛博小马甲.txt",
    "夸克盘链接": "https://pan.quark.cn/s/dfb5e36c2bf0"
  },
  {
    "文件名": "[完结331]Hi,被反套路的渣男们 作者：西西里柑橘【24.5.27】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/f0bc100d6148"
  },
  {
    "文件名": "[完结48]网骗（np）作者：我见白鹿寻青崖【24.3.25】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/87fde7a0cadd"
  },
  {
    "文件名": "[完结382+番外]浮华（高干 高h 婚恋）作者：臣言【24.4.25】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/fe0441ade0aa"
  },
  {
    "文件名": "[完结]一晌贪欢(骨科 兄妹 1v1) 作者：找个盒子藏起来【24.6.05】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a14b9bb5fb34"
  },
  {
    "文件名": "[完结]Sex Doll (nph) 作者：南亭笔晚24.04.06婆婆.txt",
    "夸克盘链接": "https://pan.quark.cn/s/d4eb5614baa1"
  },
  {
    "文件名": "[完结55]沈府娇女淫史 作者：吃肉也不香【24.5.19】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/0865091fe694"
  },
  {
    "文件名": "[完结230+番外]应召男菩萨(1V1) H 作者 其女也【24.5.27】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/bf09834cd215"
  },
  {
    "文件名": "[完结463+番外]【西幻】侍魔（SM、剧情H、重口黑暗向）作者：拉格朗曰.txt",
    "夸克盘链接": "https://pan.quark.cn/s/2e90a0138eed"
  },
  {
    "文件名": "[完结317+番外]鹤鸣雁舒（翁媳甜宠H 腹黑权臣x软萌小美人）作者：短尾黑猫~补番.txt",
    "夸克盘链接": "https://pan.quark.cn/s/34c11ecf4120"
  },
  {
    "文件名": "[完结59]军阀大佬肏她上瘾（民国1v1h 强制） 作者：子夜鱼【24.7.15】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/43397cadb86b"
  },
  {
    "文件名": "[完结45]媚欢（3PH）作者：卷个泡泡茶壶.txt",
    "夸克盘链接": "https://pan.quark.cn/s/89b215c649cc"
  },
  {
    "文件名": "[完结45+番外]末世乳汁养活一屋子男人（nph 男处） 作者：玫瑰女侠【24.8.02】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/1d10cc4a63fd"
  },
  {
    "文件名": "[完结292+番外]天堂玫瑰 作者：美人乔【24.7.08】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/382313cb8543"
  },
  {
    "文件名": "[完结288+番外]歧途（高干）作者：坑不死你【24.4.11】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/6c604513d48c"
  },
  {
    "文件名": "[完结62]街角花巷（NP） 作者：不吃鱼的猫.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e6107e392653"
  },
  {
    "文件名": "[完结60+番外]特别鸣谢 作者：任平生【24.4.28】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/6e79c6a4a799"
  },
  {
    "文件名": "[完结557+番外]碧荷（1v1）作者：阿里里呀~补番.txt",
    "夸克盘链接": "https://pan.quark.cn/s/efdd826bcb1a"
  },
  {
    "文件名": "[完结]无知娇妻被奸淫 作者：桃子lolo【24.3.18】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/0ea5c207fe55"
  },
  {
    "文件名": "[完结341+番外]金丝笼牡丹 作者：琵琶一树金【24.7.17】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ce71a4b5797f"
  },
  {
    "文件名": "[完结]灵魂互换之我到底睡了谁[NPH] 作者：北岛手记【24.7.07】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/fcfeb2dd5c2a"
  },
  {
    "文件名": "[完结73+番外]恶鬼（1v1 高H）作者：越青山【24.4.01】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/843c06e852a8"
  },
  {
    "文件名": "[完结]我暗恋的他总在T批 我暗恋的他总在舔批 作者：南游1674【24.7.24】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c9d6713afc7c"
  },
  {
    "文件名": "[完结67]你或像你的人（1v1H） 作者：猫九九【24.6.20】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/5c3f68addef6"
  },
  {
    "文件名": "[完结63]强势到底(高h) 作者：青提波波茶【24.5.02】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/d42804a15d1f"
  },
  {
    "文件名": "[完结598+番外]如风 作者：阿里里呀.txt",
    "夸克盘链接": "https://pan.quark.cn/s/5bd2aa5df8ee"
  },
  {
    "文件名": "[完结50]保护色 SM 作者：锦换【24.8.01】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/da80f68ff772"
  },
  {
    "文件名": "[完结][综]万人迷绝不会修罗场3 作者：猴面包树.txt",
    "夸克盘链接": "https://pan.quark.cn/s/3006289d50c8"
  },
  {
    "文件名": "[完结81]给你一颗糖 作者：脆脆鲨【24.6.27】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/2861ad79c904"
  },
  {
    "文件名": "[完结455+番外][aph]二战向 灼灼其华 NPH 作者：水静绪12~补番.txt",
    "夸克盘链接": "https://pan.quark.cn/s/04782d9a1176"
  },
  {
    "文件名": "[完结36]累月旧痕（父女_糙汉） 作者：今安在【24.6.25】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/5b3c85acebae"
  },
  {
    "文件名": "[完结387+番外]囚笼（NP）【向_哨】 作者：豆浆【24.7.12】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/b0b3deb32552"
  },
  {
    "文件名": "[完结318+番外]炮灰小师姐挨艹实录（NPH） 作者：蜜酒【24.8.06】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/86bb44ce5104"
  },
  {
    "文件名": "[完结203+番外]情欲直播系统 作者：豆浆【24.3.20】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/282c8a6acc23"
  },
  {
    "文件名": "[完结96]连名带姓（破镜重圆h） 作者：Min【24.8.02】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/79514a950d14"
  },
  {
    "文件名": "[完结207]心情小雨（1v1 强制） 作者：松随.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a36845ba0a01"
  },
  {
    "文件名": "[完结66]系统之成为atm奴（校园1v1）作者：一注咸奶茶【24.5.27】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/51bd5f8adee1"
  },
  {
    "文件名": "[完结69+番外]你或像你的人（1v1H） 作者：猫九九【24.7.24】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/91cecaa26c81"
  },
  {
    "文件名": "[完结378+番外]斯文败类（高干 1V1 高H）作者：臣言.txt",
    "夸克盘链接": "https://pan.quark.cn/s/381fb0ae4ec9"
  },
  {
    "文件名": "[完结67+番外]对邻居哥哥发情反被日【1V1 高H】作者：今天不上班【24.6.18】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/31ee2935ebff"
  },
  {
    "文件名": "[完结430]热陷（NP 追妻火葬场） 作者：卜鸣【24.7.01】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/f0be4c79b1eb"
  },
  {
    "文件名": "[完结66]旧瘢（1v1 SC_恶女×圣父）作者：七九【24.4.03】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/7da3b4409e96"
  },
  {
    "文件名": "[完结]「All兰」天使降临 作者：椰丝球球.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a2a8147ec9d8"
  },
  {
    "文件名": "[完结76]台风天太阳雨（强制1v1） 作者：Rui【24.6.19】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/191ca3b14a5a"
  },
  {
    "文件名": "[完结69+番外]春分梦回（校园1v1）作者：ENDIF.txt",
    "夸克盘链接": "https://pan.quark.cn/s/66464bbec44d"
  },
  {
    "文件名": "[完结68]当邪恶潜伏时（年上 高H）作者：无罪国度【24.5.31】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/54f62977b889"
  },
  {
    "文件名": "[完结72]欲吻（1v1 h） 作者：乌龙茶【24.6.02】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/657a1e837b09"
  },
  {
    "文件名": "[完结743+番外]如风 作者：阿里里呀【24.7.28】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/f56eab70f726"
  },
  {
    "文件名": "[完结97+番外]暗物质（伪骨科 1v1 HE） 作者：琴瑟和鸣【24.6.18】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/b08ac84a77c1"
  },
  {
    "文件名": "[完结96]鬼话连篇（玄幻 人鬼恋 h）作者：雪轻月【24.8.13】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e796cb289a4f"
  },
  {
    "文件名": "[完结81]朝暮[古言] 作者：姒旎.txt",
    "夸克盘链接": "https://pan.quark.cn/s/d593e02fe861"
  },
  {
    "文件名": "[完结62]女儿奴(父女1v1h)作者：野川【24.5.13】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/32deb7a82b36"
  },
  {
    "文件名": "[完结427+番外]浮华（高干 高h 婚恋）作者：臣言【24.5.27】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/f3fd07d4d921"
  },
  {
    "文件名": "[完结675+番外]如风 作者：阿里里呀【24.4.25】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/eb8f2581af8a"
  },
  {
    "文件名": "[完结61]乖乖就范（1V1 H）作者：咩咩【24.3.19】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/dc1ab801cc79"
  },
  {
    "文件名": "[完结485]莞美(1v2) 作者：叶天蓝【24.6.03】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/f4f8d921843c"
  },
  {
    "文件名": "[完结374+番外]囚笼（NP）【向_哨】 作者：豆浆【24.6.27】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/5993dc8fb569"
  },
  {
    "文件名": "[完结94]勾引冷清继父后 作者：软软.txt",
    "夸克盘链接": "https://pan.quark.cn/s/1adb0373af79"
  },
  {
    "文件名": "[完结72]夏日恋爱集[青梅竹马NP] 作者：北岛手记【24.6.28】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/5006083b43ac"
  },
  {
    "文件名": "[完结76]空壳 作者：菠萝熊【24.7.17】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/59f76d3595b0"
  },
  {
    "文件名": "[完结254+番外]婬神佑春（古言NPH） 作者：一坨薯饼【24.6.18】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/b8c991188fa5"
  },
  {
    "文件名": "[完结83+番外]我在po文里当NPC 作者：只想吃香菜【24.3.19】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ac0bdfc88ff0"
  },
  {
    "文件名": "[完结51]女演员的床戏之路（高H NP） 作者：梨花姐姐24-7-11.txt",
    "夸克盘链接": "https://pan.quark.cn/s/70fc97e3c1f8"
  },
  {
    "文件名": "[完结65+番外]勾他沉沦H 作者：小蜜汁【24.7.21】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/5cb73a1a870d"
  },
  {
    "文件名": "[完结45]给钱就让操 (校园高H) 作者：美女知知【24.3.19】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/f5b153420cd3"
  },
  {
    "文件名": "[完结87]迟音（1v1）作者：唯雾【24.4.01】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/037cea04ee63"
  },
  {
    "文件名": "[完结50]白月光背着我有儿子了（np） 作者：五更天的光【24.7.30】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/8eaa0df584ef"
  },
  {
    "文件名": "[完结42]谁解助茶香（1v1,古言h）作者：醉不知我【24.5.19】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/0db84d09c38a"
  },
  {
    "文件名": "[完结427+番外]蜜汁樱桃（产奶 校园 NPH)作者：苦咖啡【24.3.26】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/2d8cfe897003"
  },
  {
    "文件名": "[完结]Trap of Love(炮友转正) 作者：见夏如晤【24.6.06】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/3a5f71896989"
  },
  {
    "文件名": "[完结74]小白虎国企淫荡实习之路（高H1V1） 作者：我是土狗我爱写肌肉黄料【24.7.29】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/d920163d3175"
  },
  {
    "文件名": "[完结68]废墟之夜（1v1,H,县城文学） 作者：老瓦盆【24.7.25】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a488e44f87c0"
  },
  {
    "文件名": "[完结68+番外]温房（1v1 男小三）作者：栩芝【24.3.16】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/12853aa6f98d"
  },
  {
    "文件名": "[完结31]岛雨的岛（伪骨） 作者：梨梨亚冬【24.6.25】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/05dffe4b9fa3"
  },
  {
    "文件名": "[完结236+番外]重生后为了赎罪二嫁，丞相前夫却疯了（1v2）作者：红豆奶猹【24.4.12】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/0625313abccb"
  },
  {
    "文件名": "[完结193+番外]娇生惯养（兄妹，出轨）作者：归寻【24.8.23】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/899b6f74411f"
  },
  {
    "文件名": "[完结]无咎 作者：酒壹【24.8.16】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/604b37a5d3cc"
  },
  {
    "文件名": "[完结58]攒钱给老公买帕拉梅拉 作者：金叶子.txt",
    "夸克盘链接": "https://pan.quark.cn/s/74b73d2cc5cb"
  },
  {
    "文件名": "[完结522]被灭门后她杀疯了（古言，1V1） 作者：兆壹北.txt",
    "夸克盘链接": "https://pan.quark.cn/s/b30c6117533f"
  },
  {
    "文件名": "[完结91]冬日性事 （炮友转正 1V1） 作者：阅己【24.7.29】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/5db0655334bf"
  },
  {
    "文件名": "[完结75+番外]徒乱人意 作者：吃情五花肉【24.4.03】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/3ff1f9f7fa48"
  },
  {
    "文件名": "[完结71]花与湿（1V1h，师生双向暗恋)作者：大符.txt",
    "夸克盘链接": "https://pan.quark.cn/s/44eb3d6a9ec3"
  },
  {
    "文件名": "[完结]campus hunter 作者：byebyeill【24.7.13】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a9aaba3b06d8"
  },
  {
    "文件名": "[完结57]炉生香 作者：普兰比【24.8.01】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/2bf06aeace05"
  },
  {
    "文件名": "[完结200+番外](综英美主DC)红尘(简BG_NPH)作者：bkcat【24.7.17】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/f7f0ae23e9d4"
  },
  {
    "文件名": "[完结]与狗博弈（青梅竹马）高h 作者：无名小卒.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e3c92cd71d93"
  },
  {
    "文件名": "[完结]【咒回乙女】童话里都是骗人的 作者：醒春【24.5.08】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/12c981310413"
  },
  {
    "文件名": "[完结75]当爱来临的时候 作者：欣尔【24.8.02】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/6538ed2205c9"
  },
  {
    "文件名": "[完结701+番外]如风 作者：阿里里呀【24.5.26】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/21f4cdbf6902"
  },
  {
    "文件名": "[完结60]不乖（姐夫，出轨）作者：夏多布里昂【24.6.01】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/4a6787563719"
  },
  {
    "文件名": "[完结413+番外]烟火围城时（父女NPH） 作者：余戳.txt",
    "夸克盘链接": "https://pan.quark.cn/s/2889bc01ab23"
  },
  {
    "文件名": "[完结74]寨主，求您疼我（1v1）作者：狍子快跑【24.5.04】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/d0db65c2a4bd"
  },
  {
    "文件名": "[完结311+番外]炮灰小师姐挨艹实录（NPH） 作者：蜜酒【24.7.23】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/923469d36eab"
  },
  {
    "文件名": "[完结513+番外]联邦的小狐狸（兽人NPH） 作者：闪烁的星【24.6.20】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ad4c057f7cfe"
  },
  {
    "文件名": "[完结338]她总把恐怖游戏当黄油玩（原名：《在恐怖游戏收录NPC男友》） 作者：红豆奶猹【24.5.08】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/805dae287cb1"
  },
  {
    "文件名": "[完结57]杀戮者 (2024)强取豪夺 作者：白大大.txt",
    "夸克盘链接": "https://pan.quark.cn/s/2b764ac8fb69"
  },
  {
    "文件名": "[完结326]快穿之大龄女配不想交配了(高H) 作者：水煮白菜【24.7.27】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/009f9e5cdc28"
  },
  {
    "文件名": "[完结92+番外]自定义游戏 作者：寿司.txt",
    "夸克盘链接": "https://pan.quark.cn/s/162d40ab354f"
  },
  {
    "文件名": "[完结729+番外]如风 作者：阿里里呀【24.6.30】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/fe135b31c9b1"
  },
  {
    "文件名": "[完结68]完美老公的秘密（1v3）作者：居居来居居走【24.4.26】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a918aa03b800"
  },
  {
    "文件名": "[完结25]同时交往两个男朋友后我翻车了 作者：不想捡树枝【24.8.23】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/4b8983983c07"
  },
  {
    "文件名": "[完结143]玻璃光（高干人外3p）作者：焉知cc【24.6.14】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/69981cf2ea59"
  },
  {
    "文件名": "[完结139]穿越即掉马（bg）作者：情诫【24.4.14】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/d03c2f675b23"
  },
  {
    "文件名": "[完结1336+番外]禁欲的双修大法（1V1） 作者：漫漫默默【24.4.13】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/726c85376d75"
  },
  {
    "文件名": "[完结130]总有OMEGA想上我 作者：夜見シシヤ.txt",
    "夸克盘链接": "https://pan.quark.cn/s/2b09fa81bc29"
  },
  {
    "文件名": "[完结127]绿茶皇帝强娶臣妻（女非男处1V1）作者：一只芒果【24.5.25】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a2847a023cc5"
  },
  {
    "文件名": "[完结]月亮盏 作者;酌青栀.txt",
    "夸克盘链接": "https://pan.quark.cn/s/fdb3c8cffee0"
  },
  {
    "文件名": "[完结]贪欢【乱伦，np，先婚后爱】 作者：尹汝月【24.4.18】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/324a38e96a45"
  },
  {
    "文件名": "[完结]秘书小姐十分欠肏（高H） 作者：石更大魔王【24.6.07】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/07fbc391f40b"
  },
  {
    "文件名": "[完结]猎人爹兄艹农女种田 作者：海棠依旧【24.4.13】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/279e8bacc11d"
  },
  {
    "文件名": "[完结]爬上公公淫床（高h） 作者：泡芙小奶梨【24.7.09】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e6c70590f4bb"
  },
  {
    "文件名": "[完结]明月恒星（破镜重圆 1v1）作者：一件衫【24.5.12】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/748233555b10"
  },
  {
    "文件名": "[完结94]恶女自有恶人收[穿书1v1] 作者：巧熊【24.4.29】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/2fe98b323981"
  },
  {
    "文件名": "[完结92]岁岁虞虞(巫祝 强取豪夺 高H） 作者：画糖棠人【24.3.19】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/61444cde5546"
  },
  {
    "文件名": "[完结91]迷途 作者：不吃甜的十三姨【24.8.02】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/7ff3ada7054c"
  },
  {
    "文件名": "[完结57]折枝（古言强制1V1）作者：芝芝桃桃【24.5.09】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/2a7815c8cc42"
  },
  {
    "文件名": "[完结78]娇矜（校园高H，1v1）作者：浪奔浪流【24.4.01】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/fc9018aabe6f"
  },
  {
    "文件名": "[完结76+番外]发现孩子是情夫的后（背德1v2）作者：神圣震击.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c192f00a0139"
  },
  {
    "文件名": "[完结452+番外]浮华（高干 高h 婚恋） 作者：臣言【24.6.25】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/026e63cc32d1"
  },
  {
    "文件名": "[完结396]淫悦帝王成长计划【后宫H】 作者：幼冴【24.6.08】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a13bf3c0cc91"
  },
  {
    "文件名": "[完结76]六月天 作者：某梨【24.4.16】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/8a3673f890a2"
  },
  {
    "文件名": "[完结254]凰权之上（父女 古言 1v1）作者：东竹【24.6.23】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/184c62c0f77f"
  },
  {
    "文件名": "[完结61]反噬之后(高干h 1v1) 作者：慢慢池池【24.5.22】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/94de08b5dcfb"
  },
  {
    "文件名": "[完结42+番外]春日颠倒 作者 梨婳.txt",
    "夸克盘链接": "https://pan.quark.cn/s/9858134a150d"
  },
  {
    "文件名": "[完结79]情陷宫闱（类清） 作者：河豚宝贝【24.7.06】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/bb6d1f7a759f"
  },
  {
    "文件名": "[完结69]侯爷他拒绝火葬场 作者：我是一条无尾鱼【24.7.30】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/553e580e4628"
  },
  {
    "文件名": "[完结62]在末世被迫做女海王np 作者：小鹿奶酪【24.8.24】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e6f050c7d7dd"
  },
  {
    "文件名": "[完结55]大小姐（校园SP 1v1）作者：琂.txt",
    "夸克盘链接": "https://pan.quark.cn/s/33ee5462cba7"
  },
  {
    "文件名": "[完结205+番外]干扰剧情后我成PO文女主了【NPH】作者：甄香【24.7.08】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/7d85100f0ecb"
  },
  {
    "文件名": "[完结648+番外]如风 作者：阿里里呀【24.3.29】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/96fd02a66656"
  },
  {
    "文件名": "[完结60+番外]蛇夫（NP）作者：橘梨富人.txt",
    "夸克盘链接": "https://pan.quark.cn/s/198e62d736ea"
  },
  {
    "文件名": "[完结242+番外]应召男菩萨(1V1) H 作者 其女也.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e23d015dcbe6"
  },
  {
    "文件名": "[完结281]在恐怖游戏里高潮不断（无限 h）作者：黛妃.txt",
    "夸克盘链接": "https://pan.quark.cn/s/12abc3cd6969"
  },
  {
    "文件名": "[完结94+番外]小圆满（1v2 h）作者：小甜包【24.8.15】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/92712a204c39"
  },
  {
    "文件名": "[完结36+番外]沦为奴妓的恶毒大小姐 作者：静水流深.txt",
    "夸克盘链接": "https://pan.quark.cn/s/549977e7a528"
  },
  {
    "文件名": "[完结]【穿书】一不小心走了女配的路（1V1） 作者：禁止咕咕【24.6.09】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/53eb73d29b05"
  },
  {
    "文件名": "[完结71+番外]人生在世春如梦（舅甥 ）作者：昭昭与朝朝.txt",
    "夸克盘链接": "https://pan.quark.cn/s/d7fa6614fad7"
  },
  {
    "文件名": "[完结60]妹控（兄妹骨科，1v1H）作者：莉莉香【24.5.17】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/087c530cb534"
  },
  {
    "文件名": "[完结320]被儿子死对头睡过之后（np 母子 年下）作者：梨花女御【24.3.23】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e0a29ea872b8"
  },
  {
    "文件名": "[完结64]坠欢（出轨）（原名：《甜文女主爆改po文女主》） 作者：辣梨.txt",
    "夸克盘链接": "https://pan.quark.cn/s/5418ba13ca1b"
  },
  {
    "文件名": "[完结42+番外]缠坠月亮（女总裁与男保镖 1v1) 作者：乔斯林【24.5.23】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/3d12dbec64f0"
  },
  {
    "文件名": "[完结339]在色情游戏里被迫直播高潮（西幻 人外 nph）作者：软软【24.5.14】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/11711ba9d2a8"
  },
  {
    "文件名": "[完结319+番外]骄奢（NP）作者：七月妖【24.4.15】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/b564b6856e08"
  },
  {
    "文件名": "[完结22+番外]（狗血高H）成为替身嫁给男主后，假死的白月光竟然回来了？作者：狐一桶【24.5.02】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ff38ae2e10f5"
  },
  {
    "文件名": "[完结91]生存期（1v2 兄妹骨科 男小三） 作者：随一块【24.7.11】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/2ef3acd684d2"
  },
  {
    "文件名": "[完结70]处男炮友竟成了我哥（校园，伪骨科，1VS1）作者：一平如喜.txt",
    "夸克盘链接": "https://pan.quark.cn/s/42ae1e42be72"
  },
  {
    "文件名": "[完结80+番外]小白虎国企淫荡实习之路（高H1V1） 作者：我是土狗我爱写肌肉黄料【24.8.06】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/f1e98118a9db"
  },
  {
    "文件名": "[完结73]残喘（np）作者：黄色西瓜【24.5.18】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/764a535f7a24"
  },
  {
    "文件名": "[完结]AV拍摄现场 作者：涨秋池.txt",
    "夸克盘链接": "https://pan.quark.cn/s/6ab8ce3ce6fb"
  },
  {
    "文件名": "[完结65]晏如 (1v1 年下 男替身) 作者：芙蓉夜雨.txt",
    "夸克盘链接": "https://pan.quark.cn/s/eaf00fe5af9c"
  },
  {
    "文件名": "[完结57+番外]罪爱诗集（师生_调教）作者：小竹荚.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ccd61c255ba1"
  },
  {
    "文件名": "[完结50]挖穿绿茶墙角 作者：苍汐落.txt",
    "夸克盘链接": "https://pan.quark.cn/s/336c3fea8820"
  },
  {
    "文件名": "[完结426+番外]蜜汁樱桃（产奶 校园 NPH)作者：苦咖啡.txt",
    "夸克盘链接": "https://pan.quark.cn/s/0c9700d5a1a3"
  },
  {
    "文件名": "[完结411]【西幻｜全息｜NPH】异度盛宴 作者：月亮蒸汽裙【24.5.14】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/1767effb1b0b"
  },
  {
    "文件名": "[完结40]总裁太狡诈（H,1v1,SC） 作者：丘皮卡【24.6.17】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/aec5750cfe2f"
  },
  {
    "文件名": "[完结292+番外]炮灰小师姐挨艹实录（NPH） 作者：蜜酒【24.6.27】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/8b84efa11128"
  },
  {
    "文件名": "[完结247+番外]繁花落尽 作者：queen【24.7.17】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/75c53d2a350a"
  },
  {
    "文件名": "[完结243+番外]穿成反派的前妻［高h年代文］ 作者：不知名废话气垫家【24.6.25】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/814f0e049181"
  },
  {
    "文件名": "[完结87]倒月（都市篇）作者：玉鱼.txt",
    "夸克盘链接": "https://pan.quark.cn/s/dd97967b0205"
  },
  {
    "文件名": "[完结327+番外]浮华（高干 高h 婚恋）作者：臣言【24.3.31】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/fa243c490a84"
  },
  {
    "文件名": "[完结182+番外]金主爸爸们也需要竞聘上床（NPH） 作者：小浪在流浪【24.6.18】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/3fb315ff6de9"
  },
  {
    "文件名": "[完结89+番外]静水流深（原名：放过） 作者：荆挑【24.8.22】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/33a0bbb32bd5"
  },
  {
    "文件名": "[完结55]月明（骨科 1v1 甜H） 作者：岚酱炖肉马甲【24.6.15】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/59f590e25a8c"
  },
  {
    "文件名": "[完结555+番外]蝴蝶效应 作者：兆壹北.txt",
    "夸克盘链接": "https://pan.quark.cn/s/2a17db427379"
  },
  {
    "文件名": "[完结52]淫乱女体三国刘备传 作者：Blackgold.txt",
    "夸克盘链接": "https://pan.quark.cn/s/5d406714d88d"
  },
  {
    "文件名": "[完结485+番外]【西幻】侍魔（SM、剧情H、重口黑暗向）作者：拉格朗曰【24.6.11】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/828ad5f4f059"
  },
  {
    "文件名": "[完结53]衣柜里的他（女囚男、BG）作者：格格巫【24.5.27】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/5db11a3b3cf0"
  },
  {
    "文件名": "[完结40+番外]今日有风（兄妹骨科） 作者：Polaris【24.6.21】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a77dcd888d39"
  },
  {
    "文件名": "[完结198+番外](综英美主DC)红尘(简BG_NPH)作者：bkcat.txt",
    "夸克盘链接": "https://pan.quark.cn/s/410389028f16"
  },
  {
    "文件名": "[完结]刺骨 作者：耶希【24.6.15】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/27c2cd6f8ce4"
  },
  {
    "文件名": "[完结]今日有风（兄妹骨科） 作者：Polaris【24.6.16】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/6d7a4eb74acf"
  },
  {
    "文件名": "[完结99+番外]甜秘密（校园高H）作者：翼山明【24.4.28】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a5e61456201e"
  },
  {
    "文件名": "[完结93+番外]冬日性事 （炮友转正 1V1） 作者：阅己.txt",
    "夸克盘链接": "https://pan.quark.cn/s/2baa9be5ab0f"
  },
  {
    "文件名": "[完结73+番外]乱花迷人眼（高干 NP）作者：金叶子【24.3.31】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a0fb900f5b05"
  },
  {
    "文件名": "[完结66]心软予你(H) 作者：羽毛酱【24.6.27】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/76950a74b128"
  },
  {
    "文件名": "[完结87]静水流深（原名：放过） 作者：荆挑【24.7.29】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/f59234f223f2"
  },
  {
    "文件名": "[完结79+番外]错连（SM）(原名《看SM片错连邻居蓝牙后》) 作者：告诉雀【24.3.29】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/2feb8b3a333b"
  },
  {
    "文件名": "[完结65]春朝 作者：远山【24.4.29】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/1bdb093c6d9b"
  },
  {
    "文件名": "[完结57]恶鬼（1v1 高H）作者：越青山.txt",
    "夸克盘链接": "https://pan.quark.cn/s/321ef8012140"
  },
  {
    "文件名": "[完结43]觉晓（青梅竹马，都市）作者：轻糖可颂.txt",
    "夸克盘链接": "https://pan.quark.cn/s/1ae3e837641b"
  },
  {
    "文件名": "[完结41+番外]被权贵玷污的清冷美人 作者：大王炒饭Karine【24.3.28】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/b2c78d47ce26"
  },
  {
    "文件名": "[完结86]野鹤（H）作者：冰封西瓜.txt",
    "夸克盘链接": "https://pan.quark.cn/s/10d796e15216"
  },
  {
    "文件名": "[完结676+番外]床戏替身（NPH）作者：豌豆荚【24.7.18】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/aa502dad286b"
  },
  {
    "文件名": "[完结59]不得（骨科，父女） 作者：戊安山【24.5.17】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/33ea82ca887b"
  },
  {
    "文件名": "[完结90]排他性（bdsm） 作者：云藏了【24.6.13】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/23426e5c67da"
  },
  {
    "文件名": "[完结65]欲色难撩（出轨）作者：一枚听客【24.5.14】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/7b968371f400"
  },
  {
    "文件名": "[完结58]仲夏（父女h）作者：青北24.04.06婆婆.txt",
    "夸克盘链接": "https://pan.quark.cn/s/900508dc4df8"
  },
  {
    "文件名": "[完结58+番外]夹心饼干 作者：讨厌下雨【24.5.08】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a292faed25aa"
  },
  {
    "文件名": "[完结176+番外]馋情 (原名 姜婷纪事) 作者：成云起【24.5.20】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e894e4c006c9"
  },
  {
    "文件名": "[完结84]被自己关进书里了怎么办！(NP) 作者：居居来居居走【24.7.17】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/819b6453bc0d"
  },
  {
    "文件名": "[完结71]绯山碧涧 (H 骨科 产乳 1v1) 作者：舟搖月昏【24.5.22】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/5637d438a584"
  },
  {
    "文件名": "[完结68]关于我哥和我男朋友互换身体这件事（1v2） 作者：白葡萄【24.6.22】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/23fc1e7844ec"
  },
  {
    "文件名": "[完结66]在全息黄游里攻略男主（NP，1v1） 作者：胖樱樱【24.5.17】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/fe2deaf193d5"
  },
  {
    "文件名": "[完结495+番外]【西幻】侍魔（SM、剧情H、重口黑暗向）作者：拉格朗曰【24.7.27】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/3df2709e6b3b"
  },
  {
    "文件名": "[完结155+番外]白鸽（强制）作者：躺平的仙女【24.7.20】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/86e615acbdf6"
  },
  {
    "文件名": "[完结124+番外]缠金枝（古言1v1，先婚后爱）作者：汐蝶【24.4.12】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/63a9cec8622d"
  },
  {
    "文件名": "[完结2056+番外]反派男主你好坏[快穿1v1]作者：肥肥~补番.txt",
    "夸克盘链接": "https://pan.quark.cn/s/d2887b0cb9a2"
  },
  {
    "文件名": "[完结201]诱她 作者：河豚沒有毒【24.7.06】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/7eace858986f"
  },
  {
    "文件名": "[完结179]少女榨精地狱 作者：Kikiki【24.6.20】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/3948692362e1"
  },
  {
    "文件名": "[完结178+番外]小夫妻 作者：cally【24.7.16】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a4b4ca918e2b"
  },
  {
    "文件名": "[完结163+番外]白鸽（强制）作者：躺平的仙女【24.7.31】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ffbe641b0c3b"
  },
  {
    "文件名": "[完结137+番外]深渊（SM调教，1V1）作者：沁繁华【24.4.12】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/79b25e7c3f0e"
  },
  {
    "文件名": "[完结134+番外]白鸽（强制）作者：躺平的仙女【24.6.26】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/6deb2d2c1623"
  },
  {
    "文件名": "[完结122]穿成恶毒师娘后，你决定 作者：明日兔兔【24.4.24】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/8395c516e53c"
  },
  {
    "文件名": "[完结122+番外]透骨欢（古言穿书 SC 1v1）作者：三月【24.4.12】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/606c2b8d2aab"
  },
  {
    "文件名": "[完结17+番外]禁忌游戏催眠清冷男团 作者：南山海棠.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c73e1b97d23b"
  },
  {
    "文件名": "[完结169]私下辅导（年下师生1v1）作者：小圈降临【24.4.03】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/455e23433a15"
  },
  {
    "文件名": "[完结165+番外]失忆贵妃承宠记（1v1，h）作者：汐蝶.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a2bd695db218"
  },
  {
    "文件名": "[完结163+番外]杀驸马（追夫 小黑屋高Ｈ HE）作者：蜗牛【24.3.25】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a6cb6fd2a919"
  },
  {
    "文件名": "[完结159]烈焰（小妈 年下H）作者：今又【24.4.11】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c64a95c7df77"
  },
  {
    "文件名": "[完结152+番外]菟丝花女人【H合集】作者：豆浆【24.6.27】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/9ad00de5aaf3"
  },
  {
    "文件名": "[完结142]金阙春深（古言1v2，男全处） 作者：汐蝶【24.8.25】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/f79fa1180549"
  },
  {
    "文件名": "[完结135+番外]犬夜叉同人（这真的是游戏吗）作者：桃花鸽.txt",
    "夸克盘链接": "https://pan.quark.cn/s/933e6b53b749"
  },
  {
    "文件名": "[完结1343+番外]禁欲的双修大法（1V1） 作者：漫漫默默【24.5.24】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/1c670eca87bd"
  },
  {
    "文件名": "[完结130+番外]成佛（强制）作者：躺平的仙女.txt",
    "夸克盘链接": "https://pan.quark.cn/s/3349b58ac49e"
  },
  {
    "文件名": "[完结126+番外]冷冰萃云（包养_伪骨科1V1H）作者：秋山执刀【24.8.28】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/35870534251d"
  },
  {
    "文件名": "[完结194]玛丽苏文开始之前（NPH）作者：璟翎【24.4.08】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/dd8fe97e4cdb"
  },
  {
    "文件名": "[完结180]他爱得又凶又怂(1V1h 强制) 作者：烟草风絮梅子雨【24.7.04】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ed15f3dff7c3"
  },
  {
    "文件名": "[完结176+番外]二度初恋（1v1，校园，久别重逢）作者：迢迢【24.5.03】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/b9ac7db88118"
  },
  {
    "文件名": "[完结174]金主爸爸们也需要竞聘上床（NPH） 作者：小浪在流浪【24.5.30】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/3a0956666757"
  },
  {
    "文件名": "[完结168+番外]救命，穿成了男主的晓事丫头怎么搞！作者：魔影影24.04.06婆婆.txt",
    "夸克盘链接": "https://pan.quark.cn/s/7e543f105d1b"
  },
  {
    "文件名": "[完结166+番外]俘获（人外 NPH）作者：萌大奶【24.5.20】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/f6813727c544"
  },
  {
    "文件名": "[完结162+番外]末日双舟(1v1，末世) 作者：昏鸦往东【24.6.17】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c0c6463bf127"
  },
  {
    "文件名": "[完结359]伺惑她（NPH）作者：华云.txt",
    "夸克盘链接": "https://pan.quark.cn/s/1f6d1db7d498"
  },
  {
    "文件名": "[完结156+番外]寡妇太后 作者：cally.txt",
    "夸克盘链接": "https://pan.quark.cn/s/0ff195bcdbad"
  },
  {
    "文件名": "[完结138+番外]当娇软美人被囚为禁脔（np，高h）作者：香菜灭绝计划全球推广大使.txt",
    "夸克盘链接": "https://pan.quark.cn/s/0f888db7eac2"
  },
  {
    "文件名": "[完结1324]禁欲的双修大法（1V1） 作者：漫漫默默【24.3.16】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/13f4a762a504"
  },
  {
    "文件名": "[完结122+番外]阴天旧故（高干H）作者：啊门【24.5.08】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/aca57c5801bb"
  },
  {
    "文件名": "[完结234]一言不发（高甜，H）作者：紫米露【24.4.26】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/1091b4711ede"
  },
  {
    "文件名": "[完结200+番外]红线（古言，父女，H）作者：AAA【24.8.25】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/b1cba2fe3f8f"
  },
  {
    "文件名": "[完结83]三伏天 作者：偷马头.txt",
    "夸克盘链接": "https://pan.quark.cn/s/8625e3c584e1"
  },
  {
    "文件名": "[完结78]向着FIRE进发（高H）作者 山风蛊.txt",
    "夸克盘链接": "https://pan.quark.cn/s/031d5992b082"
  },
  {
    "文件名": "[完结64+番外]大寒（校园1v1）作者：小声点【24.5.23】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e4d2e55a43e1"
  },
  {
    "文件名": "[完结1372+番外]禁欲的双修大法（1V1） 作者：漫漫默默【24.7.26】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a2e31f0d55b1"
  },
  {
    "文件名": "[完结236+番外]应召男菩萨(1V1) H 作者 其女也【24.6.25】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/6b32d8ecc901"
  },
  {
    "文件名": "[完结153]被筷子夹起的流动猫咪（1v2_年下_人外）作者：Wander【24.6.11】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/0e92fddadb77"
  },
  {
    "文件名": "[完结1359+番外]禁欲的双修大法（1V1） 作者：漫漫默默【24.6.22】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c845033783dd"
  },
  {
    "文件名": "[完结182+番外]咸鱼NPC女主又被强制爱了(NPH) 作者：爱做饭的小鱿鱼【24.7.22】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/20bb17bf669d"
  },
  {
    "文件名": "[完结189+番外]失忆贵妃承宠记（1v1，h）作者：汐蝶.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ee246ef12fb6"
  },
  {
    "文件名": "[完结151+番外]你吃饭没有 作者：车厘崽【24.7.16】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/91b105d40c96"
  },
  {
    "文件名": "[完结180]烂黄瓜从良记 作者：穆尔【24.7.05】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/8e50c4128ffb"
  },
  {
    "文件名": "[完结138]春闺艳妇（高H产乳乱伦）作者：丽春院头牌24.04.06婆婆.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a07df68290ae"
  },
  {
    "文件名": "[完结130+番外]远山觅芙蓉（现言1v1，h）作者：闲月夜【24.3.22】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/9c8ad9be2d35"
  },
  {
    "文件名": "[完结215]糜宴（H）作者：宸月【24.6.12】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/3d70999216ce"
  },
  {
    "文件名": "[完结118+番外]缠金枝（古言1v1，先婚后爱）作者：汐蝶【24.3.18】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/fc7c91584bf6"
  },
  {
    "文件名": "[完结171+番外]救命，穿成了男主的晓事丫头怎么搞！作者：魔影影【24.4.13】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/d11b22f58f23"
  },
  {
    "文件名": "[完结171+番外]光暗相逢（1V1 H）作者：今又.txt",
    "夸克盘链接": "https://pan.quark.cn/s/2fb451e8bf04"
  },
  {
    "文件名": "[完结149]烧伤（校园 1v1）作者：叶闻知【24.8.25】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/37daf2a89c0a"
  },
  {
    "文件名": "[完结141+番外]冷秋（父女，高H）作者：夏多多【24.4.16】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/12cb5822c483"
  },
  {
    "文件名": "[完结133]秩序之外(骨科 1V1) 作者：林觉夏【24.5.24】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/75d8c91ea451"
  },
  {
    "文件名": "[完结204+番外]干扰剧情后我成PO文女主了【NPH】作者：甄香【24.5.19】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/0e1de7a94fb5"
  },
  {
    "文件名": "[完结200]漂亮的路人甲（NP）作者：穆不里.txt",
    "夸克盘链接": "https://pan.quark.cn/s/abf3dc141516"
  },
  {
    "文件名": "[完结147+番外]俘获（人外 NPH）作者：萌大奶.txt",
    "夸克盘链接": "https://pan.quark.cn/s/3004c7c3ba81"
  },
  {
    "文件名": "[完结120+番外]冷冰萃云（包养_伪骨科1V1H）作者：秋山执刀【24.8.19】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/908e6959f0c0"
  },
  {
    "文件名": "[完结136+番外]犬夜叉同人（这真的是游戏吗）作者：桃花鸽【24.7.16】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/1621b9d13263"
  },
  {
    "文件名": "[完结64]说爱我（1v1）作者：拾豆落草【24.4.12】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/1dde8300498a"
  },
  {
    "文件名": "[完结64]流氓学院NP 作者：爱吃东西的小可爱.txt",
    "夸克盘链接": "https://pan.quark.cn/s/18f93f27a89c"
  },
  {
    "文件名": "[完结61+番外]绝对吸引【父女ABO】 作者 ANO【24.3.19】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c74e077a950d"
  },
  {
    "文件名": "[完结39]匹诺曹 作者：白毛浮绿【24.5.07】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/7c46b005971a"
  },
  {
    "文件名": "[完结204+番外]漂亮的路人甲（NP）作者：穆不里24.04.06婆婆.txt",
    "夸克盘链接": "https://pan.quark.cn/s/04ae28aba2a9"
  },
  {
    "文件名": "[完结210+番外]应召男菩萨(1V1) H 作者 其女也【24.3.22】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/30eaf848494e"
  },
  {
    "文件名": "[完结192]勾引（NPH，校园 H 1 V N）作者：上po专用号【24.5.14】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/33cda53a5634"
  },
  {
    "文件名": "[完结237]【西幻】海妖之眼（重生NP）作者 暴走兔兔【24.3.31】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/7279f62321b1"
  },
  {
    "文件名": "[完结190]一念情深（师生 有点甜）作者：俺还是个宝宝啊【24.3.24】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/173765472701"
  },
  {
    "文件名": "[完结159]君幸年（隐殊） 作者：野菜汤面【24.7.03】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/d0e46dcd2cca"
  },
  {
    "文件名": "[完结167]二度初恋（1v1，校园，久别重逢）作者：迢迢【24.4.23】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/9919b19c8127"
  },
  {
    "文件名": "[完结2065+番外]反派男主你好坏[快穿1v1]作者：肥肥~补番【24.4.27】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/f9e5ad932c53"
  },
  {
    "文件名": "[完结163+番外]赴清宴（1VN 高H）BE 男全处全洁 作者：只是乱翻书【24.4.02】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/09165aa0d75e"
  },
  {
    "文件名": "[完结150]女配也想有存在感呢（NP，弯掰直）作者：随便起个名字看看【24.4.12】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a6ef69434566"
  },
  {
    "文件名": "[完结148+番外]成佛（强制）作者：躺平的仙女.txt",
    "夸克盘链接": "https://pan.quark.cn/s/6686b0fe3e49"
  },
  {
    "文件名": "[完结141]你吃饭没有 作者：车厘崽【24.6.15】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/85940e3ddb47"
  },
  {
    "文件名": "[完结133+番外]什锦糖（年下1V1，甜文）作者：鸣銮.txt",
    "夸克盘链接": "https://pan.quark.cn/s/64f24c0e29b1"
  },
  {
    "文件名": "[完结126]殒潮（强制nph）作者：ririadong.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e26e06dec46d"
  },
  {
    "文件名": "[完结85]失控 作者：停止梦游.txt",
    "夸克盘链接": "https://pan.quark.cn/s/4a15db0b16fb"
  },
  {
    "文件名": "[完结168]有间客栈（古言np）作者：Sisi【24.3.25】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/f2b926d9b805"
  },
  {
    "文件名": "[完结190]假千金反杀之路（1v1豪门校园）作者：闻人醉.txt",
    "夸克盘链接": "https://pan.quark.cn/s/8b760d250ea9"
  },
  {
    "文件名": "[完结154]摧眉（年代 糙汉 女方粗口） 作者：太师青【24.7.04】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/53c9619aea57"
  },
  {
    "文件名": "[完结127+番外]冬夏莫言（父女，1v1，H）作者：汐北北.txt",
    "夸克盘链接": "https://pan.quark.cn/s/8a1c9825f520"
  },
  {
    "文件名": "[完结14]春思乱 作者：fawisahy.txt",
    "夸克盘链接": "https://pan.quark.cn/s/7ab92848c8d6"
  },
  {
    "文件名": "[完结125+番外]心尖（兄妹，高H） 作者：夏多【24.6.13】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/36f6d2a85bc3"
  },
  {
    "文件名": "[完结159+番外]折她的傲骨（西幻NPH）作者：赤森.txt",
    "夸克盘链接": "https://pan.quark.cn/s/250984316867"
  },
  {
    "文件名": "[完结140+番外]遮月（兄妹骨科1v1） 作者：金蛋卷【24.6.28】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/906e04a8a955"
  },
  {
    "文件名": "[完结152]春有馈（古言1v1，少年少女，sc）作者 阿戈【24.4.08】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/eeb672edd509"
  },
  {
    "文件名": "[完结171]春江知晚意（古言NPH）作者：一颗仙仙桃.txt",
    "夸克盘链接": "https://pan.quark.cn/s/508740d10211"
  },
  {
    "文件名": "[完结139]穿越即掉马（bg）作者：情诫【24.5.08】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/0dae098ebb92"
  },
  {
    "文件名": "[完结125]妻妹（姐夫1v1h） 作者：消灭所有指点狗【24.8.20】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/94c298db427d"
  },
  {
    "文件名": "[完结121+番外]【骨科1v1】月与河 作者：天天加班【24.7.31】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/34d1afe79ddf"
  },
  {
    "文件名": "[完结131+番外]末世之唯一的女性 作者：水北【24.8.21】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/40fe9f302906"
  },
  {
    "文件名": "[完结124+番外]白鸽（强制）作者：躺平的仙女【24.6.05】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/f091ab2f71c0"
  },
  {
    "文件名": "[完结206]交易(校园NP，高H，全C)作者：黄太后.txt",
    "夸克盘链接": "https://pan.quark.cn/s/2275e5137adc"
  },
  {
    "文件名": "[完结187+番外]二度初恋（1v1，校园，久别重逢）作者：迢迢【24.7.24】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ed442b8898f8"
  },
  {
    "文件名": "[完结178+番外]白杨港俾（原名：《顶级暧昧》） 作者：徐图南【24.5.14】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/361eba9a9ff4"
  },
  {
    "文件名": "[完结164]不正常的万人迷体质和正常（待定）的我（np）作者：秋水关灯【24.6.01】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/83651b981a1d"
  },
  {
    "文件名": "[完结178+番外]包养协议 作者：高文羡【24.8.23】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/dd74b43ee886"
  },
  {
    "文件名": "[完结146+番外]末日双舟(1v1，末世)作者：昏鸦往东【24.6.08】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/97b95cf710fa"
  },
  {
    "文件名": "[完结175+番外]咸鱼NPC女主又被强制爱了(NPH) 作者：爱做饭的小鱿鱼【24.4.14】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/461bdd73fe59"
  },
  {
    "文件名": "[完结159+番外]暗二十一年天光（校园ntr）作者：迢迢~补番.txt",
    "夸克盘链接": "https://pan.quark.cn/s/d511d794a399"
  },
  {
    "文件名": "[完结157+番外]过激行为（姐弟产奶1v1）作者：睡觉对我很重要.txt",
    "夸克盘链接": "https://pan.quark.cn/s/8137d07a3e7a"
  },
  {
    "文件名": "[完结150]快穿之被爆操的日子（1v1 高h）作者：雪轻月【24.4.22】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/df419eaf7075"
  },
  {
    "文件名": "[完结146+番外]替身女配觉醒了（侄媳，高h，双处）作者：陆小哼【24.3.20】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/77385e90b3ce"
  },
  {
    "文件名": "[完结141+番外]渡心（校园 NPH） 作者：莫晨【24.7.24】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/aa596447cee6"
  },
  {
    "文件名": "[完结135]爱的辅导在课后（校园 1V1）作者：琴瑟和鸣.txt",
    "夸克盘链接": "https://pan.quark.cn/s/289637dcec33"
  },
  {
    "文件名": "[完结131+番外]网开一面（年上、黑道、高干、高H、sp、驯养）作者：婆婆丁拌酱菜【24.5.22】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/088700e88abc"
  },
  {
    "文件名": "[完结131+番外]青花冷（先婚后爱H）作者：子境【24.8.30】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/4a7252c3eaf2"
  },
  {
    "文件名": "[完结126]指瘾【年代弟媳】作者：白天玛奇朵【24.5.23】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/0f3d0b32944e"
  },
  {
    "文件名": "[完结130+番外]心尖（兄妹，高H） 作者：夏多【24.7.12】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/5f891d75a277"
  },
  {
    "文件名": "[完结125+番外]金丝笼【骨科1V1】作者：庭阑.txt",
    "夸克盘链接": "https://pan.quark.cn/s/7d5daa5d076b"
  },
  {
    "文件名": "[完结56]繁花似锦 作者：一颗柠檬.txt",
    "夸克盘链接": "https://pan.quark.cn/s/162fdd928cf6"
  },
  {
    "文件名": "[完结199+番外]失忆贵妃承宠记（1v1，h）作者：汐蝶【24.3.18】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/0926904fad57"
  },
  {
    "文件名": "[完结194+番外]三尺春（古言，伪骨科，兄妹） 作者：长青长白【24.8.02】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e8b42248d62f"
  },
  {
    "文件名": "[完结178]夜泳（1v1） 作者：小野沙拉【24.8.16】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/712d1fa327c4"
  },
  {
    "文件名": "[完结161]寒香(睡错人之后)（1V1h） 作者：福橘如意【24.7.29】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/3ff6200fb076"
  },
  {
    "文件名": "[完结158+番外]小夫妻 作者：cally【24.6.27】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/7de97f6fce96"
  },
  {
    "文件名": "[完结148]避风港（1V1）作者：锦换【24.5.26】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/22fc30af7dad"
  },
  {
    "文件名": "[完结117]一觉醒来，全世界的性欲指数上升了一万倍，除了我 作者：盐梨【24.5.24】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/82f1df49cdc4"
  },
  {
    "文件名": "[完结120]网开一面（年上、黑道、高干、高H、sp、驯养）作者：婆婆丁拌酱菜【24.4.23】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a519e14ca5fd"
  },
  {
    "文件名": "[完结121]媚欢（出轨高H） 作者：百无禁忌【24.8.16】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/edd8460d74b6"
  },
  {
    "文件名": "[完结117]阴天旧故（高干H）作者：啊门【24.4.21】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/2baa0e3f311b"
  },
  {
    "文件名": "[完结116+番外]青花冷（先婚后爱H）作者：子境.txt",
    "夸克盘链接": "https://pan.quark.cn/s/7d8746820a7b"
  },
  {
    "文件名": "[完结114]逃出生天后 作者：牛奶少年郎【24.4.24】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/3f55de5d1a1b"
  },
  {
    "文件名": "[完结114]梅子熟了 作者：欲心生【24.5.18】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/0f8bfea1208d"
  },
  {
    "文件名": "[完结113+番外]缠金枝（古言1v1，先婚后爱）作者：汐蝶.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c2c8de7e5e0e"
  },
  {
    "文件名": "[完结109]每晚入梦亵玩仙君（1v1h）作者：择灵【24.4.07】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/0a5fdb32ed1e"
  },
  {
    "文件名": "[完结108+番外]每天都在被勾引（校园H） 作者：感觉不太喵【24.6.25】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a89848035de1"
  },
  {
    "文件名": "[完结106+番外]错登科（1V1古言） 作者：小圆镜【24.5.21】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/52d4c73f82f7"
  },
  {
    "文件名": "[完结106]讨吻（现言 1v2）作者：糖果泥【24.4.12】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/069a3ff09e6e"
  },
  {
    "文件名": "[完结101+番外]末日双舟(1v1，末世)作者：昏鸦往东【24.4.09】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/4f19d4b9ec07"
  },
  {
    "文件名": "[完结100+番外]不应期（老夫少妻，父母爱情） 作者：蓝胡子小女孩【24.6.15】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/76a90c2d24f5"
  },
  {
    "文件名": "[完结100]撬墙角（高H） 作者：啊肥阿.txt",
    "夸克盘链接": "https://pan.quark.cn/s/3553aa58d46e"
  },
  {
    "文件名": "[完结115+番外]皎皎两心间（仙侠 破镜重圆1v1H）作者：秋澜如绾【24.6.01】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/1a7a80c6bca7"
  },
  {
    "文件名": "[完结114+番外]冰镇杨梅（骨科产乳1v1） 作者：堆玉【24.8.25】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/5f2f014273ad"
  },
  {
    "文件名": "[完结112]嘉医生今天救人了吗【NPH】 作者：上弦月【24.6.24】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ce59fa585d97"
  },
  {
    "文件名": "[完结111]盈满月（原名：《恶毒女配长脑子后（年代h）》）作者：哑巴【24.3.23】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/194dff7f04f2"
  },
  {
    "文件名": "[完结110+番外]难却[师生·强取豪夺]作者：化成小熊糖浆.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c33ed978034a"
  },
  {
    "文件名": "[完结108]【西幻NP】穿到异世界成为勇者后 作者：棠绣【24.4.14】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/769fa1b0de65"
  },
  {
    "文件名": "[完结105]沁桃（校园1v1H）作者：麽子么【24.4.20】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/96999983d8d7"
  },
  {
    "文件名": "[完结105+番外]青梅竹马有时尽（3p）作者：孤羽【24.3.28】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/d26546e9984c"
  },
  {
    "文件名": "[完结104]购买“美貌”后，我发现它有保质期！(NPH) 作者：居居来居居走.txt",
    "夸克盘链接": "https://pan.quark.cn/s/12ff06172dad"
  },
  {
    "文件名": "[完结103]错登科（1V1古言） 作者：小圆镜【24.5.13】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/02d1c34396c9"
  },
  {
    "文件名": "[完结100]达者为先（np）作者：薛小唧【24.6.24】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/800673631969"
  },
  {
    "文件名": "[完结100]春日玫瑰（1v1 青梅竹马） 作者：鹤千辞【24.8.28】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/54149e4eaccd"
  },
  {
    "文件名": "[完结136]浓 作者：寅上炎.txt",
    "夸克盘链接": "https://pan.quark.cn/s/344821bfff4b"
  },
  {
    "文件名": "[完结+番外]驯服[骨科1v1] 作者：白日飞鸦【24.3.28】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/2a5a8db56d07"
  },
  {
    "文件名": "[完结123]什锦糖（年下1V1，甜文）作者：鸣銮.txt",
    "夸克盘链接": "https://pan.quark.cn/s/111c463d70b2"
  },
  {
    "文件名": "[完结121+番外]契约婚姻 作者：穆爾塔圖里.txt",
    "夸克盘链接": "https://pan.quark.cn/s/1a8bccc41965"
  },
  {
    "文件名": "[完结121+番外]上下左右 作者：三侗岸【24.3.31】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/68050bf34978"
  },
  {
    "文件名": "[完结120]偷吃（公媳 高H） 作者：百无禁忌【24.7.05】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c9ac20936194"
  },
  {
    "文件名": "[完结119+番外]失落拼图（破镜重圆 h）作者：纽纽贝果【24.3.29】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/b64283f1fbab"
  },
  {
    "文件名": "[完结119]被健身房教练秘密调教后（糙汉 高H）作者：百无禁忌.txt",
    "夸克盘链接": "https://pan.quark.cn/s/0b85824e47e3"
  },
  {
    "文件名": "[完结115+番外]盈满月（原名：《恶毒女配长脑子后（年代h）》）作者：哑巴【24.4.02】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/b10138fb479e"
  },
  {
    "文件名": "[完结117]小狗日记（1v2_吸血鬼_BDSM）作者：频频惊梦.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e58eace1b37f"
  },
  {
    "文件名": "[完结109+番外]月亮海（西幻人鱼H）作者：苦月亮.txt",
    "夸克盘链接": "https://pan.quark.cn/s/7c9e53429ad3"
  },
  {
    "文件名": "[完结114+番外]兰香袅袅 (NP) 作者：花生糖.txt",
    "夸克盘链接": "https://pan.quark.cn/s/f710d079331f"
  },
  {
    "文件名": "[完结113+番外]每晚入梦亵玩仙君（1v1h）作者：择灵【24.4.20】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ed38d88270c9"
  },
  {
    "文件名": "[完结113]操她上瘾（1v1 高H） 作者：雪轻月【24.6.21】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/2d17fe677635"
  },
  {
    "文件名": "[完结107]Hold on tight（女明星_高干_SP_1v1_高H） 作者：鹿捎【24.7.30】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/13086eb82ace"
  },
  {
    "文件名": "[完结106+番外]甜秘密（校园高H）作者：翼山明【24.5.06】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/121f2c0c385a"
  },
  {
    "文件名": "[完结105+番外]玫瑰花保养手册（恋与深空同人）作者：小鱿鱼【24.5.14】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ec993fdb8f55"
  },
  {
    "文件名": "[完结+番外全]勾他沉沦H 作者：小蜜汁【24.8.01】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c7823208446f"
  },
  {
    "文件名": "[完结+番外]［父女］代价 作者：choyoo77.txt",
    "夸克盘链接": "https://pan.quark.cn/s/23dbd768f262"
  },
  {
    "文件名": "[完结+番外]骤雨初歇【父_女】 作者：柳下吟【24.6.01】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/feeb3b525cad"
  },
  {
    "文件名": "[完结116+番外]脔雀（都市1v1H）作者：涨汝.txt",
    "夸克盘链接": "https://pan.quark.cn/s/9f5d54a9c912"
  },
  {
    "文件名": "[完结117+番外]净秋 作者：Eliauk.txt",
    "夸克盘链接": "https://pan.quark.cn/s/d489a84098d4"
  },
  {
    "文件名": "[完结113]区区五根（NP 穿书 爽文）作者：榴莲赛高.txt",
    "夸克盘链接": "https://pan.quark.cn/s/487a85ba0e06"
  },
  {
    "文件名": "[完结113+番外]购买“美貌”后，我发现它有保质期！(NPH) 作者：居居来居居走~补番.txt",
    "夸克盘链接": "https://pan.quark.cn/s/260fa9c3aa9d"
  },
  {
    "文件名": "[完结112]白鸽（强制）作者：躺平的仙女【24.5.22】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/6889a08ba0aa"
  },
  {
    "文件名": "[完结110+番外]狼界 作者：杜笔【24.5.12】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/508a89a7a85d"
  },
  {
    "文件名": "[完结108]性秩序紊乱期【高H】作者：甄香.txt",
    "夸克盘链接": "https://pan.quark.cn/s/3c942bf9939c"
  },
  {
    "文件名": "[完结107]她和她的野男人们（NP高H）作者：1379号阿Crystal【24.5.02】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c9988ac434e9"
  },
  {
    "文件名": "[完结105]狼界 作者：杜笔【24.5.01】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/6382434349b7"
  },
  {
    "文件名": "[完结104]每晚入梦亵玩仙君（1v1h）作者：择灵【24.3.31】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/afb30b426ddf"
  },
  {
    "文件名": "[完结103]满弓 作者：江苦【24.3.21】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e2bfc8e0ac1c"
  },
  {
    "文件名": "[完结104]呕吐袋（骨科，1v1）作者：蓝胡子小女孩.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ab9ffe493da1"
  },
  {
    "文件名": "[完结102]落袈裟 作者：杳山杏【24.7.21】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/cb8e346ec811"
  },
  {
    "文件名": "[完结102]宠娇儿（父女1V1高H）作者：丽春院头牌【24.4.05】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/dca36e0dca98"
  },
  {
    "文件名": "[完结102]刮金佛面 作者：小声点【24.8.23】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/646555c62b69"
  },
  {
    "文件名": "[完结101]荔枝有迹（1v1办公室恋情）作者：锦瑟【24.5.16】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/b368cb553373"
  },
  {
    "文件名": "[完结100]无人之境（悬疑 强取豪夺） 作者：涡轮果汁机【24.6.11】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/7afd7df28675"
  },
  {
    "文件名": "[完结100+番外]岛屿沉眠[校园1V1] 作者：白日飞鸦【24.6.18】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/f0cab69c7aa9"
  },
  {
    "文件名": "[完结+番外]颂舟 作者：八月雨【24.7.24】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/10c0d2c5c0ba"
  },
  {
    "文件名": "[完结+番外]轮番玩弄高岭之花（NP） 作者：兔子肉肉肉【24.6.28】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c0b6a7ae5d8a"
  },
  {
    "文件名": "[完结+番外]见青（H） 作者：wintershere【24.6.25】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/7fc4147b5874"
  },
  {
    "文件名": "[完结+番外]见月（1V1 H） 作者：小西饼【24.7.07】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/d1a03157ed6f"
  },
  {
    "文件名": "[完结+番外]被男友叔叔迷奸之后 高H 年上甜宠 SC(原名_《蜜饯(高H 年上甜宠 1V1》)作者：蝴蝶不是鸟【24.8.21】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/4cb93b84fe9a"
  },
  {
    "文件名": "[完结+番外]织罪（兄妹_黑帮）作者：白间窗花.txt",
    "夸克盘链接": "https://pan.quark.cn/s/b5ba8929ddb2"
  },
  {
    "文件名": "[完结+番外]纸飞机（校园 青梅竹马 1v1） 作者：琂【24.6.07】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/91bdb2d02412"
  },
  {
    "文件名": "[完结+番外]穿书之万人迷系统（NPH）作者：大猫【24.3.21】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/972bd9d132de"
  },
  {
    "文件名": "[完结+番外]界线以外（男全处，nph）作者：雨天【24.8.26】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/d748a9f0eeda"
  },
  {
    "文件名": "[完结+番外]爱的辅导在课后（校园 1V1）作者：琴瑟和鸣.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e9c4cb3267c3"
  },
  {
    "文件名": "[完结+番外]烟华流年尸块（高干） 作者：葡萄子藤【24.6.16】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/0dc4e5b85539"
  },
  {
    "文件名": "[完结+番外]渡烟（1v1 高H）作者：渡欲【24.6.23】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/8e3af55b18ec"
  },
  {
    "文件名": "[完结+番外]淫娃荡妇（高干H）作者：无聊就来写个车【24.4.01】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/48abb7d2fa1f"
  },
  {
    "文件名": "[完结+番外]淫姬养成记 作者：多放辣椒【24.4.18】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/137e8f7c2959"
  },
  {
    "文件名": "[完结+番外]暗香（舅甥 1v1H）作者：秋韵【24.4.09】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/0554e349adbc"
  },
  {
    "文件名": "[完结+番外]是，二爷 作者：蜡蜡~补番【24.4.07】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/643b12876d07"
  },
  {
    "文件名": "[完结]情姹 作者：。.txt",
    "夸克盘链接": "https://pan.quark.cn/s/233580ccc478"
  },
  {
    "文件名": "[完结+番外]悬溺（伪骨兄妹 1v1） 作者：旎旎【24.7.04】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/41607459e3c6"
  },
  {
    "文件名": "[完结+番外]将就（青梅竹马、1v1、甜宠）作者：蜗牛.txt",
    "夸克盘链接": "https://pan.quark.cn/s/344da22eef57"
  },
  {
    "文件名": "[完结+番外]寡妇太后 作者：cally~补番.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e0f33cecfa63"
  },
  {
    "文件名": "[完结+番外]娇弱不能自理(np)作者：邢行行行行行了吧.txt",
    "夸克盘链接": "https://pan.quark.cn/s/68f07df507b7"
  },
  {
    "文件名": "[完结+番外]失忆后往宿敌床上白送H 作者：绵软软【24.5.03】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/9bd869111ce0"
  },
  {
    "文件名": "[完结+番外]如意凤凰【仙侠，伪叔侄，高H】作者：瑟竹江.txt",
    "夸克盘链接": "https://pan.quark.cn/s/f5b6b9ea7496"
  },
  {
    "文件名": "[完结+番外]单身女士夜生活指北（熟男熟女，1V1H）作者：脂粉葫芦.txt",
    "夸克盘链接": "https://pan.quark.cn/s/4211a343ddaf"
  },
  {
    "文件名": "[完结+番外]参加综艺之后（NP)作者：一件衫.txt",
    "夸克盘链接": "https://pan.quark.cn/s/39a9339b201a"
  },
  {
    "文件名": "[完结+番外]他的掌控 作者：白大大【24.3.21】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/97f2ea84b0cb"
  },
  {
    "文件名": "[完结+番外]不宁余是(先婚后爱1v1) 作者：黑煤球啊.txt",
    "夸克盘链接": "https://pan.quark.cn/s/9d7ddc916c81"
  },
  {
    "文件名": "[完结+番外7]桂堂风有时(H) 作者：大包子.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ec70760ecbf0"
  },
  {
    "文件名": "[废文 完结]择森而栖（np）作者：橙子耶【24.5.02】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/464d0a939062"
  },
  {
    "文件名": "[完结]《猫妖美人被四个攻肏》作者：打死不写报社（np）【24.3.27】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c270ff50b844"
  },
  {
    "文件名": "[完结]《共妻》作者：攻的乐园（女攻np）【24.7.29】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/b43dd3cfd5be"
  },
  {
    "文件名": "[完结]《犬化调教清冷美人父后皇兄》作者：暗黑系魔女（女攻np）【24.7.17】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e764b6744899"
  },
  {
    "文件名": "[废文 完结]直男有个女老攻的下场（GB女攻1v1）作者：重黎君【24.4.24】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ad9aca3c54d9"
  },
  {
    "文件名": "[完结]《山村公妓》作者：星星冷的眨眼睛（np）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/2911a1de3fed"
  },
  {
    "文件名": "[完结]《柔弱小白花会被榨干吃尽》作者：金银景（女攻1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/d49af7521ce2"
  },
  {
    "文件名": "[完结]《他们都叫我老公》作者：许金盏（女攻np）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/1b1e83162b8f"
  },
  {
    "文件名": "[完结]《分手四年后前女友悔不当初》作者：轻舟（女攻1v1）【24.3.17】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/992eb151bbab"
  },
  {
    "文件名": "[完结]《他们为何都爱我_又名：妖界妲己》作者：且居（np）【24.3.27】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/b7d526585a56"
  },
  {
    "文件名": "[完结]《开枝散叶的女帝后宫》作者：吃饭贼香（女攻np）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/6cac29518e3b"
  },
  {
    "文件名": "[完结]《被送上床的小卧底》作者：肉食主义（故事集）【24.7.03】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/dda0b15e227a"
  },
  {
    "文件名": "[完结]《向体育生老公借种》作者：青山有你（np）【24.6.09】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/54a13594eca6"
  },
  {
    "文件名": "[完结]《变成魅魔后和奶狗室友doi了》作者：早点睡吧（1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/da7f88ba7b2d"
  },
  {
    "文件名": "[完结]《炮灰被包养的弟弟欺负坏了》作者：sweety（1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/f2db90e9056d"
  },
  {
    "文件名": "[完结]《小天鹅》作者：大腿肉好好吃（女攻1v1）【24.5.16】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/eebe170aa1ac"
  },
  {
    "文件名": "[完结]《和性冷淡哥哥抢老婆》作者：大耳朵狗（3p）【24.3.29】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/d2305d22ae15"
  },
  {
    "文件名": "[完结]《将师尊据为己有》作者：墨镜喵（女攻1v1）【24.3.24】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/2d429e717405"
  },
  {
    "文件名": "[完结]《你说得对，但钱才是一切》作者：sound（np）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/b8570e44bd3f"
  },
  {
    "文件名": "[完结]《和竹马一夜情后，我喜当妈》作者：林秋秋（女攻1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/031b876499d6"
  },
  {
    "文件名": "[完结]《梦南枝》作者：苦涩小青柑（1v1）【24.6.05】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/f98c68663778"
  },
  {
    "文件名": "[完结]《哥哥不哭》作家：婉柳（np）【24.7.20】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/2bf3266fb527"
  },
  {
    "文件名": "[完结]《全力以赋》作者：禇山云（1v1）【24.7.01】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/f2bd942e8c7c"
  },
  {
    "文件名": "[完结]《你的上司是个omega》作者：壮实啊（女攻1v1）【24.3.22】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/76c24ef334a0"
  },
  {
    "文件名": "[完结]《物化训诫白月光美男》作者：暗黑系魔女（女攻）【24.5.14】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ff13815e92e3"
  },
  {
    "文件名": "[完结]《交响沉沦》作者：解寅（女攻1v1）【24.6.17】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/d4eb10dac5d3"
  },
  {
    "文件名": "[完结]《在男团选秀里养鱼》作者：loverrr（np）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/66f4340535eb"
  },
  {
    "文件名": "[完结]《到底是男朋友还是老婆》作者：嘀嗒法（女攻1v1）【24.3.27】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/84e32226ae8f"
  },
  {
    "文件名": "[完结]《嫂嫂来吃》作者：开心颜（女攻1v1）【24.6.11】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/befd3e3aa5c3"
  },
  {
    "文件名": "[完结]《大奈嫩男我的爱》作者：山雀（女攻1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/3a9d5fd0f317"
  },
  {
    "文件名": "[完结]《和金主大人相爱相杀的那些年》作者：adiana（女攻1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/9fb4d2515587"
  },
  {
    "文件名": "[完结]《密室闯关游戏》作者：云南本草（np）【24.5.14】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/fd6d00cd71c1"
  },
  {
    "文件名": "[完结]《七日恋影》作者：墨镜喵（女攻1v1）【24.7.04】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/12c82b75958a"
  },
  {
    "文件名": "[完结]《他在怪物世界生崽》作者：世界首富爱养男模（女攻np）【24.5.22】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/d3f4195295c6"
  },
  {
    "文件名": "[完结]《穿越女尊世界解救病弱皇子》作者：忘忧君（女攻1v1）【24.5.28】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/929b5275b06b"
  },
  {
    "文件名": "[完结]《论女王蜂后宫的多样性》作者：猫吃鱼鱼（女攻np）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/01c39106f54a"
  },
  {
    "文件名": "[完结]《两对兄弟》作者：米尼爱肉肉（np）【24.4.08】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/6d2b6cf77a58"
  },
  {
    "文件名": "[完结47+番外]《我等你们分手很久了》作者：爱吃吐司（女攻）【24.4.09】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/bd654dbf677c"
  },
  {
    "文件名": "[完结67+番外]《睡西索》作者：二向箔（女攻1v1）【24.5.19】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ea5f81a8031b"
  },
  {
    "文件名": "[完结66+番外]《清冷琴师红了眼》作者：咚咚咚（女攻1v1）【24.4.02】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/1972e2fa74e8"
  },
  {
    "文件名": "[完结31+番外]《小白兔总攻成长记录》作者：树上的青菜（女攻np）【24.4.13】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/eb6c2e184f33"
  },
  {
    "文件名": "[完结]《【主攻】七宗罪》作者：一二十（np）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/47c39be14d3e"
  },
  {
    "文件名": "[完结153+番外]《Alpha在外也要保护好自己》作者：豆子块儿（女攻np）【24.3.25】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/1cc67a2cbd44"
  },
  {
    "文件名": "[完结]《不乖的狗是要被惩罚的》作者：半若（1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/9108b76d7b52"
  },
  {
    "文件名": "[完结]《大师姐不走剧情了》作者：玻璃春（女攻1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/df76cf3aac8d"
  },
  {
    "文件名": "[完结]《在耽美np文里当炮灰女配》作者：树上的青菜（女攻np）【24.6.07】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/db4efb77b138"
  },
  {
    "文件名": "[完结]《大师姐的剑》作者：零渔（女攻 结局1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/850ca93c9ed2"
  },
  {
    "文件名": "[完结104+番外]《【综】转生五条家的我成了万人迷》作者：波拉荼（np）【24.5.04】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/b1ddbf56a8b6"
  },
  {
    "文件名": "[完结+番外]《漂亮受他只想活命》作者：顾咕咕（np）【24.4.26】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/4927e0e06f0b"
  },
  {
    "文件名": "[完结103+番外]《本能游戏》作者：在下小神j（1v1）【24.4.13】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/32162ff6c95f"
  },
  {
    "文件名": "[完结+番外]《当包租公用催眠系统开后宫》作者：西瓜咔咔好吃（np）【24.7.06】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/b287f6a271aa"
  },
  {
    "文件名": "[完结+番外4]《艳春番》作者：黎明破晓（np）【24.5.11】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/78fe8455f4d0"
  },
  {
    "文件名": "[完结]《我的青梅有叽叽》作者：铮铮铮（女攻1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/1040960145ea"
  },
  {
    "文件名": "[完结]《订婚当夜和嫂子被捉奸在床后》作者：呀呀呀呀（女攻np）【24.6.16】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/8fadad920f74"
  },
  {
    "文件名": "[完结]《天堂屋》作者：凤凰窝里一只鸡（女攻np）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/282e424f5c74"
  },
  {
    "文件名": "[完结]《黑莲花为男主选择了be》作者：鬼差（女攻np）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/83fcb4d4a550"
  },
  {
    "文件名": "[完结]《江山无主》作者：南枫枫（女攻1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/254b504b4761"
  },
  {
    "文件名": "[完结]《爱我》作者：www（女攻1v1）【24.5.11】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/354a93e4c3c2"
  },
  {
    "文件名": "[废文 完结]一条男蛇（GB女攻1v1）作者：兰少瑞瑞.txt",
    "夸克盘链接": "https://pan.quark.cn/s/bf387aad348e"
  },
  {
    "文件名": "[废文 完结]美强惨丞相黑化了（GB女攻1v1）作者：风烬知240711.txt",
    "夸克盘链接": "https://pan.quark.cn/s/8b9d7b20b14a"
  },
  {
    "文件名": "[完结]《高岭之花坠下了神坛》作者：lsp是我（女攻1v1）【24.3.28】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/440373b4014c"
  },
  {
    "文件名": "[废文 完结]十七岁（GB女攻np）作者：佚名.txt",
    "夸克盘链接": "https://pan.quark.cn/s/8c5f3faac3ac"
  },
  {
    "文件名": "[废文 完结]春夜不语（GB女攻1v1）作者：云上甜橙【24.4.23】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/16495a7cbd76"
  },
  {
    "文件名": "[完结]《桃花泛滥重度患者》作者：甜桃气泡酒（女攻np）【24.6.21】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a5ce1a1807a7"
  },
  {
    "文件名": "[废文 完结]植物性恋爱（GB女攻1v1）作者：十八年后果然一条好汉【24.4.18】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e9d725972865"
  },
  {
    "文件名": "[完结]《虫母性事指南》作者：蛇蛇（女攻np）【24.4.29】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/d5b03d9150aa"
  },
  {
    "文件名": "[废文 完结]驰想云舟（GB女攻1v1）作者：saber_【24.5.24】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ca4feef22754"
  },
  {
    "文件名": "[废文 完结]砒霜（GB女攻1v1）作者：匿名咸鱼.txt",
    "夸克盘链接": "https://pan.quark.cn/s/5045dca41f15"
  },
  {
    "文件名": "[完结]《低等动物》作者：春日圆石（女攻1v1）【24.4.25】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/7aae95b8c912"
  },
  {
    "文件名": "[废文 完结]交响沉沦（GB女攻1v1）作者：解寅【24.4.30】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/d987ec0b5d44"
  },
  {
    "文件名": "[废文 完结]家养娇夫（GB女攻1v1）作者：污术【24.4.11】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/f7a98106635e"
  },
  {
    "文件名": "[完结]《调教黑道大佬》作者：小草（女攻np）【24.6.09】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/9fc8bf5f32dd"
  },
  {
    "文件名": "[完结]《女攻女帝玩男人》作者：土豆宁土（女攻np）【24.5.03】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/70819b7bd211"
  },
  {
    "文件名": "[完结]《花魁秘事》作者：蛇蛇（女攻np）【24.4.29】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/6fb4bfb5a4db"
  },
  {
    "文件名": "[完结]《浇灌高岭之花师尊们》作者：暗黑系魔女（女攻）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/1727905685b6"
  },
  {
    "文件名": "[废文 完结]死太监又在妖媚惑主（GB女攻1v1）作者：污术【24.3.21】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/2a73e240c65c"
  },
  {
    "文件名": "[废文 完结]鬼郎娶亲（GB女攻1v1）作者：污术【24.6.23】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/9fd116a56d4b"
  },
  {
    "文件名": "[废文 完结]深渊之外（GB女攻）作者：lz【24.5.20】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/63187f4cb51b"
  },
  {
    "文件名": "[废文 完结]恶狼（GB女攻1v1）作者：豆乳玉麒麟【24.6.27】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c96ae95b2e72"
  },
  {
    "文件名": "[完结]《浇灌父后和小爹们的日夜》作者：暗黑系魔女（女攻故事集）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/f32214b667fc"
  },
  {
    "文件名": "[废文 完结]沾泥絮（GB女攻1v1）作者：久不至【24.3.16】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/cad6faa86f4e"
  },
  {
    "文件名": "[完结]《浇灌训诫白富男，掠取资源搞事业》作者：暗黑系魔女（女攻）【24.3.18】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/8e1fd1eae120"
  },
  {
    "文件名": "[完结]《当直男穿入abo世界》作者：月起南山（女攻1v1）【24.7.18】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/8194eb846625"
  },
  {
    "文件名": "[完结]《淫贱男模尿道调教》作者：lan1995624（女攻np）【24.5.06】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a1789860a423"
  },
  {
    "文件名": "[完结]《失身失心的高岭之花ALPHA》作者：（女攻1v1）【24.5.05】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e09bf2c421a8"
  },
  {
    "文件名": "[完结]《疾名为嫉》作者：梦入人间（女攻1v1）【24.4.25】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/503a91770453"
  },
  {
    "文件名": "[完结]《浪漫血液》作者：iklimler（女攻1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/522f65f73101"
  },
  {
    "文件名": "[完结]《大小姐的专属魅魔》作者：凉而热吻（女攻1v1）【24.4.25】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/07e8c477cd0a"
  },
  {
    "文件名": "[完结]《府上有喜》作者：降温（女攻np）【24.4.20】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/888a4ed59513"
  },
  {
    "文件名": "[完结]《魔女的淫乱府邸》作者：蛇蛇（女攻np）【24.4.29】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/d3106a6b7565"
  },
  {
    "文件名": "[完结蛋全+番外24]《日翻总裁》 作家：一只茶叶蛋（女攻np）~补番【24.4.02】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/3fd704863831"
  },
  {
    "文件名": "[完结]《我的男友出轨了》作者：月染十三霁（女攻）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/8ab83296f043"
  },
  {
    "文件名": "[完结]《掠夺舅舅》作者：开心颜（女攻1v1）【24.7.09】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/9b3f30bfdb3a"
  },
  {
    "文件名": "[完结]《我的双胞胎骚货哥哥》作者：苏卿辞（女攻np）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/656f41b276ea"
  },
  {
    "文件名": "[完结]《想成为她的狗》作者：蛇蛇（女攻1v1）【24.3.17】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/9365ee637c7b"
  },
  {
    "文件名": "[完结]《老师，你逃不掉了》作者：香喷喷的酸菜肉丝面（女攻1v1）【24.5.23】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/b16f09520cc0"
  },
  {
    "文件名": "[完结]《畜化训诫清冷美男》作者：暗黑系魔女（女攻np）【24.4.25】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/6fcde943c127"
  },
  {
    "文件名": "[完结]《我才不管你是男是女》作者：君沐霖（女攻1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/aa9f4bf66df7"
  },
  {
    "文件名": "[完结]《直男的4i开发改造之旅》作者：重黎君是野（女攻1v1）【24.4.25】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/cc0aa5993f9c"
  },
  {
    "文件名": "[完结]《金主》作者：花gu子（女攻1v1）【24.3.20】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/67c9ee84fb11"
  },
  {
    "文件名": "[废文 完结]荔枝番茄（GB女攻）作者：三绿九吃荔枝【24.3.21】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e96ba31b0948"
  },
  {
    "文件名": "[完结]《雄竞：家规驯绝色美男们》作者：暗黑系魔女（女攻np）【24.6.10】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/8cec7091630a"
  },
  {
    "文件名": "[废文 完结]隐逸岛（GB女攻np）作者：城北徐娘.txt",
    "夸克盘链接": "https://pan.quark.cn/s/020dc7ad4cdd"
  },
  {
    "文件名": "[废文 完结]娇娇恶龙（GB女攻1v1）作者：见血封喉花雕酒【24.6.17】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/7ae71e506deb"
  },
  {
    "文件名": "[完结]《丞相是个夫管严》作者：春夏家有2只猫（女攻np）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a2344991b2de"
  },
  {
    "文件名": "[完结]《睡了亲妈，再睡嫂子（gl 扶她SM 重口）》作者 一口鱼酥【24.9.01】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/cdaf3b5942eb"
  },
  {
    "文件名": "[完结358+番外]《喜欢人妻有什么错》作者 呆元（GL百合母女ABO 主攻NP）【24.9.04】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e43e356875e3"
  },
  {
    "文件名": "[完结113]《无边际。》作者 不胜寒。 [GL_FUTA_3P]【24.9.02】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/f24ad8480253"
  },
  {
    "文件名": "[完结147]《驸马神机妙算》作者 一只二花花啊（GL百合1v1【24.9.02】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/3254d4dfc5d0"
  },
  {
    "文件名": "[完结]《享乐天堂(短篇)》作者 黄色废料（GL扶她百合）【24.9.05】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/5e81c5bcab78"
  },
  {
    "文件名": "夜情香BY诗意 完结.txt",
    "夸克盘链接": "https://pan.quark.cn/s/8a107c52afab"
  },
  {
    "文件名": "（ABO）囚爱（高H、简繁）》作者丁五.txt",
    "夸克盘链接": "https://pan.quark.cn/s/9e0c46be55cc"
  },
  {
    "文件名": "皇妾作者：姚桉桉.txt",
    "夸克盘链接": "https://pan.quark.cn/s/165c8fd4fed3"
  },
  {
    "文件名": "【POPO完结文】《艳后》作者：小野猫.txt",
    "夸克盘链接": "https://pan.quark.cn/s/8644c8298022"
  },
  {
    "文件名": "《霸宠娘亲，疼我(乱伦高H)》by鱼子（完结）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/75a6760eaa6f"
  },
  {
    "文件名": "少女的诱惑（主角张福根.txt",
    "夸克盘链接": "https://pan.quark.cn/s/2bcdaeae5ff4"
  },
  {
    "文件名": "《请君入梦（强取豪夺NP+全体男主CN）》by嘻嘻哈哈 完结.txt",
    "夸克盘链接": "https://pan.quark.cn/s/bd3522c797c3"
  },
  {
    "文件名": "《村女很好cao》by二野君 更85 完结.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c45ae65158a9"
  },
  {
    "文件名": "（NP）《情欲地中海》作者：路易波士茶--【完结】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/0494552ad747"
  },
  {
    "文件名": "（1V1）《浮生若梦欢几何【娱乐圈】》作者：油菜花--【完结】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/199e5230c5a7"
  },
  {
    "文件名": "（1V1）《着迷》作者：阿司匹林--【完结】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/270f23a2aa88"
  },
  {
    "文件名": "（1V1）《西沉》作者：小饭团哦--【完结】（修）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/511f4dd33c31"
  },
  {
    "文件名": "（1V1）《喜欢你有钱》作者：爱吃糖的小麻雀--【完结】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a17086cd42a2"
  },
  {
    "文件名": "（1V1）《快穿之骨娆》作者：瓷瓷兮--【完结】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/0deff6f4c157"
  },
  {
    "文件名": "（NP）《说好的清水文》作者：M.Monkey--【完结】.txt.7z",
    "夸克盘链接": "https://pan.quark.cn/s/70bf1579f4a3"
  },
  {
    "文件名": "（1V1）《黑腹奸商vs.天才医女》作者：林羚(顏靈)--【完结】.txt.7z",
    "夸克盘链接": "https://pan.quark.cn/s/8a1ce803a9b3"
  },
  {
    "文件名": "（1V1）《少爷的痴汉日记》作者：九柒零--【完结】..txt.7z",
    "夸克盘链接": "https://pan.quark.cn/s/9716ef007ec3"
  },
  {
    "文件名": "（1V1）《风云恋》作者：昔日 --【完结】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/403939aed83b"
  },
  {
    "文件名": "（NP）《“梦境”系统》作者：山雨欲来风满楼--【完结】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/dc2393381e99"
  },
  {
    "文件名": "（NP）《灵与肉》作者：鸣銮--【完结】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a0f4c2b2b8c4"
  },
  {
    "文件名": "（NP）《小月淫荡的一生》作者：莱特--【完结】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/60d83b044d1a"
  },
  {
    "文件名": "（NP）《欲望订制馆》作者：小鱼仔--【完结】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/36f53554d97d"
  },
  {
    "文件名": "（NP）《美男恩》作者：悦木--【完结】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/6bde63b19668"
  },
  {
    "文件名": "（1V1）《榴花怨东风》作者：蓬莱--【完结+2番外】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/bbba6cea83f3"
  },
  {
    "文件名": "（1V1）《胡桃夹薄青》作者：木瓜和丝瓜--【完结+6番外】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/b9cf3c1de2f2"
  },
  {
    "文件名": "（NP）《夏自盛溪》作者：笳婪--【完结】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/6c5f9b565fc1"
  },
  {
    "文件名": "（1V1）《快穿之性福攻略》作者：顾晨兮--end.txt",
    "夸克盘链接": "https://pan.quark.cn/s/84256222034a"
  },
  {
    "文件名": "（1V1）《穿书后我嫁给了美强惨反派》作者：瓶子--【完结+4番外】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c2d9375d9014"
  },
  {
    "文件名": "（1V1）《嘘》作者：魏承泽--【完结】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/375fe74ae67c"
  },
  {
    "文件名": "（1V1）《人间烟火》作者：苙十--【完结】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/3dc36e62eb7d"
  },
  {
    "文件名": "（1V1）《余生多喜欢》作者：柠檬不萌--【完结】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/d3ad290fae36"
  },
  {
    "文件名": "（NP）《女主爱吃肉》作者：小炒肉--【完结+9番外】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c7e49d5a4e7e"
  },
  {
    "文件名": "（NP）《陇西来客》作者：艾玛--【完结+4番外】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/cdafcd295011"
  },
  {
    "文件名": "（NP）《[女攻综英美]你们都是我哒!》作家：糖醋葫芦--【完结】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ef383b180c86"
  },
  {
    "文件名": "（NP）《母仪天下》作者：冷冷--【完结】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/771540ccda22"
  },
  {
    "文件名": "（1V1）《救命索》作者：半熟小桃--【完结】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c4fc4485a9ba"
  },
  {
    "文件名": "（1V1）《抹布守则》作者：顾明朗--【完结】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ac6a3ff087e5"
  },
  {
    "文件名": "（1V1）《娇宠》作者：南安--【完结】修.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a63f2aeddb53"
  },
  {
    "文件名": "（1V1）《季候风》作者：四四十六--【完结】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/0f388c72499a"
  },
  {
    "文件名": "（1V1）《初恋5+1 之卷二杨恭城追妻攻略》作者：慈心--【完结】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/1c9ebedbd6ab"
  },
  {
    "文件名": "（1V1）《清河性事（百合futa）》作者：诗词鸽赋--【完结】百合.txt",
    "夸克盘链接": "https://pan.quark.cn/s/629dc82a69b4"
  },
  {
    "文件名": "（1V1）《金殿欢》作者：方片7--【完结】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/8e863041428c"
  },
  {
    "文件名": "（NP）《古惑动物》作者：宇宙奧德賽--【完结+番外全】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/db2eacd07d8f"
  },
  {
    "文件名": "（1V1）《与你刚刚好》作者：余袅袅--【完结】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/db2664d034b6"
  },
  {
    "文件名": "（1V1）《不婚》作者：茶茶好萌--【完结】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c2fb3102d8fc"
  },
  {
    "文件名": "（1V1）《钟情于你(校园)》作者：鹿时安--【完结】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a212f61693ba"
  },
  {
    "文件名": "《玄莺煨》凤栖堂前 完结（1v1 古代 年上 甜宠）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/6f8efb12a958"
  },
  {
    "文件名": "（NP）《空姐的约炮日记》作者：午夜果果--【完结】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/5473b1d318ae"
  },
  {
    "文件名": "[完结]思琪（np）(艾玛) 大纲完结，坑.txt",
    "夸克盘链接": "https://pan.quark.cn/s/962dc9d06a91"
  },
  {
    "文件名": "[完结]何处是归途(1V1)作者：斜阳映酒.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ea2c2a804c86"
  },
  {
    "文件名": "[完结]思音不觉（古言 1v1）作者：绵绵冰是最好的.txt",
    "夸克盘链接": "https://pan.quark.cn/s/58fc35f2482f"
  },
  {
    "文件名": "[完结]论冲喜后该如何保命（1V1）作者：扣扉.txt",
    "夸克盘链接": "https://pan.quark.cn/s/2d07ce098402"
  },
  {
    "文件名": "[完结][ASMR]你的声音（1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/35b297e4e2ce"
  },
  {
    "文件名": "[完结+番外全]顾先生和顾太太（桃子奶盖）补番.txt",
    "夸克盘链接": "https://pan.quark.cn/s/aaf0345c69d0"
  },
  {
    "文件名": "[完结+番外8]贵女调教记 1v1 h 作者：秦三两.txt",
    "夸克盘链接": "https://pan.quark.cn/s/70314488febe"
  },
  {
    "文件名": "《男朋友和男朋友》by LosTMywaY 完结.txt",
    "夸克盘链接": "https://pan.quark.cn/s/77355dfb1e7d"
  },
  {
    "文件名": "《狗粮日记》by苏苏（完结）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/54992927ad36"
  },
  {
    "文件名": "【完结】《一晌贪欢[限]》by锦卮.txt",
    "夸克盘链接": "https://pan.quark.cn/s/d5eb809787e0"
  },
  {
    "文件名": "[咳咳咳咳]?《保健室的秘密》作者：小炒肉【完结】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/59577d13b64f"
  },
  {
    "文件名": "Destiny：光与影的羁绊BY翼翎.txt",
    "夸克盘链接": "https://pan.quark.cn/s/5e43c755c76e"
  },
  {
    "文件名": "[废文 完结]过敏悖论（1v1）作者：祈时雨落【24.4.27】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/777530b22d55"
  },
  {
    "文件名": "[废文 完结]为了遗产（1v1）作者：龙棠.txt",
    "夸克盘链接": "https://pan.quark.cn/s/20c05ea257c9"
  },
  {
    "文件名": "[废文 完结]蹉跎（1v1）作者：slisha.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c0cd3f118bfc"
  },
  {
    "文件名": "[废文 完结]狗勾狗勾（1v1）作者：宴惟【24.4.29】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/01a8bfe981a4"
  },
  {
    "文件名": "[废文 完结53+番外]亲亲我（1v1）作者：雪碧oo.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e63aa5a73e79"
  },
  {
    "文件名": "[废文 完结]白月光不走剧情之后（1v1）作者：沉星不眠【24.7.01】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/03926e32b95e"
  },
  {
    "文件名": "[废文 完结]坏爸爸（1v1）作者：山中天河【24.5.04】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/3a8ba4b35a1f"
  },
  {
    "文件名": "[完结]《那你就当我的狗吧》作者：EngelinTod（1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/2f5e31ab8951"
  },
  {
    "文件名": "[废文 完结]孽畜（1v1）作者：阮年【24.4.01】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/24852fcf9ebd"
  },
  {
    "文件名": "[废文 完结]关于烂泥巴的一切（1v1）作者：西南北东【24.6.07】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/b6f1137c743b"
  },
  {
    "文件名": "[废文 完结]放生蝴蝶（1v1）作者：匿名咸鱼【24.4.12】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/5e94091a6868"
  },
  {
    "文件名": "[废文 完结]地下海（1v1）作者：宇宙真美啊我操【24.6.23】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c5318e21c28a"
  },
  {
    "文件名": "[废文 完结]口罩（1v1）作者：债权申报表.txt",
    "夸克盘链接": "https://pan.quark.cn/s/bdad122cdf67"
  },
  {
    "文件名": "[废文 完结+番外]狼果（1v1）作者：一骑向东~补番【24.5.21】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/022a4cda14d5"
  },
  {
    "文件名": "[完结]《骄傲的你》作者：权利天平(1v1).txt",
    "夸克盘链接": "https://pan.quark.cn/s/b2e66a27dc1b"
  },
  {
    "文件名": "[完结]《调教地下室性奴》作者：抱君黄金台上操（1v1）【24.5.26】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/76cef42182ad"
  },
  {
    "文件名": "[废文 完结]飞絮（1v1）作者：浔斋.txt",
    "夸克盘链接": "https://pan.quark.cn/s/8a38e0cabf16"
  },
  {
    "文件名": "[完结]《裙子下面比你还大》作者：蜜汁桃桃（1v1）【24.4.14】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/96364356213a"
  },
  {
    "文件名": "[完结]《黑道大佬的掌中宝》作者：冬日无敌文学（1v1）【24.7.13】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/0542c726c62b"
  },
  {
    "文件名": "[废文 完结]鸠计拙（1v1）作者：赤道今日周几.txt",
    "夸克盘链接": "https://pan.quark.cn/s/73e967206b03"
  },
  {
    "文件名": "[废文 完结]馋信德（1v1）作者：江小月白【24.6.04】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/96efec30f838"
  },
  {
    "文件名": "[废文 完结]主动说分手（1v1）作者：98DRCANDY【24.3.29】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/218aec78a794"
  },
  {
    "文件名": "[废文 完结]重获新生（1v1）作者：凤天小羽.txt",
    "夸克盘链接": "https://pan.quark.cn/s/0655292c88a4"
  },
  {
    "文件名": "[废文 完结]献给我（1v1）作者：weian.txt",
    "夸克盘链接": "https://pan.quark.cn/s/f320db76c950"
  },
  {
    "文件名": "[废文 完结]小侍卫（1v1）作者：食人假象【24.7.02】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/7b34287eb2df"
  },
  {
    "文件名": "[废文 完结]还俗（1v1）作者：烧焦板栗.txt",
    "夸克盘链接": "https://pan.quark.cn/s/2ee5c02abfe3"
  },
  {
    "文件名": "[废文 完结]痛感（1v1）作者：伊阿鸭【24.7.06】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/5726c13b175e"
  },
  {
    "文件名": "[废文 完结]欺雀归巢（1v1）作者：嫩鱼五方【24.7.29】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/bc7b15c477b6"
  },
  {
    "文件名": "[完结]《醉花阴》作者：列炬（1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/212e4eae8fb6"
  },
  {
    "文件名": "[废文 完结]玉瘾（1v1）作者：明双【24.6.27】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/2616beeadf74"
  },
  {
    "文件名": "[废文 完结]我的男朋友是贴贴怪（1v1）作者：Gotting.txt",
    "夸克盘链接": "https://pan.quark.cn/s/4403a5390a2d"
  },
  {
    "文件名": "[废文 完结]绵绵（1v1）作者：何以引山洪.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a7a305d03b55"
  },
  {
    "文件名": "[废文 完结]偿还（1v1）作者：雪球队长.txt",
    "夸克盘链接": "https://pan.quark.cn/s/bd59152a50d8"
  },
  {
    "文件名": "[废文 完结124+番外]幺鸡（校园1v1）作者：鹤青水~补番.txt",
    "夸克盘链接": "https://pan.quark.cn/s/82010b7ddcdb"
  },
  {
    "文件名": "[废文 完结+番外]危险关系（1v1）作者：年廿~补番【24.4.21】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/502c675ee837"
  },
  {
    "文件名": "[废文 完结]和影帝上恋综之后（1v1）作者：小土堆儿【24.4.20】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/6a6f2d88862a"
  },
  {
    "文件名": "[完结]《返乡》作者：苦茉莉（1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/44c322d6030f"
  },
  {
    "文件名": "[废文 完结]感官代偿（1v1）作者：不言撰人【24.4.18】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/047ede26f976"
  },
  {
    "文件名": "[完结]《触手先生》作者：耳朵（1v1）【24.6.20】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/20c8073f7b4a"
  },
  {
    "文件名": "[废文 完结]极夜里的蘑菇屋（1v1）作者：mao1.txt",
    "夸克盘链接": "https://pan.quark.cn/s/0a7bb7be1bdd"
  },
  {
    "文件名": "[废文 完结]堂前燕（1v1）作者：一串很长的昵称【24.4.30】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/bef095bc868e"
  },
  {
    "文件名": "[废文 完结]流泉无鱼（1v1）作者：枷雀【24.4.26】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/de0c6b12c9a2"
  },
  {
    "文件名": "[完结]《退役救世主与现役恶魔》作者：半盏芯热（1v1）【24.6.19】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ce29a528a8a2"
  },
  {
    "文件名": "[废文 完结]桃李艳事（1v1）作者：炽玫儿【24.3.29】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/8d4c6c5a037a"
  },
  {
    "文件名": "[完结蛋全]《把室友骚到了怎么办》作家：黑糖布朗尼（1v1）【24.7.13】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ed778c372da1"
  },
  {
    "文件名": "[完结]《遇明》作者：茫茫絮里（1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/dd4e761825ee"
  },
  {
    "文件名": "[完结]《鱼水囚》作者：蝶潝（结局1v1）~24  7  12~.txt",
    "夸克盘链接": "https://pan.quark.cn/s/b7ab049ca554"
  },
  {
    "文件名": "[废文 完结]杀手任务失败后（1v1）作者：匿名咸鱼【24.6.09】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e775d4103638"
  },
  {
    "文件名": "[废文 完结]背德（1v1）作者：黄白钱爱吃菜【24.4.08】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/3e8a49264886"
  },
  {
    "文件名": "[完结]破曙（1v1）作者：夏日巧克力【24.3.28】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c4f21e68256a"
  },
  {
    "文件名": "[废文 完结]沉默巨著（1v1）作者：宇宙真美啊我操.txt",
    "夸克盘链接": "https://pan.quark.cn/s/f6102fd24422"
  },
  {
    "文件名": "[废文 完结]边竹（1v1）作者：则已【24.4.08】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/3934a46890a5"
  },
  {
    "文件名": "[废文 完结]黑色围巾（1v1）作者：拖地用拖把【24.7.30】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/504cd2d16d1b"
  },
  {
    "文件名": "[废文 完结43+番外]狐归狐归（1v1）作者：秦柒【24.7.09】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/1152ba741145"
  },
  {
    "文件名": "[完结]《逃不掉的宠爱》作者：尔柏（1v1）【24.7.18】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/6e316d21af31"
  },
  {
    "文件名": "[废文 完结]中央空调（1v1）作者：雾下岛.txt",
    "夸克盘链接": "https://pan.quark.cn/s/1021f6f3ab61"
  },
  {
    "文件名": "[完结]《身体禁区》作者：风意（1v1）【24.4.09】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/8bebc469d775"
  },
  {
    "文件名": "[废文 完结]晋江攻在海棠（1v1）作者：飞光不度.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ae4c79f5ac79"
  },
  {
    "文件名": "[废文 完结]靳总的元宝（1v1）作者：乔上路三土.txt",
    "夸克盘链接": "https://pan.quark.cn/s/595db9ee2afa"
  },
  {
    "文件名": "[废文 完结]二婚（1v1）作者：细柳藏鸦【24.5.12】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/b2964ebe3493"
  },
  {
    "文件名": "[废文 完结]社交意外事故（1v1）作者：礼不烦【24.7.18】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a2807a7538b6"
  },
  {
    "文件名": "[废文 完结]风在说谎（1v1）作者：空响【24.6.13】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/1e166262b9aa"
  },
  {
    "文件名": "[完结]《跟霸道总裁拍摄恋爱综艺》作者：芋泥啵啵（1v1）【24.4.19】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/0f93eafd94b4"
  },
  {
    "文件名": "[废文 完结]爱是疼（1v1）作者：阿余廿廿【24.7.03】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/058dd9718c85"
  },
  {
    "文件名": "[废文 完结]戒糖（1v1）作者：匿名咸鱼.txt",
    "夸克盘链接": "https://pan.quark.cn/s/1437c2a1a03b"
  },
  {
    "文件名": "[废文 完结]在校为奴（1v1）作者：萧九凉.txt",
    "夸克盘链接": "https://pan.quark.cn/s/5c736737a630"
  },
  {
    "文件名": "[废文 完结]何旗有幸（1v1）作者：什伽伦【24.3.29】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/496bedc036bb"
  },
  {
    "文件名": "[废文 完结]律政佳人（1v1）作者：风犹惊.txt",
    "夸克盘链接": "https://pan.quark.cn/s/66b756c43253"
  },
  {
    "文件名": "[废文 完结]偏离的轨道（1v1）作者：开舒克的一毛【24.7.25】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/1772981a5c36"
  },
  {
    "文件名": "[废文 完结]捡到一条龙之后（1v1）作者：忙趁东风【24.3.30】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/2941233abb0b"
  },
  {
    "文件名": "[废文 完结]缘木囚鱼（1v1）作者：wargoose.txt",
    "夸克盘链接": "https://pan.quark.cn/s/b6a3a7e1307b"
  },
  {
    "文件名": "[废文 完结]梦游症（1v1）作者：只想躺躺【24.4.19】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e97fdbe4f952"
  },
  {
    "文件名": "[废文 完结]失他（1v1）作者：半杯涂月冬ci【24.7.31】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/33d057c4f306"
  },
  {
    "文件名": "[废文 完结]如果当初忍住只做朋友（1v1）作者：我点点【24.5.30】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a9d880aa9e82"
  },
  {
    "文件名": "[废文 完结18]铜雀秘史（1v1）作者：唐棣【24.7.28】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/213f04695822"
  },
  {
    "文件名": "[废文 完结]如何豢养一只狗（1v1）作者：安乐定皇渊【24.7.24】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/343c2ff78dfe"
  },
  {
    "文件名": "[废文 完结]深埋雪之下（1v1）作者：Clinch.txt",
    "夸克盘链接": "https://pan.quark.cn/s/58878a31b199"
  },
  {
    "文件名": "[废文 完结]忘不了（1v1）作者：夭青【24.6.27】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/1bfc138e6a55"
  },
  {
    "文件名": "[完结]《踹了金丝雀后金主后悔了》作者：酸桔子（1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/1600b0c18b2e"
  },
  {
    "文件名": "[完结]《间距》作者：水断刀鸣（1v1）【24.6.07】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c922a01bd188"
  },
  {
    "文件名": "[废文 完结]佛伦城的新任神父（1v1）作者：犹犹豫【24.5.22】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/498b234265ed"
  },
  {
    "文件名": "[废文 完结]与地雷男恋爱是否？（1v1）作者：Gospel【24.7.27】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/298fd95ffd5b"
  },
  {
    "文件名": "[废文 完结]咋追朋友介绍的对象（1v1）作者：x向心力.txt",
    "夸克盘链接": "https://pan.quark.cn/s/cbc7b891b9cc"
  },
  {
    "文件名": "[废文 完结]金玉败絮（1v1）作者：Trrigg.txt",
    "夸克盘链接": "https://pan.quark.cn/s/f84c0ba48c4f"
  },
  {
    "文件名": "[废文 完结]对调（1v1）作者：Cyrbbbb【24.6.26】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/d9df3f97aa64"
  },
  {
    "文件名": "[废文 完结]野望（1v1）作者：不系舟【24.4.19】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/444288d815b9"
  },
  {
    "文件名": "[废文 完结]从失恋开始（1v1）作者：CoolForAnja【24.6.17】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/4089863408d0"
  },
  {
    "文件名": "[完结]《黑白色的夜》作者：三两春色（1v1）【24.3.26】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/484d9504df20"
  },
  {
    "文件名": "[废文 完结169+番外]撩月（1v1）作者：Panorama【24.7.02】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ab42c11705fa"
  },
  {
    "文件名": "[废文 完结]被恶毒继母报复后（1v1）作者：泡水白菜【24.3.21】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/6d4b714e37bd"
  },
  {
    "文件名": "[完结]《跪在脚边的漂亮玩物》作者：泡泡莉（1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/88ac5d0afc7c"
  },
  {
    "文件名": "[完结]《魔尊之子恋父记》作者：莉莉丝（1v1）【24.5.08】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/29c59718bd91"
  },
  {
    "文件名": "[废文 完结]深黑色月亮（1v1）作者：冰冻柠檬茶【24.6.24】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/034cf1029a20"
  },
  {
    "文件名": "[废文 完结67+番外]最近睡得很坏（1v1）作者：夕禾~补番.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ecac3d7ee107"
  },
  {
    "文件名": "[废文 完结]言秋（1v1）作者：两只小橘猫儿【24.5.12】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/27efaf2c9871"
  },
  {
    "文件名": "[废文 完结]和地雷男恋爱是否？（1v1）作者：Gospel【24.4.08】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/38a1cfa01bb9"
  },
  {
    "文件名": "[废文 完结]小少爷逃跑被抓了！（1v1）作者：最一.txt",
    "夸克盘链接": "https://pan.quark.cn/s/8608ae117098"
  },
  {
    "文件名": "[废文 完结]来时莫徘徊（1v1）作者：音速阿伏兔【24.6.06】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/9aa76565fa79"
  },
  {
    "文件名": "[废文 完结]不要看透（1v1）作者：匿名咸鱼.txt",
    "夸克盘链接": "https://pan.quark.cn/s/4303ecbbf21b"
  },
  {
    "文件名": "[废文 完结]月难凉（1v1）作者：夏大雨【24.4.07】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/8abb45d13db6"
  },
  {
    "文件名": "[废文 完结]舍舟（1v1）作者：谷草转氨酸【24.4.08】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/85bceeeb477c"
  },
  {
    "文件名": "[废文 完结]任务是拯救漂亮反派（1v1）作者：枕戈待旦.txt",
    "夸克盘链接": "https://pan.quark.cn/s/eda2b1a892f2"
  },
  {
    "文件名": "[废文 完结+番外]饿念（1v1）作者：月亮咬耳朵~补番.txt",
    "夸克盘链接": "https://pan.quark.cn/s/5513c2bf2ddc"
  },
  {
    "文件名": "[废文 完结]破无妄（1v1）作者：恐疾也.txt",
    "夸克盘链接": "https://pan.quark.cn/s/fa4987b5c8d6"
  },
  {
    "文件名": "[废文 完结78+番外]撒娇沛沛最好命（1v1）作者：mo小贝~补番.txt",
    "夸克盘链接": "https://pan.quark.cn/s/67bb2af114d3"
  },
  {
    "文件名": "[废文 完结104+番外]微光（1v1）作者：夜猫子~补番.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a946f79ac202"
  },
  {
    "文件名": "[完结]《豪门的虚假婚姻》作者：观阴落（1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/6350e801307c"
  },
  {
    "文件名": "[废文 完结]报私仇（1v1）作者：春色三分二.txt",
    "夸克盘链接": "https://pan.quark.cn/s/65d1ac220340"
  },
  {
    "文件名": "[废文 完结]兔子急了会反攻（1v1）作者：一雪.txt",
    "夸克盘链接": "https://pan.quark.cn/s/8432657f69cb"
  },
  {
    "文件名": "[废文 完结]凶宅试睡危机（1v1）作者：冷意横空.txt",
    "夸克盘链接": "https://pan.quark.cn/s/b84a6d2bcbbd"
  },
  {
    "文件名": "[废文 完结+番外]《绿日长夏》作家：妄言热恋（完结1v1）~补番.txt",
    "夸克盘链接": "https://pan.quark.cn/s/360382e0fc78"
  },
  {
    "文件名": "[废文 完结]对岸虹波（1v1）作者：若弗子【24.4.06】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/725e09f29c1c"
  },
  {
    "文件名": "[完结]《逃离的金丝雀》作者：炒草莓酸奶（结局1v1）【24.6.19】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c6d7d8af65bb"
  },
  {
    "文件名": "[废文 完结]清茶甜酒（1v1）作者：音爆弹【24.5.18】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/526a51122103"
  },
  {
    "文件名": "[完结]《鳏夫Alpha的直播露pi记》作者：pupupu（1v1）【24.3.27】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ed9b15f94866"
  },
  {
    "文件名": "[废文 完结]堂堂帝君大人（1v1）作者：匿名咸鱼【24.7.30】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/d2b946b23590"
  },
  {
    "文件名": "[完结]《［群辛同人］离离原上谱》作者：僧欲安（1v1）【24.3.23】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/02f8b0744a77"
  },
  {
    "文件名": "[废文 完结]豢养金丝雀（1v1）作者：不知春夏.txt",
    "夸克盘链接": "https://pan.quark.cn/s/3bbdd896c5f4"
  },
  {
    "文件名": "[废文 完结]清尘夜阑风（1v1）作者：万寂之寂【24.3.28】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c5a5386e008e"
  },
  {
    "文件名": "[废文 完结+番外]你们也是游戏中的一环（1v1）作者：雨夜出逃~补番【24.4.20】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/68ce118ead04"
  },
  {
    "文件名": "[废文 完结]思绪温凉（1v1）作者：半杯涂月冬ci【24.4.28】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c6d16b79b843"
  },
  {
    "文件名": "[废文 完结]恋爱申请（1v1）作者：有柠檬没.txt",
    "夸克盘链接": "https://pan.quark.cn/s/51d4e9c101d1"
  },
  {
    "文件名": "[废文 完结]无净深渊（1v1）作者：春花也有浪漫时.txt",
    "夸克盘链接": "https://pan.quark.cn/s/b169462fa04d"
  },
  {
    "文件名": "[废文 完结]昨日变质（1v1）作者：莲动【24.6.09】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c119a89b36f1"
  },
  {
    "文件名": "[废文 完结28+番外]没想到我会变成这样（1v1）作者：pawer.txt",
    "夸克盘链接": "https://pan.quark.cn/s/81fd775f6232"
  },
  {
    "文件名": "[废文 完结]活要见尸（1v1）作者：白马非狗【24.5.06】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/bc6df381f211"
  },
  {
    "文件名": "[废文 完结+番外]外地媳妇（1v1）作者：鸡酱~补番.txt",
    "夸克盘链接": "https://pan.quark.cn/s/d6698bb4d5cf"
  },
  {
    "文件名": "[废文 完结]诱敌（1v1）作者：阿余廿廿【24.3.20】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/cc56d63e6d15"
  },
  {
    "文件名": "[完结]《高分信息素》作者：爱吃肉的猫总（1v1）【24.3.18】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/943a5410270a"
  },
  {
    "文件名": "[废文 完结]藏隙（1v1）作者：兔因因.txt",
    "夸克盘链接": "https://pan.quark.cn/s/6254be65c10c"
  },
  {
    "文件名": "[废文 完结]十九楼（1v1）作者：淮川s.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a792aacfe692"
  },
  {
    "文件名": "[废文 完结]灰色琴键（1v1）作者：鸠啾子【24.3.19】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/3b1272ecfff5"
  },
  {
    "文件名": "[废文 完结]夏时闻君（1v1）作者：一大盒甜布丁.txt",
    "夸克盘链接": "https://pan.quark.cn/s/4334ce244e5b"
  },
  {
    "文件名": "[废文 完结]小龙饲养指南（1v1）作者：林三郎豆腐【24.5.25】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/4acf7f1738d9"
  },
  {
    "文件名": "[废文 完结]装腔（1v1）作者：霁晚【24.5.25】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ba516d66c438"
  },
  {
    "文件名": "[废文 完结]再见柯泉（1v1）作者：休雨休雨【24.7.28】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/28da8c8b4280"
  },
  {
    "文件名": "[废文 完结]乘龙夜来（1v1）作者：日月我瞳【24.3.19】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c819e2916b44"
  },
  {
    "文件名": "[废文 完结]宫尘（1v1）作者：故城未央.txt",
    "夸克盘链接": "https://pan.quark.cn/s/47c88db0b9cb"
  },
  {
    "文件名": "[废文 完结]金鱼草（1v1）作者：顾行书【24.7.09】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/04cd04f5de5a"
  },
  {
    "文件名": "[废文 完结]溺水（1v1）作者：刈里.txt",
    "夸克盘链接": "https://pan.quark.cn/s/043905e69a09"
  },
  {
    "文件名": "[废文 完结]甜甜的触手（1v1）作者：RW42【24.4.15】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/2518198c3a32"
  },
  {
    "文件名": "[废文 完结]有病得治（1v1）作者：月半女丑.txt",
    "夸克盘链接": "https://pan.quark.cn/s/317bd9b7b1b5"
  },
  {
    "文件名": "[废文 完结109+番外]我的病弱老婆（1v1）作者：花卷.txt",
    "夸克盘链接": "https://pan.quark.cn/s/dd97c1b875ab"
  },
  {
    "文件名": "[废文 完结]我曾经在年少的时候拯救过一个外星人（1v1）作者：绸缪【24.6.21】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a4dad0ad59e2"
  },
  {
    "文件名": "[废文 完结]完美爱人的秘密（1v1）作者：三总总三【24.6.12】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/bd747e50f0fc"
  },
  {
    "文件名": "[废文 完结]暗花藏锋（1v1）作者：鱼不弄.txt",
    "夸克盘链接": "https://pan.quark.cn/s/b3a22bb48ad4"
  },
  {
    "文件名": "[废文 完结]卿卿（1v1）作者：一粒鹌鹑蛋【24.4.07】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/39b0860c87d8"
  },
  {
    "文件名": "[废文 完结]三流之路（1v1）作者：宸羽.txt",
    "夸克盘链接": "https://pan.quark.cn/s/bc6b68f9d550"
  },
  {
    "文件名": "[废文 完结]贪欢（1v1）作者：千钟一饮.txt",
    "夸克盘链接": "https://pan.quark.cn/s/f7526b61e899"
  },
  {
    "文件名": "[废文 完结]小狸猫卖豆腐（1v1）作者：黄金圣斗士.txt",
    "夸克盘链接": "https://pan.quark.cn/s/b9dd52e3d760"
  },
  {
    "文件名": "[废文 完结52]没有糖的蛋糕（1v1）作者：CoolForAnja【24.7.19】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/52e6db46504b"
  },
  {
    "文件名": "[废文 完结]谁让人人喜欢他（1v1）作者：YEYOU【24.4.01】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/f015dbe2d7b0"
  },
  {
    "文件名": "[废文 完结]价高者得（1v1）作者：暮晚依.txt",
    "夸克盘链接": "https://pan.quark.cn/s/14b7fac871da"
  },
  {
    "文件名": "[废文 完结]迸发（1v1）作者：咸鱼甲【24.4.30】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/18fd79b67fd3"
  },
  {
    "文件名": "[废文 完结]陛下穿越而来（1v1）作者：不加糖发糕.txt",
    "夸克盘链接": "https://pan.quark.cn/s/4b85e4e88853"
  },
  {
    "文件名": "[废文 完结]烂人真心（1v1）作者：今天也想吃鱼丸【24.6.19】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/902da386be63"
  },
  {
    "文件名": "[废文 完结]漫长心动（1v1）作者：符黎【24.5.27】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/3e0b6818b66a"
  },
  {
    "文件名": "[废文 完结]将军不太行（1v1）作者：药药切闹闹.txt",
    "夸克盘链接": "https://pan.quark.cn/s/8970ceef10c2"
  },
  {
    "文件名": "[废文 完结]人间至味与清欢（1v1）作者：侃妮儿【24.7.10】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/9cf4cfda4e9d"
  },
  {
    "文件名": "[废文 完结]限时爱神（1v1）作者：拥灯眠【24.7.06】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/31a98b335f60"
  },
  {
    "文件名": "[废文 完结]羽落（1v1）作者：无名无氏沐千.txt",
    "夸克盘链接": "https://pan.quark.cn/s/011b339c2b05"
  },
  {
    "文件名": "[废文 完结]抱上仙君粗壮的大腿（1v1）作者：千江.txt",
    "夸克盘链接": "https://pan.quark.cn/s/2a6be2788969"
  },
  {
    "文件名": "[废文 完结]愿你上钩（1v1）作者：止咳糖浆【24.3.31】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/95c3ea3c9eda"
  },
  {
    "文件名": "[废文 完结]求你把老公还我（1v1）作者：行香子【24.6.30】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/bfcb088590d0"
  },
  {
    "文件名": "[废文 完结]尝鲜（1v1）作者：秋月落屋梁.txt",
    "夸克盘链接": "https://pan.quark.cn/s/20c33855347f"
  },
  {
    "文件名": "[完结]《龙床上的清冷禁脔》作者：入北雪（1v1）【24.5.28】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/7de2eaaa0c50"
  },
  {
    "文件名": "[废文 完结]长公主（1v1）作者：细柳藏鸦【24.5.11】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/1a4be2d917ce"
  },
  {
    "文件名": "[废文 完结]最佳契合（1v1）作者：漾.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a9aaaad10b68"
  },
  {
    "文件名": "[废文 完结]温郁金（1v1）作者：长知怨【24.5.04】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/d1ca652bddef"
  },
  {
    "文件名": "[废文 完结108]待相逢（1v1）作者：此渊【24.7.24】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/345a099ce88c"
  },
  {
    "文件名": "[完结]《高冷大帅的在逃小农夫》作者：安好（1v1）【24.6.18】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/f5bc972a7d53"
  },
  {
    "文件名": "[废文 完结]小骗子（1v1）作者：云中有一片海【24.7.13】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c2e48bd63022"
  },
  {
    "文件名": "[废文 完结]白男子（1v1）作者：解大花.txt",
    "夸克盘链接": "https://pan.quark.cn/s/fd8ff68dd593"
  },
  {
    "文件名": "[废文 完结]暖阳（1v1）作者：半醉山翁.txt",
    "夸克盘链接": "https://pan.quark.cn/s/35221e18e9ef"
  },
  {
    "文件名": "[废文 完结]逐梦（1v1）作者：少吃外卖【24.7.16】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/9668dccdf8df"
  },
  {
    "文件名": "[废文 完结]点火（1v1）作者：甜皮鸭啦【24.4.15】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/bd548fd06964"
  },
  {
    "文件名": "[废文 完结]粘牙糖（1v1）作者：姜的吃.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a49f30c185da"
  },
  {
    "文件名": "[废文 完结]蝴蝶和他的小狗（1v1）作者：匿名咸鱼【24.5.25】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/dd9d140f68b2"
  },
  {
    "文件名": "[废文 完结]殊途（1v1）作者：孤不才【24.4.06】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/647aa29092f2"
  },
  {
    "文件名": "[废文 完结]失眠（1v1）作者：不想再失眠啦【24.4.07】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/caf722e5518f"
  },
  {
    "文件名": "[废文 完结]长河肉地（1v1）作者：赤道今日周几【24.5.08】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/1b52dfe84e96"
  },
  {
    "文件名": "[完结]《重生后我成了自己的禁脔》作者：乌乌（1v1）【24.3.20】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/bcfe2b8bff75"
  },
  {
    "文件名": "[完结]《论如何饲养一只小宠物》作者：甜蜜花栗鼠（1v1）【24.5.24】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/58431439a9b7"
  },
  {
    "文件名": "[废文 完结]和盗文的室友在一起了（1v1）作者：豆不逗【24.6.24】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/169989cb459d"
  },
  {
    "文件名": "[废文 完结]玉霖（1v1）作者：冬冬江【24.5.28】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/1437d7610034"
  },
  {
    "文件名": "[废文 完结]无相生（1v1）作者：迦南子【24.4.13】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/7b8e3528281c"
  },
  {
    "文件名": "[废文 完结]欲爱难止(1v1)作者：醉舟.txt",
    "夸克盘链接": "https://pan.quark.cn/s/bbdca493d5d8"
  },
  {
    "文件名": "[废文 完结]墨菲斯的苍穹下（1v1）作者：醉舟【24.6.21】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/8851e67e221f"
  },
  {
    "文件名": "[废文 完结]玉珍珍（1v1）作者：lynn海.txt",
    "夸克盘链接": "https://pan.quark.cn/s/37f198a92de4"
  },
  {
    "文件名": "[废文 完结]被迫驯养（1v1）作者：长夜尽【24.6.03】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/86953c9d9b25"
  },
  {
    "文件名": "[废文 完结]戒色（1v1）作者：江上127.txt",
    "夸克盘链接": "https://pan.quark.cn/s/3b830745f6df"
  },
  {
    "文件名": "[完结]《重生后被抖s前男友强制爱了》作者：斯托克（1v1）【24.7.26】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/cb4ff7f8e563"
  },
  {
    "文件名": "[废文 完结]偶然之间（1v1）作者：远山娥黛【24.6.08】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/beace1288a55"
  },
  {
    "文件名": "[完结]《被学神拉进厕所后 小猫的寻爱之旅》作者：撒个泡（1v1）【24.4.16】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/7cd56960496e"
  },
  {
    "文件名": "[废文 完结58+番外]过境（1v1）作者：x向心力.txt",
    "夸克盘链接": "https://pan.quark.cn/s/6314b7eaa966"
  },
  {
    "文件名": "[废文 完结]暗裂（1v1）作者：21点牌【24.7.18】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e3a05ff59065"
  },
  {
    "文件名": "[废文 完结+番外]摇摇星落（1v1）作者：严谨书屋~补番.txt",
    "夸克盘链接": "https://pan.quark.cn/s/d84d95e2fdc5"
  },
  {
    "文件名": "[废文 完结]要挟（1v1）作者：拾海贝的晚霞【24.7.07】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/5715140ea4d2"
  },
  {
    "文件名": "[废文 完结+番外]雨淋漓（1v1）作者：长恨~补番.txt",
    "夸克盘链接": "https://pan.quark.cn/s/8e4d21af75d4"
  },
  {
    "文件名": "[废文 完结]Dear.Christmas（1v1）作者：不可襄也【24.5.02】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/d86798842405"
  },
  {
    "文件名": "[废文 完结]纵容犯（1v1）作者：余生相.txt",
    "夸克盘链接": "https://pan.quark.cn/s/bef7c7c47d90"
  },
  {
    "文件名": "[废文 完结]小情人他恃宠而骄（1v1）作者：洒酽春浓【24.6.26】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/5d0c9ec29805"
  },
  {
    "文件名": "[废文 完结+番外]暗度陈仓（1v1）作者：顾陌离~补番【24.4.04】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e28420461de9"
  },
  {
    "文件名": "[废文 完结]几个冬至（1v1）作者：三障.txt",
    "夸克盘链接": "https://pan.quark.cn/s/401defa2bfaa"
  },
  {
    "文件名": "[完结]《鬼父》作者：再别今夜（1v1）【24.5.30】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/dd3c652063cd"
  },
  {
    "文件名": "[废文 完结]被小狗缠上（1v1）作者：木子岁【24.5.06】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/3f5021f8d303"
  },
  {
    "文件名": "[废文 完结]他不爱我怎么办？（1v1）作者：子飨.txt",
    "夸克盘链接": "https://pan.quark.cn/s/4a279d53643f"
  },
  {
    "文件名": "[完结]《身甘情愿》作者：清浅不渡（1v1）【24.7.27】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/7a10dd90307b"
  },
  {
    "文件名": "[废文 完结]契合（1v1）作者：菠萝味戳戳【24.5.08】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/2383d595c093"
  },
  {
    "文件名": "[废文 完结]只喜欢你（1v1）作者：星河里的鱼.txt",
    "夸克盘链接": "https://pan.quark.cn/s/b705f0f9dae7"
  },
  {
    "文件名": "[废文 完结]成茧（1v1）作者：今天不吃素.txt",
    "夸克盘链接": "https://pan.quark.cn/s/77c059e57ae6"
  },
  {
    "文件名": "[废文 完结]狼狗（1v1）作者：下次我等你【24.3.25】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/52d1e3e49faf"
  },
  {
    "文件名": "[完结]《被死对头掌控身体通感后》作者：略略略（1v1）【24.6.19】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/d4f5dccc61f6"
  },
  {
    "文件名": "[废文 完结]折桂（1v1）作者：上城美咲【24.7.19】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/b3dae27f303b"
  },
  {
    "文件名": "[废文 完结]衬心（1v1）作者：阿裕【24.4.18】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/147616d7e717"
  },
  {
    "文件名": "[废文 完结]大象（1v1）作者：漂亮的玫瑰【24.6.11】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/9dad7d952fe5"
  },
  {
    "文件名": "[完结]《霸总_老婆竟是猛1？》作者：果味汽水（1v1）【24.4.13】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/7c6ca626c2cd"
  },
  {
    "文件名": "[废文 完结]两杯水（1v1）作者：严谨书屋【24.5.23】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/7d1f70f5d644"
  },
  {
    "文件名": "[废文 完结]过期冰（1v1）作者：色感公式【24.7.22】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/9a320c321a12"
  },
  {
    "文件名": "[废文 完结]形影相吊（1v1）作者：祝小宴【24.6.29】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/7752ca496f4f"
  },
  {
    "文件名": "[废文 完结]绝对钟意（1v1）作者：有柠檬没【24.5.30】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/2afd87e54ceb"
  },
  {
    "文件名": "[废文 完结]最佳损友（1v1）作者：令狐葱【24.6.02】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/b007a2ad56d2"
  },
  {
    "文件名": "[废文 完结]东风迟来（1v1）作者：礼不烦【24.3.19】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/f4b41d279cc9"
  },
  {
    "文件名": "[废文 完结]月亮逆行（1v1）作者：islee【24.4.13】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/2bf5c19a3565"
  },
  {
    "文件名": "[废文 完结]报复舍友的错误方式（1v1）作者：鼹鼠邻居【24.7.19】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/01c267f2bc91"
  },
  {
    "文件名": "[废文 完结]柑橘乌云（1v1）作者：一只周闻的周闻.txt",
    "夸克盘链接": "https://pan.quark.cn/s/440df7999ec7"
  },
  {
    "文件名": "[废文 完结]江不渡（1v1）作者：煤那个球【24.7.13】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a92fe9e4ff27"
  },
  {
    "文件名": "[废文 完结]说好只做兄弟的！（1v1）作者：商行洲.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ab211eecb427"
  },
  {
    "文件名": "[废文 完结]困龙（1v1）作者：故长安.txt",
    "夸克盘链接": "https://pan.quark.cn/s/5d206b4e4f38"
  },
  {
    "文件名": "[废文 完结]你值得被爱（1v1）作者：歪歪小童【24.3.27】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e165ea3e1270"
  },
  {
    "文件名": "[废文 完结58]非非（1v1）作者：路游归【24.6.24】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ceced0c046f0"
  },
  {
    "文件名": "[完结]《闫先生相亲记》作者：竹叶抹茶粉（1v1）【24.7.24】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/724c24fccec8"
  },
  {
    "文件名": "[完结]《论渣渣该如何从良》作者：调弦弄管（1v1）【24.4.28】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a295eb0d3618"
  },
  {
    "文件名": "[废文 完结]身在人间（1v1）作者：邵不更事.txt",
    "夸克盘链接": "https://pan.quark.cn/s/5d8fc083f18e"
  },
  {
    "文件名": "[废文 完结]满分人父（1v1）作者：藤和鱼周螺【24.4.27】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/b694938e23fb"
  },
  {
    "文件名": "[废文 完结]Augenstern（1v1）作者：醉舟.txt",
    "夸克盘链接": "https://pan.quark.cn/s/54436d9802e8"
  },
  {
    "文件名": "[废文 完结]替身游戏（1v1）作者：天下第一汪【24.4.17】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/d52f8fded4ef"
  },
  {
    "文件名": "[完结]《蓝色心脏》作者：corpse（1v1）【24.6.12】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/23ea85688676"
  },
  {
    "文件名": "[废文 完结]泰迪（1v1）作者：匿名咸鱼.txt",
    "夸克盘链接": "https://pan.quark.cn/s/f80f984663da"
  },
  {
    "文件名": "[完结]《锒铛入狱》作者：川香四品锅（1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/b388419b7766"
  },
  {
    "文件名": "[废文 完结]作精养成指南（1v1）作者：只想躺躺.txt",
    "夸克盘链接": "https://pan.quark.cn/s/2f536a695eb8"
  },
  {
    "文件名": "[废文 完结]非限定自由（1v1）作者：ymsbknymd【24.5.21】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/8f53cb71a179"
  },
  {
    "文件名": "[废文 完结]风起之时我们（1v1）作者：佟罗.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e5b005049de7"
  },
  {
    "文件名": "[废文 完结]此消彼长（1v1）作者：夏大雨.txt",
    "夸克盘链接": "https://pan.quark.cn/s/9cae77bfa6a7"
  },
  {
    "文件名": "[废文 完结]重生之乔子安（1v1）作者：曾嫒歌【24.4.20】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c6b0a3fdc929"
  },
  {
    "文件名": "[废文 完结]艳妻（1v1）作者：风行.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ef53deed1543"
  },
  {
    "文件名": "[废文 完结]荨麻（1v1）作者：荒诞诗鸟.txt",
    "夸克盘链接": "https://pan.quark.cn/s/9040c7acff34"
  },
  {
    "文件名": "[废文 完结]灰色泛滥（1v1）作者：yibuxiu.txt",
    "夸克盘链接": "https://pan.quark.cn/s/3f1e762bd6cd"
  },
  {
    "文件名": "[废文 完结]干柴烈火（1v1）作者：网页不想生气【24.6.06】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/d46dc5f95ff6"
  },
  {
    "文件名": "[废文 完结]玫瑰之镜（1v1）作者：水割【24.7.20】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/13d196c216cf"
  },
  {
    "文件名": "[废文 完结]囚鱼囿海（1v1）作者：什伽伦【24.3.20】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/3d5ae5bc03b3"
  },
  {
    "文件名": "[废文 完结39+番外]误把拉郎同人当原作后（1v1）作者：摄氏度三【24.4.01】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e7ff962494f7"
  },
  {
    "文件名": "[废文 完结]知槿凡年（1v1）作者：顶级纳税人【24.7.15】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/8d1733d33d31"
  },
  {
    "文件名": "[废文 完结]我的父亲（1v1）作者：一把生锈刀【24.7.02】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/d34188a7dd1b"
  },
  {
    "文件名": "[废文 完结]畸形恋爱（1v1）作者：我每天都好烦【24.4.28】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/5006ceb8dfd5"
  },
  {
    "文件名": "[废文 完结]恶劣占有（1v1）作者：故乡的菊花又开了.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e1d31bc1ac47"
  },
  {
    "文件名": "[废文 完结79+番外]成茧（1v1）作者：今天不吃素~补番.txt",
    "夸克盘链接": "https://pan.quark.cn/s/62e0017e4cab"
  },
  {
    "文件名": "[废文 完结]照骗（1v1）作者：给自己吃点好的.txt",
    "夸克盘链接": "https://pan.quark.cn/s/01f08685b747"
  },
  {
    "文件名": "[废文 完结]寻找哈恩（1v1）作者：安静的小满.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c4afabfea27a"
  },
  {
    "文件名": "[废文 完结]妙手回春（1v1）作者：斯内克【24.5.25】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/1ce59fb1948a"
  },
  {
    "文件名": "[废文 完结]清冷男二失恋后（1v1）作者：不馋.txt",
    "夸克盘链接": "https://pan.quark.cn/s/5a2701cb539f"
  },
  {
    "文件名": "[废文 完结]给前男友小叔做助理（1v1）作者：丁丁跳【24.6.10】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ca3b18ec7b61"
  },
  {
    "文件名": "[废文 完结]镇暴者（1v1）作者：白抟抟.txt",
    "夸克盘链接": "https://pan.quark.cn/s/1724692e3004"
  },
  {
    "文件名": "[废文 完结]兄弟，你好香（1v1）作者：酸菜鱼鱼子酱【24.6.20】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/fa4965fc5b79"
  },
  {
    "文件名": "[废文 完结]鹤往南飞（1v1）作者：徕九.txt",
    "夸克盘链接": "https://pan.quark.cn/s/363aa2984f25"
  },
  {
    "文件名": "[废文 完结]小青柑（1v1）作者：尹半.txt",
    "夸克盘链接": "https://pan.quark.cn/s/fe9b01cf802a"
  },
  {
    "文件名": "[完结]《龙龙大作战》作者：嘴馋摆烂真君（1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e2f7cacb5745"
  },
  {
    "文件名": "[废文 完结]社畜和他的甲方爸爸（1v1）作者：胡辣汤和水晶包【24.6.30】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/0fd11176451e"
  },
  {
    "文件名": "[废文 完结]复生（1v1）作者：橘锯子.txt",
    "夸克盘链接": "https://pan.quark.cn/s/dd56914f5fd4"
  },
  {
    "文件名": "[废文 完结111+番外]衣冠禽兽(1v1 )作者：闻九粥~补番.txt",
    "夸克盘链接": "https://pan.quark.cn/s/bae20459403f"
  },
  {
    "文件名": "[废文 完结+番外]从失恋开始（1v1）作者：CoolForAnja【24.7.06】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/4b8a3dc1b43c"
  },
  {
    "文件名": "[废文 完结67]榜一大哥今天爱了吗（1v1）作者：春山【24.6.16】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a68abc9484e3"
  },
  {
    "文件名": "[完结]《那只三花猫的故事》作者：两斤松风（1v1）【24.5.10】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ef6e8a5e709a"
  },
  {
    "文件名": "[完结]《豪门小妈他以身饲狼》作者：字骨疯（1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/6bb8b5d49373"
  },
  {
    "文件名": "[废文 完结]男大学生加班日常（1v1）作者：牛马日常【24.4.29】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a982bdb16fdb"
  },
  {
    "文件名": "[废文 完结]最近总想亲室友怎么办（1v1）作者：匿名咸鱼【24.6.28】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/f7e48042515e"
  },
  {
    "文件名": "[废文 完结]他得爱我（1v1）作者：但以朝暮【24.7.07】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/9b2ded61f95f"
  },
  {
    "文件名": "[废文 完结]小鱼钓猫（1v1）作者：歪歪小童【24.6.30】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/aac60aea22fe"
  },
  {
    "文件名": "[废文 完结70]恶人在后（1v1）作者：五人馅【24.5.05】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/0f1a5eefd025"
  },
  {
    "文件名": "[废文 完结]不明空（1v1）作者：浮金.txt",
    "夸克盘链接": "https://pan.quark.cn/s/9b9490c8d2b4"
  },
  {
    "文件名": "[废文 完结+番外]卡尔加里的雨（1v1）作者：万经星~补番.txt",
    "夸克盘链接": "https://pan.quark.cn/s/557c2b96f626"
  },
  {
    "文件名": "[废文 完结]隔壁的竹马成了我对象（1v1）作者：994Alieen【24.7.18】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/00d0ffd4d962"
  },
  {
    "文件名": "[废文 完结]沾舔（1v1）作者：不忘尘埃【24.7.31】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/b811249474ed"
  },
  {
    "文件名": "[废文 完结]缚弦难逃（1v1）作者：歧安喱【24.3.23】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/590058b21b58"
  },
  {
    "文件名": "[废文 完结]落败的蜻蜓（1v1）作者：严谨书屋24.7.11.txt",
    "夸克盘链接": "https://pan.quark.cn/s/432250a80b8e"
  },
  {
    "文件名": "[完结]《老房子着火》作者：椰子鸡（1v1）【24.6.18】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/9a98ebf5ec33"
  },
  {
    "文件名": "[完结]《闭口禅》作者：厘米高（1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/4db93d7ee168"
  },
  {
    "文件名": "[完结]《那只雪豹的故事》作者：两斤松风（1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/9a3e1a6874d9"
  },
  {
    "文件名": "[废文 完结]黑加白（1v1）作者：zhayoutiao.txt",
    "夸克盘链接": "https://pan.quark.cn/s/02a4041197af"
  },
  {
    "文件名": "[废文 完结]破曙（1v1）作者：夏日巧克力【24.4.23】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/50398b7af86d"
  },
  {
    "文件名": "[废文 完结57+番外]没有糖的蛋糕（1v1）作者：CoolForAnja【24.7.29】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/99b19991a04e"
  },
  {
    "文件名": "[废文 完结]爱人同志（1v1）作者：块陶.txt",
    "夸克盘链接": "https://pan.quark.cn/s/3205c516bd36"
  },
  {
    "文件名": "[完结]《（主攻）被我包养过的小情人报复后》作者：阿信（1v1）【24.5.05】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/fff30ae42531"
  },
  {
    "文件名": "[废文 完结+番外]谁言水火不相容（1v1）作者：小土堆儿.txt",
    "夸克盘链接": "https://pan.quark.cn/s/554026654001"
  },
  {
    "文件名": "[废文 完结]青提（1v1）作者：鹤一.txt",
    "夸克盘链接": "https://pan.quark.cn/s/75d14c112265"
  },
  {
    "文件名": "[完结]《被逼宫后把摄政王给睡了》作者：太阳蛋包饭（1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ce7950f79aea"
  },
  {
    "文件名": "[废文 完结]拥抱地心引力（1v1）作者：larivegauche【24.3.22】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/79f3162b17ef"
  },
  {
    "文件名": "[完结]《被暗恋的人俘虏怎么办》作者：一碗牛肉面（1v1）~24  7  12~.txt",
    "夸克盘链接": "https://pan.quark.cn/s/784887ae9667"
  },
  {
    "文件名": "[废文 完结]白桃有冽（1v1）作者：春花也有浪漫时.txt",
    "夸克盘链接": "https://pan.quark.cn/s/155fe0c5ce66"
  },
  {
    "文件名": "[废文 完结]择我而栖（1v1）作者：一条酥咸鱼【24.3.31】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/9d33be1b7d33"
  },
  {
    "文件名": "[废文 完结]C级（1v1）作者：空响.txt",
    "夸克盘链接": "https://pan.quark.cn/s/9f4c32890797"
  },
  {
    "文件名": "[废文 完结113+番外]我的病弱老婆（1v1）作者：花卷~补番.txt",
    "夸克盘链接": "https://pan.quark.cn/s/1025d566d9a6"
  },
  {
    "文件名": "[废文 完结100+番外]过山车（1v1）作者：夜猫子.txt",
    "夸克盘链接": "https://pan.quark.cn/s/1862e6b6b747"
  },
  {
    "文件名": "[废文 完结]公路杀手（1v1）作者：大乙【24.7.16】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/946249ea6257"
  },
  {
    "文件名": "[废文 完结]蓝雨（1v1）作者：Nachtigallen【24.6.13】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/0ecacafaee68"
  },
  {
    "文件名": "[完结]《陆家夫夫的男妾》作者：窗外的麻雀（1v1）【24.7.23】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/212ca520de37"
  },
  {
    "文件名": "[废文 完结]七月十四日夜（1v1）作者：木瓜和丝瓜【24.3.31】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/578c7637f311"
  },
  {
    "文件名": "[废文 完结]承欢（1v1）作者：刀下文.txt",
    "夸克盘链接": "https://pan.quark.cn/s/6fe60916a427"
  },
  {
    "文件名": "[废文 完结]你敢不敢咬（1v1）作者：际歌林【24.3.17】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/188f66dd106f"
  },
  {
    "文件名": "[废文 完结]暗室明珠（1v1）作者：再思【24.3.27】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/4eb472ce3fc3"
  },
  {
    "文件名": "[完结]末世传说（1v1）作者：wargoose.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a9c2e2c1719e"
  },
  {
    "文件名": "[废文 完结]冬日可爱（1v1）作者：匿名咸鱼【24.4.27】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/80e68af605ec"
  },
  {
    "文件名": "[废文 完结]怀不了（1v1）作者：草木【24.6.17】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/307dc65227af"
  },
  {
    "文件名": "[废文 完结]谢教授教你做人（1v1）作者：败北少年.txt",
    "夸克盘链接": "https://pan.quark.cn/s/51758a585c96"
  },
  {
    "文件名": "[废文 完结]缠（1v1）作者：从丛匆【24.5.28】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c7694e6d20e9"
  },
  {
    "文件名": "[废文 完结]石榴（1v1）作者：我将在今夜吻你.txt",
    "夸克盘链接": "https://pan.quark.cn/s/0cc3072eb792"
  },
  {
    "文件名": "[废文 完结]第二次（1v1）作者：晚月【24.5.08】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/94e3071faa7d"
  },
  {
    "文件名": "[废文 完结]山止川行（1v1）作者：粉爪爪拖鞋.txt",
    "夸克盘链接": "https://pan.quark.cn/s/84ecf1f7f582"
  },
  {
    "文件名": "[废文 完结]小老公（1v1）作者：食人假象【24.6.12】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/46b852584b1b"
  },
  {
    "文件名": "[废文 完结]质数（1v1）作者：乌龙山【24.4.24】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/7bf9c3370980"
  },
  {
    "文件名": "[废文 完结]区区（1v1）作者：周凉西【24.5.06】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/880cc9a00748"
  },
  {
    "文件名": "[废文 完结]照得他慈悲我（1v1）作者：殷勤阿gu【24.5.12】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/af43e5ac95c4"
  },
  {
    "文件名": "[完结]《被痴汉喂精的小美人》作者：小红（1v1）【24.4.25】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/0a8ae2d59201"
  },
  {
    "文件名": "[完结]《被死对头打晕后他成了我的奴妻》作者：扶西（1v1）【24.5.09】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c886fb89401c"
  },
  {
    "文件名": "[完结]《野男人》作者：牛奶与黄油（1v1）【24.5.14】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/6494acef466c"
  },
  {
    "文件名": "[完结]《隔壁的晾衣架》作者：竹声又晚（1v1）【24.4.25】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/711ad9a6b481"
  },
  {
    "文件名": "[废文 完结]相亲相爱（1v1）作者：reinajinjinjin【24.4.07】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/be84110279f8"
  },
  {
    "文件名": "[废文 完结111+番外]龙傲天和他妈妈（1v1）作者：北极小鲸鱼【24.4.28】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/743c9565019a"
  },
  {
    "文件名": "[废文 完结]传纸条（1v1）作者：风吹鸡蛋壳.txt",
    "夸克盘链接": "https://pan.quark.cn/s/64555701edc1"
  },
  {
    "文件名": "[废文 完结56+番外]相融相生（1v1）作者：春日沉【24.3.27】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/27d0bfb05dad"
  },
  {
    "文件名": "[废文 完结+番外]非典型性恋痛（调教1v1）作家：鹿山小筑~补番.txt",
    "夸克盘链接": "https://pan.quark.cn/s/6098f290fc58"
  },
  {
    "文件名": "[废文 完结]爱情买卖（1v1）作者：摩西克里【24.5.26】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/1e09026b7965"
  },
  {
    "文件名": "[废文 完结]他和他的月光（1v1）作者：左手比兔兔【24.3.27】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/09f6d14450ac"
  },
  {
    "文件名": "[废文 完结]霸道总裁是个零（1v1）作者：夏日巧克力【24.4.25】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/8f29b4b443ef"
  },
  {
    "文件名": "[废文 完结]鬼偶（1v1）作者：林记年.txt",
    "夸克盘链接": "https://pan.quark.cn/s/5d7edd124d38"
  },
  {
    "文件名": "[废文 完结63+番外]双嫂（1v1）作者：哆拉弥~补番【24.6.03】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/f53edeb95741"
  },
  {
    "文件名": "[废文 完结]两重山（1v1）作者：禁止遗弃.txt",
    "夸克盘链接": "https://pan.quark.cn/s/9058e1b4d24d"
  },
  {
    "文件名": "[废文 完结]矛与盾（1v1）作者：百年星辰【24.4.16】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/6491c4d352ad"
  },
  {
    "文件名": "[完结]《顶嘴》作者：有点意思 (1v1)【24.3.27】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/415cc3a4d355"
  },
  {
    "文件名": "[废文 完结]帝国少将的婚内战争（1v1）作者：林三郎豆腐.txt",
    "夸克盘链接": "https://pan.quark.cn/s/8be5f1c2c264"
  },
  {
    "文件名": "[废文 完结]阶梯教室六（1v1）作者：梦里烟花易冷【24.5.06】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/eea3e8833b03"
  },
  {
    "文件名": "[废文 完结]黄金为君门（1v1）作者：符黎.txt",
    "夸克盘链接": "https://pan.quark.cn/s/b29906b074c0"
  },
  {
    "文件名": "[废文 完结]故意（1v1）作者：1duanq1【24.5.29】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/345cfce0de38"
  },
  {
    "文件名": "[废文 完结]海马效应（1v1）作者：千灯秋竹.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a7410afae977"
  },
  {
    "文件名": "[废文 完结]兰艾俱焚（1v1）作者：夏隙【24.5.21】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/4991fe378b39"
  },
  {
    "文件名": "[废文 完结]跛足情人（1v1）作者：匿名咸鱼.txt",
    "夸克盘链接": "https://pan.quark.cn/s/7523bdb71029"
  },
  {
    "文件名": "[废文 完结]渡鸦（1v1）作者：21点牌【24.5.05】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/1b6b4f484e98"
  },
  {
    "文件名": "[废文 完结]养草还不容易吗（1v1）作者：QishibeLUNA【24.7.04】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/0923530d78e9"
  },
  {
    "文件名": "[废文 完结]采葛（1v1）作者：匿名咸鱼【24.7.17】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c07954d2294d"
  },
  {
    "文件名": "[废文 完结]裙摆之下（1v1）作者：荼蘼不是茶非.txt",
    "夸克盘链接": "https://pan.quark.cn/s/76b2b4b9c55b"
  },
  {
    "文件名": "[废文 完结]野火生春（1v1）作者：手搓冰粉加冰【24.6.29】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/906f2de39481"
  },
  {
    "文件名": "[废文 完结]坏菩萨（1v1）作者：有口【24.5.25】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/de327df62fb8"
  },
  {
    "文件名": "[废文 完结]无血之血（1v1）作者：離去之原【24.5.01】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/2bf8d1da06ad"
  },
  {
    "文件名": "[废文 完结+番外]太子殿下和他的少庄主（1v1）作者：关山乘月~补番.txt",
    "夸克盘链接": "https://pan.quark.cn/s/94107c6ab3c4"
  },
  {
    "文件名": "[废文 完结111]猫猫能有什么错（1v1）作者：无麻全痛嘎腰子【24.7.24】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ae6f5da1ffb6"
  },
  {
    "文件名": "[完结蛋全]《【双产】博弈（先婚后爱）》作家：花满重楼（1v1）【24.5.04】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/9503892ee8c1"
  },
  {
    "文件名": "[废文 完结]笼中雀（1v1）作者：拾年央里.txt",
    "夸克盘链接": "https://pan.quark.cn/s/756850d5e7b0"
  },
  {
    "文件名": "[废文 完结]怜莲（1v1）作者：壳蛙【24.5.03】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a5157b8d22e8"
  },
  {
    "文件名": "[废文 完结]回收旧音（1v1）作者：快乐好运萨摩耶【24.3.20】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/1116a893fcfa"
  },
  {
    "文件名": "[废文 完结]老公死后，小妾上门（1v1）作者：缠星枝【24.5.17】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/37802210077b"
  },
  {
    "文件名": "[废文 完结]伯爵与仆（1v1）作者：reinajinjinjin【24.6.02】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/bdc07599232c"
  },
  {
    "文件名": "[废文 完结]到他身边去（1v1）作者：哥林前废【24.6.06】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/7c2b5f55b2e6"
  },
  {
    "文件名": "[废文 完结]少爷（1v1）作者：橙汁酱鸭【24.5.03】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e873dafd945c"
  },
  {
    "文件名": "[废文 完结62]腌臜（1v1）作者：万紫千红【24.7.22】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/15c3000e9d0d"
  },
  {
    "文件名": "[废文 完结]同居密友（1v1）作者：糖油年糕.txt",
    "夸克盘链接": "https://pan.quark.cn/s/42574652d2aa"
  },
  {
    "文件名": "[废文 完结]追求B在线教学（1v1）作者：泡面菌【24.5.03】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/31a02660391c"
  },
  {
    "文件名": "[废文 完结]鱼跃（1v1）作者：岁忧.txt",
    "夸克盘链接": "https://pan.quark.cn/s/3e3ab233d398"
  },
  {
    "文件名": "[废文 完结]雀归巢（1v1）作者：黄金圣斗士.txt",
    "夸克盘链接": "https://pan.quark.cn/s/d33a3c91b0a0"
  },
  {
    "文件名": "[废文 完结]i0与e1恋爱指南（1v1）作者：麦薯条的龙.txt",
    "夸克盘链接": "https://pan.quark.cn/s/1c1ef2a3edfa"
  },
  {
    "文件名": "[完结]《长批后被阴郁皇弟懆烂》作者：钻石王老五（1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/f7d06e952ce9"
  },
  {
    "文件名": "[废文 完结]极夜里的蘑菇屋（1v1）作者：扇葵.txt",
    "夸克盘链接": "https://pan.quark.cn/s/070b2399e509"
  },
  {
    "文件名": "[废文 完结]封口费（1v1）作者：一勺盐【24.5.22】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a9499631fe97"
  },
  {
    "文件名": "[废文 完结]微潮（1v1）作者：果钻【24.6.20】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/85197750f434"
  },
  {
    "文件名": "[废文 完结]好心（1v1）作者：今天不热【24.4.20】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/f544d1f8a7cc"
  },
  {
    "文件名": "[废文 完结]小猫咪能有什么坏心思（1v1）作者：拾海贝的晚霞.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a464f06553cd"
  },
  {
    "文件名": "[完结]《隐蔽的师生关系》作者：薛酆都（1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/360d57fbefa7"
  },
  {
    "文件名": "[废文 完结]躲不起（1v1）作者：MeltChuchu.txt",
    "夸克盘链接": "https://pan.quark.cn/s/cd9529fb10e4"
  },
  {
    "文件名": "[废文 完结]唯一解药（1v1）作者：淮川s【24.6.18】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c2f9a4795b85"
  },
  {
    "文件名": "[废文 完结]活得像个炮灰的哥哥（1v1）作者：冬日放鹤.txt",
    "夸克盘链接": "https://pan.quark.cn/s/4c1cdb4e018a"
  },
  {
    "文件名": "[完结]《骚软师尊乖乖奴》作者：送我一朵玫瑰吧（1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/9718c17aa085"
  },
  {
    "文件名": "[废文 完结]低温潮（1v1）作者：山骨【24.7.26】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/6a4430d41e6d"
  },
  {
    "文件名": "[废文 完结]假想情（1v1）作者：女王陛上【24.4.30】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/9f410c963207"
  },
  {
    "文件名": "[完结]红绿灯（1v1）作者：wargoose.txt",
    "夸克盘链接": "https://pan.quark.cn/s/29d9a10b88ca"
  },
  {
    "文件名": "[废文 完结]晨阳若霁（1v1）作者：年少未说一字【24.5.26】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/3fac81552ff8"
  },
  {
    "文件名": "[废文 完结]往之不谏（1v1）作者：茉莉星星【24.5.02】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/b6e9ae5db88f"
  },
  {
    "文件名": "[完结]《长批的舍友翻车辣》作者：顾咕咕（1v1）【24.4.29】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/aa8299f396af"
  },
  {
    "文件名": "[废文 完结]奶油曲奇与巧克力奶（1v1）作者：拉普拉斯定理喔【24.5.11】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/15cf50499d40"
  },
  {
    "文件名": "[完结]《难哄情人》作者：长官（1v1）【24.4.20】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/18c9d4ac02dd"
  },
  {
    "文件名": "[废文 完结]一半真（1v1）作者：今天不热【24.3.27】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/adfa661515aa"
  },
  {
    "文件名": "[废文 完结]小径分岔之城（1v1）作者：我只是信步一走【24.7.20】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/fb62cb42ff5f"
  },
  {
    "文件名": "[废文 完结]翘尾巴小狗（1v1）作者：路折.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e1416dd3a1fa"
  },
  {
    "文件名": "[废文 完结]教化（1v1）作者：秃头大猩猩.txt",
    "夸克盘链接": "https://pan.quark.cn/s/cbbc5dbfe721"
  },
  {
    "文件名": "[废文 完结]透明真心（1v1）作者：陈一曲【24.5.29】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/f34d326bd902"
  },
  {
    "文件名": "[废文 完结]后此谬误（1v1）作者：春夜颠倒【24.7.23】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/b1310f36c63c"
  },
  {
    "文件名": "[废文 完结]一秒心动（1v1）作者：春日沉【24.5.02】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/082c1369bf7a"
  },
  {
    "文件名": "[废文 完结]坚定的锡兵（1v1）作者：石三儿【24.5.31】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/4f4dc3ab739c"
  },
  {
    "文件名": "[完结]《重生后被死对头操烂了》作者：顾雁行（1v1）【24.6.09】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/bfeeee91d286"
  },
  {
    "文件名": "[完结]《误送情趣用品给男神后》作者：嘶哈嘶哈（1v1）【24.6.04】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e6494fd45bd0"
  },
  {
    "文件名": "[废文 完结84]小点声（1v1）作者：鸭什么鸭【24.7.19】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/d7a2ce32c7a1"
  },
  {
    "文件名": "[废文 完结37]他给的太多了（1v1）作者：绿窗前日梦【24.5.21】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/2c42e2796e3a"
  },
  {
    "文件名": "[废文 完结]大艺术家（1v1）作者：音速阿伏兔【24.7.30】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/58bca17b652f"
  },
  {
    "文件名": "[完结]《菜就多练》作者：我没朋友（1v1）【24.5.19】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/b8763e536b8a"
  },
  {
    "文件名": "[废文 完结]幸运大门（1v1）作者：令狐葱【24.4.23】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/99a97b049a99"
  },
  {
    "文件名": "[完结]《错位》作者：耳片（1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/86087f42faf9"
  },
  {
    "文件名": "[废文 完结]我与你的七次热恋（1v1）作者：徒有羡鱼情【24.4.08】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/eba73f2b65a5"
  },
  {
    "文件名": "[废文 完结]哎呦，被他装到了（1v1）作者：果钻.txt",
    "夸克盘链接": "https://pan.quark.cn/s/f87b2ec517c3"
  },
  {
    "文件名": "[废文 完结]折竹（1v1）作者：一条酥咸鱼.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c61c91ed9401"
  },
  {
    "文件名": "[废文 完结]隐秘的往事（1v1）作者：匿名咸鱼【24.7.06】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/85be3da43239"
  },
  {
    "文件名": "[废文 完结]交换（1v1）作者：债权申报表.txt",
    "夸克盘链接": "https://pan.quark.cn/s/13f2e63f0d67"
  },
  {
    "文件名": "[废文 完结]小同桌（1v1）作者：再睡一觉吧【24.7.18】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ac10f45e38e7"
  },
  {
    "文件名": "[完结]《高贵冷艳只是人设》作者：青山有思（1v1）【24.4.24】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/5a24d9697120"
  },
  {
    "文件名": "[废文 完结]掏错人（1v1）作者：thgqtlhq【24.6.14】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/1114e75277c0"
  },
  {
    "文件名": "[废文 完结]捕龙计划（1v1）作者：茶馆小厮【24.6.21】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ec77b5c7f807"
  },
  {
    "文件名": "[完结]老公你今晚回家吃饭吗（1v1）作者：雪碧oo【24.6.26】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/b70f06582a15"
  },
  {
    "文件名": "[废文 完结]苦海（1v1）作者：块陶【24.6.14】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/6a6177187599"
  },
  {
    "文件名": "[废文 完结87+番外]混蛋（1v1）作者：蚊不叮.txt",
    "夸克盘链接": "https://pan.quark.cn/s/806384e0ab7d"
  },
  {
    "文件名": "[完结]《长夜即明》作者：二十四桥（1v1）【24.7.09】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/b70dd47dc7a7"
  },
  {
    "文件名": "[废文 完结]龙六·见山海（1v1）作者：君之生.txt",
    "夸克盘链接": "https://pan.quark.cn/s/bd26e59e8b34"
  },
  {
    "文件名": "[废文 完结]屏幕上的你真美（1v1）作者：婵纱.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c2a61c12a190"
  },
  {
    "文件名": "[废文 完结]阔野成荒（1v1）作者：但以朝暮【24.7.03】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a5c49d3916b3"
  },
  {
    "文件名": "[废文 完结]云时雨（1v1）作者：千辞鲤【24.7.20】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/f47e7a7dc16d"
  },
  {
    "文件名": "[废文 完结87+番外]慈花哀（1v1）作者：w山罔~补番.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e56ea4bb331e"
  },
  {
    "文件名": "[废文 完结]深度睡眠（1v1）作者：沾花寄月.txt",
    "夸克盘链接": "https://pan.quark.cn/s/5e25143c641e"
  },
  {
    "文件名": "[废文 完结]老牛啃嫩草（1v1）作者：磨刀嚯嚯嚯【24.4.12】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/739a8d1decd8"
  },
  {
    "文件名": "[废文 完结]芝芝（1v1）作者：一只特立独行的鱼【24.5.02】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/8cc3ba6f0644"
  },
  {
    "文件名": "[完结]《饲养一只地球人宠物》作者：无聊的汤勺（1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/3a12f3fe636d"
  },
  {
    "文件名": "[废文 完结]越界（1v1）作者：宋轻罗的佩奇缸.txt",
    "夸克盘链接": "https://pan.quark.cn/s/dcd6888f34f7"
  },
  {
    "文件名": "[废文 完结]时微（1v1）作者：一截子梦.txt",
    "夸克盘链接": "https://pan.quark.cn/s/8b465ea64856"
  },
  {
    "文件名": "[废文 完结71+番外]复婚（1v1）作者：罐装酱油~补番.txt",
    "夸克盘链接": "https://pan.quark.cn/s/aafa91a9feb6"
  },
  {
    "文件名": "[废文 完结]he后渣攻失忆了（1v1）作者：精神病守门员.txt",
    "夸克盘链接": "https://pan.quark.cn/s/d33f40331d6e"
  },
  {
    "文件名": "[废文 完结]非常规实践（1v1）作者：LANISE.txt",
    "夸克盘链接": "https://pan.quark.cn/s/6b2fe9bab088"
  },
  {
    "文件名": "[废文 完结73]亲亲是什么意思（1v1）作者：匿名咸鱼【24.3.17】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c02beef5a12d"
  },
  {
    "文件名": "[废文 完结64+番外]不知其可（1v1）作者：zhayoutiao【24.7.06】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/cfd35b810829"
  },
  {
    "文件名": "[废文 完结]妈，我找了个日本对象（1v1）作者：沫沫莓烦恼【24.6.27】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/849b8c44194e"
  },
  {
    "文件名": "[废文 完结]老攻他比糖甜（1v1）作者：春花也有浪漫时.txt",
    "夸克盘链接": "https://pan.quark.cn/s/8c2afbeb12cf"
  },
  {
    "文件名": "[废文 完结]妹妹（1v1）作者：一叶锦城一【24.5.20】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/28dccd0f1117"
  },
  {
    "文件名": "[废文 完结]请容许我放任片刻（1v1）作者：梁圆歌.txt",
    "夸克盘链接": "https://pan.quark.cn/s/fd2b0dcff009"
  },
  {
    "文件名": "[废文 完结]育儿与领导力提升准则（1v1）作者：梦也梦也.txt",
    "夸克盘链接": "https://pan.quark.cn/s/32723e063901"
  },
  {
    "文件名": "[废文 完结]养鱼对决（1v1）作者：顾清挽【24.4.26】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e31b9f3ed26d"
  },
  {
    "文件名": "[废文 完结80]土狗（1v1）作者：reinhard【24.6.08】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/fb7bcd7e0924"
  },
  {
    "文件名": "[废文 完结]以病爱为名（1v1）作者：以病爱为名.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a2af781962a7"
  },
  {
    "文件名": "[废文 完结]小黑龙历险记（1v1）作者：鳍尔.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c2aea1c2f149"
  },
  {
    "文件名": "[废文 完结]狐赘（1v1）作者：练笔【24.5.25】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/8458e598195c"
  },
  {
    "文件名": "[废文 完结]通房男子（1v1）作者：旧矿泉水瓶子.txt",
    "夸克盘链接": "https://pan.quark.cn/s/11792c7eb862"
  },
  {
    "文件名": "[废文 完结]凛冬2：侧写师（1v1）作者：八月灯火.txt",
    "夸克盘链接": "https://pan.quark.cn/s/b5bc6b458751"
  },
  {
    "文件名": "[废文 完结]滚出我家（1v1）作者：叶小公子【24.4.05】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/6a3310fbb310"
  },
  {
    "文件名": "[完结]《逃跑后被抓回来爆炒了》作者：无情的码字机器（1v1）【24.6.14】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/f7a625cdfd96"
  },
  {
    "文件名": "[废文 完结99]挥金如土（1v1）作者：不配云【24.6.10】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ca8b512407a7"
  },
  {
    "文件名": "[废文 完结]离婚就离婚（1v1）作者：bei【24.6.09】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ed0f15cddffb"
  },
  {
    "文件名": "[废文 完结]你们也是游戏中的一环（1v1）作者：雨夜出逃【24.3.28】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/61fb27f3a93d"
  },
  {
    "文件名": "[废文 完结]重生之日月之光（1v1）作者：一把生锈刀【24.7.12】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/202634c51882"
  },
  {
    "文件名": "[废文 完结]嫉妒的金雀花（1v1）作者：senorita621.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e05464afd183"
  },
  {
    "文件名": "[废文 完结49+番外]失恋太长（1v1）作者：八分饱~补番.txt",
    "夸克盘链接": "https://pan.quark.cn/s/940de82b90a9"
  },
  {
    "文件名": "[废文 完结]春日囚徒（1v1）作者：快把蕉下的鹿牵走.txt",
    "夸克盘链接": "https://pan.quark.cn/s/74b53eca6c2f"
  },
  {
    "文件名": "[完结]《酒吧后巷的性事》作者：白流苏（1v1）【24.7.02】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/955b743a9481"
  },
  {
    "文件名": "[废文 完结]缘契与入土（1v1）作者：Alit【24.7.22】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/94e840e33c55"
  },
  {
    "文件名": "[废文 完结+番外]银孔雀（1v1）作者：97号天文观测中心~补番.txt",
    "夸克盘链接": "https://pan.quark.cn/s/b74ef3a46faa"
  },
  {
    "文件名": "[废文 完结]心动飞行（1v1）作者：前门葡萄架【24.3.31】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/d8f59591fb60"
  },
  {
    "文件名": "[废文 完结]魅魔的晚餐（1v1）作者：泉鹿【24.4.07】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/889b38b7aa98"
  },
  {
    "文件名": "[废文 完结]趋光而行（1v1）作者：pupil.txt",
    "夸克盘链接": "https://pan.quark.cn/s/1cbc21bbeb30"
  },
  {
    "文件名": "[废文 完结+番外]我的直男老公（1v1）作者：愿为你相信24，7，11.txt",
    "夸克盘链接": "https://pan.quark.cn/s/4ca28716de2f"
  },
  {
    "文件名": "[废文 完结]明亮的沼泽（1v1）作者：史克浪子.txt",
    "夸克盘链接": "https://pan.quark.cn/s/45cd3897831e"
  },
  {
    "文件名": "[废文 完结]一个亡灵法师决定去死（1v1）作者：有念【24.5.12】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e112e474c86a"
  },
  {
    "文件名": "[废文 完结]一池春水（1v1）作者：匿名咸鱼.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c2dc7844edcb"
  },
  {
    "文件名": "[完结]《追回那个抹布受》作者：走笔阑珊（1v1）【24.5.07】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/73f2c0a70129"
  },
  {
    "文件名": "[废文 完结]男主他为何总是这样（1v1）作者：sisiphus.txt",
    "夸克盘链接": "https://pan.quark.cn/s/73f1d4860c89"
  },
  {
    "文件名": "[完结]《被国王的大几把狂懆》作者：钻石王老五（1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/0d79a17d2b1a"
  },
  {
    "文件名": "[完结]《逃》作者：喵喵猫喵喵 (1v1).txt",
    "夸克盘链接": "https://pan.quark.cn/s/1c6b11723434"
  },
  {
    "文件名": "[废文 完结]八六子（1v1）作者：金陵日出【24.7.14】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ccb1ebc83415"
  },
  {
    "文件名": "[废文 完结]玉尘砂（1v1）作者：利雪.txt",
    "夸克盘链接": "https://pan.quark.cn/s/71f9bbf59c7b"
  },
  {
    "文件名": "[完结]《逆龄故事》作者：猫小蓝lingerr（1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/38e7918d1916"
  },
  {
    "文件名": "[废文 完结]流沙（1v1）作者：令狐葱【24.5.09】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/5de26aeb9f47"
  },
  {
    "文件名": "[完结]《阿苏格的宠物》作者：烂梦（1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/5c88dfe9d6fb"
  },
  {
    "文件名": "[废文 完结]遮拦（1v1）作者：荒山渡【24.4.03】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/03ac365f06ea"
  },
  {
    "文件名": "[废文 完结86]寡妇门前是非多（1v1）作者：绝望春（24.7.12）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/d105dcfbe4ec"
  },
  {
    "文件名": "[废文 完结66]复春夜（1v1）作者：洛知意【24.4.06】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e37b5a90d455"
  },
  {
    "文件名": "[废文 完结]星星（1v1）作者：一截子梦.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a16cbc9ba792"
  },
  {
    "文件名": "[废文 完结]忍得渴（1v1）作者：匿名咸鱼.txt",
    "夸克盘链接": "https://pan.quark.cn/s/f43f9d50a22b"
  },
  {
    "文件名": "[废文 完结]无妄凡生（1v1）作者：顾尘辞醉客.txt",
    "夸克盘链接": "https://pan.quark.cn/s/41bdf731e5da"
  },
  {
    "文件名": "[废文 完结]禁止同行恋爱（1v1）作者：两三枝【24.5.23】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a8375eb81577"
  },
  {
    "文件名": "[废文 完结]我的直男老公（1v1）作者：愿为你相信.txt",
    "夸克盘链接": "https://pan.quark.cn/s/524b5792b775"
  },
  {
    "文件名": "[废文 完结]坏的理由（1v1）作者：令狐葱【24.6.13】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c688a67227fe"
  },
  {
    "文件名": "[废文 完结]霸王茶几（1v1）作者：HHH【24.6.23】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e368587fb761"
  },
  {
    "文件名": "[完结]《皇宫的禁脔》作者：宁蓟（1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/94ae60cc1bc4"
  },
  {
    "文件名": "[完结]《私有物》作者：进击的咸鱼（1v1）【24.5.26】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/be797a3fa394"
  },
  {
    "文件名": "[废文 完结]肖想（1v1）作者：诗无茶【24.7.06】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/23aee5fac08b"
  },
  {
    "文件名": "[废文 完结]倒刺（1v1）作者：pasdechat【24.7.18】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/66ab815b806f"
  },
  {
    "文件名": "[废文 完结]爽文升级的正确途径（1v1）作者：不如吹个口哨【24.4.20】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/cb7d31ab60b7"
  },
  {
    "文件名": "[废文 完结]北燕（1v1）作者：蛙君子【24.6.16】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ddf5b6ce5317"
  },
  {
    "文件名": "[废文 完结]赎罪（1v1）作者：sisiphus【24.4.10】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/0b4110cccd0a"
  },
  {
    "文件名": "[完结]小风筝（1v1）作者：唐棣【24.7.04】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/827259ecec31"
  },
  {
    "文件名": "[废文 完结]今天会不会被爱（1v1）作者：匿名咸鱼【24.5.25】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/4bba46270328"
  },
  {
    "文件名": "[废文 完结]可恶的娃娃亲（1v1）作者：苏恩.txt",
    "夸克盘链接": "https://pan.quark.cn/s/806a1b3086d5"
  },
  {
    "文件名": "[废文 完结]删档事故（1v1）作者：shalimar）【24.5.04】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/9219b6d75abe"
  },
  {
    "文件名": "[废文 完结]月亮河（1v1）作者：顾清挽【24.7.22】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/48d0b791ea33"
  },
  {
    "文件名": "[完结]《重返凶案现场》作者：会有名字的（1v1）【24.3.18】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/0c5617751f7a"
  },
  {
    "文件名": "[废文 完结]摇滚情歌（1v1）作者：坤臻.txt",
    "夸克盘链接": "https://pan.quark.cn/s/2fb5357c823f"
  },
  {
    "文件名": "[完结]《超小乳头综合症》作者：牛肉生菜（1v1）【24.4.14】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/298c7fd1ebf7"
  },
  {
    "文件名": "[废文 完结]零零壹（1v1）作者：C老板.txt",
    "夸克盘链接": "https://pan.quark.cn/s/b102adf97b5c"
  },
  {
    "文件名": "[废文 完结]西风漂流（1v1）作者：一决绿【24.4.01】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/4b65aea189e4"
  },
  {
    "文件名": "[废文 完结]弱水之隔（1v1）作者：拖把精【24.3.31】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/2383b3166438"
  },
  {
    "文件名": "[完结]《性爱日记》作者：GYUCHEN（1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/47d1b58b9798"
  },
  {
    "文件名": "[废文 完结+番外]活要见尸（1v1）作者：白马非狗~补番【24.5.11】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/d26731c6235d"
  },
  {
    "文件名": "[废文 完结66+番外]沉默巨著（1v1）作者：宇宙真美啊我操【24.3.20】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e509f453af67"
  },
  {
    "文件名": "[废文 完结]好心分手（1v1）作者：栗子蒙布朗【24.5.03】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/2030498b778a"
  },
  {
    "文件名": "[完结]《装A是要被O艹死的》作者：ttxxh（1v1）【24.5.25】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/05ec9c4c713b"
  },
  {
    "文件名": "[完结]《鬼畜大人的双性小嫩妻》作者：肉肉大礼包（1v1）【24.5.30】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/5c99c4f86bed"
  },
  {
    "文件名": "[废文 完结38]错站换乘（1v1）作者：yss【24.7.28】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/834e7329f8b9"
  },
  {
    "文件名": "[完结]《穿书之饲狼》作者：咖喱鱼蛋（1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/95db29d671fd"
  },
  {
    "文件名": "[废文 完结]拌嘴（1v1）作者：胖胖变胖.txt",
    "夸克盘链接": "https://pan.quark.cn/s/96879cde946b"
  },
  {
    "文件名": "[完结]《渴望被爱的小美受》作者：听雾 (1v1)【24.4.16】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/184929b83abf"
  },
  {
    "文件名": "[废文 完结]费先生每天在求偶（1v1）作者：掘坑人.txt",
    "夸克盘链接": "https://pan.quark.cn/s/fc769df05303"
  },
  {
    "文件名": "[完结]《穿越被猎户救后天天都在被疼爱》作者：可爱的鱼呀（1v1）【24.6.14】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/b10454d71db1"
  },
  {
    "文件名": "[完结]《被死对头发现我不举后》作者：嘶哈嘶哈（1v1）【24.5.19】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/3e130273b20f"
  },
  {
    "文件名": "[完结]《被父亲肏大的嫩批》作者：把你咔艹烂（1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/7ba55241ffda"
  },
  {
    "文件名": "[废文 完结+番外]丛林密事（1v1）作者：97号天文观测中心~补番.txt",
    "夸克盘链接": "https://pan.quark.cn/s/5bc3c6a8f21a"
  },
  {
    "文件名": "[废文 完结]瓶邪恶犬（1v1）作者：suisui93【24.4.24】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e00427954a78"
  },
  {
    "文件名": "[废文 完结74+番外]家臣饲养手册（1v1）作者：逢舟吐泡泡o0O~补番.txt",
    "夸克盘链接": "https://pan.quark.cn/s/09f9a9edede6"
  },
  {
    "文件名": "[废文 完结+番外]春色入酒（1v1）作者：qinfeng【24.4.11】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/756316895593"
  },
  {
    "文件名": "[完结]《战利品》作者：皎月（1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/dd32600cbedd"
  },
  {
    "文件名": "[废文 完结]偷得浮生（1v1）作者：则已【24.4.09】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/24327477372c"
  },
  {
    "文件名": "[完结]《小指骨》作者：车厘雪媚娘（1v1）【24.4.28】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/7be8f3129ad6"
  },
  {
    "文件名": "[废文 完结92+番外]室友的秘密（1v1）作者：蹬三轮的国王【24.5.16】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/04657e0a3fd4"
  },
  {
    "文件名": "[废文 完结]余情难了（1v1）作者：红鲤鱼与绿鲤鱼.txt",
    "夸克盘链接": "https://pan.quark.cn/s/77b7d70d8ee9"
  },
  {
    "文件名": "[废文 完结]落在我世界里的初雪（1v1）作者：Shanyue【24.7.05】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/1f2589204347"
  },
  {
    "文件名": "[废文 完结]苟合（1v1）作者：风月渡清酒.txt",
    "夸克盘链接": "https://pan.quark.cn/s/cc7ccc2610ac"
  },
  {
    "文件名": "[废文 完结]再野一回（1v1）作者：礼不烦【24.6.19】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/25a94146e1bd"
  },
  {
    "文件名": "[完结]《笨笨小漂亮被禁欲兄长爆操》作者：我在花市做车王 (结局1v1).txt",
    "夸克盘链接": "https://pan.quark.cn/s/39da8cecaf11"
  },
  {
    "文件名": "[完结]《小狐狸》作者：十四行诗（1v1）【24.5.22】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/b613c6390995"
  },
  {
    "文件名": "[废文 完结34]错站换乘（1v1）作者：yss【24.6.16】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/6444ce9e2786"
  },
  {
    "文件名": "[废文 完结]阿贝贝（1v1）作者：色感公式【24.5.18】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/d93a16e06a02"
  },
  {
    "文件名": "[废文 完结]错乱缘（1v1）作者：赛博共生病人【24.5.22】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/dac542c2a041"
  },
  {
    "文件名": "[废文 完结]合租的租客（1v1）作者：渡七情【24.4.22】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/f11bc8a148fd"
  },
  {
    "文件名": "[废文 完结]水满汀洲（1v1）作者：阿笋【24.6.08】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/52187a400888"
  },
  {
    "文件名": "[废文 完结]岸潮（1v1）作者：荒山渡.txt",
    "夸克盘链接": "https://pan.quark.cn/s/80edc0b9c200"
  },
  {
    "文件名": "[废文 完结]兄弟，我真的是直男（1v1）作者：匿名鸟【24.4.06】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ce0766e4ce3f"
  },
  {
    "文件名": "[废文 完结]顶级拉扯（1v1）作者：叶小公子【24.4.08】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/27bc69a46cc6"
  },
  {
    "文件名": "[废文 完结]融雪之前（1v1）作者：又蓝又蓝.txt",
    "夸克盘链接": "https://pan.quark.cn/s/891141e56402"
  },
  {
    "文件名": "[完结]《穿书后被反派骗身骗心》作者：宫爆辣子丁（1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/d34da1acf0e6"
  },
  {
    "文件名": "[完结]《杀手如何报恩》作者：beauty1（1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/26702fe8aea6"
  },
  {
    "文件名": "[废文 完结71+番外]奖惩游戏（1v1）作者：SoSour~补番.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c23cd22e1386"
  },
  {
    "文件名": "[废文 完结]失联（1v1）作者：芫爆【24.4.13】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a6f9ccd12e73"
  },
  {
    "文件名": "[废文 完结]他把邪神当兴奋剂用（1v1）作者：欲渡.txt",
    "夸克盘链接": "https://pan.quark.cn/s/72ccd0067b45"
  },
  {
    "文件名": "[完结]《我骑白马过青山》作者：意意呀（1v1）【24.3.19】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/1e20229ecc4c"
  },
  {
    "文件名": "[完结]《遇见疯批后他好了我疯了》作者：AK（1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/952d054e5dc7"
  },
  {
    "文件名": "[废文 完结]卡尔加里的雨（1v1）作者：万经星.txt",
    "夸克盘链接": "https://pan.quark.cn/s/593a6fd96771"
  },
  {
    "文件名": "[完结]《被掌控之人》作者：杜杜木（1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/69359ab56409"
  },
  {
    "文件名": "[废文 完结]血猎（1v1）作者：微生平山【24.7.14】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/d049d1cebee5"
  },
  {
    "文件名": "[废文 完结]暗恋共犯（1v1）作者：匿名咸鱼【24.6.29】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/2fb32b0a81bb"
  },
  {
    "文件名": "[废文 完结]财迷心窍（1v1）作者：癫婆.txt",
    "夸克盘链接": "https://pan.quark.cn/s/00e503c11baf"
  },
  {
    "文件名": "[完结]《装骚勾引疯批日常》作者：鲫鱼骨（1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/872b83f98389"
  },
  {
    "文件名": "[完结]《重生之误食孕果后我一胎五崽》作者：草草沙拉（1v1）【24.3.18】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/735bceb84a21"
  },
  {
    "文件名": "[废文 完结]听说你喜欢我（1v1）作者：捡垃圾去喽【24.6.18】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/4d0cf119b937"
  },
  {
    "文件名": "[废文 完结]年夜饭（1v1）作者：粉爪爪拖鞋【24.5.16】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a9139aeb771b"
  },
  {
    "文件名": "[废文 完结]招摇撞骗（1v1）作者：最一.txt",
    "夸克盘链接": "https://pan.quark.cn/s/8d1dd0347c38"
  },
  {
    "文件名": "[废文 完结100+番外]挥金如土（1v1）作者：不配云【24.7.29】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/14b3146e0b08"
  },
  {
    "文件名": "[完结68]小橘狗【校园 1v1】 作者：爱神在下【24.7.31】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/bd14898bdf7e"
  },
  {
    "文件名": "[废文 完结]枕边似水（1v1）作者：宴惟【24.7.24】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/81d52dbd097d"
  },
  {
    "文件名": "[完结]《年年有余》作者：竹叶抹茶粉（1v1）【24.7.17】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/cf0270a9065c"
  },
  {
    "文件名": "[废文 完结]慕泓的四季（1v1）作者：九棋【24.7.07】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e5e174e73e55"
  },
  {
    "文件名": "[完结]《逢春》作者：任语苏（1v1）【24.6.20】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/1b792bc4383c"
  },
  {
    "文件名": "[完结]《当清冷师尊必须日日与我交合》作者：荔枝壳（1v1）【24.6.07】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e685476579da"
  },
  {
    "文件名": "[废文 完结]后知后觉（1v1）作者：匿名咸鱼.txt",
    "夸克盘链接": "https://pan.quark.cn/s/d59ae24a15c2"
  },
  {
    "文件名": "[废文 完结]知行合一（1v1）作者：杨不悔.txt",
    "夸克盘链接": "https://pan.quark.cn/s/1cec1879b560"
  },
  {
    "文件名": "[废文 完结]心非木石（1v1）作者：沉鲸骨  240712  .txt",
    "夸克盘链接": "https://pan.quark.cn/s/47312e83f531"
  },
  {
    "文件名": "[完结]《把漂亮小瞎子艹成老婆》作者：荔肉白（1v1）【24.5.08】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ca824336e023"
  },
  {
    "文件名": "[废文 完结]我和祝先生（1v1）作者：阎帝修【24.4.26】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c92d5bcab0ee"
  },
  {
    "文件名": "[完结]《驯服死对头》作者：张怀友（1v1）【24.6.07】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/dc2dddd6bcae"
  },
  {
    "文件名": "[废文 完结]半途春色（1v1）作者：战略审批中【24.5.27】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/2c846cf0cbbe"
  },
  {
    "文件名": "[废文 完结85+番外]土狗（1v1）作者：reinhard【24.7.19】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/8f001e4a40bf"
  },
  {
    "文件名": "[废文 完结]生生世世（1v1）作者：ENERYS.txt",
    "夸克盘链接": "https://pan.quark.cn/s/332e7bb694db"
  },
  {
    "文件名": "[废文 完结]漂亮垃圾（1v1）作者：遗体善后处理.txt",
    "夸克盘链接": "https://pan.quark.cn/s/d86ceeeb0573"
  },
  {
    "文件名": "[废文 完结]恍（1v1）作者：一云昨【24.7.10】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a4b62ac88588"
  },
  {
    "文件名": "[废文 完结]小坏狗（1v1）作者：食人假象【24.6.21】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/55548e2f6067"
  },
  {
    "文件名": "[完结]《抱脸虫的强制爱》作者：给我永动机（1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/46206194314d"
  },
  {
    "文件名": "[完结]《装0撩直男是会被日的》作者：顾咕咕（1v1）【24.4.30】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/d368a3e6d671"
  },
  {
    "文件名": "[废文 完结]百万胁约（1v1）作者：软桃猫猫.txt",
    "夸克盘链接": "https://pan.quark.cn/s/aa2b38d379c6"
  },
  {
    "文件名": "[废文 完结+番外]陈言（1v1）作者：温酒迟行~补番【24.4.04】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/09d347c434bc"
  },
  {
    "文件名": "[废文 完结]后妈（1v1）作者：花花雷【24.3.21】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a7e544abf10f"
  },
  {
    "文件名": "[完结]《时煜》作者：黎明破晓（1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/7e583ede7429"
  },
  {
    "文件名": "[废文 完结]家用洗碗机使用说明（1v1）作者：涩桃.txt",
    "夸克盘链接": "https://pan.quark.cn/s/4e682dd199b2"
  },
  {
    "文件名": "[废文 完结]遗（1v1）作者：my_蒙小雨雨雨【24.4.21】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/3744c1b0717a"
  },
  {
    "文件名": "[完结]《靠卖屁股上位的恶毒太子》作者：发卖美人的嫡爪爪（1v1）【24.4.12】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/55ddc66b578a"
  },
  {
    "文件名": "[废文 完结]得戚（1v1）作者：是狌狌呀【24.7.21】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ab286d1cedf9"
  },
  {
    "文件名": "[完结]《长路而终》作者：sherry025（1v1）【24.3.16】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/6b3f7f60aef2"
  },
  {
    "文件名": "[完结]《金主爸爸求包养》作者：空日影（1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/3c0a53088871"
  },
  {
    "文件名": "[废文 完结]狼先生与他的夫人（1v1）作者：司翡月.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c3f023723058"
  },
  {
    "文件名": "[废文 完结121+番外]难捱（1v1）作者：紀美代.txt",
    "夸克盘链接": "https://pan.quark.cn/s/cf7442417fd3"
  },
  {
    "文件名": "[废文 完结]烂桃花（1v1）作者：樱桃派【24.5.12】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/33f2bf20a07c"
  },
  {
    "文件名": "[废文 完结]白月光宝石（1v1）作者：Dipsy【24.4.08】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/dcc72b32e679"
  },
  {
    "文件名": "[废文 完结]过度溺爱（1v1）作者：空歌憨特.txt",
    "夸克盘链接": "https://pan.quark.cn/s/2edc1856dd61"
  },
  {
    "文件名": "[废文 完结57+番外]掏错人（1v1）作者：thgqtlhq【24.7.07】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/727eaa841f11"
  },
  {
    "文件名": "[废文 完结]程老师有话说（1v1）作者：我有虎牙~补番.txt",
    "夸克盘链接": "https://pan.quark.cn/s/b5f21238f2c5"
  },
  {
    "文件名": "[完结]《挖坑不填是会被汰的》作者：阮红浪（1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/36545d2d74c2"
  },
  {
    "文件名": "[废文 完结]极度占有（1v1）作者：诵箒【24.5.30】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/bf5b0a229347"
  },
  {
    "文件名": "[完结]《渣心（又名：校霸和他的白月光）》作者：我叫不值钱（1v1）【24.5.18】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/5210852ae814"
  },
  {
    "文件名": "[废文 完结]窘迫（1v1）作者：晚來秋【24.7.31】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/7e0f66f35621"
  },
  {
    "文件名": "[废文 完结]你怎么还不分手？（1v1）作者：上杉夏香【24.4.18】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/62873805cdea"
  },
  {
    "文件名": "[废文 完结]蘑菇狗（1v1）作者：我【24.3.26】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/452c4b5dc464"
  },
  {
    "文件名": "[完结]《顽固之心》作者：月泪（1v1）【24.7.15】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/b44b25021cf1"
  },
  {
    "文件名": "[废文 完结]完美室友（1v1）作者：奥利奥麦旋风【24.7.17】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e82c1edb339e"
  },
  {
    "文件名": "[废文 完结]漂亮废物（1v1）作者：渡七情【24.4.08】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a9c846f68830"
  },
  {
    "文件名": "[废文 完结]鬼生不易，恶鬼自闭（1v1）作者：良心五毛一斤【24.5.06】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/551105ce9bdf"
  },
  {
    "文件名": "[废文 完结221+番外]拓荒队（1v1）作者：合约学徒~补番.txt",
    "夸克盘链接": "https://pan.quark.cn/s/f80f332cc2ed"
  },
  {
    "文件名": "[完结]《当舔狗不舔了》作者：海棠依旧海棠花开（1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/84a1d78c735a"
  },
  {
    "文件名": "[完结]爱的大爆炸（1v1）作者：河虾【24.4.05】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e9fda7e729d1"
  },
  {
    "文件名": "[废文 完结]禁止摸尾（1v1）作者：匿名咸鱼【24.3.20】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/22d0e3d38221"
  },
  {
    "文件名": "[废文 完结]溺瘾（1v1）作者：超级无敌暴龙战士.txt",
    "夸克盘链接": "https://pan.quark.cn/s/0eff115bdece"
  },
  {
    "文件名": "[完结]《小绿茶总被糙汉透批》作者：水蜜桃的秘密（1v1）【24.5.11】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/1c13fffc9442"
  },
  {
    "文件名": "[废文 完结]窃心（1v1）作者：安乐定皇渊【24.3.19】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/0cca43412eef"
  },
  {
    "文件名": "[废文 完结]蛇婚（1v1）作者：长青青青【24.7.23】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/5eadf9902d5b"
  },
  {
    "文件名": "[完结]《猛雄村》作者：龙卡普（1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/fdecba7dd812"
  },
  {
    "文件名": "[废文 完结]蚀玉（1v1）作者：债权申报表.txt",
    "夸克盘链接": "https://pan.quark.cn/s/66de650e8f28"
  },
  {
    "文件名": "[完结]《被卖掉的替身》作者：半江瑟瑟（1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/7a50d76c8c55"
  },
  {
    "文件名": "[废文 完结+番外]废桃（1v1）作者：奶霜不知春不加糖.txt",
    "夸克盘链接": "https://pan.quark.cn/s/bfdacd1680cb"
  },
  {
    "文件名": "[完结]《爱欲》作者：凭无奇（1v1）【24.3.27】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/34b8d3a87e79"
  },
  {
    "文件名": "[完结]《驯养》作者：夜之城之光（1v1）【24.7.08】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/48b662304e3d"
  },
  {
    "文件名": "[完结]《魅魔觉醒之后》作者：一只白兔糖（1v1）【24.5.06】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ffdbc2fd9494"
  },
  {
    "文件名": "[废文 完结]笼中鹿（1v1）作者：NINEZZZZ.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c83b8dade206"
  },
  {
    "文件名": "[废文 完结]竹马难驯（1v1）作者：夕一栖【24.4.28】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/8370faa1886c"
  },
  {
    "文件名": "[废文 完结]罂粟（1v1）作者：ZIYAoun【24.3.22】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/9ffcef881ba8"
  },
  {
    "文件名": "[废文 完结]捕蛇者说（1v1）作者：柳庭风静人眠昼.txt",
    "夸克盘链接": "https://pan.quark.cn/s/0d7254204a37"
  },
  {
    "文件名": "[废文 完结]主观爱你（1v1）作者：野絮【24.6.07】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c0fc23a78e54"
  },
  {
    "文件名": "[废文 完结]逃避可耻（1v1）作者：叁郎【24.4.29】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ec6358a0e0d3"
  },
  {
    "文件名": "[废文 完结]沽上之恋（1v1）作者：赤道今日周几【24.7.13】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/2a106959dd6d"
  },
  {
    "文件名": "[废文 完结]烈日阳光第二季（1v1）作者：97度爱情【24.7.18】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/2b988ac0033c"
  },
  {
    "文件名": "[完结]《长风万里》作者：素简（1v1）【24.7.23】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/d38c37d0e2c0"
  },
  {
    "文件名": "[废文 完结]心自偏（1v1）作者：愧君相见频.txt",
    "夸克盘链接": "https://pan.quark.cn/s/87c7059ee13d"
  },
  {
    "文件名": "[废文 完结]深藏（1v1）作者：没毛病星球老板.txt",
    "夸克盘链接": "https://pan.quark.cn/s/9fb4d71def3f"
  },
  {
    "文件名": "[废文 完结]可以继续喜欢吃炸鸡（1v1）作者：祈佳【24.6.19】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/f3ba40678117"
  },
  {
    "文件名": "[废文 完结+番外]诱捕猫咪（1v1）作者：与墨同安~补番.txt",
    "夸克盘链接": "https://pan.quark.cn/s/009215b9640c"
  },
  {
    "文件名": "[废文 完结]献礼（1v1）作者：铃川【24.5.04】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/b4f4fe621a17"
  },
  {
    "文件名": "[完结]《成为杀手后被玩弄了》作者：爆炒鱼腥草（1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/bccac526b08b"
  },
  {
    "文件名": "[废文 完结]社畜被囚禁后（1v1）作者：YMYY【24.7.28】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/3615ce6a79c1"
  },
  {
    "文件名": "[完结]《雪山迷情》作者：观山海（1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/bc7ca80104fe"
  },
  {
    "文件名": "[完结]《末日圣父（又名：末日玩逼手册）》作者：慕水是海蛞蝓（1v1）【24.5.29】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/83b6313e78f4"
  },
  {
    "文件名": "[废文 完结]二楼花房（1v1）作者：匿名咸鱼【24.7.30】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/8784102673b7"
  },
  {
    "文件名": "[完结]《落网》作者：烂橘子（1v1）【24.7.13】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/6b6e3ef30f20"
  },
  {
    "文件名": "[废文 完结]此路不通（1v1）作者：霜降不飘雪【24.3.16】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/08fec4679ae6"
  },
  {
    "文件名": "[废文 完结]落水鱼（1v1）作者：再见不二兔【24.3.24】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e0e838b665fe"
  },
  {
    "文件名": "[废文 完结]丘（1v1）作者：债权申报表【24.4.14】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/03b90bb656c9"
  },
  {
    "文件名": "[废文 完结]全世界只有我是咸鱼（1v1）作者：islee.txt",
    "夸克盘链接": "https://pan.quark.cn/s/d6c9e9e24ef2"
  },
  {
    "文件名": "[废文 完结]装1好像回不去了（1v1）作者：林中一只鹿【24.5.10】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/d10f8731947c"
  },
  {
    "文件名": "[完结]《每天红着屁股的街头小霸王》作者：繁星（1v1）【24.5.01】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/1aa69f169215"
  },
  {
    "文件名": "[完结]《被室友先奸后爱了》作者：让让（1v1）【24.6.16】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/6c2b94207089"
  },
  {
    "文件名": "[废文 完结]漂亮遗产（1v1）作者：超级不可爱【24.6.27】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/6e368f128d56"
  },
  {
    "文件名": "[废文 完结]天地朝暮（1v1）作者：鱼茸州【24.5.13】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/024cd4bd5fec"
  },
  {
    "文件名": "[废文 完结]不熟（1v1）作者：Cyrbbbb【24.5.01】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/7435b8d2c605"
  },
  {
    "文件名": "[完结]《恶毒炮灰又在维持人设》作者：喵居橘（1v1）【24.7.29】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/51c538cfb355"
  },
  {
    "文件名": "[废文 完结278+番外]黑岩河（1v1）作者：學徒倉庫~补番.txt",
    "夸克盘链接": "https://pan.quark.cn/s/f5afac769657"
  },
  {
    "文件名": "[废文 完结]总裁和车位保安（1v1）作者：鸣鸣合雀.txt",
    "夸克盘链接": "https://pan.quark.cn/s/41e74a2e0765"
  },
  {
    "文件名": "[废文 完结]驯化（1v1）作者：秃头大猩猩.txt",
    "夸克盘链接": "https://pan.quark.cn/s/611efbdc37ce"
  },
  {
    "文件名": "[废文 完结62+番外]黏腻玩物（1v1）作者：匿名咸鱼~补番.txt",
    "夸克盘链接": "https://pan.quark.cn/s/84dab71e3206"
  },
  {
    "文件名": "[完结]《销冠穿进校园文攻略炮灰男配》作者：热带雨林（1v1）【24.5.09】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/83993c908ea4"
  },
  {
    "文件名": "[完结]《龙凤密情》作者：梦有书（1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/21c26d2f1ce3"
  },
  {
    "文件名": "[废文 完结]眼镜蛇酒吧（1v1）作者：97号天文观测中心【24.7.19】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/7026f7211526"
  },
  {
    "文件名": "[废文 完结]奶制品（1v1）作者：岁晚【24.5.01】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/37ff9c6606fc"
  },
  {
    "文件名": "[完结]《被困无人岛》作者：慵懒昂（1v1）【24.6.02】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/d620a61db4ab"
  },
  {
    "文件名": "[废文 完结]潮湿果（1v1）作者：行僵就木.txt",
    "夸克盘链接": "https://pan.quark.cn/s/088d510165e9"
  },
  {
    "文件名": "[废文 完结]阿喀琉斯之踵（1v1）作者：Lmogen【24.7.03】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ee5317e7d0b2"
  },
  {
    "文件名": "[完结]《总裁的纯情老攻》作者：又飞（1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/5a4556971a14"
  },
  {
    "文件名": "[废文 完结]棉花糖（1v1）作者：问卿【24.3.19】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c47fcb4354b2"
  },
  {
    "文件名": "[完结]《驯养魔尊成功后》作者：择责（1v1）【24.3.31】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/082bf4a55e0e"
  },
  {
    "文件名": "[完结]《白兔灯》作者：cicadaES蝉（1v1）【24.5.08】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/0ca65ea075f7"
  },
  {
    "文件名": "[废文 完结]橘滋脏话（1v1）作者：长夏不逝.txt",
    "夸克盘链接": "https://pan.quark.cn/s/6e05ad31f82f"
  },
  {
    "文件名": "[废文 完结]长路（1v1）作者：万寂之寂【24.4.13】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/62addbe133d4"
  },
  {
    "文件名": "[废文 完结]共生恨（1v1）作者：秋宥呦呦呦.txt",
    "夸克盘链接": "https://pan.quark.cn/s/024ea2e538de"
  },
  {
    "文件名": "[废文 完结]天鹅湖（1v1）作者：雪碧oo.txt",
    "夸克盘链接": "https://pan.quark.cn/s/b97607a1d907"
  },
  {
    "文件名": "[废文 完结]母后（1v1）作者：千年渡月.txt",
    "夸克盘链接": "https://pan.quark.cn/s/5d492016161a"
  },
  {
    "文件名": "[废文 完结]见钱眼开（1v1）作者：匿名咸鱼.txt",
    "夸克盘链接": "https://pan.quark.cn/s/6ee0cc487fd2"
  },
  {
    "文件名": "[废文 完结]绝对控制（1v1）作者：阮年.txt",
    "夸克盘链接": "https://pan.quark.cn/s/6b568bbebf6f"
  },
  {
    "文件名": "[完结]《爱情大乌龙》作者：是一颗小糖果（1v1）【24.5.11】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/0645e9282cf6"
  },
  {
    "文件名": "[废文 完结]太阳风（1v1）作者：北白.txt",
    "夸克盘链接": "https://pan.quark.cn/s/8bdb7817bf73"
  },
  {
    "文件名": "[废文 完结]水晶（1v1）作者：养一只鹤.txt",
    "夸克盘链接": "https://pan.quark.cn/s/85b883440d68"
  },
  {
    "文件名": "[废文 完结]山竹味龙须糖（1v1）作者：折颜九歌.txt",
    "夸克盘链接": "https://pan.quark.cn/s/5d424b29c557"
  },
  {
    "文件名": "[完结]《愿承此生，解你千惆》 作者：都被注册了（1v1）【24.3.17】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e17e4f12fa3d"
  },
  {
    "文件名": "[废文 完结]见鬼愁（1v1）作者：清十六【24.3.30】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/54b2ae3341a6"
  },
  {
    "文件名": "[完结]《被继兄发现有骚批后，他每天都不放过我》作者：可可爱爱（1v1）【24.4.01】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/782f3cdf3ee4"
  },
  {
    "文件名": "[废文 完结]和绿茶结婚以后（1v1）作者：只想躺躺【24.5.23】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/6a5fecd9ba86"
  },
  {
    "文件名": "[废文 完结]看上了只舔狗（1v1）作者：陆秋笙.txt",
    "夸克盘链接": "https://pan.quark.cn/s/0d020fdb3d09"
  },
  {
    "文件名": "[废文 完结]疯狗和他的肋骨2（1v1）作者：什伽伦【24.5.31】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/d9bb5ac2d26e"
  },
  {
    "文件名": "[废文 完结+番外]反差（1v1）作者：为不知~补番.txt",
    "夸克盘链接": "https://pan.quark.cn/s/661502d06677"
  },
  {
    "文件名": "[废文 完结]说爱我到死的人出轨了（1v1）作者：白橘子洲.txt",
    "夸克盘链接": "https://pan.quark.cn/s/65f108611f4a"
  },
  {
    "文件名": "[废文 完结]小白兔奶糖（1v1）作者：一颗蓝草莓【24.7.11】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/be18adde9a36"
  },
  {
    "文件名": "[废文 完结]狗尾草（1v1）作者：止咳糖浆【24.7.03】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/09750f9ca3e7"
  },
  {
    "文件名": "[废文 完结]间谍被捕之后（1v1）作者：迟行也【24.5.27】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/7c6743374eb8"
  },
  {
    "文件名": "[废文 完结]吃了肉，就不能吃我了（1v1）作者：东度日【24.4.18】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/710ee16c0ff5"
  },
  {
    "文件名": "[废文 完结]抱抱你呀（1v1）作者：入殓师.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c6b86ff6b9ee"
  },
  {
    "文件名": "[废文 完结]故巷长秋（1v1）作者：七弦【24.6.18】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/18790d26794f"
  },
  {
    "文件名": "[废文 完结]夜莺与巍巍然（1v1）作者：匿名咸鱼【24.7.27】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/aca12d2864de"
  },
  {
    "文件名": "[废文 完结99+番外]惜春容（1v1）作者：秦柒~补番【24.4.28】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/d35905b60f52"
  },
  {
    "文件名": "[完结]《黄油奶酪巧克力》作者：泡芙星球（1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c1b50f816a6d"
  },
  {
    "文件名": "[废文 完结]玉楼春（1v1）作者：块陶.txt",
    "夸克盘链接": "https://pan.quark.cn/s/7bf259268dc7"
  },
  {
    "文件名": "[完结]《犬猿之仲》作者：WW巧克力豆（1v1）【24.5.10】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a2b85f43c4be"
  },
  {
    "文件名": "[废文 完结]直播翻车了（1v1）作者：浮山.txt",
    "夸克盘链接": "https://pan.quark.cn/s/635d90c9d599"
  },
  {
    "文件名": "[废文 完结42+番外]一秒心动（1v1）作者：春日沉【24.7.15】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/7066752f66e7"
  },
  {
    "文件名": "[完结]《黑皮校霸长批被发现后》作者：山人杜若（1v1）【24.6.11】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/f39ac6c01848"
  },
  {
    "文件名": "[完结]《穿裙子的老婆》作者：lsen（1v1）【24.3.20】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e6b771a1c235"
  },
  {
    "文件名": "[废文 完结]暖光（1v1）作者：sisiphus.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a675d8c5c139"
  },
  {
    "文件名": "[完结]《清冷上司竟是XL》作者：狐狸雨（1v1）【24.6.18】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/d056cf47e199"
  },
  {
    "文件名": "[完结]《掠夺漂亮小妈》作者：棉花糖（1v1）【24.3.31】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/2bc4fa264763"
  },
  {
    "文件名": "[废文 完结]妄想屋（1v1）作者：漂泊的咸鱼.txt",
    "夸克盘链接": "https://pan.quark.cn/s/d6c5b632dd05"
  },
  {
    "文件名": "[废文 完结]救的白蛇变成我相公（1v1）作者：商行洲【24.4.12】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/10dff9a798b7"
  },
  {
    "文件名": "[废文 完结]当晋江受遇上海棠受（1v1）作者：四大皆空空空【24.4.16】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/380334a0342c"
  },
  {
    "文件名": "[废文 完结]凝空（1v1）作者：顾尘辞醉客【24.7.22】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ee08fe4a87d4"
  },
  {
    "文件名": "[废文 完结+番外]《溺亡的无脚鸟》作家：茂山（强制爱1v1）~补番.txt",
    "夸克盘链接": "https://pan.quark.cn/s/adb8ae1d36b0"
  },
  {
    "文件名": "[废文 完结]共生关系（1v1）作者：Yago【24.4.14】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/af8c15523d1a"
  },
  {
    "文件名": "[完结]《最佳契合》作者：柠瓜（1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/4419126e14e9"
  },
  {
    "文件名": "[废文 完结]锋芒（1v1）作者：立志做励志小仙女.txt",
    "夸克盘链接": "https://pan.quark.cn/s/d495543e9ef7"
  },
  {
    "文件名": "[完结]《班长我只是个beta！》作者：二二（1v1）【24.7.05】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/77539b352360"
  },
  {
    "文件名": "[完结]《论风批美人如何沦为追妻小哭包》作者：小月晚晚（1v1）【24.5.24】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/7a3bee778c15"
  },
  {
    "文件名": "[废文 完结]我上了失忆的师尊（1v1）作者：写文还挺开心的【24.5.17】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/f322767d69ee"
  },
  {
    "文件名": "[完结]《摄政王他嘴硬体软》作者：椰子味伏特加（1v1）【24.6.10】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/5fa90ca65eaa"
  },
  {
    "文件名": "[废文 完结88]漂亮男孩（1v1）作者：十三十三【24.3.28】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a1e0381ac28f"
  },
  {
    "文件名": "[废文 完结]初恋说他缺钱（1v1）作者：黑洞大脑【24.5.12】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/8a1ae87eaa5e"
  },
  {
    "文件名": "[废文 完结]小皇子（1v1）作者：鸭妈妈.txt",
    "夸克盘链接": "https://pan.quark.cn/s/8e516134bdb1"
  },
  {
    "文件名": "[完结]《破产后被死对头玩弄身体》作者：糖醋小排（1v1）【24.7.23】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/545ba49e8349"
  },
  {
    "文件名": "[完结]《猎夫的珍宝》作者：水果茶（1v1）【24.3.22】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/83ba6b90a7e4"
  },
  {
    "文件名": "[完结]《苗疆昏爱》作者：周渡（1v1）【24.5.10】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/3c6eb7c791fd"
  },
  {
    "文件名": "[废文 完结156]暗影游戏（1v1）作者：独到天涯【24.6.13】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/b4d837026b29"
  },
  {
    "文件名": "[完结]《豪门作精被老公日日懆批》作者：??松青（1v1）【24.5.04】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/356b6deeaf64"
  },
  {
    "文件名": "[完结]《校霸怎么可以这么软》作者：蜜汁桃桃（1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e292f1241e6c"
  },
  {
    "文件名": "[废文 完结]载体（1v1）作者：SaikaX【24.3.28】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/4e8a2479e755"
  },
  {
    "文件名": "[废文 完结+番外]好心分手（1v1）作者：林浣~补番【24.5.21】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ea608d0c2285"
  },
  {
    "文件名": "[废文 完结]亲爱的香菜（1v1）作者：橙色香菜【24.6.05】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/830cdd0bccd3"
  },
  {
    "文件名": "[废文 完结]二手情话（1v1）作者：zikoe.txt",
    "夸克盘链接": "https://pan.quark.cn/s/f1ecd579b809"
  },
  {
    "文件名": "[废文 完结]乙游背景板生存实录（1v1）作者：无声聊了Zoe.txt",
    "夸克盘链接": "https://pan.quark.cn/s/7e6976301b3d"
  },
  {
    "文件名": "[废文 完结]奈何春（1v1）作者：春山无涯【24.3.21】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/f1a851025e3c"
  },
  {
    "文件名": "[完结]《骚0求爱记》作者：想喝甜水儿（1v1）【24.4.01】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/0548e16a8ca5"
  },
  {
    "文件名": "[废文 完结]如故（1v1）作者：山月辞欢【24.4.01】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/210e9ed6317b"
  },
  {
    "文件名": "[废文 完结]祛魅（1v1）作者：碎狸骨.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ad60cbf3d800"
  },
  {
    "文件名": "[废文 完结]度情（1v1）作者：续黄粱.txt",
    "夸克盘链接": "https://pan.quark.cn/s/5060ab7d3072"
  },
  {
    "文件名": "[废文 完结]寄风月（1v1）作者：酒酿椰汁糕【24.5.14】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/9cfc18912790"
  },
  {
    "文件名": "[废文 完结]你敢不敢咬（1v1）作者：际歌林【24.3.18】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/7dfe0ea94dac"
  },
  {
    "文件名": "[废文 完结]冥顽（1v1）作者：峥峥码字机.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a24c169aa6c2"
  },
  {
    "文件名": "[完结]《重生之渣攻追妻火葬场》作者：风信子（1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/595d13fc1822"
  },
  {
    "文件名": "[废文 完结]我最终决定成为反派（1v1）作者：愚火【24.5.20】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e7866c175856"
  },
  {
    "文件名": "[废文 完结]期冀拐角（1v1）作者：雪圈儿.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e7a0b18e6f3d"
  },
  {
    "文件名": "[废文 完结]最佳得主（1v1）作者：冷意横空【24.4.17】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/278cf0a90c9f"
  },
  {
    "文件名": "[废文 完结]下陷（1v1）作者：病人院院长.txt",
    "夸克盘链接": "https://pan.quark.cn/s/729fc84677b0"
  },
  {
    "文件名": "[完结]《汉子操儿媳》作者：空日影（1v1）【24.4.14】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/5c3101a14137"
  },
  {
    "文件名": "[废文 完结]龙七·奇遇甜品店（1v1）作者：躺在坑底找糖吃.txt",
    "夸克盘链接": "https://pan.quark.cn/s/f487f6729742"
  },
  {
    "文件名": "[废文 完结]我在冬天醒来（1v1）作者：南木子鱼【24.7.23】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/8f40f0ad61c6"
  },
  {
    "文件名": "[废文 完结116+番外]睡前读物（1v1）作者：行走的鱼~补番【24.3.26】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/131cf884f3bf"
  },
  {
    "文件名": "[废文 完结]虚与委蛇（1v1）作者：远山娥黛【24.6.24】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/b1d06dc84e3f"
  },
  {
    "文件名": "[废文 完结]窝囊废（1v1）作者：water_3.txt",
    "夸克盘链接": "https://pan.quark.cn/s/df9a7c43cb5d"
  },
  {
    "文件名": "[完结]《甜蜜陷阱之在劫难逃》作者：还没睡醒（1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/6d43ddaf5c30"
  },
  {
    "文件名": "[废文 完结]春风野（1v1）作者：礼不烦.txt",
    "夸克盘链接": "https://pan.quark.cn/s/76d24fe78130"
  },
  {
    "文件名": "[完结]《试婚》作者：柠檬不酸（1v1）【24.4.21】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/9704c1fdbf93"
  },
  {
    "文件名": "[完结]《霸道总裁强制爱》作者：纹刀画师（1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/9d74a43d0e37"
  },
  {
    "文件名": "[废文 完结]余桃（1v1）作者：苏祉言【24.4.05】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/2929a0382868"
  },
  {
    "文件名": "[废文 完结+番外]后备情人（1v1）作者：昭昭明月~补番.txt",
    "夸克盘链接": "https://pan.quark.cn/s/2d84ad9a57ce"
  },
  {
    "文件名": "[废文 完结]倾耳（1v1）作者：夜很贫瘠.txt",
    "夸克盘链接": "https://pan.quark.cn/s/d1c6ec8926fb"
  },
  {
    "文件名": "[废文 完结]黑暗中漫舞（1v1）作者：Cyrbbbb【24.4.30】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ff719d76194c"
  },
  {
    "文件名": "[废文 完结17+番外]被不妙的家伙缠上了（1v1）作者：摄氏度三~补番.txt",
    "夸克盘链接": "https://pan.quark.cn/s/4609c9d9a4b6"
  },
  {
    "文件名": "[完结]《我的老婆会仰卧起坐》作者：青空（1v1）【24.4.27】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ecc3d0bfa442"
  },
  {
    "文件名": "[废文 完结]伏特加与曼特宁（1v1）作者：于刀鞘【24.4.22】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/2b752f74b47c"
  },
  {
    "文件名": "[完结]《竹马，请到床上来》作者：听雾（1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/6e50331c582b"
  },
  {
    "文件名": "[废文 完结77]李临的男朋友（1v1）作者：荔枝江【24.7.13】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/73a7bc1a9310"
  },
  {
    "文件名": "[废文 完结]老干部重生成流量明星（1v1）作者：麦心.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a352e6a0f930"
  },
  {
    "文件名": "[废文 完结]三盏灯（1v1）作者：爆裂鲨鱼【24.7.08】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a87aeb3995fa"
  },
  {
    "文件名": "[废文 完结]万人迷（1v1）作者：小野田鸽【24.6.15】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/7eb2bcb23815"
  },
  {
    "文件名": "[废文 完结]惊春（1v1）作者：莎哈哈哈【24.6.28】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/12431e44a806"
  },
  {
    "文件名": "[废文 完结]已读不回（1v1）作者：一别都门三改火【24.6.26】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/b39ce8b8fefc"
  },
  {
    "文件名": "[废文 完结]聋子的耳朵（1v1）作者：Gotting.txt",
    "夸克盘链接": "https://pan.quark.cn/s/f3c5a49840b3"
  },
  {
    "文件名": "[废文 完结]分离焦虑症（1v1）作者：匿名咸鱼【24.3.23】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/827371d9b60e"
  },
  {
    "文件名": "[完结]《歹毒的他有一个批》作者：戴口罩我也没买（1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/f344cf119ff9"
  },
  {
    "文件名": "[废文 完结]相融相生（1v1）作者：春日沉【24.3.23】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/f760034758ca"
  },
  {
    "文件名": "[完结]《最佳兄弟》作者：姜尔栢（1v1）【24.5.10】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/248693856e36"
  },
  {
    "文件名": "[废文 完结]偷梁换柱（1v1）作者：zhousu【24.7.10】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/3e2792404583"
  },
  {
    "文件名": "[完结]《清冷师尊但摆烂》作者：靓仔的豆芽菜（1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/1a10aaceeb6e"
  },
  {
    "文件名": "[废文 完结]小武（1v1）作者：黄金圣斗士.txt",
    "夸克盘链接": "https://pan.quark.cn/s/126665b6130b"
  },
  {
    "文件名": "[废文 完结]指尖的太阳（1v1）作者：奶茶十八杯【24.4.17】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/61d1627b1033"
  },
  {
    "文件名": "[完结]《果子熟了》作者：厄洛斯（1v1）【24.3.19】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/87cc73a11bb3"
  },
  {
    "文件名": "[废文 完结]陌生爱人（1v1）作者：匿名咸鱼【24.7.25】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/9e7ffbd99789"
  },
  {
    "文件名": "[废文 完结+番外]谎话缠绵（1v1）作者：三杯水~补番【24.4.09】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/db92c5a1597f"
  },
  {
    "文件名": "[废文 完结]坏小狗（1v1）作者：赤道今日周几.txt",
    "夸克盘链接": "https://pan.quark.cn/s/9b7352b64531"
  },
  {
    "文件名": "[完结]《清冷主播被疯批囚禁后》作者：软软的林子(1v1).txt",
    "夸克盘链接": "https://pan.quark.cn/s/e1dd6a48c939"
  },
  {
    "文件名": "[废文 完结]这个名为哥哥的陷阱（1v1）作者：-momoo-【24.3.24】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/9d86c5741407"
  },
  {
    "文件名": "[废文 完结129]落火（1v1）作者：不让尘【24.7.24】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/8631e75023e5"
  },
  {
    "文件名": "[完结]《当万人嫌A被高岭之花勾引》作者：禁铯（1v1）【24.5.30】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/4f86d08403b4"
  },
  {
    "文件名": "[废文 完结83+番外]顾总请自重（1v1）作者：阿言_~补番【24.3.16】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/4a742816018e"
  },
  {
    "文件名": "[完结]《老师别跑，乖乖让我操》作者：五彩小橘子（1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/52e9b045c1a6"
  },
  {
    "文件名": "[废文 完结]中式娇子文学黑化版（1v1）作者：穆小刀_【24.3.16】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/bbe24bf14469"
  },
  {
    "文件名": "[完结]《竹马真香》作者：侠总攻（1v1）【24.7.05】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/d00605600344"
  },
  {
    "文件名": "[完结]《有情人之年》作者：烧炭（1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/0d4673d66c74"
  },
  {
    "文件名": "[废文 完结]昼痴夜郁（1v1）作者：等闲。【24.5.05】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/d36d1bac47db"
  },
  {
    "文件名": "[完结]《阁楼秘密》作者：忠贞家园（1v1）【24.5.07】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/5f507e42d90a"
  },
  {
    "文件名": "[废文 完结]斯文败类（1V1）作者：言.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c3bbece3e184"
  },
  {
    "文件名": "[废文 完结+番外]被恶毒继母报复后（1v1）作者：泡水白菜~补番【24.5.12】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/73b5c30e14a9"
  },
  {
    "文件名": "[废文 完结]偏航仲夏夜（1v1）作者：八分饱【24.5.13】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/93de73140731"
  },
  {
    "文件名": "[废文 完结]拣冬（1v1）作者：港句黑话【24.4.01】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/19f2a6895b0a"
  },
  {
    "文件名": "[完结]《校霸裤子开裆后》作者：不知既白（1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/b1f8e24db735"
  },
  {
    "文件名": "[完结]《致命吸引》作者：人参果树（1v1）【24.4.16】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/559c5770ba30"
  },
  {
    "文件名": "[废文 完结55+番外]共生恨（1v1）作者：秋宥呦呦呦【24.5.08】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ec1af5aaa94b"
  },
  {
    "文件名": "[废文 完结]难管（1v1）作者：nomu【24.6.13】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e94bab0dc9b1"
  },
  {
    "文件名": "[完结]《宝贝还是小狗》作者：清晨五点吃蛋挞（1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/f864f3077e83"
  },
  {
    "文件名": "[完结]《被未婚夫的哥哥睡奸》作者：柚子成熟时（1v1）【24.5.07】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/69251bdce609"
  },
  {
    "文件名": "[废文 完结]给我哥送终那一年（1v1）作者：倒二靠窗.txt",
    "夸克盘链接": "https://pan.quark.cn/s/717b4d546a30"
  },
  {
    "文件名": "[完结]《痴汉追夫日常》作者：森川奈子（1v1）【24.5.16】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/d651881718cf"
  },
  {
    "文件名": "[废文 完结]始于幻想（1v1）作者：匿名咸鱼.txt",
    "夸克盘链接": "https://pan.quark.cn/s/282b546391d9"
  },
  {
    "文件名": "[废文 完结113+番外]背德（生子产乳1v1）作者：罐装酱油~补番.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ad7877e6a796"
  },
  {
    "文件名": "[废文 完结]春秋罪我（1v1）作者：绮逾依【24.7.25】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/761d1ecfac5f"
  },
  {
    "文件名": "[废文 完结]配对异常（1v1）作者：祈时雨落【24.4.24】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/9960ebab8be8"
  },
  {
    "文件名": "[完结]阿尔卑斯的秘密（1v1）作者：河虾【24.4.05】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/4b61ac225557"
  },
  {
    "文件名": "[废文 完结31+番外]不尽欢（1v1）作者：SoSour~补番.txt",
    "夸克盘链接": "https://pan.quark.cn/s/eea02dfd6c4c"
  },
  {
    "文件名": "[完结]《闷骚少爷爱上我》作者：一双妖（1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c3459c309a70"
  },
  {
    "文件名": "[废文 完结+番外]总裁和体育生（1v1）作者：象阳山明~补番.txt",
    "夸克盘链接": "https://pan.quark.cn/s/d925cd611c00"
  },
  {
    "文件名": "[废文 完结]登对（1v1）作者：郑建国.txt",
    "夸克盘链接": "https://pan.quark.cn/s/139f472a6d10"
  },
  {
    "文件名": "[废文 完结]迟野（1v1）作者：木二七七吖【24.5.27】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/73d1d40c85ac"
  },
  {
    "文件名": "[废文 完结]一个夹缝求生皇帝自白（1v1）作者：之谨.txt",
    "夸克盘链接": "https://pan.quark.cn/s/6544e26c824d"
  },
  {
    "文件名": "[废文 完结]爱哭的狐狸（1v1）作者：春花也有浪漫时.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a2cf2845356a"
  },
  {
    "文件名": "[完结]《小哑巴，说话》作者：馒头狗子（1v1）【24.5.26】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/908f510c7998"
  },
  {
    "文件名": "[完结]《被宠爱的透明人》作者：木子林林林（1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/7386e295c603"
  },
  {
    "文件名": "[废文 完结47+番外]撞南墙（1v1）作者：阮年【24.7.12】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/5b89eeaa69f7"
  },
  {
    "文件名": "[完结]《爱上乡下来的那个他》作者：关关周（1v1）【24.5.18】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/f0cb8ec7dd32"
  },
  {
    "文件名": "[废文 完结64+番外]愿你上钩（1v1）作者：止咳糖浆~补番【24.4.05】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ec15fc7cc6cd"
  },
  {
    "文件名": "[废文 完结]狱望（1v1）作者：顾飞鱼.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ae34370f41e4"
  },
  {
    "文件名": "[废文 完结]天师能有什么坏心思（1v1）作者：晚秋吟.txt",
    "夸克盘链接": "https://pan.quark.cn/s/502077a21f70"
  },
  {
    "文件名": "[废文 完结]我被少爷盯上了（1v1）作者：匿名咸鱼【24.4.06】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/fa362bdff624"
  },
  {
    "文件名": "[完结]《江山聘公子》作者：鼓岭的阿仁（1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/251c563f1168"
  },
  {
    "文件名": "[完结]《慧极必伤》作者：末末离（1v1）【24.5.20】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/43b60e077f5d"
  },
  {
    "文件名": "[废文 完结]而你（1v1）作者：Badsheep01.txt",
    "夸克盘链接": "https://pan.quark.cn/s/cfb2b131c37e"
  },
  {
    "文件名": "[完结]《恶毒炮灰有难了》作者：咬一口大饼子（1v1）【24.6.08】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/2554d299e7bb"
  },
  {
    "文件名": "[废文 完结]封心锁爱（1v1）作者：CoolForAnja【24.6.24】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ca83d8271e42"
  },
  {
    "文件名": "[废文 完结97+番外]亲密距离（1v1）作者：苏甫白~补番.txt",
    "夸克盘链接": "https://pan.quark.cn/s/7c355b1cf16d"
  },
  {
    "文件名": "[废文 完结]心病（1v1）作者：栗久朝【24.4.12】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/d4ac023f34fe"
  },
  {
    "文件名": "[废文 完结124+番外]我的病弱老婆（1v1）作者：花卷~补番.txt",
    "夸克盘链接": "https://pan.quark.cn/s/bd3abb9e3e58"
  },
  {
    "文件名": "[废文 完结]春州知夏（1v1）作者：有营养选手【24.7.04】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/fe8926fe39ad"
  },
  {
    "文件名": "[废文 完结]橘子全解（1v1）作者：春日沉【24.7.01】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/9c51a71d2f3a"
  },
  {
    "文件名": "[废文 完结]挼（1v1）作者：从丛匆【24.5.31】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/325b0b91f2ce"
  },
  {
    "文件名": "[完结]《百转千折的围绕》作者：广厦（1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/493cf6be4b53"
  },
  {
    "文件名": "[废文 完结]棉棉（1v1）作者：兔子耳朵不见了【24.5.19】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/3b28dcafc3e6"
  },
  {
    "文件名": "[废文 完结]好命的我（1v1）作者：丧心病狂是朽木.txt",
    "夸克盘链接": "https://pan.quark.cn/s/7727276ff341"
  },
  {
    "文件名": "[废文 完结]黄油饼干（1v1）作者：暮如【24.4.02】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/5c2bbc0c5a2e"
  },
  {
    "文件名": "[废文 完结88+番外]轨交11号线（1v1）作者：徕九~补番【24.5.27】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/1938e2bc0028"
  },
  {
    "文件名": "[废文 完结]暧昧光影（1v1）作者：柏树绝冥【24.7.03】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/d70003f4ff33"
  },
  {
    "文件名": "[废文 完结]烈日阳光第一季（1v1）作者：97度爱情【24.6.03】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/357c47dbf8a3"
  },
  {
    "文件名": "[完结]《活着》作者：芋泥与你（1v1）【24.3.27】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/385a2dd6c670"
  },
  {
    "文件名": "[废文 完结]玻璃包子（1v1）作者：天昏过去.txt",
    "夸克盘链接": "https://pan.quark.cn/s/5177b8a6da68"
  },
  {
    "文件名": "[废文 完结]30天后你会重新爱上我（1v1）作者：匿名咸鱼.txt",
    "夸克盘链接": "https://pan.quark.cn/s/8a299ac640f0"
  },
  {
    "文件名": "[废文 完结]月全食（1v1）作者：荒诞诗鸟.txt",
    "夸克盘链接": "https://pan.quark.cn/s/73c00bad907c"
  },
  {
    "文件名": "[废文 完结]念（1v1）作者：从丛匆【24.6.06】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/bd14c7824946"
  },
  {
    "文件名": "[废文 完结120]兄弟蛊（1v1）作者：梦小呆【24.6.30】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/1a085ed35411"
  },
  {
    "文件名": "[废文 完结]上号（1v1）作者：草莓益生菌【24.4.25】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/0023950b11ba"
  },
  {
    "文件名": "[废文 完结]壳（1v1）作者：来杯猫.txt",
    "夸克盘链接": "https://pan.quark.cn/s/d0280aad349f"
  },
  {
    "文件名": "[废文 完结]七日谈（1v1）作者：香菇草包【24.3.27】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/b313ac7774fb"
  },
  {
    "文件名": "[完结]《猎人与精灵》作者：蛋白粥（1v1）【24.3.28】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/eef5912ef9a4"
  },
  {
    "文件名": "[废文 完结]见囍（1v1）作者：靛海之轮【24.7.18】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/0382fa742ca9"
  },
  {
    "文件名": "[废文 完结]俘虏和军士长（1v1）作者：迷迭十三香【24.5.24】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/7a9384ced2de"
  },
  {
    "文件名": "[废文 完结63+番外]谁会接受包办婚姻啊（1v1）作者：雾芒.txt",
    "夸克盘链接": "https://pan.quark.cn/s/31dc03be6e63"
  },
  {
    "文件名": "[废文 完结182]来自孤岛的情书（1v1）作者：过期的蜜桃罐头【24.6.03】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/4fd049e46b3e"
  },
  {
    "文件名": "[废文 完结+番外]是我就好了（1v1）作者：第一千零一号开心【24.3.20】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c733234cc4d2"
  },
  {
    "文件名": "[废文 完结61+番外]地下海（1v1）作者：宇宙真美啊我操【24.7.09】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/6ffc93258978"
  },
  {
    "文件名": "[完结]《捡到一个人类》作者：纪有趣（1v1）【24.5.24】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/06a8aa79e4b3"
  },
  {
    "文件名": "[废文 完结]亵鱼（1v1）作者：赤道今日周几【24.6.04】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a119a271c07d"
  },
  {
    "文件名": "[废文 完结]遇金龙（1v1）作者：与墨同安.txt",
    "夸克盘链接": "https://pan.quark.cn/s/82dcfb032880"
  },
  {
    "文件名": "[废文 完结]段章取意（1v1）作者：软桃猫猫【24.5.11】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/1cb98a5fc839"
  },
  {
    "文件名": "[废文 完结]再度重逢（1v1）作者：皈己【24.5.04】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/4f21d1c09bac"
  },
  {
    "文件名": "[完结]《诱兄》作者：十四公里外（1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/06fae23966c1"
  },
  {
    "文件名": "[废文 完结]又俗又酸（1v1）作者：不辞殷【24.7.14】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/d0e6c7beffa4"
  },
  {
    "文件名": "[废文 完结]Call Me Silas（1v1）作者：边城响马【24.4.28】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/39da61321de2"
  },
  {
    "文件名": "[废文 完结136]你是一只金丝雀（1v1）作者：一把生锈刀【24.7.28】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/53ab75c83cfa"
  },
  {
    "文件名": "[完结]《被追过的男神强了？作者：柚子成熟时（1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/abdf47085deb"
  },
  {
    "文件名": "[废文 完结]掌中飞鸟（1v1）作者：晴野【24.5.16】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/9c7580ae62a4"
  },
  {
    "文件名": "[废文 完结]尘没（1v1）作者：就爱喝草莓牛奶.txt",
    "夸克盘链接": "https://pan.quark.cn/s/0f47814a4d34"
  },
  {
    "文件名": "[完结]《画地为牢》作者：欧米伽（1v1）【24.7.03】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/4c9d95cd2049"
  },
  {
    "文件名": "[废文 完结]手作人偶店（1v1）作者：非邑人.txt",
    "夸克盘链接": "https://pan.quark.cn/s/4c04b728b43f"
  },
  {
    "文件名": "[完结]《路人被疯批男主强制爱了》作者：林听成（1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/94761d3f9a26"
  },
  {
    "文件名": "[完结]《黑帮少爷爱上我》作者：酒酿黑葡萄（1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/8021d665f5b5"
  },
  {
    "文件名": "[废文 完结]祝您愉快（1v1）作者：赤道今日周几【24.4.02】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/2570a4663728"
  },
  {
    "文件名": "[废文 完结]陌生关系（1v1）作者：匿名咸鱼【24.7.01】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/dcd0cadbce59"
  },
  {
    "文件名": "[废文 完结]湿虫（1v1）作者：女王陛上【24.3.29】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/b9ee7e23754a"
  },
  {
    "文件名": "[废文 完结]狼果（1v1）作者：一骑向东【24.3.22】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/f5b17d479dd1"
  },
  {
    "文件名": "[废文 完结]Hp 失忆症候群（1v1）作者：逆昀.txt",
    "夸克盘链接": "https://pan.quark.cn/s/9ed272273def"
  },
  {
    "文件名": "[废文 完结]遇妖之旅（1v1）作者：麦麦州.txt",
    "夸克盘链接": "https://pan.quark.cn/s/f1b493c50602"
  },
  {
    "文件名": "[废文 完结39+番外]软骨头（1v1）作者：雪碧oo【24.4.23】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/77fc03df17ef"
  },
  {
    "文件名": "[完结]《熔金-他是我最忠诚的狗》作者：月泊白沙（1v1）【24.6.18】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/86f462029af1"
  },
  {
    "文件名": "[废文 完结]罗衾不耐五更寒（1v1）作者：锦绣堆灰丶【24.4.30】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/52d0ce28573d"
  },
  {
    "文件名": "[废文 完结]双嫂（1v1）作者：哆拉弥【24.5.18】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/d14ba039818b"
  },
  {
    "文件名": "[废文 完结]云月（1v1）作者：墨以橙舟【24.6.16】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/bf8b3caecdd8"
  },
  {
    "文件名": "[废文 完结+番外]情潮（1v1）作者：KDA_补番【24.511】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/afa93c7289fb"
  },
  {
    "文件名": "[废文 完结]仙河镇警事（1v1）作者：漂亮的玫瑰【24.4.01】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/f348dd7840c5"
  },
  {
    "文件名": "[完结]《隐秘共感》作者：馒头狗子（1v1）【24.5.01】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/6d426f8418e4"
  },
  {
    "文件名": "[完结]《长兄的管教》作者：醉月月（1v1）【24.5.01】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/de71306cf010"
  },
  {
    "文件名": "[废文 完结]小狗沈瑜（1v1）作者：是狌狌呀.txt",
    "夸克盘链接": "https://pan.quark.cn/s/41b4a6d5393d"
  },
  {
    "文件名": "[废文 完结]谁说男孩子不能穿裙子（1v1）作者：994Alieen.txt",
    "夸克盘链接": "https://pan.quark.cn/s/4e7e91973763"
  },
  {
    "文件名": "[完结]《被罪犯囚禁的刑警》作者：剋蕾儿（1v1）【24.6.19】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/010435b2c84b"
  },
  {
    "文件名": "[废文 完结]异位症（1v1）作者：不敢开腔.txt",
    "夸克盘链接": "https://pan.quark.cn/s/13c56cfc9808"
  },
  {
    "文件名": "[废文 完结]无言之灾（1v1）作者：上棠【24.7.15】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/5c2c15c72297"
  },
  {
    "文件名": "[废文 完结]咬月亮（1v1）作者：八盒【24.6.18】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/4c0031eb6f07"
  },
  {
    "文件名": "[完结全+番外]《性奴，直到死亡为止》作者：红茶茶汤（1v1）【24.7.24】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/8ed3c09fd307"
  },
  {
    "文件名": "[废文 完结]寻仙·青师（1v1）作者：x向心力.txt",
    "夸克盘链接": "https://pan.quark.cn/s/821334ecf21c"
  },
  {
    "文件名": "[完结]《重生后和岳父HE了》作者：华似比（1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/5e3d3ef6b960"
  },
  {
    "文件名": "[废文 完结]狗尾草（1v1）作者：溶解两罐糖【24.6.22】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ef9c3905e91b"
  },
  {
    "文件名": "[完结]《骄矜小少爷下乡后》作者：牛奶秋刀鱼（1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/020c87653117"
  },
  {
    "文件名": "[完结]《枷锁下》作者：奔远山（1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/d30f5410c617"
  },
  {
    "文件名": "[废文 完结]送嫁（1v1）作者：想吃酸菜肥牛_【24.5.10】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/2c1086d29d19"
  },
  {
    "文件名": "[废文 完结]暗度陈仓（1v1）作者：顾陌离.txt",
    "夸克盘链接": "https://pan.quark.cn/s/8819355229dd"
  },
  {
    "文件名": "[完结]《怎么能叫情敌呢？顶多算是同好》作者：人参果树（1v1）【24.5.07】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/7ee11bd4da4b"
  },
  {
    "文件名": "[废文 完结]洋葱（1v1）作者：林迦加【24.3.23】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/2e59c5129c86"
  },
  {
    "文件名": "[废文 完结199+番外]提亲失败的种种原因（1v1）作者：x向心力！~补番.txt",
    "夸克盘链接": "https://pan.quark.cn/s/d0b066b77c28"
  },
  {
    "文件名": "[完结]《病美人》作者：非衣之（1v1）【24.5.12】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/12cd5466c641"
  },
  {
    "文件名": "[完结]《烛光的后面》作者：可爱的小变态（1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/6d3711c692ff"
  },
  {
    "文件名": "[废文 完结]安可安可（1v1）作者：金十四钗.txt",
    "夸克盘链接": "https://pan.quark.cn/s/339d3b32c4a5"
  },
  {
    "文件名": "[废文 完结]骗来的老婆是会黑化的（1v1）作者：blue之春【24.4.02】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/cec8e59e0994"
  },
  {
    "文件名": "[废文 完结]死对头总在觊觎我（1v1）作者：缺氧的喵喵喵.txt",
    "夸克盘链接": "https://pan.quark.cn/s/4d6d8a6326ca"
  },
  {
    "文件名": "[废文 完结]驯养（1v1）作者：霁晚.txt",
    "夸克盘链接": "https://pan.quark.cn/s/0f510081bf05"
  },
  {
    "文件名": "[完结]《红山白雪》作者：小牡丹梨（1v1）【24.4.09】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/24d417651b5b"
  },
  {
    "文件名": "[完结]《旷野》作者：时机来耶（1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/5cd54ac2b46f"
  },
  {
    "文件名": "[废文 完结]苦尽甘来（1v1）作者：赤道今日周几【24.4.13】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/564b971a1a4e"
  },
  {
    "文件名": "[完结]《小怪物的春天》作者：狐狸雨（1v1）【24.5.26】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/8e2e88d48735"
  },
  {
    "文件名": "[废文 完结]不是爱人（1v1）作者：拂微【24.5.02】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/8890996cbdac"
  },
  {
    "文件名": "[完结]《睡了男神后我变成了他的猫》作者：嘶哈嘶哈（1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/f28ce2d2742a"
  },
  {
    "文件名": "[完结]《附骨》作者：伊甸园（1v1）【24.4.08】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ef78dd9b5a02"
  },
  {
    "文件名": "[完结]《直男裸替被美人导演掰弯后》作者：金桃柚柚咪（1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/96afaf676b86"
  },
  {
    "文件名": "[废文 完结]变成了相方的猫（1v1）作者：MianyiCheung.txt",
    "夸克盘链接": "https://pan.quark.cn/s/08ac1ca7516d"
  },
  {
    "文件名": "[完结]《猎犬》作者：两块猫饼（1v1）【24.5.10】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c1dabbe14caf"
  },
  {
    "文件名": "[废文 完结]爱而有畏（1v1）作者：光子线.txt",
    "夸克盘链接": "https://pan.quark.cn/s/d688f302cedc"
  },
  {
    "文件名": "[完结]《当漂亮娇气o穿越到现世》作者：can（1v1）【24.3.20】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/2f4ae9d1ce35"
  },
  {
    "文件名": "[完结]《重生了还要做你们凄美爱情的一环吗？》作者：徐福右（1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ae6405127a44"
  },
  {
    "文件名": "[废文 完结]椒房之宠（1v1）作者：双黄蛋【24.3.18】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/34da2c38830a"
  },
  {
    "文件名": "[废文 完结]自怨自艾（1v1）作者：请棘子吃二两饺子【24.5.09】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e2e40d656294"
  },
  {
    "文件名": "[废文 完结72+番外]最近睡得很坏（1v1）作者：夕禾~补番.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e9111f736d3c"
  },
  {
    "文件名": "[完结]《针尖对麦芒》作者：NICO（1v1）【24.5.09】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/cf9db6ecd9af"
  },
  {
    "文件名": "[废文 完结]佞幸（1v1）作者：匿名咸鱼.txt",
    "夸克盘链接": "https://pan.quark.cn/s/5d7edd007f91"
  },
  {
    "文件名": "[废文 完结]荡月亮（1v1）作者：祝小宴【24.6.17】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c20f726b29c0"
  },
  {
    "文件名": "[废文 完结]听见校霸心声后（1v1）作者：远远子.txt",
    "夸克盘链接": "https://pan.quark.cn/s/fcc158d14f35"
  },
  {
    "文件名": "[废文 完结]锦上添金（1v1）作者：酒吞北海【24.5.01】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/04807168c3b3"
  },
  {
    "文件名": "[废文 完结]稻草垠野（1v1）作者：深夜飞蛾子.txt",
    "夸克盘链接": "https://pan.quark.cn/s/aa75aa26c866"
  },
  {
    "文件名": "[废文 完结]霸总，时代变了（1v1）作者：鼹鼠邻居.txt",
    "夸克盘链接": "https://pan.quark.cn/s/50ba91ad3a73"
  },
  {
    "文件名": "[废文 完结]童真之死（1v1）作者：小猫飞刀刀.txt",
    "夸克盘链接": "https://pan.quark.cn/s/64f47881a974"
  },
  {
    "文件名": "[废文 完结]潮湿地（1v1）作者：野也鱼.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e9ed573219f6"
  },
  {
    "文件名": "[废文 完结]芦苇（1v1）作者：黄金圣斗士【24.3.19】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/07b189099ca0"
  },
  {
    "文件名": "[完结]《论直男大佬总裁做0的可塑性》作者：书颜乐（1v1）【24.7.09】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/5390d846abda"
  },
  {
    "文件名": "[废文 完结]骗外（1v1）作者：水非淼【24.3.24】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/4e76235de276"
  },
  {
    "文件名": "[完结]《驯养怪物》作者：肉食性兔子（1v1）【24.7.05】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/acf092b1f8ad"
  },
  {
    "文件名": "[完结]《素肉淫神》作者：隐形的鸡儿（1v1）【24.7.24】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/0aa556a4131e"
  },
  {
    "文件名": "[废文 完结]死不悔改（1v1）作者：烽火潦生【24.7.17】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e5965f2649d5"
  },
  {
    "文件名": "[完结]《当A太坏会变O》作者：清明河畔洗腿毛（1v1）【24.5.25】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/0e317934dc5d"
  },
  {
    "文件名": "[废文 完结]桂生（1v1）作者：细柳藏鸦.txt",
    "夸克盘链接": "https://pan.quark.cn/s/0241134a21da"
  },
  {
    "文件名": "[废文 完结]欲风雨（1v1）作者：落雨浮烬.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e8bdd9e7f3be"
  },
  {
    "文件名": "[废文 完结]我拱了我的顶头上司（1v1）作者：风浔的苦茶籽.txt",
    "夸克盘链接": "https://pan.quark.cn/s/485480937b61"
  },
  {
    "文件名": "[废文 完结]我想爱你，但不想负责（1v1）作者：专用名.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e57da1adf9a2"
  },
  {
    "文件名": "[废文 完结90+番外]漂亮男孩（1v1）作者：十三十三【24.7.14】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/520092e2674d"
  },
  {
    "文件名": "[完结]《被救赎后我主动献上身体》作者：和影（1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/7b4a67c57e2b"
  },
  {
    "文件名": "[完结]《胜过了》作者：永远睡不够（1v1）【24.4.01】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/51da65b0be8a"
  },
  {
    "文件名": "[废文 完结]请你退出（1v1）作者：C老板【24.5.22】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/98bae461fae5"
  },
  {
    "文件名": "[完结]《草莓圈套》作者：者也（1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c8722183189f"
  },
  {
    "文件名": "[废文 完结]养父（1v1）作者：隗璩.txt",
    "夸克盘链接": "https://pan.quark.cn/s/bd857c88d7ca"
  },
  {
    "文件名": "[完结]《面摊被砸之后》作者：森川奈子（1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/7a2905e3329a"
  },
  {
    "文件名": "[废文 完结]落日图景（1v1）作者：诶嘿诶嘿伊尔呦啊哈哈哈哈.txt",
    "夸克盘链接": "https://pan.quark.cn/s/cdf8b1eeecca"
  },
  {
    "文件名": "[完结]《骚零同事总被大数据匹配给我》作者：机械性进食（1v1）【24.7.08】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/adea746c4fb8"
  },
  {
    "文件名": "[废文 完结42]千里之行（1v1）作者：我是大师兄啊【24.7.05】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c859b357920d"
  },
  {
    "文件名": "[完结]《梦中情臀》作者：栗子宽（1v1）【24.5.10】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/2db14f303da3"
  },
  {
    "文件名": "[完结]《换夫成孕》作者：迟昙（1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/985140756c11"
  },
  {
    "文件名": "[废文 完结]老头衫与西装裤（1v1）作者：匿名咸鱼【24.5.25】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/9dbb3b464274"
  },
  {
    "文件名": "[完结]《治愈黑皮糙汉以后》作者：兔绒dvd（1v1）【24.6.08】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/03fffa129971"
  },
  {
    "文件名": "[废文 完结]艳鬼（1v1）作者：我叫宁采臣【24.4.17】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ded7ace0267a"
  },
  {
    "文件名": "[废文 完结]没眼色（1v1）作者：安乐定皇渊【24.5.04】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/2dcbae8f451c"
  },
  {
    "文件名": "[完结]《白菜拱我》作者：AK（1v1）【24.6.18】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/03344e458f26"
  },
  {
    "文件名": "[废文 完结]识鸢（1v1）作者：冬冬江.txt",
    "夸克盘链接": "https://pan.quark.cn/s/417d62046acc"
  },
  {
    "文件名": "[废文 完结]网络时代（1v1）作者：大号容易挨打.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a51c36ae946d"
  },
  {
    "文件名": "[废文 完结]直男别惹（1v1）作者：呼啦呼啦【24.4.22】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/7e6260813811"
  },
  {
    "文件名": "[完结]《我不会喜欢你》作者：挡着眼睛的猴子（1v1）【24.3.24】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/60c027f98325"
  },
  {
    "文件名": "[完结]《炮灰替身有话要说》作者：愿栖（1v1）【24.7.15】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/66e6957b515a"
  },
  {
    "文件名": "[完结]《醉后被高冷哥哥强艹》作者：柚子成熟时（1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/5dbaf1a19d37"
  },
  {
    "文件名": "[完结]《漆黑的星》作者：叶赛妮娅（1v1）【24.7.15】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/975affa27c7c"
  },
  {
    "文件名": "[废文 完结]非绝对关系（1v1）作者：秦柒【24.7.09】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/54a6c3da9b49"
  },
  {
    "文件名": "[完结]《野狗精勇闯娱乐圈》作者：水三金（1v1）【24.4.01】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/2e9cfe352c9d"
  },
  {
    "文件名": "[完结]《情爱泥沼》作者：落草咕水（1v1）【24.6.12】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/fbe82e441fa0"
  },
  {
    "文件名": "[完结]《脱敏》作者：嘶哈嘶哈（1v1）【24.5.05】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/77c8f11b3966"
  },
  {
    "文件名": "[完结]《家养手册》作者：涉雪穿林（1v1）【24.7.03】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ab10d6c64803"
  },
  {
    "文件名": "[完结]《梧桐锁凰》作者：满2000就改名（1v1）【24.5.07】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/99e2a12c7a7c"
  },
  {
    "文件名": "[完结]《捡爱》作者：草莓甜甜圈（1v1）【24.3.22】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/8148cab4d57b"
  },
  {
    "文件名": "[完结]《谁是真爱》作者：你好幸福人生（1v1）【24.6.18】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/05565f6e2cfc"
  },
  {
    "文件名": "[完结]《我的老公A装O》作者：木子（1v1）【24.4.01】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/19223f1623bd"
  },
  {
    "文件名": "[完结]《离婚后霸总大刁摁不住》作者：墟如意（1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e256af6d74ee"
  },
  {
    "文件名": "[完结]《直播也能挽救用品店吗 原名 直播玩批也能挽救用品店吗》作者：啊若（1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/22d0527abd66"
  },
  {
    "文件名": "[完结]《离心引力》作者：一七得柒（1v1）【24.3.16】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/2da58f478408"
  },
  {
    "文件名": "[完结]《熟睡竹马的使用方法》作者：无花果炖肉（1v1）【24.5.28】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/2e078f045b46"
  },
  {
    "文件名": "[完结]《当我买了一只劣等Omega》作者：kikuichi（1v1）【24.4.16】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/de2fad35978f"
  },
  {
    "文件名": "[完结]《清风挽竹》作者：于矢（1v1）【24.5.03】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ab8cd0a5b45f"
  },
  {
    "文件名": "[完结]《恋爱脑的复仇》作者：明一（1v1）【24.4.16】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/825919e88845"
  },
  {
    "文件名": "[完结]《小娘娇美小侯爷大逆不道》作者：凤栖梧桐（1v1）【24.4.25】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/878fa50b2dbb"
  },
  {
    "文件名": "[完结]《约啪被养父逮到之后》作者：白兔兔（1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/eeb0ffe5100b"
  },
  {
    "文件名": "[完结]《被同学爸爸用大几把操小批》作者：俺吃荤的（1v1）【24.5.11】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/900cf200fe65"
  },
  {
    "文件名": "[完结]《小将军侵占成瘾》作者：南枫枫（1v1）【24.5.12】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a846f4a2d8a3"
  },
  {
    "文件名": "[完结]《欲念》作者：恒殊调（1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/23e6c7f8d285"
  },
  {
    "文件名": "[完结]《霸总的包养协议》作者：安安（1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ed88d540844b"
  },
  {
    "文件名": "[完结]《托臀》作者：糕＋美彼（1v1）【24.4.12】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/3a157fb524b6"
  },
  {
    "文件名": "[完结]《破产后我成了前夫的狗》作者：扶西（1v1）【24.6.13】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/873f9050dfa7"
  },
  {
    "文件名": "[完结]《亡国之君》作者：坠兔收咣（1v1）【24.7.03】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/be28326dd89c"
  },
  {
    "文件名": "[完结]《情难自抑》作者：汀鱼（1v1）【24.3.31】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/608444495f12"
  },
  {
    "文件名": "[完结]《穿成糙汉猎户的美夫郎》作者：小黑黑（1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/31c395741079"
  },
  {
    "文件名": "[完结]《被矜贵霸总花式曰批》作者：全文存稿不坑文（1v1）【24.4.25】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/026fbcc8fe69"
  },
  {
    "文件名": "[完结]《相爱12年》作者：北衣溺水（1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/b2081a55c770"
  },
  {
    "文件名": "[完结]《将军夫人,请灿烂的活着吧》作者：又飞（1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e9b3ecccb492"
  },
  {
    "文件名": "[完结]《山火烧山田》作者：承郃（1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/6a92f880d235"
  },
  {
    "文件名": "[完结]《舔狗与坏学生》作者：然郁郁（1v1）【24.5.01】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/cffab9dd6a49"
  },
  {
    "文件名": "[完结]《西门庆推倒武大郎》作者：冰块牛奶（1v1）【24.6.21】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/8da3c5329a76"
  },
  {
    "文件名": "[完结]《温顺凉夜》作者：禁色诗篇（1v1）【24.7.27】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/7289bd5356e9"
  },
  {
    "文件名": "[完结]《送上门的乖宠》作者：言川（1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/abdd68527986"
  },
  {
    "文件名": "[完结]《狼虎同行》作者：芥末雪糕（1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/2942d328fe9c"
  },
  {
    "文件名": "[完结]《我怎么可能和死对头在一起》作者：真的饿了谁来做饭（1v1）【24.7.12】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/f2a029dc11de"
  },
  {
    "文件名": "[完结]《当美梦成真》作者：言川（1v1）【24.3.16】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/08d64090757e"
  },
  {
    "文件名": "[完结]《死于饥渴》作者：白日梦桃（1v1）【24.4.23】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/64f41ac26cb8"
  },
  {
    "文件名": "[完结]《落魄太子回家记》作者：酒囊饭戴（1v1）【24.4.22】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c8d95787307e"
  },
  {
    "文件名": "[完结]《家主时长一周的易感期「绫托」》作者：夜夜夜（1v1）【24.3.23】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e5fa2e19d732"
  },
  {
    "文件名": "[完结]《兽性压制》作者：栀里（1v1）【24.3.22】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/72ef8ba4bf9b"
  },
  {
    "文件名": "[完结]《皎如日星》作者：桃池（1v1）【24.5.07】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/77298982ce22"
  },
  {
    "文件名": "[完结]《第三次重启》作者：白翎（1v1）【24.4.09】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/07ce7da22e9b"
  },
  {
    "文件名": "[完结]《引诱黑皮老师后被爽哭了》作者：可可爱爱（1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/452e6ac6fd9f"
  },
  {
    "文件名": "[完结]《成为了刑警男友的的性工具》作者：淤泥啵啵（1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/7c86cbf4e431"
  },
  {
    "文件名": "[完结]《漂亮小可怜会被坏狗吃掉》作者：宝丽莱相机 (1v1).txt",
    "夸克盘链接": "https://pan.quark.cn/s/b99726e984c2"
  },
  {
    "文件名": "[完结]《恋父癖》作者：雷格（1v1）【24.7.01】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/9f2ff4371368"
  },
  {
    "文件名": "[完结]《纯情男妓传说》作者：森莓莓（1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/118c280c2294"
  },
  {
    "文件名": "[完结]《是爸爸也是老公》作者：黢黑柠檬（1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/291ebe76a93c"
  },
  {
    "文件名": "[完结]《瞭望街亭》作者：童言笑 (1v1)【24.5.16】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a7ec52c855fc"
  },
  {
    "文件名": "[完结]《回潮天》作者：唯一纯白的茉莉花（1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/d6bff0925865"
  },
  {
    "文件名": "[完结]《岳父》作者：一颗发财树（1v1）【24.7.06】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/47c50d1e9504"
  },
  {
    "文件名": "[完结]《烂昭昭兮未央》作者：九页（1v1）【24.4.14】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/f5e046f412f6"
  },
  {
    "文件名": "[完结]《我是胆小鬼》作者：煮煮酒（1v1）【24.7.18】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/5cec5c2c2dfb"
  },
  {
    "文件名": "[完结]《成为病娇弟弟的禁脔》作者：让让（1v1）【24.4.01】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/3c2fa62614f8"
  },
  {
    "文件名": "[完结]《小透明也会被人觊觎吗》作者：入夜十分（1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/9ef0fd1f69ec"
  },
  {
    "文件名": "[完结]《执云》作者：腻可（1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/213819c2b8f5"
  },
  {
    "文件名": "[完结]《被送上大佬的床之后》作者：桃芝（1v1）【24.4.25】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/91668f1d9d53"
  },
  {
    "文件名": "[完结]《失忆后手拿金丝雀剧本》作者：葭月（1v1）【24.3.17】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/88cef11afe86"
  },
  {
    "文件名": "[完结]《白月光他想要破镜重圆》作者：典春（1v1）【24.5.10】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/8ce7790b0f00"
  },
  {
    "文件名": "[完结]《竹马调教日记》作者：栖薒（1v1）【24.6.04】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/0fe2191e58e2"
  },
  {
    "文件名": "[完结]《老师认真上课别总想着上我》作者：没脸没名（1v1）【24.6.02】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/025d4a0a2ec1"
  },
  {
    "文件名": "[完结]《我和我那没什么感情的联姻老公》作者：咕咕唧唧（1v1）【24.7.08】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/900e44b88387"
  },
  {
    "文件名": "[完结]《纯白诱惑》作者：从不早起（1v1）【24.3.27】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/9fe4f493e3ef"
  },
  {
    "文件名": "[完结]《暴戾大佬每天都在装柔弱》作者：宴鸿儒（1v1）【24.4.16】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/02cf4d3ef834"
  },
  {
    "文件名": "[完结]《恶毒美人被爆炒》作者：以息相吹（1v1）【24.4.05】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a2650eb4d76c"
  },
  {
    "文件名": "[完结]《闷骚下属被俊美老板玩弄》作者：油炸大虾球（1v1）【24.7.02】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/5fcc19dbff24"
  },
  {
    "文件名": "[完结]《痕迹》作者：木偶戏（1v1）【24.7.26】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e90e46390909"
  },
  {
    "文件名": "[完结]《网恋拉黑翻车后》作者：已然枝了（1v1）【24.5.24】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/9b675e18ac9f"
  },
  {
    "文件名": "[完结]《婚后初恋》作者：安杉（1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/59f1e66e65d3"
  },
  {
    "文件名": "[完结]《被绿茶疯批盯上的可怜直男》作者：小鱼爱绿植（1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/dd76007cdfd0"
  },
  {
    "文件名": "[完结]《破碎的梦》作者：华阳芳舟（1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c874ebea247f"
  },
  {
    "文件名": "[完结]《羊皮书》作者：椰果绿茶（1v1）【24.7.05】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/9d3cabe47e8f"
  },
  {
    "文件名": "[完结]《蓝颜皇后》作者：北衣溺水（1v1）【24.7.19】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/7369b8052a3c"
  },
  {
    "文件名": "[完结]《皎皎》作者：好大一个歌（1v1）【24.3.16】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/2b570b243366"
  },
  {
    "文件名": "[完结]《说好的漂亮老婆呢》作者：斋哥（1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/cf46695624d6"
  },
  {
    "文件名": "[完结]《站街时遇见了前男友怎么办》作者：Drizinmo（1v1）【24.6.04】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/f8943bfe3010"
  },
  {
    "文件名": "[完结]《被暴骄陛下当街透批》作者：水蜜桃的秘密（1v1）【24.4.16】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/2b0f6645b572"
  },
  {
    "文件名": "[完结]《打工恶龙》作者：冒牌冰箱（1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/aec58e8eee93"
  },
  {
    "文件名": "[完结]《腹黑妹夫和倔脾气大舅哥》作者：侠总攻（1v1）【24.7.04】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/cefcb9849609"
  },
  {
    "文件名": "[完结]《炮灰被反派当狗艹了怎么办》作者：张嘴吃肉（1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/035aad2fe279"
  },
  {
    "文件名": "[完结]《我的傻子弟弟》作者：嘿嘿哈哈（1v1）【24.6.05】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a7be647261b4"
  },
  {
    "文件名": "[完结]《教父》作者：咸鱼酒桶子（1v1）【24.4.22】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/3921a266c4ca"
  },
  {
    "文件名": "[完结]《疯狂城市》作者：惠美（1v1）【24.6.05】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/2071db5e5cc9"
  },
  {
    "文件名": "[废文 完结]不忠（1v1）作者：tidalmoon.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e7adde84da62"
  },
  {
    "文件名": "[完结]《挂霜目》作者：鸢天（1v1）【24.6.05】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/8d78a2d1bcdb"
  },
  {
    "文件名": "[完结]《硬汉继父豢养娇弱嫩批美人》作者：深夜售货员（1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/6898ee7a21cc"
  },
  {
    "文件名": "[完结]《此心为盼》作者：棉花团子（1v1）【24.7.23】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/1cf7de424663"
  },
  {
    "文件名": "[完结]《完美恋人》作者：忠贞家园（1v1）【24.3.21】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/25652ae3c786"
  },
  {
    "文件名": "[完结]《暗恋对象成为了我的金主》作者：今天早点睡（1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/fc9701d9517b"
  },
  {
    "文件名": "[完结]《强制服从》作者：姀（1v1）【24.7.06】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/5f29422a6c11"
  },
  {
    "文件名": "[完结]《被小叔子大几把疼爱》作者：水蜜桃的秘?密（1v1）【24.5.25】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/9a15fc0d9de5"
  },
  {
    "文件名": "[完结]《醉生楼》作者：青红丝面茶（1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/07f8934e98e0"
  },
  {
    "文件名": "[完结]《经年》作者：人鱼尾巴（1v1）【24.4.29】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/bf7652a10369"
  },
  {
    "文件名": "[完结]《予取予求》作者：修勾（1v1）【24.3.20】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/de87069d238c"
  },
  {
    "文件名": "[完结]《正道少侠被魔头用批强制爱了》作者：二两梅干菜（1v1）【24.3.17】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/6a498f34b1a9"
  },
  {
    "文件名": "[完结]《网恋奔现后被艹了》作者：秋叶三里（1v1）【24.3.30】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a5c6f6e19f8f"
  },
  {
    "文件名": "[完结]《我养的狗咬了我》作者：西悼（1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/5e9ce3c79e4a"
  },
  {
    "文件名": "[完结]《网恋的骚老婆竟是高岭之花》作者：衣袂飘飘（1v1）【24.7.16】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/7c3e462494b3"
  },
  {
    "文件名": "[完结]《我的调教师男友》作者：纸墨生香（1v1）【24.4.08】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/9f41aef15535"
  },
  {
    "文件名": "[完结]《当霸总前我先去了趟女尊国》作者：再吃亿碗（1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/eb4f6a14cc6e"
  },
  {
    "文件名": "[完结]《纯爱受被吃gan抹净》作者：吃肉萌萌哒（1v1）【24.4.16】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/77d5a59e2c19"
  },
  {
    "文件名": "[完结]《老攻他比糖甜》作者：洵二（1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/6048e5d9a1c5"
  },
  {
    "文件名": "[完结]《空空》作者：猫小蓝lingerr（1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ee2ac7722413"
  },
  {
    "文件名": "[完结]《继兄》作者：小酒（1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/31ef379a10dd"
  },
  {
    "文件名": "[完结]《我与将军解战袍》作者：我没朋友（1v1）【24.7.03】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/4e0317f81a7b"
  },
  {
    "文件名": "[完结]《老婆喜欢我的批》作者：沂汌川川（1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/31c44f81232e"
  },
  {
    "文件名": "[完结]《捕获师尊》作者：666（1v1）【24.4.19】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/4e3417d171e8"
  },
  {
    "文件名": "[完结]《老婆为什么会看上我》作者：冰点（1v1）【24.7.17】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a994c7a31891"
  },
  {
    "文件名": "[完结]《罪徒》作者：笑讽嘲（1v1）【24.7.09】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/152039b5f5ae"
  },
  {
    "文件名": "[完结]《姐夫》作者：禇山云（1v1）【24.7.29】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/70948fd85977"
  },
  {
    "文件名": "[完结]《易感期治疗指南》作者：岁渠（1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e48bc84b3041"
  },
  {
    "文件名": "[完结]《舟渡》作者：狗东西杰宝硬了吗（1v1）【24.5.25】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ed0115f6b8dc"
  },
  {
    "文件名": "[完结]《阁楼秘密》作者：忠贞家园（1v1）【24.6.13】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/fa7053cb907b"
  },
  {
    "文件名": "[完结]《按摩棒和暗恋对象通感了》作者：星熊（1v1）【24.7.28】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/6f577b844d07"
  },
  {
    "文件名": "[完结]《绅士戒守》作者：柒礼（1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c03bc8451450"
  },
  {
    "文件名": "[完结]《提瓦特飞车梦工厂》作者：不想了（1v1）【24.4.25】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/1172b718f56f"
  },
  {
    "文件名": "[完结]《男仆日记》作者：Abandon（1v1）【24.6.18】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/f9b7ece03b1b"
  },
  {
    "文件名": "[完结]《我那能干的嫂子》作者：炒草莓酸奶（1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a6696be443dd"
  },
  {
    "文件名": "[完结]《等你负荆》作者：九颜（1v1）【24.4.25】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/755cfd2e694c"
  },
  {
    "文件名": "[完结]《渣男也有坠海的一天》作者：红霞夜霞（1v1）【24.7.03】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/39f9fa7d965e"
  },
  {
    "文件名": "[完结]《天津包子和北京碎嘴子》作者：侠总攻（1v1）【24.7.05】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/84401f729796"
  },
  {
    "文件名": "[完结]《死不了》作者：打人杏皮茶（1v1）【24.5.19】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a0ff01546979"
  },
  {
    "文件名": "[完结]《校霸Omega的娇妻养成日记》作者：炸鸡块儿（1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/696d6b714de6"
  },
  {
    "文件名": "[完结]《拯救反派计划有变！》作者：田园买菜（1v1）【24.7.26】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/92ce2f4f7e9e"
  },
  {
    "文件名": "[完结]《此风可摘莲》作者：芥末雪糕（1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e900c10c44d7"
  },
  {
    "文件名": "[完结]《被男友的爸爸强取豪夺了》作者：衣袂飘飘（1v1）【24.7.04】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/cc003fccd7a6"
  },
  {
    "文件名": "[完结]《救世主》作者：笑哈哈的肖肖（1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/09ea84a6177d"
  },
  {
    "文件名": "[完结]《小少爷长了个小逼》作者：陌哩（1v1）【24.4.25】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/67855a944221"
  },
  {
    "文件名": "[完结]《社恐美人和他的瘫痪丈夫》作者：豆芽菜（1v1）【24.6.07】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/d8f1efe309bd"
  },
  {
    "文件名": "[完结]《当东厂厂公遇见西厂厂花》作者：风烟挽（1v1）【24.6.18】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/f0c793441ae7"
  },
  {
    "文件名": "[完结]《我靠捡垃圾养活男友》作者：莲动（1v1）【24.6.10】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/9c8a402bb55e"
  },
  {
    "文件名": "[完结]《惩罚遍态小受》作者：我爱变态!（1v1）【24.5.16】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/3e279c242e18"
  },
  {
    "文件名": "[完结]《被刺杀目标抓住后沦为玩物》作者：银雀铃（1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/818b7be9da9e"
  },
  {
    "文件名": "[完结]《欲望无涯》作者：壹台（1v1）24-7-11.txt",
    "夸克盘链接": "https://pan.quark.cn/s/fbb24ac8f632"
  },
  {
    "文件名": "[完结]《被西装暴徒扇批玩哭》作者：跟美人上（1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/8a84de59c985"
  },
  {
    "文件名": "[完结]《怨种弟弟》作者：落鱼青（1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/40579a7df39b"
  },
  {
    "文件名": "[完结]《穿进18R情景哄睡直播》作者：晚安世界（1v1）【24.4.08】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/d01d904398db"
  },
  {
    "文件名": "[完结]《纸声剑光集》作者：莱茵伊娜（1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/4b764b21bc0c"
  },
  {
    "文件名": "[完结]《恶毒炮灰被惩罚的一生》作者：月上（1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/35a9614eab79"
  },
  {
    "文件名": "[完结]《疯批老攻不下床》作者：芋泥啵啵（1v1）【24.3.22】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/cf90ce09baa8"
  },
  {
    "文件名": "[完结]《离职后和阴魂不散的前老板doi了》作者：爱炖肉的大内总管（1v1）【24.5.30】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/42025d9375d2"
  },
  {
    "文件名": "[完结]《漂亮俘虏》作者：油土哔O。o（1v1）【24.5.07】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/67609c48cae5"
  },
  {
    "文件名": "[完结]《花椒美人》??? 作者：乖粒（1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/5ed5ace8010b"
  },
  {
    "文件名": "[完结]《快穿之剧情总是对不上》作者：苏清时（1v1）【24.7.20】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a18d2fdd25a3"
  },
  {
    "文件名": "[完结]《非正道》作者：饿太郎（1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/df1bf2138ba8"
  },
  {
    "文件名": "[完结]《特殊暧昧》作者：三两行诗（1v1）【24.5.03】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/30f4a0948479"
  },
  {
    "文件名": "[完结]《直男大逃杀》作者：小鱼爱绿植（1v1）【24.7.22】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e67e85c50455"
  },
  {
    "文件名": "[完结]《孽海记》作者：临安笑笑生（1v1）【24.5.11】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/07c894bee5d4"
  },
  {
    "文件名": "[完结]《我绝对绝对不会爱你》作者：炸鸡蛋太香了（1v1）【24.3.30】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c89d098e91bb"
  },
  {
    "文件名": "[完结]《强上》作者：一只狸猫（1v1）【24.3.30】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/20c0e8bc918e"
  },
  {
    "文件名": "[完结]《被疯批强制爱的可怜继弟》作者：折枝（1v1）【24.5.06】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/15c5770830c7"
  },
  {
    "文件名": "[完结]《白月光》作者：非衣之（1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/64312f325d60"
  },
  {
    "文件名": "[完结]《我哥》作者：不忘尘埃（1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/5418c8a2255e"
  },
  {
    "文件名": "[完结]《沙发客》作者：薯条战士（1v1）【24.3.23】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/79b80dfe6b20"
  },
  {
    "文件名": "[完结]《归笼-银月下的魔术师》作者：月泊白沙（1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/0ff68fdb0093"
  },
  {
    "文件名": "[完结]《在绝望中接受对方》作者：猫猫（1v1）【24.5.07】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ab80c5f9804f"
  },
  {
    "文件名": "[完结]《男朋友是富二代》作者：理理理理理理我（1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/cad0d97d29c0"
  },
  {
    "文件名": "[完结]《左右》作者：流心黑芝麻（1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e585c34bf04e"
  },
  {
    "文件名": "[完结]《窥探》作者：段老板（1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/1da9031dfd44"
  },
  {
    "文件名": "[完结]《画仙纪事》作者：易凯（1v1）【24.6.17】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/7854dd68db9a"
  },
  {
    "文件名": "[完结]《疯批装戏精演我》作者：Su（1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/0484803b0192"
  },
  {
    "文件名": "[完结]《浪荡江湖》作者：侠总攻（1v1）【24.7.04】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/616ad2c9c307"
  },
  {
    "文件名": "[完结]《岁月谧》作者：又阿白（1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c8c6d7b344ba"
  },
  {
    "文件名": "[完结]《草翻丧尸》作者：开心的吧咂吧咂嘴（1v1）【24.5.30】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/3c99bd8eba8c"
  },
  {
    "文件名": "[完结]《双性魔王借种借错了人》作者：上吊的鸟（1v1）【24.6.02】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/3ca2a4458278"
  },
  {
    "文件名": "[完结]《江家兄弟》作者：落落阔落落（1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a86b9ab39aa4"
  },
  {
    "文件名": "[完结]《少爷的小狗奴》作者：我没朋友（感情1v1）【24.4.28】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e007bcce8b5f"
  },
  {
    "文件名": "[完结]《为期一周的监禁》作者：最爱鱼火锅（1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/df1540e2735f"
  },
  {
    "文件名": "[完结]《致命关系》作者：吃橘子（1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/4f9046bba811"
  },
  {
    "文件名": "[完结]《道君喜蛇》作者：一把春（1v1）【24.3.16】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e45c766904b2"
  },
  {
    "文件名": "[完结]《月老牵错红线后》作者：路十七（1v1）【24.6.16】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/3aba237cf645"
  },
  {
    "文件名": "[完结]《我的主播弟弟》作者：割心度母（1v1）【24.4.25】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/2feaf7d34542"
  },
  {
    "文件名": "[完结]《疯批养父玩烂清纯嫩批烧货》作者：深夜售货员（1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/b63e2c34dab2"
  },
  {
    "文件名": "[完结]《影帝爆宠小骚妻》作者：芋泥啵啵（1v1）【24.7.08】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a7f4674652f2"
  },
  {
    "文件名": "[完结]《被觊觎的大师兄》作者：随安（1v1）【24.5.22】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/b91fef69c97d"
  },
  {
    "文件名": "[完结]《舟中悟（成了狗竹马的狗？）》作者：八月云间月（1v1）【24.7.10】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e2b6e2ef2f92"
  },
  {
    "文件名": "[完结]《男朋友不接受家族传统怎么办》作者：祈过（1v1）【24.3.24】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/4124e2d3a3be"
  },
  {
    "文件名": "[完结]《霸总的小保姆》作者：吃兔兔（1v1）【24.5.31】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/3413703e3f6d"
  },
  {
    "文件名": "[完结]《百尺危楼》作者：没有尾巴的皮卡丘（1v1）【24.7.09】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e7706c7613a6"
  },
  {
    "文件名": "[完结]《提线木偶》作者：chins（1v1）【24.4.23】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ac70679ee305"
  },
  {
    "文件名": "[完结]《把继兄当做牛郎后》作者：顾咕咕（1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/91d4c17c7853"
  },
  {
    "文件名": "[废文 完结64+番外]秋日蝉（1v1）作者：茂山~补番.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c3183c06786c"
  },
  {
    "文件名": "[完结]《海王受穿书攻略那些男人们》作者：闲在温京（1v1）【24.5.08】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/64f11c7c3bc5"
  },
  {
    "文件名": "[完结]《赎罪》作者：热猫（1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/67c030ee3287"
  },
  {
    "文件名": "[完结]《被春梦对象草坏了》作者：daladala（1v1）【24.6.06】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/9ee5b8789dcc"
  },
  {
    "文件名": "[完结]《睡了高中同学以后》作者：养猪的猫（1v1）【24.7.13】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e48c53763b6c"
  },
  {
    "文件名": "[完结]《数学这种难搞的东西就应该狠狠艾草》作者：不知年（1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/b7143e82ff34"
  },
  {
    "文件名": "[完结]《诱骗》作者：醉在今朝（1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/2d932d9bd69c"
  },
  {
    "文件名": "[完结]《精分王子的人妻》作者：小登登登登（1v1）【24.7.23】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ad456bf2a1b8"
  },
  {
    "文件名": "[完结]《直男发小突然变态》作者：林听成（1v1）【24.5.18】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/d31b8ac60d52"
  },
  {
    "文件名": "[完结]《被反叛AI调教了》作者：RRR03（1v1同人）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c7666ed69945"
  },
  {
    "文件名": "[完结]《穿成相府弃子》作者：晓雪声（1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/efeb7ff01ebf"
  },
  {
    "文件名": "[完结]《倒行逆施》作者：木三火（1v1）【24.4.04】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/41cd16ff9d7d"
  },
  {
    "文件名": "[完结]《撒娇攻宝最好命》作者：云山乱（1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/8ea1ef06ecc5"
  },
  {
    "文件名": "[完结]《小不点》作者：朝露陵夜（1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/b84e7e1df161"
  },
  {
    "文件名": "[完结]《龙井碧螺春》作者：汤浔（1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/274958fd7859"
  },
  {
    "文件名": "[废文 完结]你没有好结果（1v1）作者：赤道今日周几【24.6.20】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/1458401cbb2a"
  },
  {
    "文件名": "[完结]《过度痴迷》作者：膏肓（1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/802adfe068ee"
  },
  {
    "文件名": "[完结]《愿月亮见证誓言》作者：少乐（1v1）【24.5.01】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/483bfc701e48"
  },
  {
    "文件名": "[完结]《千金一掷佳人笑》作者：椰果绿茶（1v1）【24.5.18】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/3f3eee362728"
  },
  {
    "文件名": "[完结]《土土的我遇见精英的你》作者：蜜汁桃桃（1v1）【24.5.18】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/acccd05759ab"
  },
  {
    "文件名": "[完结]《社恐弱攻与他的霸总》作者：奶皮卷（1v1）【24.4.08】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/d197c5bf04c3"
  },
  {
    "文件名": "[完结]《被疯批哥哥强制了》作者：比较喜欢钱（1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/aca8a0222a30"
  },
  {
    "文件名": "[完结]《爸爸爱上我》作者：绿杏过墙（1v1）【24.5.19】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/cd6012e477e7"
  },
  {
    "文件名": "[完结]《大鱼吃小鱼》作者：海公牛（1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/2d4ec257700d"
  },
  {
    "文件名": "[完结]《爱上他的方式很特别》作者：除湿拔个罐（1v1）【24.6.16】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/b804625f1381"
  },
  {
    "文件名": "[完结]《沦陷》作者：墨黑花（1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/8a2b62cae70b"
  },
  {
    "文件名": "[完结]《恶劣嫩批美人肆诱权贵养父》作者：深夜售货员（1v1）【24.4.25】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/cae83a329283"
  },
  {
    "文件名": "[完结]《直男被疯批强制爱后》作者：颜迟（1v1）【24.4.08】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/f625df15341e"
  },
  {
    "文件名": "[完结]《献己》作者：Doll（1v1）【24.4.20】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/dae399ff7e00"
  },
  {
    "文件名": "[完结]《直男闪婚后被老公艹的合不拢腿》作者：大厉害（1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/2af46347b732"
  },
  {
    "文件名": "[完结]《私人宠物》作者：姀（1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e03b18bb39aa"
  },
  {
    "文件名": "[完结]《每个世界的父亲都在色诱儿子》作者：上吊的鸟（1v1）【24.5.14】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/757cfb7490a6"
  },
  {
    "文件名": "[完结]《末世惊喜》作者：不爱吃炒米粉（1v1）【24.5.09】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/6934ecb2dc69"
  },
  {
    "文件名": "[完结]《村霸爸爸》作者：丁丁跳（1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ba2e1f7cc86f"
  },
  {
    "文件名": "[完结]《被冷落的漂亮小娇妻》作者：白兔兔（1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/d5d7f3cdf18b"
  },
  {
    "文件名": "[完结]《暗恋对象说他蓄谋已久》作者：脆脆幸运星（1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/0bde29599647"
  },
  {
    "文件名": "[完结]《日与夜》作者：澄光千里（1v1）【24.7.06】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/8a3600374629"
  },
  {
    "文件名": "[废文 完结59]回答（1v1）作者：我将在今夜吻你【24.4.26】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/24cf0521e99a"
  },
  {
    "文件名": "[完结]《练刀锋为绕指》作者：时野（1v1）【24.6.04】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/5a02cfee8e91"
  },
  {
    "文件名": "[完结]《抢到一个Alpha》作者：纪有趣（1v1）【24.7.09】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/d19ce630e1a6"
  },
  {
    "文件名": "[完结]《普通B要怎么勾搭贵族A》作者：西西心情特别好（1v1）【24.5.07】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/b00e4d513963"
  },
  {
    "文件名": "[完结]《狐狸饲养指南》作者：凉而热吻（1v1）【24.6.18】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/7b94395f4ff5"
  },
  {
    "文件名": "[完结]《弟撑兄泬》作者：楼前柳（1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/b23a9610eaf2"
  },
  {
    "文件名": "[完结]《庄园主与黑奴》作者：圆圆咪（1v1）【24.6.11】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/92cc9a6a0a60"
  },
  {
    "文件名": "[完结]《炮灰和主角才是绝配》作者：风挽狂澜（1v1）【24.3.20】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/22f962f29e14"
  },
  {
    "文件名": "[完结]《总裁哥哥在上》作者：柚子熊（1v1）【24.5.23】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/f193130173cf"
  },
  {
    "文件名": "[完结]《清纯小白兔的开荤之旅——我真的是吃素的》作者：小刀哗哗（1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/57d762c0a465"
  },
  {
    "文件名": "[完结]《大奶朋友》作者：没有名字（1v1）【24.4.29】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/18a1e4342137"
  },
  {
    "文件名": "[完结]《言笑晏晏》作者：_舟塘（1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/2a28153da4cf"
  },
  {
    "文件名": "[完结]《继发反应》作者：紫白（1v1）【24.3.29】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ec8becfe9822"
  },
  {
    "文件名": "[完结]《错觉》作者：咕噜爱吃肉（1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a4c415e73fe3"
  },
  {
    "文件名": "[完结]《师尊他貌美如花》作者：非不渝（1v1）【24.4.20】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/d2012f10708e"
  },
  {
    "文件名": "[完结]《美人与野兽》作者：爱吃肉的小笼包（1v1）【24.5.01】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c8b17ec977ee"
  },
  {
    "文件名": "[完结]《情投意合》作者：月黑风高（1v1）【24.5.17】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/d521f691dfa2"
  },
  {
    "文件名": "[完结]《被哥哥管教的日子》作者：赏心（1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/01c4e8315698"
  },
  {
    "文件名": "[完结]《网络一线牵》作者：风烟挽（1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/1d4a37e6465d"
  },
  {
    "文件名": "[完结]《摁住他的腰》作者：琉璃月下独酌（1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/44f8e2654b63"
  },
  {
    "文件名": "[完结]《被地雷男用批糙了》作者：吃饭进行时（1v1）【24.3.27】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/463db29927fd"
  },
  {
    "文件名": "[完结]《改造计划》作者：怀星枕月（1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/b4ae9b2dd808"
  },
  {
    "文件名": "[完结]《高度契合（绝对服从DS）》作者：不知名（1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/811493bfe1ce"
  },
  {
    "文件名": "[完结]《男主的性癖总是我》作者：月欲满（1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/6a34a473d3db"
  },
  {
    "文件名": "[完结]《徐小哥寻夫记》作者：山枝鬼（1v1）【24.3.27】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/61d917200b4f"
  },
  {
    "文件名": "[完结]《被疯批男高盯上的家教老师》作者：伏不是（1v1）【24.3.20】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/b5615059eaa5"
  },
  {
    "文件名": "[完结]《忄生瘾小奶狗》作者：纯情女高（1v1）【24.4.25】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/1b8c0542acbb"
  },
  {
    "文件名": "[完结]《欺负老婆的人没好报》作者：空白格子（1v1）【24.5.14】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/b625acd21450"
  },
  {
    "文件名": "[完结]《师尊的小锦鲤》作者：南枫枫（1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/8aa0147cc1b6"
  },
  {
    "文件名": "[完结]《继承废物哥哥》作者：鸦先知（1v1）【24.5.25】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/db37b1eaca06"
  },
  {
    "文件名": "[完结]《直男被双性欺骗感情之后》作者：放飞的雪（1v1）【24.7.15】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/1a0d24b3d4da"
  },
  {
    "文件名": "[完结]《师尊》作者：橘子的猫（1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/19a4692bf24f"
  },
  {
    "文件名": "[完结]《出岛》作者：头发不剪（1v1）【24.6.10】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/7541c2aff763"
  },
  {
    "文件名": "[完结]《照骗》作者：给自己吃点好的（1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/82ac91da5598"
  },
  {
    "文件名": "[完结]《校草别太撩》作者：南朝水 (1v1).txt",
    "夸克盘链接": "https://pan.quark.cn/s/6963b44d2041"
  },
  {
    "文件名": "[完结]《缠绵游戏》作者：姜尔栢（1v1）【24.4.13】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/5489d13bf205"
  },
  {
    "文件名": "[完结]《痴儿牝色》作者：风骚的水豚（1v1）【24.4.16】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/b097b7f74379"
  },
  {
    "文件名": "[完结]《潜规则傍上大佬了》作者：染绮（1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/78b71346229c"
  },
  {
    "文件名": "[完结]《秀才遇上兵》作者：嘎嘣脆（1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/716bb056c340"
  },
  {
    "文件名": "[完结]《你亲够没有》作者：巳夭（1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/6de0654ac097"
  },
  {
    "文件名": "[完结]《你应该跪下》作者：在水里est（1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/efde055230dc"
  },
  {
    "文件名": "[完结]《忍爱》作者：好佳哉（1v1）【24.7.28】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/91af130eb41a"
  },
  {
    "文件名": "[完结]《叔叔的诱惑》作者：雨纹（1v1）【24.4.01】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/230c47f47226"
  },
  {
    "文件名": "[完结]《被死对头抓住把柄后》作者：不下雨（1v1）【24.3.27】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/0ed40bee4dfd"
  },
  {
    "文件名": "[完结]《兔子学长总被弄哭》作者：喵居橘（1v1）【24.7.29】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ceaf944b0903"
  },
  {
    "文件名": "[完结]《小美人被继父强制灌满》作者：辣手摧花（1v1）【24.4.03】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/0e08c2fba3ba"
  },
  {
    "文件名": "[完结]《纯真心动》作者：和栀（1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/3926c9a2a15b"
  },
  {
    "文件名": "[完结]《捡回一只小狐狸》作者：草莓蘸白糖（1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/838aba79c3af"
  },
  {
    "文件名": "[完结]《清冷影卫他又乖又软》作者：风也温柔（1v1）【24.7.03】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/3ea624aed807"
  },
  {
    "文件名": "[废文 完结114]意定监护制度（1v1）作者：鹤望兰chloe【24.4.08】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/7248ad21425d"
  },
  {
    "文件名": "[完结]《当恋爱脑非走追妻路 原名 曾经渣过的O变成大屌打桩机该怎么办》作者：小鹿kaka（1v1）【24.3.27】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/041439a262f1"
  },
  {
    "文件名": "[完结]《把反派囚禁之后》作者：无洱（1v1）【24.5.03】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/d87613355c43"
  },
  {
    "文件名": "[完结]《如何搞定被下药的反派大boss》作者：撩人的猫（1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/00043d6f2aef"
  },
  {
    "文件名": "[完结]《被网恋到的漂亮老婆吃干抹净了》作者：除黄喷雾（1v1）【24.7.21】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/61101d8ae065"
  },
  {
    "文件名": "[完结]《收集50件狗血尴尬事件（狗血系统逼我搞黄）》作者：闲闲咸咸（1v1）【24.7.25】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/de247859a4ed"
  },
  {
    "文件名": "[废文 完结]仰冬（1v1）作者：小猫怜【24.7.26】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/4366fac013ff"
  },
  {
    "文件名": "[完结]《逐雀》作者：不醉（1v1）【24.3.17】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/4868e59b4883"
  },
  {
    "文件名": "[完结]《笨蛋美人被疼爱的日夜》作者：错金银（1v1）【24.4.18】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/27cd189c8030"
  },
  {
    "文件名": "[完结]《色情直播间》作者：楪桉（1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/649220e4bce5"
  },
  {
    "文件名": "[完结]《每天透哭白切黑美人师兄》作者：甜脆萝卜（1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/1c9d23cc17c5"
  },
  {
    "文件名": "[完结]《下流爱意》作者：朝阳西落（1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/66b7ca840b12"
  },
  {
    "文件名": "[完结]《老实人的被潜规则日常》作者：胡思乱想社恐症（1v1）【24.5.16】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a079fa9a5a6d"
  },
  {
    "文件名": "[完结]《真正的怨种》作者：徐福右（1v1）【24.7.28】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/6b0c3b2d0f30"
  },
  {
    "文件名": "[完结]《笨蛋老婆要被吃》作者：www不念（1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/110ec3f69533"
  },
  {
    "文件名": "[完结]《恶癖》作者：咸鸭蛋蛋儿（1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ae8fb4ab4c86"
  },
  {
    "文件名": "[完结]《沦为疯批兄弟的玩物》作者：飘飘糖（1v1）【24.6.21】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/0eeb18651197"
  },
  {
    "文件名": "[完结]《春芽》作者：绿葡萄耶（1v1）【24.7.22】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e3e8460f32df"
  },
  {
    "文件名": "[完结]《勾引学生的家庭教师》作者：海棠依旧海棠花开（1v1）【24.4.14】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e5766ec0b8bb"
  },
  {
    "文件名": "[完结]《给将军看个宝贝》作者：闪闪惹人爱（1v1）【24.3.30】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/0af3e9de4ac3"
  },
  {
    "文件名": "[完结]《日月交错》作者：椰果绿茶 (1v1)【24.7.26】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/bf2babc47bb7"
  },
  {
    "文件名": "[完结]《阴差阳错》作者：千羽（1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/9ad6a6351de8"
  },
  {
    "文件名": "[完结]《被俘后天天挨艹》作者：安全着陆（1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/9768c7436be4"
  },
  {
    "文件名": "[完结]《艹猫可以吗？》作者：夜雨秋灯（1v1）【24.5.12】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/4a3e9917f15a"
  },
  {
    "文件名": "[完结]《穿进霸总文整顿霸总和他的小娇妻》作者：小蒋小蒋从不中奖（1v1）【24.6.02】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/55862316a3b2"
  },
  {
    "文件名": "[完结]《老婆一心想我死》作者：观山海（1v1）（24.7.12）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ea9bf737e68f"
  },
  {
    "文件名": "[完结]《晏安鸩毒》作者：齐朴（1v1）【24.5.23】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/6eada5d8cc1b"
  },
  {
    "文件名": "[完结]《疯批的双性清冷尤物》作者：妩媚棠 (1v1).txt",
    "夸克盘链接": "https://pan.quark.cn/s/b89a62e5242a"
  },
  {
    "文件名": "[完结]《催眠》作者：北北大魔王（1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/9c0659389480"
  },
  {
    "文件名": "[完结]《被高岭之花懆坏嫩批》作者：我作今夜困兽（1v1）24.7. 10】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/08280efda8c2"
  },
  {
    "文件名": "[完结]《心律失常》作者：和栀（1v1）【24.6.13】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/609ef6249030"
  },
  {
    "文件名": "[完结]《蓄意勾引》作者：此间月（1v1）【24.7.13】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/b661b68c3ccf"
  },
  {
    "文件名": "[完结]《皇城》作者：箖木（1v1）【24.4.23】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/0bd55172990c"
  },
  {
    "文件名": "[完结]《给父亲玩批的产奶小美人》作者：炖肉火锅（1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e51911cbd8ef"
  },
  {
    "文件名": "[完结]《特助的自我修养》作者：olive（1v1）【24.5.03】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/5753ae56b6fb"
  },
  {
    "文件名": "[完结]《笨蛋刺客被皇上艹翻了》作者：松青（1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/5cd7be72fff2"
  },
  {
    "文件名": "[完结]《莲沼之下》作者：安息日（1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/09cd19251edb"
  },
  {
    "文件名": "[完结]《惺惺作态》作者：落棠祈雨（1v1）【24.3.18】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/9f55412fbae9"
  },
  {
    "文件名": "[完结]《秘密情人》作者：和栀（1v1）【24.4.25】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/72a446ea5835"
  },
  {
    "文件名": "[完结]《禁止窥视》作者：姜余初（1v1）【24.5.07】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/6287bd7c80ae"
  },
  {
    "文件名": "[完结]《恶毒炮灰今天被肏批了吗》作者：苹果狠毒（1v1）【24.5.24】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/1b18c6c20a17"
  },
  {
    "文件名": "[完结]《望师》作者：Qisa（1v1）【24.4.12】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/6adecc30cf41"
  },
  {
    "文件名": "[完结]《用身体支付学费后》作者：无关风月（1v1）【24.6.08】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ea8a49b4ff31"
  },
  {
    "文件名": "[完结]《秀才家的壮夫郎》作者：深海的石头（1v1）【24.7.31】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ff605be61243"
  },
  {
    "文件名": "[完结]《强取南疆美人》?作者：观阴落·怨种上班ing（1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/12b98ffa0243"
  },
  {
    "文件名": "[完结]《死对头失忆后》作者：软红千丈（1v1）【24.3.16】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c302c73788bd"
  },
  {
    "文件名": "[完结]《成为豪门继兄的玩物》作者：全文存稿不坑文（1v1）【24.5.23】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/f0d1d638d249"
  },
  {
    "文件名": "[完结]《意外离别后的再次重逢》作者：是阿酒吖（1v1）【24.3.20】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/bfe061a128f7"
  },
  {
    "文件名": "[完结]《上将，更适合beta宝宝体质的修勾》作者：击毙所有人啊啊啊啊（1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/720dc292d53a"
  },
  {
    "文件名": "[完结]《捡个仙尊做炉鼎》作者：黎夜（1v1）【24.7.05】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/453add95addf"
  },
  {
    "文件名": "[完结]《癫公爱你》作者：一根腿毛（1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/568e63be4420"
  },
  {
    "文件名": "[完结]《欺负娇妻老婆》作者：春星夜（1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a05d67d61573"
  },
  {
    "文件名": "[完结]《失控》作者：三两春色（1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/d01a9d71c459"
  },
  {
    "文件名": "[完结]《继承者的禁脔觉醒了》作者：凉悠悠（1v1）【24.3.24】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/fe7dc70d48bd"
  },
  {
    "文件名": "[完结]《被狼狗橄榄的熊》作者：我哥年薪五千万给我两千五百万（1v1）【24.6.04】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/23e81779c1f5"
  },
  {
    "文件名": "[完结]《我的机器人男友》作者：安念栖 (1v1).txt",
    "夸克盘链接": "https://pan.quark.cn/s/e6582d2a7be4"
  },
  {
    "文件名": "[完结]《永久咬痕》作者：贤姑（1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/91b376ac0fdc"
  },
  {
    "文件名": "[完结]《薰衣草精灵和守护他的龙先生》作者：椰果绿茶（1v1）【24.7.20】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/d9f155ce4885"
  },
  {
    "文件名": "[完结]《读心后被发小的xp吓死》作者：二本正经（1v1）【24.3.27】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/624b915d77cc"
  },
  {
    "文件名": "[完结]《被哥哥懆烂的小批》作者：松青（1v1）【24.3.23】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/5de8d99d95a1"
  },
  {
    "文件名": "[完结]《要吃饭就给我当老婆》作者：jojo-go-go˙?˙（1v1）【24.5.18】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/30b1e792474c"
  },
  {
    "文件名": "[完结]《把消失十二年的男友抓回来好好疼爱》作者：安息日（1v1）【24.7.21】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/7fc3e55083cf"
  },
  {
    "文件名": "[完结]《缚鹰犬》作者：芥末雪糕（1v1）【24.5.10】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c964349f406c"
  },
  {
    "文件名": "[完结]《我不是男同》作者：陆下来（1v1）【24.4.01】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/13d992ad8390"
  },
  {
    "文件名": "[完结]《抹布攻的深渊》作者：阿九九（1v1）【24.6.07】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c596998417b7"
  },
  {
    "文件名": "[完结]《德牧驯养手册》作者：葡萄汁candy（1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/b706d7b1eeb3"
  },
  {
    "文件名": "[完结]《明月入我怀》作者：丁萝衣（1v1）【24.3.17】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/052bffccbcb9"
  },
  {
    "文件名": "[完结]《温云》作者：山官木（1v1）【24.6.11】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/0487dca327f6"
  },
  {
    "文件名": "[完结]《那个大胸的汽修工》作者：芈酒（1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/49a2f8d19a72"
  },
  {
    "文件名": "[完结]《被清冷太傅囚禁的日夜》作者：卧云（面包小猫）（1v1）【24.4.16】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/2b4a223d7f9f"
  },
  {
    "文件名": "[完结]《春潮带雨晚来急》作者：此门中（1v1）【24.7.18】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/bd827696e2e7"
  },
  {
    "文件名": "[完结]《无法逃脱》作者：悲伤麻辣烫（1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/1f4dd78cef90"
  },
  {
    "文件名": "[完结]《我强奸了亲哥》作者：白菜豆腐皮（1v1）【24.5.02】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/67f5ba5ec4ed"
  },
  {
    "文件名": "[完结]《穿仙》作者：澄光千里（1v1）【24.5.23】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/1ff228a3587f"
  },
  {
    "文件名": "[完结]《禁忌之吻哥哥请爱我》作者：小樱爱吃胡萝卜（1v1）【24.4.07】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ea38063ce5fd"
  },
  {
    "文件名": "[完结]《蛇与茉莉》作者：森莓莓（1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/195a63146c26"
  },
  {
    "文件名": "[完结]《我家老板是变态》作者：混吃等死的豆芽菜（1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/eb035f036679"
  },
  {
    "文件名": "[完结]《美人落难山村》作者：坎离123（1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/868bed17ef7f"
  },
  {
    "文件名": "[完结]《把体育生玩成肌肉贱狗》作者：林听成 (1v1).txt",
    "夸克盘链接": "https://pan.quark.cn/s/1c4a55aab073"
  },
  {
    "文件名": "[完结]《沾舔》作者：张三的六（1v1）【24.7.30】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c8c12bf50067"
  },
  {
    "文件名": "[完结]《每晚穿进竹马春梦里》作者：野玫瑰湾（1v1）【24.3.24】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/7af2c6c2e80c"
  },
  {
    "文件名": "[完结]《煦煦隆冬》作者：上一日（1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/f12ac9f8be48"
  },
  {
    "文件名": "[完结]《躺在男神身下哭》作者：我喜欢吃糖（1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/b17c7bf466f3"
  },
  {
    "文件名": "[完结]《穿成魔头反派后被徒弟日夜xx》作者：逍遥丸丸子（1v1）【24.4.04】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/de21a3225df3"
  },
  {
    "文件名": "[完结]《虫族之翻云覆雨》作者：小鱼籽没有米（1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/3ca0ead59873"
  },
  {
    "文件名": "[完结]《我和我哥》作者：土豆呀土豆（1v1）【24.6.10】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/23bb9894291e"
  },
  {
    "文件名": "[完结]《王子殿下与他的永动机alpha》作者：dodo77（1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/3747d5153e87"
  },
  {
    "文件名": "[完结]《快逃》作者：小情侣贴贴嘿嘿（1v1）【24.4.25】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/8f4a3d6e8c9b"
  },
  {
    "文件名": "[完结]《泅笼》作者：朱酒（1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/3896556ce03a"
  },
  {
    "文件名": "[完结]《每天都被男友罚》作者：辞久（1v1）【24.6.18】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/d8772680eabf"
  },
  {
    "文件名": "[完结]《干柴欲火》作者：网页不想生气（1v1）【24.6.06】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/0627d5dbb841"
  },
  {
    "文件名": "[完结]《甘棠》作者：小捡子（1v1）【24.5.17】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/28f6337a52bd"
  },
  {
    "文件名": "[完结]《弃奴》作者：此爱不关风与月（1v1）【24.5.14】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c19a7dc3786a"
  },
  {
    "文件名": "[完结]《漂亮炮灰被男主曰出汁》作者：草莓芒果水蜜桃（1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/d1d773b80999"
  },
  {
    "文件名": "[完结]《溪宿》作者：清风明月（1v1）【24.3.19】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/7f0b5f54cd61"
  },
  {
    "文件名": "[完结]《性奴，直到死亡为止》作者：红茶茶汤（1v1）【24.4.11】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ea377aaa10c8"
  },
  {
    "文件名": "[废文 完结+番外]商舟洛然（1v1）作者：林中草~补番.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ab94674a0add"
  },
  {
    "文件名": "[完结]《反向引教》作者：疾月（1v1）【24.6.13】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/b9fba6cfac47"
  },
  {
    "文件名": "[完结]《春和景明》作者：脑袋空空ii（1v1）【24.5.01】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/84b5b9404a08"
  },
  {
    "文件名": "[完结]《笼鸟池鱼》作者：h里找纯爱（1v1）【24.6.02】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a503125363c9"
  },
  {
    "文件名": "[完结]《第九年》作者：盎司（1v1）【24.7.09】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/6951331f1632"
  },
  {
    "文件名": "[完结]《沦陷驯服》作者：绷带甜茶（1v1）【24.3.26】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/37d7ed45e96a"
  },
  {
    "文件名": "[完结]《驯化清冷仙尊》作者：我没朋友（1v1）【24.3.17】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c4e5004a7aa9"
  },
  {
    "文件名": "[完结]《水晶葡萄》作者：者也（1v1）【24.7.09】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a92dfa0b7d24"
  },
  {
    "文件名": "[完结]《强制》作者：我爱冰箱123（1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/1534106555f7"
  },
  {
    "文件名": "[完结]《盲从》作者：结婚礼不请亲戚（1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ab0407174c13"
  },
  {
    "文件名": "[完结]《小傻子把漂亮老师脱掉裤子肏》作者：松青（1v1）【24.6.20】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/82c276edbe77"
  },
  {
    "文件名": "[完结]《总裁被疯批日坏了》作者：阿兔兔（1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/dd0c206c7c07"
  },
  {
    "文件名": "[完结]《捡到失忆大美人》作者：绝湘（1v1）【24.6.09】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/39888f156ca0"
  },
  {
    "文件名": "[完结]《江屿》作者：肆意（1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/9096a862c85a"
  },
  {
    "文件名": "[完结]《被亲哥哥强制爱了》作者：醉死（1v1）【24.5.07】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/7452218eaaa3"
  },
  {
    "文件名": "[完结]《暴躁的鸭子》作者：莱路（1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/8813d8ff1782"
  },
  {
    "文件名": "[完结]《未婚夫逃婚后，我嫁给了乞丐》作者：阿胶小鸟酱（1v1）【24.4.22】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/adab8a841919"
  },
  {
    "文件名": "[完结]《偷拍影帝裸照后》作者：青山有思（1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/f2c84446eb6f"
  },
  {
    "文件名": "[完结]《当Omega身份暴露后》作者：你吃西瓜吗（1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/4f825052d61a"
  },
  {
    "文件名": "[完结]《被宠的娇气的傅梵希》作者：霖（1v1）【24.7.21】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/48f675ab59f5"
  },
  {
    "文件名": "[完结]《庶子自救指南》作者：柒礼（1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c4958ae9a31d"
  },
  {
    "文件名": "[完结]《攻略精致小少爷》作者：雨滴ddd（1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e3d07090d5b5"
  },
  {
    "文件名": "[完结]《破局》作者：野蛮跃迁（1v1）【24.5.18】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/f4d2f985e2ff"
  },
  {
    "文件名": "[完结]《爬床也能翻车吗》作者：白兔兔（1v1）【24.5.24】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/2abfc9ae4661"
  },
  {
    "文件名": "[完结]《爸爸的乖孩子》作者：中元节（1v1）【24.5.23】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/930fe1790ea5"
  },
  {
    "文件名": "[完结]《我哥是黑社会》作者：二月初（1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/cdcfd4af91dd"
  },
  {
    "文件名": "[完结]《穿书后被糙汉玩透了》作者：菠萝包（1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c5b95a60aad8"
  },
  {
    "文件名": "[完结]《室友间的纯（忄生）爱》作者：纯情女高（1v1）【24.6.16】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/6efb6adf835a"
  },
  {
    "文件名": "[完结]《笨蛋思宝》作者：爱吃橘子（1v1）【24.7.28】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/acab4e6f2394"
  },
  {
    "文件名": "[完结]《漂亮小金丝雀带球跑后》作者：笙寒（嗅蔷薇）（1v1）【24.3.17】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/cd8ae2b9476b"
  },
  {
    "文件名": "[完结]《死对头变成我继兄后夜夜被我睡奸》作者：纯爱战神（1v1）【24.5.28】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a92d3b839ba5"
  },
  {
    "文件名": "[完结]《童养媳训养手册》作者：入夜十分（1v1）【24.4.19】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/04f0e1098ed0"
  },
  {
    "文件名": "[完结]《强制小可怜》作者：花玉圆（1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/113b064e7224"
  },
  {
    "文件名": "[完结]《我在修仙界的那些日子》作者：壶本我涂（1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/49e1db8aaf10"
  },
  {
    "文件名": "[完结]《贪厌》作者：Cyggi（1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/8e4ac3b57af7"
  },
  {
    "文件名": "[完结]《被八尺大人虐奸了》作者：夏八（1v1）【24.7.29】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/b2e4de19ca2d"
  },
  {
    "文件名": "[完结]《逐渐沉溺》作者：贰伍贰（1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/16049972faa2"
  },
  {
    "文件名": "[完结]《让将军老婆当了三年性奴后我悔不当初》作者：墨影轮回（1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c213294a197a"
  },
  {
    "文件名": "[完结]《晨阳若霁》作者：年少未说一字（1v1）【24.5.01】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/f484c4db2dc4"
  },
  {
    "文件名": "[完结]《玫瑰水晶》作者：不相见来久（1v1）【24.4.30】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/375bb9d1513b"
  },
  {
    "文件名": "[完结]《万人嫌beta的秘密》作者：此间月（1v1）【24.6.18】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/8371096cff02"
  },
  {
    "文件名": "[完结]《知三当三的男同学》作者：梁山小汉（1v1）【24.7.05】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/6d7df9fe7850"
  },
  {
    "文件名": "[完结]《时时不忘》作者：西瓜别长籽（1v1）【24.3.22】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e73b5a2646de"
  },
  {
    "文件名": "[完结]《爱情从spank开始》作者：九饼公子（1v1）【24.5.16】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/11642da5d775"
  },
  {
    "文件名": "[完结]《暂时失控》作者：一树（1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/cefb68e1ee40"
  },
  {
    "文件名": "[完结]《换夫H惩罚》作者：十章 (1v1)【24.4.16】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/5ba8f4a2274a"
  },
  {
    "文件名": "[完结]《将为奴》作者：楚刃（1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/427977464450"
  },
  {
    "文件名": "[完结]《温柔哭包猎艳是会被吃掉的！》作者：机械性进食（1v1）【24.5.07】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/8e1f79fa84e4"
  },
  {
    "文件名": "[完结]《被嫌弃的omega》作者：纯情阳阳（1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e5690874302b"
  },
  {
    "文件名": "[完结]《小狗难缠》作者：折枝（1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/da080b1bbd58"
  },
  {
    "文件名": "[完结]《杨总管的黑木崖工作（bushi）恋爱手札》作者：太胖啦跑不动（1v1）【24.5.24】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/319649a102e3"
  },
  {
    "文件名": "[完结]《死对头太会装》作者：稗子酿的酒（1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c367ad033485"
  },
  {
    "文件名": "[完结]《情难自持》作者：半江瑟瑟（1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/dc07fe5d384b"
  },
  {
    "文件名": "[完结]《江东合伙人》作者：非天夜翔（1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/7c2e45184521"
  },
  {
    "文件名": "[完结]《今天男主黑化了吗？》作者：风伴星辰（1v1）【24.7.24】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/4eea979343be"
  },
  {
    "文件名": "[完结]《重生》作者：N95（1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e6028dbba435"
  },
  {
    "文件名": "[完结]《欺负师兄》作者：骨狸（1v1）【24.6.05】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e9496c7f071e"
  },
  {
    "文件名": "[完结]《性瘾总裁当了涩情主播后》作者：普罗旺斯炖菜（1v1）【24.4.16】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ba40d0a3e3c1"
  },
  {
    "文件名": "[完结]《老师女装真好看》作者：花眠（1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/65910482107e"
  },
  {
    "文件名": "[完结]《漂亮美人被拍摄了》作者：淇尔（1v1）【24.5.26】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/d0f51fbea9e9"
  },
  {
    "文件名": "[完结]《燃烧的心》 作者：卡皮吧啦（1v1）【24.7.18】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/d59ca07d6145"
  },
  {
    "文件名": "[完结]《小私心》作者：二月初（1v1）【24.5.01】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/b8be5de04420"
  },
  {
    "文件名": "[完结]《没人心疼漂亮炮灰吗 原名 【无限】今天也在艰难求生呢》作者：特效药（1v1）【24.7.08】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ce5e9245eb5f"
  },
  {
    "文件名": "[完结]《把员工当老婆养》作者：咖啡奶冻（1v1）【24.6.06】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/742c64045f56"
  },
  {
    "文件名": "[完结]《异形》作者：糖醋小排（1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/1316b966fb91"
  },
  {
    "文件名": "[完结]《烈日薄荷》作者：有片海（1v1）【24.7.14】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/abb214756423"
  },
  {
    "文件名": "[完结]《失忆后，我把我哥当老婆日了》作者：小鹿kaka（1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/afb356d244d4"
  },
  {
    "文件名": "[完结]《小美人玩玩具》作者：商商商商银（1v1）【24.5.19】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ec109d488579"
  },
  {
    "文件名": "[完结]《影帝靠床戏追回了顶流》作者：芋泥啵啵（1v1）【24.5.18】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a2e3b36996b0"
  },
  {
    "文件名": "[完结]《残疾哥哥》作者：苍狗x（1v1）【24.3.22】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/7430c114cb97"
  },
  {
    "文件名": "[完结]《男神成了我的变态舔狗后》作者：金枪鱼（1v1）【24.7.24】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a09a87a6a00b"
  },
  {
    "文件名": "[完结]《疯批白月光》作者：明颜（1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/b46821a90e2a"
  },
  {
    "文件名": "[废文 完结61]孤独港（1v1）作者：喝茶【24.6.13】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/925195312842"
  },
  {
    "文件名": "[完结]《清冷师尊沦陷记》作者：果味汽水（1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/286ba4866be2"
  },
  {
    "文件名": "[完结]《被顶级坏种强取豪夺了》作者：林听成（1v1）【24.4.29】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/06add239b9c6"
  },
  {
    "文件名": "[完结]《蛇胎十月》作者：爱做梦的小精灵（1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c0d7508464b0"
  },
  {
    "文件名": "[完结]《被疯批弟弟囚禁改造的日日夜夜》作者：穆小刀（1v1）【24.4.08】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/9bdd30e3f6c1"
  },
  {
    "文件名": "[完结]《藤蔓精和他不请自来的老婆》作者：星星（1v1）【24.4.08】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/d79d2a03e28a"
  },
  {
    "文件名": "[完结]《死遁是会被做成人偶的》作者：正义黄兔头（1v1）【24.7.13】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/cd3041e150b7"
  },
  {
    "文件名": "[完结]《王子与野狗》作者：cally（1v1）【24.4.05】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/b2901f83dfd8"
  },
  {
    "文件名": "[完结]《清冷师兄变成疯批后》作者：叁水（1v1）【24.4.05】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/5814983fe79a"
  },
  {
    "文件名": "[完结]《上门服务后被吃干抹净了》作者：已然枝了（1v1）【24.3.28】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/139d9e3be3af"
  },
  {
    "文件名": "[完结]《也曾爱过你》作者：谷赐年（1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/764fd63e57a0"
  },
  {
    "文件名": "[完结]《暗恋老师被发现了》作者：大厉害（1v1）【24.4.08】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/9e92d856b629"
  },
  {
    "文件名": "[完结]《笨蛋美人每天都在勾引哥哥玩批》作者：辣手摧花（1v1）【24.6.07】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/25fe75a413b0"
  },
  {
    "文件名": "[完结]《池月时琉》作者：祈纱纱（1v1）【24.7.31】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/520f6898e362"
  },
  {
    "文件名": "[完结]《直播：全民性爱指导APP》作者：七彩菠萝爆炸紫（1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/35a0bacbd8cf"
  },
  {
    "文件名": "[完结]《庄园主与黑奴》作者：圆圆咪（1v1）【24.7.04】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/6708526ba7e8"
  },
  {
    "文件名": "[完结]《直播网黄是老实人下属》作者：混血泥头人（1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/34e6a39e77ca"
  },
  {
    "文件名": "[完结]《小狗的受刑日记》作者：秋葵凤（1v1）【24.7.06】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a08e6bdcfd0a"
  },
  {
    "文件名": "[完结]《禁果情诗》作者：Q弹小猫屁股（1v1）【24.4.08】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/95ba6d7d6e2f"
  },
  {
    "文件名": "[完结]《父慈子孝》作者：一朵小fafa（1v1）【24.7.07】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/921d70f98ef0"
  },
  {
    "文件名": "[完结]《承父》作者：凌落Hugh（1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/11b642823896"
  },
  {
    "文件名": "[完结]《失忆的朋友》作者：竹声又晚（1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/909c90b09953"
  },
  {
    "文件名": "[完结]《霸道总裁强制爱》作者：君20（1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c42f51323323"
  },
  {
    "文件名": "[完结]《美人受后悔了》作者：呀呀呀（1v1）【24.5.18】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/6a28a86ea94c"
  },
  {
    "文件名": "[完结]《漂亮美人被竹马老师玩坏了》作者：草莓软糖（1v1）【24.5.05】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/9a29f0f24fc3"
  },
  {
    "文件名": "[完结]《江湖只道》作者：甘草（1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/35afa5d74c00"
  },
  {
    "文件名": "[完结]《当师尊被送往魔教和亲之后》作者：今天八十岁（1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e30e9a3eb8ac"
  },
  {
    "文件名": "[完结]《影帝的“金主”》作者：蜜汁桃桃（1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a35a3536f85f"
  },
  {
    "文件名": "[完结]《蚍蜉》作者：百川石头（1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/fe04d29071b1"
  },
  {
    "文件名": "[完结]《娇软作精被糙汉懆哭》作者：草莓芒果水蜜桃（1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a60c1ce53122"
  },
  {
    "文件名": "[完结]《家养玫瑰》作者：颖伊啊（1v1）【24.3.28】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e6dbe9a13f1b"
  },
  {
    "文件名": "[完结]《被白痴哥哥的大乃蛊惑了》作者：方也 （1v1）【24.7.21】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/4dcc99b716b9"
  },
  {
    "文件名": "[完结]《穿成恶毒渣攻之后》作者：小黑黑（1v1）【24.7.05】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/b251a4bfccac"
  },
  {
    "文件名": "[完结]《非人类的爱人》作者：月半二两（1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/9efad85c8f74"
  },
  {
    "文件名": "[完结]《掰弯直男大佬后我重生了》作者：香菜肉包（1v1）【24.6.04】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/eb235889007f"
  },
  {
    "文件名": "[完结]《禁欲剑修要洞房》作者：名吾识（1v1）【24.3.24】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/195d93bf2c96"
  },
  {
    "文件名": "[完结]《为一碗泡面把自己卖了》作者：阿烟（1v1）【24.5.09】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/d3f7df167fd8"
  },
  {
    "文件名": "[完结]《致郁粘人小狗吧》作者：苍渂（1v1）【24.5.29】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/13e6153b897e"
  },
  {
    "文件名": "[完结]《我那可怜的徒弟》作者：不识月（1v1）【24.7.25】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/cebacf366f95"
  },
  {
    "文件名": "[完结]《少时情深》作者：桂花莲子酒（1v1）【24.3.23】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a4e8d53012cf"
  },
  {
    "文件名": "[完结]《每天都被姐夫灌满》作者：狗蛋（1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/11d309d85997"
  },
  {
    "文件名": "[完结]《我说可以就可以》作者：玖柠柠柠柠（1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/1312be86462c"
  },
  {
    "文件名": "[完结]《沉溺爱与欲的美人仙君》作者：parody（1v1）【24.4.08】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c5d2e97250fa"
  },
  {
    "文件名": "[完结]《被疯批玩烂后才发现被软禁》作者：半卷（1v1）【24.5.10】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/7bc89c1c3e84"
  },
  {
    "文件名": "[完结]《把竹马A艹成O》作者：吃草草（1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/b01861517a09"
  },
  {
    "文件名": "[完结]《我的夫君是个坐轮椅的瘸子》作者：深海的石头（1v1）【24.6.18】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a375da214aa0"
  },
  {
    "文件名": "[完结]《想把老婆一口吞掉》作者：朽木灵（1v1）【24.4.25】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/14bfa28b4037"
  },
  {
    "文件名": "[完结]《我的蛇尾是让师尊玩的》作者：故乡的菊花又开了（1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/80c3be6d2366"
  },
  {
    "文件名": "[完结]《大佬，我们卧底真不靠身体上位的》作者：巨门（1v1）【24.6.17】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c749c1f868dd"
  },
  {
    "文件名": "[完结]《意外之喜》作者：不爱吃炒米粉（1v1）【24.5.01】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/6d940ce1deae"
  },
  {
    "文件名": "[完结]《双性大佬他未婚先孕》作者：海棠惊石木（1v1）【24.6.21】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/5f4d4181fe99"
  },
  {
    "文件名": "[完结]《言情文的嘴硬男主雌堕了》作者：明前龙雀（1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/43117d93f2a5"
  },
  {
    "文件名": "[完结]《少爷的忠犬小尿壶》作者：寒山见（1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/2732a773e2c1"
  },
  {
    "文件名": "[完结]《把偷情的Alpha调教成狗》作者：余火烬燃（1v1）【24.7.02】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/6f98b0f66ee0"
  },
  {
    "文件名": "[完结]《猥琐老头玩弄男大学生的日常》作者：anan哪（1v1）【24.4.29】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/35b029a16ff3"
  },
  {
    "文件名": "[完结]《慢穿之复原》作者：演戏的S（1v1）【24.5.17】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/7a18093e5568"
  },
  {
    "文件名": "[完结]《经理，请跪下！》作者：柳眠琴（1v1）【24.3.18】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/0905b46648b4"
  },
  {
    "文件名": "[完结]《师与徒》作者：我没钱了（1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/9b8743359afa"
  },
  {
    "文件名": "[完结]《有点冒昧》作者：南木容（1v1）【24.5.03】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/76dd9ef356f1"
  },
  {
    "文件名": "[完结]《成为美人上校的Alpha》作者：撩人的猫（1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/64895854aa84"
  },
  {
    "文件名": "[完结]《撒谎精》作者：阿基米德不吃鱼（1v1）【24.7.26】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/b0bf8383f686"
  },
  {
    "文件名": "[完结]《状元郎的暖床小书童》作者：没有名字（1v1）【24.7.18】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c6b8ac16669c"
  },
  {
    "文件名": "[完结]《家养小奴》作者：水云顾君（1v1）【24.5.18】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/7e46640cbe14"
  },
  {
    "文件名": "[完结+番外]《情欲流动》作者：洛玥浅（1v1）【24.7.19】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c730357f4e33"
  },
  {
    "文件名": "[完结]《仙界弃夫》作者：水三金（1v1）【24.7.08】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/40df37773a8a"
  },
  {
    "文件名": "[完结+番外]《把继兄当做牛郎后》作者：顾咕咕（1v1）【24.4.15】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/7487e1e52555"
  },
  {
    "文件名": "[完结]《今天将军求操了吗》作者：一碗牛肉面（1v1）【24.5.23】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c0a584ca9024"
  },
  {
    "文件名": "[完结]《omega杀手被疯批囚禁后》作者：暂命名（1v1）【24.3.29】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/447c1cebba96"
  },
  {
    "文件名": "[完结]《城市之主》作者：即为（1v1）【24.3.31】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/68be53d1788f"
  },
  {
    "文件名": "[完结]《【名柯】阿拉斯加》作者：岁杪（1v1）【24.6.08】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a890082f9b3b"
  },
  {
    "文件名": "[完结81+番外]《梦中情臀》作者：栗子宽（1v1）【24.7.08】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/fc6b4472ee97"
  },
  {
    "文件名": "[完结]《与狼崽同眠》作者：纳豆小僧（1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/4af4c18e12f0"
  },
  {
    "文件名": "[完结]《哥哥你真厉害》作者：谢尔顿（1v1）【24.5.24】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/476ef6f0dcd0"
  },
  {
    "文件名": "[完结]《兽族娇弱雄性被部落勇士日日屮哭》作者：可可爱爱（1v1）【24.5.03】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/bf8056bb6c6d"
  },
  {
    "文件名": "[完结]《分手后男友疯了》作者：噩梦不愿醒（1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a4d93546e196"
  },
  {
    "文件名": "[完结]《S级干者的无所适从》作者：傻傻在花市（1v1）【24.3.24】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/fb79188d9c0c"
  },
  {
    "文件名": "[完结+番外]《驯养魔尊成功后》作者：择责（1v1）【24.5.01】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/926d07a782cd"
  },
  {
    "文件名": "[完结]《亡国将军雌堕成艳妃》作者：爱妙妙的巧嘴（1v1）【24.5.23】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/157926209a1a"
  },
  {
    "文件名": "[完结]《双小美人被哥哥强制爱了》作者：糖醋排骨（1v1）【24.6.16】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/b4583c070df7"
  },
  {
    "文件名": "[完结]《不小心和朋友上床后》作者：米努特（1v1）【24.3.23】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/7dc69e120212"
  },
  {
    "文件名": "[完结]《五十万》作者：廉价写手（1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/6cd8a1d13e20"
  },
  {
    "文件名": "[完结+番外]《我的调教师男友》作者：纸墨生香（1v1）【24.5.29】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e488e7056e6f"
  },
  {
    "文件名": "[完结87+番外]《【名柯】十夜情人（萩原研二）》作者：Sam（1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ab56191a2ea8"
  },
  {
    "文件名": "[完结212+番外]《和男配分手后我被爆肏了》作者：搞点肉肉吃吃吧（快穿1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a1ec6768cabb"
  },
  {
    "文件名": "[完结]《协议婚约对象是男高》作者：虾仁滑蛋（1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/af59b91e1900"
  },
  {
    "文件名": "[完结]《勾引天菜肌肉体育生后被缠住爆炒》作者：一口鱼鳞呸（1v1）【24.5.29】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/fc7b7359a699"
  },
  {
    "文件名": "[完结+番外]《涌泉》作者：MQmarxisim（1v1）【24.4.09】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/3f45a4b839e7"
  },
  {
    "文件名": "[完结]《厌世美人的纯情哥哥》作者：洛阳城外桥上云（1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/75b8b69c9505"
  },
  {
    "文件名": "[完结+番外全]《协议夫夫双双掉马后》作者：顾咕咕（1v1）【24.4.24】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/02ad40e3295d"
  },
  {
    "文件名": "[完结103+番外]《本能游戏》作者：在下小神j（1v1）【24.4.13】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/05e9411a34b3"
  },
  {
    "文件名": "[完结+番外]《破碎的梦》作者：华阳芳舟（1v1）【24.3.27】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/2fd5b6bff5bc"
  },
  {
    "文件名": "[完结]《姜沅的调教日记》作者：十元（1v1）【24.7.24】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/bed66112806b"
  },
  {
    "文件名": "[完结163+番外]《克星》作者：向溪而生（1v1）【24.5.17】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/237c606b930a"
  },
  {
    "文件名": "[完结]《一夜深情》作者：何故（1v1）【24.4.16】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/cd65a1d32131"
  },
  {
    "文件名": "[完结]《与高岭之花联姻被曰出汁》作者：草莓芒果水蜜桃（1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/cccfd49fc78f"
  },
  {
    "文件名": "[完结]《各取所需》作者：熊熊伏特加（1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/9e1253df6628"
  },
  {
    "文件名": "[完结]《人鱼至纯攻略》作者：一把春（1v1）【24.7.05】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/cfedd4664356"
  },
  {
    "文件名": "[完结]《劣性占有我的艳色继子》作者：爱妙妙的巧嘴（1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/0e34fd4f5a6f"
  },
  {
    "文件名": "[完结]《与鹤书》作者：三更温柔乡（1v1）【24.7.27】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/8a3652595fc0"
  },
  {
    "文件名": "[完结]《养了一只小狗狗》作者：好多好多鱼呀（1v1）【24.4.16】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ac18fbc50a69"
  },
  {
    "文件名": "[完结]《安北记事》作者：木仔儿（1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/72f393f1d038"
  },
  {
    "文件名": "[完结]《从鬼迷心窍开始降妖》作者：七老板（1v1）【24.6.21】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/0826039ef5f1"
  },
  {
    "文件名": "[完结]《夫夫日常》作者：清宸依（1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/171e8984d453"
  },
  {
    "文件名": "[完结82+番外]《窝囊废》作者：七千人（1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/f1e05a0e9497"
  },
  {
    "文件名": "[完结112+番外]《朕穿成了不肖子孙的娈宠》作者：你会喜欢我吗（1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e47f23b5caf5"
  },
  {
    "文件名": "[完结]《学长嫁做人妻以后》作者：眠君（1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a89c0428d085"
  },
  {
    "文件名": "[完结+番外]《小狗要乖乖摇着尾巴过来舔我的脚 分手被金主找回后，他们doi了很久》作者：来福（1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ac1300110218"
  },
  {
    "文件名": "[完结]《小爸给我生个儿子》作者：芋泥啵啵（1v1）【24.5.11】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/dd48750d7c51"
  },
  {
    "文件名": "[完结]《催眠把帅气竹马玩成烂货》作者：狂霸豆浆（1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/b14cf9fcb29a"
  },
  {
    "文件名": "[完结]《反派雄虫和他的雌堕雌虫》作者：桃子味汽水（1v1）【24.7.07】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/d9901b513c1c"
  },
  {
    "文件名": "[完结+番外全]《成为性瘾网黄的yy对象后 成为性yin网黄的yy对象后》作者：还是学不会（1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/20c178b52f23"
  },
  {
    "文件名": "[完结]《买来的媳妇总是想跑怎么办？》作者：飞五子（1v1）【24.4.01】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/f7620c7b4ff4"
  },
  {
    "文件名": "[完结34+番外]《序曲之后》作者：嗨皮的柠檬精（1v1）【24.6.03】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/948c03fef339"
  },
  {
    "文件名": "[完结+番外]解锁黑猫的108式（1v1）作者：夜行喵.txt",
    "夸克盘链接": "https://pan.quark.cn/s/1ab09463719d"
  },
  {
    "文件名": "[完结+番外全]《离婚当天我有了读心术》作者：一只白兔糖（1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/b4879182ac44"
  },
  {
    "文件名": "[完结+番外]《相爱12年》作者：北衣溺水（1v1）【24.3.20】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/8e802971b148"
  },
  {
    "文件名": "[完结]《【主攻】恶犬》作者：自为风月马前卒（1v1）【24.3.21】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/30bf6d9f3cff"
  },
  {
    "文件名": "[完结]《在虫族搞1v1的叛徒们都还好吗》作者：肉脯分装工（故事集）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/1af3f7f22a83"
  },
  {
    "文件名": "[完结]《奶子被上司发现后》作者：靓仔的豆芽菜（1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/6b9774c7dc48"
  },
  {
    "文件名": "[完结]《R18是带着颜色而来》作者：鱼刺在喉（1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/41c23553d0c6"
  },
  {
    "文件名": "[完结]《多汁美人被继父玩得软烂湿红》作者：情丝又逐青丝乱（1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/5a1a6119de00"
  },
  {
    "文件名": "[完结]《借种》作者：嘶哈嘶哈（1v1）【24.6.10】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a20250783c69"
  },
  {
    "文件名": "[完结+番外]《被亲哥哥强制爱了》作者：醉死（1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e82fc2daaa75"
  },
  {
    "文件名": "[完结]《交叉时空》作者：不吃香菜嗷（1v1）【24.7.02】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/10c67b8b1fb2"
  },
  {
    "文件名": "[完结]《不乖的狗是要被惩罚的》作者：半若（1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/9bd79c9dccf2"
  },
  {
    "文件名": "[完结101+番外]《被疯批玩烂后才发现被软禁 被疯批软禁于透明牢笼》作者：半卷（1v1）【24.7.31】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/9a6ed82db5e5"
  },
  {
    "文件名": "[完结+番外]《那只雪豹的故事》作者：两斤松风（1v1）【24.3.18】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/102a6155f567"
  },
  {
    "文件名": "[完结+番外]《把偷情的Alpha调教成狗》作者：余火烬燃（1v1）【24.7.13】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/86247c6708b3"
  },
  {
    "文件名": "[完结]《傻狗老公失忆了》作者：哈哈嘎（1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/3e96f3894a9e"
  },
  {
    "文件名": "[完结]《你把男二丢给反派养？》作者：小景今天吃青菜了吗（1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/1b4076cd9de5"
  },
  {
    "文件名": "[完结88+番外]《被疯批玩烂后才发现被软禁 被疯批软禁》作者：半卷（1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/cce13f10c6d8"
  },
  {
    "文件名": "[完结]《和暗恋对象的好兄弟上床了》作者：我恨课设（1v1）【24.5.22】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/35018f91c9d3"
  },
  {
    "文件名": "[完结44+番外]《魅魔觉醒之后》作者：一只白兔糖（1v1）【24.5.25】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a4c2be46acaa"
  },
  {
    "文件名": "[完结]《五行缺狗》作者：骄傲女皇汤珍妮（1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/771fd539c3a8"
  },
  {
    "文件名": "[完结]《仙尊养大的仙草成精了》作者：小酒（1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/fc38ac731503"
  },
  {
    "文件名": "[完结+番外]惑溺之花（1v1）作者：我本放荡.txt",
    "夸克盘链接": "https://pan.quark.cn/s/14beae4b9511"
  },
  {
    "文件名": "[完结]《你们男高都不读书的吗？》作者：美美子（1v1）【24.4.29】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/f976dd66a6d7"
  },
  {
    "文件名": "[完结]《兄弟而已》作者：Lim（1v1）【24.5.29】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/d57031d5657a"
  },
  {
    "文件名": "[完结]《巧克力奶老婆最好吃了》作者：嘴贱王者（1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/8d0469e7b5d1"
  },
  {
    "文件名": "[完结142+番外]《琴酒特调》作者：岁杪（1v1）【24.6.08】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/12e7aba47b07"
  },
  {
    "文件名": "[完结138]Dom与Sub的界线（BDSM1v1）作者：夜行喵.txt",
    "夸克盘链接": "https://pan.quark.cn/s/fc0e0a291cd2"
  },
  {
    "文件名": "[完结+番外]《道君喜蛇》作者：一把春（1v1）【24.4.18】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e93927c334e2"
  },
  {
    "文件名": "[完结]《以次充好》作者：银雀铃（1v1）【24.7.02】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/92c85bc21769"
  },
  {
    "文件名": "[完结]《兄友弟恭》作者：云间（1v1）【24.4.27】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/9765b8995e64"
  },
  {
    "文件名": "[完结]《不正当关系》作者：不等号（1v1）【24.3.26】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/1e3c48c104b7"
  },
  {
    "文件名": "[完结]《娇养小玫瑰》作者：糖炒栗子（1v1）【24.5.29】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/4afdf61aaff6"
  },
  {
    "文件名": "[完结]《你一男的捡我学生证干嘛》作者：梨梨（1v1）【24.3.31】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/62195f1f741a"
  },
  {
    "文件名": "[完结+番外]《我就摸摸》作者：我爱吃冰棒（1v1）【24.3.25】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/5c091e4f0af0"
  },
  {
    "文件名": "[完结+番外]《当A太坏会变O》作者：清明河畔洗腿毛（1v1）【24.6.05】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/d9de4df481cf"
  },
  {
    "文件名": "[完结+番外]《被顶级坏种强取豪夺了》作者：林听成（1v1）【24.5.01】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/1d658e9d69d3"
  },
  {
    "文件名": "[完结]《变成熟妇的雌虫上将》作者：致命id（1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/8a60cd89cb20"
  },
  {
    "文件名": "[完结]《你不是讨厌我吗？》作者：碳烤月亮（1v1）【24.5.04】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/78c69840a849"
  },
  {
    "文件名": "[完结]《养我的恶魔想杀死我》作者：约拿（1v1）【24.7.09】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/287fdbc56fab"
  },
  {
    "文件名": "[完结]《将军的泄欲小可怜》作者：松青（1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ee4d1fe76fd3"
  },
  {
    "文件名": "[完结+番外]《棋差一着》作家：今朝喝不醉（ABO军校1v1）~补番.txt",
    "夸克盘链接": "https://pan.quark.cn/s/3c7a094df064"
  },
  {
    "文件名": "[完结+番外]《我的娇软室友被吃透了》作者：巫山赴云雨（1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a9b3ea7c0fd2"
  },
  {
    "文件名": "[完结]《一纸合约》作者：糜初michu（1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/1e4107f43e7b"
  },
  {
    "文件名": "[完结38+番外]《跟军雌联姻后直播秀恩爱》作者：白械（1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/97fa8a9a1dba"
  },
  {
    "文件名": "[完结]《哥哥弟弟》作者：可可（1v1）【24.3.26】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/b4710f6475ee"
  },
  {
    "文件名": "[完结90+番外]《槿色》作者：此爱不关风与月（1v1）【24.7.27】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/9ff569e82682"
  },
  {
    "文件名": "[主受]可爱过敏原[校园-竹马竹马-年上-养成-1v1-HE-精校版-无.txt",
    "夸克盘链接": "https://pan.quark.cn/s/daa507352451"
  },
  {
    "文件名": "[完结]《压倒霸道总裁攻后HE了》作者：九出长安（1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/00597f22a0af"
  },
  {
    "文件名": "[完结+番外全]《被土匪懆嫩批的公主》作者：三角饭团（1v1）【24.3.20】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/6a7df69b4426"
  },
  {
    "文件名": "[完结]《夺玉》作者：鹤归迟（1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/fb8fa31e5c4e"
  },
  {
    "文件名": "[完结]《买鸡买到鸭》作者：两块猫饼（1v1）【24.5.23】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/deb72a7d1d64"
  },
  {
    "文件名": "[完结60+番外]《【虫族】选错雄主后上将被迫臣服》作者：唐一（1v1）【24.6.02】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/7b3b1518eea3"
  },
  {
    "文件名": "[完结]《先日后爱》作者：嘶哈嘶哈（1v1）【24.7.15】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/7c819903d712"
  },
  {
    "文件名": "[完结]《信息素配对异常》作者：落棠祈雨（1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/11851ee92a40"
  },
  {
    "文件名": "[完结+番外]《死对头变成我继兄后夜夜被我睡奸》作者：纯爱战神（1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/792c75130aec"
  },
  {
    "文件名": "[完结]《在金主身边做金丝雀的日子》作者：野小咕（1v1）【24.6.12】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a4290deb9854"
  },
  {
    "文件名": "[完结]《今夜玫瑰无人折》作者：梁真（1v1）【24.6.10】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/d0ae5992391d"
  },
  {
    "文件名": "[完结]《【主攻】家有仙妻》作者：混吃等死的豆芽菜（1v1）【24.4.04】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/fdff0d704a13"
  },
  {
    "文件名": "[完结+番外]《路人被疯批男主强制爱了》作者：林听成（1v1）【24.5.21】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/83a0776372aa"
  },
  {
    "文件名": "[完结]《中式父子关系》作者：穆璟璟璟（1v1）【24.3.17】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/255ad5e7a55b"
  },
  {
    "文件名": "[完结+番外]《霸总的包养协议》作者：安安（1v1）【24.3.20】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/dc6405ea837e"
  },
  {
    "文件名": "[完结]《又是被主上玩坏的一天》作者：弯弓射小雕（1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/7ec5d4904108"
  },
  {
    "文件名": "[完结]《世家子弟隐居后》作者：森川奈子（1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/cbb6db014939"
  },
  {
    "文件名": "[完结]《三月·佛缘》作者：水果馅的玫瑰饼（1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/898327a32e8d"
  },
  {
    "文件名": "[完结]《傻狐狸把恐怖游戏变成18禁游戏》作者：清川渡（1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c13a162d6659"
  },
  {
    "文件名": "[完结]《染染》作者：aklv（1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/d07d5fe683a9"
  },
  {
    "文件名": "[完结40+番外]《魅魔觉醒之后》作者：一只白兔糖（1v1）【24.5.21】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/3f001d4494aa"
  },
  {
    "文件名": "[完结]《夫君带白月光私奔后我被公爹强占了》作者：黄花菜都凉了（1v1）【24.7.06】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/be45069f0d77"
  },
  {
    "文件名": "[完结]《你亲我一下怎么了？》作者：碳烤月亮（1v1）【24.6.19】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/cf82c6f1cde0"
  },
  {
    "文件名": "[完结]《回老家被初恋艹的下不了床》作者：阿昭（1v1）【24.6.12】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e2bf13df34e8"
  },
  {
    "文件名": "[完结]《为人师表催眠跳蛋日常》作者：妩媚棠（1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/cfa9d9c9d85c"
  },
  {
    "文件名": "[完结]《当老婆穿成虐文小可怜》作者：兰庭（1v1）【24.5.04】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/1c995be8ddd7"
  },
  {
    "文件名": "[完结]《夏时困鸟》作者：阿瓦不打瓦（1v1）【24.7.06】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/4d0043b291e4"
  },
  {
    "文件名": "[完结]《[哨向]黑皮老婆我真的会谢》作者：砂金流渚（1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c146c594a8df"
  },
  {
    "文件名": "[完结94+番外]《朕穿成了不肖子孙的娈宠》作者：你会喜欢我吗（1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/06712da76d8f"
  },
  {
    "文件名": "[完结]《小厮》作者：木三火（1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e034e1acc557"
  },
  {
    "文件名": "[完结+番外]Dom与Sub的界线（BDSM1v1）作者：夜行喵~补番【24.5.29】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/53e9239a899f"
  },
  {
    "文件名": "[完结]《一条夹尾而逃的壮狗》作者：好困我先睡了（1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/73e596b40fe8"
  },
  {
    "文件名": "[完结]《三十日赌契》作者：草去吃大爷（1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e290a54cf5a2"
  },
  {
    "文件名": "[完结]《与君游》作者：浮世流光（1v1）【24.4.03】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/9e5ab0ebd777"
  },
  {
    "文件名": "[完结]《吹梦到西洲》作者：揽月（1v1）【24.6.05】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/cc9b45b504e5"
  },
  {
    "文件名": "[完结]《不小心和姐姐的未婚夫睡了怎么办》作者：想养一只伯恩山ovo（1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/514b3c2765bb"
  },
  {
    "文件名": "[完结248+番外]《弟弟肏逼么？》作者：冯古道（1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/b3878df97eb5"
  },
  {
    "文件名": "[完结86+番外]《魔王征服勇者实录（双）》作者：孤海扁舟（1v1）【24.7.10】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/6a5cb293e781"
  },
  {
    "文件名": "[完结]《和死对头的信息素匹配》作者：阿嘟嘟（1v1）【24.3.23】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/dd3facdf5596"
  },
  {
    "文件名": "[完结+番外]《老婆是个beta》作者：捏捏猫肉垫（1v1）【24.4.16】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/4f301d2a6c53"
  },
  {
    "文件名": "[完结]《和天菜419之后》作者：布莱克黑（1v1）【24.4.22】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/3776f49df06f"
  },
  {
    "文件名": "[完结+番外]《小私心》作者：二月初（1v1）【24.5.10】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/65a2fb08aec0"
  },
  {
    "文件名": "[完结101+番外]《执云》作者：腻可（1v1）【24.4.27】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/23008a3c5097"
  },
  {
    "文件名": "[完结+番外]《恶毒炮灰有难了》作者：咬一口大饼子（1v1）【24.7.15】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/d0cfccd31b09"
  },
  {
    "文件名": "[完结]《哥哥是弟弟的男朋友》作者：瑶琴几断（1v1）【24.5.30】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/07b04d9c354b"
  },
  {
    "文件名": "[完结]《他们都说我是反派》作者：非不渝（1v1）【24.5.09】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/fefb09b24cb1"
  },
  {
    "文件名": "[完结80+番外]《朕穿成了不肖子孙的娈宠》作者：你会喜欢我吗（1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/feb90a925013"
  },
  {
    "文件名": "[完结209+番外]《和男配分手后我被爆肏了》作者：搞点肉肉吃吃吧（快穿1v1）【24.5.19】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/8cef4b113c69"
  },
  {
    "文件名": "[完结]《包办婚姻》作者：段老板（1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/1b640308584a"
  },
  {
    "文件名": "[完结+番外]《被哥哥管教的日子》作者：赏心（1v1）【24.3.20】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/0ae1f42f55b4"
  },
  {
    "文件名": "[完结66+番外]《离婚当天我有了读心术》作者：一只白兔糖（1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a0eb2b4cb8a9"
  },
  {
    "文件名": "[完结]《不小心被死对头草了后》作者：圆圆的梨（1v1）【24.3.22】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e4eccb245ba6"
  },
  {
    "文件名": "[完结]《偏执狂老公的禁脔》作者：芋泥啵啵（1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/99fa880d494f"
  },
  {
    "文件名": "[完结]《大明星求艹日常》作者：清川渡（1v1）【24.4.08】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c7caadfbf28b"
  },
  {
    "文件名": "[完结]《他身上有青橘味》作者：椰奶糖（1v1）【24.5.04】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/0fc37d7e2aa9"
  },
  {
    "文件名": "[完结]《侵占哥哥》作者：中药泡冰（1v1）【24.3.30】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/f37a6c7042c1"
  },
  {
    "文件名": "[完结]《发廊红灯映警灯》作者：湿了鞋（1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/08f550aa53bd"
  },
  {
    "文件名": "[完结]《你只能做我的狗》作者：艳为（1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/92d2119cecfc"
  },
  {
    "文件名": "[完结]《催眠美人当涩情模特》作者：徐徐善意（1v1）【24.5.27】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/836f8c5ece10"
  },
  {
    "文件名": "[完结]《失忆后做了兄长的替身》作者：皑如山上雪（1v1）【24.5.22】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/9a0e113fb77b"
  },
  {
    "文件名": "[完结+番外全]《催眠玩弄高冷师尊》作者：梨酥脆（1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/6a752095e1aa"
  },
  {
    "文件名": "[完结]《劣性占有我的艳色继子》作者：爱妙妙的巧嘴（1v1）【24.3.26】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/4f1ee92283ad"
  },
  {
    "文件名": "[完结51+番外]《炉鼎师尊》作者：这个马甲厚厚的（1v1 美强_双性）【24.4.05】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/fb0dbe1a1d9c"
  },
  {
    "文件名": "[完结+番外]《我家有只大兽人》作者：橱柜（1v1）【24.3.18】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/28c4b3c132eb"
  },
  {
    "文件名": "[完结]《和室友双向暗恋后HE了》作者：可爱的鱼呀（1v1）【24.5.07】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/3458fcf39cbf"
  },
  {
    "文件名": "[完结+番外]《被春梦对象草坏了》作者：daladala（1v1）【24.6.12】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/76fc36c83fad"
  },
  {
    "文件名": "[完结]《岳父被蛇妖儿媳反攻》作者：利露芭菈（1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/1b5c9240144a"
  },
  {
    "文件名": "[完结]《可以贴贴吗[电竞]》作者：看见雾（1v1）【24.7.29】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/4c3ff46d2b3c"
  },
  {
    "文件名": "[完结]《伪君子被强娶回家》作者：鳐鳕（1v1）【24.7.22】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/623eba521c10"
  },
  {
    "文件名": "[完结]《书包里的老婆》作者：芒果炒带鱼（1v1）【24.7.12】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ea288f4b8f50"
  },
  {
    "文件名": "[完结]《向白月光告白失败后他的心魔把我睡了》作者：太阳蛋包饭（结局1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/1d0c7c9eb5d8"
  },
  {
    "文件名": "[完结]《内有恶子》作者：九条猫（1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/4e214c6d9cbc"
  },
  {
    "文件名": "[完结]《做家政的可怜小男孩》作者：长官（1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/af0959d7752e"
  },
  {
    "文件名": "[完结]《与你沉沦》作者：观山海（1v1）【24.5.29】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/342f24077a5c"
  },
  {
    "文件名": "[完结+番外]《先生我真的不卖身》作者：朱酒（1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ae6c4402d66d"
  },
  {
    "文件名": "[完结57+番外]《校霸被我干透了》作者：西湖醋鱼（1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/71cdf7667b0e"
  },
  {
    "文件名": "[完结]《变态》作者：（1v1）【24.5.09】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/74bcb0414342"
  },
  {
    "文件名": "[完结]《囚帝》作者：wink妖妖（1v1）【24.5.06】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/9d2b10e7e547"
  },
  {
    "文件名": "[完结+番外]不可攻陷（1v1）作者：洛玥浅【24.7.16】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/382f3c4909bf"
  },
  {
    "文件名": "[完结]《全力以赋》作者：禇山云（1v1）【24.7.01】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/b59f257adb05"
  },
  {
    "文件名": "[完结+番外]我是龙-欺负龙的都有病（甜宠1v1）~补番.txt",
    "夸克盘链接": "https://pan.quark.cn/s/d4af27b7893c"
  },
  {
    "文件名": "[完结]《余温》作者：氲雪染江（1v1）【24.3.27】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a0bf2478cc46"
  },
  {
    "文件名": "[完结]《二周目的勇者人设崩塌》作者：书颜乐（1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/3f3d47737028"
  },
  {
    "文件名": "[完结]《勾引岳父》作者：潮热夏季（1v1）【24.4.25】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a1437988d67c"
  },
  {
    "文件名": "[完结+番外]痴汉让人厌恶（高冷学霸攻vs痴汉双性受 1v1）【24.4.17】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/40b6656b7b48"
  },
  {
    "文件名": "[完结]《子午线》作者：挡着眼睛的猴子（1v1）【24.7.10】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/bdf351db7d07"
  },
  {
    "文件名": "[完结+番外]《草翻丧尸》作者：开心的吧咂吧咂嘴（1v1）【24.6.11】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/d3aa24c2b207"
  },
  {
    "文件名": "[完结+番外]《家养手册》作者：涉雪穿林（1v1）【24.7.15】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/0b98e601a5a9"
  },
  {
    "文件名": "[完结]《养子的献身日常》作者：今天早点睡（1v1）【24.5.19】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/237d8a0fcc11"
  },
  {
    "文件名": "[完结]《勾引师弟反被攻》作者：阿昭（1v1）【24.7.09】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/4cb13c3c849e"
  },
  {
    "文件名": "[完结]《上春山_霍府情事》作者：十二春（1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/dffbe615c955"
  },
  {
    "文件名": "[完结+番外]敖龙诱捕计划（1v1）作者：不知归.txt",
    "夸克盘链接": "https://pan.quark.cn/s/035a45558b38"
  },
  {
    "文件名": "[完结]《万情钟你》作者：棉花团子（1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/fe0671ed2495"
  },
  {
    "文件名": "[完结+番外]《别问谁是Yooyy》作者：莓姨（1v1）【24.7.01】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/d3a9239b372a"
  },
  {
    "文件名": "[完结]《前男友花钱嫖我》作者：一条龙（1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/8f882fe333fe"
  },
  {
    "文件名": "[完结]《小妈》作者：有兮木兮（1v1）【24.5.13】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/92efa47cb4f5"
  },
  {
    "文件名": "[完结 全番外]《下流交易（校园1v1 学霸攻x校霸受）》作者：榴莲最好吃【补番】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/54c11eb242df"
  },
  {
    "文件名": "[完结]《农科院男大生今天也在努力耕地。》作者：打人杏皮茶（1v1）【24.7.20】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/af9564780dbc"
  },
  {
    "文件名": "[完结]《9号房》作者：可可（1v1）【24.3.26】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/f5a91293211a"
  },
  {
    "文件名": "[完结]《冷肃将军的乖乖小逃妻》作者：水果茶（1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/cc53de671bfd"
  },
  {
    "文件名": "[完结]《在恋综里找对象》作者：爱美强的小啾啾（1v1）【24.4.07】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/6f23e36e4daf"
  },
  {
    "文件名": "[完结]《【双简】蚀骨入怀》作者：LASXA（1v1）【24.4.14】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/843c274bf037"
  },
  {
    "文件名": "[完结]《反派他只想追主角》作者：笑冢（1v1）【24.6.07】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/96039f3835b7"
  },
  {
    "文件名": "[完结]《娇软少爷的小花被糙汉爱抚》作者：俺吃荤的（1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e26afb6497e3"
  },
  {
    "文件名": "[完结105+番外]《我肛了自己的死对头》作者：花满重楼（1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/0eabbc1cc12d"
  },
  {
    "文件名": "[完结]《娇妻被精英律师曰透》作者：全文存稿不坑文（1v1）【24.5.30】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a71cc42fc590"
  },
  {
    "文件名": "[完结]《再多点爱我吧》作者：禇山云（1v1）【24.5.18】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/1574ddc56dd1"
  },
  {
    "文件名": "[完结]《为臣》作者：陆迎止（1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/9ca472019315"
  },
  {
    "文件名": "[完结]《九尾狐魔尊艹日常》作者：海棠依旧（1v1）【24.4.29】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/25fa0490d3b0"
  },
  {
    "文件名": "[完结56+番外]《成为性瘾网黄的yy对象后 成为性yin网黄的yy对象后》作者：还是学不会（1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/4613cbfe4cf5"
  },
  {
    "文件名": "[完结]《开发清冷beta》作者：春关歇（1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c36440da2e9d"
  },
  {
    "文件名": "[完结]《分手后我哥还是我哥》作者：lot thirteen（1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/2eb0b5848dfc"
  },
  {
    "文件名": "[完结]《俩大钩钩艹了娇嫩多汁的小鱼》作者：巫山赴云雨（1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ee670a770b06"
  },
  {
    "文件名": "[完结]《傅先生家的娇气包》作者：沈兔子（1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/1941e743c0f6"
  },
  {
    "文件名": "[完结]《一个Dom和一只小狗的五年》作者：许三月（1v1）【24.7.17】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/21e3be3821e0"
  },
  {
    "文件名": "[完结]《兄长》作者：塔塔酱（1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a2d52dc96b22"
  },
  {
    "文件名": "[完结]《人生赢家》作者：叶聆泉（1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/d53ca21991d9"
  },
  {
    "文件名": "[完结]《偷欢》作者：爱妙妙的巧嘴（1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/2a0924935d17"
  },
  {
    "文件名": "[完结]《亲兄弟就要一起做受》作者：沐已成粥（1v1）【24.4.12】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/b45ed4426fae"
  },
  {
    "文件名": "[完结]《哑巴壮壮主播被老婆奴金主玩批》作者：吃点薯条（1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/735bc707bb58"
  },
  {
    "文件名": "[完结+番外]《忘忧岛》作者：林肆月（1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/200fb9e31f9a"
  },
  {
    "文件名": "[完结175+番外]《以下犯上》作者：鬼畜渊（1v1）【24.5.14】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e070ed424c4e"
  },
  {
    "文件名": "[完结]《和养父的隐秘情事》作者：爱妙妙的巧嘴（1v1）【24.6.06】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/f11ae03f0d59"
  },
  {
    "文件名": "[完结93+番外]《直播也能挽救用品店吗 原名 直播玩批也能挽救用品店吗》作者：啊若（1v1）【24.4.19】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/2d82428d3e9c"
  },
  {
    "文件名": "[完结+番外]《长兄的管教》作者：醉月月（1v1）【24.5.22】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/bbc204bc8e75"
  },
  {
    "文件名": "[完结]《佛子师尊爆操蛇妖受》作者：芋泥啵啵（1v1）【24.4.16】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/df3887948a9e"
  },
  {
    "文件名": "[完结]《弟弟肏逼么？》作者：冯古道（1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/f8182f6dcdc3"
  },
  {
    "文件名": "[完结]《师尊要被肏坏了》作家：谦野（1v1）【24.7.17】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/f0c7573249db"
  },
  {
    "文件名": "[完结+番外]《穿越到异世界玩弄狼崽子》作者：番茄火锅（1v1）~补番.txt",
    "夸克盘链接": "https://pan.quark.cn/s/185948a9c122"
  },
  {
    "文件名": "[完结]《侍君的调教方式》作者：苍山暮雪（1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ae724088e9f8"
  },
  {
    "文件名": "[完结+番外]《秋日蝉》作者：茂山（1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/7edf7872a3eb"
  },
  {
    "文件名": "[完结]《归去来》作者：林鬼（1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/6f8543d9bfef"
  },
  {
    "文件名": "[完结]《假少爷被疯批哥哥曰烂多汁淫批》作者：草莓??芒果??水蜜桃（1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/963a68d8320b"
  },
  {
    "文件名": "[完结]《将军的温软小夫郎》作者：小黑黑（1v1）【24.4.30】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/3256c05b93f6"
  },
  {
    "文件名": "[完结]《亲自送渣受火葬场》作者：米努特（1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/1feed237a74e"
  },
  {
    "文件名": "[完结188+番外]《和男配分手后我被爆肏了》作者：搞点肉肉吃吃吧（快穿1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/becd8e3e93d0"
  },
  {
    "文件名": "[完结]《冥婚还是yin婚？》作者：纯情女高（1v1）【24.5.19】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a66222b4e1b3"
  },
  {
    "文件名": "[完结+番外]《成为美人上校的Alpha》作者：撩人的猫（1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a3d44d8bad57"
  },
  {
    "文件名": "[完结]《你早说你是疯批攻啊》作者：荒于嬉（1v1）【24.5.01】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/34d334e99478"
  },
  {
    "文件名": "[完结]《将军抢来的双性娇妻》作者：小樱爱吃胡萝卜（1v1）【24.5.13】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/0c128b6119df"
  },
  {
    "文件名": "[完结]《炮灰被包养的弟弟欺负坏了》作者：sweety（1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/02c0ba2c7fdc"
  },
  {
    "文件名": "[完结+番外]《双性小美人被校霸强取豪夺》作者：草莓绵绵冰（1v1）【24.6.06】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/b6696e1e31d4"
  },
  {
    "文件名": "[完结]《你的批水好香哦》作者：宫爆辣子丁（1v1）【24.6.07】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/6901b383ae10"
  },
  {
    "文件名": "[完结]《小爹和男大的日日夜夜》作者：空白格子（1v1）【24.6.04】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/823c63e8b1d9"
  },
  {
    "文件名": "[完结105+番外]《当Omega身份暴露后》作者：你吃西瓜吗（1v1）【24.4.29】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/3ecdd7682a70"
  },
  {
    "文件名": "[完结211+番外]《顽石》作者：reinhard（1v1）~补番.txt",
    "夸克盘链接": "https://pan.quark.cn/s/262134c01837"
  },
  {
    "文件名": "[完结]《丈夫葬礼当天被继子日到合不拢腿》作者：春暖花自开（1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/cb8a8065b421"
  },
  {
    "文件名": "[完结+番外]《混血俊帅恶魔的幸福生活》作者：穆小刀（1v1）【24.7.06】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/8af1ee49efa3"
  },
  {
    "文件名": "[完结]《对视》作者：禇山云（1v1）【24.4.21】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/9e90e3350e49"
  },
  {
    "文件名": "[完结]《冷宫母妃被儿臣日夜浇灌》作者：水木生溪（1v1）【24.5.03】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/4f1978f8b6c5"
  },
  {
    "文件名": "[完结+番外]《被触手怪强制日批 快逃》作者：小情侣贴贴嘿嘿（1v1）【24.7.22】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a6928645dfc9"
  },
  {
    "文件名": "[完结]《养父就是用来干的》作者：沦陷（1v1）【24.7.21】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/37f61c30896e"
  },
  {
    "文件名": "[完结]《和高岭之花谈恋爱的种种好处》作者：随意玩家（1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/d9a25bf3897e"
  },
  {
    "文件名": "[完结]《双生子的恶作剧》作者：KSUS（1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/7ca487fadd4e"
  },
  {
    "文件名": "[完结72+番外]《当恋爱脑非走追妻路 原名 曾经渣过的O变成大屌打桩机该怎么办》作者：小鹿kaka（1v1）【24.4.12】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/9315c990d43c"
  },
  {
    "文件名": "[完结]《Omega娇养日记》作者：咕唧（1v1）【24.7.26】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/1947c21497cb"
  },
  {
    "文件名": "[完结]《【虫族】我都不是人了，我xp怪点怎么了》作者：一只黄桃（1v1）【24.3.31】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/1fc7a74656e7"
  },
  {
    "文件名": "[完结64+番外]《被顶级坏种强取豪夺了》作者：林听成（1v1）【24.7.31】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/55d34e3098e3"
  },
  {
    "文件名": "[完结]《【谢李】红尘酌霜雪》作者：浮世流光（1v1）【24.4.03】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/48d6ecbe5c84"
  },
  {
    "文件名": "[完结]《司机专属的诱受总裁》作者：浆糍（1v1）【24.6.11】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/0d3173b67c79"
  },
  {
    "文件名": "[完结]《听不得喜欢》作者：潮星来（1v1）【24.5.27】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/4258205f422b"
  },
  {
    "文件名": "[完结]《发现男友是怪物之后》作者：桃芝（1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a70f02f9bfce"
  },
  {
    "文件名": "[完结70]《蛛网》作者：www（纯百骨科1v1）【24.6.16】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/627667c99d61"
  },
  {
    "文件名": "[完结]《他怎么知道我的秘密》作者：是月月不是王月（1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a033bff5cb40"
  },
  {
    "文件名": "[完结+番外]《海岛上的性奴向导》作者：小鹿kaka（1v1）【24.4.18】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/3e7b92b8aeb8"
  },
  {
    "文件名": "[完结]《卖淫后被前男友干翻》作者：五月花（1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/8e60a5aa79b0"
  },
  {
    "文件名": "[完结]《十四行诗》作者：再普乐（1v1）【24.4.01】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/b9ffdcec1309"
  },
  {
    "文件名": "[完结+番外]沾惹（1v1）作者：醉在今朝【24.6.12】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/db0192938ceb"
  },
  {
    "文件名": "[完结]《勾引爸爸以后》作者：三弄（1v1）【24.4.28】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/0e99fb79cee7"
  },
  {
    "文件名": "[完结+番外]《纯白诱惑》作者：从不早起（1v1）【24.5.01】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/bdbe031b6c37"
  },
  {
    "文件名": "[完结]《XP满足器》作者：月半二两（1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/9a1b9f256c8c"
  },
  {
    "文件名": "[完结75+番外]《当Omega身份暴露后》作者：你吃西瓜吗（1v1）【24.3.25】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/f3a2a2b739a2"
  },
  {
    "文件名": "[完结]《他为什么非要喜欢他》作者：米努特（1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/52cee27d05c0"
  },
  {
    "文件名": "[完结]《唯一情欲是你》作者：榛榛懒（1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/67596a31889c"
  },
  {
    "文件名": "[完结+番外]《野狗精勇闯娱乐圈》作者：水三金（1v1）【24.4.06】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/aa5600b8066a"
  },
  {
    "文件名": "[完结+番外]《踹了金丝雀后金主后悔了》作者：酸桔子（1v1）【24.6.05】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/42f298e18be3"
  },
  {
    "文件名": "[完结]《壮壮老婆和他的傲娇老攻》作者：嘴贱王者（1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/71b639349f90"
  },
  {
    "文件名": "[完结+番外]《被死对头打晕后他成了我的奴妻》作者：扶西（1v1）【24.5.12】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/0a112b88a031"
  },
  {
    "文件名": "[完结52+番外]《被恶毒小妈报复后》作者：泡水白菜（1v1）【24.5.30】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/2e0a94dabab7"
  },
  {
    "文件名": "[完结]《完美契合》作者：伊弥（1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/43056e542e43"
  },
  {
    "文件名": "[完结]《完全囚禁》作者：不想吃麦肯（1v1）【24.3.18】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a4fd3adb5888"
  },
  {
    "文件名": "[完结]《我家有只大兽人》作者：橱柜（1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/3d67b25d2580"
  },
  {
    "文件名": "[完结+番外]《魅魔小漂亮被肏哭日常》作者：木鱼花（1v1）【24.5.06】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/f018b9b2a25f"
  },
  {
    "文件名": "[完结]《一片骨痂》作者：不歇（1v1）【24.7.05】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/b379de2c1438"
  },
  {
    "文件名": "[完结]《双性小狗被捡回家后》作者：空白格子（1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ebe253eb55f0"
  },
  {
    "文件名": "[完结130+番外]《当Omega身份暴露后》作者：你吃西瓜吗（1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/8bbc53909796"
  },
  {
    "文件名": "[完结]《和想象的不一样》作者：观星指南C（1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/41ccd20fd78c"
  },
  {
    "文件名": "[完结]《净土》作者：一口炫三顿饭（1v1）【24.7.27】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/687be7ddb341"
  },
  {
    "文件名": "[完结+番外]《那只三花猫的故事》作者：两斤松风（1v1）【24.5.25】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/1fba51040522"
  },
  {
    "文件名": "[完结58+番外]《狗狗逃跑后又回来了》作者：从前有座山ovo（1v1）【24.5.22】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/d96706ef8822"
  },
  {
    "文件名": "[完结94+番外]《阴间纯爱（ABO） 把偷情的Alpha调教成狗》作者：余火烬燃（1v1）【24.7.20】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/f6b48cd544ef"
  },
  {
    "文件名": "[完结]《和前男友他爸结婚后丶》作者：没有名字（1v1）【24.6.21】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/d75592b45360"
  },
  {
    "文件名": "[完结]《亲亲爱爱》作者：狮兔同笼（1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/f9aecf8404a9"
  },
  {
    "文件名": "[完结]《ABO重生之拯救哥哥》作者：海棠依旧海棠花开（1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/85fff6c03e6b"
  },
  {
    "文件名": "[完结]《他的花》作者：甜蜜花栗鼠（1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/67f90c717f33"
  },
  {
    "文件名": "[完结+番外]《越界》作者：遇钦（1v1）【24.7.14】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a8e2e967af40"
  },
  {
    "文件名": "[完结]《凤凰于飞》作者：堙没之森（1v1）【24.5.22】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/63642fa18250"
  },
  {
    "文件名": "[完结]《军阀与花魁》作者：ittx（1v1）【24.5.07】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/4576141f999d"
  },
  {
    "文件名": "[完结+番外]《老实o和帅渣A的婚姻》作者：Fantasy（1v1）~补番.txt",
    "夸克盘链接": "https://pan.quark.cn/s/fc14c9f510f1"
  },
  {
    "文件名": "[完结]《今天也要让他坠落》作者：茶子曰（1v1）【24.4.21】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ba9b00d687fe"
  },
  {
    "文件名": "[完结]《和人渣弟弟共处一室》作者：呀呀呀梨（1v1）【24.5.01】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/cf629cb96329"
  },
  {
    "文件名": "[完结]《乘人之危》作者：多边形对角线（1v1）【24.4.11】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/09b5201980cb"
  },
  {
    "文件名": "[完结]《【主攻】富n代帅哥为我着迷》作者：壶本我涂（1v1）【24.4.27】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/597e8c8c8b2b"
  },
  {
    "文件名": "[完结]《兄弟难当》作者：顾瑜皓野（1v1）【24.4.28】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/2667d6bd3af3"
  },
  {
    "文件名": "[完结]《你又在想什么》作者：朽木灵（1v1）【24.3.17】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/9556bc058e9a"
  },
  {
    "文件名": "[完结]《【虫族】我都不是人了，我xp怪点怎么了》作者：一只黄桃（1v1）【24.6.06】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e057b85fb0ba"
  },
  {
    "文件名": "[完结]《倒霉直男的性转黄油之旅》作者：瑶琴几断（1v1）【24.6.18】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/6f1d974b935a"
  },
  {
    "文件名": "[完结]《勾引邻居是会被墙纸爱的》作者：章鱼小丸子（1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/d95d272bafea"
  },
  {
    "文件名": "[完结120+番外]痴汉让人厌恶（高冷学霸攻vs痴汉双性受 1v1）【24.4.17】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/d41eb4e8803c"
  },
  {
    "文件名": "[完结]《一心谈恋爱的我被规划狂魔哥哥按倒了》作者：乙醇（1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/da99e0815195"
  },
  {
    "文件名": "[完结109+番外]《直男也能给人当老婆吗 原名 如何用身体挽回竹马》作者：陆酌言（1v1）【24.6.06】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/826c16de45a0"
  },
  {
    "文件名": "[完结]《原宥》作者：银雀铃（1v1）【24.6.11】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/be2eaf6dd50c"
  },
  {
    "文件名": "[完结+番外]热血青年（1v1）作者：落下風燈.txt",
    "夸克盘链接": "https://pan.quark.cn/s/eb46712a8cde"
  },
  {
    "文件名": "[完结]《乘流》作者：春三月（1v1）【24.7.25】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/96f0b94dc8d7"
  },
  {
    "文件名": "[完结]《反派被黑化男主盯上了》作者：林听成（1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/5217a10b9747"
  },
  {
    "文件名": "[完结]《京圈太子爷的床上宠》作者：水蜜桃的秘密（1v1）【24.7.07】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/32ded4557cbc"
  },
  {
    "文件名": "[完结]《儿子成年献上躯体给爸爸》作者：园游会（1v1）【24.7.04】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/7715dcf36c9d"
  },
  {
    "文件名": "[完结+番外]《驯化清冷仙尊》作者：我没朋友（1v1）【24.3.28】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/090c1abfff33"
  },
  {
    "文件名": "[完结]《争夺男主》作者：你家的白月光（1v1）【24.7.17】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/df974b7f0955"
  },
  {
    "文件名": "[完结]《泥骨》作者：打猎（1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/edf400333e40"
  },
  {
    "文件名": "[完结52+番外]《跟军雌联姻后直播秀恩爱》作者：白械（1v1）【24.7.09】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/8f2a4e6dc28c"
  },
  {
    "文件名": "[完结]《【主攻】我养胃后他上瘾了》作者：腐满（1v1）【24.4.27】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/10c84fca757f"
  },
  {
    "文件名": "[完结]《刺痛》作者：疯子毛（1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c2f3e1920fcc"
  },
  {
    "文件名": "[完结]《公主病也要谈恋爱》作者：扶西（1v1）【24.5.24】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/6173a524f547"
  },
  {
    "文件名": "[完结]《囚禁的人形按摩棒是色情狂该怎么办》作者：不歇（1v1）【24.4.18】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/882ffc6e8785"
  },
  {
    "文件名": "[完结]《无依》作者：裕雨（1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/5a72b57674ea"
  },
  {
    "文件名": "[完结]《一篇清水快快穿》作者：碎骨刀（1v1）【24.7.13】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e6aa1374b8c3"
  },
  {
    "文件名": "[完结]《和解书》作者：一纸桃花（1v1）【24.5.11】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/2c432f7661b1"
  },
  {
    "文件名": "[完结]《你老婆归我了》作者：戴口罩我也没买（1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/4e63e9f5f271"
  },
  {
    "文件名": "[完结]《因为贫穷去卖身》作者：不夜之城（1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/afa566816442"
  },
  {
    "文件名": "[完结]《东风生故里》作者：胡同斋（1v1）【24.5.24】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/af7a75413411"
  },
  {
    "文件名": "[完结]《年下的疯狗之捡回来的狗》作者：风习习（1v1）【24.4.08】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/46457aabf4f8"
  },
  {
    "文件名": "[完结]《[主攻]攻略快穿大佬》作者：雨滴ddd（1v1）【24.4.05】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/95e74dba944f"
  },
  {
    "文件名": "[完结]《大哥》作者：一鸟不会鸣（1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/312f65f1dc1a"
  },
  {
    "文件名": "[完结]《五夏 No.9 Room》作者：琰玉（1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a1ed8fd1a1f6"
  },
  {
    "文件名": "[完结]《仙尊找回肉身后》作者：奶黄包（1v1）【24.3.28】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/1c10203b7348"
  },
  {
    "文件名": "[完结]《宠宦》作者：长官（1v1）【24.7.03】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/8815a6df39a1"
  },
  {
    "文件名": "[完结]《似忠非奸》作者：芥末雪糕（1v1）【24.3.24】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/dca4f12ba4dc"
  },
  {
    "文件名": "[完结87+番外]《暂定爱意》作者：cbbdqsd（1v1）【24.4.23】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/3cb886f76785"
  },
  {
    "文件名": "[完结]《媒妁之言》作者：月黑风高（1v1）【24.5.19】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/66e118458fd5"
  },
  {
    "文件名": "[完结197+番外]《和男配分手后我被爆肏了》作者：搞点肉肉吃吃吧（快穿1v1）【24.4.15】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/81c98bc1ad9c"
  },
  {
    "文件名": "[完结]《宠儿》作者：桥下臣（1v1）【24.6.19】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/742a57516120"
  },
  {
    "文件名": "[完结]《囚笼之匙》作者：猛虎与傻狼（1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/61b0617455d5"
  },
  {
    "文件名": "[完结]《兽欲汹涌》作者：糖炒栗子（1v1）【24.7.13】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/5a47c72a6eeb"
  },
  {
    "文件名": "[完结91+番外]《清冷主播被疯批囚禁后》作者：软软的林子(1v1).txt",
    "夸克盘链接": "https://pan.quark.cn/s/c91f1468ee33"
  },
  {
    "文件名": "[完结+番外]《藤蔓精和他不请自来的老婆》作者：星星（1v1）【24.5.08】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e786e2932a08"
  },
  {
    "文件名": "[完结+番外全]《黑色金丝雀》作者：刹那芳颜（1v1）【24.4.16】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/642dcf539499"
  },
  {
    "文件名": "[完结+番外]《朕与皇后度春宵》作者：奶黄蟹肉叉烧包（1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/d1455bf912dc"
  },
  {
    "文件名": "[完结]《刺骨》作者：明颜（1v1）【24.7.01】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/fb254fca7528"
  },
  {
    "文件名": "[完结]《二少爷他掉马了》作者：你吃西瓜吗（1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ce20a3affd5e"
  },
  {
    "文件名": "[完结]《包养前男友后我们he啦》作者：鹤不掉毛（1v1）【24.4.08】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/bc1bcd6d6388"
  },
  {
    "文件名": "[完结]《CV高冷男神和宿敌互攻》作者：我的心上人是你（1v1）【24.6.09】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/9a9a88cc7cea"
  },
  {
    "文件名": "[完结]《在老公白月光回国前gan了个爽》作者：向谁去（1v1）【24.6.11】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/6c38373465d8"
  },
  {
    "文件名": "[完结]《山贼和病秧子》作者：南枫枫（1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a4cf514593de"
  },
  {
    "文件名": "[完结]《宇宙的星星》作者：牙牙（1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/f7ebf71db837"
  },
  {
    "文件名": "[完结+番外]《双倍沦陷》作者：安诗鸢尾（1v1）【24.5.13】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/121010c14a98"
  },
  {
    "文件名": "[完结]《代号534》作者：两块猫饼（1v1）【24.5.14】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e5666d75d5cd"
  },
  {
    "文件名": "[完结]《变成魅魔后和奶狗室友doi了》作者：早点睡吧（1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/4332990782aa"
  },
  {
    "文件名": "[完结51+番外]《跟军雌联姻后直播秀恩爱》作者：白械（1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/74ed138ec86b"
  },
  {
    "文件名": "[完结]《命中注定》作者：海曙禄（1v1）【24.7.10】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/aaf1c82ada40"
  },
  {
    "文件名": "[完结]《冠罪爱名》作者：一点咸鱼（1v1）【24.4.16】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/503f8ce0ef04"
  },
  {
    "文件名": "[完结]《主角黑化后师尊被迫成为炉鼎》作者：禁铯（1v1）【24.3.28】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/574bd181eae8"
  },
  {
    "文件名": "[完结194+番外]《和男配分手后我被爆肏了》作者：搞点肉肉吃吃吧（快穿1v1）【24.3.25】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e5e4948d20ec"
  },
  {
    "文件名": "[完结]《双向感应》作者：和栀（1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/aad0fbea40a0"
  },
  {
    "文件名": "[完结]《和死对头一起参加成人综恋直播节目》作者：柠檬檬（1v1）【24.5.11】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a80ab967fe2e"
  },
  {
    "文件名": "[完结]《圣子与养子》作者：我是大臣（1v1）【24.5.24】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/9e9195c365c3"
  },
  {
    "文件名": "[完结+番外]《百转千折的围绕》作者：广厦（1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/76131ddcf00b"
  },
  {
    "文件名": "[完结]《失忆攻与切片受的甜虐日常》作者：蔓喵喵（1v1）【24.7.08】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/d1b85cc53cc8"
  },
  {
    "文件名": "[完结+番外]《论风批美人如何沦为追妻小哭包》作者：小月晚晚（1v1）【24.6.21】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/cf37a907a72a"
  },
  {
    "文件名": "[完结]《兽世之妥协》作者：鬼月的鬼（1v1）【24.6.11】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/1ebe32aa9b7d"
  },
  {
    "文件名": "[完结]《假流氓遇上真变态》作者：年年有鱼（1v1）【24.5.07】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c6503ffa2ec4"
  },
  {
    "文件名": "[完结]《大橘的观察记录》作者：两斤松风（1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/280327214189"
  },
  {
    "文件名": "[完结]《做我的狗》作者：vomer不想去实验室（1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ed7d79d6c764"
  },
  {
    "文件名": "[完结]《儿子的爱人》作者：空日影（1v1）【24.6.12】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/56e81cfeb829"
  },
  {
    "文件名": "[完结98+番外]《【名柯】十夜情人（萩原研二）》作者：Sam（1v1）【24.7.26】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/b11900fd059a"
  },
  {
    "文件名": "[完结]《反被救下的美人蛇插入了》作者：上吊的鸟（1v1）【24.6.02】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ae412c9c99dd"
  },
  {
    "文件名": "[完结]《匪心》作者：秘密树（结局1v1）【24.7.07】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/098a2de6b3fc"
  },
  {
    "文件名": "[完结]《凤凰男》作者：呀呀呀（1v1）【24.7.16】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/d8594beb8bcc"
  },
  {
    "文件名": "[完结]《学神又在被打屁股了》作者：咸鱼也不吃香菜（1v1）【24.5.09】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e3f8ef6bd037"
  },
  {
    "文件名": "[完结109+番外]《穿成万人迷主角受的跟班后》作者：eeeees（1v1）【24.4.27】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/d573d6e6b7f1"
  },
  {
    "文件名": "[完结]《关于一个破布娃娃被捡回去的故事》作者：撒个泡（1v1）【24.4.05】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/782c8684af20"
  },
  {
    "文件名": "[完结]《今天挨揍了吗》作者：橘子洲（1v1）【24.3.17】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ee1a5bc3372e"
  },
  {
    "文件名": "[完结+番外]《意外离别后的再次重逢》作者：是阿酒吖（1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/883ad48ab96c"
  },
  {
    "文件名": "[完结72+番外]《被疯批玩烂后才发现被软禁》作者：半卷（1v1）【24.6.08】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/6fcdc5ff3df3"
  },
  {
    "文件名": "[完结]《关于烂泥巴的一切》作者：西南北东（1v1）【24.6.07】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/7b3fca5574c5"
  },
  {
    "文件名": "[完结+番外]《被室友先奸后爱了》作者：让让（1v1）【24.7.09】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ffb74f93dff4"
  },
  {
    "文件名": "[完结]《图谋不轨》作者：花眠（1v1）【24.4.14】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a84ae9099a50"
  },
  {
    "文件名": "[完结]《【足球喵莺】以我之名》作者：噼里啪啦（1v1）【24.5.29】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/79e4d905934a"
  },
  {
    "文件名": "[完结]《万般皆下品》作者：巷线X（1v1）【24.4.01】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/93b0e8cd1c7f"
  },
  {
    "文件名": "[完结]《与黑帮债主的日日夜夜》作者：千酒欢（1v1）【24.4.23】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/daa113450ff7"
  },
  {
    "文件名": "[完结+番外]《豪门小妈他以身饲狼》作者：字骨疯（1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/6a8c767654f7"
  },
  {
    "文件名": "[完结]《一步到卫》作者：有点意思（1v1）【24.5.01】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/b290ea68e513"
  },
  {
    "文件名": "[完结+番外]有一孔雀兮~补番（1v1）【24.6.12】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/82116be1a631"
  },
  {
    "文件名": "[完结]《419后和死对头成为了炮友》作者：今天早点睡（1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/50671f173424"
  },
  {
    "文件名": "[完结]《其罪》作者：贝加莫第三乐章（1v1）【24.5.14】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c00fd152e171"
  },
  {
    "文件名": "[完结]《序曲之后》作者：嗨皮的柠檬精（1v1）【24.4.25】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ab131f8ad1a4"
  },
  {
    "文件名": "[完结]《双性人妻榨精记》作者：乌托蚌（1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/45c7767f4459"
  },
  {
    "文件名": "[完结]《【隐囚】洒酽春浓》作者：医拾壹（1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/1aeb4d54ed9a"
  },
  {
    "文件名": "[完结]《引诱》作者：我爱冰箱123（1v1）【24.3.28】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/d40b7e38c3cc"
  },
  {
    "文件名": "[完结]《叔叔的玩具》作者：三色夜铃（1v1）【24.5.18】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ae91feb6f4ef"
  },
  {
    "文件名": "[完结]《和兄弟腻腻歪歪》作者：白流苏（1v1）【24.5.24】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/26712caab331"
  },
  {
    "文件名": "[完结]《半精灵佣兵被史莱姆缠上后》作者：鄙视盗文狗（1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/2108f7c472e2"
  },
  {
    "文件名": "[完结]《合欢秘闻》作者：夹心糖（1v1）【24.7.04】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/6505f878309a"
  },
  {
    "文件名": "[完结]《全垒打的兄弟》作者：月半二两（1v1）【24.3.16】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/1054540ece81"
  },
  {
    "文件名": "[完结]《他艳色如刀》作者：癫酒客（1v1）【24.7.25】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e4dcb67a4186"
  },
  {
    "文件名": "[完结]《人妻和他的老公》作者：平静的灰色牛排（1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/803b892b72a1"
  },
  {
    "文件名": "[完结+番外]《重生后我成了自己的禁脔》作者：乌乌（1v1）【24.3.21】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/2ffc277ce80b"
  },
  {
    "文件名": "[完结]《在每个世界淦爆你真爱版》作者：XX盲鸡XX（1v1）【24.4.08】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/273a48891bbe"
  },
  {
    "文件名": "[完结]《先生我真的不卖身》作者：朱酒（1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/2a7f74b659c4"
  },
  {
    "文件名": "[完结48+番外]《跟军雌联姻后直播秀恩爱》作者：白械（1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e3c4fb9a81e7"
  },
  {
    "文件名": "[完结]《万人嫌狗仔被顶流玩坏了》作者：葭月甜五（1v1）【24.6.12】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/5d84f79e9bc1"
  },
  {
    "文件名": "[完结]《【阴阳师同人_荒须】笙珂》作者：好大一个歌（1v1）【24.3.17】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a0d83810dcd9"
  },
  {
    "文件名": "[完结+番外]《调教游戏》作者：想吃糖醋小排（1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/deb916bcbe14"
  },
  {
    "文件名": "[完结]《嫁夫从夫》作者：空日影（1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/2f740717b50c"
  },
  {
    "文件名": "[完结+番外]《黑皮校霸长批被发现后》作者：山人杜若（1v1）【24.6.21】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/4f17c8e41a17"
  },
  {
    "文件名": "[完结140+番外]《琴酒特调》作者：岁杪（1v1）【24.4.22】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/7935df34ca76"
  },
  {
    "文件名": "[完结]《【ABO】 娇软O就是要艾草的》作者：草莓软糖（1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ea44ece5ce78"
  },
  {
    "文件名": "[完结]《亡国之君(又名：娇软君王和他霸道娇妻)》作者：引欢（1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c990b12432d1"
  },
  {
    "文件名": "[完结55+番外]《【虫族】选错雄主后上将被迫臣服》作者：唐一（1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a183c6e0888d"
  },
  {
    "文件名": "[完结+番外]《传奇术士和他家变人的猫》作者：争取完成目标中（1v1）【24.3.20】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/87701c001164"
  },
  {
    "文件名": "[完结60+番外]《得了厌O症的A就该被日》作者：小鹿kaka（1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/8bcf8f3e90ea"
  },
  {
    "文件名": "[完结]《【岩魈】为了拯救璃月只能吃了帝君的唧唧》作者：渡印（1v1）【24.4.24】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/43f30d7f982e"
  },
  {
    "文件名": "[完结]《光不度》作者：炉边烛火（1v1）【24.6.18】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/d78c90aa53a8"
  },
  {
    "文件名": "[完结]《原来你是大变态》作者：陌哩（1v1）【24.5.29】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/506915cafbbc"
  },
  {
    "文件名": "[完结]《传奇术士和他家变人的猫》作者：争取完成目标中（1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/0dc4523d8f9a"
  },
  {
    "文件名": "[完结]《偷怀了总裁alpha的孩子》作者：十三里秋（1v1）【24.6.05】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/fe04975f37ec"
  },
  {
    "文件名": "[完结+番外]《今天挨揍了吗》作者：橘子洲（1v1）【24.3.19】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/fa3c49b19194"
  },
  {
    "文件名": "[完结]《不珍惜老婆的坏狗注定被偷家》作者：与风（正文1v1）【24.6.09】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/d3e5d4665f61"
  },
  {
    "文件名": "[完结]《两个神经病》作者：不就山（1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/d5e304e3c061"
  },
  {
    "文件名": "[完结]《到底谁才是gay》作者：好困喵（1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/eba139bf7d8e"
  },
  {
    "文件名": "[完结66]《蛛网》作者：www（纯百骨科1v1）【24.4.26】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/807e66e4d721"
  },
  {
    "文件名": "[完结87+番外]《挂霜目》作者：鸢天（1v1）【24.7.07】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/8856cb931d88"
  },
  {
    "文件名": "[完结+番外]《给死对头下药被爆炒》作者：吃一大口草莓泡芙（1v1）【24.4.10】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/1c81100ee772"
  },
  {
    "文件名": "[完结]《反向拯救》作者：南木子鱼（1v1）【24.3.18】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/fc03af6c64a1"
  },
  {
    "文件名": "[完结]《卿卿》作者：Tenminn（1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/f8f3be5e70f3"
  },
  {
    "文件名": "[完结]《哥哥的爱》作者：乱世小熊（1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a2779bb904e7"
  },
  {
    "文件名": "[完结60+番外]《性奴，直到死亡为止》作者：红茶茶汤（1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/2d4067eb2161"
  },
  {
    "文件名": "[完结]《养父》作者：夜夜夜（1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/10bd14110aa5"
  },
  {
    "文件名": "[完结]《与顶级omega结婚后》作者：陆南歌（结局1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/5067142a6163"
  },
  {
    "文件名": "[完结]《做你的忠犬》作者：杀死喜欢（1v1）【24.4.25】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/089687df24d6"
  },
  {
    "文件名": "[完结]《养儿得妻》作者：是森森吖（1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/63026641b687"
  },
  {
    "文件名": "[完结]《壮士暮年还能行》作者：温泉土豆蛋（1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/aee2d129f427"
  },
  {
    "文件名": "[完结]《以神之名》作者：Firelion（1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c2642a21c322"
  },
  {
    "文件名": "[完结]《二五仔生存法》作者：枝酥（1v1）【24.5.16】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/11eaa4225395"
  },
  {
    "文件名": "[完结]《和影帝假戏真做之后》作者：青山撞我（1v1）【24.5.31】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/73ed0a9e89dc"
  },
  {
    "文件名": "[完结+番外]《网恋拉黑翻车后》作者：已然枝了（1v1）【24.6.05】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/4e44d18769e8"
  },
  {
    "文件名": "[完结]《困于寒冬》作者：君付（1v1）【24.3.21】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e580ebc88e6f"
  },
  {
    "文件名": "[完结88+番外]《直播也能挽救用品店吗 原名 直播玩批也能挽救用品店吗》作者：啊若（1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ec12e1f979ca"
  },
  {
    "文件名": "[完结]《yin乱大学生》作者：纯情女高（1v1）【24.4.10】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a646a6d0892e"
  },
  {
    "文件名": "[完结93+番外]《【名柯】十夜情人（萩原研二）》作者：Sam（1v1）【24.3.25】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/4439b3329744"
  },
  {
    "文件名": "[完结]《千亿总裁跟我在娱乐圈纠缠》作者：芋泥啵啵（1v1）【24.5.08】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/da21f74e2afc"
  },
  {
    "文件名": "[完结+番外]新柳色的梦（1v1）作者：松坂桃.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e835833d8d3c"
  },
  {
    "文件名": "[完结]《一见钟情，这个男人我要了》作者：桑榆（1v1）【24.5.01】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/2899553aa32a"
  },
  {
    "文件名": "[完结]《愚弄盲眼美人》作者：长官（1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/b1264adbcbac"
  },
  {
    "文件名": "[完结]《完美的实验品》作者：弘溪（1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c208c6693022"
  },
  {
    "文件名": "[完结]《恋意迟迟》作者：禇山云（1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/dd4a26918966"
  },
  {
    "文件名": "[完结+番外]《不协调》作家：夜行喵（BDSM1v1）~补番.txt",
    "夸克盘链接": "https://pan.quark.cn/s/92d33012745a"
  },
  {
    "文件名": "[完结]《你听话一点》作者：又见蓝山（1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/fbe218ffac99"
  },
  {
    "文件名": "[完结]《梦南枝》作者：苦涩小青柑（1v1）【24.6.05】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/15bafa429143"
  },
  {
    "文件名": "[完结]《只有野兽》作者：共骨血（1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/201384bdca1b"
  },
  {
    "文件名": "[完结]《小白莲给学神开荤》作者：草莓芒果水蜜桃（1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/7ee873dadfda"
  },
  {
    "文件名": "[完结]《如何逐步沦为家主的老婆》作者：蛊叙（1v1）【24.4.08】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e85e7de5b56c"
  },
  {
    "文件名": "[完结]《主人的狗》作者：珍珠鱼（1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/4cf5865357c1"
  },
  {
    "文件名": "[完结178+番外]《暴君不暴》作家：白心行（1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/1d806f476974"
  },
  {
    "文件名": "[完结]《在末世中心用爱呼唤和平》作者：椰果绿茶（1v1）【24.6.07】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/414c5bcbeb75"
  },
  {
    "文件名": "[完结]《哥哥又香又甜》作者：凤栖梧桐（1v1）【24.5.11】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/f483d08bbf11"
  },
  {
    "文件名": "[完结]《哈？我捡的老婆是魔尊》作者：马甲寻（1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/4a6c3c07df1e"
  },
  {
    "文件名": "[完结]《少爷》作者：古道春（1v1）【24.6.06】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/af872e636a97"
  },
  {
    "文件名": "[完结]《上司亦主人》作者：田先顿（1v1）【24.3.20】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/879be4395c7d"
  },
  {
    "文件名": "[完结]《天笼中》作者：良城生（1v1）【24.5.01】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/d72eb9b44b2e"
  },
  {
    "文件名": "[完结]《他只玩Alpha》作者：此门中（1v1）【24.7.20】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/7d45485b00e3"
  },
  {
    "文件名": "[完结]《和前男友的爸爸谈恋爱》作者：一夜七七（1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/35fed809c6e6"
  },
  {
    "文件名": "[完结]《分手被金主找回后，他们doi了很久》作者：来福（1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/8761305ee44f"
  },
  {
    "文件名": "[完结]《暗囚》作者：核蝶（1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/955f2c956baa"
  },
  {
    "文件名": "[完结140+番外]《别随便给疯批送温暖》作者：木瓜瓜（1v1）【24.5.14】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/819b4594504e"
  },
  {
    "文件名": "[完结]《乳羊》作者：knn（1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/18c2ff8d0053"
  },
  {
    "文件名": "[完结]《别入疯区》作者：长腿女王（1v1）【24.5.16】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/90755af9899d"
  },
  {
    "文件名": "[完结219+番外]《和男配分手后我被爆肏了》作者：搞点肉肉吃吃吧（快穿1v1）【24.6.19】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/1d02a1871216"
  },
  {
    "文件名": "[完结]《不读书的人》作者：来福（1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/8ad55b9549f4"
  },
  {
    "文件名": "[完结]《三流剧本》作者：山陵替（1v1）【24.5.07】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/9b8eb86774af"
  },
  {
    "文件名": "[完结]《和死对头的仿真娃娃共感了》作者：聆海汐音（1v1）【24.4.16】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/b7eef4315499"
  },
  {
    "文件名": "[完结+番外]《强制小可怜》作者：花玉圆（1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/495e94f0ea7c"
  },
  {
    "文件名": "[完结135+番外]《别随便给疯批送温暖》作者：木瓜瓜（1v1）【24.4.01】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/2fc7a80edeb2"
  },
  {
    "文件名": "[完结136+番外]《琴酒特调》作者：岁杪（1v1）【24.3.31】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c29fd02bc0a9"
  },
  {
    "文件名": "[完结]《两两相峙》作者：米迩敦（1v1）【24.4.24】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/817cddb76460"
  },
  {
    "文件名": "[完结+番外]《虫族得之我幸》作者：微暖a（1v1）【24.3.16】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/08ef40ce8e57"
  },
  {
    "文件名": "[完结+番外]虚假人设（ABO1V1）作者：河虾~补番【24.4.04】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/99582885eaa7"
  },
  {
    "文件名": "[完结]《哑妃》作者：童言笑（1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/05079d55c2ea"
  },
  {
    "文件名": "[完结]《与弟弟沉沦欢爱》作者：夏萧（1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/5990b88dc1c4"
  },
  {
    "文件名": "[完结]《不是爱人》作者：cicada（1v1）【24.7.29】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/eaa863579c3d"
  },
  {
    "文件名": "[完结]《买来的药奴老婆》作者：涩苹果（1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/06a9d6473cdc"
  },
  {
    "文件名": "[完结]《国家分配对象真香》作者：南归（1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/38750099215b"
  },
  {
    "文件名": "[完结]《在梦里拒绝和室友上床后》作者：陆吾（1v1）【24.4.01】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c075867cf703"
  },
  {
    "文件名": "[完结]《0.5的普通互攻日常》作者：瞳星链（1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/bc6f0b19183a"
  },
  {
    "文件名": "[完结]《与虎谋皮》作者：粉红西瓜（1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ef9a8e75b603"
  },
  {
    "文件名": "[完结+3番外]《被疯批管教的恶毒美人》作者：饕餮之徒爱吃肉（1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/dad63124e680"
  },
  {
    "文件名": "[完结+番外]《书包里的老婆》作者：芒果炒带鱼（1v1）【24.7.30】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/8942635a450e"
  },
  {
    "文件名": "[完结+12番外]《为你沉沦》作者：呆呆鱼（1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/88ee4b22c9b7"
  },
  {
    "文件名": "[完结+if7]《双倍沦陷》作者：安诗鸢尾（1v1）【24.4.24】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a0317e0f0f51"
  },
  {
    "文件名": "[完结+番外34]说好帮我追白月光的你到底怎么回事？原名 尼伯龙根指环（1v1）作者：wargoose.txt",
    "夸克盘链接": "https://pan.quark.cn/s/61a07235500c"
  },
  {
    "文件名": "[完结+番外1]《我哥楚楚动人》作者：观五池（1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/d6411159edb6"
  },
  {
    "文件名": "[完结+番外3]《被恶毒小妈报复后》作者：泡水白菜（1v1）【24.3.18】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/88d70829ecb1"
  },
  {
    "文件名": "[完结+9番外]《关于我B装O之后》作者：可可西里黄羊（1v1）【24.4.12】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/318985956b59"
  },
  {
    "文件名": "[完结+番外]《和死对头的信息素匹配》作者：阿嘟嘟（1v1）【24.6.11】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/2032ec3fe17b"
  },
  {
    "文件名": "[完结+6番外]《被土匪懆嫩批的公主》作者：三角饭团（1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/4111f3165a2a"
  },
  {
    "文件名": "[完结+番外4]《当Omega身份暴露后》作者：你吃西瓜吗（1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/68220691ea91"
  },
  {
    "文件名": "[完结+番外1]《谁来拯救毒蛇的特殊性癖》作者：馒头狗子（1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/38fafdf8d7de"
  },
  {
    "文件名": "[完结+10番外]《穿成万人迷主角受的跟班后》作者：eeeees（1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c0e0668cad86"
  },
  {
    "文件名": "[废文 完结]红城禁区（1v1）作者：Eulogist【24.5.06】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/bff09aae5c5d"
  },
  {
    "文件名": "[完结+番外1]《黑色金丝雀》作者：刹那芳颜（1v1）【24.4.01】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a1fc270d63a3"
  },
  {
    "文件名": "[完结]《九月》作者：巨门（1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/50a1f23224a8"
  },
  {
    "文件名": "[完结+番外]《傻狗老公失忆了》作者：哈哈嘎（1v1）【24.7.27】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/9fa1bab2377e"
  },
  {
    "文件名": "[完结+番外3]《协议夫夫双双掉马后》作者：顾咕咕（1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/71eb5c43f261"
  },
  {
    "文件名": "[完结+番外]《催眠我的双性继子》作者：饮尽风雪（1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/f654ee213981"
  },
  {
    "文件名": "[完结+番外]《反向拯救》作者：南木子鱼（1v1）【24.3.27】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/56345590f927"
  },
  {
    "文件名": "[完结+番外]《分手后男友疯了》作者：噩梦不愿醒（1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/417d092a547c"
  },
  {
    "文件名": "[完结+10番外]《【虫族】选错雄主后上将被迫臣服》作者：唐一（1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/30293e66ca43"
  },
  {
    "文件名": "[完结+番外6]《被恶毒小妈报复后》作者：泡水白菜（1v1）【24.3.29】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/2bdb60625646"
  },
  {
    "文件名": "[完结+番外]《人鱼至纯攻略》作者：一把春（1v1）【24.7.06】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/4483aafd0934"
  },
  {
    "文件名": "[完结+番外]《卧底求生指南》作者：东江（1v1）【24.4.13】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ce8605933e4d"
  },
  {
    "文件名": "[完结+2番外]《羽落》作者：沐千（1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e19e2256d17e"
  },
  {
    "文件名": "[完结+番外]《不小心被死对头草了后》作者：圆圆的梨（1v1）【24.3.27】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/5f35c16f620d"
  },
  {
    "文件名": "[完结+番外]《双性大奶小妈》作者：清风明月（1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/f66ec860ffbc"
  },
  {
    "文件名": "[完结+5番外]《阴暗女鬼老婆奴的私密日记》作者：独木爱吃饭（1v1）【24.4.19】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/99fd7b1734d4"
  },
  {
    "文件名": "[完结+番外]《侍君的调教方式》作者：苍山暮雪（1v1）【24.3.18】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/721cebdfca7f"
  },
  {
    "文件名": "[完结+1番外]《堕落凡尘》作者：一茶吖（1v1）【24.3.23】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e2b7512dbe98"
  },
  {
    "文件名": "[完结+番外]《偷外卖是会被干死的》作者：除黄喷雾（1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/2d4600eb4d40"
  },
  {
    "文件名": "[完结+番外1]《太子为奴》作者：鸡肉好吃（1v1）【24.3.27】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/4fbe693a7248"
  },
  {
    "文件名": "[完结+番外10]《当Omega身份暴露后》作者：你吃西瓜吗（1v1）【24.3.18】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/4893454e7199"
  },
  {
    "文件名": "[完结+番外]《上门服务后被吃干抹净了》作者：已然枝了（1v1）【24.4.16】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/60d4bd76c0e7"
  },
  {
    "文件名": "[完结+17番外]《被疯批管教的恶毒美人》作者：饕餮之徒爱吃肉（1v1）【24.5.09】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/5d75e740012b"
  },
  {
    "文件名": "[完结+番外]《一觉醒来发现可以和老婆贴贴了》作者：木鱼花（1v1）【24.4.12】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/7716ed2d935b"
  },
  {
    "文件名": "[完结+番外]《你亲够没有》作者：巳夭（1v1）【24.3.20】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/499965a6f768"
  },
  {
    "文件名": "[完结+番外]《一触即发》作者：千岛鹿（1v1）【24.5.16】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/6cd963bcb07e"
  },
  {
    "文件名": "[完结+番外]《万人嫌狗仔被顶流玩坏了》作者：葭月甜五（1v1）【24.6.21】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/003922afb476"
  },
  {
    "文件名": "[完结+番外4]《永远别想离开我》作者：小小花园（1v1）【24.3.19】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/91705c87c792"
  },
  {
    "文件名": "[完结+番外]《和暗恋对象的好兄弟上床了》作者：我恨课设（1v1）【24.6.11】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/00e253b2a83a"
  },
  {
    "文件名": "[完结+番外]《养父守则》作者：南木子鱼（1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a10bcf22853c"
  },
  {
    "文件名": "[完结+番外]《圣母攻他重生了》作者：随安（1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/0cd5df19dc38"
  },
  {
    "文件名": "[完结+番外]《一心谈恋爱的我被规划狂魔哥哥按倒了》作者：乙醇（1v1）【24.6.12】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/6c08ea6365a0"
  },
  {
    "文件名": "[完结+1番外]《阴暗女鬼老婆奴的私密日记》作者：独木爱吃饭（1v1）【24.4.02】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/1fa850677f77"
  },
  {
    "文件名": "[完结+番外]《和室友双向暗恋后HE了》作者：可爱的鱼呀（1v1）【24.6.12】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/dcae62632206"
  },
  {
    "文件名": "[完结+番外]《和霸总先婚后爱了2》作者：好多人啊!（1v1）【24.3.31】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/93c414b6795e"
  },
  {
    "文件名": "[完结+1番外]《醉过就罪过》作者：旧山松竹老（1v1）【24.4.01】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/f1c7a2a9aa9c"
  },
  {
    "文件名": "《人间收容所》BY拾月光(小推 现代架空HE 豪横大佬攻X萌新演员受 无限流 强强 爽文 感情线有点突兀剧情超级好看).txt",
    "夸克盘链接": "https://pan.quark.cn/s/2bd700af03e2"
  },
  {
    "文件名": "[np 完结]《被上司无限播种了（轮J 抹布）》作者：咩咩大绵羊.txt",
    "夸克盘链接": "https://pan.quark.cn/s/7b2bb170b4f9"
  },
  {
    "文件名": "[1v1 完结]《遇见席北城（现言 久别重逢）》作者：胖樱樱.txt",
    "夸克盘链接": "https://pan.quark.cn/s/60afade565b8"
  },
  {
    "文件名": "[废文 完结]《思春期热潮》作者：木漏日（年下小甜饼）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/0f743231260e"
  },
  {
    "文件名": "[废文 完结]《漂亮陷阱》作者：八分饱（被丈夫关起来的美人爱上了隔壁高中生）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/903732f2a1e0"
  },
  {
    "文件名": "[废文 完结]《彼与彼年》作者：向愿望比心（校园小甜饼 1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/5ae115d116ce"
  },
  {
    "文件名": "[1v1 完结]《渣女的条件（现言）》作者：苏苏小毛球.txt",
    "夸克盘链接": "https://pan.quark.cn/s/22b1e1b9a6a0"
  },
  {
    "文件名": "《夏晚桃秘》作者：无人执笔.txt",
    "夸克盘链接": "https://pan.quark.cn/s/de8a60bbf01a"
  },
  {
    "文件名": "妊夫馆记事.txt",
    "夸克盘链接": "https://pan.quark.cn/s/39a57f15d31c"
  },
  {
    "文件名": "【fw肉】《顽石》作者：reinhard (1).txt",
    "夸克盘链接": "https://pan.quark.cn/s/dc267d1d5a75"
  },
  {
    "文件名": "《出鞘》作者：lynn海.txt",
    "夸克盘链接": "https://pan.quark.cn/s/80b573acf5fa"
  },
  {
    "文件名": "《[总攻]海的唧唧》BY张嘴吃肉.txt",
    "夸克盘链接": "https://pan.quark.cn/s/45bb463052bb"
  },
  {
    "文件名": "猛男市场之肌肉壮奴的改造、控制、贩卖.txt",
    "夸克盘链接": "https://pan.quark.cn/s/90016cc5368a"
  },
  {
    "文件名": "[废文 完结]阴神和他的求爱小娇妻（骨科1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/5dee6c78b681"
  },
  {
    "文件名": "[废文 完结]复读生（校园1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/af9ae6291977"
  },
  {
    "文件名": "死亡回旋[无限].txt",
    "夸克盘链接": "https://pan.quark.cn/s/67bf814d0d74"
  },
  {
    "文件名": "精ye渴求系统（吃猫的鱼）完结+3番外.txt",
    "夸克盘链接": "https://pan.quark.cn/s/36d1b0d3269b"
  },
  {
    "文件名": "【fw】《患友你好》作者：机械性进食.txt",
    "夸克盘链接": "https://pan.quark.cn/s/7aac6a890a2d"
  },
  {
    "文件名": "【fw肉】《顽石》作者：reinhard.txt",
    "夸克盘链接": "https://pan.quark.cn/s/10276b842c0b"
  },
  {
    "文件名": "[完结]《男性孕产游戏3》作者：夏姬八取【24.5.28】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/17852344ab95"
  },
  {
    "文件名": "[完结]《魔尊大人，今天玩什么play？》作者：黎洛（故事集）【24.7.20】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/2166850cfb28"
  },
  {
    "文件名": "[废文 完结]白璃仙君每天都在发愁 作者：败北少年24-07-13.txt",
    "夸克盘链接": "https://pan.quark.cn/s/55f3b8486cb5"
  },
  {
    "文件名": "[完结]《骚屄儿子被爸爸用力艹》作者：九婵【24.5.24】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/d4be3ede4ac4"
  },
  {
    "文件名": "[完结]《魂穿强制爱，直男打开身体诱奸》作者：机械性进食.txt",
    "夸克盘链接": "https://pan.quark.cn/s/dcb22ecd460c"
  },
  {
    "文件名": "[完结]《读者XP点梗合集》作者：野狐不妄.txt",
    "夸克盘链接": "https://pan.quark.cn/s/316f33371a3d"
  },
  {
    "文件名": "[完结]《赛博兽茭动物园3》作者：利露芭菈（短篇集）【24.5.19】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/82111fb95863"
  },
  {
    "文件名": "[完结]《当约炮对象是亲生爸爸》作者：新梅吕【24.3.21】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/f735c2967270"
  },
  {
    "文件名": "[完结]《被催眠的美人们》作者：辣手摧花（故事集）【24.5.07】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/f7f0e9356f64"
  },
  {
    "文件名": "[废文 完结]荔湖下 作者：MODERCANTA【24.4.30】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a24623cc00d7"
  },
  {
    "文件名": "[废文 完结]骤雪终歇 作者：秦柒【24.7.10】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c6a07d757332"
  },
  {
    "文件名": "[废文 完结]弃犬 作者：点此设置【24.6.21】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a0e2c5603d46"
  },
  {
    "文件名": "[完结]《风花雪月》作者：桃子味汽水（故事集）【24.7.08】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/f8b1945e3050"
  },
  {
    "文件名": "[废文 完结]训狗手册 作者：精神病人【24.4.25】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/bed4128e196e"
  },
  {
    "文件名": "[废文 完结]管生管教 作者：筋疲力竭24-07-13.txt",
    "夸克盘链接": "https://pan.quark.cn/s/d964e909841b"
  },
  {
    "文件名": "[废文 完结]被高岭之花受捡走后 作者：愚火【24.3.24】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/6ad997978201"
  },
  {
    "文件名": "[完结]《我都攻控了你让让我怎么了？》作者：碎碎念（短篇集）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/32d94af3a816"
  },
  {
    "文件名": "[完结]《狂干发骚人妻》作者：野槽（出轨短篇合集）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/67b404a7514e"
  },
  {
    "文件名": "[完结]《就要轮奸美人》作者：没有名字（故事集）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/23ae4d2c0e0c"
  },
  {
    "文件名": "[完结]《渣男就该被操翻》作者：上吊的鸟（故事集）【24.5.02】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/51582ec90e28"
  },
  {
    "文件名": "[完结]《青涩涩帅哥高H生活》作者：叶子太黄了肿办（单元剧）【24.7.29】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/af00d2116f6a"
  },
  {
    "文件名": "[完结]《顾总裁的屈辱人生》作者：阿木木24-7-11.txt",
    "夸克盘链接": "https://pan.quark.cn/s/f48e7876003b"
  },
  {
    "文件名": "[完结]《随便炖点肉吧》作者：没有名字（故事集）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/1cae9a34f51e"
  },
  {
    "文件名": "[废文 完结]老爷，咱家后院起火了 作者：江月晃重山【24.3.31】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/1b1623d6e552"
  },
  {
    "文件名": "[完结]《［群辛］情浅缘深》作者：僧欲安【24.3.23】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ed80bf1c2373"
  },
  {
    "文件名": "[废文 完结]P.A.× 作者：vallennox【24.4.19】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/9e7ce04bf4e4"
  },
  {
    "文件名": "[完结]《鳏夫裙下臣》作者：正常人（故事集）【24.5.19】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/b99161d088d1"
  },
  {
    "文件名": "[完结]《谁不爱小妈》作家：黄金白璧买歌笑（故事集）【24.7.25】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/0c49ae190586"
  },
  {
    "文件名": "[完结]《荡货被粗屌爆插合集》作者：正常人.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a7074f067c82"
  },
  {
    "文件名": "[完结]《父子情事》作者：克里斯滕（故事集）【24.4.01】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a58181b7f0ba"
  },
  {
    "文件名": "[废文 完结]出走 作者：小蓝企鹅【24.7.30】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a3ec26320c41"
  },
  {
    "文件名": "[废文 完结]男大学生加班日常 作者：高变小卫星【24.4.30】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e5d09edac9f0"
  },
  {
    "文件名": "[完结]《雄性荷尔蒙》作者：风雪丫丫（故事集）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/66c1b177c454"
  },
  {
    "文件名": "[完结]《龙好叶公》作者：BaiBaiFuyunduan（故事集）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/2e18c3f555eb"
  },
  {
    "文件名": "[废文 完结]我以为我是万人迷 作者：云中有一片海.txt",
    "夸克盘链接": "https://pan.quark.cn/s/58caef17d316"
  },
  {
    "文件名": "[完结]《银荡美人挨艹杂烩》作者：观于海者（故事集）【24.5.17】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/60be67343853"
  },
  {
    "文件名": "[废文 完结]为什么我还是童子鸡？ 作者：三上樽【24.3.26】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/7824e76ef9af"
  },
  {
    "文件名": "[完结]《阉割合集》作者：屿夏（故事集）【24.6.18】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/0e79b3a3a246"
  },
  {
    "文件名": "[完结]《被日透的双性娇花》作者：不二之下（故事集）【24.3.27】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/208b38372909"
  },
  {
    "文件名": "[完结]《顶级合集的使命》作者：罩爷是只猫（故事集）【24.3.20】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/db3f6573706e"
  },
  {
    "文件名": "[完结]《霸道老司机》作者：Roy（短篇集）【24.5.22】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e87cdc7dd5ea"
  },
  {
    "文件名": "[废文 完结]潘地曼尼南餐厅 作者：狐狸默然【24.4.17】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/94ad4e011db1"
  },
  {
    "文件名": "[完结]《谈恋爱需要打申请吗》作者：活着就要百岁长命（故事集）【24.4.29】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/4f82bb7003de"
  },
  {
    "文件名": "[废文 完结]幸福街 作者：水中刀【24.5.08】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/0a43ed37c80c"
  },
  {
    "文件名": "[废文 完结]每月纪事（故事集）作者：MIOmomo.txt",
    "夸克盘链接": "https://pan.quark.cn/s/f77cdd90885a"
  },
  {
    "文件名": "[完结]《采青》作者：沈妄（[一人之下 也青 民国Paro]）【24.4.22】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/10e6dab5f4df"
  },
  {
    "文件名": "[废文 完结]我的刺杀对象向我求婚 作者：乐乐溪【24.4.06】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/25047c897b42"
  },
  {
    "文件名": "[废文 完结]梦境容器（故事集）作者：匿名咸鱼【24.4.14】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/15882b410d88"
  },
  {
    "文件名": "[完结]《平等地创死所有渣攻》作者：三更温柔乡（故事集）【24.7.19】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/1621753dfeca"
  },
  {
    "文件名": "[完结]《大块肉脯火热销售中》作者：还活着呜呜（故事集）【24.7.29】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/b344457a2714"
  },
  {
    "文件名": "[完结]《娱乐圈太子爷的恶趣味》作者：早安【24.7.07】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/b6e8fd182948"
  },
  {
    "文件名": "[完结]《骑了校草舍友之后》作者：冰块牛奶【24.5.16】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/9b9e887b96e0"
  },
  {
    "文件名": "[完结]《黑狗》作者：Mercury (混合)【24.7.26】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/d11374ff87e0"
  },
  {
    "文件名": "[完结]《淫乱骚货发骚实录》作者：长得像麻雀的肥啾（故事集）【24.5.26】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ad735bc2e935"
  },
  {
    "文件名": "[废文 完结]贺红 全员暴徒 作者：三花酒耶.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a580fd8bca5e"
  },
  {
    "文件名": "[完结]《雌堕成母狗的日日夜夜》作者：瓦楞纸（故事集）【24.4.23】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/93b65617e8a6"
  },
  {
    "文件名": "[完结]《男性孕产游戏》作者：夏姬八取（短篇集）【24.4.01】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/7af60ca6d7e2"
  },
  {
    "文件名": "[完结]《小火乱炖》作者：黄色香菇头（故事集）【24.3.27】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/d0189d46fabc"
  },
  {
    "文件名": "[完结]《应许之地》作者：甜蜜花栗鼠（故事集）【24.4.03】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/4306bc962ccf"
  },
  {
    "文件名": "[完结]《被妈妈的男友艹》作者：情已了.txt",
    "夸克盘链接": "https://pan.quark.cn/s/fdcf416388e5"
  },
  {
    "文件名": "[完结]《成为哥哥们的玩物》作者：星熊【24.5.31】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/706170c16140"
  },
  {
    "文件名": "[完结]《美人淫堕xp合集》作者：重口文学爱好家【24.6.09】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/d16f1bb1e5d9"
  },
  {
    "文件名": "[完结]《小保姆被男主人偷艹》作者：没有名字【24.4.04】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c2b0a78a0483"
  },
  {
    "文件名": "[完结]《弟弟的调教日常》 作家：百欢【24.4.16】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/d8aa59fa8f19"
  },
  {
    "文件名": "[完结]《男狗奴驯服计划（重口）》作者：秋葵凤【24.5.31】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/18544a268595"
  },
  {
    "文件名": "[完结]《舌奴调教日记Ⅱ》作者：狗蛋啥也不是（故事集）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/0e825e219cf0"
  },
  {
    "文件名": "[完结]《美人就该挨操》作者：张嘴吃肉（故事集）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/55fb6c39cdc9"
  },
  {
    "文件名": "[完结]《精厕男友和哥哥的调教剧本》作者：无问西东【24.5.28】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a970adfeb05f"
  },
  {
    "文件名": "[完结]《百媚生2》作者：白日梦桃【24.4.03】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/374adf451662"
  },
  {
    "文件名": "[废文 完结]阿斯克 作者：第七章.txt",
    "夸克盘链接": "https://pan.quark.cn/s/fb70c0a58d9c"
  },
  {
    "文件名": "[完结]《故事集》作者：西加一【24.3.19】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/26c3fc19983d"
  },
  {
    "文件名": "[完结]《羞耻催眠应用程序2》作者：棉花糖（故事集）【24.7.08】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e9be00fff45d"
  },
  {
    "文件名": "[完结]《草落知味》作者：草咕水（故事集）【24.7.08】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/49f3890d8387"
  },
  {
    "文件名": "[完结]《春节拜年被长辈日翻了，也把他们夹遍了》作者：小猫咪兽性大发（混合）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/bf7df5419f5d"
  },
  {
    "文件名": "[完结]《被人渣玩弄的清纯美人们》作者：奢香夫人（故事集）【24.4.29】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/b266eab9b8ae"
  },
  {
    "文件名": "[完结]《聊斋志异》作者：风雪丫丫（混合故事集）【24.6.17】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/763fdbb43696"
  },
  {
    "文件名": "[完结]《灵光》 作者：言川（故事集）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ce8c76520064"
  },
  {
    "文件名": "[完结]《艹了学生老爸的批》作者：没有名字.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a9a0171402a1"
  },
  {
    "文件名": "[完结]《笨蛋美人的下场》作者：小辣椒不辣（故事集）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/0653be14d6fd"
  },
  {
    "文件名": "[完结]《点梗脑洞合集》作者：阿麦潘达【24.7.06】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/35feeaf32c99"
  },
  {
    "文件名": "[完结]《性奴调教合集》作者：爱吃肉肉（故事集）【24.5.27】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/58e2bd6a6e8f"
  },
  {
    "文件名": "[完结]《我是来加入这个家的》作者：咸鱼炖猪脚（总攻）【24.4.14】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a36f62c39462"
  },
  {
    "文件名": "[完结]《骨科炖肉小短篇》作者：云有期.txt",
    "夸克盘链接": "https://pan.quark.cn/s/d3a3d86a9b38"
  },
  {
    "文件名": "[完结]《男神的特殊癖好》作者：玖婳（故事集）【24.7.12】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ecc2ff6a5cf0"
  },
  {
    "文件名": "[完结]《糙汉囚禁荡夫小美人》作者：华云（故事集）【24.4.30】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/96785a1341e5"
  },
  {
    "文件名": "[完结]《漂亮美人要被玩坏了》作者：唧唧复唧唧（故事集）【24.5.04】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/41ec997bdf94"
  },
  {
    "文件名": "[完结]《时速两百八，系好安全带》作者：不吃肉会营养不良（故事集）【24.4.23】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/1470797b9554"
  },
  {
    "文件名": "[完结]《给男主开荤》作者：狗蛋（快穿）【24.3.19】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/219f848ab8a4"
  },
  {
    "文件名": "[完结]《杏脾是看温柔年上美人憋尿。》作者：哪天精神正常了就不写文了（故事集）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/98bbf840bb27"
  },
  {
    "文件名": "[完结]《成为直男帅哥的奴隶》作者：白袜黑皮体育生.txt",
    "夸克盘链接": "https://pan.quark.cn/s/2e1929bbd926"
  },
  {
    "文件名": "[完结]《臭脚篮球体育生调教合集》作者：没有名字1【24.5.06】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/03e2ce690fc4"
  },
  {
    "文件名": "[完结]《短篇肉文合集》作者：乐之.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c354d087074c"
  },
  {
    "文件名": "[完结]《我在古代四处找打的日子》作者：蓝雪迷途（故事集）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e19868149053"
  },
  {
    "文件名": "[废文 完结]路人捡到白月光后 作者：GDSDLZ【24.5.20】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/534601ed7696"
  },
  {
    "文件名": "[完结]《挨x日常》作者：我好困哦（故事集）【24.4.08】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/47a4cd3f1404"
  },
  {
    "文件名": "[完结]《德萨罗人鱼II：梅杜沙人鱼》作者：深海先生【24.6.22】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/44b018ef0c36"
  },
  {
    "文件名": "[废文 完结]再唱 作者：折纸飞机.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e609d84e3cdc"
  },
  {
    "文件名": "[完结]《开车啊，你不会吗？》作者：还活着呜呜 (故事集).txt",
    "夸克盘链接": "https://pan.quark.cn/s/dceeafffa468"
  },
  {
    "文件名": "[完结]《我被德牧和泰迪日了！》作者：小猫咪兽性大发【24.3.18】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/71712ac785de"
  },
  {
    "文件名": "[完结]《漂亮老婆活该被肏》作者：盛气凛燃aa（故事集）【24.5.01】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/1ab0d498357b"
  },
  {
    "文件名": "[完结]《被干的合不拢腿》作者：专职下火茶（故事集）【24.4.12】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e9afd7252669"
  },
  {
    "文件名": "[完结]《短篇合集（含《恶毒跟班》番外）》作者：白苏明墉.txt",
    "夸克盘链接": "https://pan.quark.cn/s/1c2456f24e92"
  },
  {
    "文件名": "[完结]《和爸爸的淫乱生活（父子）》作者：油炸大虾球【24.5.31】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/154ac94b6387"
  },
  {
    "文件名": "[完结]《直播间的男人居然是我的保镖》作者：方也（故事集）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/5c4fe4da6b5f"
  },
  {
    "文件名": "[完结]《无情道203届毕业生》作者：冰块牛奶.txt",
    "夸克盘链接": "https://pan.quark.cn/s/58aaa426463c"
  },
  {
    "文件名": "[完结]《快穿之舔狗系统》作者：美柚鸣子.txt",
    "夸克盘链接": "https://pan.quark.cn/s/79b43f82996d"
  },
  {
    "文件名": "[完结]《弟弟爱懆哥哥银荡的身体》作者：七老板【24.7.10】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/6d82001f2d4a"
  },
  {
    "文件名": "[完结]《监禁调教壮男奴隶》作者：明天不上课【24.5.29】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/83592a7aed7a"
  },
  {
    "文件名": "[完结]《被炒饭的壮老爸》作者：房山季鸟猴【24.7.15】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/98613a41f64a"
  },
  {
    "文件名": "[完结]《汁水淋漓的脑洞合集》作者：木兆桃【24.3.24】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/f5e51ba2fa2e"
  },
  {
    "文件名": "[完结]《拯救悲惨大美人》作者：狐不归（快穿 主攻）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/efe52423e232"
  },
  {
    "文件名": "[完结]《短篇合集》作者：咸鸭蛋蛋儿.txt",
    "夸克盘链接": "https://pan.quark.cn/s/73f4fa74d935"
  },
  {
    "文件名": "[完结]《猫被窝偷偷看》作者：千酒欢（故事集）【24.6.09】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e5d3aa691cf8"
  },
  {
    "文件名": "[完结]《死亡的楼（伪父子）》作者：棉麻【24.5.31】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/2fed0e57224a"
  },
  {
    "文件名": "[完结]《日攻合集》作者：梨邪.txt",
    "夸克盘链接": "https://pan.quark.cn/s/04d685109c46"
  },
  {
    "文件名": "[完结]《美强开车短篇集》作者：中元.txt",
    "夸克盘链接": "https://pan.quark.cn/s/6eac114b394f"
  },
  {
    "文件名": "[完结]《接受委托的美人》作者：榛榛懒（故事集）【24.5.27】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/4bc6e9503704"
  },
  {
    "文件名": "[完结]《无处可逃》作者：-（故事集）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/6ca7f82ba44f"
  },
  {
    "文件名": "[完结]《特殊按摩所》作者：三色夜铃（故事集）【24.6.10】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/4af4b86d1acf"
  },
  {
    "文件名": "[完结]《男奴杀手用大鸡橄榄大乃少爷》作者：方也【24.3.28】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/fe85ec2811e2"
  },
  {
    "文件名": "[完结]《监禁调教体院男大》作者：园游会【24.6.12】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/578b92be5d6f"
  },
  {
    "文件名": "[完结]《小美人被爆艹到合不拢腿》作者：专职下火茶（故事集）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/5bd329665896"
  },
  {
    "文件名": "[完结]《被迫出轨多汁美人》作者：过马路走斑马线（故事集）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/d458934cac02"
  },
  {
    "文件名": "[完结]《老爸就爱日夹亲儿子（父子乱伦）》作者：小猫咪兽性大发【24.3.27】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/33c8cc14ec2e"
  },
  {
    "文件名": "[完结]《骚浪双性美人遇上性骚扰事件处理指南[邻居篇]》作者：背刺（故事集）【24.5.04】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/35cc4ed2e936"
  },
  {
    "文件名": "[完结]《童话小屋短篇合集》作者：嘴贱王者.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e4f32b9bb889"
  },
  {
    "文件名": "[完结]拿下那个阳痿的女alpha（女A男O、相互救赎） 作者：五月初五【24.7.12】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/5b79c0a95aae"
  },
  {
    "文件名": "[完结]《给男主开荤》作者：狗蛋（快穿）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/3eaa0ccaa67f"
  },
  {
    "文件名": "[完结]《自愿被脏东西肏弄的大美人》作者：啾个啥咪嘟（故事集）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/16ec915a646d"
  },
  {
    "文件名": "[完结]《清冷少年的严厉管教》作者：红薯芝士（故事集）【24.4.18】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/367eac17eb2b"
  },
  {
    "文件名": "[完结]《脑洞集》作者：瑶琴几断【24.3.27】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/4c97396ab3f4"
  },
  {
    "文件名": "[完结]《男孩子在外面也要保护好自己》作者：热夜（故事集）【24.5.09】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/6de532592802"
  },
  {
    "文件名": "[废文 完结]养胃梦魔进食日志 作者：和汐泥【24.3.24】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/d31357c7cbad"
  },
  {
    "文件名": "[完结]《被玩弄的美人儿》作者：糖炒栗子（故事集）【24.4.11】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/135e5f228e89"
  },
  {
    "文件名": "[完结]《老婆就是用来被玩坏的》作者：小灰兔（故事集）【24.5.09】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/faa4aa29ad84"
  },
  {
    "文件名": "[完结]《被爸爸的亲兄弟艹》作者：aolce.txt",
    "夸克盘链接": "https://pan.quark.cn/s/f585c22d6655"
  },
  {
    "文件名": "[完结]《被俊美公公给艹了》作者：没有名字【24.5.19】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/1537d877ab77"
  },
  {
    "文件名": "[完结]《短篇文合集》作者：白桃【24.6.10】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a80db3522f3f"
  },
  {
    "文件名": "[完结]《抢走菟丝花》作者：炭酉（换攻）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/9bb7e422a20d"
  },
  {
    "文件名": "[完结]《操出反差》作者：寸铁（故事集）【24.5.07】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/0c2e4cb41474"
  },
  {
    "文件名": "[完结]《父慈子孝之子在父肠》作者：脑洞自留地【24.5.22】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/6de7f417accf"
  },
  {
    "文件名": "[完结]《懒惰的主人》作者：盐馅说（一主二奴）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/770ead9e8a80"
  },
  {
    "文件名": "[完结]《耽美短篇sex合集》作者：吃辣椒不加辣.txt",
    "夸克盘链接": "https://pan.quark.cn/s/3e9a494d06db"
  },
  {
    "文件名": "[完结]《老板反被潜规则》作者：沈妄（一人之下_也青_娱乐圈Paro）【24.5.01】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/1031e6afe6e9"
  },
  {
    "文件名": "[完结]《情花谷》作者：染指呀24.7.1 1.txt",
    "夸克盘链接": "https://pan.quark.cn/s/4a909178d2d3"
  },
  {
    "文件名": "[完结]《空空故事集》作者：十年.txt",
    "夸克盘链接": "https://pan.quark.cn/s/bce7c74ec281"
  },
  {
    "文件名": "[完结]《犬爱》作者：海棠有果【24.4.25】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/7684af1d6d23"
  },
  {
    "文件名": "[完结]《拥有N·TR系统后》作者：奶茶酱 (总攻).txt",
    "夸克盘链接": "https://pan.quark.cn/s/ea063528ea67"
  },
  {
    "文件名": "[完结]《肌肉精牛老爸》作者：恒恒【24.4.12】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/b3fa86a80f0d"
  },
  {
    "文件名": "[完结]《师叔荫乱，修仙宗门义母沦为性奴》作者：心海湾【24.3.30】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/3755d970c404"
  },
  {
    "文件名": "[完结]《红屁股短篇合集》作者：十岸.txt",
    "夸克盘链接": "https://pan.quark.cn/s/175c98f37a44"
  },
  {
    "文件名": "[完结]《背着男友被爸爸给艹了》作者：没有名字.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c7401a972d21"
  },
  {
    "文件名": "[完结]《被大J8外国人艹昏迷了》作者：没有名字.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e74ad7558302"
  },
  {
    "文件名": "[完结]《约P约到了前金主》作者：玖婳（故事集）【24.6.21】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/afeeccd9144d"
  },
  {
    "文件名": "[完结]《每天都被掌嘴扇耳光》作者：云间君（sp）【24.5.03】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/37d153096195"
  },
  {
    "文件名": "[完结]《美人图》作者：小樱不百变（故事集）【24.5.16】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/326ec25f2c48"
  },
  {
    "文件名": "[完结]《腹黑弟弟争懆哥哥》作者：有人吗【24.07.10】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/92de1f737817"
  },
  {
    "文件名": "[完结]《懆女装的男同学》作者：糯米年糕【24.7.15】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/46636341dfa8"
  },
  {
    "文件名": "[完结]《改造男人生孩子，爸爸和老师都生娃了》作者：小猫咪兽性大发【24.4.01】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/34d100c1f5bf"
  },
  {
    "文件名": "[完结]《恶毒小美人们的受辱日常》作者：不会打游戏的皎皎（故事集）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/2430263055d0"
  },
  {
    "文件名": "[完结]《肉批需要用力通》作者：莱茵猫【24.7.24】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ac23698201be"
  },
  {
    "文件名": "[完结]《美人每天都在艾草》作者：可爱的十七（故事集）【24.5.30】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/34dcceac4741"
  },
  {
    "文件名": "[完结]《张腿挨草合集》作者：水灵灵【24.5.05】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/f84f0dc4f70c"
  },
  {
    "文件名": "[完结]《赛博兽茭动物园》作者：利露芭菈（故事集）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c4bb9fb8ec95"
  },
  {
    "文件名": "[完结]《美人攻呵护指南》作者：枯叶灯笼（故事集）【24.5.26】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/038f149bda90"
  },
  {
    "文件名": "[完结]《白嫩双性大杂烩》作者：搞煌炖肉大师.txt",
    "夸克盘链接": "https://pan.quark.cn/s/239bf11c8c60"
  },
  {
    "文件名": "[完结]《男性孕产游戏2》作者：夏姬八取【24.5.07】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/acf5b74ece2d"
  },
  {
    "文件名": "[完结]《荒诞黑暗童话》作者：沉默的牛奶薄荷糖（故事集）【24.4.08】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/7fa00b4b2520"
  },
  {
    "文件名": "[完结]《舔穴实录》作者：自助腿肉厨子（故事集）【24.5.09】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/62940e3e05b3"
  },
  {
    "文件名": "[完结]《纵情》作者：葡萄汁candy（ntr）【24.5.16】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a90366ab732b"
  },
  {
    "文件名": "[完结]《碾春》作者：雾齐（故事集）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/6580f7328539"
  },
  {
    "文件名": "[完结]《暖情逸事》作者：安杉（故事集）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/62e12361ae8f"
  },
  {
    "文件名": "[完结]《臭脚篮球体育生调教合集》作者：没有名字【24.5.03】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ff8cebdea3c5"
  },
  {
    "文件名": "[完结]《猛男又帅又会艹》作者：小猫咪兽性大发【24.3.18】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/492516ed2e88"
  },
  {
    "文件名": "[完结]《主人与狗》作者：长夜终明（原神all空）【24.5.13】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/73a432f92df8"
  },
  {
    "文件名": "[完结]《俊美男大被肉棒征服》作者：与凤行【24.7.24】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/2992a8700116"
  },
  {
    "文件名": "[完结]《天天疼爱星际上将》作者：BX妤【24.5.31】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e96a1e13ff4b"
  },
  {
    "文件名": "[完结]《校霸的漂亮继父》作者：冰块牛奶【24.5.22】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c3ec9fe82c46"
  },
  {
    "文件名": "[完结]《肉批的自我救赎》作者：无敌键盘指【24.7.16】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/f6fd675fe7ca"
  },
  {
    "文件名": "[完结]《清冷总裁的禽兽渣爹》作者：冰块牛奶【24.6.12】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/b6fce1c2dd06"
  },
  {
    "文件名": "[完结]《穿越后，我的海岛限制级会所》作者：秦苏（混合）【24.3.27】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/d762cf66d301"
  },
  {
    "文件名": "[完结]《掰弯她的男朋友》作者：悉悉索索（ntr）【24.4.14】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/6574e6bfc704"
  },
  {
    "文件名": "[完结]《睡前故事两则》作者：寒洛.txt",
    "夸克盘链接": "https://pan.quark.cn/s/37ff973a012c"
  },
  {
    "文件名": "[完结]《混迹人生！》作者：归心（故事集）【24.7.24】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/8493e612a5d1"
  },
  {
    "文件名": "[完结]《种内斗争》作者：青团就酒（隐秘的角落朝阳东升）【24.4.02】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/39367d5b6cad"
  },
  {
    "文件名": "[完结]《狎念》作者：存虚 (故事集).txt",
    "夸克盘链接": "https://pan.quark.cn/s/8a9612a8ec2b"
  },
  {
    "文件名": "[完结]《谁要和你约p啊》作者：sriro【24.5.09】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/f08b26e4c94a"
  },
  {
    "文件名": "[完结]《给虫族一点现代X片的震撼》作者：苍水亚（单元剧）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/6b4f9b474929"
  },
  {
    "文件名": "[完结]《美人遭遇 美人的狂堕遭遇》作者：朔朔子（故事集）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/cd855e6363c5"
  },
  {
    "文件名": "[完结]《被学生的叔叔懆哭了》作者：陈佬【24.7.06】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/f8282a6249f3"
  },
  {
    "文件名": "[完结]《拍gv的大一新生》作者：冰块牛奶【24.5.31】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/156dbb621199"
  },
  {
    "文件名": "[完结]《校草的懦弱男友》作者：冰块牛奶.txt",
    "夸克盘链接": "https://pan.quark.cn/s/fd2b1f87d5d2"
  },
  {
    "文件名": "[完结]《子不教，父受过》作者：丘山欲染.txt",
    "夸克盘链接": "https://pan.quark.cn/s/aff2e45abf13"
  },
  {
    "文件名": "[完结]《美人又玩脱了》作者：月半二两（故事集）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/88b054d3a2ee"
  },
  {
    "文件名": "[完结]《禁爱直播间》作者：黄玉案（短篇集）【24.5.09】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ac97627be667"
  },
  {
    "文件名": "[完结]《这是你掉的男朋友吗》作者：荒于嬉（故事集）【24.3.29】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/277fc28e4190"
  },
  {
    "文件名": "[完结]《杜子腾的痛苦日常》作者：云间（重口虐身）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/777f9c8170ca"
  },
  {
    "文件名": "[完结]《淫欲盛宴》作者：水木生溪（故事集）【24.6.07】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ddd59ceb6aab"
  },
  {
    "文件名": "[完结]《玩弄娇妻合集》作者：空白格子【24.4.20】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/d38c82e5e405"
  },
  {
    "文件名": "[完结]《今天色色了吗》作者：再吃亿碗（故事集）【24.3.26】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/5f0bf8162846"
  },
  {
    "文件名": "[完结]《仙君他真信了》作者：忘青衫（ntr）【24.4.01】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/43906ce91992"
  },
  {
    "文件名": "[完结]《土狗俗套风味H集》作者：青山撞我【24.6.06】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a20b0e25bc53"
  },
  {
    "文件名": "[完结]《发疯吃肉短篇合集》作者：雨后阳出【24.4.08】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e4c50a6c2e0c"
  },
  {
    "文件名": "[完结]《催眠名器》作者：今天也在铿铿锵锵（故事集）【24.7.25】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/f97d605586aa"
  },
  {
    "文件名": "[完结]《px大合集》作者：霸道读者爱上我【24.5.19】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/4765773a6148"
  },
  {
    "文件名": "[完结]《被送上床的小卧底》作者：肉食主义（故事集）【24.7.03】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/612588876068"
  },
  {
    "文件名": "[完结]《公交车电车痴汉合集》作者：矮油尼玛（故事集）【24.7.29】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/7592cd89d56e"
  },
  {
    "文件名": "[完结]《【邵简】小美人鱼》作者：vixerunts【24.3.21】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/2b2b3e5a36b4"
  },
  {
    "文件名": "[完结]《俊美少爷被男医生艹了》作者：男忘机【24.5.31】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/11614e2158eb"
  },
  {
    "文件名": "[完结]《rou文盛宴》作者：Abandon（故事集）【24.5.14】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/5a63852fe5b5"
  },
  {
    "文件名": "[完结]《反派从无限流回来以后被自己???肏?????了》作者：白苏明墉【24.3.20】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/17ec9e2bb5ed"
  },
  {
    "文件名": "[完结]《双性美人淫荡合集》作者：良良不凉凉【24.7.20】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/46f3da40fe81"
  },
  {
    "文件名": "[完结]《【群辛】蜉蝣》作者：三十三天【24.3.25】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a22ca77c5c4f"
  },
  {
    "文件名": "[完结]《事后清晨》作者：白树森林（故事集）【24.7.02】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/dda0a7516b6a"
  },
  {
    "文件名": "[完结]《兄弟，这是我老婆吧》作者：超级牛牛（故事集）【24.3.30】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/2b1346b9c6c0"
  },
  {
    "文件名": "[完结]《双性至上世界》作者：啊若（故事集）【24.5.02】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/962652e12329"
  },
  {
    "文件名": "[完结]《和不熟的同学上床之后》作者：cyrbbbb【24.5.18】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/389fb3db2764"
  },
  {
    "文件名": "[完结]《不伦父子》作者：小猫咪受性大发【24.5.12】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/b1785f290e67"
  },
  {
    "文件名": "[完结]《学校的体育生训犬》作者：七老板【24.7.16】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/025624d8e0e0"
  },
  {
    "文件名": "[完结]免疫屏蔽 作者：夜行喵.txt",
    "夸克盘链接": "https://pan.quark.cn/s/33282ca2be65"
  },
  {
    "文件名": "[完结]《双性小美人的勾引》作者：有北北北北（故事集）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ddeaece09284"
  },
  {
    "文件名": "[完结]《双性美人的沉沦》作者：苹果（故事集）【24.7.23】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e9b30e88a16f"
  },
  {
    "文件名": "[完结]《天规》作者：流景教主（SD同人_花洋_花流）【24.6.19】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/cce42f4a703e"
  },
  {
    "文件名": "[完结]莫莉计划 作者：緒慈.txt",
    "夸克盘链接": "https://pan.quark.cn/s/bafe25996789"
  },
  {
    "文件名": "[完结]《双性小美人宇宙》作者：拜泪（故事集）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/5af9d962198c"
  },
  {
    "文件名": "[完结]《在纯爱文里开车》作者：不知名（故事集）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/532f5575c22d"
  },
  {
    "文件名": "[完结]《侵占美人》作者：木鱼鱼（多cp）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/b29f83119bef"
  },
  {
    "文件名": "[完结]《双性攻合集文》作者：眠春浅【24.5.23】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/8d71bb7761db"
  },
  {
    "文件名": "[完结]《人到中年爱上清纯男高》作者：西瓜咔咔好吃（故事集）【24.5.11】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e19a13355460"
  },
  {
    "文件名": "[完结]《偷奸亵玩美人合集》作者：超级爪爪.txt",
    "夸克盘链接": "https://pan.quark.cn/s/6fe57bda073e"
  },
  {
    "文件名": "[完结]《不伦集》作者：呀呀呀【24.6.09】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/d4959362dedf"
  },
  {
    "文件名": "[完结]《俊美受被强致爱》作者：还没想好【24.7.15】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/375124efb4be"
  },
  {
    "文件名": "[完结]《为爱越轨》作者：把你咔艹烂（故事集）【24.3.16】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/0f82e88d47f7"
  },
  {
    "文件名": "[完结]《年华》作者：恒恒【24.3.23】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/6e7c5f81369d"
  },
  {
    "文件名": "[完结]《会所夫妻恩爱，带帽子被管教。》作者：history is【24.5.31】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/44055d70d3ee"
  },
  {
    "文件名": "[完结]《双性攻受的拯救日常》作者：啦呼呼啦（故事集）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/60d0a96c8e6c"
  },
  {
    "文件名": "[完结]《yin荡肉肉乱炖合集》作者：闲闲咸咸（故事集）【24.3.17】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/713fd04fd304"
  },
  {
    "文件名": "[完结]《朕与淫相纠缠不清》作者：三更温柔乡【24.5.24】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/dc9033cb8fd7"
  },
  {
    "文件名": "[完结]《美味多汁的双性老婆们》作者：乌托蚌（故事集）【24.5.28】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/3f8da76b0c45"
  },
  {
    "文件名": "[完结]《狂操小美人》作者：黎小空（故事集）【24.6.18】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/37b02a480c6b"
  },
  {
    "文件名": "[完结]《体罚学校》作者：日更八千的小趴菜（sp）【24.5.03】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/3f728c5dd9c7"
  },
  {
    "文件名": "[完结]《乱炖混合短篇合集》作者：冰块牛奶【24.4.01】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/2c5696263d82"
  },
  {
    "文件名": "[完结]《勾引爸爸的大禸棒》作者：希行【24.7.24】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/bff727e7e41f"
  },
  {
    "文件名": "[完结]《富家少爷奶呼呼，农村糙汉狠狠艹》作者：没有名字（故事集）【24.4.28】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/f5cfb9ec05b4"
  },
  {
    "文件名": "[完结]《勾引出轨》作者：三个六元就上天（故事集）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/4d183554b07d"
  },
  {
    "文件名": "[完结]《【绪简】失乐园》作者：vixerunts【24.3.24】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/63be2f95ed40"
  },
  {
    "文件名": "[完结]《以穴宠‘弟’》作家：鼓手K99【24.5.03】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/d20459b8fdde"
  },
  {
    "文件名": "[完结]《催眠一下就变淫荡》作者：炖些什么肉（故事集）【24.3.29】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/00bbc8256a92"
  },
  {
    "文件名": "[完结]《为爱做S的swich偏M受》作者：阮星竹【24.5.01】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/54cc3e9ced97"
  },
  {
    "文件名": "[完结]《大口吃肉合集》作者：米兔.txt",
    "夸克盘链接": "https://pan.quark.cn/s/7ee8534388c0"
  },
  {
    "文件名": "[完结]《r18高黄淫乱合集》作者：春日宴【24.6.02】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/2a3717b4e934"
  },
  {
    "文件名": "[完结]《天将明》作者：揽月（换攻）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/bc4b7842f202"
  },
  {
    "文件名": "[完结]《姐姐》作者：木小刀（故事集）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/01205bba9c5b"
  },
  {
    "文件名": "[完结]《哄抢漂亮名器小美人》作者：退休职工（故事集）【24.7.29】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/709a2bea9b0e"
  },
  {
    "文件名": "[完结]《公狗艹淫穴绿了性无能老公（杂交）》作者：不想再加班【24.5.31】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c9a326904010"
  },
  {
    "文件名": "[完结]《变性病毒》作者：半斤李子（故事集）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/7a9eda02e218"
  },
  {
    "文件名": "[完结]《专属按摩大师》作者：嘤嘤兽（故事集）【24.3.17】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/2b7689823c06"
  },
  {
    "文件名": "[完结]《【邵简】俗不可耐》作者：vixerunts【24.3.20】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/59d51f80eac4"
  },
  {
    "文件名": "[完结]《omega他貌美如花》作者：1zhen45【24.4.21】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/d5fbe3635fc1"
  },
  {
    "文件名": "[完结]《你男朋友好厉害》作者：小红（故事集）【24.5.05】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/07eba294c4cd"
  },
  {
    "文件名": "[完结]《多汁大乃美人被粗暴肝坏合集》作者：情丝又逐青丝乱.txt",
    "夸克盘链接": "https://pan.quark.cn/s/63fc12d18a65"
  },
  {
    "文件名": "[完结]《喜欢腥臭茎液的公交车》作者：黑葡萄【24.7.15】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/3a561515b826"
  },
  {
    "文件名": "[完结]《双性美人雌堕日记》作者：qinlanlan（故事集）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/9bb786546676"
  },
  {
    "文件名": "[完结]《修改世界设定 修改世界淫荡设定》作者：朔朔子（总受催眠）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/3570b6e400d2"
  },
  {
    "文件名": "[完结]《前女友想做我长辈却被我截胡了》作者：北风菌【24.3.23】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/7a71876cfc05"
  },
  {
    "文件名": "[完结]《屌埋逼里》作者：还活着呜呜（故事集）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/3c09a7b9039f"
  },
  {
    "文件名": "[完结]《当家教被学生懆了》作者：还没想好【24.7.16】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/b225b354daf6"
  },
  {
    "文件名": "[完结]《为父为兄生子，然后肏翻警官》作者：小猫咪受性大发【24.5.24】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c665ca2a5c2f"
  },
  {
    "文件名": "[完结]《淫荡童话双性版合集》作者：龙阳君.txt",
    "夸克盘链接": "https://pan.quark.cn/s/99ebabb8c879"
  },
  {
    "文件名": "[完结]《假期远离你，你将被学习强制爱》作者：华云（混合）【24.5.25】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/6b2edfcff1ca"
  },
  {
    "文件名": "[完结]《下等夫妻》作者：爱吃肉肉（2v2）【24.5.24】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/cb672a33b0d1"
  },
  {
    "文件名": "[完结]《占有体育生的龙根》作者：莱茵猫【24.7.24】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/cde7f96bf167"
  },
  {
    "文件名": "[完结]《在综艺里被前男友艹》作者：aolce【24.5.21】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/d6f84d1094a9"
  },
  {
    "文件名": "[完结]《宿舍狗奴文》作者：history is【24.5.01】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/9ed52de893f8"
  },
  {
    "文件名": "[完结]《人外炖肉合集》作者：?墨墨【24.5.11】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/189c80b7418a"
  },
  {
    "文件名": "[完结]《小夫郎合不拢腿的日日夜夜》作者：清茶与（v1）【24.5.04】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/6ce8251fb4e0"
  },
  {
    "文件名": "[完结155+番外]《土老板的荒淫生活》作者 周宇宇【24.4.23】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e4af4591a3d0"
  },
  {
    "文件名": "[完结]《室友总想勾引我》作者：名称你猜（ntr）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/8ee00b5ee066"
  },
  {
    "文件名": "[完结]《娇软美人就该被糙汉日日恩爱》作者：一往直前【24.5.14】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/792d598e8707"
  },
  {
    "文件名": "[完结]《严厉家法之肖尧叹》作者：yanyan（混合）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/9b7659919608"
  },
  {
    "文件名": "[完结]《西游记虐腹同人向》作者：江山看不尽.txt",
    "夸克盘链接": "https://pan.quark.cn/s/7aea36551c57"
  },
  {
    "文件名": "[完结]《勾引姐夫》作者：布谷布谷（ntr）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/829531ed665f"
  },
  {
    "文件名": "[完结]《完蛋我被美男包围了》作者：高数我恨你（故事集）【24.5.07】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/93e905f4371f"
  },
  {
    "文件名": "[完结]《双性人妻终获幸福》作者：重楼酿（故事集）【24.4.24】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/7a83d35ec16e"
  },
  {
    "文件名": "[完结]《人兽高H：我的双性小美人老婆》作者：枫桥（短篇集）【24.4.25】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/bf6891368a10"
  },
  {
    "文件名": "[完结242+番外]《极致堕落》作者：十八里街禁（多cp）【24.5.21】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/afa75cb2fafa"
  },
  {
    "文件名": "[完结]《他揣了死敌的崽》作者：冰块牛奶（混合）【24.3.27】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/996979676884"
  },
  {
    "文件名": "[完结]《一丘之貉》作者：浪猫泪泪（ntr）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/0aeb34550dd3"
  },
  {
    "文件名": "[完结]《【绪简】有病》作者：vixerunts【24.3.24】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/9915f9c2a6d0"
  },
  {
    "文件名": "[完结]《坐在糙汉将军几把上被玩哭》作者：水蜜桃的秘密【24.3.28】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/110f1a90cd22"
  },
  {
    "文件名": "[完结]《r18短篇合集》作者：春日宴【24.4.16】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/585a3fe94548"
  },
  {
    "文件名": "[完结]《【封神】郊通发达甜肉合集》作者：君要臣脱【24.3.23】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/5583a88cc7da"
  },
  {
    "文件名": "[完结]《养父的挨艹教学》作者：邓等瞪【24.7.14】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/810ec2a5fba1"
  },
  {
    "文件名": "[完结]《sp酸甜口短篇合集》作者：一朵白飘飘.txt",
    "夸克盘链接": "https://pan.quark.cn/s/3cd7712c9724"
  },
  {
    "文件名": "[完结50+番外]免疫屏蔽 作者：夜行喵~补番.txt",
    "夸克盘链接": "https://pan.quark.cn/s/bc25fb960b45"
  },
  {
    "文件名": "[完结]《[食物语同人]all男少主》作者：团团子【24.6.16】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a28bac23565b"
  },
  {
    "文件名": "[完结127+番外]《仙君他真信了》作者：忘青衫（ntr）【24.4.28】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/1a42dd4034fe"
  },
  {
    "文件名": "[完结]《【邵简】Beryllium》作者：vixerunts【24.3.20】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ecb85ca3c773"
  },
  {
    "文件名": "[完结27]《死寂的江面有狂风》作者 煤气味的榴莲(纯百短篇合集)【24.7.03】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/7f6d5aaf21c8"
  },
  {
    "文件名": "[完结]《双性美人偷情杂记》作者：绿杏过墙（故事集）【24.5.26】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e045291d1137"
  },
  {
    "文件名": "[完结]《r18全息杏爱游戏》作者：春日宴（故事集）【24.5.06】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ac9aa8e9a0b9"
  },
  {
    "文件名": "[完结153+番外]《仙君他真信了》作者：忘青衫（ntr）【24.6.16】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/9d179334923d"
  },
  {
    "文件名": "[完结+番外]《抢走菟丝花》作者：炭酉（换攻）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/aedae375b497"
  },
  {
    "文件名": "[完结+番外]心魔 作者：洛玥淺~补番.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e9c0c75992b0"
  },
  {
    "文件名": "[完结+番外]被强暴以后  作者：洛月浅.txt",
    "夸克盘链接": "https://pan.quark.cn/s/eb0d82ef0adc"
  },
  {
    "文件名": "[完结121]《富家少爷奶呼呼，农村糙汉狠狠艹》作者：没有名字（故事集）【24.4.28】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/226289de953d"
  },
  {
    "文件名": "[完结+番外]《温柔受被疯批盯上后》作者：小吕（快穿）【24.4.14】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/b9216610a5d3"
  },
  {
    "文件名": "[完结+番外]《和不熟的同学上床之后》作者：cyrbbbb【24.5.29】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a9ef7c30fb63"
  },
  {
    "文件名": "[完结+番外]《【刀剑乱舞审ALL审】肝刀穷三代，代练毁一生》作家：兰斯~补番.txt",
    "夸克盘链接": "https://pan.quark.cn/s/0426acb064af"
  },
  {
    "文件名": "[完结+番外]《家仆生存手册》作者：腐满（穿越总攻）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/24a763342eea"
  },
  {
    "文件名": "[完结+68番外]《无规矩不私奴II 原名 红臀美人录》作者：梁上月（多cp）【24.5.16】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/3ae5bcf331ac"
  },
  {
    "文件名": "[完结+71番外]《无规矩不私奴II 原名 红臀美人录》作者：梁上月（多cp）【24.7.12】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/b9de7e56b2f1"
  },
  {
    "文件名": "[完结+56番外]《无规矩不私奴II 原名 红臀美人录》作者：梁上月（多cp）【24.4.26】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/d059da217529"
  },
  {
    "文件名": "[完结+28番外]《无规矩不私奴II 原名 红臀美人录》作者：梁上月（多cp）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/20d18a0bd5bc"
  },
  {
    "文件名": "[完结]《檀宴》作者：堙没之森（3p）【24.5.20】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/20527568bc4a"
  },
  {
    "文件名": "[完结]《我出轨了老公的死对头》作者：捏捏猫肉垫（3p）【24.4.01】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c78289e63d51"
  },
  {
    "文件名": "[完结]《饥渴还不自知是会被当成夹心饼干弄哭的哦》作者：水乐园（3p）【24.3.30】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/3c900b227422"
  },
  {
    "文件名": "[完结]《失散多年的娇弱漂亮少爷被找回后遭兄长们强取豪夺》作者：海月淹没（3p）【24.5.24】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/95c436609e29"
  },
  {
    "文件名": "[完结+番外]《我只要嫂子》作者：我不吃芹菜菜菜（3p）24  07  13.txt",
    "夸克盘链接": "https://pan.quark.cn/s/d7d691734998"
  },
  {
    "文件名": "[完结]《媾和》作者：李未（3p）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/5631e1a96823"
  },
  {
    "文件名": "[完结]《清冷爸爸胯下浪2》作者：老子怕怕（3p）【24.6.18】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/2a72d6bbe331"
  },
  {
    "文件名": "[完结]《黄昏之后AftertheTwilight》作者：碧寒公子（3p）【24.6.13】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/961c3bba8454"
  },
  {
    "文件名": "[完结+番外全]《我只要嫂子》作者：我不吃芹菜菜菜（3p）【24.7.28】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e7318471b599"
  },
  {
    "文件名": "[完结]《不觉岁华迟》作者：cicadaES（3p）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/980bd24cf065"
  },
  {
    "文件名": "[完结+番外]《那个被觊觎的人夫》作者：葭月甜五（3p）【24.4.16】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/57a4cc59e51d"
  },
  {
    "文件名": "[完结]《美人小公子的兄弟夫郎》作者：竹黎吖（3p）【24.4.14】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/55b46cabc59c"
  },
  {
    "文件名": "[完结]《隆升记事》作者：索伦多斯（3p）【24.5.30】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/61ae591175b3"
  },
  {
    "文件名": "[完结]《偷卖室友原味的我靠屁眼补偿》作者：美美子（3p）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/daad7e235797"
  },
  {
    "文件名": "[完结]《成为糙汉猎户兄弟的共妻》作者：南枫枫（3p）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/38f88b1c19cf"
  },
  {
    "文件名": "[完结]《我靠身体驯服疯狗》作者：EROS（3p）【24.7.28】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/2f267fa6b4c7"
  },
  {
    "文件名": "[完结]《尊贵的三皇子被贬为性奴后》作者：黎小空（3p）【24.3.17】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/1eeb4ff4ee67"
  },
  {
    "文件名": "[完结]《走肾不走心是要付出代价的》作者：没有名字（3p）【24.4.01】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c672a0cc3376"
  },
  {
    "文件名": "[完结]《小猫小狗调教记》作者：盐馅说（3p）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/02378c2ecd59"
  },
  {
    "文件名": "[完结]《哥哥的东西才是最好的》作者：东道文（3p）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/eba8c00aaa10"
  },
  {
    "文件名": "[完结]《错位交易》作者：笔头花刺客（3p）【24.5.14】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/b5300f379b5a"
  },
  {
    "文件名": "[完结]《醉酒后和另一个好友上床了》作者：布公公（3p）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/57abbea5fe59"
  },
  {
    "文件名": "[完结]《最糟糕的兄弟关系》作者：裁云枝（3p）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/f53b66cc6aea"
  },
  {
    "文件名": "[完结]《变形记之被父子玩弄的乡下小狗》作者：桃姿（3p）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/74109c6cb35e"
  },
  {
    "文件名": "[完结]《父子共侍渣攻》作者：白心行（3p）【24.7.07】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/d0915296da6a"
  },
  {
    "文件名": "[完结55+番外]《勾搭上白月光后被黑化男友囚禁 原名 勾搭上白月光后被男友扇坏了逼》作者：木鱼花（3p）【24.4.21】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/9e27ba224da9"
  },
  {
    "文件名": "[完结]《直男逐渐被扳弯》作者：芒果不黄（3p）【24.6.17】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/723ea54514b4"
  },
  {
    "文件名": "[完结]《假少爷被真少爷和他哥反复爆炒》作者：水乐园（3p）【24.5.03】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/7a90f96f213c"
  },
  {
    "文件名": "[完结]《我给情敌养孩子》作者：九天（3p）【24.7.11】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/34a51b9ca36b"
  },
  {
    "文件名": "[完结]《同时吃校草和校霸的几把》作者：茶派子（3p）【24.3.23】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/637b953b6688"
  },
  {
    "文件名": "[完结]《乱心》作者：Guren（3p）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/1708f274006c"
  },
  {
    "文件名": "[完结]《驯化痴汉夫夫》作者：朽木灵（3p）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/97b3ffd85bbf"
  },
  {
    "文件名": "[完结]《小妈就是被用来爆炒的》作者：葭月甜五（3p）【24.6.12】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/311f1331343e"
  },
  {
    "文件名": "[完结+番外]《末日三人行》作者：风芜月（3p）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/d09837938dda"
  },
  {
    "文件名": "[完结]《高冷的江湖名门公子竟是床上骚浪贱货》作者：机械性进食（3p）【24.3.16】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/bdb3a154c121"
  },
  {
    "文件名": "[完结+番外]《涩情主播被迫翻车后》作者：醉月月（3p）【24.4.10】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/f91cc7c25ccd"
  },
  {
    "文件名": "[完结+番外]《沉沦》作者：又阿白（3p）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/f21c1acb4e0a"
  },
  {
    "文件名": "[完结]《一家人》作者：COCORO（3p）【24.4.03】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/9e06e1ca2f9e"
  },
  {
    "文件名": "[完结]《所谓一夫一妻制》作者：扶西（3p）【24.5.23】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/7697183261e0"
  },
  {
    "文件名": "[完结]《寡妇闪闪惹人爱》作者：葭月甜五（3p）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ed015274d864"
  },
  {
    "文件名": "[完结]《当小三怎么了》作者：圆圆的梨（3p）【24.6.06】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c25bdd439f3a"
  },
  {
    "文件名": "[完结]《寄居驯养》作者：达咩咩（3p）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/67639ea33b90"
  },
  {
    "文件名": "[完结]《堕落美人的狩猎游戏 第一卷 迷雾篇》作者：柚小竹 (3p)【24.4.08】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/7f07ff58070f"
  },
  {
    "文件名": "[完结]《老实人与双胞胎》作者：九酒（3p）【24.4.12】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/50f532b4aed7"
  },
  {
    "文件名": "[完结]《偷听室友打飞机后被撅了》作者：修无情道的屑（3p）【24.4.20】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/9b9556cc1c70"
  },
  {
    "文件名": "[完结47+番外]《老实人与双胞胎》作者：九酒（3p）【24.7.26】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/495112977920"
  },
  {
    "文件名": "[完结]《宿缘》作者：sou瘦瘦瘦（3p）【24.4.14】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ac84be1f5d9a"
  },
  {
    "文件名": "[完结]《藏仙楼二三事》作者：明日复明日（3p）【24.5.16】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/2b5fc8bf4ab8"
  },
  {
    "文件名": "[完结]《回村后成为哥嫂的老婆》作者：眠春浅（3p）【24.4.08】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/9f83e35d545b"
  },
  {
    "文件名": "[完结]《我只要嫂子》作者：我不吃芹菜菜菜（3p）【24. 7.10】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ba9427fd240b"
  },
  {
    "文件名": "[完结]《恋爱脑双胞胎室友》作者：希某人（3p）【24.6.14】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/5c07af5852e3"
  },
  {
    "文件名": "[完结]《土匪窝》作者：徐福右（3p）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e2a53bf8d01f"
  },
  {
    "文件名": "[完结]《勾搭上白月光后被男友扇坏了逼》作者：木鱼花（3p）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/2aea17772306"
  },
  {
    "文件名": "[完结]《兄长的关爱》作者：挡着眼睛的猴子（3p）【24.4.11】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/756025184005"
  },
  {
    "文件名": "[完结]《慢性折磨》作者：好爱喝奶茶（3p）【24.7.16】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/2928b3f2bc39"
  },
  {
    "文件名": "[完结]《被人夫玩坏嫩批的纯情美人》作者：搞艺术很穷的（3p）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/65590c0dedbe"
  },
  {
    "文件名": "[完结+番外]《迟卉》作者：Amour（3p）【24.3.27】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/8e1fc9619788"
  },
  {
    "文件名": "[完结]《被山寨流氓玩弄的美人书生》作者：麻爪冷jio（3p）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a316c06e2141"
  },
  {
    "文件名": "[完结+番外]《亲兄弟来一发怎么了》作者：风月无边（3p）【24.3.27】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/39ddbaba283a"
  },
  {
    "文件名": "[完结]《炮灰攻不想喂鲨鱼》作者：谢永玉（3p）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/25bf67f09ee9"
  },
  {
    "文件名": "[完结]《不想睡中间》作者：9670B（3p）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/cd062f3c8576"
  },
  {
    "文件名": "[完结]《网恋到双胞胎后被爆炒了》作者：麓壹（3p）【24.7.08】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/500f8b895743"
  },
  {
    "文件名": "[完结+番外]《寡妇闪闪惹人爱》作者：葭月甜五（3p）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/9644f5ce2c32"
  },
  {
    "文件名": "[完结100+番外]《涩情主播被迫翻车后》作者：醉月月（3p）【24.4.10】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/8fe00eb5bed7"
  },
  {
    "文件名": "[完结]《你们好恩爱，也带我一个吧》作者：红茶三分糖（3p）【24.4.23】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ff7c6ddd1df6"
  },
  {
    "文件名": "[完结]《和性冷淡哥哥抢老婆》作者：大耳朵狗（3p）【24.3.29】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/db2dba471bc4"
  },
  {
    "文件名": "[完结]《天命》作者：1plus2equal3（3p）【24.4.11】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/715683bfddf8"
  },
  {
    "文件名": "[完结]《所以！和两个双胞胎弟弟做了》作者：南枫枫（3p）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/1ba57769d2b6"
  },
  {
    "文件名": "[完结]《玩弄夫君的宠妾》作者：山雾雾雾雾（3p）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/b00ec4135ae7"
  },
  {
    "文件名": "[完结]《Beta的AO制》作者：入渣（3p）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/0855d203bf28"
  },
  {
    "文件名": "[完结]《我被军阀砸断腿》作者：猥琐大帝（3p）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/16cf95540d66"
  },
  {
    "文件名": "[完结]《皇父，朕的龙根好吃吗》作者：水木生溪（3P）【24.6.12】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/9e7b797eae14"
  },
  {
    "文件名": "[完结]《谁允许你不追的？》作者：点我就能发财（3p）【24.4.27】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/1979663d013a"
  },
  {
    "文件名": "[完结]《那个被觊觎的人夫》作者：葭月甜五（3p）【24.3.21】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/68ac129bc508"
  },
  {
    "文件名": "[完结]《流氓调教成爱奴》作者：辰龙嫁衣（3p）【24.6.17】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/32d420dafefa"
  },
  {
    "文件名": "[完结]《双性omega 3P：我给自己找的双胞胎alpha老公》作者：枫桥（3p）【24.5.07】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e03313c4a477"
  },
  {
    "文件名": "[完结]《迟卉》作者：Amour（3p）【24.3.21】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/4494615d18d5"
  },
  {
    "文件名": "[完结]《掌门退隐后》作者：一抹辣椒酱（3p）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e2d805ce3ebd"
  },
  {
    "文件名": "[完结]《要求我的养子跟别的女人结婚后》作者：溯（3p）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/f0d3b563f779"
  },
  {
    "文件名": "[完结]《梁宫秘事录》作者：长官（np）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/bdda7c8956fb"
  },
  {
    "文件名": "[完结]《穿成炮灰角色的炮灰路人》作者：雷格（np）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/f6f39547e27e"
  },
  {
    "文件名": "[废文 完结]决战癫公之巅（np）作者：恭喜发财【24.3.30】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/74f99bf2e9cd"
  },
  {
    "文件名": "[完结]《挨艹的理由奇奇怪怪》作者：不歇（np）【24.3.19】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/acaae3f660bb"
  },
  {
    "文件名": "[完结]《经怀玉》作者：半车草莓（np）【24.5.13】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/1ab03e8df715"
  },
  {
    "文件名": "[完结]《清冷美人在敌国当万人骑质子的日子》作者：椰丝球球 (np).txt",
    "夸克盘链接": "https://pan.quark.cn/s/19aa79022cc7"
  },
  {
    "文件名": "[完结]《魅妖克星-爆炒囚禁天下狐媚妖邪》作者：黎小空（np）【24.6.09】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/fb6276f78eb1"
  },
  {
    "文件名": "[完结]《钓系美人的爆草之旅》作者：酌酒疯（np）【24.6.19】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ba1e2151fcf4"
  },
  {
    "文件名": "[完结]《爱欲激发计划》作者：我爱吃大柿子（np）【24.6.19】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ec49f6b19eb5"
  },
  {
    "文件名": "[废文 完结]俩鸟着茶花（np）作者：给我一把砍柴刀【24.3.23】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/46bc9d2a623e"
  },
  {
    "文件名": "[废文 完结69]我只活到三十岁（np）作者;鹤衔笺【24.5.27】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/8895ad5da152"
  },
  {
    "文件名": "[完结]《我的警察爸爸们》作者：白袜黑皮体育生（np）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/b9c6a206f916"
  },
  {
    "文件名": "[废文 完结]异世界的哥哥竟是魔王（np）作者：闪了老腰还没治好.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a004a6898d45"
  },
  {
    "文件名": "[完结]《被弟子们炒的师尊》作者：不好吃的糯米粽（np）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/561e63226c56"
  },
  {
    "文件名": "[完结]《美人游戏》作者：朔朔子（np）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/8b0f71598f77"
  },
  {
    "文件名": "[完结]《行刑师》作者：疯批花市调教美人受（np）【24.5.14】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e40f4c97848c"
  },
  {
    "文件名": "[废文 完结]富江男就该去死（np）作者：hw【24.6.10】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/315ad65886ba"
  },
  {
    "文件名": "[完结]《被嫉妒的人玩坏了 被嫉妒的人玩烂了 直男长批后被玩烂了》作者：纯情阳阳（np）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/7eea3d97c656"
  },
  {
    "文件名": "[完结]《当变态还要被倾听心声吗》作者：我是池塘里的小雨滴（np）【24.4.16】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/75126cb46205"
  },
  {
    "文件名": "[完结]《皇帝穴》作者：小号（np）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/7e036f391577"
  },
  {
    "文件名": "[完结]《快穿之迷人的反派角色》作者：啃骨头（np）【24.3.29】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a9c046b0c2c6"
  },
  {
    "文件名": "[完结]《术士肖恩》作者：血腥舞钢（np）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/237a919016c9"
  },
  {
    "文件名": "[完结]《徐征》作者：吴单衫（np）【24.3.24】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/adf130979b62"
  },
  {
    "文件名": "[完结]《艹了别人的男朋友》作者：远处有高山（np）【24.5.10】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/d106b4b565df"
  },
  {
    "文件名": "[完结]《龙傲天沦为修真界妲己》作者：紫鸿（np）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/6b5ef30b8362"
  },
  {
    "文件名": "[完结]《这世界是一条直肠》作者：好玩罢了（np）【24.5.16】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/241a0e5494e5"
  },
  {
    "文件名": "[完结]《青龙吟》作者：keiskei（np）【24.6.18】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/509966f794a2"
  },
  {
    "文件名": "[完结]《红楼风月之莲蟠》作者：临安笑笑生（np）【24.6.11】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/3b62b6fc18a1"
  },
  {
    "文件名": "[完结]《我们中有个杀人犯》作者：码字好难（np）【24.5.08】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/d60e8e54a795"
  },
  {
    "文件名": "[完结]《绝地寻踪》作者：幽冥之火（np）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/d5d36ee98dad"
  },
  {
    "文件名": "[废文 完结]废品情人（np）作者：今不雾【24.3.23】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/3e2994a32eb9"
  },
  {
    "文件名": "[完结]《网黄在线1vs1》作者：又又子（np）【24.5.25】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/b6cefba8987b"
  },
  {
    "文件名": "[完结]《菩萨心肠》作者：一根薯条（np）【24.7.20】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/44c0c14dff7f"
  },
  {
    "文件名": "[完结]《神经宿舍328》作者：纯情阳阳（np）【24.5.23】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/d9e8dd40b110"
  },
  {
    "文件名": "[完结]《忙内的骚穴又痒了》作者：盐馅说（np）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/7fb8d397b02b"
  },
  {
    "文件名": "[完结]《被强奸后怀孕了》作者：meat（np）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/3a1adb130f8e"
  },
  {
    "文件名": "[完结]《放浪形骸》作者：小芒果乳酸菌（np）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/f02b265f321a"
  },
  {
    "文件名": "[废文 完结]娇贵的遗产（np）作者：土申公公.txt",
    "夸克盘链接": "https://pan.quark.cn/s/9df3f09e3066"
  },
  {
    "文件名": "[废文 完结]铜雀行（np）作者：匿名咸鱼【24.4.13】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/5c96e5009db0"
  },
  {
    "文件名": "[完结]《被爸爸诱导雌堕的清纯少年》作者：轻松向（np）【24.5.11】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/9f9dc23e21eb"
  },
  {
    "文件名": "[完结]《快穿之勾引影视动漫男主》作者：耽耽耽（np）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/8617daf594d3"
  },
  {
    "文件名": "[废文 完结]职业操守（np）作者：不要找我【24.3.18】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/1ca079afe1da"
  },
  {
    "文件名": "[废文 完结]蛛丝衔霜（np）作者：七弦.txt",
    "夸克盘链接": "https://pan.quark.cn/s/6b810213247d"
  },
  {
    "文件名": "[完结]《黑童话性转之辛杜的水晶鞋》作者：BaiBaiFuyunduan（np）【24.4.16】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/1cc04dbd2856"
  },
  {
    "文件名": "[废文 完结]不宣于口（np）作者：烟火星河.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ffa7dcdad32b"
  },
  {
    "文件名": "[完结]《我只是一颗树啊》作者：是月月不是王月（np）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/bd2839a03f3a"
  },
  {
    "文件名": "[完结]《鲜奶外送APP》作者：三五十五（np）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/b8ed6333e691"
  },
  {
    "文件名": "[完结]《试婚小夫郎沈浪NP》作者：芋泥啵啵（np）【24.5.03】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/3c4e76f8e229"
  },
  {
    "文件名": "[完结]《欲贯满盈》作者：咽气（np）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/659866555389"
  },
  {
    "文件名": "[完结]《玩物》作者：唐清轻（np）【24.5.17】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/f895c06f92f7"
  },
  {
    "文件名": "[完结]《性爱诊所》作者：Rain（np）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/807f52a11ffe"
  },
  {
    "文件名": "[完结]《小美人出轨了老公所有兄弟》作者：一面（np）【24.5.22】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/dc06f6ce0cfb"
  },
  {
    "文件名": "[完结]《柯南 总攻 真酒的自我修养》作者：井（np）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/b6fe43cacdd8"
  },
  {
    "文件名": "[完结]《被压在身下的Alpha》作者：西湖竹林（np）【24.6.09】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a6b3a0e753fb"
  },
  {
    "文件名": "[完结]《清高者活该都被脔恶堕》作者：呱呱猫（np）【24.3.26】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ae653f6fe32a"
  },
  {
    "文件名": "[完结]《恶毒美人又被疯批弄哭了》作者：桥枝（快穿np）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/150ce8f8d722"
  },
  {
    "文件名": "[完结]《男扮女装的双性销售》作者：玖婳（np）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/1924970c7f88"
  },
  {
    "文件名": "[完结]《被邻居大叔强制爱后》作者：小破路（np）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/5c46fce044e6"
  },
  {
    "文件名": "[完结]《武男帝国》作者：豆腐今天咸了（np）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/5f634546f3a9"
  },
  {
    "文件名": "[完结]《现代奴隶制》作者：太阳梦见我（np）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/9617b15ff0c5"
  },
  {
    "文件名": "[废文 完结]我不欲生（np）作者：我不欲生【24.3.16】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e65131e9d70b"
  },
  {
    "文件名": "[完结]《正太的品尝指南》作者：奈白耶特（np）【24.7.25】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e74fdb09b4be"
  },
  {
    "文件名": "[完结]《月落乌啼云雨散》作者：一颗发财树（np）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/78643f8606cc"
  },
  {
    "文件名": "[完结]《穿越兽世被兽人酱酱酿酿》作者：小樱爱吃胡萝卜（np）【24.6.17】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e6583c92f1f7"
  },
  {
    "文件名": "[完结]《白雪王子》作者：一粒胭示（np）【24.7.20】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/7f3a3d131c58"
  },
  {
    "文件名": "[完结]《孽》作者：小狼小狼开饭了（np）【24.3.17】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/25646592762e"
  },
  {
    "文件名": "[完结]《承君泽》作者：想喝甜水儿（np）【24.4.25】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/0819344d4da8"
  },
  {
    "文件名": "[完结]《我拆了我爸妈的CP》作者：思无邪（np）【24.6.09】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/dd0eaf78f655"
  },
  {
    "文件名": "[完结]《爆炒学长学弟》作者：骨狸（np）【24.5.18】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/7d35048fa0e3"
  },
  {
    "文件名": "[完结]《捡来的高岭之花总爬我床》作者：奶皮卷（np）【24.7.16】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/67cfd4149bf3"
  },
  {
    "文件名": "[完结]《漂亮雄虫面冷叽热》作者：jojo-go-go（np）【24.5.03】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/4a7b4bd1d217"
  },
  {
    "文件名": "[完结]《玩弄双性美人》作者：铀土哔（np）【24.7.04】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/4155088af096"
  },
  {
    "文件名": "[完结]《快穿：反派反复被艹》作者：穆勒（np）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/34a2333ffcfe"
  },
  {
    "文件名": "[废文 完结]回锅肉他只想二轮游（np）作者：lxl1910【24.5.14】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/1dd2e2828791"
  },
  {
    "文件名": "[完结]《穿二代的性瘾系统》作者：桃姿（np）【24.4.12】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/057c803cad55"
  },
  {
    "文件名": "[废文 完结]北花（np）作者：树树耐耐.txt",
    "夸克盘链接": "https://pan.quark.cn/s/51f47d713b9f"
  },
  {
    "文件名": "[完结]《奶油青提妤岑虫母dokidoki漂亮肉 杏与醇厚牛乳的完》作者：蛋堡好吃吗（np）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ba6bf10f4d53"
  },
  {
    "文件名": "[完结]《纯爱NPC的xing福生活》作者：羊八井（np）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/7b433f0fbe90"
  },
  {
    "文件名": "[完结]《管教亡国小美人》作者：醉月月（总攻np）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/eaab143b378b"
  },
  {
    "文件名": "[完结]《成为大佬的金丝雀》作者：十年（np）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/95f3724110e7"
  },
  {
    "文件名": "[完结]《绝美人鱼被操日记NP》作者：芋泥啵啵（np）【24.5.28】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/dcd7a0f2c38b"
  },
  {
    "文件名": "[完结]《床侍》作者：星星（np）【24.4.01】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/26f395c0dc5e"
  },
  {
    "文件名": "[完结]《神父被恶魔玷污》作者：冰冻小企鹅（np）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/03de2478c503"
  },
  {
    "文件名": "[废文 完结+番外]异世界的哥哥竟是魔王（np）作者：闪了老腰还没治好~补番.txt",
    "夸克盘链接": "https://pan.quark.cn/s/d92986c34f06"
  },
  {
    "文件名": "[完结]《穿进肉文代替主角受》作者：旺旺岁（np）【24.5.11】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a01816465509"
  },
  {
    "文件名": "[完结]《被一群疯狗日哭后》作者：藕夹泡汤（np）【24.4.01】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/df11c9da9312"
  },
  {
    "文件名": "[完结]《被坏蛋医生下药玩弄的人妻》作者：八十岁，爱飙车（np）【24.4.01】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ba94e6805510"
  },
  {
    "文件名": "[完结]《漂亮美人的18+之旅》作者：东南枝（np）【24.5.30】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/9a7c04b500e8"
  },
  {
    "文件名": "[完结]《被恶魔双胞胎强制爱后末世了》作者：大塔天王（np）【24.7.21】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/0d3bc150104b"
  },
  {
    "文件名": "[完结]《绑定取精系统后总挨操》作者：可以色色（np）【24.5.01】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c2b0c8845a65"
  },
  {
    "文件名": "[废文 完结]小皇帝（np）作者：咕噜咕噜魔法阵【24.4.12】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/b28e7e9d1cee"
  },
  {
    "文件名": "[完结]《被玩坏的涩涩猫咪》作者：珍珠粉（np）【24.4.04】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/b7fd9201b4d2"
  },
  {
    "文件名": "[完结]《龙族之驯（艹）龙高手》作者：黎洛（np）【24.6.09】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/edd5d7b74fa5"
  },
  {
    "文件名": "[完结]《解救小师弟21小时》作者：冰块牛奶（np）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/8293761f70ad"
  },
  {
    "文件名": "[完结]《明星被强暴视频传播后》作者：还活着呜呜（np）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/eac3b8066837"
  },
  {
    "文件名": "[完结]《都市美男收集系统》作者：黎洛（np）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/b21e00459dbd"
  },
  {
    "文件名": "[完结]《龙傲天终成总受人妻》作者：上吊的鸟（np）【24.6.18】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/5e8a2225466b"
  },
  {
    "文件名": "[完结]《风流》作者：遗失的梦（np）【24.4.28】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/1ff5a003556f"
  },
  {
    "文件名": "[完结]《淫乐园》作者：冻笔（np）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/bd75d14292fe"
  },
  {
    "文件名": "[废文 完结141]共享太傅（np）作者：匿名咸鱼【24.7.14】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/20b3c75fa44d"
  },
  {
    "文件名": "[完结]《笼中夜莺》作者：椰果奶茶（np）【24.3.27】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ccb00026f11e"
  },
  {
    "文件名": "[完结]《蹂躏双性小美人》作者：华云（np）【24.4.29】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/4f94d9d1ee4d"
  },
  {
    "文件名": "[完结]《通感商店》作者：整点荤的（np）【24.7.06】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/d8c327fb597b"
  },
  {
    "文件名": "[完结]《被我渣过的NPC全找上门了》作者：顾咕咕（np）【24.5.09】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/b9a16f3f069b"
  },
  {
    "文件名": "[完结]《当武大郎成为总受后》作者：总有一天会发财（np）【24.5.24】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/278e7198170e"
  },
  {
    "文件名": "[完结]《慕修》作者：我没有（np）【24.6.13】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/801339a2ace7"
  },
  {
    "文件名": "[完结]《我成了韩漫里的攻》作者：魔法少年啾啾（np）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/7b535d6d4253"
  },
  {
    "文件名": "[废文 完结]春朝迟（np）作者：不辞昔【24.7.01】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/53300a089c8b"
  },
  {
    "文件名": "[完结]《挨艹的反派会催眠》作者：红烧肉酱汁（np）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a4abefa082ab"
  },
  {
    "文件名": "[完结]《小男孩攻一切》作者：求什么欢喜佛（np）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/bcc2aaf330a6"
  },
  {
    "文件名": "[完结]《拍GV后我火了》作者：风铃草（np）【24.7.14】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e01ffa3d37da"
  },
  {
    "文件名": "[废文 完结]坏水晶（np）作者：苦糖怨想【24.3.20】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/b870b369b8f7"
  },
  {
    "文件名": "[完结]《当锥生零穿到all枢同人文里》作者：寒鸦晚晴（np）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/2a1980986050"
  },
  {
    "文件名": "[完结]《清冷质子被送去敌国后群狼环伺》作者：小酒（np）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/d35de0b201d2"
  },
  {
    "文件名": "[完结]《淫荡十五天》作者：喜欢吃肉（np）【24.5.29】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/1796af8850af"
  },
  {
    "文件名": "[完结]《破产后被死对头包养了》作者：十二不是二十（np）【24.4.30】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c6c5960ca847"
  },
  {
    "文件名": "[废文 完结80+番外]婚内义务（np）作者：SoSour~补番【24.6.10】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/cab299c8b9e7"
  },
  {
    "文件名": "[完结]《张三的乡村yin乱生活》作者：不想再加班（np）【24.6.11】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/7ad66c062ef2"
  },
  {
    "文件名": "[完结]《笨蛋小主播掉马后被干烂了》作者：圆圆的梨（np）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/079c04caef0b"
  },
  {
    "文件名": "[完结全+番外]《起点主角和晋江攻穿进海棠》作者：梨梨（np）【24.6.15】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a1306e3d1ca3"
  },
  {
    "文件名": "[废文 完结400]夫死心累（总受np）作者：lynn海【24.6.13】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/1ba58469c404"
  },
  {
    "文件名": "[完结]《阴暗小狗的收获》作者：楠楠子（np）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/04a571a5d573"
  },
  {
    "文件名": "[完结]《穿越后要做的第一件事当然是磕cp》作者：番茄炒蛋天下第一（np）【24.7.09】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/28629584d669"
  },
  {
    "文件名": "[完结]《继父是我和妈妈的》作者：野狐不妄（np）【24.5.11】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/0d44b1fc276a"
  },
  {
    "文件名": "[完结]《家里多出来的人》作者：冰冻小企鹅（np）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/24b004f563e4"
  },
  {
    "文件名": "[完结]《被迫在RPG系统下发展恋爱线》作者：是咪猫不是猫咪（np）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/341739bb514a"
  },
  {
    "文件名": "[完结]《被狠狠炒弄的刑警队长》作者：溏心蛋（np）【24.5.03】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/f848a4eb4559"
  },
  {
    "文件名": "[完结]《进入se情游戏后》作者：赵怜娘（np）【24.6.16】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a0335e80fff5"
  },
  {
    "文件名": "[完结]《雄虫他很快乐》作者：张好古（np）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/4e71b498ca79"
  },
  {
    "文件名": "[完结]《花心美人日日被灌精》作者：琳琅（np）【24.4.25】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/32d8d92767e3"
  },
  {
    "文件名": "[完结]《银鞍白马度春风》作者：南枫枫（np）【24.3.28】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/1b926dc242b9"
  },
  {
    "文件名": "[完结]《我的民工爸爸》作者：没有名字（np）【24.5.09】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/70ed0617f43c"
  },
  {
    "文件名": "[完结]《总攻：沈教授的残疾美人们》作者：芋泥啵啵（np）【24.6.07】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ab6e9678f7d6"
  },
  {
    "文件名": "[废文 完结]最暗的星星（np）作者：Lyrebird117371【24.4.18】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/3428e1bb5ad3"
  },
  {
    "文件名": "[废文 完结+番外]大宋宣和遗事（np）作者：周扶~补番【24.3.18】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/7c32b32628ef"
  },
  {
    "文件名": "[完结]《恶堕痞攻》作者：…………（np）【24.4.27】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/308f1db6dca3"
  },
  {
    "文件名": "[废文 完结21+番外]豢养无度（np）作者：鹿山小筑~补番.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c8fdc5c44099"
  },
  {
    "文件名": "[完结]《离婚后前夫又犯贱了》作者：眠不得（np）【24.4.08】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/fde61a2929f5"
  },
  {
    "文件名": "[完结]《漂亮双性沦为兽人共享奴隶》作者：白兔兔（np）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/97b597e4b1b3"
  },
  {
    "文件名": "[完结]《快穿之我要搞事业》作者：奶酪（np）【24.5.16】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/1d8ca8855cad"
  },
  {
    "文件名": "[完结]《当人类女性变成雄虫》作者：远夜十八 (混合np).txt",
    "夸克盘链接": "https://pan.quark.cn/s/47af5353426e"
  },
  {
    "文件名": "[完结]《清冷老师的训化调教》作者：奶茶酱（np）【24.7.07】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/4d02a28a0389"
  },
  {
    "文件名": "[完结]《神界帝君的玩狗日常》作者：苍君夏（np）2 4·0 7· 1 2.txt",
    "夸克盘链接": "https://pan.quark.cn/s/4f2fa301309c"
  },
  {
    "文件名": "[完结]《美人被爸爸催眠暴操嫩批》作者：爱幻想的小草莓（np）【24.5.06】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/b526d0651a9d"
  },
  {
    "文件名": "[废文 完结]无路可寻（np）作者：末一【24.6.12】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/754f77d07714"
  },
  {
    "文件名": "[完结]《清冷男妻沦为男人精壶》作者：糖炒栗子（np）【24.5.01】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/d926c8f84e2b"
  },
  {
    "文件名": "[完结]《长批后被室友轮番艹》作者：星熊（np）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/9eee3d1c9651"
  },
  {
    "文件名": "[完结]《穿书一个都不放过》作者：随便搞搞吧（np）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/f5cdde0067c5"
  },
  {
    "文件名": "[完结]《男人们的宠爱》作者：柚子成熟时（np）【24.7.06】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/857b24bdf3ad"
  },
  {
    "文件名": "[完结]《某某男寝记事》作者：安静白桃罐（np）【24.6.19】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/90ba8edad721"
  },
  {
    "文件名": "[完结]《错误的校园文打开方式》作者：我是一只水獭（np）【24.7.23】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/5a73fea68b9f"
  },
  {
    "文件名": "[完结]《春日宴》作者：嘉树（np）【24.6.14】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ee2fbc3b561d"
  },
  {
    "文件名": "[完结]《阴郁炮灰和天骄交换人生后》作者：轻觉（np）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/5be659f1212b"
  },
  {
    "文件名": "[完结]《男主们都想操我》作者：饮梦如酒（np）【24.7.05】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/73263d6532a6"
  },
  {
    "文件名": "[完结]《祁渊》作者：阿蒙的眷者（np）【24.7.18】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/4bfc0b3e17af"
  },
  {
    "文件名": "[完结]《调教多汁美人》作者：风起（np）【24.4.11】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c5c31a2742c3"
  },
  {
    "文件名": "[废文 完结]暴露癖（np）作者：野絮【24.3.28】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/cefa9b0f6a7b"
  },
  {
    "文件名": "[完结]《性爱便利店》作者：茶不聊浅（np）【24.5.18】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/b2cd0a6aa89e"
  },
  {
    "文件名": "[完结]《论1等于0的可能性》作者：蓝天黑（np）【24.5.08】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c61833194268"
  },
  {
    "文件名": "[完结]《我也不想当主角啊》作者：理理理理理理我（np）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/943e2af9f6cf"
  },
  {
    "文件名": "[完结]《身体改造App》作者：鲨鱼饿晕了（np）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/963bfd3688d7"
  },
  {
    "文件名": "[完结]《被拍卖的禁脔剑尊拯救计划》作者：林深时见小鹿男（np）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/67d2b50794b4"
  },
  {
    "文件名": "[完结]《成为亮子媳妇儿》作者：盐馅说（np）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/92edd88f5fd8"
  },
  {
    "文件名": "[完结]《性爱航空使用指南》作者：咩咩大绵羊（np）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/10a7ecdb03b3"
  },
  {
    "文件名": "[完结]《调教烈犬》作者：苍君夏（np）【24.4.10】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/5de9c91deb15"
  },
  {
    "文件名": "[完结]《纯爱战士与牛头人的悬_惊悚“幸”福》作者：KSUS（np）【24.3.16】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/06c42617a498"
  },
  {
    "文件名": "[完结]《穿越开挂抱得美人归》作者：喜欢吃绿豆沙耶（np）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e3d9c3ca2542"
  },
  {
    "文件名": "[废文 完结]合约结束后他们说爱我（np）作者：酸奶鲨手.txt",
    "夸克盘链接": "https://pan.quark.cn/s/82a9ac4afdfe"
  },
  {
    "文件名": "[完结]《穿书成炮灰的我替代了主角受》作者：秃头小老太（np）【24.4.13】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/004049717fd9"
  },
  {
    "文件名": "[完结]《种马室友们的基佬家畜》作者：龙哲宇（np）【24.7.02】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/7cce7d7b2f82"
  },
  {
    "文件名": "[完结]《欢迎来到黑暗森林》作者：剑与索克萨尔（np）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a0aafedffbb9"
  },
  {
    "文件名": "[完结]《蛇妖的产（卵）后护理2》作者：利露芭菈（np）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/77cf8d1dfb01"
  },
  {
    "文件名": "[完结]《忠犬食用指南》作者：友善的胖头鱼（np）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/f4761e1f7623"
  },
  {
    "文件名": "[完结]《杀妻证道的妻是个万人嫌》作者：葭月甜五（np）【24.4.23】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/3d2183267643"
  },
  {
    "文件名": "[完结]《血族禁情》作家：迪迪迪哒啦（np）【24.4.08】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/246116453b47"
  },
  {
    "文件名": "[完结]《想当大猛1的平胸双性被草失禁了》作者：卖鲍大帅逼（np）【24.6.21】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/bcb14cabb108"
  },
  {
    "文件名": "[废文 完结]定义关系（np）作者：柠瓜.txt",
    "夸克盘链接": "https://pan.quark.cn/s/00d507447738"
  },
  {
    "文件名": "[完结]《路人甲炮灰只想下班》作者：瑶琴几断（np）【24.5.11】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/91d0a5f459ea"
  },
  {
    "文件名": "[完结]《综主咒回梦里的事情关他本人什么事啊！》作者：缭乱乱（np）【24.4.22】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/7f5a64630196"
  },
  {
    "文件名": "[完结]《电影之外》作者：椰果绿茶（np）【24.7.23】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/18d92bafd3f8"
  },
  {
    "文件名": "[废文 完结]炮灰被主角盯上了（np）作者：沉星不眠.txt",
    "夸克盘链接": "https://pan.quark.cn/s/dc8bff309534"
  },
  {
    "文件名": "[完结]《色情版规则怪谈》作者：芈酒（np）【24.5.13】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/b6dd8fb9affa"
  },
  {
    "文件名": "[完结]《直男校草沦为死党的奴隶便器》作者：龙哲宇（np）【24.3.18】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/205bab332487"
  },
  {
    "文件名": "[完结]《深渊》作者：我心以见（np）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/5a4914000052"
  },
  {
    "文件名": "[废文 完结]不掺和（np）作者：鹤衔笺.txt",
    "夸克盘链接": "https://pan.quark.cn/s/d1ebb0aa6b99"
  },
  {
    "文件名": "[完结]《美人反派被迫艾草》作者：阿嘟嘟 (np)【24.3.30】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/1051490188f0"
  },
  {
    "文件名": "[完结]《爱上肌肉正装金融实习生》作者：吃土少年（np）【24.4.23】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c64800d076d2"
  },
  {
    "文件名": "[完结]《魔尊他用批坐拥魔界》作者：春深夏至（np）【24.5.07】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/8ec63357f87d"
  },
  {
    "文件名": "[完结]《被玩坏的淫乱校霸》作者：Light（np）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/f62f3bab9c19"
  },
  {
    "文件名": "[完结]《重生成合欢宗小师弟后》作者：珍珠口枷（np）【24.6.09】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/cf7693d4438f"
  },
  {
    "文件名": "[完结]《庶子逆袭之我有特别的成神技巧》作者：深海的石头（np）【24.3.29】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/17af3f2c395f"
  },
  {
    "文件名": "[完结]《漂亮美人出轨被曰出汁》作者：墨墨（np）【24.5.04】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/8d141f3c755a"
  },
  {
    "文件名": "[完结]《被继承者玩弄的小家主》作者：芋泥啵啵（np）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/16089572910e"
  },
  {
    "文件名": "[完结]《被太子艹批的皇帝》作者：利露芭菈（np）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/35896ca9029e"
  },
  {
    "文件名": "[完结]《金丝雀与狼和猫》作者：晚安世界（np）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/b215c02454aa"
  },
  {
    "文件名": "[完结]《没头脑和不高兴》作者：素安井（np）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/13d995d4747c"
  },
  {
    "文件名": "[完结]《有碎玉声》作者：只写甜饼（np）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/6e7c1a38026e"
  },
  {
    "文件名": "[废文 完结]蚊子血是朱砂痣（np）作者：和汐泥.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ff2f840f7035"
  },
  {
    "文件名": "[完结]《男配也要被强取夺豪吗？》作者：神加（np）【24.5.03】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/4ae496766cab"
  },
  {
    "文件名": "[完结]《控制器》作者：栩栩（np）【24.7.23】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/8e15c2c90f20"
  },
  {
    "文件名": "[完结]《穿到女尊世界绿女主》作者：格子（np）【24.4.22】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/d11b05baaeb0"
  },
  {
    "文件名": "[完结]《调教魅族美人》作者：迟昙（np）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/df88bdc85a84"
  },
  {
    "文件名": "[完结]《疯批院长每天都在求操》作者：月牙黑（np）【24.3.23】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/8618c8a31b9b"
  },
  {
    "文件名": "[完结]《穿进抹布文被主角受强制爱了》作者：Sylviahazo（np）【24.6.08】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/9bd7399ee94e"
  },
  {
    "文件名": "[完结]《轮番标记》作者：小鱼爱绿植（np）【24.3.16】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/6b7d5d546aa9"
  },
  {
    "文件名": "[完结]《当万人迷化身惹事精》作者：酒木槿（np）【24.5.19】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/103c37cda4f0"
  },
  {
    "文件名": "[完结]《每次循环都逃不掉被炒命运》作者：芝芝吃吃（np）【24.4.08】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a1884f444f0d"
  },
  {
    "文件名": "[完结]《被透明色鬼强懆的美人们》作者：辣手摧花（np）【24.4.16】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/feb15eeb34ee"
  },
  {
    "文件名": "[完结]《魅魔和他的大奶乐园》作者：争取勤奋码字中（np）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/209183dbef01"
  },
  {
    "文件名": "[完结]《淫乱的夫夫》作者：玖婳（np）【24.3.26】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/05bde44a0518"
  },
  {
    "文件名": "[完结]《欲催雪》作者：我在胡桃夹子里面唱胡桃夹子（np）【24.6.12】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/bbf5736a952e"
  },
  {
    "文件名": "[完结]《玩烂哥哥们的批》作者：白菜豆腐皮（np）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/946ae87cefa5"
  },
  {
    "文件名": "[完结]《饥渴美人的催眠游戏》作者：想忘于江湖（np）【24.5.06】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/791a0c201ee2"
  },
  {
    "文件名": "[完结]《误入魅魔的领地》作者：Guren（np）【24.4.25】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/d7a2907f1b17"
  },
  {
    "文件名": "[完结]《父子同床》作者：桃姿（np）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/904d2602763d"
  },
  {
    "文件名": "[完结]《生涩游戏》作者：眠不得（np）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e6dcb19da5ae"
  },
  {
    "文件名": "[完结]《扮演清纯炮灰引诱主角强制爱了 原名 小美人在不同世界扮演清纯人设》作者：不蘸糖（np）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/0421a2c9e85b"
  },
  {
    "文件名": "[完结]《我和我的几个室友》作者：蛋黄酥好吃（np）【24.4.24】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/977caf02a8e8"
  },
  {
    "文件名": "[完结]《穿成虐文主角受把攻给奸了》作者：无有灵（np）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c071665d01ed"
  },
  {
    "文件名": "[完结]《淫荡的双性老师》作者：顾雁行（np）【24.5.25】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ce35fab5ac6a"
  },
  {
    "文件名": "[废文 完结]撞轨（np）作者：徐某某【24.5.04】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/d5bee0f9765c"
  },
  {
    "文件名": "[完结]《游戏》作者：北X风（np）【24.7.03】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/24caa1cc17c6"
  },
  {
    "文件名": "[完结]《当然是先让兄弟们爽一爽！》作者：祉猷并茂（np）【24.6.02】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/9b9d3b423c04"
  },
  {
    "文件名": "[废文 完结]婚内义务（np）作者：SoSour【24.5.13】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/22fc4b98a348"
  },
  {
    "文件名": "[废文 完结]当年孤月（np）作者：小糖稚【24.7.25】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/89e8e18f190c"
  },
  {
    "文件名": "[完结]《骗钱翻车后被怨种们玩烂了》作者：淼和森（np）【24.5.06】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/be376ceb0965"
  },
  {
    "文件名": "[完结]《那个兽王们心爱的病弱小雌性》作者：枫桥（np）【24.3.27】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/f7b88a8ae4d3"
  },
  {
    "文件名": "[完结]《抹布高岭之花》作者：西西（np）【24.7.07】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/fde73bc423ac"
  },
  {
    "文件名": "[完结]《索求无度》作者：午陌一（np）【24.4.08】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/9adcad3ed574"
  },
  {
    "文件名": "[完结]《我死后，太子殿下疯狂入尸》作者：淤泥啵啵（np）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/3f1e4ec1d239"
  },
  {
    "文件名": "[废文 完结]海马（np）作者：北猫_cat.txt",
    "夸克盘链接": "https://pan.quark.cn/s/3f3954d9a64d"
  },
  {
    "文件名": "[完结]《所有人都想被我上》作者：我是池塘里的小雨滴（np）【24.5.31】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/412f6e846ed4"
  },
  {
    "文件名": "[废文 完结]勤换男人多生娃（np）作者：白马非狗【24.5.26】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/5554a76183a3"
  },
  {
    "文件名": "[废文 完结+番外]烂泡芙（np）作者：精神状态日渐美丽~补番【24.5.19】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/55721de10ba0"
  },
  {
    "文件名": "[完结]《无辜社畜被疯批们做到强制高潮》作者：去不去趣多多（np）【24.5.07】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/32e921cf2e55"
  },
  {
    "文件名": "[完结]《疯批权少玩坏清冷总裁嫩批》作者：发卖美人的嫡爪爪（np）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/913a667ee97e"
  },
  {
    "文件名": "[完结]《穿成病娇九千岁》作者：月光如水（np）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/984511de1992"
  },
  {
    "文件名": "[废文 完结+番外]婚内义务（np）作者：SoSour~补番【24.5.20】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/1f84060ad8c9"
  },
  {
    "文件名": "[废文 完结]二重身（np）作者：武直-荏.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a2c6f406d749"
  },
  {
    "文件名": "[完结]《血统激活之路》作者：沈梦（np）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ae907242b668"
  },
  {
    "文件名": "[完结]《请不要打扰我自杀》作者：红鱼（np）【24.7.20】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/374e83ef09d8"
  },
  {
    "文件名": "[废文 完结]前男友（np）作者：炒年糕【24.7.30】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/24547ae9cf68"
  },
  {
    "文件名": "[废文 完结]男妾生存法则（np）作者：野君子【24.7.02】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/54e82d887fa5"
  },
  {
    "文件名": "[完结]《小少爷的玷污日记》作者：灵魂写手（np）【24.6.04】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/f8826a9292d6"
  },
  {
    "文件名": "[完结]《清纯男高的双面人生》作者：西瓜咔咔好吃（np）【24.4.16】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/1ea575947565"
  },
  {
    "文件名": "[完结]《漂亮主播流落兽世》作者：似旧（np）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/d3b91f0f4686"
  },
  {
    "文件名": "[完结]《穿成炮灰后，我成了男主们老婆》作者：将进酒（np）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/2f01866e6d15"
  },
  {
    "文件名": "[完结]《拜师后，我成了师尊的禁脔》作者：我喜欢吃糖（np）【24.6.07】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/4a259b180f76"
  },
  {
    "文件名": "[完结]《貌美人妻出轨记》作者：辣手摧花（np）【24.6.20】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/78bc20b1f7f1"
  },
  {
    "文件名": "[完结]《篮球队的便器经理（催眠，时停，入梦，重口）》作家：龙哲宇（np）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/06d42fb61ca1"
  },
  {
    "文件名": "[完结]《就要在NP文里搞1V1》作者：lune（1v1）【24.3.21】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/b497d123aa50"
  },
  {
    "文件名": "[废文 完结166]归源编年（np）作者：奉旨填词柳三辩【24.5.03】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/9b10d540ac41"
  },
  {
    "文件名": "[完结]《清纯炮灰总被强制》作者：芋圆牛奶（np）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/1b2fd36eba6e"
  },
  {
    "文件名": "[废文 完结]欲壑（np）作者：大大大大【24.4.19】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/8ca486c1358d"
  },
  {
    "文件名": "[完结]《拒绝老婆的反攻请求后》作者：鱼子酱（np）【24.5.29】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/3427e076cd67"
  },
  {
    "文件名": "[完结]《小妈对挨肏感到不耐烦》作者：芋圆啵啵奶茶不要芋圆不要奶茶（np）【24.5.29】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/96c4267cb707"
  },
  {
    "文件名": "[完结]《校草各异世界受苦记》作者：色色发抖（np）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/7c4e05c097f6"
  },
  {
    "文件名": "[完结]《山村公妓》作者：星星冷的眨眼睛（np）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/3e4c40594b58"
  },
  {
    "文件名": "[完结]《苏可的娱乐圈生活》作者：细雨（np）【24.4.20】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e5abedd26b9e"
  },
  {
    "文件名": "[废文 完结]亲子饭（np）作者：北野烁【24.5.03】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/fe800243c145"
  },
  {
    "文件名": "[完结]《穿越后被lun了》作者：黎小空（np）【24.7.07】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/38e6afe96163"
  },
  {
    "文件名": "[废文 完结]淤泥（np）作者：荷彧【24.6.15】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/5c05325250d4"
  },
  {
    "文件名": "[完结]《换寝后被前男友群P》作者：沐已成粥（np）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/f25aead4ada5"
  },
  {
    "文件名": "[废文 完结]失忆后游走在大佬间（np）作者：西兰花花花【24.7.17】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/2a910a8c218a"
  },
  {
    "文件名": "[完结]《竺灯》作者：乌龙喵喵茶（np）【24.4.25】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/dd283332e106"
  },
  {
    "文件名": "[完结]《穿成被迫逃亡的虫母后》作者：止血剤（np）【24.7.10】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/7532f72ae453"
  },
  {
    "文件名": "[废文 完结]幸福的家（np）作者：史克浪子.txt",
    "夸克盘链接": "https://pan.quark.cn/s/91482f2c358b"
  },
  {
    "文件名": "[完结]《汴梁有妖》作者：撩人的猫（np）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/2405eb925bff"
  },
  {
    "文件名": "[完结]《绑定欲望系统后被操翻了》作者：白开水水水水（np）【24.6.05】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/d39a06a3f6c3"
  },
  {
    "文件名": "[完结]《虫族之社畜雄性》作者：凸凸凸（np）【24.7.20】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a55ee2600f25"
  },
  {
    "文件名": "[废文 完结]但饮莫相问（np）作者：债权申报表.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c9e11ade86a6"
  },
  {
    "文件名": "[完结]《淫欲学院》作者：潮生日（np）【24.5.04】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/477927ce6c19"
  },
  {
    "文件名": "[完结]《当我参加海棠作者大会之后》作者：开心睡不醒（np）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/9500be4a5224"
  },
  {
    "文件名": "[废文 完结+番外]野望（np）作者：快把蕉下的鹿牵走~补番【24.6.11】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e53499fafceb"
  },
  {
    "文件名": "[完结]《孚乚母》作者：福临门（np）【24.6.16】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/33ebde438f60"
  },
  {
    "文件名": "[完结]《快穿·他们怎么都想操我》作者：安卿（np）【24.4.23】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/9b1c1ef65e2a"
  },
  {
    "文件名": "[完结]《收集各大校草精液系统》作者：芋泥啵啵（np）【24.6.17】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/cf22e14b4bc8"
  },
  {
    "文件名": "[完结]《当霸总绑定了海棠总受系统》作者：宴安（np）【24.5.24】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/8c2c6113765f"
  },
  {
    "文件名": "[完结]《笨蛋美人被疯批们酱酱酿酿后逃跑啦！》作者：鬼啊鬼（np）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/171d9c85ab03"
  },
  {
    "文件名": "[完结]《穿成虫族色情主播的我操翻整个虫族》作者：纯情大迪奥（np）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/58bdd66aa549"
  },
  {
    "文件名": "[完结]《较软美人被老公们疼爱日常》作者：晴六六（np）【24.4.08】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e309ebfffff1"
  },
  {
    "文件名": "[完结]《美貌诱受他出轨成性》作者：樱桃腐烂期（np）【24.3.27】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/10deda715ff3"
  },
  {
    "文件名": "[完结]《被迫沉沦》作者：云上川只吃肉（np）【24.7.13】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/bed2e89c0287"
  },
  {
    "文件名": "[废文 完结]像我这样的浪子（np）作者：喊救命不.txt",
    "夸克盘链接": "https://pan.quark.cn/s/759c3a9c1eda"
  },
  {
    "文件名": "[完结]《拒绝老婆的反攻请求后》作者：鱼子酱（np）【24.7.06】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/f6412b71ebf5"
  },
  {
    "文件名": "[废文 完结]顾影何须怜（np）作者：阮红浪.txt",
    "夸克盘链接": "https://pan.quark.cn/s/050550d28535"
  },
  {
    "文件名": "[废文 完结]红裙与痣（np）作者：一瓶黄豆酱【24.4.05】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/211fe14442ba"
  },
  {
    "文件名": "[完结]《我的那些金主们》作者：一条鱼ing（np）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/9a1477b3aace"
  },
  {
    "文件名": "[完结]《海棠游戏世界的总攻大人》作者：克莱因蓝（np）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/2fd7a9403704"
  },
  {
    "文件名": "[完结]《漂亮美人被高岭之花狠狠肏》作者：没有名字自以为（np）【24.7.04】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/47450bb3121e"
  },
  {
    "文件名": "[完结]《被嫌弃的愚笨共妻》作者：在此宣判（np）【24.4.06】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c41eaa6c9a94"
  },
  {
    "文件名": "[完结]《虫巢纪事》作者：三日迷津（np）【24.3.29】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e657da6b1e20"
  },
  {
    "文件名": "[废文 完结]赌徒（np）作者：五行多木【24.5.29】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/471d6ffffa67"
  },
  {
    "文件名": "[废文 完结]祖安兔子（np）作者：醉里长歌【24.7.02】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/2c9172bb7205"
  },
  {
    "文件名": "[完结]《攻陷王城——美人地狱》作者：黎小空（np）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/2494d47b33ca"
  },
  {
    "文件名": "[废文 完结]催熟效应（np）作者：大懒苟【24.4.29】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/78d5f6d61c9b"
  },
  {
    "文件名": "[完结]《激烈喷水的双性人妻》作者：被摸那里会受不了的（np）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/0bdc606ffab1"
  },
  {
    "文件名": "[完结]《被仿生人轮奸的日日夜夜》作者：没有名字（np）【24.6.10】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/0e49e4504e3e"
  },
  {
    "文件名": "[完结]《成为主角攻受的共妻》作者：一奉顺（np）【24.3.22】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/3c5fbd67a726"
  },
  {
    "文件名": "[完结]《花魁宴》作者：椰果绿茶（np）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e280f466119f"
  },
  {
    "文件名": "[废文 完结]十四天恋爱（np）作者：莓姨【24.5.06】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c7a58b6a1ca8"
  },
  {
    "文件名": "[完结]《穿进淫荡皇宫中双性》作者：把你咔艹烂（np）【24.4.30】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/11c8a1ef4982"
  },
  {
    "文件名": "[完结]《长歌一剑》作者：kongwww1www（np）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/3c5e2eb120f5"
  },
  {
    "文件名": "[完结]《玩透全都市！家人、朋友、同学...》作者：黎洛（np）【24.3.16】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/4b56b1ff7c9c"
  },
  {
    "文件名": "[完结]《漂亮蠢货注定被玩哭 原名 漂亮蠢货注定被操烂》作者：狐狸头（np）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/b69c33bcf9c7"
  },
  {
    "文件名": "[完结]《总被诡秘游戏的boss看中》作者：花勍（np）【24.4.07】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/19892c929af8"
  },
  {
    "文件名": "[完结]《电竞俱乐部里被团宠的天才中单》作者：南枫枫（np）【24.4.16】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/31c9991f2c16"
  },
  {
    "文件名": "[完结]《特殊体质掰弯我》作者：辣椒炒肉（np）【24.5.03】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/13f8896be361"
  },
  {
    "文件名": "[废文 完结]蝉鸣阵阵（np）作者：刈里【24.7.25】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/fd1456f26a9e"
  },
  {
    "文件名": "[完结]《秘密在侵犯中泄露了》作者：小小巴土（np）【24.3.24】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/3cd5a0249f4c"
  },
  {
    "文件名": "[废文 完结]小鸭梨（np）作者：散尾葵.txt",
    "夸克盘链接": "https://pan.quark.cn/s/3a79107071c0"
  },
  {
    "文件名": "[完结]《将强壮草原王子变成温顺太监那些事》作者：mmo（np）【24.6.17】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/88c947e34cbf"
  },
  {
    "文件名": "[完结]《海棠总受被NP肏翻了》作者：九出长安（np）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e7fc5c4bb104"
  },
  {
    "文件名": "[废文 完结]假设谁都不是败犬（np）作者：摸鱼强【24.4.11】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/7c97f7c9a998"
  },
  {
    "文件名": "[完结]《拯救者上位中》作者：六幺八（np）【24.4.18】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/403cc08a2feb"
  },
  {
    "文件名": "[完结]《豪门骚受np乱伦双性abo》作者：脆皮大烧鹅（np）【24.5.12】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/5222cec874d9"
  },
  {
    "文件名": "[完结]《败北之身》作者：村姑（np）【24.7.06】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/b139ef7d3856"
  },
  {
    "文件名": "[完结]《拯救任务》作者：一纸风筝（np）【24.5.01】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e4eb79ac7ce4"
  },
  {
    "文件名": "[完结]《楚家的共用双星美人》作者：观于海者（np）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/3b2b75eee72b"
  },
  {
    "文件名": "[废文 完结]小傻子（np）作者：周粥不爱喝周.txt",
    "夸克盘链接": "https://pan.quark.cn/s/bf74ff8081bb"
  },
  {
    "文件名": "[完结]《美貌菟丝花失去反派老公后》作者：自酩（np）【24.3.26】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e8debae08c07"
  },
  {
    "文件名": "[完结]《拍床戏被假戏真做》作者：柚子成熟时（np）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/56bfb07e2294"
  },
  {
    "文件名": "[完结]《美人总被侵犯灌精》作者：张嘴吃肉（np）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/25eb33a6fe75"
  },
  {
    "文件名": "[完结]《快穿：海棠攻在起点被玩坏了》作者：苏酒（np）【24.7.20】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/2de6e35a24b3"
  },
  {
    "文件名": "[完结]《淫功征服修仙界》作者：黎洛（np）【24.5.06】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/b569b385095a"
  },
  {
    "文件名": "[完结]《恶毒反派雌堕直播间》作者：故港与猫（np）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/2029547e7c73"
  },
  {
    "文件名": "[废文 完结]烦人的弟弟们（np）作者：是错躲不过.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e288177612ef"
  },
  {
    "文件名": "[完结]《陷欲》作者：粉红西瓜（np）【24.5.08】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a0b4658e72d7"
  },
  {
    "文件名": "[完结]《我和他俩be了》作者：保温杯的水（np）【24.5.17】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/980cf823414c"
  },
  {
    "文件名": "[完结]《当雌堕总裁得知剧情》作者：blue之春（np）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/91ed4a240351"
  },
  {
    "文件名": "[完结]《论插花的艺术》作者：花槐（np）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e20073d56790"
  },
  {
    "文件名": "[完结]《我丈夫好像表里不一》作者：日渐添寿（np）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/1b6c6b6240a2"
  },
  {
    "文件名": "[完结]《清冷男神被强制双性后》作者：凉悠悠（np）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/431193a4426f"
  },
  {
    "文件名": "[完结]《被迫成为吸精容器》作者：初八千（np）【24.5.05】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/05c492db3eca"
  },
  {
    "文件名": "[完结]《我是来加入这个家的》作者：nakoya（np）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/b4431251af7b"
  },
  {
    "文件名": "[废文 完结]我是男团里的cp工具人（np）作者：千眠【24.5.28】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/dc0b9eac257a"
  },
  {
    "文件名": "[完结]《被潜规则的明星们》作者：黑爪（np）【24.7.25】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/98efaea0b184"
  },
  {
    "文件名": "[完结]《给原始人当共妻》作者：小辣椒不辣（np）【24.5.16】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/727493979383"
  },
  {
    "文件名": "[完结]《调教双性美人》作者：君鹤（np）【24.5.17】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/0c12ee75d46a"
  },
  {
    "文件名": "[废文 完结147]狗2（np）作者：吆喝.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ff1f0e08c07e"
  },
  {
    "文件名": "[完结]《蛇妖的产（卵）后护理》作者：利露芭菈 (np).txt",
    "夸克盘链接": "https://pan.quark.cn/s/7b1ab7fa089f"
  },
  {
    "文件名": "[废文 完结]娇娇（np）作者：由罗时雨.txt",
    "夸克盘链接": "https://pan.quark.cn/s/65f6c775b6bf"
  },
  {
    "文件名": "[完结]《鬼修他张开双腿》作者：红烧肉酱汁（np）【24.4.08】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/dac395e6df32"
  },
  {
    "文件名": "[完结]《探索老攻的精神世界》作者：蟹老板（np）【24.4.27】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/47fe19e782f6"
  },
  {
    "文件名": "[完结]《菟丝花》作者：鱼她（np）【24.5.28】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a45f7f61e5a7"
  },
  {
    "文件名": "[废文 完结]小宇（np）作者：夕一栖【24.4.16】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/37f77bc5d238"
  },
  {
    "文件名": "[完结]《恶毒炮灰下海直播后》作者：菜鸡写手（np）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a66ab6df054b"
  },
  {
    "文件名": "[完结]《快穿之渣男天天被操》作者：君沐霖（np）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e4b7f0ed0617"
  },
  {
    "文件名": "[完结]《林城的悲惨生涯》作者：太阳梦见我（np）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/f8d6e449ca33"
  },
  {
    "文件名": "[完结]《被橄榄的漂亮老师》作者：房山季鸟猴（np）【24.5.03】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/593ae6bf3ec8"
  },
  {
    "文件名": "[完结]《惩罚游戏》作者：克里斯滕 (np)【24.4.16】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/d8721235ef65"
  },
  {
    "文件名": "[完结]《长恨歌》作者：君不见（np）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/278996fdbcd9"
  },
  {
    "文件名": "[完结]《邪恶美人鱼的猎精场》作者：么么爪（np）【24.5.25】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/0f7205e58c2d"
  },
  {
    "文件名": "[完结]《心魔引》作者：QJF（np）【24.6.11】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/440d3e3fb610"
  },
  {
    "文件名": "[完结]《总攻之邪恶爸爸暂停时间》作者：佚名（np）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/171c70e03c80"
  },
  {
    "文件名": "[废文 完结]混沌月光（np）作者：my_蒙小雨雨雨【24.7.25】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/9ee8d943917d"
  },
  {
    "文件名": "[废文 完结]被强制多年后（np）作者：雾灯【24.6.26】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/66f5d8f08d9c"
  },
  {
    "文件名": "[完结]《花前月下之：穿进黄文无限流》作者：二拨子（np）【24.5.30】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/b10277374bd5"
  },
  {
    "文件名": "[废文 完结]寻苟（np）作者：4911【24.4.20】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/3e1cf495f300"
  },
  {
    "文件名": "[完结]《我与雨》作者：水断刀鸣（np）【24.7.25】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e58f46d22c6a"
  },
  {
    "文件名": "[完结]《烧狐狸在每个世界的吸j日常》作者：后米（np）【24.5.03】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/d4aaf19d3b78"
  },
  {
    "文件名": "[完结]《春梦了无痕》作者：纯情女高（np）【24.5.03】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/45f28536f339"
  },
  {
    "文件名": "[完结]《装妹上分是会被透的》作者：与风（np）【24.5.07】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/3e6773c68790"
  },
  {
    "文件名": "[完结]《被捕获的校花美人》作者：椰果奶茶（np）【24.4.25】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/5357b1a363d8"
  },
  {
    "文件名": "[完结]《阴阳域》作者：蝶潝（np）【24.3.29】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/026197953e4c"
  },
  {
    "文件名": "[完结]《重生之你们怎么都是男同》作者：火镰击石（np）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/8e4954757718"
  },
  {
    "文件名": "[完结]《我那返祖男友》作者：Homom（np）【24.4.01】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c93c8b410096"
  },
  {
    "文件名": "[完结]《师尊是三界公用便器》作者：利露芭菈（np）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/66681a462fe5"
  },
  {
    "文件名": "[完结]《是狠人就要搞四个老婆》作者：云冀（np）【24.6.06】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/d01a9a656db7"
  },
  {
    "文件名": "[完结]《被迫成奴》作者：太阳梦见我（np）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/4295530f6485"
  },
  {
    "文件名": "[废文 完结]将离（np）作者：将离.txt",
    "夸克盘链接": "https://pan.quark.cn/s/b00184b6b35d"
  },
  {
    "文件名": "[废文 完结]炮龙泣玉录（np）作者：绿响【24.7.15】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/d406b09ae901"
  },
  {
    "文件名": "[完结]《（咒回all虎）要靠精液充能怎么办？》作者：银贼（np）【24.5.29】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/edca2c381680"
  },
  {
    "文件名": "[完结]《星际菟丝花》作者：辛德瑞拉（np）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/d1028582a40f"
  },
  {
    "文件名": "[完结]《狮子的共妻》作者：风芜月（np）【24.5.07】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/13ef00c207c2"
  },
  {
    "文件名": "[废文 完结]男秘书（np）作者：灰鸠【24.3.18】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/87bec26beede"
  },
  {
    "文件名": "[完结]《爆草清冷佛子》作者：芋泥啵啵（np）【24.4.29】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/1bb66be2a2ec"
  },
  {
    "文件名": "[完结]《魔道巨擘的鼎炉搜集》作者：有形资产（np）【24.6.14】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/36fcd1d1bc86"
  },
  {
    "文件名": "[完结]《美人破戒》作者：番茄果汁（np）【24.3.29】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/eeac01a31314"
  },
  {
    "文件名": "[完结]《批嫩水多美人被爆炒后》作者：小兔子乖乖（np）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/9b5bd191030b"
  },
  {
    "文件名": "[完结]《情欲指令APP》作者：梅子糖（np）【24.5.10】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/10f4f93c1d1a"
  },
  {
    "文件名": "[完结]《顶级alpha沦为母狗受》作者：脆皮大烧鹅（np）【24.5.18】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/0b32171f6099"
  },
  {
    "文件名": "[完结]《绿茶竟是我自己》作者：一颗栗子（np）【24.6.19】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/4eb057a75e7a"
  },
  {
    "文件名": "[完结]《恶毒美人师尊挨c记》作者：俺是恁爹（np）【24.6.19】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/354bd4aa4b24"
  },
  {
    "文件名": "[完结]《高考进行时，被虚拟老师玩弄的那些年》作者：泱泱浔淮（np）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/dd584393c0d2"
  },
  {
    "文件名": "[废文 完结]捡到废弃的万人迷光环（np）作者：一头叫肥肥的乌龟【24.3.31】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a769316d3bee"
  },
  {
    "文件名": "[完结]《应聘重金求子广告后》作者：半江瑟瑟（np）【24.4.08】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/81258977dd48"
  },
  {
    "文件名": "[完结]《高岭之花被强制》作者：紫柏（np）【24.4.05】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/f08f26032abf"
  },
  {
    "文件名": "[完结]《直男为钱献身舍友》作者：染绮（np）【24.5.14】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/572e9c83c400"
  },
  {
    "文件名": "[完结]《驯养魅魔得从小抓起》作者：安南顾北（np）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/2930ebfcf6e2"
  },
  {
    "文件名": "[完结]《爱神的使徒》作者：瞑目碟（np）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/577b1eafbb97"
  },
  {
    "文件名": "[完结]《魅魔殿下的调教之旅》作者：空日影（np）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/3b81e84064fd"
  },
  {
    "文件名": "[废文 完结]娇母豢养（np）作者：裤盖莓莓【24.5.03】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/4f31b4ac2160"
  },
  {
    "文件名": "[废文 完结]烂柯遗梦（np）作者：灼妆.txt",
    "夸克盘链接": "https://pan.quark.cn/s/4295fd0b7295"
  },
  {
    "文件名": "[废文 完结]放弃（np）作者：尘埃寄客【24.6.12】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/b77da3d53535"
  },
  {
    "文件名": "[完结]《异世界的邵群从做零开始》作者：群群你在看吗（np）【24.3.25】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/cd4dad4d4bc1"
  },
  {
    "文件名": "[废文 完结61]穿进攻略游戏大吃特吃（np）作者：穆小刀_【24.6.07】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/3c6148dee8c6"
  },
  {
    "文件名": "[废文 完结]温暖的触手（np）作者：鸦鸦吃素也吃肉【24.3.22】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/dad2ef87f631"
  },
  {
    "文件名": "[完结]《爱他，如坠深渊》作者：芈酒（np）【24.6.02】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/6d3484089bb8"
  },
  {
    "文件名": "[完结]《轮奸美人合集》作者：没有名字（np）【24.7.09】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/7defc5518dc2"
  },
  {
    "文件名": "[完结]《真少爷绑定了越睡越有钱系统》作者：云有期（np）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/fec0f2bf96c9"
  },
  {
    "文件名": "[废文 完结]潮湿过渡（np）作者：不要乱叫【24.7.14】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/54dc061a7812"
  },
  {
    "文件名": "[完结]《被调教的妻奴》作者：没有名字（np）【24.4.29】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/26d3eee19b00"
  },
  {
    "文件名": "[完结]《雌堕抹布受的婚后生活》作者：木小刀（np）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/7afa6232bba7"
  },
  {
    "文件名": "[废文 完结]民间情话（np）作者：专用名.txt",
    "夸克盘链接": "https://pan.quark.cn/s/4b404f392543"
  },
  {
    "文件名": "[完结]《我的人渣男友》作者：一毛毛 (np)【24.4.04】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/0bf2dc8e26e1"
  },
  {
    "文件名": "[完结]《极品男媳》作者：飘飘糖（np）【24.5.22】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/5864f75e46f4"
  },
  {
    "文件名": "[完结]《室友三个我都追过》作者：捏捏猫肉垫（np）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/6593887800fc"
  },
  {
    "文件名": "[废文 完结]燃尽（np）作者：cpu给干烧了【24.7.19】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/585fdeb1db12"
  },
  {
    "文件名": "[完结]《清冷男神日夜被懆出汁》作者：名吾识（np）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/579789f824d3"
  },
  {
    "文件名": "[废文 完结]相亲相爱一家人（np）作者：斯内克.txt",
    "夸克盘链接": "https://pan.quark.cn/s/75167629f335"
  },
  {
    "文件名": "[完结]《我哥不打死我就是爱我！》作者：飞五子（np）【24.4.29】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/3c50e2d48240"
  },
  {
    "文件名": "[废文 完结]堕江天（np）作者：李念棠.txt",
    "夸克盘链接": "https://pan.quark.cn/s/7186f7d1ecff"
  },
  {
    "文件名": "[完结]《虫族之堕落王后》作者：奇怪魔法少男（np）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/53898df0dd76"
  },
  {
    "文件名": "[完结]《造梦之书》作者：一抹清烟（np）【24.5.10】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e87c77a4d1b6"
  },
  {
    "文件名": "[完结]《快穿之大佬都喊我老公》作者：蒸汽玉米须（np）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/d926d10f0fd6"
  },
  {
    "文件名": "[完结]《黑道大哥被肏成淫荡骚受》作者：猥琐大帝 (np).txt",
    "夸克盘链接": "https://pan.quark.cn/s/b3744f457a63"
  },
  {
    "文件名": "[完结]《路人如何在dc浑水摸鱼》作者：豆腐今天咸了（np）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/741d9697778d"
  },
  {
    "文件名": "[完结]《疯狗和傲娇和病娇》作者：蓝天黑（np）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e31394bc60b8"
  },
  {
    "文件名": "[完结全+番外]《男高中生勾引老师之后》作者：西芹西芹（np）【24.7.15】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a9326d2ed449"
  },
  {
    "文件名": "[完结]《师尊他又撩又欲！》作者：归心（混合np）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/06de25934514"
  },
  {
    "文件名": "[废文 完结]蓟花王朝狂欢史（np）作者：鲸鱼碧海中【24.5.05】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/2f6e232fa83f"
  },
  {
    "文件名": "[完结]《绑定情欲征服系统之后》作者：搞点芋泥778（np）【24.3.28】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/587df330e30b"
  },
  {
    "文件名": "[废文 完结]无处逃脱（np）作者：只吃肉的xixi【24.7.24】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/fd2f41d4a680"
  },
  {
    "文件名": "[完结]《神父受胎》作者：无有灵（np）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/5c2001405839"
  },
  {
    "文件名": "[完结]《鬼才要变性啊》作者：明天白天（np）【24.7.14】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/1ea8efc29f14"
  },
  {
    "文件名": "[废文 完结]白水茶（np）作者：莎哈哈哈【24.4.07】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/310ee36679f1"
  },
  {
    "文件名": "[完结]《被疯批boss强制的可怜小美人》作者： Sori（np）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/4e54929bde87"
  },
  {
    "文件名": "[完结]《暴力少管所受戒记》作者：香丘何处（np）【24.3.18】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/da5e2535c04e"
  },
  {
    "文件名": "[完结]《被疯狂榨汁的小美人》作者：吃个鸭脖（np）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/94303ee456ad"
  },
  {
    "文件名": "[完结]《小公子沦为共妻之后》作者：阿芙酒（np）24  07  13.txt",
    "夸克盘链接": "https://pan.quark.cn/s/164b678d34eb"
  },
  {
    "文件名": "[完结]《风流科举路》作者：溏心蛋（np）【24.6.10】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/705959aa9466"
  },
  {
    "文件名": "[完结]《无限之集邮直男》作者：年更的梦想（np）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/9a069982106c"
  },
  {
    "文件名": "[废文 完结]万人嫌假少爷翻车后（np）作者：海德小姐【24.5.16】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/7050ff0bc20a"
  },
  {
    "文件名": "[废文 完结]烂泡芙（np）作者：精神状态日渐美丽【24.5.02】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/8c154486dd3a"
  },
  {
    "文件名": "[完结]《总攻：金主大人随心所欲》作者：香香肉肉（np）【24.5.07】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/f09532dacaac"
  },
  {
    "文件名": "[完结]《淫乱体校里的双性大奶老师》作家：包子（np）【24.7.09】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/df70f1e2a9d4"
  },
  {
    "文件名": "[完结全+番外]《恶堕之春》作者：垃圾车在天堂（np）【24.6.21】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/6ab85fe443a2"
  },
  {
    "文件名": "[完结]《背着兄长开后宫》作者：芝士脆脆虾（np）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/2b93338d3a9f"
  },
  {
    "文件名": "[完结]《满级大佬的乖乖爱人们》作者：弹软小馒头（np）【24.5.16】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/b1b077c9302e"
  },
  {
    "文件名": "[完结]《穿进后宫养成游戏大吃特吃》作者：穆小刀（np）【24.6.07】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/b1a5496f3ffd"
  },
  {
    "文件名": "[完结]《朝朝》作者：理理理理理理我（np）【24.4.25】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/cc69bf96c4b8"
  },
  {
    "文件名": "[完结]《海王的专属鱼塘》作者：南枫枫（np）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/65b59be01cf6"
  },
  {
    "文件名": "[完结]《被送去做礼物的双星美人》作者：观于海者（np）【24.6.09】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ccd5c49ccfca"
  },
  {
    "文件名": "[完结]《渣攻日记》作者：放飞的雪（np）【24.5.18】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/1b4d437f49b3"
  },
  {
    "文件名": "[完结]《影帝的恶堕人生》作者：吃土少年（np）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/bcf1da3db553"
  },
  {
    "文件名": "[完结]《带男人们回家》作者：山笙（np）【24.6.10】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/3ddf114aa20f"
  },
  {
    "文件名": "[完结]《虫族之某店的地下室（调教师总攻的虫族生活》作者：咦咦咦（np）【24.5.26】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/50d04c014cc7"
  },
  {
    "文件名": "[完结]《穿书被反派儿子们爆炒》作者：水木生溪（np）【24.7.20】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/1ac90527918e"
  },
  {
    "文件名": "[完结]《疯攻的报复之路》作者：勤快专打黄瓜（np）【24.6.18】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/d7250dc86d60"
  },
  {
    "文件名": "[完结]《监狱里的日子》作者：方格（np）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/8bf32dbbb114"
  },
  {
    "文件名": "[完结]《被淫父开发成小母狗的漂亮儿子们》作者：坏兔子（np）【24.6.07】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c0d72b708d81"
  },
  {
    "文件名": "[废文 完结]有钱人滚远点（np）作者：好困【24.3.20】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/bf02ff380416"
  },
  {
    "文件名": "[完结]《被艹出汁水的风骚美人》作者：灸梨（np）【24.5.17】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/818c0892ea6e"
  },
  {
    "文件名": "[完结]《玩弄夫君的宠妾》作者：山雾雾雾雾（np）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a6c58c107f8d"
  },
  {
    "文件名": "[废文 完结]应许之物（np）作者：努努豆豆丝丝【24.7.29】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/d32d3c755b9c"
  },
  {
    "文件名": "[完结]《铁血帝姬赵福金》作者：楚天水（总攻np）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c83d26db5d0b"
  },
  {
    "文件名": "[完结]《少爷们的糙汉室友》作者：一点咸鱼（np）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/065d1e9933ce"
  },
  {
    "文件名": "[完结]《虫族之楚燃》作者：岁岁（np） 24-7-16.txt",
    "夸克盘链接": "https://pan.quark.cn/s/77cd29b7485e"
  },
  {
    "文件名": "[完结]《恶警》作者：千代子（np）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/257b814e82cf"
  },
  {
    "文件名": "[完结]《穿书后男主他被迫np》作者：吃肉肉啊（np）【24.6.09】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/7bbed20b3a70"
  },
  {
    "文件名": "[完结]《失控（实验室暴动）作者：桃知（np）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/32c31681debc"
  },
  {
    "文件名": "[完结]《美貌星际皇帝死而复生由a转o后，死对头们都想当他的狗》作者：海月淹没（np）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/8dd8ccc905f8"
  },
  {
    "文件名": "[完结]《被少爷们玩弄的高穷帅》作者：冬紫罗（np）【24.3.19】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/3c4c6cabb2c5"
  },
  {
    "文件名": "[完结]《我以为我是万人迷，实际我是万人嫌》作者：码字好难（np）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/3b2fc17e1d03"
  },
  {
    "文件名": "[完结]《景舟》作者：君届（np）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/4e8dba9fcbef"
  },
  {
    "文件名": "[完结]《绮梦》作者：将离（np）【24.6.05】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/f185ca436400"
  },
  {
    "文件名": "[完结]《重生后变娇弱莲花》作者：徐福右（np）【24.4.09】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/4c64ac52d2b0"
  },
  {
    "文件名": "[完结]《笨蛋美人万人迷实录》作者：芋圆牛奶（np）【24.7.09】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/f30cf5057525"
  },
  {
    "文件名": "[完结]《我不会再爱你们》作者：十二卷（np）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ba1e3c77acd3"
  },
  {
    "文件名": "[完结]《明星地铁播种实录》作者：水干草（np）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/95bac1f37444"
  },
  {
    "文件名": "[完结]《纵情声色》作者：大胖猪猪（np）【24.7.23】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/f4f0671af777"
  },
  {
    "文件名": "[完结]《被父兄日日肏弄》作者：Estrus（np）【24.4.16】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/92aea4da917f"
  },
  {
    "文件名": "[完结]《柳绿》作者：细雨（np）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/7b6dcc2945f7"
  },
  {
    "文件名": "[完结]《缱绻欲重冷神仙》作者：此门中（np）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/f41f736c88ac"
  },
  {
    "文件名": "[废文 完结]Biseual（np）作者：什伽伦.txt",
    "夸克盘链接": "https://pan.quark.cn/s/b1592f444a64"
  },
  {
    "文件名": "[完结]《随机造反系统》作者：万朝夕（np）【24.7.14】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/0ed65b0af1cf"
  },
  {
    "文件名": "[完结]《用身体在悬疑文里勾男主》作者：眠不得（np）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/f100642b6525"
  },
  {
    "文件名": "[完结]《我的老公们是神兽》作者：吃笔者（np）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c20bca9cd98d"
  },
  {
    "文件名": "[废文 完结]择森而栖（np）作者：橙子耶【24.5.02】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/08b295fe887d"
  },
  {
    "文件名": "[废文 完结]我最近很担心（np）作者：嘛嘛咪呀.txt",
    "夸克盘链接": "https://pan.quark.cn/s/b3f1d6875a82"
  },
  {
    "文件名": "[完结]《猫妖美人被四个攻肏》作者：打死不写报社（np）【24.3.27】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ca5ae1764667"
  },
  {
    "文件名": "[完结]《红楼幻情录》作者：姊姊（np）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/752cd94216de"
  },
  {
    "文件名": "[完结]《摄政王的娇妻美妾》作者：黎小空（np）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/47ff3658e992"
  },
  {
    "文件名": "[完结]《总攻之日遍鬼怪》作者：肥圆大西瓜（np）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/7591685f4a85"
  }
];
