// 自动拆分 part_46
window._part46 = [
  {
    "文件名": "[完结+1番外]《竹马他是龙（1v1 诱受x双JJ攻）》作者：橙汁多多.txt",
    "夸克盘链接": "https://pan.quark.cn/s/08baf1f772f9"
  },
  {
    "文件名": "[完结+番外]《朗月烬燃》作者：Mint（同人1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/d2c0d7c8600d"
  },
  {
    "文件名": "[废文 完结]坏人（校园1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/8d7b4e551299"
  },
  {
    "文件名": "[完结]《【古风】相见欢》作者：豆渣.txt",
    "夸克盘链接": "https://pan.quark.cn/s/85f55429a3da"
  },
  {
    "文件名": "[完结+3番外]《泡沫（3p 双性&强制）》作者：饭来张口.txt",
    "夸克盘链接": "https://pan.quark.cn/s/61a96b5f4e88"
  },
  {
    "文件名": "[完结+全番外]《【申善】焕秋（同人）》作者：龙幻夜.txt",
    "夸克盘链接": "https://pan.quark.cn/s/2eb6d7f687d0"
  },
  {
    "文件名": "[完结]《在地铁上被乘客们伦了》作者：恶霸啊（np）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/94f54c5d9bad"
  },
  {
    "文件名": "[完结]《傲娇王爷被吃记》作者：路人女主 (1v1).txt",
    "夸克盘链接": "https://pan.quark.cn/s/7a96610f5d34"
  },
  {
    "文件名": "[完结]《『原神』成为炮王之后，我被系统制裁了！》作者：游佐玉（np）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/495af0f97da7"
  },
  {
    "文件名": "[完结+番外]牢笼  作者：Tumimi.txt",
    "夸克盘链接": "https://pan.quark.cn/s/711109d4e5dc"
  },
  {
    "文件名": "[完结+全番外]《渣爹自救指南（3p 总攻）》作者：楚楚爱吃肉.txt",
    "夸克盘链接": "https://pan.quark.cn/s/6bc495cdf69e"
  },
  {
    "文件名": "[完结+番外]《想入暃暃【王者荣耀暃同人】1v1》作者：冷雨夜.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c3464a27d750"
  },
  {
    "文件名": "[完结]《【快穿主受】当万人迷变成炮灰》作者：鸿云（np）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/87b6e7f58e45"
  },
  {
    "文件名": "[完结+全番外]《少爷后穴被保镖射满精液（过程np 结局1v1 性瘾受x忠犬攻）》作者：一杯凉白开.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a757ed6ce295"
  },
  {
    "文件名": "[完结+番外全]《一切巧合都有缘由（1v1）》作者：当一只咕咕.txt",
    "夸克盘链接": "https://pan.quark.cn/s/9ca3933099f7"
  },
  {
    "文件名": "[np 完结]《承恩池（男生子、多角恋）》作者：陆迎止.txt",
    "夸克盘链接": "https://pan.quark.cn/s/93a37a8ee317"
  },
  {
    "文件名": "[完结]《影帝调教影帝的日常生活》作家：腐朽味的（1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/f2092cdeec41"
  },
  {
    "文件名": "[完结]《时之影——吾乃青丘狐（玄幻）》作者：柳曦泽【米国度】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/489e53f9de88"
  },
  {
    "文件名": "[完结]《强制匹配》作者：睡得香（1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/38920635b28b"
  },
  {
    "文件名": "[完结]《弱鸡和他的饲主》作者：都是正经人（1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/b2b81b13d0af"
  },
  {
    "文件名": "[完结]《燃烧》作者：炸鸡烤鱿鱼（短篇合集）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/4deb831c00f3"
  },
  {
    "文件名": "[完结]《失策》作者：又见蓝山（1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/6cc3141eb7f4"
  },
  {
    "文件名": "[完结]《催眠熏香》作者：午后暖阳（短篇集）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/fcc0d61ea363"
  },
  {
    "文件名": "[完结]《俊俏小男人茓里痒痒的。。来呀，肏死他》作者：一口一只小兔兔（np）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/67eccd1a075e"
  },
  {
    "文件名": "[完结]《[总攻]自杀十五天》作者：林秀妍--补番一.txt",
    "夸克盘链接": "https://pan.quark.cn/s/db450299ed4d"
  },
  {
    "文件名": "[完结+番外]《直男穿到甜宠肉文里和双性大奶受抢人》作者：黑心绵糖（1v1）~补番.txt",
    "夸克盘链接": "https://pan.quark.cn/s/dfd3be9585e8"
  },
  {
    "文件名": "[完结+番外]《女王大人我错了》作者  肾豆喵~补番.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a46ec1648d6b"
  },
  {
    "文件名": "[完结+番外]《这叫强制爱？》作者：噗叽007（1v1）~补番.txt",
    "夸克盘链接": "https://pan.quark.cn/s/2136c5cdfbd8"
  },
  {
    "文件名": "[完结+番外1]《丰饶之地（3p）》作者：一树.txt",
    "夸克盘链接": "https://pan.quark.cn/s/5f61f23d684d"
  },
  {
    "文件名": "[完结]《凤礼》作者：剁椒（1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/4aff58c2504e"
  },
  {
    "文件名": "[完结+全番外]《玫瑰庄园（1v1）》作者：池上日记.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c59ee9b4cfc3"
  },
  {
    "文件名": "[完结+全番外]《桃花人生（双性 美强总受）np》作者：木若川华【补番】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/2a1e52e3957b"
  },
  {
    "文件名": "[完结+1番外]《军妓太子（美强主攻、抹布受）结局1v1》作者：墨影轮回.txt",
    "夸克盘链接": "https://pan.quark.cn/s/3a987c9e6e77"
  },
  {
    "文件名": "[完结+番外2]《叔叔，我可是直男》作者：小嘉 (1v1).txt",
    "夸克盘链接": "https://pan.quark.cn/s/ff6c8921f798"
  },
  {
    "文件名": "[完结+全番外]《哥哥说他热得难受（骨科1v1）》作者：爱口【补番】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e6576166acd3"
  },
  {
    "文件名": "[完结+全番外]《流云令（np 美强主攻 家奴）》作者：黎明破晓【补老文-无缺字】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e45880839a1a"
  },
  {
    "文件名": "[完结+番外]《失策》作者：又见蓝山（1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/753d21f94ad7"
  },
  {
    "文件名": "[完结+3番外]《零落成泥（np双性总受 结局1v1）》作者：一袋锅巴.txt",
    "夸克盘链接": "https://pan.quark.cn/s/43ff921486dc"
  },
  {
    "文件名": "[完结+全番外]《窃窃私屿（双性1v1）》作者：炒草莓酸奶.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a9f9af8ea023"
  },
  {
    "文件名": "[完结+全番外]《［骨科］岁岁常相见（1v1 绿茶攻）》作者：一条面包狗.txt",
    "夸克盘链接": "https://pan.quark.cn/s/75f239892393"
  },
  {
    "文件名": "[完结+全番外]《情敌变情人之后（3p 双性总受）》作者：熬夜第一名.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e5a6b17279c7"
  },
  {
    "文件名": "[合集 完结]《美人在怀：情色交易笔记》作者：醉氧°.txt",
    "夸克盘链接": "https://pan.quark.cn/s/5d64c951a420"
  },
  {
    "文件名": "[完结]《以剑报投珠》作者：玄献萱 (1v1).txt",
    "夸克盘链接": "https://pan.quark.cn/s/439afd976343"
  },
  {
    "文件名": "[完结+番外]《一诺无离殇（1v1）》作者：洺渊.txt",
    "夸克盘链接": "https://pan.quark.cn/s/002082eb8644"
  },
  {
    "文件名": "[完结+全番外]《贵妇攻他娇又美（1v1 单性 女装攻）》作者：一根腿毛【补番】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/24580fce7802"
  },
  {
    "文件名": "[完结+2番外]《如何用身体挽回竹马（1v1 暗恋成真、美攻x直男帅受）》作者：陆酌言.txt",
    "夸克盘链接": "https://pan.quark.cn/s/21ca79931b66"
  },
  {
    "文件名": "[完结]《北城淫荡的男人们》作者：吃土少年（故事集）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/d75911f1203b"
  },
  {
    "文件名": "[完结+番外]《【原神】穿越后在提瓦特当小老板》作者：喵呜喵呜（1v1）~补番.txt",
    "夸克盘链接": "https://pan.quark.cn/s/4166acb3e1fa"
  },
  {
    "文件名": "[完结]《养狗》作者：魚九（年下骨科1v1 狗狗攻×懦弱受）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a4a2fe53c445"
  },
  {
    "文件名": "[完结]《乖巧狗狗调教手册》作者：衿白 (3p).txt",
    "夸克盘链接": "https://pan.quark.cn/s/59f37966315f"
  },
  {
    "文件名": "[完结+全番外]《【双性生子】平妻 1v1》作者：娃娃菜炖肉丸【补老文-无缺字】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/5159e31cd563"
  },
  {
    "文件名": "[完结78+番外]《痴汉失忆后被疯批强制爱了 原名 痴汉失忆之后》作者：走笔阑珊（结局1v1）~补番.txt",
    "夸克盘链接": "https://pan.quark.cn/s/890cc7b23f94"
  },
  {
    "文件名": "《小奴》作者：闲闲.txt",
    "夸克盘链接": "https://pan.quark.cn/s/401f06a17f5a"
  },
  {
    "文件名": "[完结]《拒绝搞基的我被玩熟了（快穿 万人迷总受）》作者：xw1997（np）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/1da1c4eb619e"
  },
  {
    "文件名": "[完结]《头牌少爷翻车实录》作者：顾咕咕（np）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/350b5827adec"
  },
  {
    "文件名": "[完结]《疯狗皇弟真凶猛》(1v1).txt",
    "夸克盘链接": "https://pan.quark.cn/s/483b375c5f95"
  },
  {
    "文件名": "[完结]《琼琼》作者：荆荆（1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/074f82b89ff4"
  },
  {
    "文件名": "[完结]《哥哥的竹马喜欢我》作者：泉鹿（1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/4f17f65f08de"
  },
  {
    "文件名": "[完结]《湿漉漉的情儿》作者：枸杞叶洗眼睛的色情小说家 (np).txt",
    "夸克盘链接": "https://pan.quark.cn/s/77e838871ba2"
  },
  {
    "文件名": "[完结]《骤雨未歇》作者：一直咕咕的林某人（故事集）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/2d62794d1b04"
  },
  {
    "文件名": "[完结]《美人弱攻收割机【弱强美强】》作者：我想要108个黑皮大奶会喷汁的男宠（短篇合集）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/6bac58cdb9db"
  },
  {
    "文件名": "[完结]《尤物天成》作者：吃肉的长耳兔（np）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/be993242a038"
  },
  {
    "文件名": "[完结]《堕落的炽天使》作者：椰果奶茶（np）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/4e74765e4268"
  },
  {
    "文件名": "[完结]《【申善无陶】落红（同人）》作者：龙幻夜（1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/20b974476836"
  },
  {
    "文件名": "[完结+全番外]《【流浪地球口条同人】末日情诗》作者：吟西蝶.txt",
    "夸克盘链接": "https://pan.quark.cn/s/b4fd982bc7a3"
  },
  {
    "文件名": "[完结+番外]《无限流大魔王看上玩家了》作者：辛亥（1v1）~补番.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e48a0bec74e8"
  },
  {
    "文件名": "[完结+4番外]《黑暗囚笼（3p单性总受 强制 叔受）》作者：萧森离肃.txt",
    "夸克盘链接": "https://pan.quark.cn/s/aac14b4974c5"
  },
  {
    "文件名": "[完结+番外]《被情敌囚禁的日日夜夜》作者：半江瑟瑟（1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/1a802abe1903"
  },
  {
    "文件名": "[完结+全番外]《小公子（np 抹布美人受 总受）》作者：烛惑.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e0a272206170"
  },
  {
    "文件名": "[完结+2番外]《时间停止系统》作者：红烧仙桃.txt",
    "夸克盘链接": "https://pan.quark.cn/s/7b531959a606"
  },
  {
    "文件名": "[完结+番外]《假装人妻被发现后》作者：再吃亿碗~补番.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e1cbe29807b4"
  },
  {
    "文件名": "[完结+番外]《错误解读》作者：好饿（1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/61f52f5f17f0"
  },
  {
    "文件名": "[完结+全番外]《叔叔，我可是直男（1v1）》作者：小嘉.txt",
    "夸克盘链接": "https://pan.quark.cn/s/37bacdf972d1"
  },
  {
    "文件名": "《侵占》作者：雨住.txt",
    "夸克盘链接": "https://pan.quark.cn/s/2663dcac5edd"
  },
  {
    "文件名": "[完结+番外]《柠檬盐汽水》作者：风铃草（1v1）~补番.txt",
    "夸克盘链接": "https://pan.quark.cn/s/404d3ba28a4b"
  },
  {
    "文件名": "[完结 全番外]《成为虫母后我跑路了（虫族np总受）》作者：五月花.txt",
    "夸克盘链接": "https://pan.quark.cn/s/656ee0b59b36"
  },
  {
    "文件名": "[完结+番外]《魔鬼的双性淫奴（产乳 穿环 触手）》作者：迷路的小黄瓜________.txt",
    "夸克盘链接": "https://pan.quark.cn/s/58fd83b61174"
  },
  {
    "文件名": "[完结+番外]《靠吸阳气才能活下去【双】》作者：小顾（np）~补番.txt",
    "夸克盘链接": "https://pan.quark.cn/s/1d7f67d48c82"
  },
  {
    "文件名": "[完结+1番外]《明知故犯（虫族1v1）》作者：一天.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e66bac8b6a8d"
  },
  {
    "文件名": "[完结+2番外]《王爷他只是想（双洁1v1）》作者：两斤松风.txt",
    "夸克盘链接": "https://pan.quark.cn/s/2fec97933278"
  },
  {
    "文件名": "[完结+全番外]《哥哥，我湿了【1v1，真骨科】双性受x忠犬痴汉攻》作者：晚风弄影【补番】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/6058beef6e01"
  },
  {
    "文件名": "[完结]《囚禁男神后我被白嫖了》作者：一根腿毛（1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/8c914db633f3"
  },
  {
    "文件名": "[完结]《他们都以为我失忆了（总攻）》作者：我见青山（np）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/5091cc02ff5a"
  },
  {
    "文件名": "[完结+4番外]《【总攻】强制调教少年郎（np）》作者：骨狸.txt",
    "夸克盘链接": "https://pan.quark.cn/s/5b8155e5103b"
  },
  {
    "文件名": "[完结]《双性小狗调教记录》作者：ねここ.txt",
    "夸克盘链接": "https://pan.quark.cn/s/eec0311f7308"
  },
  {
    "文件名": "[完结]《吸男人（总受）》作者：男主大人（np）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a54fba3080cd"
  },
  {
    "文件名": "[完结]《下流交易》作者：榴莲最好吃（1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/2b53a3d627a5"
  },
  {
    "文件名": "[完结+1番外]《欢迎来到性爱学校（np）》作者：你共我遇上核爆无分彼此化作春泥.txt",
    "夸克盘链接": "https://pan.quark.cn/s/9070996c0107"
  },
  {
    "文件名": "《快穿之万人迷只想吃瓜》作者：木槿.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e7602146e612"
  },
  {
    "文件名": "[完结]《贴身保姆》作者：咸鱼（1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/78a84c815ad4"
  },
  {
    "文件名": "[废文 完结+番外]呻吟（1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/1c99d47b74ff"
  },
  {
    "文件名": "[完结]《欲望集市》作者：海棠大学校长（np）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/2c096f70097a"
  },
  {
    "文件名": "[完结]《小少爷下乡记》作者：在吃鸡排（1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/56878ca90b52"
  },
  {
    "文件名": "[完结]《甘霖》作者：山宇南海（1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/b1dd401e7ade"
  },
  {
    "文件名": "[完结]《家奴》作者：复又（1v1）--番外.txt",
    "夸克盘链接": "https://pan.quark.cn/s/f9facfb1c1a4"
  },
  {
    "文件名": "[废文 完结+番外1]涂抹温存（1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/35564c3e865a"
  },
  {
    "文件名": "[完结]《重生之攻略绝色美男》作者：弗拉基米尔斯（女攻np）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/8999d6e741f7"
  },
  {
    "文件名": "[完结]《美胖长篇（强制爱）》作者：苹果洁仔--1番外.txt",
    "夸克盘链接": "https://pan.quark.cn/s/98f068914e3d"
  },
  {
    "文件名": "[完结]《姐姐想上你想了很久了》作者：鳄鱼岛游民（女攻1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/bd7ffdc18c85"
  },
  {
    "文件名": "[完结+番外]《一颗苹果【重生_骨科】》作者：孟还（1v1）~补番.txt",
    "夸克盘链接": "https://pan.quark.cn/s/3c3020f2bcfc"
  },
  {
    "文件名": "[合集 完结]《美人被强制调教成性奴（NP总受单性合集）》作者：左边疯.txt",
    "夸克盘链接": "https://pan.quark.cn/s/364fa233760a"
  },
  {
    "文件名": "[完结]《万人迷受在异世界干疯了》作者：小阿弦（np）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/7882b4f39ce7"
  },
  {
    "文件名": "[完结+全番外]《与狗崽子离婚之后（年下1v1）》作者：柚子太熟【补番】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/eee712652284"
  },
  {
    "文件名": "[完结+1番外]《药与毒（1v1 亡国小王爷受x敌国大将军攻）》作者：西瓜橘子君.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ab052ad7c3a8"
  },
  {
    "文件名": "[完结]《万人迷女攻》作者：小唐爱吃可乐鸡翅（女攻np）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/06d561900fe4"
  },
  {
    "文件名": "[完结+6番外]《调教室友（1v1）》作者：发热电灯泡.txt",
    "夸克盘链接": "https://pan.quark.cn/s/9778e435b624"
  },
  {
    "文件名": "[完结+番外]《灵魂侵袭》作者：山鬼（1v1）~补番.txt",
    "夸克盘链接": "https://pan.quark.cn/s/164909c20166"
  },
  {
    "文件名": "[完结+全番外]《父子局（3p）》作者：景川.txt",
    "夸克盘链接": "https://pan.quark.cn/s/54e9de04a7d9"
  },
  {
    "文件名": "[完结+全番外]《穿进后宫游戏里当皇帝【总攻】np》作者：半杯倒【补番】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/d85cead9b06c"
  },
  {
    "文件名": "[完结+番外2]《他有病（强制爱1v1 直掰弯）》作者：相望冷.txt",
    "夸克盘链接": "https://pan.quark.cn/s/06735ef29d0a"
  },
  {
    "文件名": "[完结+全番外]《失控（双性）1v1 弱受x精分攻》作者：阿漂【补老文】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/02f1147fd99d"
  },
  {
    "文件名": "[完结]《古代学子“活色生香”的慢慢科举路》作者：暮迟明逸 (np).txt",
    "夸克盘链接": "https://pan.quark.cn/s/55375cae8ba2"
  },
  {
    "文件名": "[合集 完结]《（真三国无双同人）邓钟饭》作者：食鱼居士【草莓】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/b0bd53d85dd4"
  },
  {
    "文件名": "[完结]《专属婊子（调教）》作者：易凯（1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/bd10fd6dbe96"
  },
  {
    "文件名": "[完结+番外]《醉氧》作者：烹茶煮酒（父子）~补番.txt",
    "夸克盘链接": "https://pan.quark.cn/s/92c89f08d06d"
  },
  {
    "文件名": "[完结+番外2]《债为媒》作家：寂寞桑葚红（女攻1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/f3825a594141"
  },
  {
    "文件名": "[完结+全番外]《夫夫沦陷（双性，ntr,np）》作者：爱吃肉爱学习.txt",
    "夸克盘链接": "https://pan.quark.cn/s/05c5e52c59f6"
  },
  {
    "文件名": "[完结+1番外]《纳西塞斯（1v1）》作者：奶茶蛋挞.txt",
    "夸克盘链接": "https://pan.quark.cn/s/46dca68a907b"
  },
  {
    "文件名": "[完结104+番外]《痴汉失忆后被疯批强制爱了 原名 痴汉失忆之后》作者：走笔阑珊（结局1v1）~补番.txt",
    "夸克盘链接": "https://pan.quark.cn/s/1b29189d5ab5"
  },
  {
    "文件名": "[完结+番外]《我在总裁直播间当大哥》作者：李朔方（1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/2aecadc874e2"
  },
  {
    "文件名": "[完结+全番外]《知我意者（1v1 女装癖美人攻x露阴癖双性受）》作者：风梨.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ed6b0152ccfa"
  },
  {
    "文件名": "[完结+全番外]《高烧难愈（美强体型差1v1 傻子受）》作者：但枝.txt",
    "夸克盘链接": "https://pan.quark.cn/s/f378f0ff8ba3"
  },
  {
    "文件名": "[完结+1番外]《直男穿到甜宠肉文里和双性大奶受抢人【单性】穿书 种田1v1》作者：黑心绵糖.txt",
    "夸克盘链接": "https://pan.quark.cn/s/84da0a11d4f8"
  },
  {
    "文件名": "[完结+番外]《顶级雌虫穿成病弱O后》作者：温柔鱼（1v1）~补番.txt",
    "夸克盘链接": "https://pan.quark.cn/s/2e18e8298676"
  },
  {
    "文件名": "[完结+番外]《同居（猎罪图鉴同人）》作者：可莱.txt",
    "夸克盘链接": "https://pan.quark.cn/s/24a644358643"
  },
  {
    "文件名": "[完结+全番外]《处心积虑（双性）结局1v1 痴汉受》作者：云间【补老文-无缺字】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/0c3886ed18ee"
  },
  {
    "文件名": "[完结+3番外]《阳春白雪（互攻1v1）》作者：风烟挽.txt",
    "夸克盘链接": "https://pan.quark.cn/s/3fc786f174bf"
  },
  {
    "文件名": "[完结]《修仙界训诫日常》作者：锦玥（1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/7d115c53c30c"
  },
  {
    "文件名": "[完结]《东临秘事》作者：一直奔跑的丑人（1v1 邻国王爷攻x太子受）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/8078dcec39d5"
  },
  {
    "文件名": "[完结+全番外]《无人生还》作者：大合合.txt",
    "夸克盘链接": "https://pan.quark.cn/s/b02c95210fc9"
  },
  {
    "文件名": "[完结+全番外]《文饰［双性1v1］》作者：咸鱼一梅.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c86859f5ac80"
  },
  {
    "文件名": "[完结+全番外]《一夜倾情（1v1）》作者：风渡西洲.txt",
    "夸克盘链接": "https://pan.quark.cn/s/3a1ba7398a4b"
  },
  {
    "文件名": "[完结+3番外]《偏执攻重生后（主攻骨科）双性年下1v1》作者：七七是攻.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a72f8e0711bc"
  },
  {
    "文件名": "[完结]《【星际np】万人迷诱受成长手册》作者：马甲君（np）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e5ca30b70d66"
  },
  {
    "文件名": "[完结]《军中欲孽之笞臀五戒》作者：徐元轩 (1v1).txt",
    "夸克盘链接": "https://pan.quark.cn/s/89ac9266dbd2"
  },
  {
    "文件名": "[完结+全番外]《爱☆巧克力（万人迷总攻）》作者：knn.txt",
    "夸克盘链接": "https://pan.quark.cn/s/3ea874cd2988"
  },
  {
    "文件名": "[完结+1番外]《薄情总裁被对手舔批上瘾后（强强1v1）》作者：果味汽水.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e9cb107504b0"
  },
  {
    "文件名": "[合集 完结]《被性爱系统绑定后（主攻）》作者：七七是攻.txt",
    "夸克盘链接": "https://pan.quark.cn/s/1f04ecc5f14d"
  },
  {
    "文件名": "[完结+番外]《结婚第三年被老婆草了》作者：物种起源（1v1）~补番.txt",
    "夸克盘链接": "https://pan.quark.cn/s/75692786b7df"
  },
  {
    "文件名": "[完结+番外]《师尊，做我的狗吧（调教 改造）》作者：木易杨.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e8181281dbdd"
  },
  {
    "文件名": "[完结]《【双性】陌陌归路》作者：鬼手书生（1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/2d9f6dc5b22b"
  },
  {
    "文件名": "[完结+全番外]《当双获得催眠能力后（np双性总受）》作者：小橙子老师傅草莓.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a352bb590b1e"
  },
  {
    "文件名": "[完结+1番外]《沾惹（1v1 哨向 年下忠犬攻x万人迷诱受）》作者：醉在今朝【米国度】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/7054c00c50b9"
  },
  {
    "文件名": "[完结+番外]《我喜欢你男朋友很久了》作者：木登子木登子（结局1v1）~补番.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ea6883993c5d"
  },
  {
    "文件名": "[完结+番外]《快穿之玩弄青涩美人》作家：九尾狐狸子（1v1）~补番.txt",
    "夸克盘链接": "https://pan.quark.cn/s/aa91f4f97c70"
  },
  {
    "文件名": "[完结]《勾栏院》作者：风铃草 (np).txt",
    "夸克盘链接": "https://pan.quark.cn/s/709165cf6476"
  },
  {
    "文件名": "[完结+全番外]《父子偷情(双性)1v1》作者：周周周周.3167 937770.txt",
    "夸克盘链接": "https://pan.quark.cn/s/bf43937a813f"
  },
  {
    "文件名": "[完结]《分手后跟前男友又复合了》作者：天空飘来一朵云 (1v1).txt",
    "夸克盘链接": "https://pan.quark.cn/s/c0d6ef0ccbad"
  },
  {
    "文件名": "[完结]《人狐》作者：呼吸丿回忆（百合1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c9bb036d121e"
  },
  {
    "文件名": "[完结+2番外]《情色陷阱（年下 先做后爱 1v1）》作者：你喜欢喝小米粥吗.txt",
    "夸克盘链接": "https://pan.quark.cn/s/d9b8dc4fb5ec"
  },
  {
    "文件名": "[完结+1番外]《哥哥（1v1 美强骨科）》作者：丁丁跳.txt",
    "夸克盘链接": "https://pan.quark.cn/s/8d0f0dd3e290"
  },
  {
    "文件名": "[完结]《双性总裁和鬼畜医生》作者：好吃的馄饨（1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/77ced216bc4c"
  },
  {
    "文件名": "[完结]《卧底求生指南》作者：东江（1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/51fc5605ff22"
  },
  {
    "文件名": "[完结+番外]《美人与大排面》作者：山景王四（1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/86c47ecd7696"
  },
  {
    "文件名": "[完结+全番外]《美人出轨录（双出轨NTR）换妻 双插头》作者：余柑子酱.txt",
    "夸克盘链接": "https://pan.quark.cn/s/7274b47542a3"
  },
  {
    "文件名": "[合集 完结]《【宁羞】上野对线绝密档案（电竞圈高振宁X姜承録同人）》作者：泰尔佩（继续努力日更中）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/8602fc4f9830"
  },
  {
    "文件名": "[完结]《乖巧清冷美人总被疯批盯上》作者：森琳（1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/20223bfb75fa"
  },
  {
    "文件名": "[完结]《为了自杀而活着（无限流）万人迷受》作者：小哟（np）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/50862e26b0ee"
  },
  {
    "文件名": "[完结+番外3]《军妓营的军医》（np）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/d6f2fb6db09c"
  },
  {
    "文件名": "[完结+全番外]《夹心饼干（3p）》作者：摆烂宅女.txt",
    "夸克盘链接": "https://pan.quark.cn/s/53d38e8e0f15"
  },
  {
    "文件名": "[完结+1番外]《反派美人总被压（穿书攻x反派美人受）》作者：沫莓.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ffd39f1bd6bc"
  },
  {
    "文件名": "[np 完结]《被男友爸爸破处后我成了骚货（双性总受）》作者：爱吃肉肉小蛇.txt",
    "夸克盘链接": "https://pan.quark.cn/s/670270dec2ab"
  },
  {
    "文件名": "[np 完结]《男人国（穿越异国、生子）》作者：风险曝光【补】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/283484951561"
  },
  {
    "文件名": "[np 完结]《强制配种（总受双性np）壮受》作者：红色警戒.txt",
    "夸克盘链接": "https://pan.quark.cn/s/102102b07c0c"
  },
  {
    "文件名": "[1v1 完结]《驯服小少爷成为男妓后2》作者：溢瓶水.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e313af0fe86e"
  },
  {
    "文件名": "[np 完结]《我在青楼被嫖客干了（纯肉）》.txt",
    "夸克盘链接": "https://pan.quark.cn/s/26d2e406caaa"
  },
  {
    "文件名": "[np 完结]《【暗黑重口】重生食人魔》作者：辛特兰访客.txt",
    "夸克盘链接": "https://pan.quark.cn/s/112169ac8e05"
  },
  {
    "文件名": "[1v1 完结]《（旅行章鱼 治愈）可爱小章鱼来我家》作者：桦树叶.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a36f1e1c611c"
  },
  {
    "文件名": "[1v1 完结]《被老公绑着做了（双洁）》作者：阿铭.txt",
    "夸克盘链接": "https://pan.quark.cn/s/702cffbdee31"
  },
  {
    "文件名": "[完结+番外]《失足》（1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/afe3dba18305"
  },
  {
    "文件名": "[np 完结]《沈家女婿（总受）》作者：小破球.txt",
    "夸克盘链接": "https://pan.quark.cn/s/2994dff1f433"
  },
  {
    "文件名": "[np 完结]《匪寇为奴（np）人兽》作者：肉乎乎大魔王.txt",
    "夸克盘链接": "https://pan.quark.cn/s/7d1195cf3ea1"
  },
  {
    "文件名": "[np 完结]《被禁欲男神强行进入》作者：罩爷是只猫.txt",
    "夸克盘链接": "https://pan.quark.cn/s/63c0072d2e8b"
  },
  {
    "文件名": "[np 完结]《被爸爸强暴了怎么办（双性np）父子》作者：想吃牛肉面.txt",
    "夸克盘链接": "https://pan.quark.cn/s/cb450d338e95"
  },
  {
    "文件名": "[np 完结]《社畜追妻破产总裁（双性 轮J 抹布 结局1v1）》作者：叫我咪咪就好.txt",
    "夸克盘链接": "https://pan.quark.cn/s/2620f6445d0f"
  },
  {
    "文件名": "[np 完结]《晋江清冷男配穿成了海棠炮灰受【快穿np】》作者：风月是你.txt",
    "夸克盘链接": "https://pan.quark.cn/s/5962c9baac4c"
  },
  {
    "文件名": "[np 完结]《人妻总是被轮奸（双性总受 纯肉）》作者：空即是色.txt",
    "夸克盘链接": "https://pan.quark.cn/s/3c67f2bab4fb"
  },
  {
    "文件名": "[1v1 完结]《错误恋人（天真痴傻少爷受x心机深沈穷小子攻）》作者：冰点.txt",
    "夸克盘链接": "https://pan.quark.cn/s/d19f549aebd2"
  },
  {
    "文件名": "[np 完结]《貌美小妓子（双性总受）》作者：沧鸢.txt",
    "夸克盘链接": "https://pan.quark.cn/s/49fa33290111"
  },
  {
    "文件名": "[完结+3番外]《镇墓（1v1 前世今生、影卫忠犬受）》作者：琢木家.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e09999fcd986"
  },
  {
    "文件名": "[合集 完结]《慢性咖啡因亢奋（合集）》作者：九厘米雾岛.txt",
    "夸克盘链接": "https://pan.quark.cn/s/975e91caf59b"
  },
  {
    "文件名": "[合集 完结]《【短篇合集】鲜血珍珠》作者：痴咲.txt",
    "夸克盘链接": "https://pan.quark.cn/s/51518cec6778"
  },
  {
    "文件名": "[np 完结]《殒岩岛（4p互攻）单性 触手 人兽）》作者：殁斯王.txt",
    "夸克盘链接": "https://pan.quark.cn/s/6f7d7218aea0"
  },
  {
    "文件名": "[完结+番外]为人师表（1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/eed99723a3d5"
  },
  {
    "文件名": "[合集 完结]《强强甜肉脑洞短篇（合集2）单性》作者：我玩游戏全靠躺.txt",
    "夸克盘链接": "https://pan.quark.cn/s/1db0afb236d3"
  },
  {
    "文件名": "[np 完结]《蜜月途中，酒店侵身》作者：摸摸草莓.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c8801ff1cc9c"
  },
  {
    "文件名": "[np 完结]《玩具体验馆（重口、改造、调教）》作者：夏天冰淇淋.txt",
    "夸克盘链接": "https://pan.quark.cn/s/26aaac89cb7e"
  },
  {
    "文件名": "[np 完结]《末世之囚（总受）》作者：一点墨.txt",
    "夸克盘链接": "https://pan.quark.cn/s/994eed41cbbf"
  },
  {
    "文件名": "[np 完结]《人妻背德实录（双性总受）》作者：谦野.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c3c3b6ada303"
  },
  {
    "文件名": "[np 完结]《一时之需（总受）》作者：子寒先生.txt",
    "夸克盘链接": "https://pan.quark.cn/s/1f269e2d70cb"
  },
  {
    "文件名": "[1v1 完结]《清冷上司俏下属（美强）》作者：程拓.txt",
    "夸克盘链接": "https://pan.quark.cn/s/1ecc87112312"
  },
  {
    "文件名": "[1v1 完结]《春梦对象是男班长（校园单性、中二直男攻x清冷学霸受）》作者：学姐好野.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e535a40afd24"
  },
  {
    "文件名": "[1v1 完结]《微光（破镜重圆）》作者：小绿帽.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c187ac16de84"
  },
  {
    "文件名": "[合集 完结]《进城享福》作者：铁观音草莓.txt",
    "夸克盘链接": "https://pan.quark.cn/s/5e6f997c1687"
  },
  {
    "文件名": "[np 完结]《快穿之以身饲欲》作者：旺仔嗷呜一口吃掉小恐龙[3167 937770].txt",
    "夸克盘链接": "https://pan.quark.cn/s/12c58203e9a9"
  },
  {
    "文件名": "[np 完结]《【大总攻系列二】田员外（结局1v1）》作者：丁丁跳.txt",
    "夸克盘链接": "https://pan.quark.cn/s/30b6a992ed02"
  },
  {
    "文件名": "[1v1 完结]《限定爱情（校园、恶劣攻x绿茶受）》作者：木仔儿.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e6a65d3e5123"
  },
  {
    "文件名": "[3p 完结]《齐人之福（总攻）》作者：三点水.txt",
    "夸克盘链接": "https://pan.quark.cn/s/bfe674fae6e3"
  },
  {
    "文件名": "[1v1 完结]《被年下学弟强制（双性）》作者：吃甜糕吗.txt",
    "夸克盘链接": "https://pan.quark.cn/s/07ff367b012d"
  },
  {
    "文件名": "[np 完结]《强占老实人（美强总受）》作者：撸猫大能.txt",
    "夸克盘链接": "https://pan.quark.cn/s/aac47c35dfb8"
  },
  {
    "文件名": "[1v1 完结]《虫族之破镜重圆》作者：耀.txt",
    "夸克盘链接": "https://pan.quark.cn/s/0f0a1c18b1e7"
  },
  {
    "文件名": "[3p 完结]《灰雀（双性总受、渣攻强制爱、结局1v1）》作者：纳豆小僧.txt",
    "夸克盘链接": "https://pan.quark.cn/s/215c94bb2a2d"
  },
  {
    "文件名": "[3p 完结]《蝴蝶效应（抹布 结局1v1）》作者：池砚-.txt",
    "夸克盘链接": "https://pan.quark.cn/s/37fcc20dedcf"
  },
  {
    "文件名": "[1v1 完结]《谋臣（美人受）》作者：阮十五.txt",
    "夸克盘链接": "https://pan.quark.cn/s/879fecbfb932"
  },
  {
    "文件名": "[1v1 完结]《被老婆强娶后我爱上了他（双性大奶壮受）》作者：抱君黄金台上操.txt",
    "夸克盘链接": "https://pan.quark.cn/s/482d50f19fd9"
  },
  {
    "文件名": "[1v1 完结]《谁还没只小狐狸呀（弱攻强受）》作者：离峰.txt",
    "夸克盘链接": "https://pan.quark.cn/s/4a23af75db67"
  },
  {
    "文件名": "[np 完结]《魔法契约道具屋（催眠控制）主攻》作者：艾尔森.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c5ad0717c926"
  },
  {
    "文件名": "[np 完结]《被双胞胎儿子吸批后（父子年下、双性总受）》作者：冰糖书生.txt",
    "夸克盘链接": "https://pan.quark.cn/s/73a4454a579e"
  },
  {
    "文件名": "[np 完结]《艳遇（直男总受）》作者：白白爱吃肉.txt",
    "夸克盘链接": "https://pan.quark.cn/s/da2980085ef7"
  },
  {
    "文件名": "[np 完结]《疫情时死宅被霸道男们强取豪夺（单性总受）》作者：大海碗吃肉.txt",
    "夸克盘链接": "https://pan.quark.cn/s/89330ef65568"
  },
  {
    "文件名": "[np 完结]《小奴隶求生记（原始部落）总受》作者：暖被窝.txt",
    "夸克盘链接": "https://pan.quark.cn/s/5457023ee828"
  },
  {
    "文件名": "[np 完结]《共妻（总受、禁忌）》作者：夜夜夜.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a30228761ec1"
  },
  {
    "文件名": "[合集 完结]《半生缘（道诡异仙渊旺同人）》作者：深山野草修炼成精.txt",
    "夸克盘链接": "https://pan.quark.cn/s/21829e50ea69"
  },
  {
    "文件名": "[1v1 完结]《祭祀被王上仆从强上后发现是灵族旧情人》作者：沐已成粥.txt",
    "夸克盘链接": "https://pan.quark.cn/s/408c42a01377"
  },
  {
    "文件名": "[完结+2番外]《监控先生，你能把衣服穿好么（1v1小甜饼）》作者：本先生【米国度】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/8eb9cf0505bd"
  },
  {
    "文件名": "[完结 全番外]《玩坏爽文主角（np总攻）》作者：攻四方.txt",
    "夸克盘链接": "https://pan.quark.cn/s/9c64dd7292e1"
  },
  {
    "文件名": "[np 完结]《我明明是攻啊》作者：落叶乔木【米国度】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/9690d9005a99"
  },
  {
    "文件名": "[np 完结]《勾栏院（np）》作者：风铃草草莓.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e4e17acce7a6"
  },
  {
    "文件名": "[np 完结]《男优成长系统（系统、主受）》作者：阿葵亚.txt",
    "夸克盘链接": "https://pan.quark.cn/s/213bfcebdcbf"
  },
  {
    "文件名": "[1v1 完结]《钓系美人教竹马玩弄小批（双性）》作者：阳阳.txt",
    "夸克盘链接": "https://pan.quark.cn/s/dc7b5e4f243c"
  },
  {
    "文件名": "[np 完结]《炮灰美人重生躺平后被日了（快穿主受）》作者：水煮葡萄.txt",
    "夸克盘链接": "https://pan.quark.cn/s/cd9ed79de97c"
  },
  {
    "文件名": "[np 完结]《成了反派摄政王后我强上了竹马》作者：狐狸尾巴.txt",
    "夸克盘链接": "https://pan.quark.cn/s/02f6e0813895"
  },
  {
    "文件名": "[1v1 完结]《隔壁小世子变成透明人》作者：小西瓜.txt",
    "夸克盘链接": "https://pan.quark.cn/s/b78923276753"
  },
  {
    "文件名": "[合集 完结]《入肉受辱记》作者：鸭老板.txt",
    "夸克盘链接": "https://pan.quark.cn/s/0ee20ddcf9ef"
  },
  {
    "文件名": "[np 完结]《性瘾小男妓（双性纯肉）》作者：隔壁胖虎.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c4ab04b704f5"
  },
  {
    "文件名": "[np 完结]《在末日采菊花【总攻】》作者：风铃草.txt",
    "夸克盘链接": "https://pan.quark.cn/s/76bf9ea9f11a"
  },
  {
    "文件名": "[np 完结]《反派师尊被扒光（修真总受 纯肉）》作者：嗑药.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e507ec32cec1"
  },
  {
    "文件名": "[1v1 完结]《被疯批美人强制爱了（单性、渣攻贱受、互攻）》作者：百川入墨.txt",
    "夸克盘链接": "https://pan.quark.cn/s/44d4e77fc37f"
  },
  {
    "文件名": "[1v1 完结]《被杀人魔追杀后，我更兴奋了》作者：明月光【修】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/874cf938626c"
  },
  {
    "文件名": "[完结]《余烬》作者：鸢天（1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/9e2adc2afedd"
  },
  {
    "文件名": "[完结+番外]《难平》作者：沙糖桔（1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/0e30561221c7"
  },
  {
    "文件名": "[完结+全番外]《哥你屁股好翘（骨科年下1v1）》作者：程拓.txt",
    "夸克盘链接": "https://pan.quark.cn/s/8780be69479f"
  },
  {
    "文件名": "[np 完结]《轮奸室友他妈后，他对男人感兴趣了》作者：罩爷是只猫.txt",
    "夸克盘链接": "https://pan.quark.cn/s/977db9fc1c19"
  },
  {
    "文件名": "[np 完结]《【攻出轨】青苗》作者：台灯.txt",
    "夸克盘链接": "https://pan.quark.cn/s/5b3b692c639d"
  },
  {
    "文件名": "[合集 完结]《王者荣耀同人合集》作者：风伴星辰.txt",
    "夸克盘链接": "https://pan.quark.cn/s/235b7a6cb003"
  },
  {
    "文件名": "[3p 完结]《【双刀毒】区区两根（同人）》作者：三晷.txt",
    "夸克盘链接": "https://pan.quark.cn/s/56e82b92183e"
  },
  {
    "文件名": "[1v1 完结]《抓到一只小野猫【机甲】双性、炮友变真爱》作者：春星夜.txt",
    "夸克盘链接": "https://pan.quark.cn/s/408cfffe33af"
  },
  {
    "文件名": "[1v1 完结]《承宦膝下【太监强制】父子、虐身虐心、渣攻追妻火葬场》作者：朝阳西落.txt",
    "夸克盘链接": "https://pan.quark.cn/s/9698ea548e62"
  },
  {
    "文件名": "[合集 完结]《圣子沦落（np 修真 人兽）》作者：风栖云.txt",
    "夸克盘链接": "https://pan.quark.cn/s/59ac98f58eb3"
  },
  {
    "文件名": "[np 完结]《种马纨绔被操成诱受之后（美强 双性总受）》作者：银贼.txt",
    "夸克盘链接": "https://pan.quark.cn/s/8adaab6be720"
  },
  {
    "文件名": "[np 完结]《小魅魔寻夫记（双性主受 纯肉）》作者：水果茶.txt",
    "夸克盘链接": "https://pan.quark.cn/s/63d2ded6ddb6"
  },
  {
    "文件名": "[合集 完结]《劣等驯服【合集】》作者：一枚夹心饼.txt",
    "夸克盘链接": "https://pan.quark.cn/s/4967564ea6ed"
  },
  {
    "文件名": "[1v1 完结]《高冷小少爷变傻后（校园双性、失忆受）》作者：春星夜.txt",
    "夸克盘链接": "https://pan.quark.cn/s/d84537c44dc4"
  },
  {
    "文件名": "[1v1 完结]《老婆是病娇怎么办（美强主攻）》作者：来去.txt",
    "夸克盘链接": "https://pan.quark.cn/s/24ddc7ccca49"
  },
  {
    "文件名": "[np 完结]《（总受）欢迎来到欲望之城》作者：醉是人间.txt",
    "夸克盘链接": "https://pan.quark.cn/s/7b940a808c12"
  },
  {
    "文件名": "[np 完结]《高中生觉醒魅魔血统之后（总受）》作者：川上之前.txt",
    "夸克盘链接": "https://pan.quark.cn/s/5d3e2d36717d"
  },
  {
    "文件名": "[np 完结]《非职业陪酒（双性 结局1v1）》作者：枝盏【补】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ddaa6427c443"
  },
  {
    "文件名": "[np 完结]《漂亮伴郎惨被轮（双性）》作者：莲渊.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a43a0608b3cd"
  },
  {
    "文件名": "[np 完结]《晋江受穿成海棠舔狗攻（双性）》作者：顾咕咕.txt",
    "夸克盘链接": "https://pan.quark.cn/s/40d037db4882"
  },
  {
    "文件名": "[np 完结]《情难自已（双性总受）》作者：啵啵乳桃桃.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a0e955489650"
  },
  {
    "文件名": "[1v1 完结]《被修车厂帅哥超市（双性大奶、双洁）》作者：安息日.txt",
    "夸克盘链接": "https://pan.quark.cn/s/7c9edee74e7c"
  },
  {
    "文件名": "[合集 完结]《欲火人间【合集】》作者：风渡西洲.txt",
    "夸克盘链接": "https://pan.quark.cn/s/fcf42eecfc10"
  },
  {
    "文件名": "[合集 完结]《【双性短肉】1海王美人2漂亮蠢货》作者：木业一.txt",
    "夸克盘链接": "https://pan.quark.cn/s/57604c73eb50"
  },
  {
    "文件名": "[np 完结]《娇软美人每天都在被欺负（双性总受）》作者：蜜桃汁汁-.txt",
    "夸克盘链接": "https://pan.quark.cn/s/44fcd87d6898"
  },
  {
    "文件名": "[1v1 完结]《被爸爸娇宠成淫荡小狗【双性父子】》》作者：炖肉火锅.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c602bc0474d6"
  },
  {
    "文件名": "[完结+1番外]《罗马艳情皇帝（屋大维·奥古斯都）np总攻 男女通吃）》作者：风雪丫丫.txt",
    "夸克盘链接": "https://pan.quark.cn/s/860a26da7dc6"
  },
  {
    "文件名": "[合集 完结]《皇城风流录（骨科乱伦生子）》作者：夜间车手.txt",
    "夸克盘链接": "https://pan.quark.cn/s/8acc555718c2"
  },
  {
    "文件名": "[1v1 完结]《霸总和乡下小土狗》作者：骨灰.txt",
    "夸克盘链接": "https://pan.quark.cn/s/7598e238e6d5"
  },
  {
    "文件名": "[1v1 完结]《诱拐小太监》作者：终遇良人.txt",
    "夸克盘链接": "https://pan.quark.cn/s/9683212f52a9"
  },
  {
    "文件名": "[1v1 完结]《网恋掉马后我被抓住了（双洁）》作者：小坠.txt",
    "夸克盘链接": "https://pan.quark.cn/s/1968ff92fdca"
  },
  {
    "文件名": "[合集 完结]《乱伦合集(双性骚受)》作者：周周周周.txt",
    "夸克盘链接": "https://pan.quark.cn/s/cb71c2f7c57d"
  },
  {
    "文件名": "[np 完结]《重生之我是完美大总攻（主攻、换受、虐受、受全洁）结局1v1》作者：总攻就是我.txt",
    "夸克盘链接": "https://pan.quark.cn/s/5223e0a4a107"
  },
  {
    "文件名": "[np 完结]《明星狂欢（时停透明人）》作者：水干草【草莓】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/b48151e29d9e"
  },
  {
    "文件名": "[1v1 完结]《鹤屿（主攻、双向救赎）》作者：水蜜桃味pp.txt",
    "夸克盘链接": "https://pan.quark.cn/s/5074207ead40"
  },
  {
    "文件名": "[3p 完结]《两儿子同上父亲》作者：摸摸.txt",
    "夸克盘链接": "https://pan.quark.cn/s/fcf95707e668"
  },
  {
    "文件名": "[1v1 完结]《预谋已久（穿越）》作者：坼.txt",
    "夸克盘链接": "https://pan.quark.cn/s/dc1e596f6c73"
  },
  {
    "文件名": "[1v1 完结]《陷爱（作家警察攻x女装卧底受）清水》作者：涿鹿丽莉.txt",
    "夸克盘链接": "https://pan.quark.cn/s/50ba9c40bd68"
  },
  {
    "文件名": "[1v1 完结]《舔狗和白月光（温柔攻x痴汉受）小甜饼》作者：脑袋空空ii.txt",
    "夸克盘链接": "https://pan.quark.cn/s/6bbba3e57954"
  },
  {
    "文件名": "[合集 完结]《人妻厕品【ntr】排泄 重口》作者：午后暖阳.txt",
    "夸克盘链接": "https://pan.quark.cn/s/606dd0666d79"
  },
  {
    "文件名": "[np 完结]《校园公交车（抹布受）》作者：ねここ.txt",
    "夸克盘链接": "https://pan.quark.cn/s/cd12851ed069"
  },
  {
    "文件名": "[np 完结]《异形回潮（末日、人外、总受）》作者：时空问题.txt",
    "夸克盘链接": "https://pan.quark.cn/s/69046d83da3f"
  },
  {
    "文件名": "[np 完结]《双生.子浪荡成瘾（双性）》作者：屋上乌【补老文】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/f0e85ac5ca22"
  },
  {
    "文件名": "[3p 完结]《春潮（双性总受&父子攻）》作者：野草.txt",
    "夸克盘链接": "https://pan.quark.cn/s/da9997a3a392"
  },
  {
    "文件名": "[1v1 完结]《魔王嗷呜呜（魔王受x恶龙攻）甜》作者：假恐龙.txt",
    "夸克盘链接": "https://pan.quark.cn/s/8debf0357392"
  },
  {
    "文件名": "[1v1 完结]《膏肓》作者：绅士.txt",
    "夸克盘链接": "https://pan.quark.cn/s/1008bcd5f9ec"
  },
  {
    "文件名": "[1v1 完结]《继兄为何那样（年下 双性骨科）》作者：纳豆小僧.txt",
    "夸克盘链接": "https://pan.quark.cn/s/4ed3e24aa610"
  },
  {
    "文件名": "[np 完结]《骚货养成记（双性总受 纯肉）》作者：爱吃肉肉小蛇[3167 937770].txt",
    "夸克盘链接": "https://pan.quark.cn/s/124b215b5f82"
  },
  {
    "文件名": "[np 完结]《站着把钱挣了（双性总受）》作者：但枝.txt",
    "夸克盘链接": "https://pan.quark.cn/s/8e00592494e4"
  },
  {
    "文件名": "[np 完结]《穿越之焚欲无尽时（双性总受）》作者：枫奕ki.txt",
    "夸克盘链接": "https://pan.quark.cn/s/2676e32bd038"
  },
  {
    "文件名": "[np 完结]《怀雪（星际 单性总受）》作者：百钺.txt",
    "夸克盘链接": "https://pan.quark.cn/s/678cf34e1216"
  },
  {
    "文件名": "[3p 完结]《心软后我被两位国君轮着操【总受】》作者：三玄好香【补】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/cbee008698d2"
  },
  {
    "文件名": "[合集 完结]《烂肛中心》作者：雾清.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a5cab71a0a1a"
  },
  {
    "文件名": "[np 完结]《高冷学长凌辱日记（双性 抹布）》作者：九桃【修】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/d38a2b5a1274"
  },
  {
    "文件名": "[np 完结]《海王受穿书攻略那些男人们》作者：闲在温.txt",
    "夸克盘链接": "https://pan.quark.cn/s/cb64b2b959ca"
  },
  {
    "文件名": "[np 完结]《与竹马结婚后被老师肏了（单性、强制）》作者：佐伊.txt",
    "夸克盘链接": "https://pan.quark.cn/s/26aec364f125"
  },
  {
    "文件名": "[np 完结]《调教痞子学生（叔受）》作者：子寒先生.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c9d82beec0a8"
  },
  {
    "文件名": "[1v1 完结]《飞云宇宙（同人）》作者：蔷薇起色.txt",
    "夸克盘链接": "https://pan.quark.cn/s/cf4728490294"
  },
  {
    "文件名": "[1v1 完结]《至暗时刻》作者：阿伽洛斯【米国度】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/02619a9ff7a3"
  },
  {
    "文件名": "[完结+2番外]《被继母强上了怎么破[小妈攻]1v1》作者：泡芙蜜桃.txt",
    "夸克盘链接": "https://pan.quark.cn/s/bbf69a77477e"
  },
  {
    "文件名": "[合集 完结]《美人沦落记（NP总受）》作者：左边疯.txt",
    "夸克盘链接": "https://pan.quark.cn/s/b6a1b5f03639"
  },
  {
    "文件名": "[np 完结]《被父皇压在身下（双性总受）》作者：花颜幺幺.txt",
    "夸克盘链接": "https://pan.quark.cn/s/b165d9d5dbe9"
  },
  {
    "文件名": "[np 完结]《拯救海棠主角受[快穿]主受》作者：猫生酱.txt",
    "夸克盘链接": "https://pan.quark.cn/s/687366824fca"
  },
  {
    "文件名": "[np 完结]《我去些利道（美强主攻、买股文）》作者：阿豆.txt",
    "夸克盘链接": "https://pan.quark.cn/s/f145d665a3e0"
  },
  {
    "文件名": "[np 完结]《总攻之炉鼎修行（纯肉）》作者：小西瓜.txt",
    "夸克盘链接": "https://pan.quark.cn/s/0140d6ebcc84"
  },
  {
    "文件名": "[完结+11番外]《被室友疯狂舔批了怎么办（双性1v1）》作者：娃娃菜天下第一【补番-33章】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/8183941a89c8"
  },
  {
    "文件名": "[合集 完结]《快餐肉短篇合集大奶双性骚货》作者：爱豆子.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e4292941938b"
  },
  {
    "文件名": "[合集 完结]《弱攻强受集合肉》作者：没烦ò?ó.txt",
    "夸克盘链接": "https://pan.quark.cn/s/f56ee5a8c811"
  },
  {
    "文件名": "[1v1 完结]《（虫族主攻 弱攻）大龄剩虫》作者：肥肥黄【补】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e19c95e02465"
  },
  {
    "文件名": "[1v1 完结]《暗无天日（疯批攻）》作者：酸酸酸梅汁.txt",
    "夸克盘链接": "https://pan.quark.cn/s/d1c4fb66bc28"
  },
  {
    "文件名": "[完结]《分手后跟前男友又复合了（破镜重圆）》作者：天空飘来一朵云（1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/b891dc2163b1"
  },
  {
    "文件名": "[np 完结]《【总攻】出轨请三思而后行（万人迷天然渣）》作者：斐斐安安.txt",
    "夸克盘链接": "https://pan.quark.cn/s/b7413d7c0a94"
  },
  {
    "文件名": "[1v1 完结]《禁忌校园之迷恋（高冷闷骚受×阳光小恶魔年下攻）》作者：比比比目鱼01.txt",
    "夸克盘链接": "https://pan.quark.cn/s/24f278540881"
  },
  {
    "文件名": "[np 完结]《皇娼（双性总受）》作者：月依痕[3167 937770].txt",
    "夸克盘链接": "https://pan.quark.cn/s/5e8855d06aeb"
  },
  {
    "文件名": "[np 完结]《岁安（万人迷总受、单性、追妻火葬场）》作者：时色.txt",
    "夸克盘链接": "https://pan.quark.cn/s/53c6a4226d4e"
  },
  {
    "文件名": "[np 完结]《剑尊道心崩坏后被桃花债找上门轮逼（Np双性）修真纯肉》作者：羊肉烩面.txt",
    "夸克盘链接": "https://pan.quark.cn/s/fd186fa370b0"
  },
  {
    "文件名": "[np 完结]《免疫系统大战奥密克戎（拟人向 抹布受）》作者：夏吃萝卜冬吃姜.txt",
    "夸克盘链接": "https://pan.quark.cn/s/872ac45ad151"
  },
  {
    "文件名": "[1v1 完结]《被情敌救了后（双性）》作者：七树.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c46674bfa842"
  },
  {
    "文件名": "[np 完结]《荼缃（双性总受）》作者：百钺.txt",
    "夸克盘链接": "https://pan.quark.cn/s/403355833587"
  },
  {
    "文件名": "[np 完结]《戏里戏外》作者：野草.txt",
    "夸克盘链接": "https://pan.quark.cn/s/7869b7ac84ea"
  },
  {
    "文件名": "[np 完结]《恶毒炮灰美人竟然重生了（万人迷总受）》作者：小芙是甜哒.txt",
    "夸克盘链接": "https://pan.quark.cn/s/71d304f40929"
  },
  {
    "文件名": "[np 完结]《当我历劫成功后（NP单性）总受》作者：白日衣衫尽.txt",
    "夸克盘链接": "https://pan.quark.cn/s/f145e9f4bfd8"
  },
  {
    "文件名": "[np 完结]《夕阳（双性 产乳 翁媳 喂药梗 结局1v1）》作者：连歌【补老文-全彩蛋无缺字】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/8850246c1b74"
  },
  {
    "文件名": "[np 完结]《口腹之欲（血腥重口）》作者：狐狸尾巴.txt",
    "夸克盘链接": "https://pan.quark.cn/s/f075fa3ba40b"
  },
  {
    "文件名": "[3p 完结]《兄弟相间（双性互攻）》作者：小闲先.txt",
    "夸克盘链接": "https://pan.quark.cn/s/376c17c751e3"
  },
  {
    "文件名": "[合集 完结]《群英荟萃（短篇车大合集）》作者：来去.txt",
    "夸克盘链接": "https://pan.quark.cn/s/03f48928e5ed"
  },
  {
    "文件名": "[np 完结]《四十五年情史》作者：超级特大床裙.txt",
    "夸克盘链接": "https://pan.quark.cn/s/0dfd9123d90d"
  },
  {
    "文件名": "[合集 完结]《猎奇性癖合集(狠狠玩奶子)》作者：以息相吹吹吹.txt",
    "夸克盘链接": "https://pan.quark.cn/s/9a7cb09510e0"
  },
  {
    "文件名": "[1v1 完结]《被女婿舔批上瘾（双性）》作者：冰糖书生.txt",
    "夸克盘链接": "https://pan.quark.cn/s/1c4e3b7b048a"
  },
  {
    "文件名": "[1v1 完结]《穿书之撩弯直男男主（主受）》作者：乔瑾桉.txt",
    "夸克盘链接": "https://pan.quark.cn/s/b6b9240d91ef"
  },
  {
    "文件名": "[合集 完结]《代价（合集）》作者：取名字好难【补】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/de3752fd2ace"
  },
  {
    "文件名": "[1v1 完结]《诱拐邻家弟弟【双】忠犬纯情攻×双性大奶骚浪诱受》作者：宫爆辣子鸡.txt",
    "夸克盘链接": "https://pan.quark.cn/s/bee59471a09d"
  },
  {
    "文件名": "[np 完结]《疯狂系统美人儿们皆花容失色》作者：嗑药.txt",
    "夸克盘链接": "https://pan.quark.cn/s/3d297e7e58db"
  },
  {
    "文件名": "[np 完结]《快穿之气运之子捕获攻略（总受）》作者：怂酥酥.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e3269b3e0636"
  },
  {
    "文件名": "[np 完结]《卡哇伊小受总是被变态跟踪狂盯上（双性）》作者：少爷.txt",
    "夸克盘链接": "https://pan.quark.cn/s/93904c9b7cf9"
  },
  {
    "文件名": "[1v1 完结]《骑士传说》作者：纪琼.txt",
    "夸克盘链接": "https://pan.quark.cn/s/137e8a92e640"
  },
  {
    "文件名": "[1v1 完结]《美人哥哥被爆炒到怀孕后（双性）》作者：梧鸣.txt",
    "夸克盘链接": "https://pan.quark.cn/s/76aac93a0ead"
  },
  {
    "文件名": "[1v1 完结]《缠绵与他身侧》作者：灰团雀.txt",
    "夸克盘链接": "https://pan.quark.cn/s/8d72060a515a"
  },
  {
    "文件名": "[合集 完结]《肉玫瑰（短篇1v1）》作者：小玫瑰.txt",
    "夸克盘链接": "https://pan.quark.cn/s/9fd9db961a07"
  },
  {
    "文件名": "[np 完结]《欲火焚身（玄幻、总受）》作者：千岩【补老文】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/3d55377eaf05"
  },
  {
    "文件名": "[np 完结]《催眠强暴直男体育生》作者：多喝热水.txt",
    "夸克盘链接": "https://pan.quark.cn/s/8bcba48d2087"
  },
  {
    "文件名": "[1v1 完结]《鲨进你心（人外、下克上）》作者：錢仔飛了飛【米国度】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/bd993ebe476f"
  },
  {
    "文件名": "[合集 完结]《【王者同人】产粮》作者：.txt",
    "夸克盘链接": "https://pan.quark.cn/s/98083db42e01"
  },
  {
    "文件名": "[np 完结]《当豪门真少爷回家后（快穿主受）》作者：蛋挞爱鱼鱼.txt",
    "夸克盘链接": "https://pan.quark.cn/s/9eeb7de100ff"
  },
  {
    "文件名": "《假象》作者：璩.txt",
    "夸克盘链接": "https://pan.quark.cn/s/eed346c698ff"
  },
  {
    "文件名": "[np 完结]《勾引成瘾[NTR]总受》作者：桂花载酒.txt",
    "夸克盘链接": "https://pan.quark.cn/s/d4c8f9117f62"
  },
  {
    "文件名": "[1v1 完结]《鹤鸟和雄鹰（双洁 受宠攻）》作者：白酒250.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e34dc93af027"
  },
  {
    "文件名": "[1v1 完结]《谎言之夏（年下渣攻x老实人受）虐受》作者：拾叁.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e7eed9e28a85"
  },
  {
    "文件名": "[1v1 完结]《被杀人魔追杀后，我更兴奋了》作者：明月光.txt",
    "夸克盘链接": "https://pan.quark.cn/s/8b047b5fde6c"
  },
  {
    "文件名": "[合集 完结]《酒入软香——兄弟情事》作者：樱桃白兰地.txt",
    "夸克盘链接": "https://pan.quark.cn/s/eb662b13b5e1"
  },
  {
    "文件名": "[np 完结]《双刀毒竞技场练习手册（同人）》作者：你这病怎么说.txt",
    "夸克盘链接": "https://pan.quark.cn/s/b2d131dac6ad"
  },
  {
    "文件名": "[np 完结]《兄长与我共沉沦【快穿主攻】》作者：繁星闪亮.txt",
    "夸克盘链接": "https://pan.quark.cn/s/0464faf1f30e"
  },
  {
    "文件名": "[np 完结]《【霸伞】【琴伞】与仙（师徒年上囚禁）剑网3同人》作者：闲听雨落[3167 937770].txt",
    "夸克盘链接": "https://pan.quark.cn/s/17839cb9af80"
  },
  {
    "文件名": "[1v1 完结]《脑洞①当藤蔓分身在情趣玩具公司打工》作者：佛洞大开.txt",
    "夸克盘链接": "https://pan.quark.cn/s/6f5bcbb022aa"
  },
  {
    "文件名": "[1v1 完结]《重生到学生时代色诱老师（师生年上，年龄差）》作者：春见.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e0c6e35d24be"
  },
  {
    "文件名": "[np 完结]《佳偶天成》作者：重行客.txt",
    "夸克盘链接": "https://pan.quark.cn/s/5717c939f990"
  },
  {
    "文件名": "[np 完结]《【总攻】配伍禁忌》作者：辰。。。.txt",
    "夸克盘链接": "https://pan.quark.cn/s/f06c51207d02"
  },
  {
    "文件名": "[合集 完结]《纯生体验馆》作者：月渡.txt",
    "夸克盘链接": "https://pan.quark.cn/s/0db14cfde056"
  },
  {
    "文件名": "[合集 完结]《情趣游戏（双性短篇合集）2》作者：云鬓.txt",
    "夸克盘链接": "https://pan.quark.cn/s/4ec4e49bfec0"
  },
  {
    "文件名": "[1v1 完结]《驯服小少爷成为男妓后（糙汉猛攻x可爱受）》作者：溢瓶水.txt",
    "夸克盘链接": "https://pan.quark.cn/s/68febae7ca45"
  },
  {
    "文件名": "[完结+2番外]《【长月烬明｜初冥】澄怀观道（同人）》作者：故辞.txt",
    "夸克盘链接": "https://pan.quark.cn/s/1d32742803c4"
  },
  {
    "文件名": "[np 完结]《莽夫每天夯晕合租上司》作者：罩爷是只猫.txt",
    "夸克盘链接": "https://pan.quark.cn/s/61677d87683a"
  },
  {
    "文件名": "[np 完结]《晚香玉（双性总受）》作者：孤雏.txt",
    "夸克盘链接": "https://pan.quark.cn/s/266393a8e84c"
  },
  {
    "文件名": "[完结+番外]《室友关系》（1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/2ea5b799e102"
  },
  {
    "文件名": "[np 完结]《催眠控制》作者：色色发抖.txt",
    "夸克盘链接": "https://pan.quark.cn/s/b4374237e91b"
  },
  {
    "文件名": "[3p 完结]《笨蛋弱受总被疯批欺负／因罪枯萎（双性总受）》作者：笨比企鹅.txt",
    "夸克盘链接": "https://pan.quark.cn/s/28311b17f5d1"
  },
  {
    "文件名": "[np 完结]《穿进黄油之小奶爸（全息网游、总受、结局1v1）》作者：垂手明如玉.txt",
    "夸克盘链接": "https://pan.quark.cn/s/9bf7cef44402"
  },
  {
    "文件名": "[np 完结]《意外长批怎么破（双性大奶总受）》作者：莲渊【草莓】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/75b4fdbe0cdd"
  },
  {
    "文件名": "[np 完结]《当皇帝收到西洋进贡猛男一对儿（双性、群交）》作者：叫我咪咪就好.txt",
    "夸克盘链接": "https://pan.quark.cn/s/43c3c462c025"
  },
  {
    "文件名": "[1v1 完结]《（父子年下）一起来玩啊》作者：尚九天.txt",
    "夸克盘链接": "https://pan.quark.cn/s/d1eb23655698"
  },
  {
    "文件名": "[1v1 完结]《重塑渣男（直掰弯）》作者：贫尼喜肉.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a9ff5426f1ef"
  },
  {
    "文件名": "[合集 完结]《玩弄片段》作者：更更.txt",
    "夸克盘链接": "https://pan.quark.cn/s/977bf0c657e7"
  },
  {
    "文件名": "[合集 完结]《双性大奶短篇合集》作者：路人女主.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e6c0ebfcf0e7"
  },
  {
    "文件名": "[np 完结]《香香软软小男仆（双性总受）》作者：贫尼喜肉.txt",
    "夸克盘链接": "https://pan.quark.cn/s/12805c00201a"
  },
  {
    "文件名": "[np 完结]《沦陷纯1老公（重口味，绿帽，丑攻）》作者：陆小蛋.txt",
    "夸克盘链接": "https://pan.quark.cn/s/4b29103c7152"
  },
  {
    "文件名": "[np 完结]《情趣用品体验官》作者：渠.txt",
    "夸克盘链接": "https://pan.quark.cn/s/7e453759a401"
  },
  {
    "文件名": "[完结]《一朝为皇》作者：朵木森森 (1v1).txt",
    "夸克盘链接": "https://pan.quark.cn/s/7d895ff7f185"
  },
  {
    "文件名": "[1v1 完结]《霸占养父（父子年下、双性）》作者：糖炒栗子.txt",
    "夸克盘链接": "https://pan.quark.cn/s/31cf4b4f9003"
  },
  {
    "文件名": "[完结+全番外]《伪装情人（1v1 年下攻x淫荡受）》作者：十八里街禁【补】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ae8f2378fcb4"
  },
  {
    "文件名": "[np 完结]《寄生高潮（虫奸、触手）》作者：尽欢【补】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/86ae4499fda2"
  },
  {
    "文件名": "[np 完结]《仙尊每天都在艰难求生（总受、攻全洁）》作者：熊猫团团.txt",
    "夸克盘链接": "https://pan.quark.cn/s/fdd2b17f29b9"
  },
  {
    "文件名": "[1v1 完结]《重生调教疯批攻反被操（囚禁&强取豪夺）》作者：埃琳娜.txt",
    "夸克盘链接": "https://pan.quark.cn/s/747734b865ae"
  },
  {
    "文件名": "[合集 完结]《寂寞人妻在找出轨／寂寞人妻在线出轨》作者：咕咕.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e3f868bdde5f"
  },
  {
    "文件名": "[np 完结]《皇上被X成yin娃了【双性总受 人兽】》作者：冻手.txt",
    "夸克盘链接": "https://pan.quark.cn/s/1e83b4f00528"
  },
  {
    "文件名": "[np 完结]《娇软双性小美人被玩弄（纯肉）》作者：口味很重.txt",
    "夸克盘链接": "https://pan.quark.cn/s/300f13a427ad"
  },
  {
    "文件名": "[np 完结]《双性美人被迫成为肉便器》作者：今天日万了吗.txt",
    "夸克盘链接": "https://pan.quark.cn/s/09923db69109"
  },
  {
    "文件名": "[np 完结]《-酒-后-乱-性-103版本》作者：三骣.txt",
    "夸克盘链接": "https://pan.quark.cn/s/f1d69cfefc9c"
  },
  {
    "文件名": "[3p 完结]《双?父子勾引水管工》作者：渠.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ed8e054ec890"
  },
  {
    "文件名": "[1v1 完结]《长批体验》作者：超爱芒果.txt",
    "夸克盘链接": "https://pan.quark.cn/s/14e8d89d61e7"
  },
  {
    "文件名": "[完结+1番外]《与蛇共欲（1v1 蛇攻x双性受）》作者：爱猫猫片.txt",
    "夸克盘链接": "https://pan.quark.cn/s/dc2d8df5cfbc"
  },
  {
    "文件名": "[合集 完结]《颜色童话世界》作者：都是正经人.txt",
    "夸克盘链接": "https://pan.quark.cn/s/515b722abf1d"
  },
  {
    "文件名": "[np 完结]《总攻穿进性爱游戏里面当皇帝为所欲为》作者：飞天小草莓莓.txt",
    "夸克盘链接": "https://pan.quark.cn/s/5b772f4c3394"
  },
  {
    "文件名": "[np 完结]《全民盛宠（总受）》作者：茶浅【上部完结】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/df64f77c8f69"
  },
  {
    "文件名": "[np 完结]《长批后沦为校园玩物（纯肉）》作者：梁诗悦.txt",
    "夸克盘链接": "https://pan.quark.cn/s/62013d63e1ca"
  },
  {
    "文件名": "[np 完结]《努力成为钙片演员（纯肉）》作者：肆一九.txt",
    "夸克盘链接": "https://pan.quark.cn/s/59b08971ff23"
  },
  {
    "文件名": "[完结+2番外]《雁丘》作者：寒山.txt",
    "夸克盘链接": "https://pan.quark.cn/s/f5d42360fd62"
  },
  {
    "文件名": "[np 完结]《亡国公子沦陷记（双性总受、结局1v1）NTR》作者：青青子衿.txt",
    "夸克盘链接": "https://pan.quark.cn/s/00b69597fded"
  },
  {
    "文件名": "[完结+1番外]《蚀骨钟情（强制爱 总受）》作者：澄光.txt",
    "夸克盘链接": "https://pan.quark.cn/s/117a2caa381b"
  },
  {
    "文件名": "[np 完结]《误入狼地（总受）》作者：草草沙拉.txt",
    "夸克盘链接": "https://pan.quark.cn/s/8886cf6fbc8b"
  },
  {
    "文件名": "[np 完结]《绝对安全（美强 双性强制爱）》作者：饭来张口.txt",
    "夸克盘链接": "https://pan.quark.cn/s/69d906201019"
  },
  {
    "文件名": "[np 完结]《半卷野史(总攻 单性生子 壮受)》作者：别管我了.txt",
    "夸克盘链接": "https://pan.quark.cn/s/5f741df7d5d5"
  },
  {
    "文件名": "[1v1 完结]《那你来当哥哥老婆吧（骨科年上）》作者：最爱父子文.txt",
    "夸克盘链接": "https://pan.quark.cn/s/9da97f6730b7"
  },
  {
    "文件名": "[np 完结]《堕落（美强 壮受 强制）》作者：芙萝珊.txt",
    "夸克盘链接": "https://pan.quark.cn/s/2c5605a75473"
  },
  {
    "文件名": "[1v1 完结]《貌美总裁被英俊民工吸批后（双性）》作者：冰糖书生.txt",
    "夸克盘链接": "https://pan.quark.cn/s/aeab78d80e01"
  },
  {
    "文件名": "[np 完结]《都是变态，除了主受（万人迷总受）作者：木鱼暮雨.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e8c0fc2b5be5"
  },
  {
    "文件名": "[np 完结]《身体改造大全（总攻、雌堕）》作者：芈酒[3167 937770].txt",
    "夸克盘链接": "https://pan.quark.cn/s/e0a860082189"
  },
  {
    "文件名": "[np 完结]《规则怪谈诡异侵犯》作者：黎小空.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ffc00b81383a"
  },
  {
    "文件名": "[np 完结]《美人恋丑（单性总受、丑攻美受）》作者：零叁幺玖.txt",
    "夸克盘链接": "https://pan.quark.cn/s/0cbae2e8785d"
  },
  {
    "文件名": "[np 完结]《白月光总被疯批强占[快穿]》作者：长夜路漫漫【补】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/2302bb7c4f17"
  },
  {
    "文件名": "[np 完结]《双性人妻美人总受（NP总受家族乱伦）》作者：左边疯.txt",
    "夸克盘链接": "https://pan.quark.cn/s/fc56ea1f73a2"
  },
  {
    "文件名": "[1v1 完结]《重生出嫁当晚，糙汉将军宠哭了！（双性生子）》作者：罩爷是只猫.txt",
    "夸克盘链接": "https://pan.quark.cn/s/0d368581d29c"
  },
  {
    "文件名": "[完结+12番外]《将军饶了我（1v1 小侯爷受x将军攻）》作者：鸡肉好吃【补】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/0aad8764f43d"
  },
  {
    "文件名": "[3p 完结]《我们仨【主攻 美强】》作者：今天吃面了吗.txt",
    "夸克盘链接": "https://pan.quark.cn/s/d2f3a35f5db6"
  },
  {
    "文件名": "[1v1 完结]《穿书之娇养夫郎（主攻）》作者：兰庭.txt",
    "夸克盘链接": "https://pan.quark.cn/s/9aac3a7bb37c"
  },
  {
    "文件名": "[合集 完结]《短篇（男生子）》作者：陆迎止.txt",
    "夸克盘链接": "https://pan.quark.cn/s/f97add102f75"
  },
  {
    "文件名": "[合集 完结]《骚浪贱深夜发骚分享小组》作者：三只鸭鸭.txt",
    "夸克盘链接": "https://pan.quark.cn/s/cf43219ab982"
  },
  {
    "文件名": "[合集 完结]《沉溺饲养【合集】》作者：九厘米雾岛.txt",
    "夸克盘链接": "https://pan.quark.cn/s/21f173924f6c"
  },
  {
    "文件名": "[合集 完结]《强制温柔》作者：叶子姜【修】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/6e1398cbbe88"
  },
  {
    "文件名": "[np 完结]《淫乱高中（总受）》作者：江河朝海.txt",
    "夸克盘链接": "https://pan.quark.cn/s/df2c4e9b31a5"
  },
  {
    "文件名": "[np 完结]《我儿子每天都想上我（双性总受）》作者：葛二蛋.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a53975459088"
  },
  {
    "文件名": "[np 完结]《【修真 总攻】周重》作者：阿尔.txt",
    "夸克盘链接": "https://pan.quark.cn/s/72f8efa49c08"
  },
  {
    "文件名": "[np 完结]《性癖游戏（双性）》作者：爪爪.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c8fdd915d5ed"
  },
  {
    "文件名": "[np 完结]《小魅魔成了奶娘》作者：小西瓜.txt",
    "夸克盘链接": "https://pan.quark.cn/s/bf6658f940cf"
  },
  {
    "文件名": "[3p 完结]《山间银事（大奶壮受）》作者：小闲闲.txt",
    "夸克盘链接": "https://pan.quark.cn/s/bf9ff4f62467"
  },
  {
    "文件名": "[1v1 完结]《阿远（宠妾灭妻）》作者：啤酒肚.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ff2c19c6149b"
  },
  {
    "文件名": "[1v1 完结]《貌美皇帝被太监舔批上瘾后（双性）》作者：冰糖书生.txt",
    "夸克盘链接": "https://pan.quark.cn/s/57ffac82be8a"
  },
  {
    "文件名": "[合集 完结]《艳遇集录Ⅱ（血腥暗黑重口）》作者：贫尼喜肉.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e63ac2c4f6b0"
  },
  {
    "文件名": "[np 完结]《淫荡师尊挨操记（双性主受）》作者：嗑药.txt",
    "夸克盘链接": "https://pan.quark.cn/s/b64070dbb7c6"
  },
  {
    "文件名": "[np 完结]《【双性】死对头（轮J 抹布）》作者：今天论文写完了吗.txt",
    "夸克盘链接": "https://pan.quark.cn/s/324197d9ac76"
  },
  {
    "文件名": "[1v1 完结]《纯爱调教指南（直男攻x性奴受）》作者：蒸汽玉米须.txt",
    "夸克盘链接": "https://pan.quark.cn/s/4f958aa1ef31"
  },
  {
    "文件名": "[1v1 完结]《穿回雄虫后被强制爱了（虫族美强）》作者：乌乌.txt",
    "夸克盘链接": "https://pan.quark.cn/s/0de96b13895b"
  },
  {
    "文件名": "[1v1 完结]《相亲相到美人老师（大奶双性）》作者：沧鸢.txt",
    "夸克盘链接": "https://pan.quark.cn/s/33181694f22b"
  },
  {
    "文件名": "[完结+3番外]《在海棠古耽中做了男配》作者：K（np）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/760b5455d209"
  },
  {
    "文件名": "[完结+1番外]《【伏哈】圈养（同人）》作者：花勍.txt",
    "夸克盘链接": "https://pan.quark.cn/s/cfcf480c19b6"
  },
  {
    "文件名": "[np 完结]《离婚后前夫后悔了（总攻）》作者：.txt",
    "夸克盘链接": "https://pan.quark.cn/s/f0197148c38a"
  },
  {
    "文件名": "[np 完结]《妖孽美少年轮回千世被日批（双性总受）》作者：左边疯.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a3afa842bcb6"
  },
  {
    "文件名": "[1v1 完结]《（娱乐圈）假戏真做 [双性双洁 影帝攻]》作者：怀抱美人大口吃肉.txt",
    "夸克盘链接": "https://pan.quark.cn/s/428181266a4b"
  },
  {
    "文件名": "[1v1 完结]《风月闲（古早狗血、虐心）》作者：九时辨.txt",
    "夸克盘链接": "https://pan.quark.cn/s/3a11efd8e965"
  },
  {
    "文件名": "[1v1 完结]《被男扮女装攻勾引后被反压了（美强）》作者：吃肉肉了吗.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e5f6e0a89a89"
  },
  {
    "文件名": "[np 完结]《淫浪美人献身记》作者：生米进行中.txt",
    "夸克盘链接": "https://pan.quark.cn/s/dad6394fcc55"
  },
  {
    "文件名": "[np 完结]《【虫族总攻】穿成雄虫之后》作者：木鱼鱼.txt",
    "夸克盘链接": "https://pan.quark.cn/s/b5b39e976b34"
  },
  {
    "文件名": "[np 完结]《误入远古森林【双性】》作者：木南瓜.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c913a157085a"
  },
  {
    "文件名": "[np 完结]《宫闱秘事》作者：无名一君子.txt",
    "夸克盘链接": "https://pan.quark.cn/s/8bcd272a23ae"
  },
  {
    "文件名": "[1v1 完结]《死对头长了对大奶（双性）》作者：我没病.txt",
    "夸克盘链接": "https://pan.quark.cn/s/0b19d496716d"
  },
  {
    "文件名": "[1v1 完结]《末日快乐【病娇怪物】》作者：朝阳西落.txt",
    "夸克盘链接": "https://pan.quark.cn/s/1bf1a57baa5c"
  },
  {
    "文件名": "[1v1 完结]《暗恋成真（病娇攻x双性受）》作者：小伙汁.txt",
    "夸克盘链接": "https://pan.quark.cn/s/2b52f47d8e26"
  },
  {
    "文件名": "[完结]《七夜谈》作者：璩（1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/8db65c5bbe89"
  },
  {
    "文件名": "[1v1 完结]《就像雨消失在夏末（美强、温柔攻x男高受）》作者：夏桉.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a0dea913dde9"
  },
  {
    "文件名": "[1v1 完结]《小绿茶（斯文败类攻x绿茶双性受）》作者：鹿时安.txt",
    "夸克盘链接": "https://pan.quark.cn/s/6e82ffd94e5a"
  },
  {
    "文件名": "[1v1 完结]《小王子和乞丐（双洁、乞丐攻x美人受）》作者：骨灰.txt",
    "夸克盘链接": "https://pan.quark.cn/s/2807952cb832"
  },
  {
    "文件名": "[1v1 完结]《小批被爸爸舔爽了（父子、双性大奶受）》作者：蜜桃枝枝.txt",
    "夸克盘链接": "https://pan.quark.cn/s/135490bf3d6a"
  },
  {
    "文件名": "[1v1 完结]《小小小芒果（竹马 养成）》作者：明日复明日.txt",
    "夸克盘链接": "https://pan.quark.cn/s/1cece84c8f14"
  },
  {
    "文件名": "[1v1 完结]《子欲父孽（父子年下 年龄差）》作者：风栖云.txt",
    "夸克盘链接": "https://pan.quark.cn/s/b9219016f343"
  },
  {
    "文件名": "[1v1 完结]《妻子爸爸（父子年下）》作者：凤乘.txt",
    "夸克盘链接": "https://pan.quark.cn/s/fa18740b10e7"
  },
  {
    "文件名": "[1v1 完结]《多汁小狐狸总想反攻天帝》作者：狐狸尾巴.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c9d5b1098bec"
  },
  {
    "文件名": "[1v1 完结]《竹马凶猛》作者：游山林.txt",
    "夸克盘链接": "https://pan.quark.cn/s/9269f6a50826"
  },
  {
    "文件名": "[1v1 完结]《砌骨阙桎（代号鸢—嘉诩同人）》作者：狼悟.txt",
    "夸克盘链接": "https://pan.quark.cn/s/21da7b476a8f"
  },
  {
    "文件名": "[1v1 完结]《眷恋温柔（双性生子、温柔攻）》作者：茫茫絮里.txt",
    "夸克盘链接": "https://pan.quark.cn/s/66528cdc6d23"
  },
  {
    "文件名": "[1v1 完结]《每天都想成为神（强强互宠、高冷美人攻x乐观歌手受）》作者：墨黑花.txt",
    "夸克盘链接": "https://pan.quark.cn/s/9c3766aa15ca"
  },
  {
    "文件名": "[1v1 完结]《查无此人（毒枭攻×死地而后生警察受）》作者：阿喵念念.txt",
    "夸克盘链接": "https://pan.quark.cn/s/94a7f177dab7"
  },
  {
    "文件名": "[1v1 完结]《月神（m攻）》作者：夜行喵【米国度】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/cd5b7aa038fc"
  },
  {
    "文件名": "[1v1 完结]《春日迟迟（骚浪受）》作者：问雨.txt",
    "夸克盘链接": "https://pan.quark.cn/s/4d1a5f9d6677"
  },
  {
    "文件名": "[1v1 完结]《流年》作者：豌豆尖.txt",
    "夸克盘链接": "https://pan.quark.cn/s/5f29891c67df"
  },
  {
    "文件名": "[1v1 完结]《摄政王他强取豪夺（双性双洁）》作者：今天日万了吗.txt",
    "夸克盘链接": "https://pan.quark.cn/s/7ea214173a37"
  },
  {
    "文件名": "[1v1 完结]《控制欲（年上 甜宠）》作者：洛玥淺【米国度】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/4930493cbebc"
  },
  {
    "文件名": "[1v1 完结]《捡人后少爷被叉大肚子了（双性受x傻子攻）》作者：小嘉.txt",
    "夸克盘链接": "https://pan.quark.cn/s/803caadeb47e"
  },
  {
    "文件名": "[1v1 完结]《宦官（双性生子 换攻）太监受》作者：老子怕怕.txt",
    "夸克盘链接": "https://pan.quark.cn/s/46672ed66de3"
  },
  {
    "文件名": "[1v1 完结]《烟花散尽落尘埃（小妈文学）军阀攻x双性受》作者：又阿白.txt",
    "夸克盘链接": "https://pan.quark.cn/s/fd3dbd9e246f"
  },
  {
    "文件名": "[1v1 完结]《淫虐牢笼（双奶）生子 重口调教》作者：喜欢吃绿豆沙耶【补】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/7ce11d08b393"
  },
  {
    "文件名": "[1v1 完结]《每次穿越媳妇都在搞黄色》作者：引欢.txt",
    "夸克盘链接": "https://pan.quark.cn/s/f24c12a39118"
  },
  {
    "文件名": "[1v1 完结]《年下《巫山依碧川》作者：菜鸡独啄.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c81116512c8e"
  },
  {
    "文件名": "[1v1 完结]《性、背叛与人工智能》作者：二本正经.txt",
    "夸克盘链接": "https://pan.quark.cn/s/82aa28383806"
  },
  {
    "文件名": "[1v1 完结]《强制温柔》作者：叶子姜.txt",
    "夸克盘链接": "https://pan.quark.cn/s/0314e8702b64"
  },
  {
    "文件名": "[1v1 完结]《小裁缝（清水）》作者：煜骨.txt",
    "夸克盘链接": "https://pan.quark.cn/s/06c781acb4cf"
  },
  {
    "文件名": "[1v1 完结]《完美情人（年下）》作者：阿漂【补老文】】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/31aa2595d664"
  },
  {
    "文件名": "[1v1 完结]《白月光拒绝清冷人设》作者：废稿集合处.txt",
    "夸克盘链接": "https://pan.quark.cn/s/5530bf4bbf05"
  },
  {
    "文件名": "[1v1 完结]《痴迷于哥哥该怎么办（骨科 双洁）》作者：殿下.txt",
    "夸克盘链接": "https://pan.quark.cn/s/60ad9c98bfa2"
  },
  {
    "文件名": "[1v1 完结]《疯批主神竟是我自己（无限流）》作者：鸢天.txt",
    "夸克盘链接": "https://pan.quark.cn/s/bbc04f04464c"
  },
  {
    "文件名": "[1v1 完结]《潇潇“慕”雨（家奴文，1v1）》作者：庚子岁.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a0bc819ff80b"
  },
  {
    "文件名": "[1v1 完结]《报我以贺呈（19天同人）》作者：把酒祝东风.txt",
    "夸克盘链接": "https://pan.quark.cn/s/83ca03516cf1"
  },
  {
    "文件名": "[1v1 完结]《睡奸双?家教老师》作者：渠.txt",
    "夸克盘链接": "https://pan.quark.cn/s/7f6d7d8836ad"
  },
  {
    "文件名": "[1v1 完结]《死对头失忆后总想被我操（双性）》作者：梁诗悦.txt",
    "夸克盘链接": "https://pan.quark.cn/s/6453ab4ffa7f"
  },
  {
    "文件名": "[1v1 完结]《独居事故（年上骨科 痴汉攻）》作者：随安.txt",
    "夸克盘链接": "https://pan.quark.cn/s/b930c58f2b0b"
  },
  {
    "文件名": "[1v1 完结]《拯救双性同桌（主攻、校园第二人称、纯情学渣攻x双性学霸受）》作者：七七是攻.txt",
    "夸克盘链接": "https://pan.quark.cn/s/84212f840b54"
  },
  {
    "文件名": "[1v1 完结]《无心想逃》作者：元子夜.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ce9583eca301"
  },
  {
    "文件名": "[1v1 完结]《我囚禁了我哥（过程np 病娇年下攻x清冷总裁受）》作者：难得早睡.txt",
    "夸克盘链接": "https://pan.quark.cn/s/0a0b92a17224"
  },
  {
    "文件名": "[1v1 完结]《我和竹马结婚了（双向暗恋）》作者：素食主义者.txt",
    "夸克盘链接": "https://pan.quark.cn/s/8758fc85ebe5"
  },
  {
    "文件名": "[1v1 完结]《心岸入侵（校园双洁 小甜饼）》作者：笔墨三千.txt",
    "夸克盘链接": "https://pan.quark.cn/s/7de384c08750"
  },
  {
    "文件名": "[1v1 完结]《小狗（暗恋、大美人受x忠犬攻）》作者：白开水水水水.txt",
    "夸克盘链接": "https://pan.quark.cn/s/3811c99e259b"
  },
  {
    "文件名": "[1v1 完结]《宠妖成瘾（温柔攻x狐妖受）》作者：离峰.txt",
    "夸克盘链接": "https://pan.quark.cn/s/cc33fac1b338"
  },
  {
    "文件名": "[1v1 完结]《沙雕直男之海棠逃生记（双性双洁 兽人）》作者：野草.txt",
    "夸克盘链接": "https://pan.quark.cn/s/5a4a9d22bcd8"
  },
  {
    "文件名": "[1v1 完结]《桐禾愿（美强、受宠攻、猫猫攻x猎人受）》作者：茉茉厦.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c64ecdb69a6c"
  },
  {
    "文件名": "[1v1 完结]《春日诗（校园 清水）》作者：早点睡吧.txt",
    "夸克盘链接": "https://pan.quark.cn/s/3d471d4d70cd"
  },
  {
    "文件名": "[1v1 完结]《无限流大魔王看上玩家了（主攻）》作者：辛亥.txt",
    "夸克盘链接": "https://pan.quark.cn/s/9e801753663a"
  },
  {
    "文件名": "[1v1 完结]《我和校霸网恋了（主攻，1V1）》作者：辛亥.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e834631c4ff7"
  },
  {
    "文件名": "[1v1 完结]《弟弟操完射了一滩（骨科）》作者：苏心.txt",
    "夸克盘链接": "https://pan.quark.cn/s/3c9d254f75cb"
  },
  {
    "文件名": "[1v1 完结]《痴痴吃蜜（校园 傻狗痴汉攻x双性敏感受）》作者：充气黄桃.txt",
    "夸克盘链接": "https://pan.quark.cn/s/0a850ddaa994"
  },
  {
    "文件名": "[1v1 完结]《琼华王传（生子）》作者：夜间车手.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c27f45d0b0f5"
  },
  {
    "文件名": "《恶犬》作者：璩.txt",
    "夸克盘链接": "https://pan.quark.cn/s/7b01da94cc6c"
  },
  {
    "文件名": "[1v1 完结]《爱上爸爸的同学（年下 直掰弯 单性叔受）》作者：野草.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ca0eb1c1068a"
  },
  {
    "文件名": "[1v1 完结]《春江上（太监受x小和尚攻）》作者：西瓜别长籽.txt",
    "夸克盘链接": "https://pan.quark.cn/s/1e6ad1e6db99"
  },
  {
    "文件名": "[1v1 完结]《星星（双性）》作者：乖乖.txt",
    "夸克盘链接": "https://pan.quark.cn/s/207fb2dc2450"
  },
  {
    "文件名": "[1v1 完结]《明恋（双性）》作者：斩月.txt",
    "夸克盘链接": "https://pan.quark.cn/s/f4c3ded5111c"
  },
  {
    "文件名": "[1v1 完结]《攻略合租室友计划（强强、种马受）》作者：糖丝.txt",
    "夸克盘链接": "https://pan.quark.cn/s/22a8c7536ed9"
  },
  {
    "文件名": "[1v1 完结]《坐上来，自己动》作者：二次元战士【补】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/d801ea9b9959"
  },
  {
    "文件名": "[1v1 完结]《被亲弟弟觊觎（双性年下骨科）》作者：千羽.txt",
    "夸克盘链接": "https://pan.quark.cn/s/958e0ab7ea80"
  },
  {
    "文件名": "[1v1 完结]《老实护工批煎霸总反被艹翻（美强、强攻x双性壮受）》作者：嘎嘣脆.txt",
    "夸克盘链接": "https://pan.quark.cn/s/d906cdf0b990"
  },
  {
    "文件名": "[1v1 完结]《网恋爹系男友掉马后（双性、双洁）》作者：路十七.txt",
    "夸克盘链接": "https://pan.quark.cn/s/363167798978"
  },
  {
    "文件名": "[1v1 完结]《纵情（校园主攻、双向暗恋）》作者：培根帕尼尼.txt",
    "夸克盘链接": "https://pan.quark.cn/s/aabf302aa6f4"
  },
  {
    "文件名": "[1v1 完结]《用身体来解除谋反嫌疑（双性）》作者：一颗枫糖草莓.txt",
    "夸克盘链接": "https://pan.quark.cn/s/52f357f42a4a"
  },
  {
    "文件名": "[1v1 完结]《甜橙刨冰（年下、双向暗恋、傻白甜攻）》zZ：啊一呐-.txt",
    "夸克盘链接": "https://pan.quark.cn/s/5d95e21155da"
  },
  {
    "文件名": "[1v1 完结]《火中草（双性 养父子）》作者：罗森饭团.txt",
    "夸克盘链接": "https://pan.quark.cn/s/7abbcafdf6c2"
  },
  {
    "文件名": "[1v1 完结]《漂亮小可怜他被大叔疼宠过度（双性怯弱小兔子受x硬汉攻））》作者：容景.txt",
    "夸克盘链接": "https://pan.quark.cn/s/5369ed336aff"
  },
  {
    "文件名": "[1v1 完结]《渣受被疯狗强制爱了》作者：衿白.txt",
    "夸克盘链接": "https://pan.quark.cn/s/6f1dbd73dc11"
  },
  {
    "文件名": "[1v1 完结]《师尊被吃抹干净（年下 腹黑攻）》作者：火锅苕粉.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ccf2a3c0c823"
  },
  {
    "文件名": "[1v1 完结]《囚（骨科）》作者：珍特么吾雨.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a331fa39d001"
  },
  {
    "文件名": "[1v1 完结]《同居生活（1V1双洁甜）竹马》作者：九条猫.txt",
    "夸克盘链接": "https://pan.quark.cn/s/6f07a4e61713"
  },
  {
    "文件名": "[1v1 完结]《发现教授长批想日怎么办（双性）》作者：柚湉.txt",
    "夸克盘链接": "https://pan.quark.cn/s/0aea1e0b5aa9"
  },
  {
    "文件名": "[合集 完结]《动物世界——繁殖季（兽人）》作者：风影.txt",
    "夸克盘链接": "https://pan.quark.cn/s/374fabe71418"
  },
  {
    "文件名": "[np 完结]《开发小混混（快穿 骚浪贱受）》作者：紫迎真人0oO.txt",
    "夸克盘链接": "https://pan.quark.cn/s/67aab7f54567"
  },
  {
    "文件名": "[3p 完结]《暗恋这件小事（校园总受、NTR）》作者：麻辣大西瓜.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a250ca9bd1b0"
  },
  {
    "文件名": "[3p 完结]《小嫂子（双性）》作者：酒徒.txt",
    "夸克盘链接": "https://pan.quark.cn/s/661c49792d4a"
  },
  {
    "文件名": "[1v1 完结]《替罪羊（伪骨科、病娇少爷X忠勇家奴）》作者：湿了鞋.txt",
    "夸克盘链接": "https://pan.quark.cn/s/70b4bb9c0f3c"
  },
  {
    "文件名": "[1v1 完结]《撞鬼》作者：西瓜橘子君.txt",
    "夸克盘链接": "https://pan.quark.cn/s/58ccbcb11e99"
  },
  {
    "文件名": "[1v1 完结]《心享是成》作者：假醒醒醒【修】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/5d94172d2b8a"
  },
  {
    "文件名": "[1v1 完结]《小皇帝在逃记（双性）》作者：莉莉丝.txt",
    "夸克盘链接": "https://pan.quark.cn/s/61f2e7ffb484"
  },
  {
    "文件名": "[1v1 完结]《小妈掏出来比我大（单性&双性、双性攻）》作者：半江瑟瑟.txt",
    "夸克盘链接": "https://pan.quark.cn/s/817844365d4e"
  },
  {
    "文件名": "[1v1 完结]《娱乐圈霸总鸡巴超级大（纯肉）》作者：苏心.txt",
    "夸克盘链接": "https://pan.quark.cn/s/86fd08e0b40e"
  },
  {
    "文件名": "[1v1 完结]《大师兄以身祭阵后（修真 重生）》作者：垂丝海棠.txt",
    "夸克盘链接": "https://pan.quark.cn/s/920a03d8e917"
  },
  {
    "文件名": "[1v1 完结]《竹马之交（双性 短篇）》作者：重渡【补】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/747e0eebfcad"
  },
  {
    "文件名": "[1v1 完结]《男妓和他家将军（双性）》作者：哟哟鹿鸣.txt",
    "夸克盘链接": "https://pan.quark.cn/s/815a5dc79d16"
  },
  {
    "文件名": "[1v1 完结]《没头脑和矫情包（校园）》作者：沂透.txt",
    "夸克盘链接": "https://pan.quark.cn/s/6f447641eeb6"
  },
  {
    "文件名": "[1v1 完结]《校草男友非人类（校园人外主攻）》作者：辛亥.txt",
    "夸克盘链接": "https://pan.quark.cn/s/0509835627d8"
  },
  {
    "文件名": "[1v1 完结]《敌国质子和摄政王殿下》作者：红酥酒.txt",
    "夸克盘链接": "https://pan.quark.cn/s/3550b059dc8c"
  },
  {
    "文件名": "[1v1 完结]《拯救者是我（小老板×陪酒男公关）》作者：研究员4869.txt",
    "夸克盘链接": "https://pan.quark.cn/s/121abe47189e"
  },
  {
    "文件名": "[1v1 完结]《把残废哥哥调教成专用肉便器》作者：小玫瑰.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a80e68a85444"
  },
  {
    "文件名": "[1v1 完结]《徒弟狠狠爱清冷师尊（双性纯肉）》作者：小西瓜.txt",
    "夸克盘链接": "https://pan.quark.cn/s/2a3caf4a2c45"
  },
  {
    "文件名": "[1v1 完结]《鹦鹉》作者：纸片.txt",
    "夸克盘链接": "https://pan.quark.cn/s/3e09ceec45d0"
  },
  {
    "文件名": "[1v1 完结]《小神官(合作戏录）》作者：煜骨【草莓】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/0488a6be5587"
  },
  {
    "文件名": "[1v1 完结]《小妈（美强 小妈攻）》作者：海蛞蝓阑珊.txt",
    "夸克盘链接": "https://pan.quark.cn/s/7506dac80785"
  },
  {
    "文件名": "[1v1 完结]《结婚第三年被老婆草了（美强、偏执绿茶攻x忠犬受）》作者：物种起源.txt",
    "夸克盘链接": "https://pan.quark.cn/s/5bab6bba6056"
  },
  {
    "文件名": "[1v1 完结]《竹马对我下手了（双洁）》作者：水果茶.txt",
    "夸克盘链接": "https://pan.quark.cn/s/af2f4548de87"
  },
  {
    "文件名": "[1v1 完结]《秋暝（诱受）》作者：侏罗纪在逃恐龙.txt",
    "夸克盘链接": "https://pan.quark.cn/s/f8ba290e789b"
  },
  {
    "文件名": "[1v1 完结]《痛快（校园、骚受、撩骚）》作者：大明哒哒.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a3ee6fbcfc34"
  },
  {
    "文件名": "[1v1 完结]《爱虐厮杀》作者：大废柴.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a21ee6e5c4c3"
  },
  {
    "文件名": "[1v1 完结]《爱上精神病》作者：离峰.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e51759f9ad9d"
  },
  {
    "文件名": "[1v1 完结]《月引我心（强强、侠客攻x教主受）》作者：软红千丈.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a9fdce36bd72"
  },
  {
    "文件名": "[1v1 完结]《春风又绿江南岸（过程np 骚浪受）》作者：小趴菜又卷又菜.txt",
    "夸克盘链接": "https://pan.quark.cn/s/dae7e6d7c79b"
  },
  {
    "文件名": "[1v1 完结]《快穿之小黑屋合集（切片攻）》作者：埃琳娜.txt",
    "夸克盘链接": "https://pan.quark.cn/s/cbbe38ddb193"
  },
  {
    "文件名": "[1v1 完结]《干涸逢润（美食文）》作者：满城马甲都是我.txt",
    "夸克盘链接": "https://pan.quark.cn/s/7dab50736e91"
  },
  {
    "文件名": "《完璧》作者：某朵.txt",
    "夸克盘链接": "https://pan.quark.cn/s/03fa25d3f7b9"
  },
  {
    "文件名": "[1v1 完结]《网恋翻车实录（电竞 双性年下）》作者：我没病.txt",
    "夸克盘链接": "https://pan.quark.cn/s/1abff01c5c2d"
  },
  {
    "文件名": "[1v1 完结]《穴美臀丰（双性双洁）》作者：咩咩.txt",
    "夸克盘链接": "https://pan.quark.cn/s/43faa6648921"
  },
  {
    "文件名": "[1v1 完结]《用长批解决火葬场问题（双性）》作者：柚湉.txt",
    "夸克盘链接": "https://pan.quark.cn/s/77f159dfa87f"
  },
  {
    "文件名": "[1v1 完结]《殊途·同归（同人）》作者：饕餮夫人.txt",
    "夸克盘链接": "https://pan.quark.cn/s/7e4dc820bbe4"
  },
  {
    "文件名": "[1v1 完结]《榜一大哥奖励系统【快穿双性】诱受》作者：酒徒.txt",
    "夸克盘链接": "https://pan.quark.cn/s/3906d9bd073b"
  },
  {
    "文件名": "[1v1 完结]《春光成瘾（年下 破镜重圆 性瘾受）》作者：湿漉漉.txt",
    "夸克盘链接": "https://pan.quark.cn/s/7bd0de62eacd"
  },
  {
    "文件名": "[1v1 完结]《旖伴（重生）》作者：曉之【米国度】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/8364f0c94f94"
  },
  {
    "文件名": "[1v1 完结]《无证驾驶（直掰弯）》作者：逃跑专家【草莓】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/6602ab3180e2"
  },
  {
    "文件名": "[1v1 完结]《把爱留在你身边（竹马竹马、糙汉攻x总裁受）》作者：脑袋空空ii.txt",
    "夸克盘链接": "https://pan.quark.cn/s/5a2b1904b908"
  },
  {
    "文件名": "[1v1 完结]《我可太喜欢小黑屋了》作者：燎锋.txt",
    "夸克盘链接": "https://pan.quark.cn/s/af12dda86268"
  },
  {
    "文件名": "[废文 完结]抱抱兔兔.txt",
    "夸克盘链接": "https://pan.quark.cn/s/980259e39079"
  },
  {
    "文件名": "[1v1 完结]《快穿男主反派都被我弄哭了（主攻）》作者：茶韵.txt",
    "夸克盘链接": "https://pan.quark.cn/s/897b47cd2ae0"
  },
  {
    "文件名": "[1v1 完结]《小花仙（恋爱脑攻x黏人可爱受）》作者：西瓜别长籽.txt",
    "夸克盘链接": "https://pan.quark.cn/s/3d5728a1d07a"
  },
  {
    "文件名": "[1v1 完结]《神明坠落（同人）》作者：百里从心.txt",
    "夸克盘链接": "https://pan.quark.cn/s/467ba070c30b"
  },
  {
    "文件名": "[1v1 完结]《爸爸狠狠煎进儿子小批了（父子双性）》作者：蜜桃枝枝.txt",
    "夸克盘链接": "https://pan.quark.cn/s/290bad5650c6"
  },
  {
    "文件名": "[1v1 完结]《灵魂侵袭（教授攻x自卑受）》作者：山鬼.txt",
    "夸克盘链接": "https://pan.quark.cn/s/7104a39d8e22"
  },
  {
    "文件名": "[1v1 完结]《死物》作者：狗血囚禁家.txt",
    "夸克盘链接": "https://pan.quark.cn/s/addf6f46943c"
  },
  {
    "文件名": "[1v1 完结]《机械撩人（美强）》作者：肉食性兔子.txt",
    "夸克盘链接": "https://pan.quark.cn/s/866d9e9a8606"
  },
  {
    "文件名": "[1v1 完结]《月亮独照春晖》作者：苏门生.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a5a57ea642fd"
  },
  {
    "文件名": "[1v1 完结]《春色撩人（民国、小妈文学、心机美人受）》作者：安衫【补】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/0a00778df54a"
  },
  {
    "文件名": "[1v1 完结]《星星与野狗》作者：泡芙星球.txt",
    "夸克盘链接": "https://pan.quark.cn/s/144f7d9d017e"
  },
  {
    "文件名": "[1v1 完结]《救了未来的大师兄之后》作者：元宝.txt",
    "夸克盘链接": "https://pan.quark.cn/s/2c816a850ee6"
  },
  {
    "文件名": "[1v1 完结]《撩骚撩到我弟以后屁眼被操烂了【兄弟年下】》作者：爱豆子.txt",
    "夸克盘链接": "https://pan.quark.cn/s/0de279beeec1"
  },
  {
    "文件名": "[1v1 完结]《打架滋宿敌一脸奶水怎么办（双性大奶）》作者：阳阳.txt",
    "夸克盘链接": "https://pan.quark.cn/s/64ba24af8edb"
  },
  {
    "文件名": "[1v1 完结]《干哭总裁喵（双性）》作者：捏捏猫肉垫.txt",
    "夸克盘链接": "https://pan.quark.cn/s/1030afd8a941"
  },
  {
    "文件名": "[废文 完结]日月既往.txt",
    "夸克盘链接": "https://pan.quark.cn/s/fa6851ec783d"
  },
  {
    "文件名": "[1v1 完结]《皇叔总在发疯（美强双性）》作者：半江瑟瑟.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ed4765e448fb"
  },
  {
    "文件名": "[1v1 完结]《甘霖（忠犬受）》作者：山宇南海.txt",
    "夸克盘链接": "https://pan.quark.cn/s/8c4cf5786273"
  },
  {
    "文件名": "[1v1 完结]《狼崽儿【俊哲同人】》作者：开水煮咸鱼.txt",
    "夸克盘链接": "https://pan.quark.cn/s/877fa445ab90"
  },
  {
    "文件名": "[1v1 完结]《热带风暴（强强人兽、美人×黑豹）》作者：池温.txt",
    "夸克盘链接": "https://pan.quark.cn/s/4e06dccb3397"
  },
  {
    "文件名": "[1v1 完结]《漂亮寡嫂他多汁可口（叔嫂）》作者：梧鸣.txt",
    "夸克盘链接": "https://pan.quark.cn/s/8b7b6084c796"
  },
  {
    "文件名": "[1v1 完结]《揉骨为玉（绿茶蛇妖攻）双jj》作者：月深几许.txt",
    "夸克盘链接": "https://pan.quark.cn/s/fe9a84eaf99b"
  },
  {
    "文件名": "[1v1 完结]《心享是成》作者：假醒醒醒.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c1f0bdbe675b"
  },
  {
    "文件名": "[1v1 完结]《家庭教师（双洁、双性生子、强制爱）》作者：耳朵.txt",
    "夸克盘链接": "https://pan.quark.cn/s/085d128031b8"
  },
  {
    "文件名": "[1v1 完结]《安保哥哥，别艹我（双性）》作者：水干草.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ac36a95cf170"
  },
  {
    "文件名": "[1v1 完结]《蛊惑了正道大师兄（双性）》作者：飞天小草莓莓.txt",
    "夸克盘链接": "https://pan.quark.cn/s/0dfb1b16f8fd"
  },
  {
    "文件名": "[1v1 完结]《芝加哥往事》作者：金雨田【米国度】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a91f8e255c08"
  },
  {
    "文件名": "[1v1 完结]《私人保镖（双性大奶总裁受）》作者：路人甲女主.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e656387e8ab9"
  },
  {
    "文件名": "[1v1 完结]《疯批师弟爱上美人师兄（修真）》作者：晨晨.txt",
    "夸克盘链接": "https://pan.quark.cn/s/f6cfae5cc36e"
  },
  {
    "文件名": "[1v1 完结]《犯上（伪父子、小妈文学）》作者：单唯安.txt",
    "夸克盘链接": "https://pan.quark.cn/s/3ddf8d690acb"
  },
  {
    "文件名": "[1v1 完结]《清君侧（强制爱、沉默寡言忠犬攻x妖冶疯批美人受）》作者：是肥肥鸭.txt",
    "夸克盘链接": "https://pan.quark.cn/s/eb67ed2120e0"
  },
  {
    "文件名": "[1v1 完结]《我喜欢你男朋友很久了（校园、校霸攻、出轨）》作者：木登子木登子.txt",
    "夸克盘链接": "https://pan.quark.cn/s/461ea3ce668d"
  },
  {
    "文件名": "[1v1 完结]《成仙（玄幻 养父子）》作者：纪琼.txt",
    "夸克盘链接": "https://pan.quark.cn/s/80d422c100b6"
  },
  {
    "文件名": "[1v1 完结]《契约关系（替身）》作者：白生.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ab2287a2049a"
  },
  {
    "文件名": "[1v1 完结]《在教室揉批被暗恋校草撞破后（校园 双性）》作者：雀咕啾.txt",
    "夸克盘链接": "https://pan.quark.cn/s/10b7fcee919d"
  },
  {
    "文件名": "[1v1 完结]《变形计策（美强年下 叔受、破镜重圆）》作者：萧森离肃.txt",
    "夸克盘链接": "https://pan.quark.cn/s/47e9474fb171"
  },
  {
    "文件名": "[1v1 完结]《君子之交（帝王攻，虐身虐心，抹布受）》作者：枕头呢.txt",
    "夸克盘链接": "https://pan.quark.cn/s/9cecb51dd876"
  },
  {
    "文件名": "[1v1 完结]《绿野疗养院》作者：兰道先生.txt",
    "夸克盘链接": "https://pan.quark.cn/s/507740ec042e"
  },
  {
    "文件名": "[1v1 完结]《承欢臣下（互攻）》作者：十三.txt",
    "夸克盘链接": "https://pan.quark.cn/s/4212c6954466"
  },
  {
    "文件名": "[1v1 完结]《我老婆大学城第一帅（校园）》作者：咕噜爱吃肉.txt",
    "夸克盘链接": "https://pan.quark.cn/s/f1bd2bff336a"
  },
  {
    "文件名": "[1v1 完结]《情深必须久伴（双性生子）》作者：风渡西洲.txt",
    "夸克盘链接": "https://pan.quark.cn/s/27b28bbd4f13"
  },
  {
    "文件名": "[1v1 完结]《怎么可以吃兔兔（双性）》作者：肆一九.txt",
    "夸克盘链接": "https://pan.quark.cn/s/350a0011fa34"
  },
  {
    "文件名": "[1v1 完结]《巫山云雨【追夫火葬场】换受、受宠攻》作者：青山落雁.txt",
    "夸克盘链接": "https://pan.quark.cn/s/7eadb688f5c4"
  },
  {
    "文件名": "[1v1 完结]《小兔乖乖（年下攻、兔子受）》作者：半生浮缠万事休.txt",
    "夸克盘链接": "https://pan.quark.cn/s/cf63fc58272b"
  },
  {
    "文件名": "[1v1 完结]《囚笼之爱（骨科 眠奸）》作者：南朝水.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ddd7704ee14b"
  },
  {
    "文件名": "[1v1 完结]《哥哥你湿了（骨科年下、双性生子）》作者：鱼啊鱼.txt",
    "夸克盘链接": "https://pan.quark.cn/s/1bd6dd93618f"
  },
  {
    "文件名": "[1v1 完结]《和情敌打架硬了怎么办（互攻）》作者：吊带袜猛男.txt",
    "夸克盘链接": "https://pan.quark.cn/s/67b3c1cd6b24"
  },
  {
    "文件名": "[1v1 完结]《吸血鬼伯爵抢走穷道士（道士受x吸血鬼攻）》作者：秃子陈.txt",
    "夸克盘链接": "https://pan.quark.cn/s/866c6170d435"
  },
  {
    "文件名": "[1v1 完结]《同居对象竟是清冷教授（师生年下）》作者：月深几许.txt",
    "夸克盘链接": "https://pan.quark.cn/s/42916d4220f6"
  },
  {
    "文件名": "[1v1 完结]《反同校霸被体育老师拐回家了》作者：璟朋.txt",
    "夸克盘链接": "https://pan.quark.cn/s/abd78a7147bd"
  },
  {
    "文件名": "[1v1 完结]《原来白月光竟然是我自己》作者：阿巴阿巴.txt",
    "夸克盘链接": "https://pan.quark.cn/s/503d18527417"
  },
  {
    "文件名": "[1v1 完结]《单行道（伪骨科）弟控攻x痴汉弟弟受》作者：小啊同学.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a8a4f6d01b16"
  },
  {
    "文件名": "[1v1 完结]《出轨后被疯批男友囚禁了》作者：奇美拉.txt",
    "夸克盘链接": "https://pan.quark.cn/s/14335d8577a7"
  },
  {
    "文件名": "[1v1 完结]《凤栖青柠（狐妖美人受）》作者：啊一呐.txt",
    "夸克盘链接": "https://pan.quark.cn/s/b299be732b58"
  },
  {
    "文件名": "[1v1 完结]《农夫与蛇（美强年下）》作者：荔枝绒毛.txt",
    "夸克盘链接": "https://pan.quark.cn/s/4fca115ea11b"
  },
  {
    "文件名": "[1v1 完结]《俊美小攻被日记》作者：冷门西西.txt",
    "夸克盘链接": "https://pan.quark.cn/s/114474927c9c"
  },
  {
    "文件名": "[1v1 完结]《以心相试（先婚后爱）》作者：澤三.txt",
    "夸克盘链接": "https://pan.quark.cn/s/7e431268850d"
  },
  {
    "文件名": "[废文 完结]罗勒鸳鸯.txt",
    "夸克盘链接": "https://pan.quark.cn/s/28729d50f430"
  },
  {
    "文件名": "[1v1 完结]《宝宝（兄弟）》作者：是羽流流流流呀.txt",
    "夸克盘链接": "https://pan.quark.cn/s/61c40be1c48e"
  },
  {
    "文件名": "[1v1 完结]《娇弱软受被糙汉日日操弄》作者：可可爱爱.txt",
    "夸克盘链接": "https://pan.quark.cn/s/f43748be1b3a"
  },
  {
    "文件名": "[1v1 完结]《妖童[骨科年下双性]》作者：世风日下.txt",
    "夸克盘链接": "https://pan.quark.cn/s/6f47d52d0710"
  },
  {
    "文件名": "[1v1 完结]《大叔才是真绝色（年下 叔受 叔侄）》作者：离峰【米国度】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/6bdb5dba9867"
  },
  {
    "文件名": "[1v1 完结]《坏孩子就该被爸爸操肿屁股（父子双性）》作者：狐狸尾巴.txt",
    "夸克盘链接": "https://pan.quark.cn/s/4e4e0eed0d66"
  },
  {
    "文件名": "[1v1 完结]《可是我日了你啊【主攻 穿书】》作者：风栖云.txt",
    "夸克盘链接": "https://pan.quark.cn/s/79c04da26642"
  },
  {
    "文件名": "[1v1 完结]《发现老板长批想舔怎么办（双性）》作者：柚湉.txt",
    "夸克盘链接": "https://pan.quark.cn/s/d732d90ee679"
  },
  {
    "文件名": "[1v1 完结]《双枭（黑道）竹马&双疯批》作者：是羽流流流流呀.txt",
    "夸克盘链接": "https://pan.quark.cn/s/4a0c09cec6fe"
  },
  {
    "文件名": "[1v1 完结]《卧室隔壁（双性 小妈文学 过程np）》作者：水煮肉.txt",
    "夸克盘链接": "https://pan.quark.cn/s/70f1756e7b21"
  },
  {
    "文件名": "[1v1 完结]《冰山上将被强制透批日常（星际）》作者：一棵小草.txt",
    "夸克盘链接": "https://pan.quark.cn/s/4ecbb21fc5df"
  },
  {
    "文件名": "[1v1 完结]《冤债（年下狼狗攻x精英总裁受）》作者：小啊同学.txt",
    "夸克盘链接": "https://pan.quark.cn/s/9701628113dd"
  },
  {
    "文件名": "[1v1 完结]《再贪欢（双性）身高差》作者：左边疯.txt",
    "夸克盘链接": "https://pan.quark.cn/s/16f7b2f90ae5"
  },
  {
    "文件名": "[1v1 完结]《养父（父子）》作者：小玫瑰.txt",
    "夸克盘链接": "https://pan.quark.cn/s/50791c0d5ad4"
  },
  {
    "文件名": "[1v1 完结]《先婚后爱》作者：深蓝色.txt",
    "夸克盘链接": "https://pan.quark.cn/s/db5b46962c54"
  },
  {
    "文件名": "[1v1 完结]《傻子（虐）》作者：年舒.txt",
    "夸克盘链接": "https://pan.quark.cn/s/af37c496dfcf"
  },
  {
    "文件名": "[1v1 完结]《傻子弟弟他又乖又软（校园 双性伪骨科）》作者：三玄好香.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a7314e75345f"
  },
  {
    "文件名": "[1v1 完结]《催眠高冷明星（双性）》作者：水干草.txt",
    "夸克盘链接": "https://pan.quark.cn/s/4def003eb6b5"
  },
  {
    "文件名": "[1v1 完结]《偷妻（娱乐圈、狗血失忆、小妈文学）》作者：木野.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c4bbcaf530c4"
  },
  {
    "文件名": "[完结]人来人往（np）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a8e1d59b0e7c"
  },
  {
    "文件名": "[1v1 完结]《双性老实人被捡回家后》作者：杀了头猪.txt",
    "夸克盘链接": "https://pan.quark.cn/s/4e0730d393ad"
  },
  {
    "文件名": "[1v1 完结]《南风无邪（双性太子x魔教教主）》作者：柠檬桂花.txt",
    "夸克盘链接": "https://pan.quark.cn/s/f3cdfb7c3619"
  },
  {
    "文件名": "[1v1 完结]《十字军之王同人：偶发性真爱事件》作者：ルナメック.txt",
    "夸克盘链接": "https://pan.quark.cn/s/50cf50d37467"
  },
  {
    "文件名": "[1v1 完结]《危险关系》作者：离峰.txt",
    "夸克盘链接": "https://pan.quark.cn/s/da2ea14ac9ed"
  },
  {
    "文件名": "[1v1 完结]《刑事检察官：边缘罪人（强强刑侦）》作者：封与【米国度】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/7ef7d8e95a74"
  },
  {
    "文件名": "[1v1 完结]《冲喜【双性】小甜饼》作者：虾仁滑蛋.txt",
    "夸克盘链接": "https://pan.quark.cn/s/bf43eb8e4c61"
  },
  {
    "文件名": "[1v1 完结]《冰山将军俏公子（双性 双洁）》作者：水果茶.txt",
    "夸克盘链接": "https://pan.quark.cn/s/bd3be7b87aca"
  },
  {
    "文件名": "[1v1 完结]《入梦（娇娇撩人受x沙雕大屌王爷攻）》作者：无名.txt",
    "夸克盘链接": "https://pan.quark.cn/s/16f814070989"
  },
  {
    "文件名": "[1v1 完结]《傻子（傻子少爷攻x双性大奶受）》作者：冰冻西瓜椰.txt",
    "夸克盘链接": "https://pan.quark.cn/s/8dec12d46b1c"
  },
  {
    "文件名": "[1v1 完结]《傻外甥与坏舅舅（双性）》作者：摸摸.txt",
    "夸克盘链接": "https://pan.quark.cn/s/99966e5dd7ac"
  },
  {
    "文件名": "[1v1 完结]《余实（重生）》作者：曉之【米国度-补】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/7dab3e869051"
  },
  {
    "文件名": "[1v1 完结]《以身谢罪（互攻）》作者：柳曦泽【米国度】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/5b7529c13ef8"
  },
  {
    "文件名": "[1v1 完结]《以剑报投珠（修仙 师徒单性、黑化徒弟攻×宠徒师尊受）》作者：玄献萱.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a310edb39577"
  },
  {
    "文件名": "[1v1 完结]《人格侵犯（双处）》作者：悦悦欲试.txt",
    "夸克盘链接": "https://pan.quark.cn/s/80d578b5d8c4"
  },
  {
    "文件名": "[1v1 完结]《亲密配方（校园年下、闯关）》作者：蘇朵拉【米国度】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/9a341e26cbb0"
  },
  {
    "文件名": "[1v1 完结]《二次联姻爱上双性小保姆（双性大奶受）》作者：安息日.txt",
    "夸克盘链接": "https://pan.quark.cn/s/3d3a8419399c"
  },
  {
    "文件名": "[1v1 完结]《天绝（男频）》作者：秦小朋友是唯一.txt",
    "夸克盘链接": "https://pan.quark.cn/s/9a3e0b8c1045"
  },
  {
    "文件名": "[1v1 完结]《宠臣（美强）》作者：饭来张口.txt",
    "夸克盘链接": "https://pan.quark.cn/s/37e1d378439d"
  },
  {
    "文件名": "[1v1 完结]《在恋爱养成游戏里当玩物（网游、双性）》作者：????? ?? 白日梦工厂厂长.txt",
    "夸克盘链接": "https://pan.quark.cn/s/03822495c0c4"
  },
  {
    "文件名": "[1v1 完结]《囚禁罪犯／囚徒（双性 舔批文学）》作者：冰糖书生.txt",
    "夸克盘链接": "https://pan.quark.cn/s/d7b3997ce9a8"
  },
  {
    "文件名": "[1v1 完结]《嘴欠室友会流奶（笨蛋中二受x腹黑攻）》作者：阳阳.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a4e590dc587e"
  },
  {
    "文件名": "[1v1 完结]《可怜老实人总在被恶狗强制爱（疯批年下攻x双性大奶受）雌堕》作者：以后养只猫吧.txt",
    "夸克盘链接": "https://pan.quark.cn/s/6c3c6c2610d7"
  },
  {
    "文件名": "[1v1 完结]《和表哥一起看片后【原名：表弟（双性）》作者：小嘉【修】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a7b9f32015c3"
  },
  {
    "文件名": "[1v1 完结]《危机预告直播间（主攻）》作者：兰庭-.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c75f23147316"
  },
  {
    "文件名": "[1v1 完结]《南歌子》作者：雪川.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ee68af946f02"
  },
  {
    "文件名": "[1v1 完结]《华武之掠夺（嫂子文学、NTR、囚禁、强制爱）》作者：星云落怀.txt",
    "夸克盘链接": "https://pan.quark.cn/s/9b489cf53eb5"
  },
  {
    "文件名": "[1v1 完结]《劣质品（伪骨科年下、偏执深情疯批攻）》作者：予成.txt",
    "夸克盘链接": "https://pan.quark.cn/s/2e13fc5f1ab3"
  },
  {
    "文件名": "[1v1 完结]《再婚家庭兄弟相处（骨科）》作者：椰子鸡.txt",
    "夸克盘链接": "https://pan.quark.cn/s/16aedc41d6df"
  },
  {
    "文件名": "[1v1 完结]《兄弟恭维（伪骨科、生子）》作者：竺裴【米国度】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/b046271f40c6"
  },
  {
    "文件名": "[1v1 完结]《傲娇王爷被吃记（先婚后爱、双性、忠犬攻）》作者：路人女主.txt",
    "夸克盘链接": "https://pan.quark.cn/s/f24bfb030b92"
  },
  {
    "文件名": "[1v1 完结]《催眠小妈（强制暗黑掠夺）双洁、单性》作者：桥枝.txt",
    "夸克盘链接": "https://pan.quark.cn/s/77884912ccb7"
  },
  {
    "文件名": "[1v1 完结]《债友【黑道包养】情敌变情人 温柔渣攻x疯批清冷受》作者：朝阳西落.txt",
    "夸克盘链接": "https://pan.quark.cn/s/703bdc8e86ff"
  },
  {
    "文件名": "[1v1 完结]《他和他和他和他（强制爱）》作者：臭干子.txt",
    "夸克盘链接": "https://pan.quark.cn/s/106ee984f035"
  },
  {
    "文件名": "[1v1 完结]《人体盛宴（双JJx双性）》作者：一颗大南瓜.txt",
    "夸克盘链接": "https://pan.quark.cn/s/3f41c64dd88d"
  },
  {
    "文件名": "[1v1 完结]《云和欲暖》作者：咩咩茶.txt",
    "夸克盘链接": "https://pan.quark.cn/s/f8fd9776cc8c"
  },
  {
    "文件名": "[1v1 完结]《乖软美人被斯文败类哥哥狠狠疼爱【骨科双性】》作者：炖肉火锅.txt",
    "夸克盘链接": "https://pan.quark.cn/s/4ddbd817e820"
  },
  {
    "文件名": "[1v1 完结]《乖软主播跑路被榜一逮回强占》作者：蜜蜜子.txt",
    "夸克盘链接": "https://pan.quark.cn/s/f3f46ae786c1"
  },
  {
    "文件名": "[1v1 完结]《久旱逢甘（师生、双性）》作者：巡林雪兔子.txt",
    "夸克盘链接": "https://pan.quark.cn/s/d4cc4f8304fd"
  },
  {
    "文件名": "[1v1 完结]《两小无猜是男人（美强）》作者：焇融.txt",
    "夸克盘链接": "https://pan.quark.cn/s/7df1e418c7f3"
  },
  {
    "文件名": "[1v1 完结]《与山海共眠（修真）》作者：程拓.txt",
    "夸克盘链接": "https://pan.quark.cn/s/d3fe5014f302"
  },
  {
    "文件名": "[1v1 完结]《三顾狼穴》作者：渝殿.txt",
    "夸克盘链接": "https://pan.quark.cn/s/0e9dfe35ead2"
  },
  {
    "文件名": "[1v1 完结]《七年之痒，八年之伤（1v1 虐文）》作者：海棠惊石木.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ad612b056be0"
  },
  {
    "文件名": "[1v1 完结]《一觉醒来我成丧尸了（末日 重生 主攻）》作者：和气生财.txt",
    "夸克盘链接": "https://pan.quark.cn/s/79519ed0f48d"
  },
  {
    "文件名": "[1v1 完结]《【隐囚】洒酽春浓（同人）》作者：医拾壹.txt",
    "夸克盘链接": "https://pan.quark.cn/s/3111e38ec73a"
  },
  {
    "文件名": "[1v1 完结]《一朝为皇（双性 禁忌年下）》作者：朵木森森.txt",
    "夸克盘链接": "https://pan.quark.cn/s/0b5b39173f68"
  },
  {
    "文件名": "[1v1 完结]《【阴阳师手游蛇须】捡点（同人）》作者：雨叶.txt",
    "夸克盘链接": "https://pan.quark.cn/s/20cba01b4b64"
  },
  {
    "文件名": "[1v1 完结]《【谢李】结（谢云流x李忘生同人）》作者：柳涯.txt",
    "夸克盘链接": "https://pan.quark.cn/s/27666641fdb0"
  },
  {
    "文件名": "[1v1 完结]《【蛇须】恶楼（同人）》作者：琥珀核桃.txt",
    "夸克盘链接": "https://pan.quark.cn/s/6941efd8c7f9"
  },
  {
    "文件名": "[1v1 完结]《【胜命同人】杀千刀和俏冤家》作者：迟绘.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e79628d9a538"
  },
  {
    "文件名": "[1v1 完结]《【狂飙欣飙】叛逆期（同人）》作者：雷六儿.txt",
    "夸克盘链接": "https://pan.quark.cn/s/cad3c0b7cf23"
  },
  {
    "文件名": "[1v1 完结]《【狂飙同人】甦生（强盛）》作者：网友小礼物.txt",
    "夸克盘链接": "https://pan.quark.cn/s/f0ad30581f7a"
  },
  {
    "文件名": "[1v1 完结]《【漫威同人】贪欲 （贱虫小短篇）》作者：木南木合成楠木.txt",
    "夸克盘链接": "https://pan.quark.cn/s/f084c473c6f5"
  },
  {
    "文件名": "[1v1 完结]《【港漫风云同人】龙城（云风）》作者：云吞吞.txt",
    "夸克盘链接": "https://pan.quark.cn/s/391cc90b7cac"
  },
  {
    "文件名": "[1v1 完结]《【查理苏x齐司礼同人】末日危情》作者：青珏.txt",
    "夸克盘链接": "https://pan.quark.cn/s/7a479d001443"
  },
  {
    "文件名": "[1v1 完结]《【我英同人】棱雪》作者：慕云浅.txt",
    "夸克盘链接": "https://pan.quark.cn/s/95a4b1613331"
  },
  {
    "文件名": "[1v1 完结]《【女攻】弟弟，姐看上你了》作者：茶宝.txt",
    "夸克盘链接": "https://pan.quark.cn/s/396253d7e0f0"
  },
  {
    "文件名": "[1v1 完结]《【双性攻】却好过（美强骨科年下）》作者：甜饼小姐嘻嘻哈哈.txt",
    "夸克盘链接": "https://pan.quark.cn/s/696578133120"
  },
  {
    "文件名": "[1v1 完结]《【原神同人】迷药》作者：游佐玉.txt",
    "夸克盘链接": "https://pan.quark.cn/s/1d05198aa5b1"
  },
  {
    "文件名": "[1v1 完结]《【刀宗 凌雪】祭刀 （疯批变态刀宗）同人》作者：闲听雨落【补】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e3f10e4fb0b5"
  },
  {
    "文件名": "[1v1 完结]《【修帝同人】联姻，但成了狼崽乳母》作者：久我まさひ【草莓】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/44c3d7d35aa3"
  },
  {
    "文件名": "[1v1 完结]《【修帝】彼此的净土（丧尸 同人）》作者：久我まさひ.txt",
    "夸克盘链接": "https://pan.quark.cn/s/2c80c0e1a000"
  },
  {
    "文件名": "[1v1 完结]《【以牙还牙】同人（麦遥林小文）》作者：魔魅树精姥姥【补】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/f45bec91e0ce"
  },
  {
    "文件名": "[1v1 完结]《【188】【黎邵】狭路相逢（同人）》作者：西风话夜凉.txt",
    "夸克盘链接": "https://pan.quark.cn/s/26d47d78d86f"
  },
  {
    "文件名": "[1v1 完结]《『原神同人』成为炮王之后，我被系统制裁了！》作者：游佐玉.txt",
    "夸克盘链接": "https://pan.quark.cn/s/98fa04c7dec5"
  },
  {
    "文件名": "[1v1 完结]《【主攻】我把男主上了（万人迷攻）》作者：银鱼.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a12ddef601a3"
  },
  {
    "文件名": "[1v1 完结]《[重生]忆铭长安（双处）》作者：素食主义者.txt",
    "夸克盘链接": "https://pan.quark.cn/s/5a06d27cc0bf"
  },
  {
    "文件名": "[1v1 完结]《[主攻]和霸总先婚后爱了（美强双洁）》作者：好多人啊.txt",
    "夸克盘链接": "https://pan.quark.cn/s/5af877e68034"
  },
  {
    "文件名": "[1v1 完结]《[重生]乖小狗》作者：当歌且笑233.txt",
    "夸克盘链接": "https://pan.quark.cn/s/08818fafc6d2"
  },
  {
    "文件名": "[1v1 完结]《[古风]美味养父（双性养父子年下）》作者：观观居酒.txt",
    "夸克盘链接": "https://pan.quark.cn/s/13c8e2c04293"
  },
  {
    "文件名": "[1v1 完结]《#修帝同人#《别墅》》作者：我能用打嗝发电.txt",
    "夸克盘链接": "https://pan.quark.cn/s/219965167f7a"
  }
];
