// 自动拆分 part_32
window._part32 = [
  {
    "文件名": "[F 更11]夫夫共同财产（np）作者：码字的咸鱼【24.12.09】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/271b6c61f18f"
  },
  {
    "文件名": "[F 更10]改造老师（1v1） 作者：微风吹腿毛.txt",
    "夸克盘链接": "https://pan.quark.cn/s/1859658f97be"
  },
  {
    "文件名": "[F 更11]失重（1v1）作者：浪里小咸鱼【24.12.11】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/47a15f6e6116"
  },
  {
    "文件名": "【废】[更298] 开局成为地下城boss(魔法世界) 作者：哼哼hengheng.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a4a341b74f13"
  },
  {
    "文件名": "[F 更10]渡鸦（1v1）作者：落桥生【24.12.10】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/b0b393feb58a"
  },
  {
    "文件名": "[F 更9]血夜将袭（np）作者：雪山行雁【24.12.31】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/d2dfe04a8f62"
  },
  {
    "文件名": "【废】[更274] 朝城闲事(强强) 作者：猫大头.txt",
    "夸克盘链接": "https://pan.quark.cn/s/d72dc08f298b"
  },
  {
    "文件名": "[F 更10]渡河（np）作者：特蜜赫埃.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ec1849595a22"
  },
  {
    "文件名": "[F 更9]大师兄哪里逃（np）作者：热心市民张大姐【24.12.09】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c5883a73493a"
  },
  {
    "文件名": "[F  更16]男优天团（np）作者：假的【24.12.30】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/af83720e9572"
  },
  {
    "文件名": "【废】[更270] 冒牌货(连载) 作者：糖醋小鱼干.txt",
    "夸克盘链接": "https://pan.quark.cn/s/da3795430e43"
  },
  {
    "文件名": "【废】[更266] 秘密当铺(Ending) 作者：雨林零.txt",
    "夸克盘链接": "https://pan.quark.cn/s/3418d7c13956"
  },
  {
    "文件名": "【废】[更259] 告死书(BL) 作者：漆宫.txt",
    "夸克盘链接": "https://pan.quark.cn/s/2378367e98c1"
  },
  {
    "文件名": "【废】[更263] 翡剑(强强) 作者：祁岸.txt",
    "夸克盘链接": "https://pan.quark.cn/s/0e35c26f6831"
  },
  {
    "文件名": "【废】[更196] 穿成帝王畅游皇宫(古代) 作者：叉烧牛油菠萝包.txt",
    "夸克盘链接": "https://pan.quark.cn/s/153ccc1938f6"
  },
  {
    "文件名": "【废】[更245] 无忧(ABO) 作者：suisui93.txt",
    "夸克盘链接": "https://pan.quark.cn/s/2f5b6ae784ed"
  },
  {
    "文件名": "【废】[更206] 维稳(先婚后爱) 作者：兔葵燕麦.txt",
    "夸克盘链接": "https://pan.quark.cn/s/abb5c51598cb"
  },
  {
    "文件名": "【废】[更180] 禁止靠近(Ending) 作者：闻九粥.txt",
    "夸克盘链接": "https://pan.quark.cn/s/7b632127d32b"
  },
  {
    "文件名": "【废】[更176] 典夫(直掰弯) 作者：警警警幻.txt",
    "夸克盘链接": "https://pan.quark.cn/s/3370417a9afb"
  },
  {
    "文件名": "【废】[更162] 穿越成了武林盟主(主攻视角) 作者：虞成阳.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a4b5838d514b"
  },
  {
    "文件名": "【废】[更174] hp救世主返聘指南(大长篇) 作者：逆昀.txt",
    "夸克盘链接": "https://pan.quark.cn/s/0d01a868fa26"
  },
  {
    "文件名": "【废】[更160] 春昼短(古代) 作者：Kirttry.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ae301022ab61"
  },
  {
    "文件名": "【废】[更156] 笼中鹤(Happy) 作者：闻九粥.txt",
    "夸克盘链接": "https://pan.quark.cn/s/68b636fcbfde"
  },
  {
    "文件名": "【废】[更147] 边界线(BL) 作者：koori.txt",
    "夸克盘链接": "https://pan.quark.cn/s/8eb925ce3552"
  },
  {
    "文件名": "【废】[更130] 地狱摸鱼日记(BL) 作者：不知我者.txt",
    "夸克盘链接": "https://pan.quark.cn/s/6c70a3ff08f3"
  },
  {
    "文件名": "【废】[更125] 直男攻略图鉴(连载) 作者：小捡子.txt",
    "夸克盘链接": "https://pan.quark.cn/s/4fcea32b1c60"
  },
  {
    "文件名": "【废】[更122] 恶人难磨(强制爱) 作者：少年先锋队.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ede82f55986e"
  },
  {
    "文件名": "【废】[更120] 死装校草活该被(BL) 作者：炉香炉香.txt",
    "夸克盘链接": "https://pan.quark.cn/s/586db8b778df"
  },
  {
    "文件名": "【废】[更116] 天性凉薄(大长篇) 作者：小珊瑚小海胆.txt",
    "夸克盘链接": "https://pan.quark.cn/s/0329d3f0c0bf"
  },
  {
    "文件名": "【废】[更117] 祇遇(古代) 作者：冥王卤肉面.txt",
    "夸克盘链接": "https://pan.quark.cn/s/2aa3a2335c39"
  },
  {
    "文件名": "【废】[更113] 穿成暴君的男嫂子(古代) 作者：MoonDancer.txt",
    "夸克盘链接": "https://pan.quark.cn/s/076bf7107140"
  },
  {
    "文件名": "【废】[更111] 偷心记(正剧) 作者：开舒克的一毛.txt",
    "夸克盘链接": "https://pan.quark.cn/s/806a0fbac678"
  },
  {
    "文件名": "【废】[更110] 性单恋游戏(大长篇) 作者：疯避.txt",
    "夸克盘链接": "https://pan.quark.cn/s/1f4a76b7a514"
  },
  {
    "文件名": "【废】[更109] 小少爷(BL) 作者：一雪.txt",
    "夸克盘链接": "https://pan.quark.cn/s/7bff24fd884d"
  },
  {
    "文件名": "【废】[更107] 隐性向导(哨兵向导) 作者：Ibuprofen.txt",
    "夸克盘链接": "https://pan.quark.cn/s/859348d85c54"
  },
  {
    "文件名": "【废】[更106] 猎人(连载) 作者：柳絮做梦.txt",
    "夸克盘链接": "https://pan.quark.cn/s/cb134c1600ea"
  },
  {
    "文件名": "【废】[更105] 覆水难收(受宠攻) 作者：暮霭浮依.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ecf93aefe840"
  },
  {
    "文件名": "【废】[更105] 出雌君，200一位(大长篇) 作者：转基因辣酱.txt",
    "夸克盘链接": "https://pan.quark.cn/s/097f0d04a94e"
  },
  {
    "文件名": "【废】[更105] 捡到小狗怎么办(Happy) 作者：榭渠.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a70526550739"
  },
  {
    "文件名": "【废】[更99] 烂柯鸣春(连载) 作者：故里虹.txt",
    "夸克盘链接": "https://pan.quark.cn/s/4d303423880b"
  },
  {
    "文件名": "【废】[更102] 第三次重生(NTR) 作者：布糕酥泥.txt",
    "夸克盘链接": "https://pan.quark.cn/s/dd881c54c0bb"
  },
  {
    "文件名": "【废】[更99] 第二时(年上) 作者：赤道今日周几.txt",
    "夸克盘链接": "https://pan.quark.cn/s/240269d4c893"
  },
  {
    "文件名": "【废】[更95] 最难消受是皇恩(高H) 作者：北邙山月.txt",
    "夸克盘链接": "https://pan.quark.cn/s/1445bb3e84d9"
  },
  {
    "文件名": "【废】[更97] 山河旭日(长篇) 作者：永不落幕的夏天.txt",
    "夸克盘链接": "https://pan.quark.cn/s/29fd5a9b29c2"
  },
  {
    "文件名": "【废】[更98] 旋转楼梯(狗血) 作者：故自山里来.txt",
    "夸克盘链接": "https://pan.quark.cn/s/420f9e01dc13"
  },
  {
    "文件名": "【废】[更92] 逐心(连载) 作者：又阿白.txt",
    "夸克盘链接": "https://pan.quark.cn/s/7e0bdb438e4f"
  },
  {
    "文件名": "【废】[更87] 夺朱(连载) 作者：小雀鹰.txt",
    "夸克盘链接": "https://pan.quark.cn/s/8794cdb90bfb"
  },
  {
    "文件名": "【废】[更90] 漂亮男孩(现代) 作者：十三十三.txt",
    "夸克盘链接": "https://pan.quark.cn/s/2cd49f45d7e0"
  },
  {
    "文件名": "【废】[更91] 血族假少爷爱上人类后(强制爱) 作者：转霏微.txt",
    "夸克盘链接": "https://pan.quark.cn/s/8800e7c12019"
  },
  {
    "文件名": "【废】[更83] 借种(双性) 作者：幽人含章.txt",
    "夸克盘链接": "https://pan.quark.cn/s/fa48dae8d5aa"
  },
  {
    "文件名": "【废】[更85] 影帝炼成之路(长篇) 作者：白金石.txt",
    "夸克盘链接": "https://pan.quark.cn/s/83abc8a3075a"
  },
  {
    "文件名": "【废】[更75] 色以相宣(古代) 作者：東醉散人.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e1a089ef3a34"
  },
  {
    "文件名": "【废】[更80] 环伺(NP) 作者：派派茄子.txt",
    "夸克盘链接": "https://pan.quark.cn/s/d4ef5a8e934b"
  },
  {
    "文件名": "【废】[更72] 与合租室友的二三事(室友) 作者：区区七分糖.txt",
    "夸克盘链接": "https://pan.quark.cn/s/0dc21ddf3fc6"
  },
  {
    "文件名": "【废】[更78] 共情妄想症(治愈) 作者：日薄夕山.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c8ea521afa4a"
  },
  {
    "文件名": "【废】[更75] 共享玩具(长篇) 作者：卡门以外.txt",
    "夸克盘链接": "https://pan.quark.cn/s/aae256ced7cb"
  },
  {
    "文件名": "【废】[更69] 美强年下短篇集(长篇) 作者：孚白帅鸽.txt",
    "夸克盘链接": "https://pan.quark.cn/s/f9dc20cf64e3"
  },
  {
    "文件名": "【废】[更70] 论直男如何掰弯自己(连载) 作者：思休休.txt",
    "夸克盘链接": "https://pan.quark.cn/s/b0e0f9a8e30c"
  },
  {
    "文件名": "【废】[更68] 无糖爱人(年上) 作者：芋头小鬼.txt",
    "夸克盘链接": "https://pan.quark.cn/s/360a457b2e1b"
  },
  {
    "文件名": "【废】[更67] 长公主(连载) 作者：郁酒Mullen.txt",
    "夸克盘链接": "https://pan.quark.cn/s/185b0ab35004"
  },
  {
    "文件名": "【废】[更66] 黄油评鉴大全(现代) 作者：K7July.txt",
    "夸克盘链接": "https://pan.quark.cn/s/304153945b05"
  },
  {
    "文件名": "【废】[更66] 岌岌可危(破镜重圆) 作者：kiwifruit.txt",
    "夸克盘链接": "https://pan.quark.cn/s/08bd5c75bfc9"
  },
  {
    "文件名": "【废】[更66] 黄泉客栈(连载) 作者：麟隐于野.txt",
    "夸克盘链接": "https://pan.quark.cn/s/3b53bb518b92"
  },
  {
    "文件名": "【废】[更66] 覆今生(NP) 作者：长谙缕.txt",
    "夸克盘链接": "https://pan.quark.cn/s/b4379b2531d8"
  },
  {
    "文件名": "【废】[更64] 悬河(破镜重圆) 作者：无麻全痛嘎腰子.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e15546bf0d9c"
  },
  {
    "文件名": "【废】[更65] 错认(现代) 作者：咕噜咕噜魔法阵.txt",
    "夸克盘链接": "https://pan.quark.cn/s/17ddc994453f"
  },
  {
    "文件名": "【废】[更64] 衔玉珠(年下) 作者：林知与.txt",
    "夸克盘链接": "https://pan.quark.cn/s/9bbb19b41ae4"
  },
  {
    "文件名": "【废】[更64] 赐痛(BL) 作者：饕餮之徒爱吃肉.txt",
    "夸克盘链接": "https://pan.quark.cn/s/36a617fec2f7"
  },
  {
    "文件名": "【废】[更64] 伪装游戏(兽人) 作者：侵略拟态.txt",
    "夸克盘链接": "https://pan.quark.cn/s/673648af50cd"
  },
  {
    "文件名": "【废】[更63] 迦陵频伽(校园) 作者：軟瑭.txt",
    "夸克盘链接": "https://pan.quark.cn/s/14796b9c3b85"
  },
  {
    "文件名": "【废】[更62] 山花地(狗血) 作者：银荷里.txt",
    "夸克盘链接": "https://pan.quark.cn/s/0fe33564d90c"
  },
  {
    "文件名": "【废】[更61] 难掩(BL) 作者：4911.txt",
    "夸克盘链接": "https://pan.quark.cn/s/fab1af8b8790"
  },
  {
    "文件名": "【废】[更62] 命里有时终须有(肉渣) 作者：微雨中踽踽独行.txt",
    "夸克盘链接": "https://pan.quark.cn/s/8a13883c6e9c"
  },
  {
    "文件名": "【废】[更62] 礼貌问价(轻松) 作者：红茶可乐冰.txt",
    "夸克盘链接": "https://pan.quark.cn/s/2211d601fbcd"
  },
  {
    "文件名": "【废】[更60] 江湖见！(长篇) 作者：994Alieen.txt",
    "夸克盘链接": "https://pan.quark.cn/s/6e12bc5aaf46"
  },
  {
    "文件名": "【废】[更59] 难度第五春(娱乐圈) 作者：桃桃追年.txt",
    "夸克盘链接": "https://pan.quark.cn/s/6d3a3f73894c"
  },
  {
    "文件名": "【废】[更57] 渣攻他头顶又绿了(连载) 作者：爱人先爱己.txt",
    "夸克盘链接": "https://pan.quark.cn/s/5e0f54247d40"
  },
  {
    "文件名": "【废】[更59] 代价(正剧) 作者：宴虚庭.txt",
    "夸克盘链接": "https://pan.quark.cn/s/f6b86dc9ba61"
  },
  {
    "文件名": "【废】[更58] 狗来财(荤素均衡) 作者：林湖.txt",
    "夸克盘链接": "https://pan.quark.cn/s/2302edaa7e32"
  },
  {
    "文件名": "【废】[更59] 末世求生(连载) 作者：快乐的小汪汪.txt",
    "夸克盘链接": "https://pan.quark.cn/s/3d9d99f71280"
  },
  {
    "文件名": "【废】[更56] 对学生会长始乱终弃后(现代) 作者：桃菟不是兔.txt",
    "夸克盘链接": "https://pan.quark.cn/s/9b464db1a544"
  },
  {
    "文件名": "【废】[更56] 睡前快穿小甜饼(连载) 作者：K7July.txt",
    "夸克盘链接": "https://pan.quark.cn/s/3a30912640b2"
  },
  {
    "文件名": "【废】[更55] 小佐旷工日记(论坛体) 作者：请我小布丁.txt",
    "夸克盘链接": "https://pan.quark.cn/s/aa59b009b884"
  },
  {
    "文件名": "【废】[更55] 死对头对我蓄谋已久(BL) 作者：白开水很甜.txt",
    "夸克盘链接": "https://pan.quark.cn/s/b75fd8e14d1f"
  },
  {
    "文件名": "【废】[更54] 疯狗们的玩物死了(强制爱) 作者：第三者责任险.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e56bc3f90b84"
  },
  {
    "文件名": "【废】[更52] 我的母亲(ABO) 作者：匿名咸鱼.txt",
    "夸克盘链接": "https://pan.quark.cn/s/68760595ce8f"
  },
  {
    "文件名": "【废】[更51] 赛博猫妖(BL) 作者：匿名咸鱼.txt",
    "夸克盘链接": "https://pan.quark.cn/s/9dc6ca9a26a1"
  },
  {
    "文件名": "【废】[更52] 被万人迷们强制了(长篇) 作者：二木秋.txt",
    "夸克盘链接": "https://pan.quark.cn/s/60ef848ae516"
  },
  {
    "文件名": "【废】[更52] 你偷人都不背我了是吗(BL) 作者：乏善可陈l_.txt",
    "夸克盘链接": "https://pan.quark.cn/s/4151bac3929c"
  },
  {
    "文件名": "【废】[更51] 乱世枭雄(长篇) 作者：千欢.txt",
    "夸克盘链接": "https://pan.quark.cn/s/f853351e5a79"
  },
  {
    "文件名": "【废】[更49] 避难所(小甜饼) 作者：豆递煮.txt",
    "夸克盘链接": "https://pan.quark.cn/s/5bec760d8d57"
  },
  {
    "文件名": "【废】[更50] 替身受怀崽后(生子) 作者：拾一日.txt",
    "夸克盘链接": "https://pan.quark.cn/s/fa65a1f0636a"
  },
  {
    "文件名": "【废】[更50] 败将(强强) 作者：金枪鱼罐头.txt",
    "夸克盘链接": "https://pan.quark.cn/s/6e5d07ae1bef"
  },
  {
    "文件名": "【废】[更48] 营业合约(现代) 作者：譬辞.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c7dad6d8ba17"
  },
  {
    "文件名": "【废】[更48] 因果报应(第一人称) 作者：故剑相投.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a4365ac1249d"
  },
  {
    "文件名": "【废】[更48] 杀死绝世天才后(主受视角) 作者：太阳撒希望.txt",
    "夸克盘链接": "https://pan.quark.cn/s/0aeeeb06d8f3"
  },
  {
    "文件名": "【废】[更47] 当夹心饼干没有夹心(Happy) 作者：不信人间有白头.txt",
    "夸克盘链接": "https://pan.quark.cn/s/97353e601b80"
  },
  {
    "文件名": "【废】[更48] 红酒加蜂蜜(高H) 作者：冂人人.txt",
    "夸克盘链接": "https://pan.quark.cn/s/7bd8f0d9f523"
  },
  {
    "文件名": "【废】[更46] 爱人是重生的(末世) 作者：几度山海.txt",
    "夸克盘链接": "https://pan.quark.cn/s/565dc5977a15"
  },
  {
    "文件名": "【废】[更45] 有钱人的玩物(强强) 作者：苦艾.txt",
    "夸克盘链接": "https://pan.quark.cn/s/9a4f1b5c7d09"
  },
  {
    "文件名": "【废】[更45] 上流玩法(强制爱) 作者：还不见得.txt",
    "夸克盘链接": "https://pan.quark.cn/s/f5dee0daa838"
  },
  {
    "文件名": "【废】[更45] 难言之隐(长篇) 作者：小糖稚.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a95e34cf613d"
  },
  {
    "文件名": "【废】[更44] 王冠，甜酒与巧克力(BL) 作者：写不来.txt",
    "夸克盘链接": "https://pan.quark.cn/s/6e114c950400"
  },
  {
    "文件名": "【废】[更44] 第二十四个夏天(Ending) 作者：乌鸦打飞滴.txt",
    "夸克盘链接": "https://pan.quark.cn/s/2032102029c9"
  },
  {
    "文件名": "【废】[更43] 梨花酿(连载) 作者：祈时雨落.txt",
    "夸克盘链接": "https://pan.quark.cn/s/f0e734849084"
  },
  {
    "文件名": "【废】[更42] 小财迷(长篇) 作者：士多.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ef6bcfc6932b"
  },
  {
    "文件名": "【废】[更42] 悦林(BL) 作者：悲伤到呕吐.txt",
    "夸克盘链接": "https://pan.quark.cn/s/3c7f7f7e814d"
  },
  {
    "文件名": "【废】[更42] 陈途(生子) 作者：食人假象.txt",
    "夸克盘链接": "https://pan.quark.cn/s/00a27611e115"
  },
  {
    "文件名": "【废】[更41] 勾搭上白月光后被男友(连载) 作者：K7July.txt",
    "夸克盘链接": "https://pan.quark.cn/s/9c9eff2194ee"
  },
  {
    "文件名": "【废】[更40] 熔岩(Happy) 作者：雾海.txt",
    "夸克盘链接": "https://pan.quark.cn/s/0177f6d8e6ff"
  },
  {
    "文件名": "【废】[更41] 锦笼(BL) 作者：Elena-Jo.txt",
    "夸克盘链接": "https://pan.quark.cn/s/542eae679dab"
  },
  {
    "文件名": "【废】[更40] 直男？不信(现代) 作者：矢志不渝.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a264c1d439f7"
  },
  {
    "文件名": "【废】[更40] 娇猫(民国) 作者：朝颦夕顾.txt",
    "夸克盘链接": "https://pan.quark.cn/s/fb3ab35a1275"
  },
  {
    "文件名": "【废】[更40] 久旱逢甘雨(中篇) 作者：水母.txt",
    "夸克盘链接": "https://pan.quark.cn/s/0ff94ea6bbca"
  },
  {
    "文件名": "【废】[更39] 苹果树(长篇) 作者：小美女士.txt",
    "夸克盘链接": "https://pan.quark.cn/s/f2853dcb67cc"
  },
  {
    "文件名": "【废】[更39] 偏态(狗血) 作者：南城苜蓿.txt",
    "夸克盘链接": "https://pan.quark.cn/s/197b5d89927e"
  },
  {
    "文件名": "【废】[更40] 画不文明图册的下场(穿越) 作者：匿名咸鱼.txt",
    "夸克盘链接": "https://pan.quark.cn/s/49907e2bdd9b"
  },
  {
    "文件名": "【废】[更38] 小明星和职业粉丝(Happy) 作者：路过的袖子.txt",
    "夸克盘链接": "https://pan.quark.cn/s/8b55fa407f9b"
  },
  {
    "文件名": "【废】[更39] 寂夜回响(Ending) 作者：匿名咸鱼.txt",
    "夸克盘链接": "https://pan.quark.cn/s/13e4c3a250db"
  },
  {
    "文件名": "【废】[更38] 上弦之月(NP) 作者：浊一色L.txt",
    "夸克盘链接": "https://pan.quark.cn/s/b9b07a73d407"
  },
  {
    "文件名": "【废】[更38] 日久见人心(强制爱) 作者：贝伦卡斯泰露.txt",
    "夸克盘链接": "https://pan.quark.cn/s/b075cb974a43"
  },
  {
    "文件名": "【废】[更38] 关于我B装O(连载) 作者：暮色中.txt",
    "夸克盘链接": "https://pan.quark.cn/s/4751394ae96d"
  },
  {
    "文件名": "【废】[更35] 松柏(现代) 作者：匿名咸鱼.txt",
    "夸克盘链接": "https://pan.quark.cn/s/0e88e6990b34"
  },
  {
    "文件名": "【废】[更37] 我死后他们都疯了(BL) 作者：一头叫肥肥的乌龟.txt",
    "夸克盘链接": "https://pan.quark.cn/s/b3bc86908b4f"
  },
  {
    "文件名": "【废】[更35] 致命伤(BL) 作者：蛋黄迷13.txt",
    "夸克盘链接": "https://pan.quark.cn/s/9864f452e130"
  },
  {
    "文件名": "【废】[更37] 不敢爱你(荤素均衡) 作者：拂尘走心.txt",
    "夸克盘链接": "https://pan.quark.cn/s/d5dcaf1830e4"
  },
  {
    "文件名": "【废】[更34] 翩跹(架空世界) 作者：軟瑭.txt",
    "夸克盘链接": "https://pan.quark.cn/s/875666f73c98"
  },
  {
    "文件名": "【废】[更34] 柒年(狗血) 作者：君影.txt",
    "夸克盘链接": "https://pan.quark.cn/s/48910c4f3943"
  },
  {
    "文件名": "【废】[更34] 你舅宠他爸(第一人称) 作者：老年狂.txt",
    "夸克盘链接": "https://pan.quark.cn/s/96d957a8341c"
  },
  {
    "文件名": "【废】[更35] 低等猎手(骨科) 作者：千眠.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c74683ba55db"
  },
  {
    "文件名": "【废】[更34] 孟夏金菲士(中篇) 作者：前门葡萄架.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a9a5b8d33eef"
  },
  {
    "文件名": "【废】[更33] 为谁(互攻) 作者：躺在坑底找糖吃.txt",
    "夸克盘链接": "https://pan.quark.cn/s/050fc7cb4f66"
  },
  {
    "文件名": "【废】[更33] 环形锈蚀(1v1) 作者：Inkstone.txt",
    "夸克盘链接": "https://pan.quark.cn/s/6ca31f26bc17"
  },
  {
    "文件名": "【废】[更33] 秽骨之苔(ABO) 作者：山行禾尽.txt",
    "夸克盘链接": "https://pan.quark.cn/s/3dcf05152ebe"
  },
  {
    "文件名": "【废】[更33] 宿敌事故(ABO) 作者：顾清挽.txt",
    "夸克盘链接": "https://pan.quark.cn/s/b0c0a2958856"
  },
  {
    "文件名": "【废】[更33] 反派的修养(长篇) 作者：瓶盖扭扭.txt",
    "夸克盘链接": "https://pan.quark.cn/s/d8f9347e7176"
  },
  {
    "文件名": "【废】[更32] 牧笛(正剧) 作者：玄元.txt",
    "夸克盘链接": "https://pan.quark.cn/s/cd615ccbe70a"
  },
  {
    "文件名": "【废】[更32] 狗东西(BL) 作者：夏大雨.txt",
    "夸克盘链接": "https://pan.quark.cn/s/8dc5483dbdf4"
  },
  {
    "文件名": "【废】[更33] 当主角受竹马不好过(古代) 作者：匿名咸鱼.txt",
    "夸克盘链接": "https://pan.quark.cn/s/7c520028c140"
  },
  {
    "文件名": "【废】[更31] 隐秘的囚笼(三观不正) 作者：Victor1987.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a4476e2f7926"
  },
  {
    "文件名": "【废】[更31] 虚与委蛇(现代) 作者：远山娥黛.txt",
    "夸克盘链接": "https://pan.quark.cn/s/3fef0a4a9050"
  },
  {
    "文件名": "【废】[更31] 深邃的夜(连载) 作者：叔道.txt",
    "夸克盘链接": "https://pan.quark.cn/s/8a756d6b2af8"
  },
  {
    "文件名": "【废】[更31] 囹圄(连载) 作者：茗茗叉叉.txt",
    "夸克盘链接": "https://pan.quark.cn/s/8512b9268051"
  },
  {
    "文件名": "【废】[更31] 盲剑(1v1) 作者：雪落孤山.txt",
    "夸克盘链接": "https://pan.quark.cn/s/66808d260923"
  },
  {
    "文件名": "【废】[更30] 迷失岛(美强) 作者：降温①.txt",
    "夸克盘链接": "https://pan.quark.cn/s/5b703b464fc4"
  },
  {
    "文件名": "【废】[更31] 弗罗拉(悬疑) 作者：有口.txt",
    "夸克盘链接": "https://pan.quark.cn/s/27c9b071452a"
  },
  {
    "文件名": "【废】[更30] 盛夏怪兽(Happy) 作者：不存在的荷德森.txt",
    "夸克盘链接": "https://pan.quark.cn/s/900edb91760f"
  },
  {
    "文件名": "【废】[更30] 救赎受失败但大爱无疆(长篇) 作者：未寂.txt",
    "夸克盘链接": "https://pan.quark.cn/s/664be595a3b7"
  },
  {
    "文件名": "【废】[更29] 王的烦恼(连载) 作者：路过的袖子.txt",
    "夸克盘链接": "https://pan.quark.cn/s/d51e6731aa22"
  },
  {
    "文件名": "【废】[更29] 溺爱(未来) 作者：咕咕咕咕.txt",
    "夸克盘链接": "https://pan.quark.cn/s/118d07f9f558"
  },
  {
    "文件名": "【废】[更29] 痴心愈烧(中篇) 作者：脑瓜叮咚响.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c82ddb4292ba"
  },
  {
    "文件名": "【废】[更28] 真爱合约(1v1) 作者：薯条蘸甜筒.txt",
    "夸克盘链接": "https://pan.quark.cn/s/866c4d26d0b4"
  },
  {
    "文件名": "【废】[更28] 时隙之间(主攻视角) 作者：古跃鱼.txt",
    "夸克盘链接": "https://pan.quark.cn/s/3303a4e840b3"
  },
  {
    "文件名": "【废】[更28] 私房照(BL) 作者：清月千年.txt",
    "夸克盘链接": "https://pan.quark.cn/s/6efa98b21902"
  },
  {
    "文件名": "【废】[更28] 玫瑰星球(现代) 作者：shuiui.txt",
    "夸克盘链接": "https://pan.quark.cn/s/05131f5c2d45"
  },
  {
    "文件名": "【废】[更27] 我的上将(西方) 作者：月泊白沙.txt",
    "夸克盘链接": "https://pan.quark.cn/s/7921c1183379"
  },
  {
    "文件名": "【废】[更27] 亲兄弟(连载) 作者：桃池.txt",
    "夸克盘链接": "https://pan.quark.cn/s/1bdafa01a746"
  },
  {
    "文件名": "【废】[更26] 低头不见(BL) 作者：浴室游泳中.txt",
    "夸克盘链接": "https://pan.quark.cn/s/cdb8d9cd2969"
  },
  {
    "文件名": "【废】[更25] 蓝笼(年下) 作者：弱色棱镜.txt",
    "夸克盘链接": "https://pan.quark.cn/s/9e7ee46c9352"
  },
  {
    "文件名": "【废】[更27] 炮灰路人攻上位(主攻视角) 作者：草莓牛奶万万年.txt",
    "夸克盘链接": "https://pan.quark.cn/s/4088430632f4"
  },
  {
    "文件名": "【废】[更24] 下午四点钟的云(小甜饼) 作者：thxtea.txt",
    "夸克盘链接": "https://pan.quark.cn/s/8d6199bcf468"
  },
  {
    "文件名": "【废】[更24] 臭味相投(Happy) 作者：不冻河.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e4a14fc3fdb3"
  },
  {
    "文件名": "【废】[更23] 双面镜(NP) 作者：汤汤.txt",
    "夸克盘链接": "https://pan.quark.cn/s/589fed0d5366"
  },
  {
    "文件名": "【废】[更23] 天降横“财”(1v1) 作者：一颗蓝草莓.txt",
    "夸克盘链接": "https://pan.quark.cn/s/d222fdf70473"
  },
  {
    "文件名": "【废】[更24] 逆流(BDSM) 作者：快乐的杨先生.txt",
    "夸克盘链接": "https://pan.quark.cn/s/af2b301eca56"
  },
  {
    "文件名": "【废】[更22] 猫咪娇养指南(BL) 作者：司翡月.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a0fbb5c00b59"
  },
  {
    "文件名": "【废】[更23] 缥缈天玑录(Happy) 作者：深蓝裂痕.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e61138d74190"
  },
  {
    "文件名": "【废】[更22] 透明人(BL) 作者：玻璃心深井冰.txt",
    "夸克盘链接": "https://pan.quark.cn/s/282dfcbf26b2"
  },
  {
    "文件名": "【废】[更22] 怒甩霸总的顶流明星(高H) 作者：娑罗.txt",
    "夸克盘链接": "https://pan.quark.cn/s/4833d67b5e84"
  },
  {
    "文件名": "【废】[更22] 被恶龙囚禁的冒牌勇者(荤素均衡) 作者：yuemi.txt",
    "夸克盘链接": "https://pan.quark.cn/s/317220e4f3a3"
  },
  {
    "文件名": "【废】[更21] 我大师兄在哪(强强) 作者：刈里.txt",
    "夸克盘链接": "https://pan.quark.cn/s/7736135dd0dc"
  },
  {
    "文件名": "【废】[更22] 监狱长哭哑嗓子求软饭(弱强) 作者：豇豆椰椰扯外套.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e1a8f97ec159"
  },
  {
    "文件名": "【废】[更22] 沦陷(PTSD) 作者：纹风.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a2e622d64e6f"
  },
  {
    "文件名": "【废】[更21] 笨蛋竹马和玩偶共感了(双性) 作者：蜜汁鸡腿肉.txt",
    "夸克盘链接": "https://pan.quark.cn/s/88d9a8d65c33"
  },
  {
    "文件名": "【废】[更21] 秘密爱人(中篇) 作者：秋若.txt",
    "夸克盘链接": "https://pan.quark.cn/s/96ea0250f0a6"
  },
  {
    "文件名": "【废】[更21] 十月霖(连载) 作者：瓶盖小狗.txt",
    "夸克盘链接": "https://pan.quark.cn/s/03ff998a2696"
  },
  {
    "文件名": "【废】[更21] 美强脑洞短篇集(高H) 作者：呱喵呱呱喵.txt",
    "夸克盘链接": "https://pan.quark.cn/s/7f1736b75aef"
  },
  {
    "文件名": "【废】[更20] 第六暖年(BL) 作者：比萨饼.txt",
    "夸克盘链接": "https://pan.quark.cn/s/9c3bb8959ec6"
  },
  {
    "文件名": "【废】[更21] 安全屋(灵异) 作者：匿名咸鱼.txt",
    "夸克盘链接": "https://pan.quark.cn/s/89ec43720a6c"
  },
  {
    "文件名": "【废】[更21] Junkieluckyday(浪漫主义) 作者：生嶋.txt",
    "夸克盘链接": "https://pan.quark.cn/s/75fcc0f71498"
  },
  {
    "文件名": "【废】[更20] 时间的绳结(穿越) 作者：行星照.txt",
    "夸克盘链接": "https://pan.quark.cn/s/6b80143b8483"
  },
  {
    "文件名": "【废】[更20] 被的大美人(高H) 作者：pg控的变态.txt",
    "夸克盘链接": "https://pan.quark.cn/s/aec15674a66e"
  },
  {
    "文件名": "【废】[更19] 岁月长(中篇) 作者：大小周.txt",
    "夸克盘链接": "https://pan.quark.cn/s/f4344525ce2a"
  },
  {
    "文件名": "【废】[更19] 只要998(Ending) 作者：毛肚好吃.txt",
    "夸克盘链接": "https://pan.quark.cn/s/53e0599b770d"
  },
  {
    "文件名": "【废】[更18] 一个不长嘴的爱情故事(连载) 作者：生为红蓝.txt",
    "夸克盘链接": "https://pan.quark.cn/s/9f14b3a28639"
  },
  {
    "文件名": "【废】[更18] 金风玉露(连载) 作者：caramel.txt",
    "夸克盘链接": "https://pan.quark.cn/s/cf6187bf299f"
  },
  {
    "文件名": "【废】[更18] 绞碎脑浆之日(相爱相杀) 作者：档毒.txt",
    "夸克盘链接": "https://pan.quark.cn/s/4d596fa11189"
  },
  {
    "文件名": "【废】[更18] 都停一停我宣布个事(双性) 作者：白鸟塔.txt",
    "夸克盘链接": "https://pan.quark.cn/s/af3ab024f7bd"
  },
  {
    "文件名": "【废】[更18] 穿到BOSS黑化前(破镜重圆) 作者：十字楼.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a2caa61e6d82"
  },
  {
    "文件名": "【废】[更17] 樱桃派(连载) 作者：hot milk.txt",
    "夸克盘链接": "https://pan.quark.cn/s/46ce79b4aa39"
  },
  {
    "文件名": "【废】[更17] 重生后我独宠竹马(现代) 作者：椰子.txt",
    "夸克盘链接": "https://pan.quark.cn/s/d24a3d2607cb"
  },
  {
    "文件名": "【废】[更17] 情人草(年上) 作者：止咳糖浆.txt",
    "夸克盘链接": "https://pan.quark.cn/s/3cb2535978b0"
  },
  {
    "文件名": "【废】[更17] 兔子叫(连载) 作者：塔纳.txt",
    "夸克盘链接": "https://pan.quark.cn/s/38980ce05f3c"
  },
  {
    "文件名": "【废】[更17] 娘娘腔，烂黄瓜(连载) 作者：1057.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a265b1420964"
  },
  {
    "文件名": "【废】[更17] 歧岸(BL) 作者：今有梨.txt",
    "夸克盘链接": "https://pan.quark.cn/s/008ef5da4fab"
  },
  {
    "文件名": "【废】[更17] 丹鸟归巢(连载) 作者：齿鲸.txt",
    "夸克盘链接": "https://pan.quark.cn/s/2d3a9d709129"
  },
  {
    "文件名": "【废】[更17] 记得回电(中篇) 作者：肴野漱.txt",
    "夸克盘链接": "https://pan.quark.cn/s/cfff254bec8d"
  },
  {
    "文件名": "【废】[更16] 喻知识的幸运(BL) 作者：bcjam.txt",
    "夸克盘链接": "https://pan.quark.cn/s/72da939aa791"
  },
  {
    "文件名": "【废】[更17] 潮夜湿雨(双性) 作者：我在燃烧.txt",
    "夸克盘链接": "https://pan.quark.cn/s/38f9e6fe3940"
  },
  {
    "文件名": "【废】[更16] 南墙(BL) 作者：匿名咸鱼.txt",
    "夸克盘链接": "https://pan.quark.cn/s/03bd1f41ccc3"
  },
  {
    "文件名": "【废】[更16] 死对头总爱粘着我(连载) 作者：桃鹿笙.txt",
    "夸克盘链接": "https://pan.quark.cn/s/d9c15d289b51"
  },
  {
    "文件名": "【废】[更16] 良药(破镜重圆) 作者：半价童话票.txt",
    "夸克盘链接": "https://pan.quark.cn/s/df841d968fe0"
  },
  {
    "文件名": "【废】[更16] 荆棘之吻(现代) 作者：仙人掌上的仙人.txt",
    "夸克盘链接": "https://pan.quark.cn/s/8e1b1ebe59a9"
  },
  {
    "文件名": "【废】[更16] 拆迁(长篇) 作者：芫爆.txt",
    "夸克盘链接": "https://pan.quark.cn/s/be664654a889"
  },
  {
    "文件名": "【废】[更16] 娇花历险记(长篇) 作者：Skylar史凯兰.txt",
    "夸克盘链接": "https://pan.quark.cn/s/13f57201a16f"
  },
  {
    "文件名": "【废】[更16] 变成弟弟的侍宠(骨科) 作者：倾语a.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ed88bc76a3b0"
  },
  {
    "文件名": "【废】[更15] 哑迷(三观不正) 作者：shuzi数字.txt",
    "夸克盘链接": "https://pan.quark.cn/s/87c57905642e"
  },
  {
    "文件名": "【废】[更16] 霸总为何对我这样(BL) 作者：匿名咸鱼.txt",
    "夸克盘链接": "https://pan.quark.cn/s/28b86c89db5e"
  },
  {
    "文件名": "【废】[更15] 重生治好我的恋哥癖(NP) 作者：lxl1910.txt",
    "夸克盘链接": "https://pan.quark.cn/s/30ede3e9f60c"
  },
  {
    "文件名": "【废】[更14] 作茧自缚(荤素均衡) 作者：文化荒漠.txt",
    "夸克盘链接": "https://pan.quark.cn/s/01e21e3e2d08"
  },
  {
    "文件名": "【废】[更15] 没关系(狗血) 作者：有好饭踢我.txt",
    "夸克盘链接": "https://pan.quark.cn/s/cc45abd2e465"
  },
  {
    "文件名": "【废】[更15] 卑劣爱情(连载) 作者：小酌一杯清酒.txt",
    "夸克盘链接": "https://pan.quark.cn/s/adc879fb9e26"
  },
  {
    "文件名": "【废】[更15] 别梦性冷淡了好吗(Ending) 作者：E.txt",
    "夸克盘链接": "https://pan.quark.cn/s/2f3abe9f3a1b"
  },
  {
    "文件名": "【废】[更14] 新结婚主义(轻松) 作者：離去之原.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c9e1d88e61d1"
  },
  {
    "文件名": "【废】[更14] 医疗兵(幻想空间) 作者：苏逞.txt",
    "夸克盘链接": "https://pan.quark.cn/s/20fa95edc20b"
  },
  {
    "文件名": "【废】[更14] 只缘感君一回顾(忠犬) 作者：善哉善哉.txt",
    "夸克盘链接": "https://pan.quark.cn/s/22b0618f0904"
  },
  {
    "文件名": "【废】[更14] 遗物(骨科) 作者：尹东南.txt",
    "夸克盘链接": "https://pan.quark.cn/s/b19e4ecf8e8f"
  },
  {
    "文件名": "【废】[更14] 狗血脑洞(破镜重圆) 作者：紫色荧光笔.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a45b5634b10b"
  },
  {
    "文件名": "【废】[更14] 万人迷的白月光回来了(轻松) 作者：一三五九.txt",
    "夸克盘链接": "https://pan.quark.cn/s/7ebf0b84e8a4"
  },
  {
    "文件名": "【废】[更14] 示弱(扮猪吃虎) 作者：匿名咸鱼.txt",
    "夸克盘链接": "https://pan.quark.cn/s/b54f1ae6f953"
  },
  {
    "文件名": "【废】[更14] 多云转晴(BL) 作者：日日.txt",
    "夸克盘链接": "https://pan.quark.cn/s/7ccb79590347"
  },
  {
    "文件名": "【废】[更13] 总有人想把我老婆抓走(长篇) 作者：百香果蜜桃.txt",
    "夸克盘链接": "https://pan.quark.cn/s/b91ffbc4072c"
  },
  {
    "文件名": "【废】[更13] 未得(年下) 作者：囿隅啊.txt",
    "夸克盘链接": "https://pan.quark.cn/s/d0dfe34bf731"
  },
  {
    "文件名": "【废】[更13] 照春苔(长篇) 作者：匿名咸鱼.txt",
    "夸克盘链接": "https://pan.quark.cn/s/4f44c0ececf4"
  },
  {
    "文件名": "【废】[更13] 斯慕(攻宠受) 作者：阑风倚月.txt",
    "夸克盘链接": "https://pan.quark.cn/s/2a4a726d1625"
  },
  {
    "文件名": "【废】[更13] 强制变更(重口) 作者：余冽.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a51bc797701c"
  },
  {
    "文件名": "【废】[更13] 骗子(连载) 作者：Nachtigallen.txt",
    "夸克盘链接": "https://pan.quark.cn/s/b3df3df08b47"
  },
  {
    "文件名": "【废】[更13] 炮灰成了男主白月光(双性) 作者：清宸.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c854dc307980"
  },
  {
    "文件名": "【废】[更13] 你好，要老婆吗？(现代) 作者：木鱼花.txt",
    "夸克盘链接": "https://pan.quark.cn/s/b7181efdb39d"
  },
  {
    "文件名": "【废】[更12] 我老婆又乖又软(产乳) 作者：橙子.txt",
    "夸克盘链接": "https://pan.quark.cn/s/63d487c37b58"
  },
  {
    "文件名": "【废】[更12] 我想要个baby(1v1) 作者：匿名咸鱼.txt",
    "夸克盘链接": "https://pan.quark.cn/s/2e755ac39ea5"
  },
  {
    "文件名": "【废】[更12] 喜宴(治愈) 作者：暮雨.txt",
    "夸克盘链接": "https://pan.quark.cn/s/1ce125b83633"
  },
  {
    "文件名": "[废文 更322]《云华艳情史（正剧、狗血、宫斗、宫廷侯爵、NP） 》 作者：仙人掌上的仙人.txt",
    "夸克盘链接": "https://pan.quark.cn/s/29e9f18bc4ac"
  },
  {
    "文件名": "【废】[更12] 你的膝下(校园) 作者：四个圈.txt",
    "夸克盘链接": "https://pan.quark.cn/s/2c6fa1387083"
  },
  {
    "文件名": "【废】[更11] 偏我临风(BL) 作者：沈初五.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c28d95f95d66"
  },
  {
    "文件名": "【废】[更11] 匿名情人(连载) 作者：扶光.txt",
    "夸克盘链接": "https://pan.quark.cn/s/0a94a048f644"
  },
  {
    "文件名": "【废】[更10] 断情劫(仙侠) 作者：至秦.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ef8d42e96c31"
  },
  {
    "文件名": "【废】[更11] 黑兔(中篇) 作者：与shy.txt",
    "夸克盘链接": "https://pan.quark.cn/s/94061991fb14"
  },
  {
    "文件名": "【废】[更9] 败刃(BL) 作者：玄青.txt",
    "夸克盘链接": "https://pan.quark.cn/s/080ae08666b1"
  },
  {
    "文件名": "【废】[更8] 一发完爽了就行(高H) 作者：弃厄.txt",
    "夸克盘链接": "https://pan.quark.cn/s/5628d3512f0e"
  },
  {
    "文件名": "【废】[更8] 掌中欢(Ending) 作者：匿名咸鱼.txt",
    "夸克盘链接": "https://pan.quark.cn/s/b98bf3d54a34"
  },
  {
    "文件名": "【废】[更8] 迷路的云(受宠攻) 作者：人生不过三万天.txt",
    "夸克盘链接": "https://pan.quark.cn/s/29b51d095523"
  },
  {
    "文件名": "[废文 更194]《穿成帝王畅游皇宫（主攻、NP） 》 作者：叉烧牛油菠萝包.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e143738964ef"
  },
  {
    "文件名": "【废】[更8] 别告诉爸妈(年上) 作者：清月千年.txt",
    "夸克盘链接": "https://pan.quark.cn/s/0a787736e4ed"
  },
  {
    "文件名": "[废文 更253]《朝城闲事（双强；年下；互攻；偶尔下副本的末世；异能；二设哨向）》 作者：猫大头.txt",
    "夸克盘链接": "https://pan.quark.cn/s/9f85933e199c"
  },
  {
    "文件名": "[废文 更270]《冒牌货（现代、强制爱、NP、攻宠受） 》 作者：糖醋小鱼干.txt",
    "夸克盘链接": "https://pan.quark.cn/s/46d759ab6b01"
  },
  {
    "文件名": "[废文 更256]《翡剑（强强、NP） 》 作者：祁岸.txt",
    "夸克盘链接": "https://pan.quark.cn/s/9ba92238c2db"
  },
  {
    "文件名": "[废文 更188]《万炉游记（1v1美攻老实受）》 作者：猫鸟.txt",
    "夸克盘链接": "https://pan.quark.cn/s/37611916a254"
  },
  {
    "文件名": "[废文 更155]《将门犬子（骨科）》 作者：饮鸩111.txt",
    "夸克盘链接": "https://pan.quark.cn/s/1ff584123745"
  },
  {
    "文件名": "[废文 更162]《最高级恋爱（温柔阳光攻×阴郁厌世受） 》 作者：熳山里.txt",
    "夸克盘链接": "https://pan.quark.cn/s/815f17b73239"
  },
  {
    "文件名": "[废文 更181]《战俘（反乌托邦、科幻、双性、NP） 》 作者：睿镜.txt",
    "夸克盘链接": "https://pan.quark.cn/s/d15367973def"
  },
  {
    "文件名": "[废文 更152]《仙门的万人嫌（狗血、双性、NP） 》 作者：虚荣之火.txt",
    "夸克盘链接": "https://pan.quark.cn/s/9bd27201e58a"
  },
  {
    "文件名": "[废文 更146]《穿越成了武林盟主（古代、主攻、武侠、NP） 》 作者：虞成阳.txt",
    "夸克盘链接": "https://pan.quark.cn/s/5ec5684424ce"
  },
  {
    "文件名": "[废文 更139]《逐星（轻松、电竞、相爱相杀） 》 作者：黄焖月月子.txt",
    "夸克盘链接": "https://pan.quark.cn/s/522661cafb2b"
  },
  {
    "文件名": "[废文 更118]《恶人难磨（古代、HE、强制爱、NP） 》 作者：少年先锋队.txt",
    "夸克盘链接": "https://pan.quark.cn/s/48507da10863"
  },
  {
    "文件名": "[废文 更116]《99次拒绝魔鬼给的工作（无限流、NP） 》 作者：不知我者.txt",
    "夸克盘链接": "https://pan.quark.cn/s/2010df680099"
  },
  {
    "文件名": "[废文 更113]《天性凉薄（现代、三观不正、双性、强制爱） 》 作者：小珊瑚小海胆.txt",
    "夸克盘链接": "https://pan.quark.cn/s/2cfe2174ff78"
  },
  {
    "文件名": "[废文 更112]《危险废物（正剧、HE、哨兵向导、强强、师生） 》 作者：言午鱼fish.txt",
    "夸克盘链接": "https://pan.quark.cn/s/8df1e67e56d5"
  },
  {
    "文件名": "[废文 更112]《篡心（商战、青梅竹马、强强、1v1） 》 作者：甜皮鸭啦.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ac3b314dd0e4"
  },
  {
    "文件名": "[废文 更110]《偷心记（正剧、古代、HE、武侠、灵魂伴侣） 》 作者：开舒克的一毛.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c7df51b8e90a"
  },
  {
    "文件名": "[废文 更108]《小狐狸（壮硕糙汉男妈妈攻+风流滑头王爷攻+外冷内羞师兄攻=都爱万人迷小狐狸崽子美人受） 》 作者：你醒一醒.txt",
    "夸克盘链接": "https://pan.quark.cn/s/46838d0dbf1f"
  },
  {
    "文件名": "[废文 更106]《美人鱼（现代、治愈、灵魂伴侣、因缘邂逅、忠犬） 》 作者：请棘子吃二两饺子.txt",
    "夸克盘链接": "https://pan.quark.cn/s/0857c2c333f8"
  },
  {
    "文件名": "[废文 更107]《扭曲关系（桃花泛滥薄情受×他的黑化攻们 NP，四攻一受，he）》 作者：新界乞丐.txt",
    "夸克盘链接": "https://pan.quark.cn/s/30c8afd0ea6a"
  },
  {
    "文件名": "[废文 更106]《穿成暴君的男嫂子（古代、HE、爽文、强强、直掰弯） 》 作者：MoonDancer.txt",
    "夸克盘链接": "https://pan.quark.cn/s/90ab56b0aaa7"
  },
  {
    "文件名": "[废文 更104]《敲月亮（日常、养成、父子） 》 作者：宸羽.txt",
    "夸克盘链接": "https://pan.quark.cn/s/1eb8ec392df1"
  },
  {
    "文件名": "[废文 更100]《暗室有欺（HE、阴差阳错、骨科） 》 作者：梅染.txt",
    "夸克盘链接": "https://pan.quark.cn/s/bb183d26fbdf"
  },
  {
    "文件名": "[废文 更97]《最难消受是皇恩（古代、宫廷侯爵、权谋、父子） 》 作者：北邙山月.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e1019d74ba69"
  },
  {
    "文件名": "[废文 更98]《第三次重生（狗血、双性、NTR、强制爱、NP） 》 作者：布糕酥泥.txt",
    "夸克盘链接": "https://pan.quark.cn/s/307aec59d586"
  },
  {
    "文件名": "[废文 更96]《终南捷径（狗血、三观不正、主受、暧昧、NP） 》 作者：电子蝴蝶.txt",
    "夸克盘链接": "https://pan.quark.cn/s/2f2708f30c08"
  },
  {
    "文件名": "[废文 更96]《楚楚可怜（现代、HE、ABO、强制爱、骨科） 》 作者：青椒布丁鱼饼.txt",
    "夸克盘链接": "https://pan.quark.cn/s/f1e55fb93f8b"
  },
  {
    "文件名": "[废文 更95]《黄泉客栈（悲剧、前世今生） 》 作者：麟隐于野.txt",
    "夸克盘链接": "https://pan.quark.cn/s/6cb6dd88dddc"
  },
  {
    "文件名": "[废文 更94]《凉白开（ABO、强制爱） 》 作者：无粮饿鬼.txt",
    "夸克盘链接": "https://pan.quark.cn/s/16a94e3a0538"
  },
  {
    "文件名": "[废文 更93]《山河旭日（古代、狗血、双性、宫廷侯爵） 》 作者：永不落幕的夏天.txt",
    "夸克盘链接": "https://pan.quark.cn/s/06bcd1197416"
  },
  {
    "文件名": "[废文 更92]《倒追（现代、校园、扮猪吃虎、1v1） 》 作者：倒追.txt",
    "夸克盘链接": "https://pan.quark.cn/s/67ba92c4f344"
  },
  {
    "文件名": "[废文 更91]《时雨濛濛（现代、养成、强制爱、强弱、年上） 》 作者：终南Saine.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e35c1a6125e9"
  },
  {
    "文件名": "[废文 更87]《止途之风云骤起（悬疑、暗黑、黑道、军政、强强） 》 作者：麟隐于野.txt",
    "夸克盘链接": "https://pan.quark.cn/s/7d00c6e3b1a3"
  },
  {
    "文件名": "[废文 更87]《三塔（现代、双性、NP、受受） 》 作者：三塔.txt",
    "夸克盘链接": "https://pan.quark.cn/s/dcc538088a86"
  },
  {
    "文件名": "[废文 更86]《悯众（狗血、重口、黑道、生子） 》 作者：水断刀鸣.txt",
    "夸克盘链接": "https://pan.quark.cn/s/52cf73f10fbc"
  },
  {
    "文件名": "[废文 更84]《为了宇宙和平（HE、科幻、强强、水仙、互攻） 》 作者：十全大补刀.txt",
    "夸克盘链接": "https://pan.quark.cn/s/2c72cb4bc295"
  },
  {
    "文件名": "[废文 更84]《隐神新妻（喜剧、现代、灵异、双性、宗教） 》 作者：砂金流渚.txt",
    "夸克盘链接": "https://pan.quark.cn/s/06d3867b4236"
  },
  {
    "文件名": "[废文 更81]《知命安身（现代、HE、狗血、强弱、年上） 》 作者：乔莯.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ec9aed9dd6f8"
  },
  {
    "文件名": "[废文 更84]《论直男如何掰弯自己（现代、HE、轻松、年上、直掰弯） 》 作者：思休休.txt",
    "夸克盘链接": "https://pan.quark.cn/s/261aa80de798"
  },
  {
    "文件名": "[废文 更81]《不要丢掉你的狗（狗血、虐文、强制爱、NP） 》 作者：雾灯.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e5892454466d"
  },
  {
    "文件名": "[废文 更79]《攀到橡木顶端（现代、狗血、双性、破镜重圆、生子） 》 作者：今夜暴雪.txt",
    "夸克盘链接": "https://pan.quark.cn/s/fa816bfc1373"
  },
  {
    "文件名": "[废文 更80]《红丝线（惊悚、双性、室友、民俗、NP） 》 作者：块陶.txt",
    "夸克盘链接": "https://pan.quark.cn/s/580a88dabe4a"
  },
  {
    "文件名": "[废文 更78]《环伺（狗血、ABO、强制爱、NP） 》 作者：派派茄子.txt",
    "夸克盘链接": "https://pan.quark.cn/s/b7eec1c8e54e"
  },
  {
    "文件名": "[废文 更79]《春风渡（古代、狗血、虐文、强制爱、NP） 》 作者：yu021.txt",
    "夸克盘链接": "https://pan.quark.cn/s/5b99a59810d6"
  },
  {
    "文件名": "[废文 更77]《死对头买一送三（魔法世界、蒸汽朋克、相爱相杀、NP） 》 作者：和汐泥.txt",
    "夸克盘链接": "https://pan.quark.cn/s/cb8fedff138b"
  },
  {
    "文件名": "[废文 更77]《别管我美不美（盛世美颜万人迷，娇弱受） 》 作者：你醒一醒.txt",
    "夸克盘链接": "https://pan.quark.cn/s/efa4c620dfc3"
  },
  {
    "文件名": "[废文 更73]《江山万里雪（HE、仙侠、年上） 》 作者：晏榷.txt",
    "夸克盘链接": "https://pan.quark.cn/s/43e8268732a4"
  },
  {
    "文件名": "[废文 更76]《岌岌可危（现代、HE、狗血、ABO、破镜重圆） 》 作者：kiwifruit.txt",
    "夸克盘链接": "https://pan.quark.cn/s/0f5f48d67f51"
  },
  {
    "文件名": "[废文 更72]《残响（正剧、HE、日常、骨科） 》 作者：酒精爱上尼古丁.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ab7de47717c7"
  },
  {
    "文件名": "[废文 更70]《纯爱战犯（A×O×未分化）》 作者：山不知休.txt",
    "夸克盘链接": "https://pan.quark.cn/s/3db83493f77c"
  },
  {
    "文件名": "[废文 更70]《和联姻对象婚前偶遇了（ABO、先婚后爱、强强、年下） 》 作者：Shui_Ye.txt",
    "夸克盘链接": "https://pan.quark.cn/s/5c80ca04689f"
  },
  {
    "文件名": "[废文 更70]《明德三中修罗场记事（狗血、校园） 》 作者：萝卜月饼.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ea23105f24f0"
  },
  {
    "文件名": "[废文 更70]《报恩（古代、狗血、强弱） 》 作者：报恩.txt",
    "夸克盘链接": "https://pan.quark.cn/s/deb97eb6cb65"
  },
  {
    "文件名": "[废文 更67]《钱色交易（现代、西方、NP） 》 作者：几何倍数的咸鱼.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c980cb7b00b7"
  },
  {
    "文件名": "[废文 更67]《沅沅不止（父子文，年上）》 作者：投木瓜.txt",
    "夸克盘链接": "https://pan.quark.cn/s/58eaa34db07d"
  },
  {
    "文件名": "[废文 更69]《全球警戒（暗黑、黑道、军政、强强、骨科） 》 作者：夭青.txt",
    "夸克盘链接": "https://pan.quark.cn/s/acf60fc3a7de"
  },
  {
    "文件名": "[废文 更67]《非正式催眠（现代、奇幻、校园、NP、互攻） 》 作者：寒天.txt",
    "夸克盘链接": "https://pan.quark.cn/s/46799f06c5ad"
  },
  {
    "文件名": "[废文 更65]《迦陵频伽（三观不正、校园、暧昧、NTR、师生） 》 作者：軟瑭.txt",
    "夸克盘链接": "https://pan.quark.cn/s/666524fdb974"
  },
  {
    "文件名": "[废文 更65]《囚异存同（双性、NP） 》 作者：欲海一粟.txt",
    "夸克盘链接": "https://pan.quark.cn/s/be4a73c2087c"
  },
  {
    "文件名": "[废文 更66]《无糖爱人（主攻、青梅竹马、骨科、年上） 》 作者：芋头小鬼.txt",
    "夸克盘链接": "https://pan.quark.cn/s/620bc19432cc"
  },
  {
    "文件名": "[废文 更65]《AI：智械纪元3475（科幻、因缘邂逅、1v1） 》 作者：Fugacity.txt",
    "夸克盘链接": "https://pan.quark.cn/s/0fa5637339ff"
  },
  {
    "文件名": "[废文 更63]《低级哄骗（现代、HE、狗血、强制爱） 》 作者：匿名咸鱼.txt",
    "夸克盘链接": "https://pan.quark.cn/s/4ba8cea76d48"
  },
  {
    "文件名": "[废文 更62]《纯白色（BL、双性） 》 作者：纯白色.txt",
    "夸克盘链接": "https://pan.quark.cn/s/bb5812bee699"
  },
  {
    "文件名": "[废文 更62]《春绵（小甜饼、双性、骨科、年上） 》 作者：春绵.txt",
    "夸克盘链接": "https://pan.quark.cn/s/05455437670f"
  },
  {
    "文件名": "[废文 更60]《疯犬（伪现背，西方，年下，外冷内热主人受，sm，互相救赎）》 作者：Qr秋意盎然.txt",
    "夸克盘链接": "https://pan.quark.cn/s/b7eff4cba735"
  },
  {
    "文件名": "[废文 更60]《礼貌问价（现代、小甜饼、轻松、谐趣、娱乐圈） 》 作者：红茶可乐冰.txt",
    "夸克盘链接": "https://pan.quark.cn/s/720a23552a8e"
  },
  {
    "文件名": "[废文 更61]《你可真行啊（小甜饼、轻松） 》 作者：赤道今日周几.txt",
    "夸克盘链接": "https://pan.quark.cn/s/9ae1f0cd6b39"
  },
  {
    "文件名": "[废文 更60]《错认（现代、狗血、三观不正、双性） 》 作者：咕噜咕噜魔法阵.txt",
    "夸克盘链接": "https://pan.quark.cn/s/5af680ff6a05"
  },
  {
    "文件名": "[废文 更59]《乱臣贼子（古代、权谋、NP） 》 作者：蛰萤.txt",
    "夸克盘链接": "https://pan.quark.cn/s/fc790c1c38cf"
  },
  {
    "文件名": "[废文 更58]《狗来财（HE、狗血、双性、1v1） 》 作者：林湖.txt",
    "夸克盘链接": "https://pan.quark.cn/s/557f7aa68b6c"
  },
  {
    "文件名": "[废文 更58]《从中作梗（现代、HE、轻松、狗血、暧昧） 》 作者：从中作梗.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a43a171a91b0"
  },
  {
    "文件名": "[废文 更59]《玻璃画（狗血、双性、养成、破镜重圆、生子） 》 作者：hutaozizi.txt",
    "夸克盘链接": "https://pan.quark.cn/s/dadc282c3856"
  },
  {
    "文件名": "[废文 更56]《伪装游戏（sub1谢云冶Xdom0白泽）》 作者：侵略拟态.txt",
    "夸克盘链接": "https://pan.quark.cn/s/eefb88694333"
  },
  {
    "文件名": "[废文 更56]《冒充主角被拆穿以后（古代、主攻视角、仙侠、前世今生、年下） 》 作者：乖囡仔.txt",
    "夸克盘链接": "https://pan.quark.cn/s/b06821076836"
  },
  {
    "文件名": "[废文 更55]《对学生会长始乱终弃后（现代、双性、乔装改扮、1v1） 》 作者：桃菟不是兔.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ce55c2f8e9a1"
  },
  {
    "文件名": "[废文 更56]《共情妄想症（年龄差×10）》 作者：日薄夕山.txt",
    "夸克盘链接": "https://pan.quark.cn/s/09e091d92327"
  },
  {
    "文件名": "[废文 更56]《婚外情人（狗血、三观不正、架空世界、军政、生子） 》 作者：婚外情人.txt",
    "夸克盘链接": "https://pan.quark.cn/s/fc30ebc26377"
  },
  {
    "文件名": "[废文 更55]《弟弟的情敌（ABO、异能、美强、年下、1v1） 》 作者：年下肺片.txt",
    "夸克盘链接": "https://pan.quark.cn/s/1f2383971ef7"
  },
  {
    "文件名": "[废文 更53]《小狗来信（狗血、ABO、生子、年下） 》 作者：沫沫莓烦恼.txt",
    "夸克盘链接": "https://pan.quark.cn/s/54a51f269d65"
  },
  {
    "文件名": "[废文 更52]《难度第五春（狗血、娱乐圈、NP） 》 作者：桃桃追年.txt",
    "夸克盘链接": "https://pan.quark.cn/s/d5aa55ac6fbb"
  },
  {
    "文件名": "[废文 更52]《顶级拉扯（HE、狗血、娱乐圈、阴差阳错、年上） 》 作者：叶小公子.txt",
    "夸克盘链接": "https://pan.quark.cn/s/5f573bf28442"
  },
  {
    "文件名": "[废文 更51]《一号监狱纪事（狗血 1v4 强制 攻竞）》 作者：陈千鬼.txt",
    "夸克盘链接": "https://pan.quark.cn/s/8838b5447d18"
  },
  {
    "文件名": "[废文 更50]《仙门万人嫌重生后（狗血、玄幻、双性、NP） 》 作者：鱼舟粥.txt",
    "夸克盘链接": "https://pan.quark.cn/s/140e9ea1f415"
  },
  {
    "文件名": "[废文 更50]《俗不可耐（现代、狗血、三观不正、骨科、年上） 》 作者：俗不可耐.txt",
    "夸克盘链接": "https://pan.quark.cn/s/9355028ef9b4"
  },
  {
    "文件名": "[废文 更51]《黄昏之雨（重生，年代，体制） 》 作者：梦居云上.txt",
    "夸克盘链接": "https://pan.quark.cn/s/9e2b01864269"
  },
  {
    "文件名": "[废文 更49]《温柔野兽（黑道、扮猪吃虎、相爱相杀、强强） 》 作者：甜你一脸.txt",
    "夸克盘链接": "https://pan.quark.cn/s/76e03c9efebd"
  },
  {
    "文件名": "[废文 更49]《你还是不要说话好（HE、校园、破镜重圆） 》 作者：试试就试试.txt",
    "夸克盘链接": "https://pan.quark.cn/s/f5a3f0ecb8a2"
  },
  {
    "文件名": "[废文 更49]《三年之痒（HE、狗血、三观不正、破镜重圆、年上） 》 作者：半醉山翁.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c3fc5c24bea5"
  },
  {
    "文件名": "[废文 更49]《当鬼畜攻重生后（狗血、双性、强制爱、重生、美强） 》 作者：当鬼畜攻重生后.txt",
    "夸克盘链接": "https://pan.quark.cn/s/8b037a3445f8"
  },
  {
    "文件名": "[废文 更48]《禁宫春（古代、狗血、强制爱、NP） 》 作者：禁宫春.txt",
    "夸克盘链接": "https://pan.quark.cn/s/4d1d4d0a342c"
  },
  {
    "文件名": "[废文 更48]《转胎（现代、双性、骨科、年下） 》 作者：鱼右.txt",
    "夸克盘链接": "https://pan.quark.cn/s/0633db977bcb"
  },
  {
    "文件名": "[废文 更48]《平行告白法则（现代、暧昧、相爱相杀、年下、1v1） 》 作者：战略审批中.txt",
    "夸克盘链接": "https://pan.quark.cn/s/600b9b9620bf"
  },
  {
    "文件名": "[废文 更47]《远山（治愈、双性、日常、养成） 》 作者：冬寄绵绵.txt",
    "夸克盘链接": "https://pan.quark.cn/s/148580ca2cb9"
  },
  {
    "文件名": "[废文 更47]《潜龙在渊（np，美攻帅受）》 作者：匿名咸鱼.txt",
    "夸克盘链接": "https://pan.quark.cn/s/55758ed63b56"
  },
  {
    "文件名": "[废文 更47]《莫道不尽欢(古代、忠犬、NP) 》 作者：木沐莯_.txt",
    "夸克盘链接": "https://pan.quark.cn/s/4edbacbf1f38"
  },
  {
    "文件名": "[废文 更46]《死对头对我蓄谋已久（现代、HE、小甜饼、暗恋） 》 作者：死对头对我蓄谋已久.txt",
    "夸克盘链接": "https://pan.quark.cn/s/b43715216779"
  },
  {
    "文件名": "[废文 更46]《杀死绝世天才后（主受、仙侠） 》 作者：太阳撒希望.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ea728b7194a9"
  },
  {
    "文件名": "[废文 更46]《漂亮杂种（正剧、HE、刑侦） 》 作者：过期的蜜桃罐头.txt",
    "夸克盘链接": "https://pan.quark.cn/s/5de5acc53aa1"
  },
  {
    "文件名": "[废文 更46]《江恩池（主受、强制爱、快穿） 》 作者：山鬼客.txt",
    "夸克盘链接": "https://pan.quark.cn/s/fa7481962661"
  },
  {
    "文件名": "[废文 更44]《无能为力的主母 (强制爱、NP、直掰弯》 作者：无能为力的主母.txt",
    "夸克盘链接": "https://pan.quark.cn/s/03258b141eb4"
  },
  {
    "文件名": "[废文 更43]《潜龙在渊（仙侠、美强、NP） 》 作者：潜龙在渊.txt",
    "夸克盘链接": "https://pan.quark.cn/s/b3389e8145d5"
  },
  {
    "文件名": "[废文 更43]《比目鱼（失忆梗）》 作者：w山罔.txt",
    "夸克盘链接": "https://pan.quark.cn/s/3c33027b8d00"
  },
  {
    "文件名": "[废文 更43]《榜一太子爷们是饿狼（现代、强弱、NP） 》 作者：春花也有浪漫时.txt",
    "夸克盘链接": "https://pan.quark.cn/s/db154c241341"
  },
  {
    "文件名": "[废文 更40]《如啼眼（HE、美强、弱强、1v1） 》 作者：圣燃.txt",
    "夸克盘链接": "https://pan.quark.cn/s/861b14215af6"
  },
  {
    "文件名": "[废文 更41]《败将（BDSM）》 作者：金枪鱼罐头.txt",
    "夸克盘链接": "https://pan.quark.cn/s/2c76601538b4"
  },
  {
    "文件名": "[废文 更40]《你算哪块小蛋糕（现代、小甜饼、ABO、双性、青梅竹马） 》 作者：你算哪块小蛋糕.txt",
    "夸克盘链接": "https://pan.quark.cn/s/410c98501234"
  },
  {
    "文件名": "[废文 更40]《玩具（BE、狗血、ABO、双性、NP） 》 作者：秦焕.txt",
    "夸克盘链接": "https://pan.quark.cn/s/003ccd5ad443"
  },
  {
    "文件名": "[废文 更39]《情敌太过优秀了怎么办（娱乐圈、年下） 》 作者：情敌太过优秀了怎么办.txt",
    "夸克盘链接": "https://pan.quark.cn/s/8dbe375a5daf"
  },
  {
    "文件名": "[废文 更38]《偏态（现代、HE、狗血、父子、年下） 》 作者：南城苜蓿.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e1a6db57beb9"
  },
  {
    "文件名": "[废文 更37]《老攻绑定了绿茶系统（攻洁受不洁）》 作者：八百里寻鲸.txt",
    "夸克盘链接": "https://pan.quark.cn/s/81433302494d"
  },
  {
    "文件名": "[废文 更38]《天杀的这是我老婆！（娱乐圈、校园） 》 作者：leapfrog.txt",
    "夸克盘链接": "https://pan.quark.cn/s/1fd12025d388"
  },
  {
    "文件名": "[废文 更37]《小兔子的饲养手册（现代、双性、骨科、1v1） 》 作者：珵焉.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e0de1fa21237"
  },
  {
    "文件名": "[废文 更36]《松柏（天之骄子痴汉攻x平凡老实坚韧受）》 作者：匿名咸鱼.txt",
    "夸克盘链接": "https://pan.quark.cn/s/d9b2903d4c04"
  },
  {
    "文件名": "[废文 更35]《秽骨之苔（ABO、美强、骨科、年上） 》 作者：山行禾尽.txt",
    "夸克盘链接": "https://pan.quark.cn/s/f58299675e11"
  },
  {
    "文件名": "[废文 更34]《三人成虎（主攻、美强、受宠攻） 》 作者：一品鹌鹑.txt",
    "夸克盘链接": "https://pan.quark.cn/s/1bd5c3b8910a"
  },
  {
    "文件名": "[废文 更34]《鲨鱼港（现代、狗血、暧昧、阴差阳错、NP） 》 作者：Jumber.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ebc554e9258b"
  },
  {
    "文件名": "[废文 更33]《柒年（现代、狗血、破镜重圆、受宠攻） 》 作者：柒年.txt",
    "夸克盘链接": "https://pan.quark.cn/s/1434f6bd7afa"
  },
  {
    "文件名": "[废文 更33]《混账金丝雀（1v3 受不洁攻洁 渣受贱攻）》 作者：文不好车乱飞.txt",
    "夸克盘链接": "https://pan.quark.cn/s/2179375c0896"
  },
  {
    "文件名": "[废文 更33]《反转猎物（现代、HE、狗血、主攻、受宠攻） 》 作者：来份薯条.txt",
    "夸克盘链接": "https://pan.quark.cn/s/bb7e5ca398c3"
  },
  {
    "文件名": "[废文 更32]《追逐猎户座（现代、ABO、破镜重圆） 》 作者：缄舒.txt",
    "夸克盘链接": "https://pan.quark.cn/s/dacd37f0397e"
  },
  {
    "文件名": "[废文 更32]《离婚后和少爷同居（小甜饼、双性、年下、高H） 》 作者：每天睡不够的生生.txt",
    "夸克盘链接": "https://pan.quark.cn/s/76dcf57c2f52"
  },
  {
    "文件名": "[废文 更32]《攻略仙门（轻松、狗血、仙侠） 》 作者：苟肉.txt",
    "夸克盘链接": "https://pan.quark.cn/s/fa2daffa17d8"
  },
  {
    "文件名": "[废文 更32]《第二十四个夏天（现代、HE、狗血、三观不正、双性） 》 作者：乌鸦打飞滴.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c965a6899fc7"
  },
  {
    "文件名": "[废文 更30]《弟弟（小可怜劣等alpha x 笑面虎顶级alpha）》 作者：鹤冢.txt",
    "夸克盘链接": "https://pan.quark.cn/s/cf7b4000f696"
  },
  {
    "文件名": "[废文 更29]《溺爱（未来、主受视角、美强、受宠攻） 》 作者：溺爱.txt",
    "夸克盘链接": "https://pan.quark.cn/s/63ed562038ce"
  },
  {
    "文件名": "[废文 更30]《脐带（三观不正、奇幻、星际、骨科） 》 作者：州北.txt",
    "夸克盘链接": "https://pan.quark.cn/s/4e76d9b56a94"
  },
  {
    "文件名": "[废文 更28]《我的上将（热情执著忠犬特战队员Alpha X 高冷天然美人上将Beta）》 作者：月泊白沙.txt",
    "夸克盘链接": "https://pan.quark.cn/s/82ed852a2608"
  },
  {
    "文件名": "[废文 更26]《别想包我（微微强制，一见钟情梗）》 作者：匿名咸鱼.txt",
    "夸克盘链接": "https://pan.quark.cn/s/37d2a8de7258"
  },
  {
    "文件名": "[废文 更26]《镀金（1v1）》 作者：末日流放.txt",
    "夸克盘链接": "https://pan.quark.cn/s/cbc7b8ecf6e0"
  },
  {
    "文件名": "[废文 更26]《触礁（现代、HE、狗血、破镜重圆） 》 作者：不让尘.txt",
    "夸克盘链接": "https://pan.quark.cn/s/de7f80f96642"
  },
  {
    "文件名": "[废文 更26]《不要啊我真的会死掉（快穿 微群像）》 作者：愿敢.txt",
    "夸克盘链接": "https://pan.quark.cn/s/fcce651a3ec3"
  },
  {
    "文件名": "[废文 更22]《无声诱导（攻是聋哑人 结局1v1）》 作者：十月十四日.txt",
    "夸克盘链接": "https://pan.quark.cn/s/466aae0f9fb4"
  },
  {
    "文件名": "[废文 更25]《狗东西（HE 人兽）》 作者：夏大雨.txt",
    "夸克盘链接": "https://pan.quark.cn/s/f090489d6004"
  },
  {
    "文件名": "[废文 更25]《章鱼娇妻观察日记（攻后期很怨妇，很娇妻，不吃娇1的慎点）》 作者：今日说法.txt",
    "夸克盘链接": "https://pan.quark.cn/s/eda331035d53"
  },
  {
    "文件名": "[废文 更24]《黑豹的九十九条优点（HE、小甜饼） 》 作者：最一.txt",
    "夸克盘链接": "https://pan.quark.cn/s/80ac5d733db3"
  },
  {
    "文件名": "[废文 更22]《私房照（绅士温柔忠犬爹系总裁 vs 敏感傲娇炸毛猫系大学生）》 作者：清月千年.txt",
    "夸克盘链接": "https://pan.quark.cn/s/cad649f37d05"
  },
  {
    "文件名": "[废文 更21]《尘封情书（嘴坏心硬alpha x 锯嘴葫芦omega）》 作者：泉鹿.txt",
    "夸克盘链接": "https://pan.quark.cn/s/188083864e4a"
  },
  {
    "文件名": "[废文 更22]《蛇盘牡丹（近代 粤港澳架空 旗袍 深宅大院）》 作者：悉芮斯.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ef35b002a891"
  },
  {
    "文件名": "[F 更297]开局成为地下城boss（1v1） 作者：哼哼hengheng.txt",
    "夸克盘链接": "https://pan.quark.cn/s/64f1dd038b21"
  },
  {
    "文件名": "[废文 更20]《笨蛋竹马和玩偶共感了（竹马、年下、双洁1v1）》 作者：蜜汁鸡腿肉.txt",
    "夸克盘链接": "https://pan.quark.cn/s/5d3fa4540be3"
  },
  {
    "文件名": "[废文 更20]《假清高（冷漠无情利己攻×拜金心机虚伪受）》 作者：物资学院勘问.txt",
    "夸克盘链接": "https://pan.quark.cn/s/7327a9b088e9"
  },
  {
    "文件名": "[F 更277]黎明纪元（1v1）作者：岚凪.txt",
    "夸克盘链接": "https://pan.quark.cn/s/0b4929d266ff"
  },
  {
    "文件名": "[废文 更18]《江围林庭（双性、校园、强制爱、年上） 》 作者：江围林庭.txt",
    "夸克盘链接": "https://pan.quark.cn/s/148c34cffa79"
  },
  {
    "文件名": "[废文 更14]《酷哥如何网骗（主受、网游、NP） 》 作者：六墨.txt",
    "夸克盘链接": "https://pan.quark.cn/s/84a0cb8ba9a5"
  },
  {
    "文件名": "[F 更300]挚友今天不在家（np） 作者：缪梵μφ【24.12.30】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/5e7b208e72f8"
  },
  {
    "文件名": "[F 更286]挚友今天不在家（np） 作者：缪梵μφ.txt",
    "夸克盘链接": "https://pan.quark.cn/s/8001dd27afb6"
  },
  {
    "文件名": "[F 更273]冒牌货（np）作者：糖醋小鱼干.txt",
    "夸克盘链接": "https://pan.quark.cn/s/6f9d7467ee51"
  },
  {
    "文件名": "[F 更260]秘密当铺（1v1） 作者：雨林零.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a448b0171048"
  },
  {
    "文件名": "[F 更269]冒牌货（np）作者：糖醋小鱼干【24.12.09】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/80bcb81393f2"
  },
  {
    "文件名": "[F 更190]万炉游记 原名 万炉鼎记（1v1）作者：猫鸟.txt",
    "夸克盘链接": "https://pan.quark.cn/s/4bb2acbdd64d"
  },
  {
    "文件名": "[F 更179]庶长子生存守则（np）作者：蜜桃喵喵子【24.12.31】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/58e602e33ff2"
  },
  {
    "文件名": "[F 更176]典夫（1v1）作者：警警警幻.txt",
    "夸克盘链接": "https://pan.quark.cn/s/f86946c2a5da"
  },
  {
    "文件名": "[F 更174]笼中鹤（1v1） 作者：闻九粥.txt",
    "夸克盘链接": "https://pan.quark.cn/s/0accbd33a041"
  },
  {
    "文件名": "[F 更152]仙门的万人嫌（np）作者：虚荣之火【24.12.10】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/b2e4d5a2f2fc"
  },
  {
    "文件名": "[F 更153]逍遥殿（np）作者：扶泷.txt",
    "夸克盘链接": "https://pan.quark.cn/s/d977865463dd"
  },
  {
    "文件名": "[F 更147]奶狗直播间（1v1）作者：假的.txt",
    "夸克盘链接": "https://pan.quark.cn/s/9bbe20269949"
  },
  {
    "文件名": "[F 更169]典夫（1v1）作者：警警警幻【24.12.10】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/3fff649e6393"
  },
  {
    "文件名": "[F 更132]宫门贵客（np）作者：专用名.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c0236e952f26"
  },
  {
    "文件名": "[F 更114]下等人（np）作者：断刀雀【24.12.30】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/146622b512c4"
  },
  {
    "文件名": "[F 更129]地狱摸鱼日记（np）作者：不知我者.txt",
    "夸克盘链接": "https://pan.quark.cn/s/db98c9c22d84"
  },
  {
    "文件名": "[F 更122]直男攻略图鉴（np）作者：小捡子.txt",
    "夸克盘链接": "https://pan.quark.cn/s/07521e9f4bc3"
  },
  {
    "文件名": "[F 更119]死装校草活该被（np）作者：炉香炉香.txt",
    "夸克盘链接": "https://pan.quark.cn/s/18ec679c3b62"
  },
  {
    "文件名": "[F 更106]蜂王的复仇（虫族np）作者：涸辙之酒.txt",
    "夸克盘链接": "https://pan.quark.cn/s/802b14ecbe70"
  },
  {
    "文件名": "[F 更105]敲月亮（1v1）作者：宸羽.txt",
    "夸克盘链接": "https://pan.quark.cn/s/0c9bad236b5e"
  },
  {
    "文件名": "[F 更102]穿成暴君的男嫂子（1v1）作者：MoonDancer.txt",
    "夸克盘链接": "https://pan.quark.cn/s/49a84c2a6097"
  },
  {
    "文件名": "[F 更99]第二时（1v1）作者：“圣诞日快乐，布丁崽。” 赤道今日周几【24.12.30】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/08d38a24e9e6"
  },
  {
    "文件名": "[F 更98]觥筹（1v1）作者：月里春盛【24.12.10】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/1899a7314bf8"
  },
  {
    "文件名": "[F 更97]出雌君，200一位（1v1）作者：转基因辣酱【24.12.10】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/faa3316c137a"
  },
  {
    "文件名": "[F 更96]贱骨（GB女攻1v1）作者：窝里鸽去q.txt",
    "夸克盘链接": "https://pan.quark.cn/s/7a8bf50cc38b"
  },
  {
    "文件名": "[F 更96]血族假少爷爱上人类后（np）作者：转霏微.txt",
    "夸克盘链接": "https://pan.quark.cn/s/b95b8860c8fe"
  },
  {
    "文件名": "[F 更95]晚安，祝您一夜好梦（1v1）作者：一口溏心月亮.txt",
    "夸克盘链接": "https://pan.quark.cn/s/9670482a75f3"
  },
  {
    "文件名": "[F 更92]时雨濛濛（1v1） 作者：终南Saine.txt",
    "夸克盘链接": "https://pan.quark.cn/s/9dce3983537e"
  },
  {
    "文件名": "[F 更94]兽族的恩宠（np）作者：虚荣之火【24.12.31】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/29489abc5bb7"
  },
  {
    "文件名": "[F 更92]山河旭日（1v1）作者：永不落幕的夏天.txt",
    "夸克盘链接": "https://pan.quark.cn/s/9a0fa5d2bbc8"
  },
  {
    "文件名": "[F 更91]雀离笼（np）作者：totoda.txt",
    "夸克盘链接": "https://pan.quark.cn/s/4cc1d31480a0"
  },
  {
    "文件名": "[F 更92]杀人不用美人刀（np）作者：码字的咸鱼.txt",
    "夸克盘链接": "https://pan.quark.cn/s/349df7cdbc73"
  },
  {
    "文件名": "[F 更89]不要丢掉你的狗（1v1）作者：雾灯.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ac4078cfd3cc"
  },
  {
    "文件名": "[F 更86]我用真心抚慰躁郁老攻（1v1）作者：草莓味的西瓜霜.txt",
    "夸克盘链接": "https://pan.quark.cn/s/408159a8b6ce"
  },
  {
    "文件名": "[F 更86]宋兵甲变大美人后  作者：你醒一醒.txt",
    "夸克盘链接": "https://pan.quark.cn/s/950ba87e4bd9"
  },
  {
    "文件名": "[F 更86]悯众 作者：水断刀鸣.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c28f0da9c70a"
  },
  {
    "文件名": "[F 更84]我死后老婆当了皇帝（1v1）作者：乌霜天【24.12.11】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/613d1df704b6"
  },
  {
    "文件名": "[F 更83]知命安身（1v1）作者：乔莯【24.12.11】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/2a8ed7e5f867"
  },
  {
    "文件名": "[F 更83]回家（np）作者：呃呃好的嗯嗯好吧【24.12.10】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/fd990033281d"
  },
  {
    "文件名": "[F 更82]借种（np）作者：幽人含章.txt",
    "夸克盘链接": "https://pan.quark.cn/s/cf023ff89e17"
  },
  {
    "文件名": "[F 更82]悯众 作者：水断刀鸣【24.12.09】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/2bde0d03bade"
  },
  {
    "文件名": "[F 更81]攀到橡木顶端（1v1）作者：今夜暴雪.txt",
    "夸克盘链接": "https://pan.quark.cn/s/1673895b1b7e"
  },
  {
    "文件名": "[F 更79]象蛇（1v1）作者：大王叫我来飙车.txt",
    "夸克盘链接": "https://pan.quark.cn/s/35381d65bd68"
  },
  {
    "文件名": "[F 更78]纯爱战犯（np）作者：山不知休【24.12.31】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/965affdfd1bd"
  },
  {
    "文件名": "[F 更76]怀玉（np） 作者：俞日暮.txt",
    "夸克盘链接": "https://pan.quark.cn/s/0f9136df636e"
  },
  {
    "文件名": "[F 更75]隐神新妻（1v1）作者：砂金流渚【24.12.11】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/b45c38e2383d"
  },
  {
    "文件名": "[F 更75]婚内暗恋（1v1） 作者：樊呜喳喳.txt",
    "夸克盘链接": "https://pan.quark.cn/s/38e365901170"
  },
  {
    "文件名": "[F 更75]是教官不是求偶申请处（1v1） 作者：LeviQuamm.txt",
    "夸克盘链接": "https://pan.quark.cn/s/482b041b553e"
  },
  {
    "文件名": "[F 更75]起雾了（1v1）作者：阿坝吖.txt",
    "夸克盘链接": "https://pan.quark.cn/s/f784890de923"
  },
  {
    "文件名": "[F 更72]明德三中修罗场记事（np） 作者：萝卜月饼【24.12.30】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/35f5a56e1272"
  },
  {
    "文件名": "[F 更75]红丝线（np）作者：块陶.txt",
    "夸克盘链接": "https://pan.quark.cn/s/f151c76d0f31"
  },
  {
    "文件名": "[F 更71]欲刺（1v1） 作者：丑目禾.txt",
    "夸克盘链接": "https://pan.quark.cn/s/57d0496e22f4"
  },
  {
    "文件名": "[F 更72]无耻之徒 作者：不存在的荷德森.txt",
    "夸克盘链接": "https://pan.quark.cn/s/0ddbbe4fc4c1"
  },
  {
    "文件名": "[F 更71]与合租室友的二三事（1v1） 作者：区区七分糖.txt",
    "夸克盘链接": "https://pan.quark.cn/s/80d6db1252fa"
  },
  {
    "文件名": "[F 更70]非正式催眠（np）作者：寒天.txt",
    "夸克盘链接": "https://pan.quark.cn/s/f602779491bc"
  },
  {
    "文件名": "[F 更71]螟孕（np）作者：葬之镜.txt",
    "夸克盘链接": "https://pan.quark.cn/s/fd782881aff5"
  },
  {
    "文件名": "[F 更71]环伺（np）作者：派派茄子.txt",
    "夸克盘链接": "https://pan.quark.cn/s/f1c53d58b1ae"
  },
  {
    "文件名": "[F 更69]钱色交易（np）作者：几何倍数的咸鱼.txt",
    "夸克盘链接": "https://pan.quark.cn/s/7a25a07b223f"
  },
  {
    "文件名": "[F 更67]长公主（1v1）作者：郁酒Mullen【24.12.11】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/8ed2eb6d0068"
  },
  {
    "文件名": "[F 更68]沅沅不止（np）作者：投木瓜.txt",
    "夸克盘链接": "https://pan.quark.cn/s/59ec27cffcd0"
  },
  {
    "文件名": "[F 更69]衔玉珠（np） 作者：林知与.txt",
    "夸克盘链接": "https://pan.quark.cn/s/fd6a00cab37a"
  },
  {
    "文件名": "[F 更67]隐神新妻（1v1）作者：砂金流渚.txt",
    "夸克盘链接": "https://pan.quark.cn/s/9a68b566cd3b"
  },
  {
    "文件名": "[F 更67]非正式催眠（np）作者：寒天【24.12.10】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/2784a6b08fc5"
  },
  {
    "文件名": "[F 更66]低级哄骗（1v1）作者：揽霜剑.txt",
    "夸克盘链接": "https://pan.quark.cn/s/6e45d87b1a23"
  },
  {
    "文件名": "[F 更66]春绵（1v1） 作者：Alvaros【24.12.30】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/f61328cd08f7"
  },
  {
    "文件名": "[F 更65]我假装大佬收徒后死遁（np）作者：仙人山.txt",
    "夸克盘链接": "https://pan.quark.cn/s/83c280b1bb0f"
  },
  {
    "文件名": "[F 更64]小熊玩偶（1v1）作者：草莓味的西瓜霜.txt",
    "夸克盘链接": "https://pan.quark.cn/s/7f005ce48ab2"
  },
  {
    "文件名": "[F 更64]难度第五春（np） 作者：桃桃追年.txt",
    "夸克盘链接": "https://pan.quark.cn/s/9d841d15da16"
  },
  {
    "文件名": "[F 更64]错认（1v1）作者：咕噜咕噜魔法阵【24.12.09】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/6f4e2aee7d99"
  },
  {
    "文件名": "[F 更62]伪装游戏（1v1） 作者：侵略拟态.txt",
    "夸克盘链接": "https://pan.quark.cn/s/80293ab74e0e"
  },
  {
    "文件名": "[F 更61]婚内暗恋（1v1）作者：樊呜喳喳【24.12.10】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ea7c98de6a1f"
  },
  {
    "文件名": "[F 更60]狗来财（1v1）作者：林湖.txt",
    "夸克盘链接": "https://pan.quark.cn/s/007308f97c33"
  },
  {
    "文件名": "[F 更62]婚外情人（1v1）作者：匿名咸鱼.txt",
    "夸克盘链接": "https://pan.quark.cn/s/9c3989d8a301"
  },
  {
    "文件名": "[F 更61]陆老板和他的小歌星（1v1） 作者：陆老板.txt",
    "夸克盘链接": "https://pan.quark.cn/s/5cec81762cac"
  },
  {
    "文件名": "[F 更59]一事无成二师兄（np） 作者：stupid.txt",
    "夸克盘链接": "https://pan.quark.cn/s/5c1a23d0565d"
  },
  {
    "文件名": "[F 更59]网骗（np）作者：小小花菇.txt",
    "夸克盘链接": "https://pan.quark.cn/s/31a3ec446939"
  },
  {
    "文件名": "[F 更60]阁楼上的小狗（np）作者：九十九寻.txt",
    "夸克盘链接": "https://pan.quark.cn/s/5454a28f78c3"
  },
  {
    "文件名": "[F 更59]小美人死了亲爹以后（1v1）作者：九十九寻【24.12.10】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/64769816e26f"
  },
  {
    "文件名": "[F 更59]全球警戒（1v1）作者：夭青【24.12.09】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/963e43be5641"
  },
  {
    "文件名": "[F 更58]代价（1v1）作者：宴虚庭.txt",
    "夸克盘链接": "https://pan.quark.cn/s/bedf6497791e"
  },
  {
    "文件名": "[F 更58]悲观享乐主义（np） 作者：juyeye.txt",
    "夸克盘链接": "https://pan.quark.cn/s/1bbe01e57290"
  },
  {
    "文件名": "[F 更57]七零年代之娇弱小知青（1v1）作者：水晶闪闪.txt",
    "夸克盘链接": "https://pan.quark.cn/s/52150d6c5185"
  },
  {
    "文件名": "[F 更56]克莱蒙斯与兰德（1v1）作者：醉舟.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ff1d58697117"
  },
  {
    "文件名": "[F 更55]对学生会长始乱终弃后（1v1）作者：桃菟不是兔.txt",
    "夸克盘链接": "https://pan.quark.cn/s/588b08c035ca"
  },
  {
    "文件名": "[F 更57]S级的他们会撕头花嘛（np）作者：heiheiheiheihei.txt",
    "夸克盘链接": "https://pan.quark.cn/s/51cd082c9524"
  },
  {
    "文件名": "[F 更54]因果报应（np）作者：故剑相投.txt",
    "夸克盘链接": "https://pan.quark.cn/s/1f3a2e53b38c"
  },
  {
    "文件名": "[F 更54]全球警戒（1v1）作者：夭青.txt",
    "夸克盘链接": "https://pan.quark.cn/s/6c3b383d7508"
  },
  {
    "文件名": "[F 更53]山花地（1v1） 作者：银荷里.txt",
    "夸克盘链接": "https://pan.quark.cn/s/b985efe112e7"
  },
  {
    "文件名": "[F 更53]Per Dolorem（1v1）作者：咩茶苦茶【24.12.31】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/3a4443c3f7d2"
  },
  {
    "文件名": "[F 更53]疯狗们的玩物死了（np）作者：第三者责任险.txt",
    "夸克盘链接": "https://pan.quark.cn/s/35b93b6709bb"
  },
  {
    "文件名": "[F 更52]黑山夜话（np）作者：迟行也【24.12.10】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/d45c851fa737"
  },
  {
    "文件名": "[F 更52]小佐旷工日记（1v1）作者：请我小布丁.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a35d1fa5e619"
  },
  {
    "文件名": "[F 更51]吻泓（1v1）作者：可达鸭呀.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a17bcc4f0ae1"
  },
  {
    "文件名": "[F 更50]你说得对，但男的不抽（np）作者：羽渊akira.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e91ffd2535f4"
  },
  {
    "文件名": "[F 更50]当夹心饼干没有夹心（1v1）作者：不信人间有白头.txt",
    "夸克盘链接": "https://pan.quark.cn/s/62a5be445e45"
  },
  {
    "文件名": "[F 更49]隐秘的囚笼（1v1） 作者：Victor1987.txt",
    "夸克盘链接": "https://pan.quark.cn/s/cb86d3fabe78"
  },
  {
    "文件名": "[F 更49]我死后他们都疯了（np）作者：一头叫肥肥的乌龟【24.12.31】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/22a4838f997d"
  },
  {
    "文件名": "[F 更49]潜龙在渊（np） 作者：匿名咸鱼.txt",
    "夸克盘链接": "https://pan.quark.cn/s/7031c475abb9"
  },
  {
    "文件名": "[F 更48]有钱人的玩物（1v1） 作者：苦艾.txt",
    "夸克盘链接": "https://pan.quark.cn/s/7947dc19bbf5"
  },
  {
    "文件名": "[F 更49]从中作梗（np）作者：双黄蛋【24.12.10】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/b8fe92d056e9"
  },
  {
    "文件名": "[F 更48]禁宫春（np）作者：君子坐怀乱.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ee53047fbb40"
  },
  {
    "文件名": "[F 更48]朗导（np）作者：木瓜瓜melon【24.12.30】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/7d45e84bb48d"
  },
  {
    "文件名": "[F 更48]万人迷脑洞合集  作者：是春卷儿.txt",
    "夸克盘链接": "https://pan.quark.cn/s/182b2df9fc98"
  },
  {
    "文件名": "[F 更47]谁来言说夜晚（1v1）作者：金十四钗.txt",
    "夸克盘链接": "https://pan.quark.cn/s/71f43e947cae"
  },
  {
    "文件名": "[F 更48]避难所（1v1）作者：豆递煮.txt",
    "夸克盘链接": "https://pan.quark.cn/s/6b2dcca2fcfd"
  },
  {
    "文件名": "[F 更46]山花地（1v1）作者：银荷里【24.12.09】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/4ab31ec8f463"
  },
  {
    "文件名": "[F 更47]尔尔（1v1）作者：有只伞【24.12.31】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/b1e718a18b7d"
  },
  {
    "文件名": "[F 更46]雇佣兵怀了龙蛋（1v1）作者：成云起雾.txt",
    "夸克盘链接": "https://pan.quark.cn/s/219892c7af0e"
  },
  {
    "文件名": "[F 更45]漂亮杂种（1v1）作者：过期的蜜桃罐头.txt",
    "夸克盘链接": "https://pan.quark.cn/s/52e8ed6e918f"
  },
  {
    "文件名": "[F 更44]落入荒芜（1v1）作者：响耳.txt",
    "夸克盘链接": "https://pan.quark.cn/s/9d4389e32f7a"
  },
  {
    "文件名": "[F 更44]谗言（1v1）作者：沈初五.txt",
    "夸克盘链接": "https://pan.quark.cn/s/43112babd055"
  },
  {
    "文件名": "[F 更44]败将（1v1）作者：金枪鱼罐头.txt",
    "夸克盘链接": "https://pan.quark.cn/s/1d4f8fa09866"
  },
  {
    "文件名": "[F 更43]欲中之仙（1v1）作者：匿名咸鱼【24.12.09】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/7245bb98071a"
  },
  {
    "文件名": "[F 更43]愈合（1v1）作者：月影不堪怜.txt",
    "夸克盘链接": "https://pan.quark.cn/s/b81ee1cec713"
  },
  {
    "文件名": "[F 更43]我只是只漂亮的小猫咪（np）作者：那就随便写写【24.12.10】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/21c209127c2d"
  },
  {
    "文件名": "[F 更43]夏日终局（GB女攻1v1）作者：有洲.txt",
    "夸克盘链接": "https://pan.quark.cn/s/b44902c62503"
  },
  {
    "文件名": "[F 更41]致命伤（np）作者：蛋黄迷13【24.12.30】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/36e8be491306"
  },
  {
    "文件名": "[F 更42]哑犬（1v1）作者：苏祉言【24.12.31】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a9705bd86f08"
  },
  {
    "文件名": "[F 更41]不要啊我真的会死掉（np） 作者：愿敢.txt",
    "夸克盘链接": "https://pan.quark.cn/s/4d8d018d0f57"
  },
  {
    "文件名": "[F 更41]与万人迷小娘换魂后（np） 作者：GDSDLZ.txt",
    "夸克盘链接": "https://pan.quark.cn/s/3a37573a6b31"
  },
  {
    "文件名": "[F 更40]苹果树（1v1）作者：小美女士.txt",
    "夸克盘链接": "https://pan.quark.cn/s/d16852014d60"
  },
  {
    "文件名": "[F 更39]万人嫌的小家妓（np） 作者：嘴巴叭叭叭.txt",
    "夸克盘链接": "https://pan.quark.cn/s/d389a46b7b3d"
  },
  {
    "文件名": "[F 更39]美梦成真（1v1）作者：E型号滤波器.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a3b86c78b2fa"
  },
  {
    "文件名": "[F 更39]孤木成舟（1v1）作者：拖把精.txt",
    "夸克盘链接": "https://pan.quark.cn/s/cbb6884933c0"
  },
  {
    "文件名": "[F 更36]受宠攻短篇合集  作者：有鹿苍茫.txt",
    "夸克盘链接": "https://pan.quark.cn/s/2d2f018c2477"
  },
  {
    "文件名": "[F 更36]魁首（1v1）作者：李念棠【24.12.11】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/b6e9674bf31b"
  },
  {
    "文件名": "[F 更37]朗导（np）作者：木瓜瓜melon.txt",
    "夸克盘链接": "https://pan.quark.cn/s/6bbee0058279"
  },
  {
    "文件名": "[F 更36]海浪屿（1v1） 作者：鹤下冥.txt",
    "夸克盘链接": "https://pan.quark.cn/s/eee2707c9022"
  },
  {
    "文件名": "[F 更34]与万人迷小娘换魂后（np）作者：GDSDLZ【24.12.09】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/9bd301a81a37"
  },
  {
    "文件名": "[F 更34]熔岩（np）作者：雾海【24.12.11】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/f73eb086f596"
  },
  {
    "文件名": "[F 更33]人间色相（1v1） 作者：玉与刀光.txt",
    "夸克盘链接": "https://pan.quark.cn/s/46192a927296"
  },
  {
    "文件名": "[F 更34]没种（1v1） 作者：姜双柏.txt",
    "夸克盘链接": "https://pan.quark.cn/s/aaf1a0926a10"
  },
  {
    "文件名": "[F 更33]画不文明图册的下场（np）作者：匿名咸鱼【24.12.11】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/2fa0affb4f55"
  },
  {
    "文件名": "[F 更32]上弦之月（np）作者：浊一色L【24.12.10】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/10a13b56bada"
  },
  {
    "文件名": "[F 更31]撞破室友秘密后（1v1） 作者：再睡一觉吧.txt",
    "夸克盘链接": "https://pan.quark.cn/s/b0d250d367a2"
  },
  {
    "文件名": "[F 更32]第二十四个夏天（1v1）作者：乌鸦打飞滴.txt",
    "夸克盘链接": "https://pan.quark.cn/s/30482d0fe006"
  },
  {
    "文件名": "[F 更31]碎碎念（1v1）作者：善良的同人女.txt",
    "夸克盘链接": "https://pan.quark.cn/s/6b29951104fe"
  },
  {
    "文件名": "[F 更31]触礁（1v1）作者：不让尘【24.12.30】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/eb0eba665549"
  },
  {
    "文件名": "[F 更30]跻身上流（np）作者：斜辉映月.txt",
    "夸克盘链接": "https://pan.quark.cn/s/1349e0c1c1e5"
  },
  {
    "文件名": "[F 更31]囹圄（np） 作者：茗茗叉叉.txt",
    "夸克盘链接": "https://pan.quark.cn/s/fb982c7cbcb1"
  },
  {
    "文件名": "[F 更30]潜伏虫（np）作者：口口尔.txt",
    "夸克盘链接": "https://pan.quark.cn/s/93a34642c189"
  },
  {
    "文件名": "[F 更30]都说了不要奖励他（1v1）作者：君之生【24.12.10】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/830707ae48c5"
  },
  {
    "文件名": "[F 更30]黄油评鉴大全（np）作者：K7July.txt",
    "夸克盘链接": "https://pan.quark.cn/s/0e846f9b8aa8"
  },
  {
    "文件名": "[F 更29]玫瑰星球（1v1）作者：shuiui【24.12.10】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/58aa4320e5ed"
  },
  {
    "文件名": "[F 更29]万物法则（1v1）作者：飛入銀河【24.12.31】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a95345cc06db"
  },
  {
    "文件名": "[F 更29]娇妻难做（np）作者：打复活赛中.txt",
    "夸克盘链接": "https://pan.quark.cn/s/eeb47344c63b"
  },
  {
    "文件名": "[F 更28]岁月长（1v1）作者：大小周【24.12.30】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/742ed2dadaf9"
  },
  {
    "文件名": "[F 更28]良禽（1v1）作者：徒诟【24.12.31】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/59cd6c3814b0"
  },
  {
    "文件名": "[F 更28]就要乱来（1v1）作者：我有虎牙【24.12.31】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/66b428a9d19b"
  },
  {
    "文件名": "[F 更28]失控（1v1） 作者：山下田心.txt",
    "夸克盘链接": "https://pan.quark.cn/s/192f3b8b0df2"
  },
  {
    "文件名": "[F 更26]虞怀（3p） 作者：匿名咸鱼.txt",
    "夸克盘链接": "https://pan.quark.cn/s/aa6cf254a9f8"
  },
  {
    "文件名": "[F 更27]狐性本淫（np）作者：入渣.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ee46cb128617"
  },
  {
    "文件名": "[F 更28]潮湿雨季（1v1）作者：酸菜鱼鱼子酱【24.12.09】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c8ff5d0017b6"
  },
  {
    "文件名": "[F 更26]触礁（1v1）作者：不让尘.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c4ed518b4d72"
  },
  {
    "文件名": "[F 更25]尘封情书（1v1） 作者：泉鹿.txt",
    "夸克盘链接": "https://pan.quark.cn/s/b46623146245"
  },
  {
    "文件名": "[F 更25]被讨厌的死对头表白了（1v1） 作者：远山青黛.txt",
    "夸克盘链接": "https://pan.quark.cn/s/8961ae6b11de"
  },
  {
    "文件名": "[F 更23]这是未来虫皇？（1v1）作者：汤.txt",
    "夸克盘链接": "https://pan.quark.cn/s/1137c27fa4cc"
  },
  {
    "文件名": "[F 更24]为虎作娼（np）作者：塔纳【24.12.10】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/62ab4b02bf0b"
  },
  {
    "文件名": "[F 更23]长生术（np）作者：罐装鱻鱼.txt",
    "夸克盘链接": "https://pan.quark.cn/s/1aa49be38467"
  },
  {
    "文件名": "[F 更23]侵蚀（1v1）作者：Cogito.txt",
    "夸克盘链接": "https://pan.quark.cn/s/2ec6a146941a"
  },
  {
    "文件名": "[F 更21]夫君，你是最棒的（1v1）作者：淡梢儿青.txt",
    "夸克盘链接": "https://pan.quark.cn/s/58c11dcee0a4"
  },
  {
    "文件名": "[F 更22]情人草（1v1）作者：止咳糖浆【24.12.30】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/fedb917d2b6b"
  },
  {
    "文件名": "[F 更22]狼妻（1v1） 作者：燕子灯前.txt",
    "夸克盘链接": "https://pan.quark.cn/s/4e86d70c8461"
  },
  {
    "文件名": "[F 更20]收留一只野狗后 作者：小鹿kaka.txt",
    "夸克盘链接": "https://pan.quark.cn/s/6af872058133"
  },
  {
    "文件名": "[F 更20]别梦性冷淡了好吗（np） 作者：匿名咸鱼.txt",
    "夸克盘链接": "https://pan.quark.cn/s/444a3fcdb87e"
  },
  {
    "文件名": "[F 更20]臭妹妹（1v1） 作者：荷彧.txt",
    "夸克盘链接": "https://pan.quark.cn/s/2e3590904e3f"
  },
  {
    "文件名": "[F 更19]你等我过去拔网线（np） 作者：芒果狗子.txt",
    "夸克盘链接": "https://pan.quark.cn/s/461bf2b7dd37"
  },
  {
    "文件名": "[F 更18]裙下之臣（np）作者：今夜走漏风声【24.12.11】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/de2dec4cd30e"
  },
  {
    "文件名": "[F 更17]攻也会被强取豪夺吗  作者：yuroo.txt",
    "夸克盘链接": "https://pan.quark.cn/s/f1ba4b306852"
  },
  {
    "文件名": "[F 更16]夫夫共同财产（np） 作者：码字的咸鱼.txt",
    "夸克盘链接": "https://pan.quark.cn/s/dd52ece5c477"
  },
  {
    "文件名": "[F 更15]照春苔（1v1） 作者：匿名咸鱼.txt",
    "夸克盘链接": "https://pan.quark.cn/s/280f36d6c9da"
  },
  {
    "文件名": "[F 更15]鱼都是自愿进鱼塘的（np） 作者：百年配方秘制卤肉花.txt",
    "夸克盘链接": "https://pan.quark.cn/s/609551871f11"
  },
  {
    "文件名": "[F 更15]储物柜  作者：芝士土豆泥【24.12.30】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/1c27aeb54e87"
  },
  {
    "文件名": "[F 更12]造孽（1v1）作者：路一丝十六【24.12.31】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/206f3d9bf237"
  },
  {
    "文件名": "[F 更12]双生火焰（np） 作者：音速阿伏兔.txt",
    "夸克盘链接": "https://pan.quark.cn/s/d63be696739f"
  },
  {
    "文件名": "[F 更15]嗷（1v1） 作者：干煸藕丝.txt",
    "夸克盘链接": "https://pan.quark.cn/s/6874803055df"
  },
  {
    "文件名": "【废】[更85] 情感过载(日常) 作者：一条努力修炼的咸鱼.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e02f7aaf256e"
  },
  {
    "文件名": "【废】[更80] 只好成为弟弟的情敌了(年下) 作者：年下肺片.txt",
    "夸克盘链接": "https://pan.quark.cn/s/fcbbac49712f"
  },
  {
    "文件名": "【废】[更83] 镜子岛杀人事件(BL) 作者：二色光.txt",
    "夸克盘链接": "https://pan.quark.cn/s/fbdf061e1e9a"
  },
  {
    "文件名": "【废】[更73] 九首长歌行(玄幻) 作者：麟隐于野.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c3bab6d28cf1"
  },
  {
    "文件名": "【废】[更80] 恶役穿书症候群(骨科) 作者：迷津三尺.txt",
    "夸克盘链接": "https://pan.quark.cn/s/904aeec65fab"
  },
  {
    "文件名": "【废】[更73] 江河(连载) 作者：一个公子.txt",
    "夸克盘链接": "https://pan.quark.cn/s/426732d5f65e"
  },
  {
    "文件名": "【废】[更72] 不可道(年上) 作者：长流流.txt",
    "夸克盘链接": "https://pan.quark.cn/s/483fce72802d"
  },
  {
    "文件名": "【废】[更69] 没种(年上) 作者：匿名闲鱼.txt",
    "夸克盘链接": "https://pan.quark.cn/s/dbf1b5f316c4"
  },
  {
    "文件名": "【废】[更67] 来吃一口苏攻(长篇) 作者：降温①.txt",
    "夸克盘链接": "https://pan.quark.cn/s/b81aec563dc9"
  },
  {
    "文件名": "【废】[更66] 成为地上代行者之后(连载) 作者：匿名咸鱼.txt",
    "夸克盘链接": "https://pan.quark.cn/s/2165393f5cdb"
  },
  {
    "文件名": "【废】[更66] 横刀夺爱(ABO) 作者：匿名咸鱼.txt",
    "夸克盘链接": "https://pan.quark.cn/s/1f0d5f33948a"
  },
  {
    "文件名": "【废】[更63] 第二十四个夏天(双性) 作者：乌鸦打飞滴.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a658631ebcd7"
  },
  {
    "文件名": "【废】[更61] 娘娘腔，烂黄瓜(ABO) 作者：1057.txt",
    "夸克盘链接": "https://pan.quark.cn/s/2cd71c94906d"
  },
  {
    "文件名": "【废】[更60] 赎罪(Ending) 作者：兰秋壹拾叁.txt",
    "夸克盘链接": "https://pan.quark.cn/s/5073006c8fa8"
  },
  {
    "文件名": "【废】[更60] 这个世界疯了(Happy) 作者：司马白莲.txt",
    "夸克盘链接": "https://pan.quark.cn/s/56646656a241"
  },
  {
    "文件名": "【废】[更60] 久旱逢甘雨(双性) 作者：水母.txt",
    "夸克盘链接": "https://pan.quark.cn/s/486d7c2c411f"
  },
  {
    "文件名": "【废】[更59] 季候风(连载) 作者：十日有.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ea52654dc063"
  },
  {
    "文件名": "【废】[更59] 入红尘(BL) 作者：青山外.txt",
    "夸克盘链接": "https://pan.quark.cn/s/2ac37badaa10"
  },
  {
    "文件名": "【废】[更58] 雀含珠(长篇) 作者：自由落体中.txt",
    "夸克盘链接": "https://pan.quark.cn/s/9e9a09c7b102"
  },
  {
    "文件名": "【废】[更58] 网恋对象只把我当工具(小甜饼) 作者：匿名咸鱼.txt",
    "夸克盘链接": "https://pan.quark.cn/s/dc381ca1f64c"
  },
  {
    "文件名": "【废】[更59] 海浪屿(师生) 作者：鹤下冥.txt",
    "夸克盘链接": "https://pan.quark.cn/s/6c2b854f2f07"
  },
  {
    "文件名": "【废】[更57] 我的上将(ABO) 作者：月泊白沙.txt",
    "夸克盘链接": "https://pan.quark.cn/s/14fb0a3f8a12"
  },
  {
    "文件名": "【废】[更51] 被我杀死的修真者们(双性) 作者：匿名咸鱼.txt",
    "夸克盘链接": "https://pan.quark.cn/s/7331151c98a2"
  },
  {
    "文件名": "【废】[更50] 我成了要挟我哥的筹码(NP) 作者：无明业.txt",
    "夸克盘链接": "https://pan.quark.cn/s/182d78d173dc"
  },
  {
    "文件名": "【废】[更57] 论如何整治海王(连载) 作者：微生平山.txt",
    "夸克盘链接": "https://pan.quark.cn/s/9f33abbea0ee"
  },
  {
    "文件名": "【废】[更54] 香火(长篇) 作者：匿名咸鱼.txt",
    "夸克盘链接": "https://pan.quark.cn/s/40989091897a"
  },
  {
    "文件名": "【废】[更49] 魅惑魔法练到满级之后(BL) 作者：甜酒煮喵娘.txt",
    "夸克盘链接": "https://pan.quark.cn/s/014436381a00"
  },
  {
    "文件名": "【废】[更50] 共享向导生存指南(Ending) 作者：临昼不醒.txt",
    "夸克盘链接": "https://pan.quark.cn/s/29a0c2be0299"
  },
  {
    "文件名": "【废】[更49] 娇花历险记(第一人称) 作者：Skylar史凯兰.txt",
    "夸克盘链接": "https://pan.quark.cn/s/3dae4a5cde4c"
  },
  {
    "文件名": "【废】[更49] 共有月亮(攻宠受) 作者：遗落黑猫.txt",
    "夸克盘链接": "https://pan.quark.cn/s/b54f1b7eb90f"
  },
  {
    "文件名": "【废】[更49] 戴上儿时大圣冠(连载) 作者：高存.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c4fdeef92202"
  },
  {
    "文件名": "【废】[更47] 意料之外(BL) 作者：赴春山.txt",
    "夸克盘链接": "https://pan.quark.cn/s/3a2f39b7c7b8"
  },
  {
    "文件名": "【废】[更46] 冬季雨林(连载) 作者：小梨吃梨.txt",
    "夸克盘链接": "https://pan.quark.cn/s/bc33eb24c09f"
  },
  {
    "文件名": "【废】[更44] 自转停止两分半(互攻) 作者：一芥说者.txt",
    "夸克盘链接": "https://pan.quark.cn/s/8e3e79417cdf"
  },
  {
    "文件名": "【废】[更45] 猎猎(NP) 作者：宿命之花语.txt",
    "夸克盘链接": "https://pan.quark.cn/s/858653cb4555"
  },
  {
    "文件名": "【废】[更45] 四方来食(公路文) 作者：发条鱼.txt",
    "夸克盘链接": "https://pan.quark.cn/s/b2627d49c0ef"
  },
  {
    "文件名": "【废】[更43] 可怜受(玄幻) 作者：匿名咸鱼.txt",
    "夸克盘链接": "https://pan.quark.cn/s/389fd34112c8"
  },
  {
    "文件名": "【废】[更42] 直男攻略(现代) 作者：茵茵之树.txt",
    "夸克盘链接": "https://pan.quark.cn/s/3549b52f6ca1"
  },
  {
    "文件名": "【废】[更41] 破晓(Ending) 作者：煤那个球.txt",
    "夸克盘链接": "https://pan.quark.cn/s/4f583767baf8"
  },
  {
    "文件名": "【废】[更40] 程序错乱(双性) 作者：一亡鱼.txt",
    "夸克盘链接": "https://pan.quark.cn/s/7c02b89e3cde"
  },
  {
    "文件名": "【废】[更40] 美丽废物(连载) 作者：尽云.txt",
    "夸克盘链接": "https://pan.quark.cn/s/afa22d3e420e"
  },
  {
    "文件名": "【废】[更39] 我徒弟走火入魔了(玄幻) 作者：薄暮列车.txt",
    "夸克盘链接": "https://pan.quark.cn/s/8ba2ae2ef0b6"
  },
  {
    "文件名": "【废】[更39] 爱瘾(连载) 作者：卷毛咩咩汁.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a5dfaf1dc476"
  },
  {
    "文件名": "【废】[更38] 不胜寒(Happy) 作者：淡如星.txt",
    "夸克盘链接": "https://pan.quark.cn/s/6c5df0e9f301"
  },
  {
    "文件名": "【废】[更38] collAGE(长篇) 作者：HonkShon.txt",
    "夸克盘链接": "https://pan.quark.cn/s/2cb7e872bd74"
  },
  {
    "文件名": "【废】[更37] 我建议你还是挂精神科(连载) 作者：一口枇杷子儿.txt",
    "夸克盘链接": "https://pan.quark.cn/s/8f816a76a104"
  },
  {
    "文件名": "【废】[更37] 万物之夜(校园) 作者：酒宅花丸君.txt",
    "夸克盘链接": "https://pan.quark.cn/s/0ea016feaebb"
  },
  {
    "文件名": "【废】[更37] 梦里应有尽有(连载) 作者：shalimar.txt",
    "夸克盘链接": "https://pan.quark.cn/s/f88cf0a65680"
  },
  {
    "文件名": "【废】[更37] 裙下之臣(连载) 作者：匿名咸鱼.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ba54aa420442"
  },
  {
    "文件名": "【废】[更35] 命定悖论(连载) 作者：沈香菜.txt",
    "夸克盘链接": "https://pan.quark.cn/s/49ad2c278a08"
  },
  {
    "文件名": "【废】[更35] 青山碍(连载) 作者：夜游星.txt",
    "夸克盘链接": "https://pan.quark.cn/s/163592569ca8"
  },
  {
    "文件名": "【废】[更33] 约男大被哥哥发现后(中篇) 作者：芋子烧不烧了.txt",
    "夸克盘链接": "https://pan.quark.cn/s/94980c037c89"
  },
  {
    "文件名": "【废】[更33] 王妃每天都想和离(古代) 作者：思休休.txt",
    "夸克盘链接": "https://pan.quark.cn/s/f17d2238a55f"
  },
  {
    "文件名": "【废】[更32] 医疗兵(双性) 作者：苏逞.txt",
    "夸克盘链接": "https://pan.quark.cn/s/b390766516d3"
  },
  {
    "文件名": "【废】[更34] 逞威(Ending) 作者：LilyConcerto.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c6226c8831f4"
  },
  {
    "文件名": "【废】[更32] 大恩大德(高H) 作者：金色鱼.txt",
    "夸克盘链接": "https://pan.quark.cn/s/05545a0ddc85"
  },
  {
    "文件名": "【废】[更32] 双轨情书(骨科) 作者：匿名咸鱼.txt",
    "夸克盘链接": "https://pan.quark.cn/s/1b903f4d6b6a"
  },
  {
    "文件名": "【废】[更32] 彼得潘的空中楼阁(长篇) 作者：漂泊的咸鱼.txt",
    "夸克盘链接": "https://pan.quark.cn/s/b50938cb1f1c"
  },
  {
    "文件名": "【废】[更31] 天定姻缘(玄幻) 作者：扶雪.txt",
    "夸克盘链接": "https://pan.quark.cn/s/2d278b9cc1a4"
  },
  {
    "文件名": "【废】[更29] 血缘来电(长篇) 作者：花酒小侠.txt",
    "夸克盘链接": "https://pan.quark.cn/s/bc776b1791fb"
  },
  {
    "文件名": "【废】[更30] 烂玫瑰(大长篇) 作者：匿名咸鱼.txt",
    "夸克盘链接": "https://pan.quark.cn/s/9b242f69dc84"
  },
  {
    "文件名": "【废】[更32] Hawaii下小雪(中篇) 作者：正反格.txt",
    "夸克盘链接": "https://pan.quark.cn/s/f7968ee0f46a"
  },
  {
    "文件名": "【废】[更28] 友好相处(连载) 作者：起名苦手的W.txt",
    "夸克盘链接": "https://pan.quark.cn/s/9c305d94701c"
  },
  {
    "文件名": "【废】[更29] 弃官救友(古代) 作者：玫瑰花的葬礼.txt",
    "夸克盘链接": "https://pan.quark.cn/s/1ba25a84ea31"
  },
  {
    "文件名": "【废】[更26] 容先生为何那样(高H) 作者：约拿森.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a33c3ca89910"
  },
  {
    "文件名": "【废】[更26] 人类学训练营(悬疑) 作者：嘟嘟不爱吃零食.txt",
    "夸克盘链接": "https://pan.quark.cn/s/da5786df961a"
  },
  {
    "文件名": "【废】[更28] 爆燃(BL) 作者：匿名咸鱼.txt",
    "夸克盘链接": "https://pan.quark.cn/s/316491a3a485"
  },
  {
    "文件名": "【废】[更26] 我要养一只小狗(中篇) 作者：卡文了所以挖新坑.txt",
    "夸克盘链接": "https://pan.quark.cn/s/38c488c78357"
  },
  {
    "文件名": "【废】[更26] 冰冷的猫(轻松) 作者：暗杀咖啡因.txt",
    "夸克盘链接": "https://pan.quark.cn/s/6e34ca58cbcb"
  },
  {
    "文件名": "【废】[更26] 千里唯南(连载) 作者：芥末雪糕.txt",
    "夸克盘链接": "https://pan.quark.cn/s/619c7c348212"
  },
  {
    "文件名": "【废】[更25] 不当上位(长篇) 作者：夜莺螺丝.txt",
    "夸克盘链接": "https://pan.quark.cn/s/80897d2d7b7e"
  },
  {
    "文件名": "【废】[更25] 嘴这么毒还搞暗恋啊(暗恋) 作者：您已被攻略.txt",
    "夸克盘链接": "https://pan.quark.cn/s/eef406056031"
  },
  {
    "文件名": "【废】[更24] 如何维持单身人设(中篇) 作者：Nine.txt",
    "夸克盘链接": "https://pan.quark.cn/s/80ae9bd29ac8"
  },
  {
    "文件名": "【废】[更24] 死对头日常发癫(先婚后爱) 作者：铜丝全世界.txt",
    "夸克盘链接": "https://pan.quark.cn/s/68319660b3da"
  },
  {
    "文件名": "【废】[更24] 离岸流(现代) 作者：echoiii.txt",
    "夸克盘链接": "https://pan.quark.cn/s/130f42793e8c"
  },
  {
    "文件名": "【废】[更24] 柳梢俏(连载) 作者：玻璃猫.txt",
    "夸克盘链接": "https://pan.quark.cn/s/fc89e6ba5f1b"
  },
  {
    "文件名": "【废】[更23] 佑程(连载) 作者：林绾绾.txt",
    "夸克盘链接": "https://pan.quark.cn/s/66389f21b951"
  },
  {
    "文件名": "【废】[更23] 远山桃(中篇) 作者：幺贰贰.txt",
    "夸克盘链接": "https://pan.quark.cn/s/895ef48ed2dc"
  },
  {
    "文件名": "【废】[更23] 半坏街灯(生子) 作者：musetea.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ca2c8aa99aee"
  },
  {
    "文件名": "【废】[更23] 让气泡沉进拥抱(Ending) 作者：难以启齿.txt",
    "夸克盘链接": "https://pan.quark.cn/s/be6e2d7ced26"
  },
  {
    "文件名": "【废】[更22] 我的发小是个m(BL) 作者：现在是浪费时间.txt",
    "夸克盘链接": "https://pan.quark.cn/s/13b5348d5d4c"
  },
  {
    "文件名": "【废】[更21] 豢养手册(BDSM) 作者：snowy.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ea190446954c"
  },
  {
    "文件名": "【废】[更20] 枕头公主(现代) 作者：一别都门三改火.txt",
    "夸克盘链接": "https://pan.quark.cn/s/026b06e4324d"
  },
  {
    "文件名": "【废】[更20] 愿度恒沙众(玄幻) 作者：大马士革羊.txt",
    "夸克盘链接": "https://pan.quark.cn/s/3172bf6d503c"
  },
  {
    "文件名": "【废】[更19] 阮玉(Happy) 作者：开心果抹茶牛奶.txt",
    "夸克盘链接": "https://pan.quark.cn/s/edf03ae32114"
  },
  {
    "文件名": "【废】[更20] 霸总有个竹马管家(Ending) 作者：L.txt",
    "夸克盘链接": "https://pan.quark.cn/s/71ffa321d350"
  },
  {
    "文件名": "【废】[更18] 燕白白上位记(Happy) 作者：小小猪肉.txt",
    "夸克盘链接": "https://pan.quark.cn/s/511fab284119"
  },
  {
    "文件名": "【废】[更18] 许春心(BL) 作者：吃个大馒头.txt",
    "夸克盘链接": "https://pan.quark.cn/s/029135bd329d"
  },
  {
    "文件名": "【废】[更18] 囚妖(双性) 作者：秦什么泷_AAA.txt",
    "夸克盘链接": "https://pan.quark.cn/s/908dab742b77"
  },
  {
    "文件名": "【废】[更18] 逆徒(连载) 作者：源九九.txt",
    "夸克盘链接": "https://pan.quark.cn/s/946c6b87c158"
  },
  {
    "文件名": "【废】[更17] 淮淮(长篇) 作者：文二.txt",
    "夸克盘链接": "https://pan.quark.cn/s/fac6dd62bd67"
  },
  {
    "文件名": "【废】[更17] 驯尔(Ending) 作者：匿名咸鱼.txt",
    "夸克盘链接": "https://pan.quark.cn/s/0f6e31816c29"
  },
  {
    "文件名": "【废】[更17] 好好学习软件(高H) 作者：卯卯毛毛帽.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ee875db6c7c3"
  },
  {
    "文件名": "【废】[更16] 一丘之貉(双性) 作者：匿名咸鱼.txt",
    "夸克盘链接": "https://pan.quark.cn/s/4e854635d1e0"
  },
  {
    "文件名": "【废】[更16] 连失恋都算不上(暗恋) 作者：没有评论会哭星人.txt",
    "夸克盘链接": "https://pan.quark.cn/s/44de496f4866"
  },
  {
    "文件名": "【废】[更17] 被宠坏的小师弟(受宠攻) 作者：嘴巴叭叭叭.txt",
    "夸克盘链接": "https://pan.quark.cn/s/bd22a4d18f41"
  },
  {
    "文件名": "【废】[更16] 钩吻(中篇) 作者：苏米拉提.txt",
    "夸克盘链接": "https://pan.quark.cn/s/35a0e66d3026"
  },
  {
    "文件名": "【废】[更16] 缄默领域(连载) 作者：宴翎.txt",
    "夸克盘链接": "https://pan.quark.cn/s/5aea34effdb1"
  },
  {
    "文件名": "【废】[更15] 别碰我养的树(治愈) 作者：阮尔.txt",
    "夸克盘链接": "https://pan.quark.cn/s/369803335a21"
  },
  {
    "文件名": "【废】[更16] 关于夏沐的美丽传说(现代) 作者：星河渺渺.txt",
    "夸克盘链接": "https://pan.quark.cn/s/1eea3dd266f0"
  },
  {
    "文件名": "【废】[更14] 无德无能(现代) 作者：匿名咸鱼.txt",
    "夸克盘链接": "https://pan.quark.cn/s/71360c025f31"
  },
  {
    "文件名": "【废】[更14] 我的漂亮婆婆(中篇) 作者：w点盏灯.txt",
    "夸克盘链接": "https://pan.quark.cn/s/aa0c5677e84e"
  },
  {
    "文件名": "【废】[更13] 你给我闻闻(连载) 作者：我写文太差被抓了起来.txt",
    "夸克盘链接": "https://pan.quark.cn/s/5d10005acb69"
  },
  {
    "文件名": "【废】[更13] 喜欢我好不好(1v1) 作者：原来是你.txt",
    "夸克盘链接": "https://pan.quark.cn/s/d846c01d6a17"
  },
  {
    "文件名": "【废】[更13] 拟态入侵(BL) 作者：惹火脆啵啵.txt",
    "夸克盘链接": "https://pan.quark.cn/s/55181533503f"
  },
  {
    "文件名": "【废】[更13] 花6000块买到一个1(1v1) 作者：一片儿布洛芬.txt",
    "夸克盘链接": "https://pan.quark.cn/s/2b37edf1fa53"
  },
  {
    "文件名": "【废】[更12] 地下室生存手记(直掰弯) 作者：顾客白.txt",
    "夸克盘链接": "https://pan.quark.cn/s/4b4f1de0cdc0"
  },
  {
    "文件名": "【废】[更13] 潮热症(ABO) 作者：我们入冬.txt",
    "夸克盘链接": "https://pan.quark.cn/s/92bd9b3e56b1"
  },
  {
    "文件名": "【废】[更13] 渎神(现代) 作者：消失的胜负欲.txt",
    "夸克盘链接": "https://pan.quark.cn/s/55249d5b0c44"
  },
  {
    "文件名": "【废】[更13] 苍狼白鹿(女王) 作者：坤臻.txt",
    "夸克盘链接": "https://pan.quark.cn/s/75cb5f9eaee6"
  },
  {
    "文件名": "【废】[更11] 逆言(虐文) 作者：令春.txt",
    "夸克盘链接": "https://pan.quark.cn/s/cadb0979de56"
  },
  {
    "文件名": "【废】[更12] 百盛故事(魔幻现实主义) 作者：亲爱的瑞特努奈尔.txt",
    "夸克盘链接": "https://pan.quark.cn/s/d8d692a376a9"
  },
  {
    "文件名": "【废】[更11] 不要随便乱和人网恋(中篇) 作者：匿名咸鱼.txt",
    "夸克盘链接": "https://pan.quark.cn/s/9a08093f11f6"
  },
  {
    "文件名": "【废】[更11] 追求白月光从情人开始(受受) 作者：姜渡津.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e5ac7efcf1c9"
  },
  {
    "文件名": "【废】[更10] 白富美为我带资进组(BL) 作者：茉栀浅.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c65bbdf46f69"
  },
  {
    "文件名": "【废】[更10] 是哥们儿就让我压(病娇) 作者：故乡的菊花又开了.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e1f59b27753c"
  },
  {
    "文件名": "【废】[更10] 师尊渡劫失败后(BL) 作者：花朝酒.txt",
    "夸克盘链接": "https://pan.quark.cn/s/f5b65a7de54d"
  },
  {
    "文件名": "【废】[更9] 我老公炫压抑了(现代) 作者：纸袋雪梨茶.txt",
    "夸克盘链接": "https://pan.quark.cn/s/164afd1c6918"
  },
  {
    "文件名": "【废】[更9] 棉里针(中篇) 作者：刃解千重.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e1c8e3d2cc36"
  },
  {
    "文件名": "【废】[更9] 过量治疗(现代) 作者：Fleur.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e628e4314be7"
  },
  {
    "文件名": "【废】[更9] 给宿敌当妻子的日常(高H) 作者：扣皑扣.txt",
    "夸克盘链接": "https://pan.quark.cn/s/d31110757c6a"
  },
  {
    "文件名": "【GL】[更211] 读书为了睡爱豆(gl纯百 作者：雨山.txt",
    "夸克盘链接": "https://pan.quark.cn/s/98be7dfe917e"
  },
  {
    "文件名": "【GL】[更65] 穿越到兽世开后宫np 作者：得闲吃点冷饭.txt",
    "夸克盘链接": "https://pan.quark.cn/s/89693aa3a6fd"
  },
  {
    "文件名": "【GL】[更74] 尾巴之下是女相gl 作者：n君.txt",
    "夸克盘链接": "https://pan.quark.cn/s/b8f0c72b1363"
  },
  {
    "文件名": "【GL】[更24] 杯中蝶（百合ABO，双子骨科） 作者：路易波士茶.txt",
    "夸克盘链接": "https://pan.quark.cn/s/eb31c1115671"
  },
  {
    "文件名": "[完结327] 少女的祈祷（校园Nph） 作者：酸雨汁.txt",
    "夸克盘链接": "https://pan.quark.cn/s/03c3b15e097b"
  },
  {
    "文件名": "[完结补番] 素女 (古言，1V1，高H) 作者：十三元.txt",
    "夸克盘链接": "https://pan.quark.cn/s/49e50adca4e2"
  },
  {
    "文件名": "[完结补番] 暧昧（3P） 作者：。.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ae6412c5aa0d"
  },
  {
    "文件名": "[完结245] 只有Beta受伤的世界达成了 作者：流苏.txt",
    "夸克盘链接": "https://pan.quark.cn/s/1bceb1039b62"
  },
  {
    "文件名": "[完结147] 指挥使大人的娇软弟媳（糙汉 伯媳 古言高h 1V1） 作者：花思燕.txt",
    "夸克盘链接": "https://pan.quark.cn/s/b3bee75e04bd"
  },
  {
    "文件名": "[完结86] 被曾经欺骗过的学长抓回去打屁股了，嘤嘤（1v1 sp） 作者：酒色馒头.txt",
    "夸克盘链接": "https://pan.quark.cn/s/15cf72dfa505"
  },
  {
    "文件名": "[完结132] 白婕的校花生活（高H甜文） 作者：阿1379.txt",
    "夸克盘链接": "https://pan.quark.cn/s/b2dd72512856"
  },
  {
    "文件名": "[完结81] 堕落幻境 作者：松月兔兔.txt",
    "夸克盘链接": "https://pan.quark.cn/s/d896cbd789e3"
  },
  {
    "文件名": "[完结] 周日(三观不正) 作者：香香脆脆.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a1e2ef5675c3"
  },
  {
    "文件名": "[完结] 月引我心 作者：软红千丈.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ad243587e729"
  },
  {
    "文件名": "[完结] 鱼水之欢（校园1v1 h） 作者：宜早今山.txt",
    "夸克盘链接": "https://pan.quark.cn/s/9dfcd66ed818"
  },
  {
    "文件名": "[完结] 有哥的妹宝有糖吃(完结) 作者：骨苦.txt",
    "夸克盘链接": "https://pan.quark.cn/s/47067ae6c24e"
  },
  {
    "文件名": "[完结] 永不为受 作者：最爱小甜文.txt",
    "夸克盘链接": "https://pan.quark.cn/s/da35fce87e16"
  },
  {
    "文件名": "[完结] 阴间纯爱（ABO） 作者：余火烬燃（求票票）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/891e9ad1d58a"
  },
  {
    "文件名": "[完结] 阴暗普女，但第三者 作者：做冷.txt",
    "夸克盘链接": "https://pan.quark.cn/s/8a18b21974dd"
  },
  {
    "文件名": "[完结] 我从山中来（凯文日记） 作者：凯文.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a80f2c6080f4"
  },
  {
    "文件名": "[完结] 邪瓶长夜破晓 作者：叶寻.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a00d3e4bb8c4"
  },
  {
    "文件名": "[完结] 星际世界（母女,ABO,骨科,高H） 作者：云飘.txt",
    "夸克盘链接": "https://pan.quark.cn/s/1680b6688af1"
  },
  {
    "文件名": "[完结] 小香走入恶堕的十五步【从清纯女生到妓女的恶堕】 作者：温柚.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ef271f600af2"
  },
  {
    "文件名": "[完结] 小嫩批想喝牛奶h 作者：恰恰泡泡糖.txt",
    "夸克盘链接": "https://pan.quark.cn/s/9387eb47bb2e"
  },
  {
    "文件名": "[完结] 习焉不察（原创-1v1-H） 作者：辞辞荐荐__副本.txt",
    "夸克盘链接": "https://pan.quark.cn/s/d160866844ee"
  },
  {
    "文件名": "[完结] 习焉不察（原创-1v1-H） 作者：辞辞荐荐_.txt",
    "夸克盘链接": "https://pan.quark.cn/s/7393c0b510fe"
  },
  {
    "文件名": "[完结] 现在，可以告白了 作者：李子李.txt",
    "夸克盘链接": "https://pan.quark.cn/s/91cf29d18bce"
  },
  {
    "文件名": "[完结] 甜涩青梅(BG) 作者：匿名咸鱼.txt",
    "夸克盘链接": "https://pan.quark.cn/s/5be93c77023c"
  },
  {
    "文件名": "[完结] 他顺从了恩师的性要求 作者：夹岸.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ac032cf11486"
  },
  {
    "文件名": "[完结] 双性小少爷在线勾人 作者：团子.txt",
    "夸克盘链接": "https://pan.quark.cn/s/771d2e33b663"
  },
  {
    "文件名": "[完结] 盛渡（nph） 作者：锦官.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e270e2e4c336"
  },
  {
    "文件名": "[完结] 蛇债 作者：早柚想睡觉.txt",
    "夸克盘链接": "https://pan.quark.cn/s/bca6c5a1f003"
  },
  {
    "文件名": "战神王子养成记（SP训诫）作者：维斯.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e2b98f1bb818"
  },
  {
    "文件名": "微光之後(ABO.BG.NP)(繁-簡) 作者：瑠歌.txt",
    "夸克盘链接": "https://pan.quark.cn/s/5408a02247dc"
  },
  {
    "文件名": "振翅 零露瀼瀼 .txt",
    "夸克盘链接": "https://pan.quark.cn/s/4be7a8aef058"
  },
  {
    "文件名": "莺笼玉锁 作者：蓝莓芝士.txt",
    "夸克盘链接": "https://pan.quark.cn/s/0192000205f4"
  },
  {
    "文件名": "夜间外派（SP惩戒短篇集）作者：Akkk001.txt",
    "夸克盘链接": "https://pan.quark.cn/s/29bcd31ea88d"
  },
  {
    "文件名": "兔倌扑盈月(限)作者：独孤求爱 .txt",
    "夸克盘链接": "https://pan.quark.cn/s/c57ef7d46845"
  },
  {
    "文件名": "学霸的夜壶养成守则 作者：利露芭菈 .txt",
    "夸克盘链接": "https://pan.quark.cn/s/baa2024897f3"
  },
  {
    "文件名": "兔倌扑盈月(限) 作者：独孤求爱.txt",
    "夸克盘链接": "https://pan.quark.cn/s/fe258eea11c1"
  },
  {
    "文件名": "失忆老公不认帐(简体) 作者：黑猫坏坏.txt",
    "夸克盘链接": "https://pan.quark.cn/s/d458e1834abf"
  },
  {
    "文件名": "苦茶紫满天飞 作者：两面包夹芝士.txt",
    "夸克盘链接": "https://pan.quark.cn/s/3ed08bae94e1"
  },
  {
    "文件名": "快穿之睡了反派以后（H）作者：小捲餅.txt",
    "夸克盘链接": "https://pan.quark.cn/s/13d3b99e07c7"
  },
  {
    "文件名": "软妹挨操记 作者：凌平安.txt",
    "夸克盘链接": "https://pan.quark.cn/s/2bb64b9903b8"
  },
  {
    "文件名": "珀迪达之雾【简】作者：炙蒔韰99.txt",
    "夸克盘链接": "https://pan.quark.cn/s/284441d58ccb"
  },
  {
    "文件名": "全肉自助餐 纯肉短篇 作者：白玖.txt",
    "夸克盘链接": "https://pan.quark.cn/s/3a2a5bb44b4e"
  },
  {
    "文件名": "落珵 作者：春不归.txt",
    "夸克盘链接": "https://pan.quark.cn/s/4defb5e61d4e"
  },
  {
    "文件名": "明码标价作者：荷彧 .txt",
    "夸克盘链接": "https://pan.quark.cn/s/d82e6c867a1a"
  },
  {
    "文件名": "蓝校服与粉缎带（GB_四爱）作者：魜公主.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ff1c9d601e7e"
  },
  {
    "文件名": "乐土（末世，强取豪夺H）作者：惟吉應光.txt",
    "夸克盘链接": "https://pan.quark.cn/s/3ffa2be46c2d"
  },
  {
    "文件名": "惊惶之印 作者：风鸮诗酒.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c99c60bbf667"
  },
  {
    "文件名": "换妻俱乐部-Swingers (NPH) 作者：茵夢.txt",
    "夸克盘链接": "https://pan.quark.cn/s/85ea15395c20"
  },
  {
    "文件名": "娇蕊(父女)作者：扬羽.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e51cb6a59f8e"
  },
  {
    "文件名": "今天也请杀掉我?【R18G】作者：纯净水泡茶.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c50fbe35761e"
  },
  {
    "文件名": "反派师尊茓美如花 作者：云棠水落.txt",
    "夸克盘链接": "https://pan.quark.cn/s/3c7634b78528"
  },
  {
    "文件名": "孩子气 作者：珵焉 .txt",
    "夸克盘链接": "https://pan.quark.cn/s/9bcdec7dd088"
  },
  {
    "文件名": "怀瑾 作者：云一緺 .txt",
    "夸克盘链接": "https://pan.quark.cn/s/406a500a9138"
  },
  {
    "文件名": "韩星的堕落 作者：随心锁欲 .txt",
    "夸克盘链接": "https://pan.quark.cn/s/5b60d33643fa"
  },
  {
    "文件名": "穿成被迫逃亡的虫母后作者：止血剤 .txt",
    "夸克盘链接": "https://pan.quark.cn/s/eab9b6685c38"
  },
  {
    "文件名": "东方蝴蝶 作者：Roxi.txt",
    "夸克盘链接": "https://pan.quark.cn/s/5fb17fba67d9"
  },
  {
    "文件名": "恶霸強制ci堕成roubian器 作者： 叉叉 .txt",
    "夸克盘链接": "https://pan.quark.cn/s/0928d4e4a7ac"
  },
  {
    "文件名": "缠欢入骨（兄妹骨）作者：彦竹.txt",
    "夸克盘链接": "https://pan.quark.cn/s/840aa104f4c4"
  },
  {
    "文件名": "被反霸凌系统攻略了（校园nph）作者：吴旻是.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c9882187a1a0"
  },
  {
    "文件名": "憋尿触手失控学园 作者：利露芭菈 .txt",
    "夸克盘链接": "https://pan.quark.cn/s/b1d0d5d47d76"
  },
  {
    "文件名": "【综】满满都是肉 作者：米音千千.txt",
    "夸克盘链接": "https://pan.quark.cn/s/26f7f8842ebe"
  },
  {
    "文件名": "NP文女配觉醒后（强制NPH）作者：惟吉應光.txt",
    "夸克盘链接": "https://pan.quark.cn/s/fee9b7e05376"
  },
  {
    "文件名": "暗有光（Ｈ）人間恣詩酒.txt",
    "夸克盘链接": "https://pan.quark.cn/s/2bf997649062"
  },
  {
    "文件名": "【修仙】穿成万人迷的舔狗.txt",
    "夸克盘链接": "https://pan.quark.cn/s/9da5de5992b2"
  },
  {
    "文件名": "【废】[完结] 最佳契合(破镜重圆) 作者：十九瑶.txt",
    "夸克盘链接": "https://pan.quark.cn/s/6548e6317577"
  },
  {
    "文件名": "【完结】好好 作者：软糖.txt",
    "夸克盘链接": "https://pan.quark.cn/s/abb55e92064b"
  },
  {
    "文件名": "【西幻】罂粟之恋 m作者：赏道.txt",
    "夸克盘链接": "https://pan.quark.cn/s/eac6ed1af56b"
  },
  {
    "文件名": "【废】[完结] 罪无可赦(完结) 作者：凌嘉霖.txt",
    "夸克盘链接": "https://pan.quark.cn/s/0d85d82c93f3"
  },
  {
    "文件名": "【废】[完结] 捉了一只妖(玄幻) 作者：仙人掌上的仙人.txt",
    "夸克盘链接": "https://pan.quark.cn/s/973a6501ed7f"
  },
  {
    "文件名": "【废】[完结] 住院医精神日常(中篇) 作者：高变小卫星.txt",
    "夸克盘链接": "https://pan.quark.cn/s/81470403c5f0"
  },
  {
    "文件名": "【废】[完结] 主角受的双胞胎弟弟(NP) 作者：BOLIXIN.txt",
    "夸克盘链接": "https://pan.quark.cn/s/1cf297dcb3de"
  },
  {
    "文件名": "【废】[完结] 重生之我是我爹(水仙) 作者：铁柱不是针.txt",
    "夸克盘链接": "https://pan.quark.cn/s/4b203c731df1"
  },
  {
    "文件名": "【废】[完结] 止途之暗流涌动(大长篇) 作者：麟隐于野.txt",
    "夸克盘链接": "https://pan.quark.cn/s/d1f3ceb800fb"
  },
  {
    "文件名": "【废】[完结] 玉秋(BL) 作者：酎令.txt",
    "夸克盘链接": "https://pan.quark.cn/s/2c7ed465311c"
  },
  {
    "文件名": "【废】[完结] 至此一时(短篇) 作者：中药泡冰.txt",
    "夸克盘链接": "https://pan.quark.cn/s/6bcd7780fea8"
  },
  {
    "文件名": "【废】[完结] 月本无光(性向未知) 作者：第零片树叶.txt",
    "夸克盘链接": "https://pan.quark.cn/s/55e1a2ee45ad"
  },
  {
    "文件名": "【废】[完结] 雨季综合症(长篇) 作者：兔为米.txt",
    "夸克盘链接": "https://pan.quark.cn/s/acbd88017a09"
  },
  {
    "文件名": "【废】[完结] 愚钝(破镜重圆) 作者：九里台上.txt",
    "夸克盘链接": "https://pan.quark.cn/s/89211977aaf4"
  },
  {
    "文件名": "【废】[完结] 鱼水之欢(现代) 作者：宜早今山.txt",
    "夸克盘链接": "https://pan.quark.cn/s/0c35d37f91ee"
  },
  {
    "文件名": "【废】[完结] 养狼手册(Ending) 作者：左岸咖啡.txt",
    "夸克盘链接": "https://pan.quark.cn/s/b8806ede5dbb"
  },
  {
    "文件名": "【废】[完结] 意欲何为(高H) 作者：边城响马.txt",
    "夸克盘链接": "https://pan.quark.cn/s/2785e072540b"
  },
  {
    "文件名": "【废】[完结] 淤青(短篇) 作者：枕月眷风.txt",
    "夸克盘链接": "https://pan.quark.cn/s/b4ce187b3a44"
  },
  {
    "文件名": "【废】[完结] 阳和启蛰(重生) 作者：末末离Fuji.txt",
    "夸克盘链接": "https://pan.quark.cn/s/44514b41b59f"
  },
  {
    "文件名": "【废】[完结] 言观棋子落灯花(完结) 作者：顾与向北.txt",
    "夸克盘链接": "https://pan.quark.cn/s/1bb481379f11"
  },
  {
    "文件名": "【废】[完结] 小怪兽(骨科) 作者：左岸咖啡.txt",
    "夸克盘链接": "https://pan.quark.cn/s/6b2f1e67d6df"
  },
  {
    "文件名": "【废】[完结] 星海(完结) 作者：左岸咖啡.txt",
    "夸克盘链接": "https://pan.quark.cn/s/1155936e6939"
  },
  {
    "文件名": "【废】[完结] 驯尔(完结) 作者：曲轻舟.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e66c8b823387"
  },
  {
    "文件名": "【废】[完结] 心率催眠(第一人称) 作者：疯涂狂欢.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c6afde216e44"
  },
  {
    "文件名": "【废】[完结] 现代短篇合集(中篇) 作者：阿清.txt",
    "夸克盘链接": "https://pan.quark.cn/s/bf7dab1d095a"
  },
  {
    "文件名": "【废】[完结] 西窗竹(生子) 作者：十九瑶.txt",
    "夸克盘链接": "https://pan.quark.cn/s/39ecb13e36ba"
  },
  {
    "文件名": "【废】[完结] 细雨(长篇) 作者：迎风狗毛飞.txt",
    "夸克盘链接": "https://pan.quark.cn/s/344da7339d51"
  },
  {
    "文件名": "【废】[完结] 匣剑帷灯(双性) 作者：一纸寄东风.txt",
    "夸克盘链接": "https://pan.quark.cn/s/56025091e444"
  },
  {
    "文件名": "【废】[完结] 无用的蒙太奇(文艺) 作者：autotune.txt",
    "夸克盘链接": "https://pan.quark.cn/s/afb956effaab"
  },
  {
    "文件名": "【废】[完结] 我运气真好(中篇) 作者：许言羊肉串xu.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a0122978800f"
  },
  {
    "文件名": "【废】[完结] 我看走眼，你半斤八两(BL) 作者：kitto.txt",
    "夸克盘链接": "https://pan.quark.cn/s/fc0d7544278a"
  },
  {
    "文件名": "【废】[完结] 无人在意(Ending) 作者：1sevenJu.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c58061b34023"
  },
  {
    "文件名": "【废】[完结] 我死了以后(现代) 作者：素烤猪五花.txt",
    "夸克盘链接": "https://pan.quark.cn/s/2f410ab7b00b"
  },
  {
    "文件名": "【废】[完结] 我不想被攻(现代) 作者：真的是阿香.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a5efe3165315"
  },
  {
    "文件名": "【废】[完结] 天上掉下个死星星(长篇) 作者：美丽大皮燕.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c25fca2f6700"
  },
  {
    "文件名": "【废】[完结] 桃夭(长篇) 作者：三川水水.txt",
    "夸克盘链接": "https://pan.quark.cn/s/0c1514d90432"
  },
  {
    "文件名": "【废】[完结] 所谓情人(BL) 作者：匿名咸鱼.txt",
    "夸克盘链接": "https://pan.quark.cn/s/9c9446dca28b"
  },
  {
    "文件名": "【废】[完结] 糖酒心(BL) 作者：美丽大皮燕.txt",
    "夸克盘链接": "https://pan.quark.cn/s/6266292ee7e8"
  },
  {
    "文件名": "【废】[完结] 饲养深渊(美食) 作者：一只冷冷.txt",
    "夸克盘链接": "https://pan.quark.cn/s/186cf573a6b8"
  },
  {
    "文件名": "【废】[完结] 宿敌他为何那样(1v1) 作者：铃兰草.txt",
    "夸克盘链接": "https://pan.quark.cn/s/d987ac8421a4"
  },
  {
    "文件名": "【废】[完结] 曙光(BL) 作者：栖息彼岸.txt",
    "夸克盘链接": "https://pan.quark.cn/s/48ccaf749ae5"
  },
  {
    "文件名": "【废】[完结] 盛予遂的养鱼手册(BL) 作者：手打柠檬红茶.txt",
    "夸克盘链接": "https://pan.quark.cn/s/bea1de527214"
  },
  {
    "文件名": "【废】[完结] 沙漏(长篇) 作者：左岸咖啡.txt",
    "夸克盘链接": "https://pan.quark.cn/s/3f3ca401b5fe"
  },
  {
    "文件名": "【废】[完结] 入潮(完结) 作者：爱野火车子.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a219c3b9ebba"
  },
  {
    "文件名": "【废】[完结] 情迷红教堂(弱强) 作者：阿清.txt",
    "夸克盘链接": "https://pan.quark.cn/s/dcba4aa1d40d"
  },
  {
    "文件名": "【废】[完结] 脐渊(三观不正) 作者：翘屁股.txt",
    "夸克盘链接": "https://pan.quark.cn/s/56b351f753fb"
  },
  {
    "文件名": "【废】[完结] 逆龄故事(职业文) 作者：猫小蓝lingerr.txt",
    "夸克盘链接": "https://pan.quark.cn/s/fdf0698c6d34"
  },
  {
    "文件名": "【废】[完结] 溺光(BL) 作者：百春.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a1ee78651304"
  },
  {
    "文件名": "【废】[完结] 年长的情人(现代) 作者：令狐葱.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a5a2ca3cca9e"
  },
  {
    "文件名": "【废】[完结] 你好，维修(日常) 作者：匿名咸鱼.txt",
    "夸克盘链接": "https://pan.quark.cn/s/df89dcbedcec"
  },
  {
    "文件名": "【废】[完结] 满山风物(古代) 作者：dchgs2001.txt",
    "夸克盘链接": "https://pan.quark.cn/s/6b247bfc5966"
  },
  {
    "文件名": "【废】[完结] 目黑(Happy) 作者：LCNAR.txt",
    "夸克盘链接": "https://pan.quark.cn/s/2d2399ca6907"
  },
  {
    "文件名": "【废】[完结] 男友又在装睡(完结) 作者：祝久芸生.txt",
    "夸克盘链接": "https://pan.quark.cn/s/1c4be42be235"
  },
  {
    "文件名": "【废】[完结] 秘密(BL) 作者：偷吻风月.txt",
    "夸克盘链接": "https://pan.quark.cn/s/358489e4f3c2"
  },
  {
    "文件名": "【废】[完结] 瞒下(长篇) 作者：阮尔.txt",
    "夸克盘链接": "https://pan.quark.cn/s/1522a6b9b75b"
  },
  {
    "文件名": "【废】[完结] 烂了的白月光(长篇) 作者：魂与洛川.txt",
    "夸克盘链接": "https://pan.quark.cn/s/b52bd30f53f8"
  },
  {
    "文件名": "【废】[完结] 恋恋小黄水(BL) 作者：大大大大哥.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c31cd17ad2c7"
  },
  {
    "文件名": "【废】[完结] 快餐车(中篇) 作者：Ihatewulii.txt",
    "夸克盘链接": "https://pan.quark.cn/s/848acb3a6968"
  },
  {
    "文件名": "【废】[完结] 渴爱症(完结) 作者：枕月眷风.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ed91e17721e9"
  },
  {
    "文件名": "【废】[完结] 居高临上(Happy) 作者：深窥.txt",
    "夸克盘链接": "https://pan.quark.cn/s/190becc72215"
  },
  {
    "文件名": "【废】[完结] 精准扶贫(完结) 作者：Fromm.txt",
    "夸克盘链接": "https://pan.quark.cn/s/900bd05090ab"
  },
  {
    "文件名": "【废】[完结] 可怜虫(强制爱) 作者：custer.txt",
    "夸克盘链接": "https://pan.quark.cn/s/711eb281d34b"
  },
  {
    "文件名": "【废】[完结] 教父(强强) 作者：匿名咸鱼.txt",
    "夸克盘链接": "https://pan.quark.cn/s/dab456261430"
  },
  {
    "文件名": "【废】[完结] 江围林庭(校园) 作者：累了就去休息.txt",
    "夸克盘链接": "https://pan.quark.cn/s/7bfd39c0e4d8"
  },
  {
    "文件名": "【废】[完结] 金丝雀他想当正宫(Happy) 作者：匿名咸鱼.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a07833996d97"
  },
  {
    "文件名": "【废】[完结] 金石(古代) 作者：不会写文硬写.txt",
    "夸克盘链接": "https://pan.quark.cn/s/1ee3254ff716"
  },
  {
    "文件名": "【废】[完结] 剑三-凌明-月下逢(谐趣) 作者：曾嫒歌.txt",
    "夸克盘链接": "https://pan.quark.cn/s/51e291fdcdb7"
  },
  {
    "文件名": "【废】[完结] 捡到了被玩坏的徒弟(年上) 作者：末末离Fuji.txt",
    "夸克盘链接": "https://pan.quark.cn/s/7674da27af25"
  },
  {
    "文件名": "【废】[完结] 捡到了变成狗的死对头(Happy) 作者：匿名.txt",
    "夸克盘链接": "https://pan.quark.cn/s/5aeeb697f807"
  },
  {
    "文件名": "【废】[完结] 家教老师(中篇) 作者：匿名咸鱼.txt",
    "夸克盘链接": "https://pan.quark.cn/s/80f044a1a883"
  },
  {
    "文件名": "【废】[完结] 辑佚(BL) 作者：thxtea.txt",
    "夸克盘链接": "https://pan.quark.cn/s/fd9f4c26bab0"
  },
  {
    "文件名": "【废】[完结] 畸鸟逆行记(Ending) 作者：就当我不存在吧.txt",
    "夸克盘链接": "https://pan.quark.cn/s/3d7d91382d2f"
  },
  {
    "文件名": "【废】[完结] 黑夜出逃(西方) 作者：幽灵croww.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c67048b4bd42"
  },
  {
    "文件名": "【废】[完结] 寒山高舟(BL) 作者：今早吃面.txt",
    "夸克盘链接": "https://pan.quark.cn/s/374d7fad5109"
  },
  {
    "文件名": "【废】[完结] 过分匹配(狗血) 作者：Misian.txt",
    "夸克盘链接": "https://pan.quark.cn/s/9cf2c167b36a"
  },
  {
    "文件名": "【废】[完结] 过个寒冬(双性) 作者：查莉.txt",
    "夸克盘链接": "https://pan.quark.cn/s/78a2dd8a808b"
  },
  {
    "文件名": "【废】[完结] 苟苟的春天(娱乐圈) 作者：一片羽毛.txt",
    "夸克盘链接": "https://pan.quark.cn/s/d9b5d0a5c994"
  },
  {
    "文件名": "【废】[完结] 夫夫外出取材中(惊悚) 作者：谷草转氨酸.txt",
    "夸克盘链接": "https://pan.quark.cn/s/80468e6dc4cd"
  },
  {
    "文件名": "【废】[完结] 疯子(正剧) 作者：风烬知.txt",
    "夸克盘链接": "https://pan.quark.cn/s/7fcdc0149208"
  },
  {
    "文件名": "【废】[完结] 方块A秘偶大师(完结) 作者：熊饥自舐掌.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ef9fc550d95e"
  },
  {
    "文件名": "【废】[完结] 堕落海洋(强制爱) 作者：一目了然了了.txt",
    "夸克盘链接": "https://pan.quark.cn/s/642c8eabde64"
  },
  {
    "文件名": "【废】[完结] 春酲(1v1) 作者：x向心力.txt",
    "夸克盘链接": "https://pan.quark.cn/s/852af80146e6"
  },
  {
    "文件名": "【废】[完结] 多则改之(BL) 作者：匿名饿鱼.txt",
    "夸克盘链接": "https://pan.quark.cn/s/d334b8ee547f"
  },
  {
    "文件名": "【废】[完结] 短篇合集(BL) 作者：阿清.txt",
    "夸克盘链接": "https://pan.quark.cn/s/b126ee07b127"
  },
  {
    "文件名": "【废】[完结] 春夜苦雨(短篇) 作者：山中天河.txt",
    "夸克盘链接": "https://pan.quark.cn/s/b3b331c712a5"
  },
  {
    "文件名": "【废】[完结] 不动声色(年上) 作者：屿因.txt",
    "夸克盘链接": "https://pan.quark.cn/s/3db4e56834b5"
  },
  {
    "文件名": "【废】[完结] 不想听就闭上眼睛(现代) 作者：kitto.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e20adf5c740a"
  },
  {
    "文件名": "【废】[完结] 穿书后撬了男主白月光(现代) 作者：夏小薰.txt",
    "夸克盘链接": "https://pan.quark.cn/s/8493ce9a4bfe"
  },
  {
    "文件名": "【废】[完结] 补骨(GB) 作者：是毒苗苗呀.txt",
    "夸克盘链接": "https://pan.quark.cn/s/1544922734cb"
  },
  {
    "文件名": "【废】[完结] 彼岸旅人(第五人格) 作者：LadyAdela.txt",
    "夸克盘链接": "https://pan.quark.cn/s/09e0bc77c4ea"
  },
  {
    "文件名": "【废】[完结] 安危(日常) 作者：今朽.txt",
    "夸克盘链接": "https://pan.quark.cn/s/7dc4d8962c8c"
  },
  {
    "文件名": "【废】[完结] 必有我师焉(现代) 作者：学泰语的.txt",
    "夸克盘链接": "https://pan.quark.cn/s/7a41aa56e83b"
  },
  {
    "文件名": "【废】[完结] 崩解(完结) 作者：右泽.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c07bd2858f25"
  },
  {
    "文件名": "【废】[完结] 皑皑(骨科) 作者：杞人柳.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e80be688485f"
  },
  {
    "文件名": "【废】[完结] ShapeofMyHeart(暗黑) 作者：三七一道.txt",
    "夸克盘链接": "https://pan.quark.cn/s/505993c88fa3"
  },
  {
    "文件名": "【废】[更482] 废柴皇子今天也想死掉(BL) 作者：三七长极.txt",
    "夸克盘链接": "https://pan.quark.cn/s/7d455367a4f5"
  },
  {
    "文件名": "【废】[更211] 战俘(NP) 作者：睿镜.txt",
    "夸克盘链接": "https://pan.quark.cn/s/9f95beecd391"
  },
  {
    "文件名": "【废】[更384] 绑来的情人(大长篇) 作者：一只泯不语.txt",
    "夸克盘链接": "https://pan.quark.cn/s/aff080028014"
  },
  {
    "文件名": "【废】[完结] ScentofAshes(致郁) 作者：null_butter.txt",
    "夸克盘链接": "https://pan.quark.cn/s/d33fda3357b8"
  },
  {
    "文件名": "【废】[更189] 睡前小故事合集(BL) 作者：不闻风声.txt",
    "夸克盘链接": "https://pan.quark.cn/s/86276bb80d90"
  },
  {
    "文件名": "【废】[更190] 篡心(相爱相杀) 作者：甜皮鸭啦.txt",
    "夸克盘链接": "https://pan.quark.cn/s/8cd229a82980"
  },
  {
    "文件名": "【废】[更183] 典夫(电竞) 作者：匿名咸鱼.txt",
    "夸克盘链接": "https://pan.quark.cn/s/088a66c5a6a5"
  },
  {
    "文件名": "【废】[更145] 宫门贵客(荤素均衡) 作者：专用名.txt",
    "夸克盘链接": "https://pan.quark.cn/s/18346d65b606"
  },
  {
    "文件名": "【废】[更168] 债奴们(阴差阳错) 作者：LincyLinz.txt",
    "夸克盘链接": "https://pan.quark.cn/s/db6d3a7993f2"
  },
  {
    "文件名": "【废】[更136] 蓝默(混合性向) 作者：狐与狼.txt",
    "夸克盘链接": "https://pan.quark.cn/s/95b582a1895d"
  },
  {
    "文件名": "【废】[更142] 情非得已(大长篇) 作者：Mikiimoli.txt",
    "夸克盘链接": "https://pan.quark.cn/s/d484966c749f"
  },
  {
    "文件名": "【废】[更121] 寡妇门前是非多(双性) 作者：匿名咸鱼.txt",
    "夸克盘链接": "https://pan.quark.cn/s/6c18781d1a71"
  },
  {
    "文件名": "【废】[更132] 丧家之犬(致郁) 作者：行欲歇.txt",
    "夸克盘链接": "https://pan.quark.cn/s/15a0593c9fad"
  },
  {
    "文件名": "【废】[更115] 龙井味夏至羹(双性) 作者：折颜九歌.txt",
    "夸克盘链接": "https://pan.quark.cn/s/3dc55fc89feb"
  },
  {
    "文件名": "【废】[更104] 悯众(狗血) 作者：水断刀鸣.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ea36875b5963"
  },
  {
    "文件名": "【废】[更114] 因果报应(攻转受) 作者：故剑相投.txt",
    "夸克盘链接": "https://pan.quark.cn/s/1ecfa82c7646"
  },
  {
    "文件名": "【废】[更112] 寡夫遇渣男(NTR) 作者：川山甲.txt",
    "夸克盘链接": "https://pan.quark.cn/s/cd1e0a3d4005"
  },
  {
    "文件名": "【废】[更102] 在黄昏时的骤雨之中(BL) 作者：徒花.txt",
    "夸克盘链接": "https://pan.quark.cn/s/67200f333f0d"
  },
  {
    "文件名": "【废】[更98] 纯爱竹马攻也出轨了(暗黑) 作者：匿名咸鱼.txt",
    "夸克盘链接": "https://pan.quark.cn/s/8361b81541a1"
  },
  {
    "文件名": "【废】[更101] 钱色交易(BL) 作者：几何倍数的咸鱼.txt",
    "夸克盘链接": "https://pan.quark.cn/s/6f5511c2b594"
  },
  {
    "文件名": "【废】[更102] 雀离笼(荤素均衡) 作者：totoda.txt",
    "夸克盘链接": "https://pan.quark.cn/s/46fcb65ec833"
  },
  {
    "文件名": "【废】[更96] 影帝炼成之路(现代) 作者：白金石.txt",
    "夸克盘链接": "https://pan.quark.cn/s/cac5ae85ad17"
  },
  {
    "文件名": "【废】[更85] 他乡之客(骨科) 作者：明日再提.txt",
    "夸克盘链接": "https://pan.quark.cn/s/23479114f6cc"
  },
  {
    "文件名": "【废】[更90] 起雾了(高H) 作者：阿坝吖.txt",
    "夸克盘链接": "https://pan.quark.cn/s/d450a5aec77b"
  },
  {
    "文件名": "【废】[更89] 命里有时终须有(Ending) 作者：微雨中踽踽独行.txt",
    "夸克盘链接": "https://pan.quark.cn/s/839024b50960"
  },
  {
    "文件名": "【废】[更96] 敌国指挥官真香(ABO) 作者：匿名咸鱼.txt",
    "夸克盘链接": "https://pan.quark.cn/s/5529a49f6db5"
  },
  {
    "文件名": "[完结311+番外]炮灰小师姐挨艹实录（NPH） 作者：蜜酒.txt",
    "夸克盘链接": "https://pan.quark.cn/s/9a9281e30cea"
  },
  {
    "文件名": "[完结292+番外]天堂玫瑰 作者：美人乔.txt",
    "夸克盘链接": "https://pan.quark.cn/s/90f695d59604"
  },
  {
    "文件名": "[完结159]君幸年（隐殊） 作者：野菜汤面【24.7.03】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/3164dbb4362b"
  },
  {
    "文件名": "[完结205+番外]干扰剧情后我成PO文女主了【NPH】作者：甄香.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ba1ce4e6a1da"
  },
  {
    "文件名": "[完结255+番外]穿成反派的前妻［高h年代文］ 作者：不知名废话气垫家【24.7.15】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/2d5635c0a144"
  },
  {
    "文件名": "[完结155+番外]白鸽（强制）作者：躺平的仙女【24.7.20】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/fedb5cef3943"
  },
  {
    "文件名": "[完结]诱她 作者：河豚沒有毒.txt",
    "夸克盘链接": "https://pan.quark.cn/s/68e8d4f5d01e"
  },
  {
    "文件名": "[完结130+番外]心尖（兄妹，高H） 作者：夏多【24.7.12】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/baa36f3eab1a"
  },
  {
    "文件名": "[完结]骚荷（公媳产乳）城里糙汉 1对1 高H 作者：丢了幸福的猪.txt",
    "夸克盘链接": "https://pan.quark.cn/s/0257015f010b"
  },
  {
    "文件名": "[完结59]军阀大佬肏她上瘾（民国1v1h 强制） 作者：子夜鱼【24.7.15】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/d146aaec5bbc"
  },
  {
    "文件名": "[完结]囚徒（1v3，强制） 作者：Torarara【24.6.30】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/8249983e6026"
  },
  {
    "文件名": "[完结]权贵们的金丝雀，飞了 作者：取啥名字.txt",
    "夸克盘链接": "https://pan.quark.cn/s/32a0d616e570"
  },
  {
    "文件名": "[完结]囚徒（1v3，强制） 作者：Torarara.txt",
    "夸克盘链接": "https://pan.quark.cn/s/34ebba8052eb"
  },
  {
    "文件名": "[完结]情欲烟火 作者：浈鸥【24.7.20】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ecea28900d06"
  },
  {
    "文件名": "[完结]情陷宫闱（类清） 作者：河豚宝贝.txt",
    "夸克盘链接": "https://pan.quark.cn/s/dc60f86f2b34"
  },
  {
    "文件名": "[完结]情欲烟火 作者：浈鸥.txt",
    "夸克盘链接": "https://pan.quark.cn/s/47786638c400"
  },
  {
    "文件名": "[完结]强制重口短篇（微剧情） 作者：前来【24.7.13】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/4c4b4f1b6f2f"
  },
  {
    "文件名": "[完结]强制交配（高h） 作者：大香蕉【24.7.20】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ab78982386c1"
  },
  {
    "文件名": "[完结]泡沫之夏同人文 作者：没有名字.txt",
    "夸克盘链接": "https://pan.quark.cn/s/721efe71ca13"
  },
  {
    "文件名": "[完结]年下混账弟弟强势侵占（高H） 作者：石更大魔王.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a1ce39d344e3"
  },
  {
    "文件名": "[完结]强制交配（高h） 作者：大香蕉.txt",
    "夸克盘链接": "https://pan.quark.cn/s/1b8ae7c8bb3b"
  },
  {
    "文件名": "[完结]你正在被俘虏【糙汉文学】 作者：头戴黄花的桃人【24.7.04】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/975037eea7cd"
  },
  {
    "文件名": "[完结]奶香四溢（男产乳福瑞nph） 作者：金玉满堂.txt",
    "夸克盘链接": "https://pan.quark.cn/s/896ba8e993a9"
  },
  {
    "文件名": "[完结]暮港归宁（1v1，高H） 作者：孟冬良月.txt",
    "夸克盘链接": "https://pan.quark.cn/s/6081586460ca"
  },
  {
    "文件名": "[完结]每次快穿睁眼都在虐文现场（NP）作者：咖啡因.txt",
    "夸克盘链接": "https://pan.quark.cn/s/011bc397ff06"
  },
  {
    "文件名": "[完结]落袈裟 作者：杳山杏.txt",
    "夸克盘链接": "https://pan.quark.cn/s/b08b2a11fb34"
  },
  {
    "文件名": "[完结]迷人的危险（绿帽，高h，np） 作者：南海南.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ec166019dbec"
  },
  {
    "文件名": "[完结]轮奸短篇合集np 作者：凤栖梧桐.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c4bbc395312a"
  },
  {
    "文件名": "[完结]露露的淫乱色情直播间（NPH）　作者：露水的世.txt",
    "夸克盘链接": "https://pan.quark.cn/s/fb793b48a6d0"
  },
  {
    "文件名": "[完结]恋爱游戏崩坏中（雄竞NP）作者：幼稚园车神.txt",
    "夸克盘链接": "https://pan.quark.cn/s/7de6045e1e80"
  },
  {
    "文件名": "[完结]快穿之任务有猫病 作者：灵魂蓝色.txt",
    "夸克盘链接": "https://pan.quark.cn/s/27d28cd9012d"
  },
  {
    "文件名": "[完结]烂黄瓜从良记 作者：穆尔.txt",
    "夸克盘链接": "https://pan.quark.cn/s/91b4fdc2408f"
  },
  {
    "文件名": "[完结]李寡妇的故事 作者：（；゜０゜）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/9a2118cdf98a"
  },
  {
    "文件名": "[完结]快穿之大龄女配不想交配了(高H) 作者：水煮白菜.txt",
    "夸克盘链接": "https://pan.quark.cn/s/9fa5320cede8"
  },
  {
    "文件名": "[完结]君幸年（隐殊） 作者：野菜汤面.txt",
    "夸克盘链接": "https://pan.quark.cn/s/6445f6519ba0"
  },
  {
    "文件名": "[完结]空壳 作者：菠萝熊.txt",
    "夸克盘链接": "https://pan.quark.cn/s/35e04f707746"
  },
  {
    "文件名": "[完结]卡萨布兰卡（双子骨科） 作者：Polaris.txt",
    "夸克盘链接": "https://pan.quark.cn/s/82dbc6590287"
  },
  {
    "文件名": "[完结]郡主的甜宠调教 作者：桃子授了【24.7.15】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/3a6dc8b2310c"
  },
  {
    "文件名": "[完结]郡主的甜宠调教 作者：桃子授了.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ef8b676f6652"
  },
  {
    "文件名": "[完结]金丝笼牡丹 作者：琵琶一树金.txt",
    "夸克盘链接": "https://pan.quark.cn/s/8a0cf8009739"
  },
  {
    "文件名": "[完结]静水流深（原名：放过） 作者：荆挑.txt",
    "夸克盘链接": "https://pan.quark.cn/s/52a8fa8e97cc"
  },
  {
    "文件名": "[完结]军阀大佬肏她上瘾（民国1v1h 强制） 作者：子夜鱼.txt",
    "夸克盘链接": "https://pan.quark.cn/s/265343dd663f"
  },
  {
    "文件名": "[完结]就要在一起（师生） 作者：明明师嬷.txt",
    "夸克盘链接": "https://pan.quark.cn/s/d65e9df34b39"
  },
  {
    "文件名": "[完结]禁忌许愿（认知修改np） 作者：泡芙可爱多多.txt",
    "夸克盘链接": "https://pan.quark.cn/s/015a11353acc"
  },
  {
    "文件名": "[完结]酱香饼（1v1）作者：不忘尘埃【24.7.18】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/4c049265a112"
  },
  {
    "文件名": "[完结]姐姐正面骑乘我（姐弟高h） 作者：醉卿梦.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ede1645eaa66"
  },
  {
    "文件名": "[完结]酱香饼 作者：张三的六【24.7.19】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/339a1ba0ad2f"
  },
  {
    "文件名": "[完结]酱香饼 作者：张三的六.txt",
    "夸克盘链接": "https://pan.quark.cn/s/dccbe1a98c5f"
  },
  {
    "文件名": "[完结]假如夙大神是疯批反派（纯肉IF线） 作者：漫漫默默.txt",
    "夸克盘链接": "https://pan.quark.cn/s/62acf3e31ada"
  },
  {
    "文件名": "[完结]荒诞黑夜【NPH 伪骨】 作者：柳下吟【24.7.19】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/7114b9dcee9d"
  },
  {
    "文件名": "[完结]黑狐（np） 作者：酒色馒头【24.7.14】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/9b1f551e8388"
  },
  {
    "文件名": "[完结]怀了校花的崽 作者：热心市民张大姐.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c26aacf0a5dd"
  },
  {
    "文件名": "[完结]黑化的守狱犬（原神莱荧同人） 作者：飞翔千纸鹤【24.7.01】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/63e8ae9a615c"
  },
  {
    "文件名": "[完结]黑狐（np） 作者：酒色馒头.txt",
    "夸克盘链接": "https://pan.quark.cn/s/0f833b7abe6a"
  },
  {
    "文件名": "[完结]寒香(睡错人之后)（1V1h） 作者：福橘如意.txt",
    "夸克盘链接": "https://pan.quark.cn/s/1bf87ff32434"
  },
  {
    "文件名": "[完结]鬼郎娶亲 作者：武林至尊的男人.txt",
    "夸克盘链接": "https://pan.quark.cn/s/6a2934ecaf3e"
  },
  {
    "文件名": "[完结]和亲哥做爱之后（nph） 作者：皎皎林月【24.7.13】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/084ded48267f"
  },
  {
    "文件名": "[完结]和前男友搞黄被抓之后 作者：西西艾欧【24.7.14】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/37a0f6938f28"
  },
  {
    "文件名": "[完结]轨事 作者：归雀挽【24.7.02】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e3a97046c2b8"
  },
  {
    "文件名": "[完结]关我和事（1v1）作者：白吸一口猫.txt",
    "夸克盘链接": "https://pan.quark.cn/s/0c92120ae827"
  },
  {
    "文件名": "[完结]故人辞（民国1v1） 作者：三点水的柒【24.6.29】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/cb571c5e60f5"
  },
  {
    "文件名": "[完结]轨事 作者：归雀挽.txt",
    "夸克盘链接": "https://pan.quark.cn/s/111264f05ecf"
  },
  {
    "文件名": "[完结]共卿欢（简_繁，多糖多肉） 作者：露娜貓.txt",
    "夸克盘链接": "https://pan.quark.cn/s/6298c93819ec"
  },
  {
    "文件名": "[完结]勾他沉沦H 作者：小蜜汁.txt",
    "夸克盘链接": "https://pan.quark.cn/s/7aaa9298bcb9"
  },
  {
    "文件名": "[完结]逢春生（兄妹骨科） 作者：香菜骷髅头.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c883ffaad42e"
  },
  {
    "文件名": "[完结]封神遗事（婵戬 兄妹骨科） 作者：要杨枝不要甘露.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c127d5f83d99"
  },
  {
    "文件名": "[完结]废墟之夜（1v1,H,县城文学） 作者：老瓦盆.txt",
    "夸克盘链接": "https://pan.quark.cn/s/8a15186abeee"
  },
  {
    "文件名": "[完结]恶役路人被男主们宠爱(np) 作者：小鹿奶酪【24.7.19】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ac4d5dff4ee3"
  },
  {
    "文件名": "[完结]恶役路人被男主们宠爱(np) 作者：小鹿奶酪.txt",
    "夸克盘链接": "https://pan.quark.cn/s/8e12e507de16"
  },
  {
    "文件名": "[完结]多项选择(NP) 作者：枯木【24.7.15】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/7fb4e6c05a84"
  },
  {
    "文件名": "[完结]堕入欲海的粉色小护士 作者：萌萌萌萌萌菟【24.7.18】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/3dc6ac8c22f6"
  },
  {
    "文件名": "[完结]堕入欲海的粉色小护士 作者：萌萌萌萌萌菟.txt",
    "夸克盘链接": "https://pan.quark.cn/s/1c1d980bde5a"
  },
  {
    "文件名": "[完结]多项选择(NP) 作者：枯木.txt",
    "夸克盘链接": "https://pan.quark.cn/s/5db95ed3cbb3"
  },
  {
    "文件名": "[完结]渡心（校园 NPH）作者：莫晨.txt",
    "夸克盘链接": "https://pan.quark.cn/s/fe5b37600867"
  },
  {
    "文件名": "[完结]动机不纯 作者：这就奇了怪了【24.7.14】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/fab4db3f0174"
  },
  {
    "文件名": "[完结]冬日性事 （炮友转正 1V1） 作者：阅己.txt",
    "夸克盘链接": "https://pan.quark.cn/s/f5ec16a714b6"
  },
  {
    "文件名": "[完结]动机不纯 作者：这就奇了怪了.txt",
    "夸克盘链接": "https://pan.quark.cn/s/2e842f1ac820"
  },
  {
    "文件名": "[完结]订婚指北（1v1）作者：liuliushuang【24.7.20】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c7ca0d6c21d2"
  },
  {
    "文件名": "[完结]订婚指北（1v1）作者：liuliushuang.txt",
    "夸克盘链接": "https://pan.quark.cn/s/7ad941421992"
  },
  {
    "文件名": "[完结]电风扇与西瓜汁（青梅竹马h） 作者：岛京月.txt",
    "夸克盘链接": "https://pan.quark.cn/s/d33e14c181e7"
  },
  {
    "文件名": "[完结]错上校霸（1v1） 作者：夏曦【24.7.14】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/9104b48cb2ea"
  },
  {
    "文件名": "[完结]摧眉（年代 糙汉 女方粗口） 作者：太师青.txt",
    "夸克盘链接": "https://pan.quark.cn/s/cf5cead70471"
  },
  {
    "文件名": "[完结]错上校霸（1v1） 作者：夏曦.txt",
    "夸克盘链接": "https://pan.quark.cn/s/69b2ac74ea25"
  },
  {
    "文件名": "[完结]刺客女帝 作者：做夢的狐狸.txt",
    "夸克盘链接": "https://pan.quark.cn/s/fae36249b167"
  },
  {
    "文件名": "[完结]春日流萤（校园1v1） 作者：红豆刨冰.txt",
    "夸克盘链接": "https://pan.quark.cn/s/686ccefa9488"
  },
  {
    "文件名": "[完结]穿书被迫成为po文女主 作者：猫猫咪.txt",
    "夸克盘链接": "https://pan.quark.cn/s/88c4d8078198"
  },
  {
    "文件名": "[完结]穿书后被日夜羞辱 作者：小透明【24.7.15】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/d68c5bfe9eb7"
  },
  {
    "文件名": "[完结]穿越成了黄漫里的纯情女主（高h） 作者：石更大魔王【24.7.20】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/6630a6091310"
  },
  {
    "文件名": "[完结]穿成反派的前妻［高h年代文］ 作者：不知名废话气垫家.txt",
    "夸克盘链接": "https://pan.quark.cn/s/864a1501a876"
  },
  {
    "文件名": "[完结]成为三个哥哥的xing玩具 作者：阿昭【24.7.12】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/914422846317"
  },
  {
    "文件名": "[完结]仇猎校园（高H 复仇） 作者：压力山大土了.txt",
    "夸克盘链接": "https://pan.quark.cn/s/abecd192c63d"
  },
  {
    "文件名": "[完结]成为老师，然后天天被操（NPH） 作者：天人旧馆.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ef3247f66abc"
  },
  {
    "文件名": "[完结]操她上瘾（1v1 高H）作者：雪轻月.txt",
    "夸克盘链接": "https://pan.quark.cn/s/fca3172f8720"
  },
  {
    "文件名": "[完结]擦灰尘gold dust 作者：掐杏仁【24.7.19】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/733cb248dffe"
  },
  {
    "文件名": "[完结]成为三个哥哥的xing玩具 作者：阿昭.txt",
    "夸克盘链接": "https://pan.quark.cn/s/77988a8a34e2"
  },
  {
    "文件名": "[完结]被黑皮糙汉肏猛了 作者：今天也在铿铿锵锵【24.7.19】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c6ae905b1bb9"
  },
  {
    "文件名": "[完结]擦灰尘gold dust 作者：掐杏仁.txt",
    "夸克盘链接": "https://pan.quark.cn/s/4814ebc6e9af"
  },
  {
    "文件名": "[完结]病娇小姑父和你 作者：大热大火【24.7.20】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/3a495b14eb69"
  },
  {
    "文件名": "[完结]病娇小姑父和你 作者：大热大火.txt",
    "夸克盘链接": "https://pan.quark.cn/s/d4577e5870e8"
  },
  {
    "文件名": "[完结]被黑皮糙汉肏猛了 作者：今天也在铿铿锵锵.txt",
    "夸克盘链接": "https://pan.quark.cn/s/659a8bf65321"
  },
  {
    "文件名": "[完结]北抖七腥 作者：午夜果果【24.7.19】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a065679472cd"
  },
  {
    "文件名": "[完结]xp大乱炖（h) 作者：储备粮【24.7.12】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/cf82171e3884"
  },
  {
    "文件名": "[完结]白月光沦为军妓后 （1v1） 作者：芋圆葡萄.txt",
    "夸克盘链接": "https://pan.quark.cn/s/3428b2f4ea08"
  },
  {
    "文件名": "[完结]campus hunter 作者：byebyeill.txt",
    "夸克盘链接": "https://pan.quark.cn/s/0b0b4428511b"
  },
  {
    "文件名": "[完结]campus hunter 作者：byebyeill【24.7.13】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/8047258af0d3"
  },
  {
    "文件名": "[完结]【年下】漂亮的狗东西（1V1、高h） 作者：夜游神【24.7.14】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/1578f60ba6d1"
  },
  {
    "文件名": "[完结]【年下】漂亮的狗东西（1V1、高h） 作者：夜游神.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ec0917110446"
  },
  {
    "文件名": "[完结]【粗口】别发癫（1V1、高h） 作者：夜游神.txt",
    "夸克盘链接": "https://pan.quark.cn/s/69e0daf0094e"
  },
  {
    "文件名": "[完结]《青蛇__勃起（高H）》 作者：尾烟狸.txt",
    "夸克盘链接": "https://pan.quark.cn/s/0d6603ff0dac"
  },
  {
    "文件名": "[完结][HP]黑暗女爵(斯内普x原女) 作者：幽洛.txt",
    "夸克盘链接": "https://pan.quark.cn/s/14423a9c8a7c"
  },
  {
    "文件名": "[np 完结+番外40]《np文女配想离婚》作者：白白白欧 [补番].txt",
    "夸克盘链接": "https://pan.quark.cn/s/e0322ab30e60"
  },
  {
    "文件名": "[np  完结+番外2]《热陷（NP 追妻火葬场）》作者：卜鸣[7.25补番].txt",
    "夸克盘链接": "https://pan.quark.cn/s/52c5e1c3fb25"
  },
  {
    "文件名": "[np  完结+番外40]《白鸽（强制）》作者：躺平的仙女[补番].txt",
    "夸克盘链接": "https://pan.quark.cn/s/d8d081da4f31"
  },
  {
    "文件名": "[np 完结+番外14]《蜜桃成熟時》作者：Elyselaker [补番].txt",
    "夸克盘链接": "https://pan.quark.cn/s/eb82c697eeb5"
  },
  {
    "文件名": "[np  完结+番外1]《热陷（NP 追妻火葬场）》作者：卜鸣[补番].txt",
    "夸克盘链接": "https://pan.quark.cn/s/9fbbdb93c116"
  },
  {
    "文件名": "[np  完结]《咸鱼NPC女主又被强制爱了(NPH)》作者：小鱿鱼.txt",
    "夸克盘链接": "https://pan.quark.cn/s/3242d8dab855"
  },
  {
    "文件名": "[np  完结]《咒回乙女·你拒绝不了的三人邀约》作者：Blackdeathhall.txt",
    "夸克盘链接": "https://pan.quark.cn/s/70319d420d9a"
  },
  {
    "文件名": "[np  完结]《情欲烟火》作者：浈鸥.txt",
    "夸克盘链接": "https://pan.quark.cn/s/aad1eda931ea"
  },
  {
    "文件名": "[np  完结]《强制交配（高h）》作者：大香蕉.txt",
    "夸克盘链接": "https://pan.quark.cn/s/b74faff7b2e1"
  },
  {
    "文件名": "[np  完结]《禁忌许愿（认知修改np）》作者：泡芙可爱多多.txt",
    "夸克盘链接": "https://pan.quark.cn/s/23b7d0efca6a"
  },
  {
    "文件名": "[np  完结]《荒诞黑夜【NPH 伪骨】》作者：柳下吟.txt",
    "夸克盘链接": "https://pan.quark.cn/s/9804be5295d6"
  },
  {
    "文件名": "[np  完结]《妓女的救赎（NPH）》作者：香菜肉包[T].txt",
    "夸克盘链接": "https://pan.quark.cn/s/24158037a20b"
  },
  {
    "文件名": "[np  完结]《达者为先（狗血 肉文 不怀好意的群狼×清纯可爱的少女）》作者：薛小唧.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c7918ccd400c"
  },
  {
    "文件名": "[np  完结]《穿越成了黄漫里的纯情女主（高h）》作者：石更大魔王.txt",
    "夸克盘链接": "https://pan.quark.cn/s/5e9335b9a14c"
  },
  {
    "文件名": "[np  完结]《穿成恶毒女配的小跟班（futa）》作者：狸卡.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c4c41fb857b7"
  },
  {
    "文件名": "[np  完结]《（星际）Bad Ending反叛者》作者：莉砾.txt",
    "夸克盘链接": "https://pan.quark.cn/s/7bd5d6c03935"
  },
  {
    "文件名": "[1v2 完结]《生存期（1v2 兄妹骨科 男小三）》作者：随一块（休息版）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/80b3695439a1"
  },
  {
    "文件名": "[np   完结]《堕入欲海的粉色小护士》作者：萌萌萌萌萌菟.txt",
    "夸克盘链接": "https://pan.quark.cn/s/efd17eaa519f"
  },
  {
    "文件名": "[1v2 完结]《关于我哥和我男朋友互换身体这件事（1v2）》作者：白葡萄.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c0f5f5bbfd7a"
  },
  {
    "文件名": "[1v1完结]《擦灰尘gold dust》作者：掐杏仁.txt",
    "夸克盘链接": "https://pan.quark.cn/s/4a05f2c7ad4f"
  },
  {
    "文件名": "[1v1 完结+番外3]《错登科（1V1古言）》作者：小圆镜 [补番].txt",
    "夸克盘链接": "https://pan.quark.cn/s/2363f02ffe17"
  },
  {
    "文件名": "[1v1 完结+番外1]《迟音（1v1）》作者：唯雾（冷静理智美女×散漫“坏心眼”大少爷）[补番].txt",
    "夸克盘链接": "https://pan.quark.cn/s/17baa0a0f5d2"
  },
  {
    "文件名": "[1v1 完结+番外1]《你或像你的人（1v1H）》作者：猫九九[补番].txt",
    "夸克盘链接": "https://pan.quark.cn/s/e674d2e639cc"
  },
  {
    "文件名": "[1v1 完结+番外9]《瑜水之欢（1v1，sc，he，无脑甜宠）》作者：乌托邦制造机[补番].txt",
    "夸克盘链接": "https://pan.quark.cn/s/73fc2169a679"
  },
  {
    "文件名": "[1v1 完结]《银翘解毒颗粒》作者：奶油不甜.txt",
    "夸克盘链接": "https://pan.quark.cn/s/abebd1925137"
  },
  {
    "文件名": "[1v1 完结]《胸前玫瑰（老文纯百合gl）》作者：精灵来了.txt",
    "夸克盘链接": "https://pan.quark.cn/s/8acaf3f12e8d"
  },
  {
    "文件名": "[1v1 完结]《只是朋友（灿嘟_CP文）》作者：逗号君.txt",
    "夸克盘链接": "https://pan.quark.cn/s/8f919686566b"
  },
  {
    "文件名": "[1v1 完结]《陷落（亲兄妹_H）》作者：尘星末位.txt",
    "夸克盘链接": "https://pan.quark.cn/s/9fe5ab8e73d2"
  },
  {
    "文件名": "[1v1 完结]《同居不试婚(简体版)》作者：黑貓壞壞.txt",
    "夸克盘链接": "https://pan.quark.cn/s/39b04c3b561f"
  },
  {
    "文件名": "[1v1 完结]《为人师婊_身为老师的我竟然对着学生露出小穴!》作者：桃子lolo.txt",
    "夸克盘链接": "https://pan.quark.cn/s/bb6afdc03de3"
  },
  {
    "文件名": "[1v1 完结]《舔狗上位2》作者：诺克.txt",
    "夸克盘链接": "https://pan.quark.cn/s/f8c150d2e14f"
  },
  {
    "文件名": "[1v1 完结]《他爱得又凶又怂(1V1h 强制)》作者：烟草风絮梅子雨.txt",
    "夸克盘链接": "https://pan.quark.cn/s/422343a59a52"
  },
  {
    "文件名": "[1v1 完结]《十九岁的小辣鸡》作者：抱抱.txt",
    "夸克盘链接": "https://pan.quark.cn/s/f06e71ae8b96"
  },
  {
    "文件名": "[1v1 完结]《上京才女崩坏》 作者：锦绣年华.txt",
    "夸克盘链接": "https://pan.quark.cn/s/8d45c97c5cf1"
  },
  {
    "文件名": "[1v1 完结]《人生模仿犯（GL 大长篇 现代 文艺）》作者：慕情[F].txt",
    "夸克盘链接": "https://pan.quark.cn/s/a25e0e65084a"
  },
  {
    "文件名": "[1v1 完结]《情敌变老公》作者：黑貓壞壞.txt",
    "夸克盘链接": "https://pan.quark.cn/s/1e2d9530a6d2"
  },
  {
    "文件名": "[1v1 完结]《权贵们的金丝雀，飞了》作者：取啥名字.txt",
    "夸克盘链接": "https://pan.quark.cn/s/7fac74326d6a"
  },
  {
    "文件名": "[1v1 完结]《骑龙的少女》作者：吃肉不是吃又.txt",
    "夸克盘链接": "https://pan.quark.cn/s/0c9e25065187"
  },
  {
    "文件名": "[1v1 完结]《七日恋影》作者：墨镜喵.txt",
    "夸克盘链接": "https://pan.quark.cn/s/75c5977b4d9c"
  },
  {
    "文件名": "[1v1 完结]《末世之倒反天罡》作者：苔痕.txt",
    "夸克盘链接": "https://pan.quark.cn/s/29b7431641ca"
  },
  {
    "文件名": "[1v1 完结]《掠夺舅舅（女攻）》作者：开心颜.txt",
    "夸克盘链接": "https://pan.quark.cn/s/d114e06c734c"
  },
  {
    "文件名": "[1v1 完结]《酱香饼》作者：张三的六.txt",
    "夸克盘链接": "https://pan.quark.cn/s/b0507f617308"
  },
  {
    "文件名": "[1v1 完结]《娇小姐》作者：兔酱.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e3d79861163f"
  },
  {
    "文件名": "[1v1 完结]《姐姐正面骑乘我（姐弟高h）》作者：醉卿梦.txt",
    "夸克盘链接": "https://pan.quark.cn/s/cf910d13ddeb"
  },
  {
    "文件名": "[1v1 完结]《见青（H）》作者：wintershere.txt",
    "夸克盘链接": "https://pan.quark.cn/s/1cd635a548ee"
  },
  {
    "文件名": "[1v1 完结]《吉祥嫁》作者：九日青禾.txt",
    "夸克盘链接": "https://pan.quark.cn/s/0101625567df"
  },
  {
    "文件名": "[1v1 完结]《妓女与死神》作者：不禺.txt",
    "夸克盘链接": "https://pan.quark.cn/s/18f2984b6702"
  },
  {
    "文件名": "[1v1 完结]《贺贺（现代 GL 短篇 第一人称）》作者：尸尸[F].txt",
    "夸克盘链接": "https://pan.quark.cn/s/14f5fa46a5bb"
  },
  {
    "文件名": "[1v1 完结]《国公府嫡子沉沦日常》作者：桃子授了.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c9cdb7eb0376"
  },
  {
    "文件名": "[1v1 完结]《鬼郎娶亲》作者：武林至尊的男人.txt",
    "夸克盘链接": "https://pan.quark.cn/s/01a4c8a77694"
  },
  {
    "文件名": "[1v1 完结]《仇猎校园（高H 复仇）》作者：压力山大土了.txt",
    "夸克盘链接": "https://pan.quark.cn/s/86ab8dc17df6"
  },
  {
    "文件名": "[1v1 完结]《嫡女白月光艹死》作者：锦绣年华.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c52476088d53"
  },
  {
    "文件名": "[1v1 完结]《错上校霸（1v1）》作者：夏曦.txt",
    "夸克盘链接": "https://pan.quark.cn/s/1b44dbc8f343"
  },
  {
    "文件名": "[1v1 完结]《博弈【古代 百合】》作者：豆冰北乐蒂.txt",
    "夸克盘链接": "https://pan.quark.cn/s/6e40701fda02"
  },
  {
    "文件名": "[1v1 完结]《病娇小姑父和你》作者：大热大火.txt",
    "夸克盘链接": "https://pan.quark.cn/s/2e9ccc43a9d4"
  },
  {
    "文件名": "[1v1 完结]《被黑皮糙汉肏猛了》作者：今天也在铿铿锵锵.txt",
    "夸克盘链接": "https://pan.quark.cn/s/d18c2a80ed4c"
  },
  {
    "文件名": "[1v1 完结]《181秒（GL 短篇 现代 第一人称 主受视角 强强 受宠攻）》作者：莓姨[F].txt",
    "夸克盘链接": "https://pan.quark.cn/s/868179049b93"
  },
  {
    "文件名": "（NP）《云烟（古言H）（原名：黑莲花被迫小白花开局！如何拉扯懦弱皇兄统一天下）》作者：讫讫--更新至473.txt",
    "夸克盘链接": "https://pan.quark.cn/s/0d1ca28a4602"
  },
  {
    "文件名": "[1v1 完结]《【粗口】别发癫（1V1、高h）》作者：夜游神.txt",
    "夸克盘链接": "https://pan.quark.cn/s/6528574fd52e"
  },
  {
    "文件名": "[1v1 完结]《[GL]雪中亲吻》作者：曦城城[F].txt",
    "夸克盘链接": "https://pan.quark.cn/s/322ead942c7e"
  },
  {
    "文件名": "（NP）《在年代文里被兵哥哥们睡了 》作者：温芷卿--【完结】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/2a978965523b"
  },
  {
    "文件名": "（NP）《余茵绕》作者：余戳--更新至549.txt",
    "夸克盘链接": "https://pan.quark.cn/s/8c1c38b9738c"
  },
  {
    "文件名": "（NP）《哑炮小姐（西幻 背德）》作者：電子小花--更新至117.txt",
    "夸克盘链接": "https://pan.quark.cn/s/aadff1428705"
  },
  {
    "文件名": "（NP）《幼妻绝叫（黄暴，高H，强制）》作者：桃乐丝--更新至56.txt",
    "夸克盘链接": "https://pan.quark.cn/s/08f0613fad01"
  },
  {
    "文件名": "（NP）《下下婚》作者：又一碗--更新至222.txt",
    "夸克盘链接": "https://pan.quark.cn/s/3c12e88e963d"
  },
  {
    "文件名": "（NP）《我不是受虐狂（虐男 BG GL 友情向）》 作者：豆冰北乐蒂--【完结】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/db54575e8f7a"
  },
  {
    "文件名": "（NP）《小说大纲里的女主觉醒后（H）》作者：霍饭饭--更新至144.txt",
    "夸克盘链接": "https://pan.quark.cn/s/7b83f6a7f51e"
  },
  {
    "文件名": "（NP）《天堂玫瑰》作者：美人乔--【完结+3番外】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/561f13a9e14c"
  },
  {
    "文件名": "（NP）《如风》作者：阿里里呀--更新至734.txt",
    "夸克盘链接": "https://pan.quark.cn/s/d8263d09e771"
  },
  {
    "文件名": "（NP）《为生子，跟闺蜜互换老公睡（高H）》作者：没钱我有什么办法--更新至109.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a5beea29a2c1"
  },
  {
    "文件名": "（NP）《为了转世成白富美，我肏遍三皇五帝》 作者：finch--【完结】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/facc99f93aca"
  },
  {
    "文件名": "（NP）《她只是个妓女（高H）》作者：风骚刺猬--更新至131.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c3eb97cf48e4"
  },
  {
    "文件名": "（NP）《平平无奇女beta目睹之怪状》作者：稷如生--更新至120.txt",
    "夸克盘链接": "https://pan.quark.cn/s/530a34cab1e7"
  },
  {
    "文件名": "（NP）《女配在体院挨操的N种姿势(H)》作者：黑加黑等于灰--更新至161.txt",
    "夸克盘链接": "https://pan.quark.cn/s/15bb6cd6bb40"
  },
  {
    "文件名": "（NP）《快穿之坠落黑月光》作者：春天总会来--更新至72.txt",
    "夸克盘链接": "https://pan.quark.cn/s/4fcd6e6213c8"
  },
  {
    "文件名": "（NP）《快穿：万人迷又被强制爱了》作者：小废物不爱说话--更新至90.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a3827de017d0"
  },
  {
    "文件名": "（NP）《假如夙大神是疯批反派（纯肉IF线）》 作者：漫漫默默--【完结】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/99c36c1f5b60"
  },
  {
    "文件名": "（NP）《当我嫁人后，剧情突然变得不对劲起来》作者：寻觅真理527--更新至551.txt",
    "夸克盘链接": "https://pan.quark.cn/s/40be033e820a"
  },
  {
    "文件名": "（NP）《18禁真人秀游戏（直播）》作者：doremi--更新至943.txt",
    "夸克盘链接": "https://pan.quark.cn/s/0cac32236894"
  },
  {
    "文件名": "（NP）《关于我哥和我男朋友互换身体这件事（1v2）》作者：白葡萄--【完结+3番外】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e2c06645dc96"
  },
  {
    "文件名": "（NP）《堕落的安妮塔（西幻 人外 h）》作者：黑色烧水瓶--更新至58.txt",
    "夸克盘链接": "https://pan.quark.cn/s/74bde49769e4"
  },
  {
    "文件名": "（NP）《【西幻】炮灰在西幻世界的生存法则（ 高H 火葬场）》作者：拜伦维斯--更新至348.txt",
    "夸克盘链接": "https://pan.quark.cn/s/d095b9664775"
  },
  {
    "文件名": "（NP）《当飞升后进入无限流快穿世界H》作者：三点水的柒--更新至181.txt",
    "夸克盘链接": "https://pan.quark.cn/s/7629de641157"
  },
  {
    "文件名": "（NP）《【五梦】背这五条，悟透》作者：DarcyK--更新至693.txt",
    "夸克盘链接": "https://pan.quark.cn/s/886e3913b480"
  },
  {
    "文件名": "（NP）《变成人后她被逐渐带坏（H）》作者：饼干--更新至45.txt",
    "夸克盘链接": "https://pan.quark.cn/s/d1b83ad7e95f"
  },
  {
    "文件名": "（NP）《【快穿】睡了男主后我死遁了（高H）》作者：兔兔吉利--更新至279.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c266b3d0f964"
  },
  {
    "文件名": "（NP）《【快穿】金庸汉子任我操》作者：褒姒之秋--更新至373.txt",
    "夸克盘链接": "https://pan.quark.cn/s/8cda8675e311"
  },
  {
    "文件名": "（NP)《【恐怖游戏】人家才没有开外挂》作者：梓易丫--更新至225.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a5f5acdd12ed"
  },
  {
    "文件名": "（NP）《【海贼王】魅魔小姐的航海‘日’记（H 剧情肉）》作者：桃子皮妖怪--更新至155.txt",
    "夸克盘链接": "https://pan.quark.cn/s/bfba70895a74"
  },
  {
    "文件名": "（NP）《【快穿】国民女神穿进肉文中（原淫辱国民女神）》作者：妃子笑--更新至271.txt",
    "夸克盘链接": "https://pan.quark.cn/s/6e600996a74b"
  },
  {
    "文件名": "(HUNTERxHUNTER)猎物驯养与食用指南 作者：midnightblue.txt",
    "夸克盘链接": "https://pan.quark.cn/s/11ce86f92358"
  },
  {
    "文件名": "（H）没有明天by庄周蝶.txt",
    "夸克盘链接": "https://pan.quark.cn/s/93b7a2a77f29"
  },
  {
    "文件名": "（1v1）《掌上明珠（父女）》作者：鹤止无--更新至95.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c7c111f62ec8"
  },
  {
    "文件名": "（1V1）《重生之八零娇俏媳妇粗汉子》作者：一轮明月--更新至187.txt",
    "夸克盘链接": "https://pan.quark.cn/s/26a195f193db"
  },
  {
    "文件名": "（1V1）《追龙（黑道豪夺）》 作者：事后烟 --【完结】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/0f938f912bb3"
  },
  {
    "文件名": "（1V1）《重生年代文的路人甲》作者：烂柯人--更新至30.txt",
    "夸克盘链接": "https://pan.quark.cn/s/39ca30eb5868"
  },
  {
    "文件名": "（1V1）《造梦循环（H）》作者：尘星末位--【完结】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/2b4b49f85e93"
  },
  {
    "文件名": "（1V1）《有瑕（父女，高H）》作者：夏多--更新至62.txt",
    "夸克盘链接": "https://pan.quark.cn/s/81c1ca915bc4"
  },
  {
    "文件名": "（1V1）《永远也会化雾》作者：After 17--更新至82.txt",
    "夸克盘链接": "https://pan.quark.cn/s/11c0eff42dd4"
  },
  {
    "文件名": "（1V1）《小夫妻 》作者：cally--【完结+31番外】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/d5261a4dea89"
  },
  {
    "文件名": "（1V1）《小橘狗【校园 】》作者：爱神在下--更新至60.txt",
    "夸克盘链接": "https://pan.quark.cn/s/84e3449308d9"
  },
  {
    "文件名": "（1V1）《小白花的淫欲情史2（男出轨 高H》作者：四重奏--更新至54.txt",
    "夸克盘链接": "https://pan.quark.cn/s/d56cdf771642"
  },
  {
    "文件名": "（1V1）《西边雨（现言，h）》作者：Maxwell--更新至56.txt",
    "夸克盘链接": "https://pan.quark.cn/s/28ce1204787e"
  },
  {
    "文件名": "（1V1）《酸糖》作者：你好好想想--更新至97.txt",
    "夸克盘链接": "https://pan.quark.cn/s/392a5a67a419"
  },
  {
    "文件名": "（1V1）《锁沧浪》作者：瞰雾--更新至40.txt",
    "夸克盘链接": "https://pan.quark.cn/s/df44652436bf"
  },
  {
    "文件名": "（1V1）《叔叔是衣冠禽兽(原名《他，衣冠禽兽》（年龄差调教伪叔侄）》作者：八级大狂风--【完结+4番外】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/6d77437809f0"
  },
  {
    "文件名": "（1V1）《事竟成》作者：赛博小马甲--更新至59.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a7f41bcf2e93"
  },
  {
    "文件名": "（1V1）《十九岁的小辣鸡》作者：抱抱--【完结】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/72bd91b24ae5"
  },
  {
    "文件名": "（1V1）《骚荷（公媳产乳）城里糙汉 1对1 高H 》作者：丢了幸福的猪--【完结】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/28aa6d0e6491"
  },
  {
    "文件名": "（1V1）《三尺春（古言，伪骨科，兄妹） 》作者：长青长白--更新至119.txt",
    "夸克盘链接": "https://pan.quark.cn/s/96226d07aadf"
  },
  {
    "文件名": "（1V1）《快穿之女配势要扑倒男主（系统）》作者：茶蘼--更新至763.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a03d3d29452f"
  },
  {
    "文件名": "（1V1）《青蛇?勃起》作者：尾烟狸--【完结】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/6ac9d73d45fa"
  },
  {
    "文件名": "（1V1）《强制标记（男A女O）》 作者：豆浆--更新至63.txt",
    "夸克盘链接": "https://pan.quark.cn/s/16628401b9d7"
  },
  {
    "文件名": "（1V1）《腻味》作者：霁雨--更新至43.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a3f3c487e842"
  },
  {
    "文件名": "（1V1）《七日恋影》作者：墨镜喵--【完结】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/02d357f6dc2e"
  },
  {
    "文件名": "（1V1）《你好，河豚小姐【SP】》作者：Journey--更新至21.txt",
    "夸克盘链接": "https://pan.quark.cn/s/5b33177fd94b"
  },
  {
    "文件名": "（1V1）《玛丽女王（父女H 都铎王朝）》作者：雷神妮妮--更新至60.txt",
    "夸克盘链接": "https://pan.quark.cn/s/efd916bbdb70"
  },
  {
    "文件名": "（1V1）《螺旋深井（骨科 校园）原名伪君子哥哥死活不承认爱》作者：珍珠少女--更新至41.txt",
    "夸克盘链接": "https://pan.quark.cn/s/de86c6e8aaf4"
  },
  {
    "文件名": "（1V1）《母床（女A男O 男妈妈）》作者：涉水逆游--【完结】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a874a797ece8"
  },
  {
    "文件名": "（1V1）《烂黄瓜从良记》 作者：穆尔塔图里--【完结】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c72fcbbc4950"
  },
  {
    "文件名": "（1V1）《娇小姐》作者：兔酱--【完结】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/90b230188164"
  },
  {
    "文件名": "（1V1）《卡萨布兰卡（双子骨科）》作者：Polaris--【完结】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/4566ea9a0926"
  },
  {
    "文件名": "（1V1）《夫君他浑身杀气（双马甲 先婚后爱 武侠甜文）》作者：锈斑猫--更新至26.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a0b1a2a9495e"
  },
  {
    "文件名": "（1V1）《逢春生（兄妹骨科）》作者：香菜骷髅头--【完结】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/b3add8736605"
  },
  {
    "文件名": "（1v1）《调教偏执狂》作者：吉列甜--更新至99.txt",
    "夸克盘链接": "https://pan.quark.cn/s/f97af7b50e9e"
  },
  {
    "文件名": "（1V1）《摧眉（年代 糙汉 女方粗口）》作者：太师青--【完结】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/5f6aefbd6ef1"
  },
  {
    "文件名": "（1V1）《催眠助理》作者：作者：克劳德云-- 更新至252.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a7ce03f49bfd"
  },
  {
    "文件名": "（1V1）《电风扇与西瓜汁（青梅竹马h）》作者：岛京月--更新至55.txt",
    "夸克盘链接": "https://pan.quark.cn/s/25852be2d54e"
  },
  {
    "文件名": "（1v1）《穿成年代文大佬的病弱前妻》作者：连夏--更新至109.txt",
    "夸克盘链接": "https://pan.quark.cn/s/54d934fb2ac1"
  },
  {
    "文件名": "（1V1）《春日流萤（校园）》作者：红豆刨冰--【完结+4番外】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/7d4921205b6b"
  },
  {
    "文件名": "（1V1）《朝生暮死（h）》作者：温旖旎--更新至127.txt",
    "夸克盘链接": "https://pan.quark.cn/s/d38d5fc13bcc"
  },
  {
    "文件名": "（1V1）《不羡仙（快穿仙侠 古言 sc）》作者：砌雾--更新至357.txt",
    "夸克盘链接": "https://pan.quark.cn/s/093658b89d6d"
  },
  {
    "文件名": "（1V1）《安非他命（ 黑道）》作者：李佳瑪--更新至112.txt",
    "夸克盘链接": "https://pan.quark.cn/s/398568a4a91d"
  },
  {
    "文件名": "（1V1）《朝歌》作者：栀九--更新至145.txt",
    "夸克盘链接": "https://pan.quark.cn/s/bc918723b869"
  },
  {
    "文件名": "[完结738+番外]如风 作者：阿里里呀【24.7.18】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/4b8945299147"
  },
  {
    "文件名": "（1V1）《【古言】他不是风流帅》作者：豆姑梁--更新至63.txt",
    "夸克盘链接": "https://pan.quark.cn/s/3f863333198c"
  },
  {
    "文件名": "（1V1）《[主打一个乖，不写了]gb：绝对压制（女A男O）》作者：主打一个乖，不写了.txt",
    "夸克盘链接": "https://pan.quark.cn/s/df0f82ae48f8"
  },
  {
    "文件名": "[完结338+番外]金丝笼牡丹 作者：琵琶一树金【24.7.13】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ac390da0b9eb"
  },
  {
    "文件名": "[完结676+番外]床戏替身（NPH）作者：豌豆荚【24.7.18】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/6131ec809b19"
  },
  {
    "文件名": "[完结430]热陷（NP 追妻火葬场） 作者：卜鸣【24.7.01】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/f0c2b83b055e"
  },
  {
    "文件名": "[完结387+番外]囚笼（NP）【向_哨】 作者：豆浆【24.7.12】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/d443d204395d"
  },
  {
    "文件名": "[完结]绑定魅魔系统后被肏坏了 作者：归墟眠.txt",
    "夸克盘链接": "https://pan.quark.cn/s/19ecbf5c70df"
  },
  {
    "文件名": "[完结]暴露狂女白领性癖成长史 作者：爱土豆的小白兔.txt",
    "夸克盘链接": "https://pan.quark.cn/s/5e20672bb00c"
  },
  {
    "文件名": "[完结]被调教成了肉便器 作者：西瓜红.txt",
    "夸克盘链接": "https://pan.quark.cn/s/77c93f053327"
  },
  {
    "文件名": "【棠】[更450] 苦茶紫满天飞 作者：两面包夹芝士.txt",
    "夸克盘链接": "https://pan.quark.cn/s/4f814db300df"
  },
  {
    "文件名": "[完结]帮督主残根排niao 作者：离火.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c15f2b6401ba"
  },
  {
    "文件名": "[完结]【人外H】邪神与甜祭：八尺大人的游乐场 作者：葵喵葵.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a415a83659eb"
  },
  {
    "文件名": "【棠】[更407] 【总攻】虫族生存实录 作者：龙子京.txt",
    "夸克盘链接": "https://pan.quark.cn/s/36d6b239bb9f"
  },
  {
    "文件名": "[完结]【hp】被黑色曼陀罗所吞噬 作者：不是猫呀.txt",
    "夸克盘链接": "https://pan.quark.cn/s/190ed8bef8cf"
  },
  {
    "文件名": "[完结]「All兰」天使降临 作者：椰丝球球.txt",
    "夸克盘链接": "https://pan.quark.cn/s/043387c2224d"
  },
  {
    "文件名": "[完结][综]万人迷绝不会修罗场3 作者：猴面包树.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e25d2094f810"
  },
  {
    "文件名": "【棠】[更293] 帝国双性指挥官 作者：最爱小虐文.txt",
    "夸克盘链接": "https://pan.quark.cn/s/df6c5d63ac71"
  },
  {
    "文件名": "【棠】[更299] 高高在上（ab，np） 作者：夜酒.txt",
    "夸克盘链接": "https://pan.quark.cn/s/9dd2bbb82657"
  },
  {
    "文件名": "【棠】[更208] 离婚后前夫非要当我的狗 作者：八月晴好（头滚键盘码字中.txt",
    "夸克盘链接": "https://pan.quark.cn/s/222fc118015f"
  },
  {
    "文件名": "【棠】[更181] 橄榄那些男主们完成任务（快穿总攻） 作者：有丝分裂菇（引力圈同名同步更新）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/5a04a713c72a"
  },
  {
    "文件名": "【棠】[更156] 虐杀天使【高H_猎奇_R18G】 作者： 葬之镜.txt",
    "夸克盘链接": "https://pan.quark.cn/s/593f096e0a50"
  },
  {
    "文件名": "【棠】[更161] FBI掰弯杀手后互，攻了 作者：dying.txt",
    "夸克盘链接": "https://pan.quark.cn/s/19d01afbf665"
  },
  {
    "文件名": "【棠】[更142] 与邪婚（短篇合集_人外_双洁_可能存在恐怖要素 ） 作者：这个六月超现实.txt",
    "夸克盘链接": "https://pan.quark.cn/s/472018c93559"
  },
  {
    "文件名": "【棠】[更155] 被暗恋的人，玩成了杯杯 作者：一袋子猫.txt",
    "夸克盘链接": "https://pan.quark.cn/s/b688d1d2a16a"
  },
  {
    "文件名": "【棠】[更139] 今天也想和死去的哥哥谈恋爱  作者：monoQ.txt",
    "夸克盘链接": "https://pan.quark.cn/s/836e7f6c33d0"
  },
  {
    "文件名": "【棠】[更131] 修剧情的第一步是全都吃掉（快穿NP） 作者：松饼上的带霜蓝莓.txt",
    "夸克盘链接": "https://pan.quark.cn/s/751f59feae12"
  },
  {
    "文件名": "【棠】[更135] 各类美人的日日夜夜 作者：一个大虾仁.txt",
    "夸克盘链接": "https://pan.quark.cn/s/d0580eeef0da"
  },
  {
    "文件名": "【棠】[更128] 修剧情的第一步是全都吃掉（快穿NP） 作者：杜鹃花科越橘属浆果.txt",
    "夸克盘链接": "https://pan.quark.cn/s/4b6c1156061e"
  },
  {
    "文件名": "【棠】[更123] 被压在身下的万人迷 作者：灵纸.txt",
    "夸克盘链接": "https://pan.quark.cn/s/8c4b07f941b4"
  },
  {
    "文件名": "【棠】[更118] （快穿）震惊：绑定系统的我竟然被男主…… 作者：小四五.txt",
    "夸克盘链接": "https://pan.quark.cn/s/99d66afcb953"
  },
  {
    "文件名": "【棠】[更117] 炮灰美人被疯批强制爱（快穿_np总受） 作者：余火烬燃（日更中）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ca231ecd0c0e"
  },
  {
    "文件名": "【棠】[更113] 吉祥鸭店 作者：三聿.txt",
    "夸克盘链接": "https://pan.quark.cn/s/6c81614183d5"
  },
  {
    "文件名": "【棠】[更109] 在全息模拟世界里欺负高岭之花 作者：穆小刀_.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c6b415af88b7"
  },
  {
    "文件名": "【棠】[更99] 金枷玉锁 作者：月亮咬耳朵.txt",
    "夸克盘链接": "https://pan.quark.cn/s/fe1007454651"
  },
  {
    "文件名": "【棠】[更96] 被疯批强制爱的Alpha（ABO_3P） 作者：余火烬燃（日更中）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/402667538365"
  },
  {
    "文件名": "【棠】[更93] 【快穿】恶毒小少爷又被疯狗反噬了 作者：春江潮水平.txt",
    "夸克盘链接": "https://pan.quark.cn/s/0e8f1ddad7c6"
  },
  {
    "文件名": "【棠】[更93] 锈迹斑斑 作者：Grandne.txt",
    "夸克盘链接": "https://pan.quark.cn/s/d4c3c70cb862"
  },
  {
    "文件名": "【棠】[更91] 穿越后技能点全加到批上了 作者：湿水瓢.txt",
    "夸克盘链接": "https://pan.quark.cn/s/f67be56f4653"
  },
  {
    "文件名": "【棠】[更87] 老攻在下（日攻） 作者：.txt",
    "夸克盘链接": "https://pan.quark.cn/s/6e9f1bc880c7"
  },
  {
    "文件名": "【棠】[更88] 高门深户 作者：孟还.txt",
    "夸克盘链接": "https://pan.quark.cn/s/3407c3550e8f"
  },
  {
    "文件名": "【棠】[更85] 继兄他毫无边界感 作者：五花三层.txt",
    "夸克盘链接": "https://pan.quark.cn/s/802897776931"
  },
  {
    "文件名": "【棠】[更84] 总_攻花市豪门夜宴 作者：魔女制药.txt",
    "夸克盘链接": "https://pan.quark.cn/s/b1b61b0910dd"
  },
  {
    "文件名": "【棠】[更83] 副本boss都想吃掉我 作者：安诗鸢尾.txt",
    "夸克盘链接": "https://pan.quark.cn/s/240395f3eae7"
  },
  {
    "文件名": "【棠】[更84] 不见仙途 作者：持银止枭.txt",
    "夸克盘链接": "https://pan.quark.cn/s/f4f3b168576c"
  },
  {
    "文件名": "【棠】[更83] 落难典狱长的48小时 作者：烟蓝.txt",
    "夸克盘链接": "https://pan.quark.cn/s/bfc9f5cd21ea"
  },
  {
    "文件名": "【棠】[更82] ［总攻］梦魔快穿员 作者：恋爱脑君.txt",
    "夸克盘链接": "https://pan.quark.cn/s/2db38a295c7f"
  },
  {
    "文件名": "【棠】[更82] 美强or美壮合集 作者：cqaqq.txt",
    "夸克盘链接": "https://pan.quark.cn/s/0969ca4496d2"
  },
  {
    "文件名": "【棠】[更80] 倒贴小狗甘当生育机器 作者：雾里晓光.txt",
    "夸克盘链接": "https://pan.quark.cn/s/0c88cc31ed2f"
  },
  {
    "文件名": "【棠】[更78] 金昭玉粹【BDSM-双性】 作者：沾花寄月.txt",
    "夸克盘链接": "https://pan.quark.cn/s/5f1b898443cd"
  },
  {
    "文件名": "【棠】[更77] 被触手神养父调教的日常 作者：夏日之遥.txt",
    "夸克盘链接": "https://pan.quark.cn/s/979b79238e4b"
  },
  {
    "文件名": "【棠】[更74] 雨后的曼陀罗(ABO) 作者：路拾.txt",
    "夸克盘链接": "https://pan.quark.cn/s/5d9de2b1264d"
  },
  {
    "文件名": "【棠】[更74] 蜂窝状大脑 aka.壮受短篇集 作者：咸湿的鱼.txt",
    "夸克盘链接": "https://pan.quark.cn/s/48a23de86cd2"
  },
  {
    "文件名": "【棠】[更75] 无关错对（家奴受） 作者：倾天之痕.txt",
    "夸克盘链接": "https://pan.quark.cn/s/dd058107d0e0"
  },
  {
    "文件名": "【棠】[更73] 白色禁区 作者：江湖老手.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c036858c8c21"
  },
  {
    "文件名": "【棠】[更73] 《你是我迟来的光》（sp） 作者：咸鱼也不吃香菜.txt",
    "夸克盘链接": "https://pan.quark.cn/s/d4e70e3ebb00"
  },
  {
    "文件名": "【棠】[更72] 爹父宗筋开我牝 作者：德充符.txt",
    "夸克盘链接": "https://pan.quark.cn/s/7fc4ecf1cec6"
  },
  {
    "文件名": "【棠】[更72] 获得隐身系统后（排泄向） 作者：寒山见.txt",
    "夸克盘链接": "https://pan.quark.cn/s/91f68ff55e85"
  },
  {
    "文件名": "【棠】[更70] 异形今日也在伪装猫咪（人外） 作者：池鲤.txt",
    "夸克盘链接": "https://pan.quark.cn/s/3c04720c42e4"
  },
  {
    "文件名": "【棠】[更69] 主攻 穿越异世当皇帝顺便收集各色美人 作者：牡蛎不吃海鲜.txt",
    "夸克盘链接": "https://pan.quark.cn/s/8dd634d02c42"
  },
  {
    "文件名": "【棠】[更68] 坏狗和他的可爱老婆 作者：和子.txt",
    "夸克盘链接": "https://pan.quark.cn/s/6d4dddbfb2d9"
  },
  {
    "文件名": "【棠】[更66] 顶流之路 作者：比比比目鱼01.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c94d1e72a65e"
  },
  {
    "文件名": "【棠】[更67] 再不听话草哭你（BDSM） 作者：白茶清欢.txt",
    "夸克盘链接": "https://pan.quark.cn/s/2c6040b5a024"
  },
  {
    "文件名": "【棠】[更64] 朕的江山只在你胯下 作者：扪虱谈.txt",
    "夸克盘链接": "https://pan.quark.cn/s/71c39c4af466"
  },
  {
    "文件名": "【棠】[更62] 螟孕【高H_触手_开放式NP】 作者： 葬之镜.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e9bf844750d9"
  },
  {
    "文件名": "【棠】[更58] 侵食[forkcake_SM] 作者：月亮咬耳朵.txt",
    "夸克盘链接": "https://pan.quark.cn/s/01dc1cdd3359"
  },
  {
    "文件名": "【棠】[更58] 互换身体后，他老公天天被蹂躏 作者：.txt",
    "夸克盘链接": "https://pan.quark.cn/s/51ba88a13f3a"
  },
  {
    "文件名": "【棠】[更56] 清冷美人的R18定制游戏 作者：朱酒.txt",
    "夸克盘链接": "https://pan.quark.cn/s/d130f5aa0b00"
  },
  {
    "文件名": "【棠】[更56] 怀了二胎去离婚碰上离婚冷静期怎么办 作者：飞鸟（现代篇在更中，古代篇随机掉落）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/8d64821fc2f4"
  },
  {
    "文件名": "【棠】[更54] 总攻 穿越异世界当beta攻了alpha 作者：牡蛎不吃海鲜.txt",
    "夸克盘链接": "https://pan.quark.cn/s/4a362b69263f"
  },
  {
    "文件名": "【棠】[更54] 万人嫌每天都想恢复单身 作者：麻酱.txt",
    "夸克盘链接": "https://pan.quark.cn/s/99c38f455cbf"
  },
  {
    "文件名": "【棠】[更51] 别打脸 作者：悲伤猫猫头.txt",
    "夸克盘链接": "https://pan.quark.cn/s/657c04958d1f"
  },
  {
    "文件名": "【棠】[更48] 掌控人生 作者：.txt",
    "夸克盘链接": "https://pan.quark.cn/s/4f82330a5c20"
  },
  {
    "文件名": "【棠】[更49] 总攻之淫乱崩铁 作者：怎么好吃怎么来.txt",
    "夸克盘链接": "https://pan.quark.cn/s/87a3bac4bd60"
  },
  {
    "文件名": "【棠】[更48] 【总攻NP】我在虫族当时间管理大师 作者：九辞.txt",
    "夸克盘链接": "https://pan.quark.cn/s/d9f5dab33886"
  },
  {
    "文件名": "【棠】[更47] 第五人格强制h系列 作者：M九.txt",
    "夸克盘链接": "https://pan.quark.cn/s/26eee3be700e"
  },
  {
    "文件名": "【棠】[更47] 校草男神凌云河的暴露生活 作者：百里香.txt",
    "夸克盘链接": "https://pan.quark.cn/s/1ea4e8d5adfd"
  },
  {
    "文件名": "【棠】[更45] 神龙玉玺 作者：Auuan.txt",
    "夸克盘链接": "https://pan.quark.cn/s/15d26bec8afb"
  },
  {
    "文件名": "【棠】[更47] 把Alpha老婆玩成熟妇 作者：美好新世界.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c689ac8a7090"
  },
  {
    "文件名": "【棠】[更44] 性欲管理 作者：多吃鸡腿少吃亏.txt",
    "夸克盘链接": "https://pan.quark.cn/s/33b5273d77dc"
  },
  {
    "文件名": "【棠】[更44] 人外vs强受合集 作者：cqaqq.txt",
    "夸克盘链接": "https://pan.quark.cn/s/49c07243f11c"
  },
  {
    "文件名": "【棠】[更44] 【庆余年】（闲泽）同命蛊 作者：白菜会飞.txt",
    "夸克盘链接": "https://pan.quark.cn/s/4805ea5a7f14"
  },
  {
    "文件名": "【棠】[更44] 催眠美人高h煌爆合集 作者：没有名字.txt",
    "夸克盘链接": "https://pan.quark.cn/s/73135b361602"
  },
  {
    "文件名": "【棠】[更44] 爆炒纯荤合集 作者：星熊.txt",
    "夸克盘链接": "https://pan.quark.cn/s/6cc6af44b1cd"
  },
  {
    "文件名": "【棠】[更44] 【崩铁】乐子人，但是虚无 作者：淀粉人.txt",
    "夸克盘链接": "https://pan.quark.cn/s/09287119884b"
  },
  {
    "文件名": "【棠】[更42] 你的婚后性福生活（单元剧，主攻1vs1） 作者：俊美的大蘑菇.txt",
    "夸克盘链接": "https://pan.quark.cn/s/5462a1f61b6b"
  },
  {
    "文件名": "【棠】[更41] 提分手后被男友囚禁（1V1） 作者：潜水中.txt",
    "夸克盘链接": "https://pan.quark.cn/s/8be64802dedf"
  },
  {
    "文件名": "【棠】[更41] 背德论坛 作者：社畜突.txt",
    "夸克盘链接": "https://pan.quark.cn/s/99751792bd47"
  },
  {
    "文件名": "【棠】[更40] 我死后男神追妻火葬场了 作者：香菜爱吃菠萝.txt",
    "夸克盘链接": "https://pan.quark.cn/s/2386b9e5a403"
  },
  {
    "文件名": "【棠】[更41] 催眠那个白月光（主攻） 作者：无肉不欢.txt",
    "夸克盘链接": "https://pan.quark.cn/s/d951f0e80450"
  },
  {
    "文件名": "【棠】[更40] 发现领导在海棠写文后 作者：三木.txt",
    "夸克盘链接": "https://pan.quark.cn/s/8eb473cb342f"
  },
  {
    "文件名": "【棠】[更40] 偷情人妻管教改造实录 作者：穆小刀_.txt",
    "夸克盘链接": "https://pan.quark.cn/s/122603374d9f"
  },
  {
    "文件名": "【棠】[更39] 路人甲也想成为主角 作者：叁苍.txt",
    "夸克盘链接": "https://pan.quark.cn/s/3b026aa49edb"
  },
  {
    "文件名": "【棠】[更39] 古熊之璞玉 作者：琢木家.txt",
    "夸克盘链接": "https://pan.quark.cn/s/d694935fdca8"
  },
  {
    "文件名": "【棠】[更39] 【网王】不二的憋尿日记 作者：牛奶玉米.txt",
    "夸克盘链接": "https://pan.quark.cn/s/5e0980a5cf83"
  },
  {
    "文件名": "【棠】[更38] 不要啊我真的会死掉 作者：愿敢.txt",
    "夸克盘链接": "https://pan.quark.cn/s/5ec07a66a477"
  },
  {
    "文件名": "【棠】[更38] (主攻)我好像是个万人迷 作者：一口茶.txt",
    "夸克盘链接": "https://pan.quark.cn/s/986e915dd8ea"
  },
  {
    "文件名": "【棠】[更36] 失忆另娶后还是会爱上他[虫族] 作者：白械.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a10130d2ed9c"
  },
  {
    "文件名": "【棠】[更36] 荒淫盛宴 作者：混水八爪鱼.txt",
    "夸克盘链接": "https://pan.quark.cn/s/96a4101b365e"
  },
  {
    "文件名": "【棠】[更36] 丞相的儿子们为我打起来了 作者：大火烹调.txt",
    "夸克盘链接": "https://pan.quark.cn/s/bedf14324fbc"
  },
  {
    "文件名": "【棠】[更35] 大奶骚攻的性爱生活 作者：叽里呱啦叽里呱啦.txt",
    "夸克盘链接": "https://pan.quark.cn/s/3b3a335e1e82"
  },
  {
    "文件名": "【棠】[更34] 我的漂亮老婆 作者：没有名字.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a1f24096db3d"
  },
  {
    "文件名": "【棠】[更34] 我哥是我的道侣 作者：木白九.txt",
    "夸克盘链接": "https://pan.quark.cn/s/2649d124c418"
  },
  {
    "文件名": "【棠】[更34] 快穿之睡遍男主（主攻） 作者：小四五.txt",
    "夸克盘链接": "https://pan.quark.cn/s/b2a12e9b6cee"
  },
  {
    "文件名": "【棠】[更34] 不良少年受罚过程(1V1) 作者：华云.txt",
    "夸克盘链接": "https://pan.quark.cn/s/66da2405d6e2"
  },
  {
    "文件名": "【棠】[更33] 关于恶毒美人长批后被死对头爆炒这件事 作者：黄花菜都凉了.txt",
    "夸克盘链接": "https://pan.quark.cn/s/36bcbe315cd4"
  },
  {
    "文件名": "【棠】[更31] 赎罪【虐身】 作者：木木木容.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c52b1b9bad60"
  },
  {
    "文件名": "【棠】[更32] 状元郎日日挨肏（单性np） 作者：小小望.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c2e8c8fd234f"
  },
  {
    "文件名": "【棠】[更31] 生人嫁鬼 作者：半价童话票.txt",
    "夸克盘链接": "https://pan.quark.cn/s/007ec86e21c3"
  },
  {
    "文件名": "【棠】[更30] 逃不掉的被疯子强制爱 作者：乱世小熊.txt",
    "夸克盘链接": "https://pan.quark.cn/s/cffef2677cb1"
  },
  {
    "文件名": "【棠】[更30] 淫荡的童婳（双性np雌堕) 作者：葡萄椰果冻冻.txt",
    "夸克盘链接": "https://pan.quark.cn/s/aa715cef0b78"
  },
  {
    "文件名": "【棠】[更29] 【骨科_bdsm】致命欲望 作者：绷带甜茶.txt",
    "夸克盘链接": "https://pan.quark.cn/s/14bc2fcd6a9d"
  },
  {
    "文件名": "【棠】[更28] 金主是sub (娱乐圈_bdsm_sp） 作者：快发财.txt",
    "夸克盘链接": "https://pan.quark.cn/s/96a788ddf2dd"
  },
  {
    "文件名": "【棠】[更27] 情敌也可以是老婆 作者：Mousse_慕斯.txt",
    "夸克盘链接": "https://pan.quark.cn/s/8dfb07c31c15"
  },
  {
    "文件名": "【棠】[更26] 艳光煞人记 作者：香塔.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c47fde6a3194"
  },
  {
    "文件名": "【棠】[更27] [GB]万人迷影后的训狗技巧 作者：四chi（讨厌抹布男）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a6c8854fe6b8"
  },
  {
    "文件名": "【棠】[更26] 美人受又双叒叕反攻了 作者：聆無.txt",
    "夸克盘链接": "https://pan.quark.cn/s/d558c2cbec6d"
  },
  {
    "文件名": "【棠】[更25] 野蛮生长（骨科） 作者：萧辰予.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c688740592bc"
  },
  {
    "文件名": "【棠】[更25] 两条蛇的报复 作者：不趣.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c0d326ddec7c"
  },
  {
    "文件名": "【棠】[更24] 侵蚀（虫族_弱强_先婚后爱） 作者：Cogito.txt",
    "夸克盘链接": "https://pan.quark.cn/s/3ef0db6004f1"
  },
  {
    "文件名": "【棠】[更25] 被一群alpha盯上的日子 作者：绝望的高玩.txt",
    "夸克盘链接": "https://pan.quark.cn/s/8b741dfab655"
  },
  {
    "文件名": "【棠】[更25] （咒回_总攻）神明的玩笑 作者：青萍之末.txt",
    "夸克盘链接": "https://pan.quark.cn/s/64674ec1e186"
  },
  {
    "文件名": "【棠】[更24] 就是喜欢喊朋友老公怎么你了 作者：好了好了我知道了.txt",
    "夸克盘链接": "https://pan.quark.cn/s/7aa807489171"
  },
  {
    "文件名": "【棠】[更24] 穿越兽世爽翻了 作者：西洲客.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ed5307705089"
  },
  {
    "文件名": "【棠】[更23] 长批魅魔想挨艹 作者：Mon.txt",
    "夸克盘链接": "https://pan.quark.cn/s/2cd22a413917"
  },
  {
    "文件名": "【棠】[更23] 【火影总攻】忍界雌堕 作者：慕之.txt",
    "夸克盘链接": "https://pan.quark.cn/s/2b9ac5549610"
  },
  {
    "文件名": "【棠】[更23] 长得帅的男人就该被轮死 作者：无有灵.txt",
    "夸克盘链接": "https://pan.quark.cn/s/b71db07e11c3"
  },
  {
    "文件名": "【棠】[更22] 勾引反派计划（快穿np） 作者：一条咸鱼啊.txt",
    "夸克盘链接": "https://pan.quark.cn/s/0fbe2fd0b184"
  },
  {
    "文件名": "【棠】[更22] 情有独钟 作者：穿裤子的云.txt",
    "夸克盘链接": "https://pan.quark.cn/s/623eb7d86528"
  },
  {
    "文件名": "【棠】[更22] 攻控的自我救赎 作者：一袭.txt",
    "夸克盘链接": "https://pan.quark.cn/s/9a85a809745b"
  },
  {
    "文件名": "【棠】[更22] 被宿舍里死对头肏哭的日日夜夜（双性） 作者：取啥名都被占好气哦.txt",
    "夸克盘链接": "https://pan.quark.cn/s/772d68bb3754"
  },
  {
    "文件名": "【棠】[更21] 丈夫有了他的男人 作者：绿杏过墙.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a673a0231322"
  },
  {
    "文件名": "【棠】[更21] 序章【现代家奴】 作者：点点有七.txt",
    "夸克盘链接": "https://pan.quark.cn/s/fd411c9f86fd"
  },
  {
    "文件名": "【棠】[更21] 奴隶内部的自我拯救【5p互攻】 作者：疏忆.txt",
    "夸克盘链接": "https://pan.quark.cn/s/f53f92c8204f"
  },
  {
    "文件名": "【棠】[更21] 狐妖将军 作者：海棠楼主.txt",
    "夸克盘链接": "https://pan.quark.cn/s/f400c5616695"
  },
  {
    "文件名": "【棠】[更21] 被老婆大人强控的日子（男强被 惩戒 sp d_s bdsm） 作者：风卿.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e3dc360185f4"
  },
  {
    "文件名": "【棠】[更21] 【第五人格】穿越第五之收集精液系统  作者：伊芙乙女心.txt",
    "夸克盘链接": "https://pan.quark.cn/s/597dc2ed4d40"
  },
  {
    "文件名": "【棠】[更21] 纯情人设改造计划 作者：落魚息.txt",
    "夸克盘链接": "https://pan.quark.cn/s/5dc4af6a6d46"
  },
  {
    "文件名": "【棠】[更20] 宿舍玩物 作者：没有名字.txt",
    "夸克盘链接": "https://pan.quark.cn/s/247c9fff1d5b"
  },
  {
    "文件名": "【棠】[更20] 三心二意（攻出轨） 作者：牛奶.txt",
    "夸克盘链接": "https://pan.quark.cn/s/62a044d6e4a4"
  },
  {
    "文件名": "【棠】[更20] 被死去的丈夫狠狠纠缠 作者：九一.txt",
    "夸克盘链接": "https://pan.quark.cn/s/028606f921f6"
  },
  {
    "文件名": "【棠】[更18] 天上的星星真多啊～ 作者：不背锅.txt",
    "夸克盘链接": "https://pan.quark.cn/s/2569c5a6ca5f"
  },
  {
    "文件名": "【棠】[更19] 大师兄哪里逃 作者：热心市民张大姐.txt",
    "夸克盘链接": "https://pan.quark.cn/s/086af9fa7bf3"
  },
  {
    "文件名": "【棠】[更19] 跟宿敌绑定doi续命系统后 作者：安诗鸢尾.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a7172f5c2c81"
  },
  {
    "文件名": "【棠】[更18] 宇文家妾 作者：绿茶西伯利亚.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a3fbe7a167d2"
  },
  {
    "文件名": "【棠】[更18] 穿成路人甲炮灰被疯批觊觎 作者：马克的小熊.txt",
    "夸克盘链接": "https://pan.quark.cn/s/9ccbcbf304e1"
  },
  {
    "文件名": "【棠】[更18] 被疯批暴君强宠的小可怜 作者：苏二月.txt",
    "夸克盘链接": "https://pan.quark.cn/s/20338f2e786a"
  },
  {
    "文件名": "【棠】[更17] 献祭给魔尊的炉鼎美人(H) 作者：Lemo大小姐.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e2936e323388"
  },
  {
    "文件名": "【棠】[更17] 懦弱新人夜间是魅魔（主攻） 作者：奶皮卷.txt",
    "夸克盘链接": "https://pan.quark.cn/s/35025377558c"
  },
  {
    "文件名": "【棠】[更17] 《师尊他带球跑了》 作者：九天.txt",
    "夸克盘链接": "https://pan.quark.cn/s/99bbe9260988"
  },
  {
    "文件名": "【棠】[更16] 他的花 作者：夹心面饼狗.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c77e595fea8a"
  },
  {
    "文件名": "【棠】[更16] 偷看糙汉继父“做饭”之后 作者：阿葵亚.txt",
    "夸克盘链接": "https://pan.quark.cn/s/0ca56e4b775a"
  },
  {
    "文件名": "【棠】[更16] 硬币生产线.aka炖肉中长篇集 作者：咸湿的鱼.txt",
    "夸克盘链接": "https://pan.quark.cn/s/54384ac1fd2f"
  },
  {
    "文件名": "【棠】[更16] 啃一口壮壮 作者：太饿了啃一口.txt",
    "夸克盘链接": "https://pan.quark.cn/s/396cefe7b65f"
  },
  {
    "文件名": "【棠】[更16] 进入十八禁游戏后觉醒万人迷属性（np总攻） 作者：我是笨蛋.txt",
    "夸克盘链接": "https://pan.quark.cn/s/42df0b36216e"
  },
  {
    "文件名": "【棠】[更16] 【綜英美_總攻】超級英雄會夢到美麗人外嗎？ 作者：戀愛腦君.txt",
    "夸克盘链接": "https://pan.quark.cn/s/0b52a70e644b"
  },
  {
    "文件名": "【棠】[更15] 性瘾美人玩转情se游戏 作者：冰雨绵绵.txt",
    "夸克盘链接": "https://pan.quark.cn/s/346b4f7eff60"
  },
  {
    "文件名": "【棠】[更15] 万人迷的妲己皇帝 [总攻 主攻 np] 作者：兕傩.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c7ade084a26a"
  },
  {
    "文件名": "【棠】[更15] 恶毒美人被炒实录 作者：怀如南.txt",
    "夸克盘链接": "https://pan.quark.cn/s/3a241e5cb336"
  },
  {
    "文件名": "【棠】[更15] 禁欲上司被榨汁(1v1 玩攻 甜宠) 作者：甜饼制造机.txt",
    "夸克盘链接": "https://pan.quark.cn/s/bec54b19cb33"
  },
  {
    "文件名": "【棠】[更15] 催眠别人男友（双性） 作者：没有名字.txt",
    "夸克盘链接": "https://pan.quark.cn/s/04373fc321c9"
  },
  {
    "文件名": "【棠】[更14] 努力在海棠文里不艾草 作者：一个大虾仁.txt",
    "夸克盘链接": "https://pan.quark.cn/s/b37e232702e4"
  },
  {
    "文件名": "【棠】[更14] 跟死对头竹马成了炮友 作者：温也.txt",
    "夸克盘链接": "https://pan.quark.cn/s/aea2c20a9bf4"
  },
  {
    "文件名": "【棠】[更14] 论社畜壮壮如何在网上卖批翻车 作者：嘎嘣脆.txt",
    "夸克盘链接": "https://pan.quark.cn/s/5620b124dfc1"
  },
  {
    "文件名": "【棠】[更14] 对象的108种玩弄方式 作者：路爱桃桃.txt",
    "夸克盘链接": "https://pan.quark.cn/s/1a7f069556b3"
  },
  {
    "文件名": "【棠】[更14] 【杂淫录】短篇杂文强取榨精暴露虐蛋同人等大合集 作者：水上秋白.txt",
    "夸克盘链接": "https://pan.quark.cn/s/af7f7b73d810"
  },
  {
    "文件名": "【棠】[更14] 【总攻，双性】魔王的性奴们今天也没能逃掉 作者：鹅之怒可炖两锅.txt",
    "夸克盘链接": "https://pan.quark.cn/s/8fd4b1f1632f"
  },
  {
    "文件名": "【棠】[更14] 超人 Superman 作者：肌肉猛男迷弟.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e21043397535"
  },
  {
    "文件名": "【棠】[更13] 总攻之摘星系统 作者：狗不理.txt",
    "夸克盘链接": "https://pan.quark.cn/s/4642c7b7147a"
  },
  {
    "文件名": "【棠】[更12] 一个怀孕的Alpha 作者：柳姑.txt",
    "夸克盘链接": "https://pan.quark.cn/s/72e5743fa62c"
  },
  {
    "文件名": "【棠】[更13] 被禁锢在刑架的殿下 作者：莫提灯.txt",
    "夸克盘链接": "https://pan.quark.cn/s/26e5cf7278f0"
  },
  {
    "文件名": "【棠】[更13] 在暗恋对象家挨打的正确姿势【SP】 作者：青一橘.txt",
    "夸克盘链接": "https://pan.quark.cn/s/b97c1540cf04"
  },
  {
    "文件名": "【棠】[更13] 星际糜渊 作者：魔魅树精姥姥（缘更）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/b95186363aab"
  },
  {
    "文件名": "【棠】[更12] 萧郎艳闻录【NP_万人迷_双】 作者：没有名字.txt",
    "夸克盘链接": "https://pan.quark.cn/s/37083920aa3e"
  },
  {
    "文件名": "【棠】[更12] 缠绵游戏【sp_bdsm】 作者：姜双柏.txt",
    "夸克盘链接": "https://pan.quark.cn/s/32efab9673b0"
  },
  {
    "文件名": "【棠】[更12] 杏伮调_教_改_造指南（重口） 作者：穆小刀_.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e477cd23cd74"
  },
  {
    "文件名": "【棠】[更12] 传道受业 作者：倾天之痕.txt",
    "夸克盘链接": "https://pan.quark.cn/s/12a7bdf527a2"
  },
  {
    "文件名": "【棠】[更12] 【总攻】朕又重生了？！ 作者：阿人于.txt",
    "夸克盘链接": "https://pan.quark.cn/s/00c16e664069"
  },
  {
    "文件名": "【棠】[更11] 妄想逃离枷锁的共妻 作者：顶风作案.txt",
    "夸克盘链接": "https://pan.quark.cn/s/db2461b9ee01"
  },
  {
    "文件名": "【棠】[更11] 修真界极品炉鼎 作者：春江潮水平.txt",
    "夸克盘链接": "https://pan.quark.cn/s/f0e5823eb79f"
  },
  {
    "文件名": "【棠】[更11] 喜欢玩囚禁是吧 作者：糖醋排骨盖饭.txt",
    "夸克盘链接": "https://pan.quark.cn/s/6e6fe85e07ae"
  },
  {
    "文件名": "【棠】[更11] 草哥哥的日记 作者：三土土.txt",
    "夸克盘链接": "https://pan.quark.cn/s/df97046781d6"
  },
  {
    "文件名": "【棠】[更11] 【虫族】上将他瘾很大 作者：颂颂.txt",
    "夸克盘链接": "https://pan.quark.cn/s/be7ada9da569"
  },
  {
    "文件名": "【棠】[更11] 【第四爱】SP宫规训诫绝色美男（女尊_女攻_GB_BDSM) 作者：暗黑系魔女.txt",
    "夸克盘链接": "https://pan.quark.cn/s/6bf0894cd71a"
  },
  {
    "文件名": "【棠】[更11] 炮灰美人他只想躺平 作者：柯柯没有名字.txt",
    "夸克盘链接": "https://pan.quark.cn/s/3fe2c3386c59"
  },
  {
    "文件名": "【棠】[更10] 体院渣男种马调教日志 作者：愛玩肌肉狗.txt",
    "夸克盘链接": "https://pan.quark.cn/s/8cf9c121aff9"
  },
  {
    "文件名": "【棠】[更11] 【宝可梦_智总攻】帅哥收服图鉴 作者：小远山河.txt",
    "夸克盘链接": "https://pan.quark.cn/s/9b7cfe9f1435"
  },
  {
    "文件名": "【棠】[更10] 有老婆就要不要去外面偷吃了会被缠上的 作者：麻酱.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ce5cfddaf9ca"
  },
  {
    "文件名": "【棠】[更10] 虫族跟Alpha是绝配Ⅱ 作者：绯鸟不是肥鸟.txt",
    "夸克盘链接": "https://pan.quark.cn/s/4cf9b6d0903c"
  },
  {
    "文件名": "【棠】[更8] 万人嫌O逃婚后直播爆红 作者：EiNLiEN正在煎糍粑.txt",
    "夸克盘链接": "https://pan.quark.cn/s/f6f43b91d3cc"
  },
  {
    "文件名": "【棠】[更9] 绿茶甜1的doi指南 作者：好多人啊!.txt",
    "夸克盘链接": "https://pan.quark.cn/s/1af7f184b590"
  },
  {
    "文件名": "【棠】[更8] 【总_攻】hentai模拟收集器 作者：鸽唔啊呱【上面骑我勾巴的舒服了就快做饭】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/b4a23ca415c6"
  },
  {
    "文件名": "【棠】[更8] 【总_攻】双_性美人质检师 作者：没有名字.txt",
    "夸克盘链接": "https://pan.quark.cn/s/1de8b53fa587"
  },
  {
    "文件名": "[完结598+番外]如风 作者：阿里里呀.txt",
    "夸克盘链接": "https://pan.quark.cn/s/63d21f718522"
  },
  {
    "文件名": "【棠】[更8] 【柯南_总攻】黄油NPC选择主动被攻略 作者：即言.txt",
    "夸克盘链接": "https://pan.quark.cn/s/3fbf6ceced42"
  },
  {
    "文件名": "[完结551+番外]碧荷（1v1）作者：阿里里呀~补番.txt",
    "夸克盘链接": "https://pan.quark.cn/s/553ca046c8b9"
  },
  {
    "文件名": "【棠】[更7] 美人改造记 作者：叶林生.txt",
    "夸克盘链接": "https://pan.quark.cn/s/432129ad74fb"
  },
  {
    "文件名": "[完结350+番外]斯文败类（高干 1V1 高H）作者：臣言.txt",
    "夸克盘链接": "https://pan.quark.cn/s/1894707c8cac"
  },
  {
    "文件名": "[完结426+番外]蜜汁樱桃（产奶 校园 NPH)作者：苦咖啡.txt",
    "夸克盘链接": "https://pan.quark.cn/s/9b25ee50dae8"
  },
  {
    "文件名": "[完结247+番外]穿到女尊做廢人凰太女  作者：怡燃字得.txt",
    "夸克盘链接": "https://pan.quark.cn/s/af5fc10632f6"
  },
  {
    "文件名": "[完结281]在恐怖游戏里高潮不断（无限 h）作者：黛妃.txt",
    "夸克盘链接": "https://pan.quark.cn/s/afccc21a2e3e"
  },
  {
    "文件名": "[完结200]漂亮的路人甲（NP）作者：穆不里.txt",
    "夸克盘链接": "https://pan.quark.cn/s/0b3108ebce4b"
  },
  {
    "文件名": "[完结218]猎心（炮友转正 H）作者：今又.txt",
    "夸克盘链接": "https://pan.quark.cn/s/21fa241febf7"
  },
  {
    "文件名": "[完结181+番外]娇生惯养（兄妹，出轨）作者：归寻.txt",
    "夸克盘链接": "https://pan.quark.cn/s/be7543901ef6"
  },
  {
    "文件名": "[完结165+番外]失忆贵妃承宠记（1v1，h）作者：汐蝶.txt",
    "夸克盘链接": "https://pan.quark.cn/s/9fcbae9dbd35"
  },
  {
    "文件名": "[完结159+番外]暗二十一年天光（校园ntr）作者：迢迢~补番.txt",
    "夸克盘链接": "https://pan.quark.cn/s/9fae1ef301ec"
  },
  {
    "文件名": "[完结156+番外]寡妇太后 作者：cally.txt",
    "夸克盘链接": "https://pan.quark.cn/s/b8e9c13f15b3"
  },
  {
    "文件名": "[完结156]杀驸马（追夫 小黑屋高Ｈ HE）作者：蜗牛.txt",
    "夸克盘链接": "https://pan.quark.cn/s/b5c8d2909e55"
  },
  {
    "文件名": "[完结148+番外]成佛（强制）作者：躺平的仙女.txt",
    "夸克盘链接": "https://pan.quark.cn/s/836a74a9a1a4"
  },
  {
    "文件名": "[完结151]公爵大人似乎不喜欢男人（西幻言情 abo架空）作者：星星与钟.txt",
    "夸克盘链接": "https://pan.quark.cn/s/1ae2dfd83384"
  },
  {
    "文件名": "[完结138+番外]当娇软美人被囚为禁脔（np，高h）作者：香菜灭绝计划全球推广大使.txt",
    "夸克盘链接": "https://pan.quark.cn/s/bc45aa23fa74"
  },
  {
    "文件名": "[完结135+番外]犬夜叉同人（这真的是游戏吗）作者：桃花鸽.txt",
    "夸克盘链接": "https://pan.quark.cn/s/b99721188310"
  },
  {
    "文件名": "[完结116+番外]脔雀（都市1v1H）作者：涨汝.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ee9334036a52"
  },
  {
    "文件名": "[完结126]殒潮（强制nph）作者：ririadong.txt",
    "夸克盘链接": "https://pan.quark.cn/s/54a7ffc4fd2d"
  },
  {
    "文件名": "[完结114+番外]兰香袅袅 (NP) 作者：花生糖.txt",
    "夸克盘链接": "https://pan.quark.cn/s/90904f1de66d"
  },
  {
    "文件名": "[完结110+番外]难却[师生·强取豪夺]作者：化成小熊糖浆.txt",
    "夸克盘链接": "https://pan.quark.cn/s/cfda65a65853"
  },
  {
    "文件名": "[完结109+番外]月亮海（西幻人鱼H）作者：苦月亮.txt",
    "夸克盘链接": "https://pan.quark.cn/s/73a26fc2954e"
  },
  {
    "文件名": "[完结104]呕吐袋（骨科，1v1）作者：蓝胡子小女孩.txt",
    "夸克盘链接": "https://pan.quark.cn/s/5a85ad638f0f"
  },
  {
    "文件名": "[完结108]性秩序紊乱期【高H】作者：甄香.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c1695e49d4f0"
  },
  {
    "文件名": "[完结104]购买“美貌”后，我发现它有保质期！(NPH) 作者：居居来居居走.txt",
    "夸克盘链接": "https://pan.quark.cn/s/867806e9d00e"
  },
  {
    "文件名": "[完结93]青花冷（先婚后爱H）作者：子境.txt",
    "夸克盘链接": "https://pan.quark.cn/s/82d5e271f662"
  },
  {
    "文件名": "[完结92+番外]自定义游戏 作者：寿司.txt",
    "夸克盘链接": "https://pan.quark.cn/s/5bdccf3481bf"
  },
  {
    "文件名": "[完结87]倒月（都市篇）作者：玉鱼.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c3e3229c88e3"
  },
  {
    "文件名": "[完结86]樱桃汁（校园，青梅竹马，h）作者：渡欲.txt",
    "夸克盘链接": "https://pan.quark.cn/s/42b1761d007e"
  },
  {
    "文件名": "[完结86]野鹤（H）作者：冰封西瓜.txt",
    "夸克盘链接": "https://pan.quark.cn/s/4f5c1bed57ba"
  },
  {
    "文件名": "[完结76+番外]放任（豪门联姻离异）作者：赛博小马甲.txt",
    "夸克盘链接": "https://pan.quark.cn/s/253cdf488582"
  },
  {
    "文件名": "[完结76+番外]发现孩子是情夫的后（背德1v2）作者：神圣震击.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c1f80deb661a"
  },
  {
    "文件名": "[完结71+番外]人生在世春如梦（舅甥 ）作者：昭昭与朝朝.txt",
    "夸克盘链接": "https://pan.quark.cn/s/bae92a8e4260"
  },
  {
    "文件名": "[完结69+番外]春分梦回（校园1v1）作者：ENDIF.txt",
    "夸克盘链接": "https://pan.quark.cn/s/2a2d10f8ca69"
  },
  {
    "文件名": "[完结71]花与湿（1V1h，师生双向暗恋)作者：大符.txt",
    "夸克盘链接": "https://pan.quark.cn/s/038bba5655d9"
  },
  {
    "文件名": "[完结65+番外]反派太子的自我攻略H 作者：乐生.txt",
    "夸克盘链接": "https://pan.quark.cn/s/d01d072d1d56"
  },
  {
    "文件名": "[完结65]晏如 (1v1 年下 男替身) 作者：芙蓉夜雨.txt",
    "夸克盘链接": "https://pan.quark.cn/s/2edf30bc3653"
  },
  {
    "文件名": "[完结57]恶鬼（1v1 高H）作者：越青山.txt",
    "夸克盘链接": "https://pan.quark.cn/s/8207428d8594"
  },
  {
    "文件名": "[完结52]淫乱女体三国刘备传 作者：Blackgold.txt",
    "夸克盘链接": "https://pan.quark.cn/s/443e28df0b4e"
  },
  {
    "文件名": "[完结60+番外]蛇夫（NP）作者：橘梨富人.txt",
    "夸克盘链接": "https://pan.quark.cn/s/86895bca3bb4"
  },
  {
    "文件名": "[完结+番外]织罪（兄妹_黑帮）作者：白间窗花.txt",
    "夸克盘链接": "https://pan.quark.cn/s/d844ca7b3b74"
  },
  {
    "文件名": "[完结36+番外]沦为奴妓的恶毒大小姐 作者：静水流深.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e3795bd2f081"
  },
  {
    "文件名": "[完结42+番外]春日颠倒 作者 梨婳.txt",
    "夸克盘链接": "https://pan.quark.cn/s/d2a13e88961e"
  },
  {
    "文件名": "[完结17+番外]禁忌游戏催眠清冷男团 作者：南山海棠.txt",
    "夸克盘链接": "https://pan.quark.cn/s/8f53db66286c"
  },
  {
    "文件名": "[完结+番外]合欢功法害人不浅（NPH）作者：云在西~补番.txt",
    "夸克盘链接": "https://pan.quark.cn/s/26591584e7de"
  },
  {
    "文件名": "[完结+番外]如意凤凰【仙侠，伪叔侄，高H】作者：瑟竹江.txt",
    "夸克盘链接": "https://pan.quark.cn/s/8072810d3067"
  },
  {
    "文件名": "[完结+番外]将就（青梅竹马、1v1、甜宠）作者：蜗牛.txt",
    "夸克盘链接": "https://pan.quark.cn/s/66afffe961d2"
  },
  {
    "文件名": "[完结+番外]参加综艺之后（NP)作者：一件衫.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a6dc895a9a95"
  },
  {
    "文件名": "[完结+番外]爱的辅导在课后（校园 1V1）作者：琴瑟和鸣.txt",
    "夸克盘链接": "https://pan.quark.cn/s/66d0b08b4c29"
  },
  {
    "文件名": "[完结+番外]不宁余是(先婚后爱1v1) 作者：黑煤球啊.txt",
    "夸克盘链接": "https://pan.quark.cn/s/27e8167848a3"
  },
  {
    "文件名": "[完结]最难的第一步（背景北欧，俩中国人）（原名：《失社会重力游玩场（THE PLAYGROUND）》）作者：寒晨煨火.txt",
    "夸克盘链接": "https://pan.quark.cn/s/b3f30765cba3"
  },
  {
    "文件名": "[完结]专业看护师 作者：没有吃饭的猫.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c3ea28e29031"
  },
  {
    "文件名": "[完结]总裁爸爸强制爱（1v1h 父女）作者：事后烟.txt",
    "夸克盘链接": "https://pan.quark.cn/s/b0343fd49955"
  },
  {
    "文件名": "[完结]主动求操（1v1）作者：别深Sen.txt",
    "夸克盘链接": "https://pan.quark.cn/s/610533082726"
  },
  {
    "文件名": "[完结]折辱高岭之花【高H NPH】作者：榴莲黄.txt",
    "夸克盘链接": "https://pan.quark.cn/s/076bc9978f21"
  },
  {
    "文件名": "[完结]住在隔壁的小兔子 作者：静心.txt",
    "夸克盘链接": "https://pan.quark.cn/s/86157e3d2b97"
  },
  {
    "文件名": "[完结]只做爸爸的小母狗 作者：西瓜红.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a6bbdab3774d"
  },
  {
    "文件名": "[完结]月亮和城堡（先婚后爱，1V1）作者：己柚.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a336318b4230"
  },
  {
    "文件名": "[完结]月光（兄妹真骨科）if线已完结 作者：Yumoon77.txt",
    "夸克盘链接": "https://pan.quark.cn/s/38849862319b"
  },
  {
    "文件名": "[完结]折春欢（高H）作者：青之妙.txt",
    "夸克盘链接": "https://pan.quark.cn/s/b0aefb216b20"
  },
  {
    "文件名": "[完结]月光下的骗局 作者：穷其枝叶.txt",
    "夸克盘链接": "https://pan.quark.cn/s/7a92107e9f91"
  },
  {
    "文件名": "[完结]瑜水之欢 作者：乌托邦制造机.txt",
    "夸克盘链接": "https://pan.quark.cn/s/8c5215dc262c"
  },
  {
    "文件名": "[完结]玉儿求欢记（np） 作者：卧云（面包小猫）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/f949c4347708"
  },
  {
    "文件名": "[完结]淫乱的巨乳已婚少妇（高h） 作者：石更大魔王.txt",
    "夸克盘链接": "https://pan.quark.cn/s/7f2defaf570c"
  },
  {
    "文件名": "[完结]妖兽不要啊（高H、1v1、人兽、肉文） 作者：柳烟狸.txt",
    "夸克盘链接": "https://pan.quark.cn/s/576044b86d8e"
  },
  {
    "文件名": "[完结]淫荡系统：不榨精就无法生存 作者：Tina.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e28e235ea3b8"
  },
  {
    "文件名": "[完结]艳鬼压床 作者：好佳哉.txt",
    "夸克盘链接": "https://pan.quark.cn/s/2c9ec61d9cd0"
  },
  {
    "文件名": "[完结]胭脂井 作者：太师青.txt",
    "夸克盘链接": "https://pan.quark.cn/s/edda1267bfbb"
  },
  {
    "文件名": "[完结]性转后，被三个室友操满了（np） 作者：bit.txt",
    "夸克盘链接": "https://pan.quark.cn/s/71814b09f9c3"
  },
  {
    "文件名": "[完结]小炮灰的喜欢 作者：念念喜欢.txt",
    "夸克盘链接": "https://pan.quark.cn/s/0dd637806179"
  },
  {
    "文件名": "[完结]小肥鹅（SM）作者：邢行行行行行了吧.txt",
    "夸克盘链接": "https://pan.quark.cn/s/dc8f899c2e30"
  },
  {
    "文件名": "[完结]小城夜合欢 夜合欢歌舞厅 作者：情丝又逐青丝乱.txt",
    "夸克盘链接": "https://pan.quark.cn/s/8126d9fda244"
  },
  {
    "文件名": "[完结]相亲对象懆我到巅峰 作者：海棠奶茶.txt",
    "夸克盘链接": "https://pan.quark.cn/s/20630c307859"
  },
  {
    "文件名": "[完结]我在黑帮的那些日子 作者：九日青禾.txt",
    "夸克盘链接": "https://pan.quark.cn/s/f6f1683c467b"
  },
  {
    "文件名": "[完结]我抢了异母姐姐的未婚夫(双C) 作者：谢太太想养马.txt",
    "夸克盘链接": "https://pan.quark.cn/s/6f389fa51aa6"
  },
  {
    "文件名": "[完结]唯念（兄妹骨科）作者：要杨枝不要甘露.txt",
    "夸克盘链接": "https://pan.quark.cn/s/02638757d3b5"
  },
  {
    "文件名": "[完结]我被继父调教成了小母狗 作者：西瓜红.txt",
    "夸克盘链接": "https://pan.quark.cn/s/6510ffde05ea"
  },
  {
    "文件名": "[完结]为了孩子我每日被前夫奸淫（强制1v1） 作者：wantyes.txt",
    "夸克盘链接": "https://pan.quark.cn/s/dda5ce06d68d"
  },
  {
    "文件名": "[完结]网恋哥哥骗零花钱被发现后（H） 作者：香槟玫瑰.txt",
    "夸克盘链接": "https://pan.quark.cn/s/eb3ef2078bb0"
  },
  {
    "文件名": "[完结]脱身(1v2) 作者：小也不野.txt",
    "夸克盘链接": "https://pan.quark.cn/s/43850e5640ca"
  },
  {
    "文件名": "[完结]网恋对象是我哥 作者：雨天睡大觉.txt",
    "夸克盘链接": "https://pan.quark.cn/s/faa621bd551a"
  },
  {
    "文件名": "[完结]她诱惑男人的理由np（西幻风） 作者：今时.txt",
    "夸克盘链接": "https://pan.quark.cn/s/8af77279defc"
  },
  {
    "文件名": "[完结]桃记 作者：香容.txt",
    "夸克盘链接": "https://pan.quark.cn/s/27029c33de90"
  },
  {
    "文件名": "[完结]童养媳被二叔霸占了（1V1 SC） 作者：糖醋鱼.txt",
    "夸克盘链接": "https://pan.quark.cn/s/86b17ee8300d"
  },
  {
    "文件名": "[完结]他们总是强迫我（ NPH）作者：银月当空.txt",
    "夸克盘链接": "https://pan.quark.cn/s/8fa57b209b74"
  },
  {
    "文件名": "[完结]双胞胎的玩具(1v2，高H，SM)作者：躺平鱼.txt",
    "夸克盘链接": "https://pan.quark.cn/s/b0f9393a48ab"
  },
  {
    "文件名": "[完结]室友的哥哥竟是我主人 作者：music.txt",
    "夸克盘链接": "https://pan.quark.cn/s/1e9f650f31b9"
  },
  {
    "文件名": "[完结]盛容（男强女更强） 作者：灰堆.txt",
    "夸克盘链接": "https://pan.quark.cn/s/70d677bd8e2c"
  },
  {
    "文件名": "[完结]时刻（1v1）作者：10JIN1.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e3ad100b5976"
  },
  {
    "文件名": "[完结]少妇出轨合集 作者：小白兔乳糖.txt",
    "夸克盘链接": "https://pan.quark.cn/s/25fcf1361f9a"
  },
  {
    "文件名": "[完结]肉香四溢 作者：西宁.txt",
    "夸克盘链接": "https://pan.quark.cn/s/0fc0118fe759"
  },
  {
    "文件名": "[完结]肉弹小保姆柳梦露打工记 作者：青丝乱.txt",
    "夸克盘链接": "https://pan.quark.cn/s/1b442a1828d4"
  },
  {
    "文件名": "[完结]秋天的第一杯奶茶（年下，1V1H）作者：水觅萄.txt",
    "夸克盘链接": "https://pan.quark.cn/s/7b400389f722"
  },
  {
    "文件名": "[完结]人渣协定（1v1）作者：吃苦果的鱼.txt",
    "夸克盘链接": "https://pan.quark.cn/s/803d6fecbe7a"
  },
  {
    "文件名": "[完结]情姹 作者：。.txt",
    "夸克盘链接": "https://pan.quark.cn/s/8d8c946a4220"
  },
  {
    "文件名": "[完结]弃犬（1v1_强制黑化）作者：冥王之石.txt",
    "夸克盘链接": "https://pan.quark.cn/s/f1b794eda073"
  },
  {
    "文件名": "[完结]农村寡妇性福种田日常 h 作者：路人甲.txt",
    "夸克盘链接": "https://pan.quark.cn/s/1dd833cfe7ec"
  },
  {
    "文件名": "[完结]平平无奇魅魔罢了（np）作者：棠绣.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ff0604c1abbe"
  },
  {
    "文件名": "[完结]女大宿管榨汁记 作者：水干草.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e57205278483"
  },
  {
    "文件名": "[完结]娘娘今日立遗嘱了吗 作者：元宝.txt",
    "夸克盘链接": "https://pan.quark.cn/s/9bf47f2ea8d3"
  },
  {
    "文件名": "[完结]男主每个世界都出轨（快穿）作者：亲爱的牛头人[完结].txt",
    "夸克盘链接": "https://pan.quark.cn/s/a6da9e854880"
  },
  {
    "文件名": "[完结]你真的好难追（1v1）（古）作者：超一流梦想家.txt",
    "夸克盘链接": "https://pan.quark.cn/s/1a82e7a84f34"
  },
  {
    "文件名": "[完结]末世之欺负侄女 作者：春星夜.txt",
    "夸克盘链接": "https://pan.quark.cn/s/1fe6793ae913"
  },
  {
    "文件名": "[完结]男科女医生 作者：小白兔乳糖.txt",
    "夸克盘链接": "https://pan.quark.cn/s/aadfc285e094"
  },
  {
    "文件名": "[完结]梦中被爆肏的美人（高h）作者：醉卿梦.txt",
    "夸克盘链接": "https://pan.quark.cn/s/3909c3a18df8"
  },
  {
    "文件名": "[完结]美丽人妻出轨集（ntr,np） 作者：cattell.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a728d4de8bbd"
  },
  {
    "文件名": "[完结]掠夺青梅（伪公媳，强取豪夺） 作者：撒泼闹腾.txt",
    "夸克盘链接": "https://pan.quark.cn/s/46e548b1222d"
  },
  {
    "文件名": "[完结]浪母和狼儿（母子乱伦高h） 作者：搞点好吃的.txt",
    "夸克盘链接": "https://pan.quark.cn/s/0e3084b8bf56"
  },
  {
    "文件名": "[完结]快穿之精液收集 作者：正经人小王.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e85f20ed8ba6"
  },
  {
    "文件名": "[完结]空蜃（兄妹骨科）作者：谂芜.txt",
    "夸克盘链接": "https://pan.quark.cn/s/0f0a28d511f6"
  },
  {
    "文件名": "[完结]快穿儿子受不了，小妈又软又撩 作者：三只鱼.txt",
    "夸克盘链接": "https://pan.quark.cn/s/812150154f0c"
  },
  {
    "文件名": "[完结]空赋倾城色(高干 强取豪夺 宠文 NP)作者：烟草风絮梅子雨.txt",
    "夸克盘链接": "https://pan.quark.cn/s/0d8cff750fe2"
  },
  {
    "文件名": "[完结]巨乳女鬼挨操记 作者：喝杯奶茶.txt",
    "夸克盘链接": "https://pan.quark.cn/s/7975e2499b2f"
  },
  {
    "文件名": "[完结]经年 作者：不爱吃香菜.txt",
    "夸克盘链接": "https://pan.quark.cn/s/13f22aa74e55"
  },
  {
    "文件名": "[完结]拒绝性瘾者的追求后（1v1）作者：刺绣文.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c9f63316b5b4"
  },
  {
    "文件名": "[完结]戒燥（伪骨科、强制) 作者：雨枝意.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ee87928245bf"
  },
  {
    "文件名": "[完结]兼遇 （1v2 人外）作者：衣沄.txt",
    "夸克盘链接": "https://pan.quark.cn/s/5e10033975c6"
  },
  {
    "文件名": "[完结]家养金丝雀 作者：木头人咕咕鸡.txt",
    "夸克盘链接": "https://pan.quark.cn/s/664042b365c2"
  },
  {
    "文件名": "[完结]佳心的幻觉（1v1）（妓女和嫖客）作者：温谜题.txt",
    "夸克盘链接": "https://pan.quark.cn/s/7f5651238da3"
  },
  {
    "文件名": "[完结]极端控制欲遇上女尊夫郎 作者：放弃以前的我.txt",
    "夸克盘链接": "https://pan.quark.cn/s/567d5ace7808"
  },
  {
    "文件名": "[完结]绘神请柬（恶魔人外）作者：理昭.txt",
    "夸克盘链接": "https://pan.quark.cn/s/5ef56ad3154c"
  },
  {
    "文件名": "[完结]绘神请柬（1v1）作者：涂狸.txt",
    "夸克盘链接": "https://pan.quark.cn/s/bbea00436494"
  },
  {
    "文件名": "[完结]化学反应（1v1 娱乐圈 甜文）作者：一件衫.txt",
    "夸克盘链接": "https://pan.quark.cn/s/fa3c6ab83688"
  },
  {
    "文件名": "[完结]极度淫乱 作者：涨秋池.txt",
    "夸克盘链接": "https://pan.quark.cn/s/5e1ed90ca625"
  },
  {
    "文件名": "[完结]红尘欲海（高H）作者：青丝乱.txt",
    "夸克盘链接": "https://pan.quark.cn/s/91d8677f3b1a"
  },
  {
    "文件名": "[完结]瑰色浮图（高干）作者：行魅.txt",
    "夸克盘链接": "https://pan.quark.cn/s/9b20a09cbe08"
  },
  {
    "文件名": "[完结]哥哥（骨科1V1，高H）作者：泡芙.txt",
    "夸克盘链接": "https://pan.quark.cn/s/25b7f5543d36"
  },
  {
    "文件名": "[完结]福瑞控的修仙道（人兽NPH）作者：黑脸兔崽子.txt",
    "夸克盘链接": "https://pan.quark.cn/s/974a88653399"
  },
  {
    "文件名": "[完结]何以笙箫默同人文 作者：风同学.txt",
    "夸克盘链接": "https://pan.quark.cn/s/f97e77d31b99"
  },
  {
    "文件名": "[完结]发骚被干透的美人们【NPH 高H】作者：才不看什么黄文呢我可是正经人.txt",
    "夸克盘链接": "https://pan.quark.cn/s/cf83dc644e2d"
  },
  {
    "文件名": "[完结]芙的淫乱生活体验 作者：雪碧起泡酒.txt",
    "夸克盘链接": "https://pan.quark.cn/s/7a256181dba3"
  },
  {
    "文件名": "[完结]恶毒皇后沦陷记 作者：木桃香草.txt",
    "夸克盘链接": "https://pan.quark.cn/s/1fc6bed13445"
  },
  {
    "文件名": "[完结]恶毒小姐和忠犬护卫的啪啪日常 作者：白兔兔.txt",
    "夸克盘链接": "https://pan.quark.cn/s/3f2ef7720005"
  },
  {
    "文件名": "[完结]堕瘾（高干）作者：许酒肆.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e2e6d907bce8"
  },
  {
    "文件名": "[完结]短篇合集 （NP）作者：王局長.txt",
    "夸克盘链接": "https://pan.quark.cn/s/56e557306f6e"
  },
  {
    "文件名": "[完结]渎侄 (叔侄 1v1 高h) 作者：吸收蛋白.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e489356f9ba2"
  },
  {
    "文件名": "[完结]抖m的我把变态亲哥x了 作者：开心颜.txt",
    "夸克盘链接": "https://pan.quark.cn/s/2c4ed3f739c8"
  },
  {
    "文件名": "[完结]但夜莺不来（伪骨，强制爱，火葬场）作者：云鸦.txt",
    "夸克盘链接": "https://pan.quark.cn/s/abf2ef286cda"
  },
  {
    "文件名": "[完结]倒楣千金－绅士俱乐部 作者：飘浪.txt",
    "夸克盘链接": "https://pan.quark.cn/s/318731791445"
  },
  {
    "文件名": "[完结]大小姐（校园SP 1v1）作者：琂.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a0de3ae70108"
  },
  {
    "文件名": "[完结]穿书女配荫乱日常 作者：飞翔的企鹅.txt",
    "夸克盘链接": "https://pan.quark.cn/s/5b1f506efc92"
  },
  {
    "文件名": "[完结]从小被隔壁邻居侵犯的少女（高h） 作者：月赏眉骚上.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e970de48e8a5"
  },
  {
    "文件名": "[完结]春泥(古言H)作者：一碗沙拉酱.txt",
    "夸克盘链接": "https://pan.quark.cn/s/95ff90aa0ae6"
  },
  {
    "文件名": "[完结]穿书后，成了冷面军官的包办婚姻小媳妇 作者：情丝又逐青丝乱.txt",
    "夸克盘链接": "https://pan.quark.cn/s/bc6ec674d326"
  },
  {
    "文件名": "[完结]穿书成了冷面糙汉的包办婚姻小媳妇儿 作者：青丝乱.txt",
    "夸克盘链接": "https://pan.quark.cn/s/531ec0f982fe"
  },
  {
    "文件名": "[完结]出界（兄妹骨科高H）作者：沈深谂.txt",
    "夸克盘链接": "https://pan.quark.cn/s/d75b92987998"
  },
  {
    "文件名": "[完结]出轨小奶狗（禁忌文学） 作者：葛二蛋.txt",
    "夸克盘链接": "https://pan.quark.cn/s/924903629d8b"
  },
  {
    "文件名": "[完结]宠溺（古代h 1v1）作者：初蓝.txt",
    "夸克盘链接": "https://pan.quark.cn/s/5265bdde87c1"
  },
  {
    "文件名": "[完结]沉水 （年下 1V1 现言日常甜宠H）作者：蒸栗.txt",
    "夸克盘链接": "https://pan.quark.cn/s/3a99f0d813fc"
  },
  {
    "文件名": "[完结]吃遍优质男人鸡巴（H） 作者：焦糖芋圆.txt",
    "夸克盘链接": "https://pan.quark.cn/s/d0af016f587e"
  },
  {
    "文件名": "[完结]潮湿的夏 作者：烟上雨.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a5f331350b9b"
  },
  {
    "文件名": "[完结]糙汉俏媳妇H 作者：一轮明月.txt",
    "夸克盘链接": "https://pan.quark.cn/s/1634375508c5"
  },
  {
    "文件名": "[完结]不伦姐弟（姐弟h合集） 作者：棠棠.txt",
    "夸克盘链接": "https://pan.quark.cn/s/7b854daaf1a4"
  },
  {
    "文件名": "[完结]不好好学习就会挨cao 作者：葡萄汁candy.txt",
    "夸克盘链接": "https://pan.quark.cn/s/f2c1a578c424"
  },
  {
    "文件名": "[完结]苍耳（高启强梦女、骨科h）作者：爱吃鱼的橙子怪.txt",
    "夸克盘链接": "https://pan.quark.cn/s/da1c799a0def"
  },
  {
    "文件名": "[完结]别再暗恋啦（快穿h） 作者：木兆桃.txt",
    "夸克盘链接": "https://pan.quark.cn/s/9700d1b78f7c"
  },
  {
    "文件名": "[完结]被反派太子强取豪夺的白月光 作者：烟花云梦.txt",
    "夸克盘链接": "https://pan.quark.cn/s/5035bec115c7"
  },
  {
    "文件名": "[完结]病娇完全生存指南 作者：游糖.txt",
    "夸克盘链接": "https://pan.quark.cn/s/8735dc91e2b3"
  },
  {
    "文件名": "[完结]被叔叔们肏坏的女儿（雌堕） 作者：轻松向.txt",
    "夸克盘链接": "https://pan.quark.cn/s/5e890cff6c59"
  },
  {
    "文件名": "[合集 更75]《老攻在下（日攻）》 作者：土豆太浪.txt",
    "夸克盘链接": "https://pan.quark.cn/s/32e508a7f564"
  },
  {
    "文件名": "[合集 更68]《（主攻）当黑帮左右手会得到一个老婆吗》 作者：洪武·非常态输出【低声些，难道光彩吗】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c43f11446f05"
  },
  {
    "文件名": "[合集 更73]《娇媚美人燥開腿（双性 肉合集）》 作者：☆悬月讹日★.txt",
    "夸克盘链接": "https://pan.quark.cn/s/6c65b3730856"
  },
  {
    "文件名": "[合集 更58]《滴滴打批（美人受） 》 作者：.txt",
    "夸克盘链接": "https://pan.quark.cn/s/2081b9974918"
  },
  {
    "文件名": "[合集 更56]《掉进了变态坑中（又名胆小的他）》 作者：一米八.txt",
    "夸克盘链接": "https://pan.quark.cn/s/5b16460a33aa"
  },
  {
    "文件名": "[合集 更40]《背德论坛（青梅竹马） 》 作者：社畜突.txt",
    "夸克盘链接": "https://pan.quark.cn/s/79e9389ec358"
  },
  {
    "文件名": "[合集 更34]《午夜窒息毛血旺（很重口！，虐受） 》 作者：鸱不饮水.txt",
    "夸克盘链接": "https://pan.quark.cn/s/1af90f91265f"
  },
  {
    "文件名": "[合集 更36]《爆炒纯荤合集（美人受） 》 作者：星熊.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a7a466a8aa22"
  },
  {
    "文件名": "[合集 更35]《荒淫盛宴（多受群交） 》 作者：混水八爪鱼.txt",
    "夸克盘链接": "https://pan.quark.cn/s/3cb3e556a837"
  },
  {
    "文件名": "[合集 更30]《囚禁凌虐强受合集》 作者：存钱罐.txt",
    "夸克盘链接": "https://pan.quark.cn/s/f5e0c30a6af5"
  },
  {
    "文件名": "[合集 更26]《强制爱脑洞合集（架空 年下受）》 作者：良子.txt",
    "夸克盘链接": "https://pan.quark.cn/s/4f86d751b262"
  },
  {
    "文件名": "[合集 更22]《解救各种被前夫哥弄坏的小美人（短篇合集）》 作者：噗嗤兔兔（加群724388633.txt",
    "夸克盘链接": "https://pan.quark.cn/s/8d9c5012ef8d"
  },
  {
    "文件名": "[更159]《麻的日常》作者：AZHU（女攻综漫）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/de23c3aa099e"
  },
  {
    "文件名": "[合集 更17]《高冷强势美人总会凄惨败北【合集·2】》 作者：喜欢吃绿豆沙耶.txt",
    "夸克盘链接": "https://pan.quark.cn/s/9d709ec9871f"
  },
  {
    "文件名": "[更155+if]《直莮校霸被疯批们强制了》作者：梨梨（np）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/1867ea4bff1b"
  },
  {
    "文件名": "[更158]《被暗恋的人，玩成了杯杯》作者：一袋猫（1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/6731c030e4e6"
  },
  {
    "文件名": "[更135]《修剧情的第一步是全都吃掉》作者：蓝莓梗（np）【24.12.30】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/3d0baf8dbfb8"
  },
  {
    "文件名": "[更154]《小姑子心思不纯》作者：酒壹杯（纯百1v1）【24.12.09】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/96fe58559d58"
  },
  {
    "文件名": "[更145]《肖想》作者：离心引栗（百合1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e50ec3c6928b"
  },
  {
    "文件名": "[更135]《当爸爸的小狗》作者：烟蓝（1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/41dcafc595d9"
  },
  {
    "文件名": "[更122]《催眠进行时》作家：请叫我顾太太（女攻np）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/7b697d8fcb40"
  },
  {
    "文件名": "[更134]《“艳鬼”》作者：被抓进笼（1v1百合ABO）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c404d96de4f6"
  },
  {
    "文件名": "[更129]《我那视后前女友要结婚了》作者：铁锅炖大歌（百合1v1）【24.12.30】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/45cec6aad9a4"
  },
  {
    "文件名": "[更122]《震惊：绑定系统的我竟然被男主……》作者：小四五（1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e4c9db911037"
  },
  {
    "文件名": "[更116+16番外]《今天也想和死去的哥哥谈恋爱》作者：MonoQ（1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a07ed80f5e19"
  },
  {
    "文件名": "[更114]《炮灰美人被疯批强制爱》作者：余火烬燃（np）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/60713b8d673d"
  },
  {
    "文件名": "[更120]《写自己的同人文有什么问题！》作者：柏拉图之壁（百合np）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/1630f5502bbd"
  },
  {
    "文件名": "[更115]《赢了就能把我吃掉》作者：烟蓝（1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/d3d162ede09b"
  },
  {
    "文件名": "[更111]《偷情被干的攻》作者：宇子宇子（故事集）【24.12.31】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/afb14d995fe0"
  },
  {
    "文件名": "[更113]《被她渣过的女主都黑化了》作者：景（百合快穿）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/524fe883ba7e"
  },
  {
    "文件名": "[更107]《老男人短篇合集》作者：西芹西芹【24.12.31】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c5638efeba80"
  },
  {
    "文件名": "[更110]《一枕江湖梦》作者：潜木（百合1v1）【24.12.30】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/1f2d5ee1d858"
  },
  {
    "文件名": "[更105]《就算是坏女人她也全都要》作者：呆元（百合np）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/d751b20cb2c9"
  },
  {
    "文件名": "[更104+8番外]《在全息模拟世界里欺负高岭之花》作者：穆小刀（1v1）【24.12.30】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/6a58496823fc"
  },
  {
    "文件名": "[更103]《七皇子他想上位》作者：晨晨（np）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/976ebb5974a9"
  },
  {
    "文件名": "[更103]《藏蓝色的辉芒—堕落的已婚直男刑警队长吴冬》作者：观自人间（np）【24.12.11】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/f47b1bf4072b"
  },
  {
    "文件名": "[更101+1番外]《人在剑宗，主修合欢道 作为男主的引路人》作者：一只江情（总攻）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/360862b1f1f0"
  },
  {
    "文件名": "[更100]《嫁入豪门后成为权贵共妻 嫁入豪门后》作者：华云（np）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a9c94403ef7c"
  },
  {
    "文件名": "[更101]《缘浅》作者：0美雪（1v1百合futa）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/52a9f4709164"
  },
  {
    "文件名": "[更15]《银乱学园》作者：子兰还在码字（np）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/11bab66078c2"
  },
  {
    "文件名": "[更15]《我在荒郊野岭捡了一只军犬 我在荒郊野岭捡了一条军犬》作者：大野狼（1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/bb4c8b4a402f"
  },
  {
    "文件名": "[更15]《萧郎艳闻录》作者：没有名字（np）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/b683f68c73ed"
  },
  {
    "文件名": "[更15]《我的omega不可能这么攻(oa)》作者 蜀山仙人掌（GL百合1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/0ebf268aeb0e"
  },
  {
    "文件名": "[更15]《妈妈的陪读日常》作者 妄羁（百合futa）【24.12.10】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/df53a97074c4"
  },
  {
    "文件名": "[更15]《扶她AV女优》作者 九一八918n（百合）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/823c42816982"
  },
  {
    "文件名": "[更15]《蝴蝶与囚笼》作者：白狸ya（np）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c8479a24a7cd"
  },
  {
    "文件名": "[更15]《别当哥，屁股会不幸》作者：大气层（1v1）【24.12.10】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/33163dfc27e5"
  },
  {
    "文件名": "[更15]《沉迷》作者：深红（1v1百合ABO）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c0aad6d627c7"
  },
  {
    "文件名": "[更15]《被毛茸茸老公们爆懆_凌虐的日常》作者：穆小刀_（np）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/7425025d03c1"
  },
  {
    "文件名": "[更14]《作为恶毒假少爷的我该如何自救》作者：燕不行（np）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/51545e94d6bd"
  },
  {
    "文件名": "[更14]《扬州第一官妓》作者 醍醐灌顶（百合gl np）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/54961b256fa1"
  },
  {
    "文件名": "[更14]《雪林哨所》作者：南风（np）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/432967676cb8"
  },
  {
    "文件名": "[更14]《我的双子老攻》作者：加多不是宝（np）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/cb54590aa828"
  },
  {
    "文件名": "[更14]《杏伮调教改造指南》作者：穆小刀_（单元文）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/dca549c7e0d9"
  },
  {
    "文件名": "[更14]《我的师尊是男妈妈》作者：丰宁（1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/297c56030fa6"
  },
  {
    "文件名": "[更14]《失忆后睡了死对头》作者：日和（1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/acc73cb052a8"
  },
  {
    "文件名": "[更14]《定制的机器人男友漏电了》作者：没有名字（1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/b715516f72a0"
  },
  {
    "文件名": "[更14]《极夜》作者：狐狼（1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/9bdfb65fe394"
  },
  {
    "文件名": "[更14]《诡异世界唯一的真神》作者：栀子花与棉花糖（np）【24.12.11】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/0458c2c2dc63"
  },
  {
    "文件名": "[更14]《穿进妹妹写的色情小说》作者：渚申一（np）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/b88693b953f6"
  },
  {
    "文件名": "[更14]《【BDSM】浮鱼》作者：余行舟（np）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/3141b5c4816b"
  },
  {
    "文件名": "[更13]《指腹为婚》作者：千本娇（1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/cce2701e8a70"
  },
  {
    "文件名": "[更13]《小主在上》作者 布蕾波波奶茶（百合ＡＢＯ np）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/7a2c9c90c95e"
  },
  {
    "文件名": "[更12]《隐秘欲望》作者：nympho（ntr）【24.12.30】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/70163f6a28f0"
  },
  {
    "文件名": "[更12]《我不喜欢入妻》作者：朱酒（1v1）【24.12.30】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/9433ca1c1115"
  },
  {
    "文件名": "[更12]《双性美人质检师》作者：没有名字（np）【24.12.10】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/884f11587a65"
  },
  {
    "文件名": "[更12]《努力在海棠文里不艾草》作者：一个大虾仁（np）【24.12.10】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/008623d6eb59"
  },
  {
    "文件名": "[更12]《隐秘观音》作者：入北雪（np）【24.12.10】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a4de3e363016"
  },
  {
    "文件名": "[更12]《恋爱脑自我攻略记》作者：三心（1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/dc2ae143bb86"
  },
  {
    "文件名": "[更12]《恶毒受被np的一生》作者：迷幻菌（np）【24.12.11】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/40adb16ba0a6"
  },
  {
    "文件名": "[更12]《骨科怎么了我觉得很香啊》作者 川口格雷（百合GL Futa）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/d252dc9abe5f"
  },
  {
    "文件名": "[更12]《霸凌欲望》作者：华云（np）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a98ef794b92c"
  },
  {
    "文件名": "[更11]《上将军雌揣了我的崽后带球跑了》作者：白械（1v1）【24.12.31】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/088c100aaaf6"
  },
  {
    "文件名": "[更11]《跟宿敌绑定doi续命系统后》作者：安诗鸢尾（1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/507873bd344b"
  },
  {
    "文件名": "[更11]《禁欲上司被榨汁》作者：甜饼制造机（1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/2dc3731f8c31"
  },
  {
    "文件名": "[更11]《穿越成开国皇帝好兄弟后我被背刺了》作者：海月淹没（np）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/3c559070dc2a"
  },
  {
    "文件名": "[更10+5番外]《魔王的性奴们今天也没能逃掉》作者：鹅之怒可炖两锅（np）【24.12.30】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/03d3c87b97e3"
  },
  {
    "文件名": "[更11]《被鲛人死对头强制标记了》作者：顾瑜皓野（1v1）【24.12.31】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/70005942d932"
  },
  {
    "文件名": "[np  更297]《帝国双性指挥官（NP，双性，强制爱） 》 作者：最爱小虐文.txt",
    "夸克盘链接": "https://pan.quark.cn/s/3f17f8736d82"
  },
  {
    "文件名": "[更10]《自缚成趣》作者：雾念川眠（1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e5d0165fb6f6"
  },
  {
    "文件名": "[更10]《废品批翻身记》作者：丝丝甜（np）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/044e3f472738"
  },
  {
    "文件名": "[更10]《第三个愿望》作者：爱吃肉的猫总（1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/57097c367093"
  },
  {
    "文件名": "[np  更219]《[女 攻]公主长乐永安（女强） 》 作者：留尘.txt",
    "夸克盘链接": "https://pan.quark.cn/s/4ec20b2a99d4"
  },
  {
    "文件名": "[更10]《hentai模拟收集器》作者：鸽唔啊呱（np）【24.12.31】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/3a7b86f7a6c2"
  },
  {
    "文件名": "[np  更167]《鲛人子归【双  NP】》 作者：大鹅炖铁锅.txt",
    "夸克盘链接": "https://pan.quark.cn/s/d2ecfd46a36f"
  },
  {
    "文件名": "[np  更121]《军人体育生的性奴大学生活（强攻强受） 》 作者：唐捐.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a0c89a187288"
  },
  {
    "文件名": "[np  更147]《一个骚零穿越成皇帝是种什么体验？（古代穿越） 》 作者：骆驼青方.txt",
    "夸克盘链接": "https://pan.quark.cn/s/af91afb5a9c4"
  },
  {
    "文件名": "[np  更99]《猛男科长的性福生活（单 双性）》 作者：毒毒sama.txt",
    "夸克盘链接": "https://pan.quark.cn/s/232c4e74be82"
  },
  {
    "文件名": "[np  更87]《彩鸞歸處玉籠開（架空穿越NP文） 》 作者：神悅之.txt",
    "夸克盘链接": "https://pan.quark.cn/s/5e5c5420a36c"
  },
  {
    "文件名": "[np  更88]《落難典獄長的48小時（多P、重口、各式sm遊戲） 》 作者：煙藍.txt",
    "夸克盘链接": "https://pan.quark.cn/s/6625145f4d1a"
  },
  {
    "文件名": "[np  更89]《恶人难磨（双性受 恶毒受 np 强制爱 虐心） 》 作者：先锋分队.txt",
    "夸克盘链接": "https://pan.quark.cn/s/2f4e689ebff8"
  },
  {
    "文件名": "[np  更85]《【总 攻】暴君重归少年时》 作者：炀炀子.txt",
    "夸克盘链接": "https://pan.quark.cn/s/791fbdc97f66"
  },
  {
    "文件名": "[np  更80]《【星际 哨向】用身体治疗别人的漂亮军医》 作者：今天论文写完了吗.txt",
    "夸克盘链接": "https://pan.quark.cn/s/77e5bc1b76f7"
  },
  {
    "文件名": "[np  更83]《快穿：改变ntr主角的宿命（强制、调教、粗口） 》 作者：饮尽风雪.txt",
    "夸克盘链接": "https://pan.quark.cn/s/781134705513"
  },
  {
    "文件名": "[np  更84]《【总攻】点绛唇（穿越 修真） 》 作者：星离雨散（摆了）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/43b0f33be61b"
  },
  {
    "文件名": "[np  更79]《［總攻］夢魔快穿員（美攻强受） 》 作者：戀愛腦君.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ac58eeeb51bd"
  },
  {
    "文件名": "[np  更79]《[虫族]梦老师灵感枯竭（第二部）》 作者：baba.txt",
    "夸克盘链接": "https://pan.quark.cn/s/73d18cd83fb1"
  },
  {
    "文件名": "[np  更78]《总 攻花市豪门夜宴（重生 美攻强受） 》 作者：夕颜.txt",
    "夸克盘链接": "https://pan.quark.cn/s/59acd01be361"
  },
  {
    "文件名": "[np  更78]《不要丢掉你的狗（美人受） 》 作者：雾灯.txt",
    "夸克盘链接": "https://pan.quark.cn/s/1d8783650974"
  },
  {
    "文件名": "[np  更78]《［总攻］梦魔快穿员（总攻 反差萌 壯受）》 作者：恋爱脑君.txt",
    "夸克盘链接": "https://pan.quark.cn/s/d8cb80490e4b"
  },
  {
    "文件名": "[np  更70]《主攻 穿越异世当皇帝顺便收集各色美人（强攻强受 宫廷） 》 作者：牡蛎不吃海鲜（两日一更版）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/775daa7f51f6"
  },
  {
    "文件名": "[np  更70]《被浇灌的小侯爷（丑攻美受，路人，抹布，下克上，NTR） 》 作者：江湖老手.txt",
    "夸克盘链接": "https://pan.quark.cn/s/b8bc4712950a"
  },
  {
    "文件名": "[np  更65]《双性高傲帅哥被催眠调教后羞耻雌堕【抹布 纯h】》 作者：正体不明.txt",
    "夸克盘链接": "https://pan.quark.cn/s/877714b3f809"
  },
  {
    "文件名": "[np  更65]《洛奇的游戏（全息黄油）》 作者：Cc西柚.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a1e80e470c32"
  },
  {
    "文件名": "[np  更60]《当社畜穿进ABO世界NTR文（beta）》 作者：小橙子.txt",
    "夸克盘链接": "https://pan.quark.cn/s/184ba0145fdf"
  },
  {
    "文件名": "[np  更59]《螟孕【高H 触手 开放式NP】》 作者：葬之镜.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c4a875741c13"
  },
  {
    "文件名": "[np  更59]《穿越开局被判死刑（美人受 修真） 》 作者：可乐芒可2.txt",
    "夸克盘链接": "https://pan.quark.cn/s/5a43c142fbee"
  },
  {
    "文件名": "[np  更51]《仙门公用炉鼎(np)》 作者：鱼舟粥.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e6712fe000f8"
  },
  {
    "文件名": "[np  更51]《名门之后（强攻强受） 》 作者：绽放的菊花.txt",
    "夸克盘链接": "https://pan.quark.cn/s/926be9ed2c7b"
  },
  {
    "文件名": "[np  更52]《女装太后深陷朝堂修罗场（美人受 宫廷 古代） 》 作者：东方欲晓.txt",
    "夸克盘链接": "https://pan.quark.cn/s/66e87cfc220e"
  },
  {
    "文件名": "[np  更43]《校草男神凌云河的暴露生活（俊帅受 校园） 》 作者：百里香.txt",
    "夸克盘链接": "https://pan.quark.cn/s/126d46a6ea7b"
  },
  {
    "文件名": "[np  更43]《裴家春色(古风，np乱炖)》 作者：十之八九.txt",
    "夸克盘链接": "https://pan.quark.cn/s/35e55665a229"
  },
  {
    "文件名": "[np  更40]《【虫族】他们都心怀不轨（强攻强受 科幻） 》 作者：山岚水北.txt",
    "夸克盘链接": "https://pan.quark.cn/s/aeb859824ada"
  },
  {
    "文件名": "[np  更42]《在年代文里攻汉子（美攻强受） 》 作者：美短虎斑最可爱了.txt",
    "夸克盘链接": "https://pan.quark.cn/s/eb41599604a3"
  },
  {
    "文件名": "[np  更43]《可我只是一个炮灰呀（快 穿）》 作者：两面包夹芝士.txt",
    "夸克盘链接": "https://pan.quark.cn/s/b990dd0c355e"
  },
  {
    "文件名": "[np  更39]《【总攻ABO】啊？你也要睡我吗？》 作者：阿人于.txt",
    "夸克盘链接": "https://pan.quark.cn/s/274dd88809b2"
  },
  {
    "文件名": "[np  更37]《玷污神明（美攻强受 双性）》 作者：橘猫和豆狗.txt",
    "夸克盘链接": "https://pan.quark.cn/s/8fca65aa9a32"
  },
  {
    "文件名": "[np  更31]《石崖村的汉子们（强攻强受） 》 作者：喜欢臭袜子的哈士奇.txt",
    "夸克盘链接": "https://pan.quark.cn/s/f2390cdcdf1c"
  },
  {
    "文件名": "[np  更36]《路人甲也想成为主角（腹黑攻） 》 作者：叁苍.txt",
    "夸克盘链接": "https://pan.quark.cn/s/f23a8b9342d4"
  },
  {
    "文件名": "[np  更35]《不要啊我真的会死掉（强制爱 抹布但无丑路人 调教训诫） 》 作者：愿敢.txt",
    "夸克盘链接": "https://pan.quark.cn/s/09d68e0a22b5"
  },
  {
    "文件名": "[np  更33]《偷情人妻管教改造实录（淫荡人妻受x各种攻） 》 作者：穆小刀_.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e00610508f7b"
  },
  {
    "文件名": "[np  更31]《胶衣侠（美攻强受） 》 作者：霓虹笑笑子.txt",
    "夸克盘链接": "https://pan.quark.cn/s/6382f4b4e83b"
  },
  {
    "文件名": "[np  更31]《白月光与朱砂痣与狗（蛇蝎美人受X野心勃勃冷漠攻，心机狠辣王子攻，鬼畜病态年下攻） 》 作者：司马不知情.txt",
    "夸克盘链接": "https://pan.quark.cn/s/7e023ed9843d"
  },
  {
    "文件名": "[np  更29]《（总 攻）男妈妈乐园》 作者：boki【下面的不更新勾八都不给你吃】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/9dfb65e68b38"
  },
  {
    "文件名": "[np  更28]《美人受又双叒叕反攻了（美攻强受）》 作者：聆無.txt",
    "夸克盘链接": "https://pan.quark.cn/s/232519274acc"
  },
  {
    "文件名": "[np  更30]《攻出轨ntr（美人受） 》 作者：木狗不吃瓜.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c24ad3dd0a5f"
  },
  {
    "文件名": "[np  更26]《直男社畜觉醒虫巢系统（平凡无能社畜受X各种残暴至极的王虫） 》 作者：烧鱼辣椒酱.txt",
    "夸克盘链接": "https://pan.quark.cn/s/7d5a6d850bdc"
  },
  {
    "文件名": "[np  更24]《丞相的儿子们为我打起来了（狗血古耽，婶侄文学） 》 作者：大火烹调.txt",
    "夸克盘链接": "https://pan.quark.cn/s/68f8f0d32a9d"
  },
  {
    "文件名": "[np  更24]《亵渎仙君的道侣ntr（ntl）》 作者：琼苞.txt",
    "夸克盘链接": "https://pan.quark.cn/s/5ce9c56d8a5e"
  },
  {
    "文件名": "[np  更26]《干翻情敌的日日液液（美人受） 》 作者：Mousse_慕斯.txt",
    "夸克盘链接": "https://pan.quark.cn/s/063e700d9609"
  },
  {
    "文件名": "[np  更23]《【总攻】快穿之任务完成了还留下干嘛（强攻强受） 》 作者：秃鹫宴席.txt",
    "夸克盘链接": "https://pan.quark.cn/s/6b0ce4d9a3db"
  },
  {
    "文件名": "[np  更23]《仙门孽畜（主攻，攻兽人，人兽） 》 作者：困咯路.txt",
    "夸克盘链接": "https://pan.quark.cn/s/25913633dd32"
  },
  {
    "文件名": "[np  更23]《在无限世界里当万人迷（美人受 玄幻） 》 作者：阿灯灯子.txt",
    "夸克盘链接": "https://pan.quark.cn/s/3156398ee4ac"
  },
  {
    "文件名": "[np  更23]《万人迷跟班的春天（俊帅受） 》 作者：CKLWSCAZS.txt",
    "夸克盘链接": "https://pan.quark.cn/s/7232f5d6cda4"
  },
  {
    "文件名": "[np  更21]《all少侠（碎梦）》 作者：是阿修啊.txt",
    "夸克盘链接": "https://pan.quark.cn/s/3b6701407b71"
  },
  {
    "文件名": "[np  更22]《青涩诱惑（强攻弱受 年下受） 》 作者：Mousse_慕斯.txt",
    "夸克盘链接": "https://pan.quark.cn/s/240bbceeed17"
  },
  {
    "文件名": "[np  更22]《另类修仙计划（美人受 玄幻） 》 作者：sara34.txt",
    "夸克盘链接": "https://pan.quark.cn/s/506b44f3b57f"
  },
  {
    "文件名": "[np  更21]《乡间色（父子，乡间，乱伦） 》 作者：sososo.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ae7846335cf4"
  },
  {
    "文件名": "[np  更18]《穿越兽世爽翻了（俊帅受 腹黑攻） 》 作者：西洲客.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e942dfecf5fe"
  },
  {
    "文件名": "[np  更18]《宇文家妾（双x大奶生子产乳） 》 作者：绿茶西伯利亚.txt",
    "夸克盘链接": "https://pan.quark.cn/s/eb6e69e813ae"
  },
  {
    "文件名": "[3p  更74]《招喚傭兵與馴服他的猛獸-ABO（共妻 強制愛 囚禁 生子產乳） 》 作者：貓妖不是妖.txt",
    "夸克盘链接": "https://pan.quark.cn/s/12309d21aaa6"
  },
  {
    "文件名": "[3p  更125]《被强制多年后（两个知错不改一错到底攻x心有别属意志坚韧受） 》 作者：雾灯.txt",
    "夸克盘链接": "https://pan.quark.cn/s/7e4de55068d2"
  },
  {
    "文件名": "[np  更17]《宿舍玩物（美人受） 》 作者：没有名字.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ca8a18d506f1"
  },
  {
    "文件名": "[np  更16]《把渣攻少帅全部操成狗[总-攻]》 作者：冥河水母.txt",
    "夸克盘链接": "https://pan.quark.cn/s/42b107bddb76"
  },
  {
    "文件名": "[3p  更54]《荆棘岛（双胞胎攻x调教师受） 》 作者：段老板.txt",
    "夸克盘链接": "https://pan.quark.cn/s/32e0687adec6"
  },
  {
    "文件名": "[3p  更62]《朕的发家黑历史（1v3，替身界泥石流，追妻火葬场） 》 作者：紫鸿.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c6a2b82f595e"
  },
  {
    "文件名": "[3p  更72]《身为小三的我被夫夫强制爱（ABO）》 作者：余火烬燃（日更中）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/60693948e5e2"
  },
  {
    "文件名": "[3p  更46]《左手山贼右手土匪（强攻强受 黑社会） 》 作者：坤臻.txt",
    "夸克盘链接": "https://pan.quark.cn/s/40dc5ec394df"
  },
  {
    "文件名": "[3p  更42]《大洒狗血（腹黑攻 纤细受） 》 作者：没有名字.txt",
    "夸克盘链接": "https://pan.quark.cn/s/cf2c29e922fe"
  },
  {
    "文件名": "[1v1 更292]《风月辞（美强惨温柔神君师尊x双商在线魔尊徒弟） 》 作者：肆琉璃.txt",
    "夸克盘链接": "https://pan.quark.cn/s/019b27559d55"
  },
  {
    "文件名": "[3p  更24]《漂亮娇嫩妈妈是淫荡性奴（父子共妻 双性） 》 作者：暮色沉醉.txt",
    "夸克盘链接": "https://pan.quark.cn/s/256143985a38"
  },
  {
    "文件名": "[3p  更29]《棠棠（美攻强受） 》 作者：零糖冰可乐.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e8fc7b3dcfa4"
  },
  {
    "文件名": "[1v1 更216]《离婚后前夫非要当我的狗（1V1 双性 生子） 》 作者：八月云间月（头滚键盘码字中.txt",
    "夸克盘链接": "https://pan.quark.cn/s/4b25874e5baf"
  },
  {
    "文件名": "[1v1 更423]《夜聲溫語就是要舔你耳朵（弱攻强受） 》 作者：米米.txt",
    "夸克盘链接": "https://pan.quark.cn/s/7dc48a430570"
  },
  {
    "文件名": "[1v1 更417]《夜声温语就是要舔你耳朵（架空 喜剧 弱攻强受 神话）》 作者：米米.txt",
    "夸克盘链接": "https://pan.quark.cn/s/5e127c8fbec9"
  },
  {
    "文件名": "[1v1 更146]《被暗恋的人，玩成了杯杯（现代 校园 美攻强受）》作者一袋子猫.txt",
    "夸克盘链接": "https://pan.quark.cn/s/689bbd3201e1"
  },
  {
    "文件名": "[1v1 更134]《今天也想和死去的哥哥谈恋爱（架空 玄幻）》 作者：monoQ.txt",
    "夸克盘链接": "https://pan.quark.cn/s/668d4228d5ca"
  },
  {
    "文件名": "[1v1 更131]《當爸爸的小狗（美人受 腹黑攻） 》 作者：煙藍.txt",
    "夸克盘链接": "https://pan.quark.cn/s/87ccb4563491"
  },
  {
    "文件名": "[1v1 更145]《FBI掰弯杀手后互，攻了（顶级职业杀手XFBI高级搜查官） 》 作者：dying.txt",
    "夸克盘链接": "https://pan.quark.cn/s/8fb11cd792b1"
  },
  {
    "文件名": "[1v1 更116]《贏了就能把我吃掉（雙性 校園 師生 HE） 》 作者：煙藍.txt",
    "夸克盘链接": "https://pan.quark.cn/s/3cbd14e8553c"
  },
  {
    "文件名": "[1v1 更117] 《我的男友是dom（看似强大靠谱的艺考老师实则随时玩梗的欢脱小受x床上励志潮湿受的特种兵退役sm酒吧老板，实则没老婆不行的攻） 》 作者：多吃鸡腿少吃亏.txt",
    "夸克盘链接": "https://pan.quark.cn/s/80af9659b231"
  },
  {
    "文件名": "[1v1 更100]《金枷玉锁（疯批太子攻×冷峻将军受） 》 作者：月亮咬耳朵.txt",
    "夸克盘链接": "https://pan.quark.cn/s/38f8aa096a54"
  },
  {
    "文件名": "[1v1 更95]《挂霜目（清冷双性受X暴戾嗜虐攻） 》 作者：鸢天.txt",
    "夸克盘链接": "https://pan.quark.cn/s/6ce4ab4d563e"
  },
  {
    "文件名": "[1v1 更93]《锈迹斑斑（表里不一大学生x严肃熟男教授）》 作者：Grandne.txt",
    "夸克盘链接": "https://pan.quark.cn/s/4b0e53059f86"
  },
  {
    "文件名": "[1v1 更89]《在全息模拟世界里欺负高岭之花（腹黑抖s攻x人前高岭之花人后性瘾双性受） 》 作者：穆小刀_.txt",
    "夸克盘链接": "https://pan.quark.cn/s/0beff645c85b"
  },
  {
    "文件名": "[1v1 更88]《落拓身（虐身 虐愛） 》 作者：沙色云.txt",
    "夸克盘链接": "https://pan.quark.cn/s/260f119f8a1c"
  },
  {
    "文件名": "[1v1 更88]《继兄他毫无边界感（青梅竹马 校园） 》 作者：五花三层.txt",
    "夸克盘链接": "https://pan.quark.cn/s/5f555756fca8"
  },
  {
    "文件名": "[1v1 更84]《高门深户（骨科） 》 作者：孟还.txt",
    "夸克盘链接": "https://pan.quark.cn/s/61b7f9274b72"
  },
  {
    "文件名": "[1v1 更77]《爱上哥哥的好哥们（furry、弟控、爱而不得、羁绊） 》 作者：水果榨汁.txt",
    "夸克盘链接": "https://pan.quark.cn/s/057608a68728"
  },
  {
    "文件名": "[1v1 更76]《被觸手神養父調教的日常（養父觸手神ｘ養子人類孕床） 》 作者：夏日之遙.txt",
    "夸克盘链接": "https://pan.quark.cn/s/0e10f6a14b09"
  },
  {
    "文件名": "[1v1 更73]《顶替（年下美强惨X成熟稳重老父亲） 》 作者：列星.txt",
    "夸克盘链接": "https://pan.quark.cn/s/5f2d7582c48e"
  },
  {
    "文件名": "[1v1 更61]《替嫁庶子（北城将军×替嫁庶子） 》 作者：小辣鸡.txt",
    "夸克盘链接": "https://pan.quark.cn/s/6a59c48b5968"
  },
  {
    "文件名": "[1v1 更65]《王朝1教授篇（斯文败类攻与霸道总裁受） 》 作者：大白兔升级版.txt",
    "夸克盘链接": "https://pan.quark.cn/s/f00c0274523e"
  },
  {
    "文件名": "[1v1 更62]《下劣纯情（为爱做受的受，疯癫偏执有些可爱的攻） 》 作者：Misian.txt",
    "夸克盘链接": "https://pan.quark.cn/s/7bbc62bd5ca0"
  },
  {
    "文件名": "[1v1 更70]《爹父宗筋开我牝（双性）》 作者：德充符.txt",
    "夸克盘链接": "https://pan.quark.cn/s/3435fd9f7ec2"
  },
  {
    "文件名": "[1v1 更58]《怀了二胎去离婚碰上离婚冷静期怎么办（美人受 穿越） 》 作者：飞鸟.txt",
    "夸克盘链接": "https://pan.quark.cn/s/aadb1c001250"
  },
  {
    "文件名": "[1v1 更58]《倒贴小狗甘当生育机器（冷漠直男攻x倒贴忠犬受） 》 作者：雾里晓光.txt",
    "夸克盘链接": "https://pan.quark.cn/s/68864afb649b"
  },
  {
    "文件名": "[1v1 更52]《酸梅（夜店鸭王攻x落难少爷受） 》 作者：草莓刀.txt",
    "夸克盘链接": "https://pan.quark.cn/s/4de99fb85f0f"
  },
  {
    "文件名": "[1v1 更55]《一口吃掉你（哭唧唧少女攻VS一打十混混受）》 作者：垚垚狗.txt",
    "夸克盘链接": "https://pan.quark.cn/s/fcd99aa2d58d"
  },
  {
    "文件名": "[1v1 更49]《我死后男神追妻火葬场了（追妻火葬场 美人受） 》 作者：香菜爱吃菠萝.txt",
    "夸克盘链接": "https://pan.quark.cn/s/3ab43e73cfad"
  },
  {
    "文件名": "[1v1 更50]《母神（虫族）》 作者：清水清水.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a2c51e87df9d"
  },
  {
    "文件名": "[1v1 更46]《墮落於情慾之中找到你（雙重性格狂妄的S攻模範生& 乳頭異常敏感的M受不良少年） 》 作者：拿鐵兔兔.txt",
    "夸克盘链接": "https://pan.quark.cn/s/928328778f47"
  },
  {
    "文件名": "[1v1 更48]《孤臣孽子（悬壶济世冷淡神秘大美人攻×敏感多疑前期忍气吞声后期黑化放飞位极人臣sjb受） 》 作者：桀骜不驯的飞鸟.txt",
    "夸克盘链接": "https://pan.quark.cn/s/90e870f5979a"
  },
  {
    "文件名": "[1v1 更46]《挪威的海（强攻强受 校园）》 作者：恶多萨.txt",
    "夸克盘链接": "https://pan.quark.cn/s/1286ab9a8f0c"
  },
  {
    "文件名": "[1v1 更41]《清冷美人的R18定制游戏（高冷寡言实则淫荡娇俏美人受×阴郁禁欲内里强制腹黑性瘾攻）》 作者：朱酒.txt",
    "夸克盘链接": "https://pan.quark.cn/s/0456ca42b487"
  },
  {
    "文件名": "[1v1 更45]《丧尸林立（强攻强受、腹黑攻）》 作者：1zhen45.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c2bd2340e6e5"
  },
  {
    "文件名": "[1v1 更40]《提分手后被男友囚禁（1V1）》 作者：华云.txt",
    "夸克盘链接": "https://pan.quark.cn/s/908b9dee450f"
  },
  {
    "文件名": "[1v1 更39]《壮汉不干了（疯批年下皇子攻X黑皮大奶双性老实人受） 》 作者：白泽WHITE.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a2b8ac46f760"
  },
  {
    "文件名": "[1v1 更37]《把Alpha老婆玩成熟妇（胆小自卑受x疯批坏种攻） 》 作者：美好新世界.txt",
    "夸克盘链接": "https://pan.quark.cn/s/74321dfbe113"
  },
  {
    "文件名": "[1v1 更40]《把Alpha老婆玩成熟妇（EA恋，1v1，胆小自卑受x疯批坏种攻）》 作者：美好新世界.txt",
    "夸克盘链接": "https://pan.quark.cn/s/1e011f958d17"
  },
  {
    "文件名": "[1v1 更34]《遇见D先生（BDSM） 》 作者：非第一人称.txt",
    "夸克盘链接": "https://pan.quark.cn/s/7f9f275a01fe"
  },
  {
    "文件名": "[1v1 更36]《警官的小鬼妻（闷骚攻X偏执受） 》 作者：贫尼喜肉.txt",
    "夸克盘链接": "https://pan.quark.cn/s/d1ec6f868766"
  },
  {
    "文件名": "[1v1 更34]《欺云孽雨（恶劣阴暗疯批攻＊单纯自卑痴情小可怜受） 》 作者：咚咚锵锵锵.txt",
    "夸克盘链接": "https://pan.quark.cn/s/5582306851d7"
  },
  {
    "文件名": "[1v1 更34]《故事从大将军英雄救美说起（强攻强受 宫廷 古代） 》 作者：昨夜风.txt",
    "夸克盘链接": "https://pan.quark.cn/s/eb0a92f3e0f3"
  },
  {
    "文件名": "[1v1 更31]《被恶龙囚禁于高塔的冒牌勇者（1v1）》 作者：悦米君.txt",
    "夸克盘链接": "https://pan.quark.cn/s/23bbe10dec34"
  },
  {
    "文件名": "[1v1 更33]《我哥是我的道侣（年上骨科双洁 痴汉疯批攻×废柴娇纵受）》 作者：木白九.txt",
    "夸克盘链接": "https://pan.quark.cn/s/47ee911cfff9"
  },
  {
    "文件名": "[1v1 更32]《关于恶毒美人长批后被死对头爆炒这件事（古代 美人受 强攻强受）》作者黄花菜都凉了.txt",
    "夸克盘链接": "https://pan.quark.cn/s/947b50f7f663"
  },
  {
    "文件名": "[1v1 更31]《南有嘉禾（古风兄弟训诫文） 》 作者：潒漾鸯.txt",
    "夸克盘链接": "https://pan.quark.cn/s/bcd7d293dee9"
  },
  {
    "文件名": "[1v1 更30]《总统大人的淫荡小狗（BDSM，道具调教） 》 作者：月涟.txt",
    "夸克盘链接": "https://pan.quark.cn/s/899fb8e61b69"
  },
  {
    "文件名": "[1v1 更30]《我那恶毒的丞相父亲「古言 强攻强受」》 作者：不二之下.txt",
    "夸克盘链接": "https://pan.quark.cn/s/8bcc4f145ecb"
  },
  {
    "文件名": "[1v1 更30]《荒野证言（年下，双洁，肤色差，强强，HE） 》 作者：伊利纳粥.txt",
    "夸克盘链接": "https://pan.quark.cn/s/dd6ebc0d64fd"
  },
  {
    "文件名": "[1v1 更30]《圣诞快乐，亲爱的狐狸先生（校园 罗曼） 》 作者：霂荷如烟.txt",
    "夸克盘链接": "https://pan.quark.cn/s/237f85cc0d76"
  },
  {
    "文件名": "[1v1 更30]《发现领导在海棠写文后（闷骚领导受x撒娇年下攻） 》 作者：三木.txt",
    "夸克盘链接": "https://pan.quark.cn/s/f3cf3a233ebc"
  },
  {
    "文件名": "[1v1 更28]《君临天下臣临君（年上正直温柔贤臣x年下深情谦和明君） 》 作者：.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a686131da93d"
  },
  {
    "文件名": "[1v1 更29]《逃不掉的被疯子强制爱（心思单纯胆小社畜受×疯批暗恋病娇阴暗攻） 》 作者：乱世小熊.txt",
    "夸克盘链接": "https://pan.quark.cn/s/8d7d643ac81e"
  },
  {
    "文件名": "[1v1 更28]《难道他真的是王子【忠犬女王1V1】》 作者：凌凌柒.txt",
    "夸克盘链接": "https://pan.quark.cn/s/11778926b2e4"
  },
  {
    "文件名": "[1v1 更28]《且眠（ABO）》 作者：存车.txt",
    "夸克盘链接": "https://pan.quark.cn/s/667d98ae9ff6"
  },
  {
    "文件名": "[1v1 更25]《艳光煞人记（美攻强受） 》 作者：香塔.txt",
    "夸克盘链接": "https://pan.quark.cn/s/256c84c31caa"
  },
  {
    "文件名": "[1v1 更25]《Dom的退休生活（前dom斯文内敛海归博士x开朗美籍华裔） 》 作者：栀子花.txt",
    "夸克盘链接": "https://pan.quark.cn/s/af339585d485"
  },
  {
    "文件名": "[1v1 更27]《暴躁篮球犬的驯养传记（强攻强受） 》 作者：唐捐.txt",
    "夸克盘链接": "https://pan.quark.cn/s/f088a62d7daa"
  },
  {
    "文件名": "[1v1 更22]《末世重生之恩有重报（阴冷受x人妻攻） 》 作者：blue蓝.txt",
    "夸克盘链接": "https://pan.quark.cn/s/75e4542e8387"
  },
  {
    "文件名": "[1v1 更22]《猫瘾难戒（温馨） 》 作者：月落猪蹄.txt",
    "夸克盘链接": "https://pan.quark.cn/s/3e0a93749f9e"
  },
  {
    "文件名": "[1v1 更22]《我柔弱不能自理的娇妻（瞎过眼的美貌娇妻A攻x二臂帅B受） 》 作者：暮色中.txt",
    "夸克盘链接": "https://pan.quark.cn/s/9e1c8460b0f0"
  },
  {
    "文件名": "[1v1 更24]《风起天阑（冷面冷心杀伐决断碰上温柔强韧智商担当） 》 作者：明日之后.txt",
    "夸克盘链接": "https://pan.quark.cn/s/57c4be738cd0"
  },
  {
    "文件名": "[1v1 更21]《沦陷（1v1）》 作者：狒狒狒.txt",
    "夸克盘链接": "https://pan.quark.cn/s/7bf076ac6d36"
  },
  {
    "文件名": "[1v1 更21]《穿书替嫁的炮灰反抗无果（白切黑偏执占有王爷攻x现代穿书开朗乐观伪直受） 》 作者：昨夜风.txt",
    "夸克盘链接": "https://pan.quark.cn/s/f3f7a9681a91"
  },
  {
    "文件名": "[1v1 更21]《高举苍生道（黑化受） 》 作者：野小咕.txt",
    "夸克盘链接": "https://pan.quark.cn/s/fd42cf2a7784"
  },
  {
    "文件名": "[1v1 更21]《被上司潜了（美人受） 》 作者：柚子成熟时.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ba140899c5d8"
  },
  {
    "文件名": "[1v1 更20]《献祭给魔尊的炉鼎美人(H 疯批阴晴不定魔尊攻x坚强努力成长美人受)》 作者：Lemoistnichtda.txt",
    "夸克盘链接": "https://pan.quark.cn/s/dfdca337a59e"
  },
  {
    "文件名": "[1v1 更20]《秦王扫六合（水仙·互攻·历史向·一体双魂） 》 作者：风烟挽.txt",
    "夸克盘链接": "https://pan.quark.cn/s/2c0e6033b584"
  },
  {
    "文件名": "[1v1 更20]《野蛮生长（骨科 美人受）》 作者：萧辰予.txt",
    "夸克盘链接": "https://pan.quark.cn/s/32c2f35b8f98"
  },
  {
    "文件名": "[1v1 更20]《末日实验（双性 人外 bdsm） 》 作者：三木.txt",
    "夸克盘链接": "https://pan.quark.cn/s/dc2ede62a6b6"
  },
  {
    "文件名": "[1v1 更18]《乡下来的黑皮体育生（校园 古板受） 》 作者：爱吃大米饭.txt",
    "夸克盘链接": "https://pan.quark.cn/s/23fdb7d93b66"
  },
  {
    "文件名": "[1v1 更19]《掳个压寨夫人（双性攻 美攻强受） 》 作者：叶杞容.txt",
    "夸克盘链接": "https://pan.quark.cn/s/085429a95edc"
  },
  {
    "文件名": "[1v1 更18]《主神今天也在被当做按摩棒（本以为自己莫得感情的主神攻×不惜一切都要掌握主权的小疯子受） 》 作者：不太正经的烤肉玩家.txt",
    "夸克盘链接": "https://pan.quark.cn/s/5f89ee1d6884"
  },
  {
    "文件名": "[1v1 更18]《完全控制（精神不正常控制欲强重度兄控性瘾皇帝攻x外热内冷只对弟弟百依百顺的全帝国偶像美人元帅受） 》 作者：vivian.txt",
    "夸克盘链接": "https://pan.quark.cn/s/986d2fff3a2e"
  },
  {
    "文件名": "[1v1 更18]《它的执念（六亲不认恶趣味厉鬼攻VS苦命认真大学生受） 》 作者：鬼月的鬼.txt",
    "夸克盘链接": "https://pan.quark.cn/s/4ae987ad73da"
  },
  {
    "文件名": "[1v1 更18]《山神（娇软小狐狸X糙汉） 》 作者：明颜.txt",
    "夸克盘链接": "https://pan.quark.cn/s/04a7b2b261c5"
  },
  {
    "文件名": "[1v1 更17]《【双性攻】行星夜泳（长发温柔清纯美攻　×　天然黑猫系丧病受） 》 作者：荔汁Lychee.txt",
    "夸克盘链接": "https://pan.quark.cn/s/2088cbd56ce5"
  },
  {
    "文件名": "[1v1 更16]《敲掉山顶的柿子吧（，偶尔腹黑的可怜年下狗狗攻x成熟健气小太阳型年上受） 》 作者：赖恩.txt",
    "夸克盘链接": "https://pan.quark.cn/s/f51645da8513"
  },
  {
    "文件名": "[1v1 更17]《樱桃的滋味（美攻强受 校园） 》 作者：淮川s.txt",
    "夸克盘链接": "https://pan.quark.cn/s/33982ac7d778"
  },
  {
    "文件名": "[1v1 更16]《爱的荒漠（人格障碍切开黑渣攻X阴郁窝囊老鼠人受） 》 作者：南陵笑笑死.txt",
    "夸克盘链接": "https://pan.quark.cn/s/d40894ae2f7c"
  },
  {
    "文件名": "[合集 更177]《橄榄那些男主们完成任务（快穿 总攻）》 作者：有丝分裂菇.txt",
    "夸克盘链接": "https://pan.quark.cn/s/8b9ec3bf76d1"
  },
  {
    "文件名": "[合集 更138]《各类美人的日日夜夜（强攻强受） 》 作者：一个大虾仁.txt",
    "夸克盘链接": "https://pan.quark.cn/s/d8462e51a9aa"
  },
  {
    "文件名": "[1v1 更15]《养诡（偶尔疯批，外表清俊端庄的贺道长X对待敌人心狠手辣，内里其实很忠犬安分的厉老板） 》 作者：南溪.txt",
    "夸克盘链接": "https://pan.quark.cn/s/bd4b890c0e0c"
  },
  {
    "文件名": "[1v1 更15]《献祭给魔尊的炉鼎美人（疯批阴晴不定魔尊攻x哭包努力成长美人受） 》 作者：Lemo大小姐.txt",
    "夸克盘链接": "https://pan.quark.cn/s/79abb79baf1a"
  },
  {
    "文件名": "[合集 更86]《大肚孕 夫们的挨 艹日常》 作者：秋亭暮.txt",
    "夸克盘链接": "https://pan.quark.cn/s/2e5d35850e98"
  },
  {
    "文件名": "[合集 更105]《老男人短篇合集》 作者：西芹西芹.txt",
    "夸克盘链接": "https://pan.quark.cn/s/541f4e2e079b"
  },
  {
    "文件名": "[合集 更89]《落难典狱长的48小时（虐身 美人受 架空）》作者：烟蓝.txt",
    "夸克盘链接": "https://pan.quark.cn/s/35e97000c02f"
  },
  {
    "文件名": "[合集 更77]《美强or美壮合集（原名：被美攻墙纸的强受合集） 》 作者：cqaqq.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c58111cf1d66"
  },
  {
    "文件名": "[米国 更88]《折木（腹黑手狠少主X又欲又野影卫）》 作者：池棠.txt",
    "夸克盘链接": "https://pan.quark.cn/s/50bedfb4f5f8"
  },
  {
    "文件名": "[棠]挂霜目作者：鸢天.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a66a2e818ab3"
  },
  {
    "文件名": "[米国 更124]《奇怪的感情（架空、搞笑、重生、同人）》 作者：月起.txt",
    "夸克盘链接": "https://pan.quark.cn/s/4d3f3eb2639e"
  },
  {
    "文件名": "[米国 更81]《得戚(ABO)》 作者：是狌狌呀.txt",
    "夸克盘链接": "https://pan.quark.cn/s/996c7172a9c6"
  },
  {
    "文件名": "[米国 更80]《你的信仰（年龄差 BDSM）》 作者：苏苏酥.txt",
    "夸克盘链接": "https://pan.quark.cn/s/40d023a33581"
  },
  {
    "文件名": "[米国 更80]《主人们的传信大使（BDSM、西方奇幻、NP）》 作者：飄遙.txt",
    "夸克盘链接": "https://pan.quark.cn/s/4211547349dd"
  },
  {
    "文件名": "[米国 更60]《低级哄骗（人格障碍扭曲权贵攻×逆来顺受底层弱智受 狗血 强制爱）》 作者：揽霜剑.txt",
    "夸克盘链接": "https://pan.quark.cn/s/fdb9779baa98"
  },
  {
    "文件名": "[米国 更55]《不是哥哥（骨科 现代）》作者：多肉千兔耳.txt",
    "夸克盘链接": "https://pan.quark.cn/s/1ece309dc73d"
  },
  {
    "文件名": "[米国 更47]《每天一个“恐婚”小技巧 【快穿】（系统 快穿）》 作者：本先生.txt",
    "夸克盘链接": "https://pan.quark.cn/s/6f233f3f58c3"
  },
  {
    "文件名": "[米国 更39]《一回熟，二回生（娛樂圈、現代、年下） 》 作者：夏隙.txt",
    "夸克盘链接": "https://pan.quark.cn/s/6ab57093eb59"
  },
  {
    "文件名": "[米国 更42]《百万情人的攻略办法（破镜重圆 青春校园）》作者：枕上雪米.txt",
    "夸克盘链接": "https://pan.quark.cn/s/4d26778a9cb4"
  },
  {
    "文件名": "[米国 更43]《月下玉人（古言权谋）》作者：紫纱娜.txt",
    "夸克盘链接": "https://pan.quark.cn/s/73f9ac17ac6b"
  },
  {
    "文件名": "[米国 更36]《欲语还休（生子 双性）》 作者：Aysha.txt",
    "夸克盘链接": "https://pan.quark.cn/s/04fa22eea104"
  },
  {
    "文件名": "[更451]《苦茶紫满天飞 速度七十迈 原名 年轻人，淦就完了》作者：肆一九（短篇合集）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/d662cf8ed855"
  },
  {
    "文件名": "[米国 更34]《孽海沉沦（现代 BDSM）》 作者：夕山.txt",
    "夸克盘链接": "https://pan.quark.cn/s/cb926e08ebed"
  },
  {
    "文件名": "[更403]《【总攻】虫族生存实录》 作家：龙子京（np）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/dda9316d9881"
  },
  {
    "文件名": "[米国 更29]《我的Beta上将（abo 双强 年下）》 作者：月泊.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c4a7fbf8c93b"
  },
  {
    "文件名": "[更285]《战神王子养成记》作者：维斯（多cp）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/0f82c7ed5f9c"
  },
  {
    "文件名": "[米国 更26]《私房照【BDSM】（现代 BDSM）》 作者：清月千年.txt",
    "夸克盘链接": "https://pan.quark.cn/s/f299cc9ed111"
  },
  {
    "文件名": "[更316]《帝国双性指挥官》作者：最爱小虐文（np）【24.12.30】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/9de59dd09855"
  },
  {
    "文件名": "[更302]《高高在上》作者：夜酒（np）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/2a6fd4986fdf"
  },
  {
    "文件名": "[更213]《公主长乐永安》作家：留尘（女攻np）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/4dc12d74d965"
  },
  {
    "文件名": "[更206]《离婚后前夫非要当我的狗》作者：八月云间月（1V1）【24.12.11】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/8c718fa54d8f"
  },
  {
    "文件名": "[更160]《催眠仙君的白月光 原名 调教仙君的白月光》作者：瑞叶（ntr）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/26ee6bd0a515"
  },
  {
    "文件名": "[更170]《鲛人子归》作者：大鹅炖铁锅（np）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/24f80a1da376"
  },
  {
    "文件名": "[更167]《橄榄那些男主们完成任务》作者：有丝分裂菇（np）【24.12.10】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/dcd28663d7f3"
  },
  {
    "文件名": "[更168]《小姑子心思不纯》作者：酒壹杯（百合1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/6b9704806aaa"
  },
  {
    "文件名": "[更99]《当着将军面玩弄皇上》作者：白乌鸦（3p）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/699dfe910923"
  },
  {
    "文件名": "[更97]《重生后我被宿敌们包围了》作者：是鱼而已（百合np）【24.12.31】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/19ec54cd3c40"
  },
  {
    "文件名": "[更96]《贱骨》原书名《涩橘》作者：窝里鸽去（女攻）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/f8dd81039294"
  },
  {
    "文件名": "[更98]《缘浅》作者：0美雪（1v1百合futa）【24.12.09】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/fb6e803e814d"
  },
  {
    "文件名": "[更94+1番外]《锈迹斑斑》作者：法拉利车手（1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/9f52bd6fab54"
  },
  {
    "文件名": "[更93]《申雅》作者：www（百合1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/7fadb7ef5d7c"
  },
  {
    "文件名": "[更93]《点绛唇》作者：星离雨散（np）【24.12.30】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/3a17328485a1"
  },
  {
    "文件名": "[更93]《殷离》作者：东萼（女攻np）【24.12.09】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/636a9dba8e23"
  },
  {
    "文件名": "[更92+1番外]《被疯批强制爱的alpha 偷情的alpha 身为小三的我被夫夫强制爱》作者：余火烬燃（np）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/515974971703"
  },
  {
    "文件名": "[更86]《老攻在下》作者：土豆太浪（故事集）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/0033639f905d"
  },
  {
    "文件名": "[更90]《我在修真界当妖兽》作者：桑榆（1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/52d2aa2302a4"
  },
  {
    "文件名": "[更86]《就算是坏女人她也全都要（NP 百合ABO主攻）》作者 呆元.txt",
    "夸克盘链接": "https://pan.quark.cn/s/2ac5e07d64bc"
  },
  {
    "文件名": "[更91]《百合高H短篇合集》作者 夜笙（GL百合）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/40294841791e"
  },
  {
    "文件名": "[更84]《花市豪门夜宴 花夜盛宴 媚药开始的关系》作者：魔女制药（np）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e3fe39f4bd0a"
  },
  {
    "文件名": "[更83+7番外]《穿越后技能点全加到批上了》作者：湿水瓢（np）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/8f4db1d1de26"
  },
  {
    "文件名": "[更84]《副本boss都想吃掉我 不艾艹怎么通关？》作者：安诗鸢尾（np）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/56c553e07e46"
  },
  {
    "文件名": "[更83]《不见仙途》作者：White Jesus（np）【24.12.30】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/d6586459a665"
  },
  {
    "文件名": "[更82]《多情书》作者：橙子（np百合abo）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/6a29dd3f2a7f"
  },
  {
    "文件名": "[更81]《迷人的野心家》作者：旁观者（百合1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/8ecc740b82c0"
  },
  {
    "文件名": "[更80]《他乡之客》作者：明日再提（1v1）【24.12.30】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/0be80f79e7d6"
  },
  {
    "文件名": "[更82]《不要清醒》作者：七顆大燈泡（np百合futa）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a590124e34a1"
  },
  {
    "文件名": "[更79+4番外]《倒贴小狗甘当生育机器》作者：雾里晓光（1v1）【24.12.31】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/496f34f1c504"
  },
  {
    "文件名": "[更78]《金昭玉粹》作者：沾花寄月（1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/b5200b0ede63"
  },
  {
    "文件名": "[更77+4番外]《雌虫跟Alpha是绝配！》作者：绯鸟不是肥鸟（1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a25fafd206da"
  },
  {
    "文件名": "[更75]《乖，哭出来》作家：大豆子小橘子（女攻np）【24.12.31】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/f3ba48a25ca0"
  },
  {
    "文件名": "[更77]《暴君重归少年时》作者：炀炀子（np）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/568686ddac5e"
  },
  {
    "文件名": "[更70]《约稿存档滴滴滴》作者：沉沦沦.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ed9818f50923"
  },
  {
    "文件名": "[更74]《获得隐身系统后》作者：寒山见（np）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/28f2087e9bdb"
  },
  {
    "文件名": "[更73]《雨后的曼陀罗》作者：路拾（1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ac2ab7576ee8"
  },
  {
    "文件名": "[更73]《白色禁区》作者：江湖老手（结局1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/5981ee2f4329"
  },
  {
    "文件名": "[更71]《娇媚美人燥开腿》作者：悬月讹日（故事集）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/bf85159d7746"
  },
  {
    "文件名": "[更70]《用身体治疗别人的漂亮军医》作者：今天论文写完了吗（np）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/fcb8f5bfd729"
  },
  {
    "文件名": "[更67]《蓝校服与粉缎带》作者：魜公主（女攻1v1）【24.12.30】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/2e1e2b2244f4"
  },
  {
    "文件名": "[更69]《两看相生厌》作者 嘎嘎冷笑(百合abo)【【24.12.31】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/2d0054a1842a"
  },
  {
    "文件名": "[更69]《笙声不息》作者 许多鱼（gl百合 abo np）【24.12.10】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/27f8e5a7fb86"
  },
  {
    "文件名": "[更66]《双性高傲帅哥被催眠调教后羞耻雌堕》作者：正体不明（故事集）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e0d232252dfd"
  },
  {
    "文件名": "[更65]《公主她决定叛国》作者：路易波士茶（百合1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/4985cbad54c0"
  },
  {
    "文件名": "[更64]《朕的发家黑历史》作者：紫鸿（np）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c151a647c844"
  },
  {
    "文件名": "[更65]《顶流之路》作者：比比比目鱼01（np）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/3e2a365df1ac"
  },
  {
    "文件名": "[更64]《再不听话草哭你》作者：白茶清欢（1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/85439c091458"
  },
  {
    "文件名": "[更64]《洛奇的游戏》作者：Cc西柚（np）【24.12.09】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/7c2b96dad954"
  },
  {
    "文件名": "[更62]《与少夫人对食》作者 粼若皓月（百合ABO）【24.12.30】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/3b095cba8af0"
  },
  {
    "文件名": "[更64]《蓝月星的Omega公主》作者 蕃茄苏打饼（百合ＡＢＯ）【24.12.31】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/47e686f080a7"
  },
  {
    "文件名": "[更64]《当社畜穿进ABO世界NTR文》作者：小橙子（np）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/1a5d247852ec"
  },
  {
    "文件名": "[更64]《触手不可及（原名：心上月）》作者：猫的摇篮曲（百合1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/2fc7b6ead8d1"
  },
  {
    "文件名": "[更59]《废柴弱鸡一路日穿体大男神（原我想，你做）》作者：二呆瓜（np）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/5ea2756809a9"
  },
  {
    "文件名": "[更61]《一篇很淫乱的文》作者 0000（GL百合1v1）【24.12.30】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/dbda318cd5d2"
  },
  {
    "文件名": "[更61]【综漫】18X榨精系统 作者：赚钱点男模.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c87bd9877ad2"
  },
  {
    "文件名": "[更61]《朕的江山只在你胯下》作者：扪虱谈（1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/3ebc80ca7708"
  },
  {
    "文件名": "[更60]《下劣纯情》作者：Misian（1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/b278264840d8"
  },
  {
    "文件名": "[更61]《生长周期》作者：AZela（百合1v1）【24.12.31】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/5325864a892f"
  },
  {
    "文件名": "[更61]《草粉》作者：只喝甜粥（百合1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/8701b4cc3c54"
  },
  {
    "文件名": "[更56]《关于我的白月光是个万人骑这件事》作者：甜滋滋儿（np）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/88c8604dd400"
  },
  {
    "文件名": "[更58]《同班同学好像想上我》作者 锁匠（futa百合）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/d613a6bd7779"
  },
  {
    "文件名": "[更55]《掌控》作者：诗词鸽赋（百合1v1）【24.12.11】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/eb1c882b3cc0"
  },
  {
    "文件名": "[更58]《穿越开局被判死刑》作者：可乐芒可2（np）【24.12.09】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e58e866b93d9"
  },
  {
    "文件名": "[更53]《在年代文里攻汉子》作者：美短虎斑最可爱了（np）【24.12.30】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/5a016f6bc51d"
  },
  {
    "文件名": "[更52]《酸梅》作者：草莓刀（1v1）【24.12.11】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/20ab5c1690a8"
  },
  {
    "文件名": "[更51]《温柔野兽》作者：甜你一脸（np）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/d1c741a826b8"
  },
  {
    "文件名": "[更53]《不替秋。》作者 不胜寒。（GL百合）【24.12.31】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/f50a44e64cce"
  },
  {
    "文件名": "[更49+8番外]《拥抱你的尾巴》作者：不知春（1v1）【24.12.31】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ed8f809c1c6e"
  },
  {
    "文件名": "[更50]《仙门公用炉鼎》作者：鱼舟粥（np）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/fc71ca27623f"
  },
  {
    "文件名": "[更50]《白莲花黑化后尽惹些疯批》作者：cathine2（np）【24.12.31】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/976cf004ed54"
  },
  {
    "文件名": "[更51]《生长周期gl（纯百_bdsm）》作者 AZela【24.12.11】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/5148fc87590a"
  },
  {
    "文件名": "[更49]《总是被脐橙，怎么破？》作者：我爱小红莓（np）【24.12.09】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/cf0d943d6c6e"
  },
  {
    "文件名": "[更48]《裴家春色》作者：十之八九（np）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/17bfbe4615b3"
  },
  {
    "文件名": "[更48]《平静的科奥赛_Peaceful Chaose》作者：disciple（3p）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/4a00ee1f9960"
  },
  {
    "文件名": "[更48]《第五人格强制h系列》作者：M九【24.12.30】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/6cdb06f29ae2"
  },
  {
    "文件名": "[更47]《人外vs强受合集》作者：cqaqq（故事集）【24.12.30】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c133d3a243a3"
  },
  {
    "文件名": "[更47]《幽阴之渊》作者：苦瓜瓜（1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/f448d45e4607"
  },
  {
    "文件名": "[更47]《我在虫族当时间管理大师》作者：九辞（np）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/38d136d9cdf5"
  },
  {
    "文件名": "[更46]《遇见D先生》作者：非第一人称（1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/4656fc2b0fe3"
  },
  {
    "文件名": "[更46]《催眠美人高h煌爆合集》作者：没有名字【24.12.30】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a810ad6503b5"
  },
  {
    "文件名": "[更46]《我死后男神追妻火葬场了》作者：香菜爱吃菠萝（1v1）【24.12.10】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c1b69b6c959d"
  },
  {
    "文件名": "[更46]《卖身》作者 玄不二（GL百合扶她np）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c0e1b0f10ca0"
  },
  {
    "文件名": "[更45]《星辰珠》作者：图腾图片（np）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/958b100aeb6c"
  },
  {
    "文件名": "[更45]《重生拯救黑化男友》作者：西红柿炒番茄（女攻1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/9e40f54235dc"
  },
  {
    "文件名": "[更44+6if]《穿越异世界当beta攻了alpha》作者：牡蛎不吃海鲜（np）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/60496b7d7c48"
  },
  {
    "文件名": "[更44]《可我只是一个炮灰呀》作者：乖巧修勾（np）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/d6e79308cef2"
  },
  {
    "文件名": "[更43]《丞相的儿子们为我打起来了》作者：大火烹调（np）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/6d854c540902"
  },
  {
    "文件名": "[更43]《我石故我在》作者：大番薯（百合np）【24.12.30】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/33d21ce37794"
  },
  {
    "文件名": "[更44]《凰文社会的NPC活动》作者：逗猫人（np百合futa）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ed672c003c19"
  },
  {
    "文件名": "[更44]《恶毒私生女被正牌千金抓住后》作者 泠泠泠泠儿（GL百合）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/d7a7b5115428"
  },
  {
    "文件名": "[更41]《提分手后被男友囚禁 提分手被男友放置》作者：华云（1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/204e56e0e3bd"
  },
  {
    "文件名": "[更41]《清冷美人的R18定制游戏》作者：朱酒（np）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/83d04230d8ce"
  },
  {
    "文件名": "[更42]《被强制爱后彻底堕落》作者：一面（故事集）【24.12.11】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/2ea6d9492ba9"
  },
  {
    "文件名": "[更43]《把Alpha老婆玩成熟妇》作者：美好新世界（1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/1e448d1fda31"
  },
  {
    "文件名": "[更40+1番外]《不二的憋尿日记》作者：牛奶玉米（1v1）【24.12.30】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/cb23e711e53b"
  },
  {
    "文件名": "[更41]《漂亮笨蛋在无限流世界训狗求生》作者：春江潮水平（np）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/8200d72f7d45"
  },
  {
    "文件名": "[更41]《发现领导在海棠写文后》作者：三木（1v1）【24.12.31】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/d933e4e0e33b"
  },
  {
    "文件名": "[更41]《白月光与朱砂痣与狗》作者：司马不知情（np）【24.12.31】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/8a58e4c20648"
  },
  {
    "文件名": "[更40]《爱，死亡与罪恶 原名 [虫族主攻]军校生》作者：山岚水北（np）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/f5d422cab3b2"
  },
  {
    "文件名": "[更40]《精神病与万灵药》作者：眠雨（1v1）【24.12.09】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/0604593a6743"
  },
  {
    "文件名": "[更38+1番外]《壮汉不干了》作者：白泽WHITE（1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/2ff95d0215fd"
  },
  {
    "文件名": "[更39]《警官的小鬼妻》作者：贫尼喜肉（1v1）【24.12.30】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/d57fdcce2f2f"
  },
  {
    "文件名": "[更38]《南柯即事（glnp种田文）》作者 潜木【24.12.09】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c9b76c722d1a"
  },
  {
    "文件名": "[更38]《双重标准》作者：柊夏夜（1v1）【24.12.11】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/058059353add"
  },
  {
    "文件名": "[更37+2番外]《偷情人妻管教改造实录》作者：穆小刀_（np）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/7f32e6a8738a"
  },
  {
    "文件名": "[更37]《下三滥》作者 爆炸钢丝卷（GL百合骨科1v1）【24.12.30】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/eadcbbd2d44f"
  },
  {
    "文件名": "[更36]《被恶龙囚禁于高塔的冒牌勇者》作者：悦米君（1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c5ff2c1fee25"
  },
  {
    "文件名": "[更36]《不良少年受罚过程》作者：华云（1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/f4c45d18fd2e"
  },
  {
    "文件名": "[更37]《草粉》作者 只喝甜粥（GL百合）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/391973aaf9b2"
  },
  {
    "文件名": "[更36]《蝴蝶效应》作者：闻人晚寄（百合1v1）【24.12.10】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/0d1473bdf3d2"
  },
  {
    "文件名": "[更35]《盛夏果实》作者：小小花园（1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/78311703feba"
  },
  {
    "文件名": "[更34]《爱的N等分》作者：浮生若梦（女攻np）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c515562ffc6e"
  },
  {
    "文件名": "[更34]《总统大人的淫荡小狗》作者：月涟（np）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/01c01c79328a"
  },
  {
    "文件名": "[更36]《摆弄alpha的n种姿势》作者：蜀山仙人掌（百合1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/3f607bc813bc"
  },
  {
    "文件名": "[更32]《穿进R18版模拟人生后》作者：滴滴打的打（女攻np）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/4a355825d012"
  },
  {
    "文件名": "[更32]《淫荡的童婳》作者：葡萄椰果冻冻（np）【24.12.31】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/02050be63d98"
  },
  {
    "文件名": "[更33]《赎罪》作者：木木木容（1v1）【24.12.31】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/60b42b0c7cf8"
  },
  {
    "文件名": "[更32]《被囚禁的光明神》作者：余火烬燃（1v1）【24.12.30】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c1c37a029bc6"
  },
  {
    "文件名": "[更32]《包养女alpha的富婆beta》作者 白茶（百合abo1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/42c0d5b0b4d2"
  },
  {
    "文件名": "[更30]《烟花风月》作者：武佳栩（百合1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c7cc5f97fbd9"
  },
  {
    "文件名": "[更31]《我那恶毒的丞相父亲》作者：不二之下（1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/bea0c23e7ff2"
  },
  {
    "文件名": "[更30]《无脚鸟》作者：xxlyukoll（百合1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/3297e5555319"
  },
  {
    "文件名": "[更30]《三心二意》作者：牛奶（np）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ffffe4edbd87"
  },
  {
    "文件名": "[更29]《棠棠》作者：零糖冰可乐（np）【24.12.10】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/6940c41d646f"
  },
  {
    "文件名": "[更29]《致命欲望》作者：绷带甜茶（1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/b96f95cd2abb"
  },
  {
    "文件名": "[更29]《胶衣侠》作者：霓虹笑笑子（np）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/27ff916f9bb5"
  },
  {
    "文件名": "[更29]《男妈妈乐园》作者：洪武·非常态输出（np）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/7ec2954d726c"
  },
  {
    "文件名": "[更28+16番外]《校草男神凌云河的暴露生活》作者：百里香（np）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/6f53a75a9a7b"
  },
  {
    "文件名": "[更28]《另类修仙计划》作者：sara34（np）【24.12.30】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/3e42b8ca146a"
  },
  {
    "文件名": "[更27]《Mousse_慕斯 青涩诱惑》作者：Mousse_慕斯（1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/787d459bf324"
  },
  {
    "文件名": "[更27]《好久是永远》作者 青色乌龙（gl百合ABO）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/2efb24212ee4"
  },
  {
    "文件名": "[更26]《直男社畜觉醒虫巢系统》作者：烧鱼辣椒酱（np）【24.12.11】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/f93e4399bb59"
  },
  {
    "文件名": "[更27]《金主是sub》作者：快发财（1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c28487eea40c"
  },
  {
    "文件名": "[更25]《艳光煞人记》作者：香塔（1v1）【24.12.11】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/744b6d7cf8a4"
  },
  {
    "文件名": "[更26]《我的警察》作者：喜欢臭袜子的哈士奇（1v1）【24.12.10】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/616e8bbaead5"
  },
  {
    "文件名": "[更25]《永不为受2》作者：最爱小虐文（np）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/eea30dd4ed7f"
  },
  {
    "文件名": "[更25]《养诡》作者：南溪（1v1）【24.12.31】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/5ca4834ca007"
  },
  {
    "文件名": "[更25]《太空喜剧》作者：鹤归（np）【24.12.09】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/68e05f6b5f7a"
  },
  {
    "文件名": "[更24+if1]《就是喜欢喊朋友老公怎么你了》作者：好了好了我知道了（1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/f277ece58b2f"
  },
  {
    "文件名": "[更25]《圣骑，恶龙与我》作者：kuroneko（1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/6630d39a1eca"
  },
  {
    "文件名": "[更25]《两条蛇的报复》作者：不趣（3p）【24.12.11】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/324c024e2bef"
  },
  {
    "文件名": "[更25]《成为姐姐的专属向导》作者：艾沐（百合1v1）【24.12.31】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/f7219020883d"
  },
  {
    "文件名": "[更24]《亵渎仙君的道侣》作者：瑞叶（ntr）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/9411528ed482"
  },
  {
    "文件名": "[更24]《长得帅的男人就该被轮死》作者：无有灵（故事集）【24.12.31】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e10043e619c9"
  },
  {
    "文件名": "[更24]《美人受又双叒叕反攻了》作者：旗下皈依（故事集）【24.12.11】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/4a17f53a4b99"
  },
  {
    "文件名": "[更24]《逃不掉的被疯子强制爱 逃不掉的被疯子强奸》作者：乱世小熊（1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/7f90959771cd"
  },
  {
    "文件名": "[更24]《将锁夏》作者：听听酒酒（1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/48461b90ec8d"
  },
  {
    "文件名": "[更24]《沦陷》作者：狒狒狒（1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/7e575a45b829"
  },
  {
    "文件名": "[更24]《共占云雨abo》作者 臭咸鱼爱摆烂（GL百合np）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/6f17ab3eb1e7"
  },
  {
    "文件名": "[更24]《被一群alpha盯上的日子》作者：绝望的高玩（np）【24.12.09】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/11101020b9eb"
  },
  {
    "文件名": "[更24]《摆弄alpha的n种姿势》作者 蜀山仙人掌(GL百合futa)【24.12.10】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/d50e952ab043"
  },
  {
    "文件名": "[更23]《总攻之摘星系统》作者：狗不理（np）【24.12.30】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/eb42ebb54f1b"
  },
  {
    "文件名": "[更24]《SP宫规训诫绝色美男》作者：暗黑系魔女（女攻np）【24.12.30】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/4bed6078fcac"
  },
  {
    "文件名": "[更23]《在无限世界里当万人迷》作者：阿灯灯子（np）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/b39946be9621"
  },
  {
    "文件名": "[更23]《以下犯上》作者 川里（GL百合futa1v1）【24.12.11】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/959c946b6269"
  },
  {
    "文件名": "[更23]《青涩诱惑》作者：Mousse_慕斯（1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/8e281e500528"
  },
  {
    "文件名": "[更23]《末世重生之恩有重报》作者：blue蓝（1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/4b74c7cb2c69"
  },
  {
    "文件名": "[更23]《废物美人受难的七宗罪》作者：葡萄椰果冻冻（np）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/abe9e929d1a0"
  },
  {
    "文件名": "[更23]《跟宿敌绑定doi续命系统后》作者：安诗鸢尾（1v1）【24.12.31】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/efc30b0615cc"
  },
  {
    "文件名": "[更23]《躲不过的桃花劫》作者 谕礼（gl纯百_np_主攻_现代）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e7debf5eee1c"
  },
  {
    "文件名": "[更23]《被宿舍里死对头肏哭的日日夜夜》作者：取啥名都被占好气哦（1v1）【24.12.31】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c58d44a10f07"
  },
  {
    "文件名": "[更22]《锁千秋》作者：蛟（百合np）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/9af6c60333f5"
  },
  {
    "文件名": "[更22]《烂桃子》作者：Amper（女攻1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/eaabd8cdd05a"
  },
  {
    "文件名": "[更22]《解救各种被前夫哥弄坏的小美人》作者：噗嗤兔兔（故事集）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/1b6fefe76559"
  },
  {
    "文件名": "[更22]《你拽什么拽啊》作者：皇上的书信（1v1百合abo）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/7c515e5e8f79"
  },
  {
    "文件名": "[更22]《勾引反派计划》作者：一条咸鱼啊（快穿np）【24.12.11】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/83f602f1728d"
  },
  {
    "文件名": "[更22]《Dom的退休生活》作者：栀子花（1v1）【24.12.10】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c8f06e87638d"
  },
  {
    "文件名": "[更21]《情有独钟》作者：穿裤子的云（1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c62ed0c40f39"
  },
  {
    "文件名": "[更21]《我柔弱不能自理的娇妻》作者：暮色中（1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ef3e617d3526"
  },
  {
    "文件名": "[更21]《奴隶内部的自我拯救》作者：疏忆（np）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/df785838b9d0"
  },
  {
    "文件名": "[更21]《孩子不听话就得打屁股》作者：不会说话的金鱼【24.12.31】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/f045ed1e04c8"
  },
  {
    "文件名": "[更20]《丈夫有了他的男人》作者：绿杏过墙（1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/5d027d59fb0d"
  },
  {
    "文件名": "[更20+6番外]《暴躁篮球犬的驯养传记》作者：唐捐（1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/fdb0754bba12"
  },
  {
    "文件名": "[更20]《长批魅魔想挨艹》作者：Mon（np）【24.12.09】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/6712ef7af943"
  },
  {
    "文件名": "[更20]《言慕的床伴们》作者：肉肉控（女攻np）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ab8300cb4460"
  },
  {
    "文件名": "[更20]《漂亮娇嫩妈妈是淫荡性奴》作者：暮色沉醉（np）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/2c3a039b9e59"
  },
  {
    "文件名": "[更20]《求求你别日我家攻了》作者：醉也无聊（故事集）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/f96c9cb1d60c"
  },
  {
    "文件名": "[更20]《荆刺玫瑰》作者：没有尾巴的皮卡丘（1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/f8ce7952a48d"
  },
  {
    "文件名": "[更20]《笨蛋竹马和我的玩偶共感了》作者：蜜汁鸡腿肉（1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c01b4126bc59"
  },
  {
    "文件名": "[更20]《花魁》作者：一个老炮儿（np）【24.12.31】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/3104024f691b"
  },
  {
    "文件名": "[更19]《雪林哨所》作者：南风（np）【24.12.31】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ee14259925ec"
  },
  {
    "文件名": "[更20]《【闲泽】控制》作者：钟二七（1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/7fb4d1039b36"
  },
  {
    "文件名": "[更19]《自作自受》作者：无面荷包（np）【24.12.30】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a87f1c7ff1bc"
  },
  {
    "文件名": "[更19]《上校的狗，是魂系游戏纸片人》作者：琢木家（1v1）【24.12.09】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/95c122bf2e95"
  },
  {
    "文件名": "[更19]《干翻情敌的日日液液》作者：Mousse_慕斯（1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/56d898b92100"
  },
  {
    "文件名": "[更19]《猫猫少年自渎记》作者：日落时月升（1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/7844cb2935d8"
  },
  {
    "文件名": "[更18+1番外]《掳个压寨夫人》作者：叶杞容（1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a82ef6eaf808"
  },
  {
    "文件名": "[更19]《当万人迷总攻拿了路人剧本后》作者：多肉咩（np）【24.12.31】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/cebaf5cab966"
  },
  {
    "文件名": "[更18]《主神今天也在被当做按摩棒》作者：不太正经的烤肉玩家（1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/1b996f68f9bb"
  },
  {
    "文件名": "[更18]《宇文家妾》作者：绿茶西伯利亚（np）【24.12.10】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/194556e86add"
  },
  {
    "文件名": "[更18]《硬币生产线.aka炖肉中长篇集》作者：咸湿的鱼【24.12.31】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/132c7076091e"
  },
  {
    "文件名": "[更18]《双性片场被X日常》作者：sparrow（np）【24.12.10】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/fa1c5a883a2b"
  },
  {
    "文件名": "[更18]《弱a被强制爱后反击了》作者 aki(百合abo).txt",
    "夸克盘链接": "https://pan.quark.cn/s/a92950638ce2"
  },
  {
    "文件名": "[更18]《催眠别人男友》作者：没有名字（故事集）【24.12.31】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/9bdbb54b46e5"
  },
  {
    "文件名": "[更18]《诡异世界唯一的真神》作者：栀子花与棉花糖（np）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/82e9ebc6d3f9"
  },
  {
    "文件名": "[更18]《贵族学院的校霸》作者：白色云朵（np）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/51ec3d91251f"
  },
  {
    "文件名": "[更18]《圈内名主是我上司》作者：咸鱼也不吃香菜（1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/3936240b01cb"
  },
  {
    "文件名": "[更18]《把渣攻少帅全部操成狗》作者：冥河水母（np）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/b83648fe3ce0"
  },
  {
    "文件名": "[更17]《杏伮调教改造指南》作者：穆小刀_（单元文）【24.12.31】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/b36c9e0582ac"
  },
  {
    "文件名": "[更17]《行星夜泳》作者：荔汁Lychee（1v1）【24.12.11】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/8cded63f5143"
  },
  {
    "文件名": "[更17]《完全控制》作者：vivian（1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/efe8892f80c3"
  },
  {
    "文件名": "[更17]《谁说社畜不能干网黄》作者：飞五子（1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/8851492588e4"
  },
  {
    "文件名": "[更17]《偷看糙汉继父“做饭”之后》作者：阿葵亚（np）【24.12.30】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/d7d328c25fab"
  },
  {
    "文件名": "[更17]《努力在海棠文里不艾草》作者：一个大虾仁（np）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/68d8856b1918"
  },
  {
    "文件名": "[更17]《笨蛋美人在无限世界被超翻了》作者：将进酒（np）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/6e0013db8845"
  },
  {
    "文件名": "[更17]《父欲》作者：褚知言（1v1）【24.12.30】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/8c631f81904c"
  },
  {
    "文件名": "[更17]《穿成路人甲炮灰被疯批觊觎》作者：马克的小熊（1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c3a0efc1d347"
  },
  {
    "文件名": "[更17]《金鱼缸》作者 茶小喜（百合向哨）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/70f5a885ebbf"
  },
  {
    "文件名": "[更16]《他的花》作者：夹心面饼狗（1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/3e732fab43d7"
  },
  {
    "文件名": "[更16]《锁千秋》作者 蛟（futa百合gl）【24.12.09】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/b40f7f8226e9"
  },
  {
    "文件名": "[更16]《你拽什么拽啊》作者 皇上的书信（abo百合gl）【24.12.09】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/60cac71c9913"
  },
  {
    "文件名": "[更16]《懦弱新人夜间是魅魔》作者：奶皮卷（np）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/35a7be5c342f"
  },
  {
    "文件名": "[更8+1番外]《魔王的性奴们今天也没能逃掉》作者：鹅之怒可炖两锅（np）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/5fd379bf4846"
  },
  {
    "文件名": "[更16]《被阴暗疯批玩烂的双性美人》作者：水中月（1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/48665dc777c5"
  },
  {
    "文件名": "[更15]《雪昼晴霜》作者：刃上月光（1v1）【24.12.09】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/9c0e546899a1"
  },
  {
    "文件名": "[更8+1番外]《性瘾美人玩转情se游戏》作者：冰雨绵绵（np）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/8774aaae6c54"
  },
  {
    "文件名": "[更8]《学生宿管是大叔》作者：苟雪墙纸（np）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/acdb5de971cb"
  },
  {
    "文件名": "[更8]《驯乖》作者：火燎桃木（1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ec0356471407"
  },
  {
    "文件名": "[更8]《在校霸宿舍被干翻》作者：西洲客（np）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/07cdd031fb4b"
  },
  {
    "文件名": "[更8]《正月十五日夜月》作者：开心颜（1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e1c8433e64ba"
  },
  {
    "文件名": "[更8]《小三他乃大吊大屁股大》作者：无有灵.txt",
    "夸克盘链接": "https://pan.quark.cn/s/6b3c61e196f6"
  },
  {
    "文件名": "[更8]《我不喜欢入妻》作者：朱酒（1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/906073a8634f"
  },
  {
    "文件名": "[更8]《学霸他乖巧听话》作者：桃木松林（np）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/53d9d3fbd47f"
  },
  {
    "文件名": "[更8]《玩弄直男帅哥舍友》作者：划船不靠桨（1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/f335adba71c1"
  },
  {
    "文件名": "[更8]《童话美人张开腿》作者：☆悬月讹日★（故事集）【24.12.31】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c3cd70b166d3"
  },
  {
    "文件名": "[更8]《炮灰总在吸引他们的目光》作者：囚郁囚悦（np）【24.12.09】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/3b2b28d0a42b"
  },
  {
    "文件名": "[更8]《上将军雌揣了我的崽后带球跑了》作者：白械（1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c0f1e492506d"
  },
  {
    "文件名": "[更8]《如何养蛇》作者 嗯嗯是这样的(百合，人外).txt",
    "夸克盘链接": "https://pan.quark.cn/s/1edc803e315c"
  },
  {
    "文件名": "[更8]《扭瓜记》作者：素莲生花（np）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/0c5ac0b43907"
  },
  {
    "文件名": "[更8]《美貌单出是死局》作者：好多人啊!（np）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/3aecf573e638"
  },
  {
    "文件名": "[更8]《老槐树》作者：骆驼青方（1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c0aef62fdcd7"
  },
  {
    "文件名": "【棠】[更100] 猛男科长的性福生活（单_双性） 作者：毒毒sama.txt",
    "夸克盘链接": "https://pan.quark.cn/s/571ca87773c3"
  },
  {
    "文件名": "【棠】[更107] 我把仇人训成狗 作者：午夜蓝.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c1d415c39c07"
  },
  {
    "文件名": "[更8]《烂花》作者：绝望的高玩（np）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/35968b63df22"
  },
  {
    "文件名": "[更8]《祸国妖妃修炼手册》作者：Miyaa（1v1）【24.12.09】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c276c48203ae"
  },
  {
    "文件名": "【棠】[更105] （总_攻）人在剑宗，主修合欢道 作者：一只江情ovo.txt",
    "夸克盘链接": "https://pan.quark.cn/s/b8e5a1705e7e"
  },
  {
    "文件名": "[更8]《风流t的睡a之路》作者 谕礼（百合abo_gl_主攻_np）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/cf44f2ae272d"
  },
  {
    "文件名": "[更8]《卑微炮灰在线求生》作者：乱斗马马乡（np）【24.12.10】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/6a05a4525aaa"
  },
  {
    "文件名": "[更8]《hentai模拟收集器》作者：鸽唔啊呱（np）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/0b98d6490f71"
  },
  {
    "文件名": "[棠]偷情妻子管教实录作者：穆小刀.txt",
    "夸克盘链接": "https://pan.quark.cn/s/3ca83c75c267"
  },
  {
    "文件名": "[棠]禁止食用作者：禇山云.txt",
    "夸克盘链接": "https://pan.quark.cn/s/4afe40612e5a"
  },
  {
    "文件名": "[棠]指腹为婚作者：千本娇.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c20c320bb720"
  },
  {
    "文件名": "[完结补番203] 漂亮的路人甲（NP） 作者：穆不里.txt",
    "夸克盘链接": "https://pan.quark.cn/s/f947e0e0f06f"
  },
  {
    "文件名": "[完结补番186] 月色肆虐( NPH 虐男) 作者：连破破.txt",
    "夸克盘链接": "https://pan.quark.cn/s/dfbb9e8a5e05"
  },
  {
    "文件名": "[完结补番178] 春江知晚意（古言NPH） 作者：画屏春.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ec14d02ec446"
  },
  {
    "文件名": "[完结补番156] 咸鱼NPC女主又被强制爱了(NPH) 作者：爱做饭的小鱿鱼.txt",
    "夸克盘链接": "https://pan.quark.cn/s/01d611547bf7"
  },
  {
    "文件名": "[完结补番117] 透骨欢（古言穿书 SC 1v1） 作者：三月.txt",
    "夸克盘链接": "https://pan.quark.cn/s/158214a1f1f4"
  },
  {
    "文件名": "[完结补番150] 神君坏坏（浪漫爱情1V1) 作者：皖皖.txt",
    "夸克盘链接": "https://pan.quark.cn/s/1213fcb83b96"
  },
  {
    "文件名": "[完结补番116] 缠金枝（古言1v1，先婚后爱） 作者：汐蝶.txt",
    "夸克盘链接": "https://pan.quark.cn/s/1f32c930dbf5"
  },
  {
    "文件名": "[完结补番104] 温柔陷落 作者：此路禁行.txt",
    "夸克盘链接": "https://pan.quark.cn/s/60262b003807"
  },
  {
    "文件名": "[完结补番] 秋琛 作者：叶天蓝.txt",
    "夸克盘链接": "https://pan.quark.cn/s/950e566f38b0"
  },
  {
    "文件名": "[完结补番87] 唯念（兄妹骨科） 作者：要杨枝不要甘露.txt",
    "夸克盘链接": "https://pan.quark.cn/s/6ac61f002805"
  },
  {
    "文件名": "[完结补番] 蔷薇卧（1v1） 作者：一片两片三四片.txt",
    "夸克盘链接": "https://pan.quark.cn/s/99c1d905e93d"
  },
  {
    "文件名": "[完结补番] 死对头他暗恋成真了（1v1） 作者：清宸.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e7c726cecbda"
  },
  {
    "文件名": "[完结补番] 呕吐袋（兄妹骨科，年上） 作者：蓝胡子小女孩.txt",
    "夸克盘链接": "https://pan.quark.cn/s/b5c44e8dc967"
  },
  {
    "文件名": "[完结1343+番外]禁欲的双修大法（1V1） 作者：漫漫默默【24】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c200ff24cfa8"
  },
  {
    "文件名": "[完结补番] 你是我的秘密（先走肾后走心，h） 作者：雨歇.txt",
    "夸克盘链接": "https://pan.quark.cn/s/2fddf77c63e9"
  },
  {
    "文件名": "[完结1324]禁欲的双修大法（1V1） 作者：漫漫默默.txt",
    "夸克盘链接": "https://pan.quark.cn/s/69f001306f30"
  },
  {
    "文件名": "[完结补番] 金丝笼【骨科】 作者：庭阑.txt",
    "夸克盘链接": "https://pan.quark.cn/s/2359c25671a6"
  },
  {
    "文件名": "[完结补番] 交易(校园NP，高H，全C) 作者：黄太后.txt",
    "夸克盘链接": "https://pan.quark.cn/s/f971e5e63593"
  },
  {
    "文件名": "[完结补番] 继父（1v1，甜宠h） 作者：四重奏.txt",
    "夸克盘链接": "https://pan.quark.cn/s/988a2c54f4ad"
  },
  {
    "文件名": "[完结补番] 出现又离开 作者：他米娜.txt",
    "夸克盘链接": "https://pan.quark.cn/s/2d38b4fec963"
  },
  {
    "文件名": "[完结补番] 成佛（强制） 作者：躺平的仙女.txt",
    "夸克盘链接": "https://pan.quark.cn/s/868f81b181b4"
  },
  {
    "文件名": "[完结701+番外]如风 作者：阿里里呀【26】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/28647fc4c05c"
  },
  {
    "文件名": "[完结GL]嘿！渣女们作者：爱痕.txt",
    "夸克盘链接": "https://pan.quark.cn/s/0d95ff316a73"
  },
  {
    "文件名": "[完结648+番外]如风 作者：阿里里呀.txt",
    "夸克盘链接": "https://pan.quark.cn/s/3263da5445cd"
  },
  {
    "文件名": "[完结432+番外][aph]二战向 灼灼其华 作者：水静绪12~补番.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a5f1eed0e9e5"
  },
  {
    "文件名": "[完结427+番外]浮华（高干 高h 婚恋）作者：臣言【27】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/bb114fa1b289"
  },
  {
    "文件名": "[完结427+番外]蜜汁樱桃 作者：苦咖啡.txt",
    "夸克盘链接": "https://pan.quark.cn/s/9854334b247d"
  },
  {
    "文件名": "[完结411]【西幻｜全息｜NPH】异度盛宴 作者：月亮蒸汽裙【14】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/7716c718f1e8"
  },
  {
    "文件名": "[完结331]Hi,被反套路的渣男们 作者：西西里柑橘【27】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/cc4ede3db4cd"
  },
  {
    "文件名": "[完结401+番外]勾引闺蜜老公（1v1）作者：皎皎明月~补番【05】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/88495706e775"
  },
  {
    "文件名": "[完结369+番外]庶女修仙指北 作者：印雪.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ed6fff2ba39f"
  },
  {
    "文件名": "[完结338]她总把恐怖游戏当黄油玩（原名：《在恐怖游戏收录NPC男友》） 作者：红豆奶猹【08】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/f40b445ac506"
  },
  {
    "文件名": "[完结339]在色情游戏里被迫直播高潮（西幻 人外 nph）作者：软软【14】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/131967d8b22e"
  },
  {
    "文件名": "[完结320]被儿子死对头睡过之后 作者：梨花女御.txt",
    "夸克盘链接": "https://pan.quark.cn/s/d97f2e9c4a9b"
  },
  {
    "文件名": "[完结321]秋琛 作者：叶天蓝.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a10a5541c5f2"
  },
  {
    "文件名": "[完结237+番外]蜜汁肉桃 作者：棠梨煎雪~补番.txt",
    "夸克盘链接": "https://pan.quark.cn/s/9e66187ecdbc"
  },
  {
    "文件名": "[完结303+番外]浮华 作者：臣言.txt",
    "夸克盘链接": "https://pan.quark.cn/s/d73b26a7b0b3"
  },
  {
    "文件名": "[完结230+番外]应召男菩萨(1V1) H 作者 其女也【27】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c40076ae8d98"
  },
  {
    "文件名": "[完结224]猎心 作者：今又.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e44b2b1d0410"
  },
  {
    "文件名": "[完结219]养鱼白莲海王日常 作者：屋外仙竹瘦.txt",
    "夸克盘链接": "https://pan.quark.cn/s/7da264860c12"
  },
  {
    "文件名": "[完结210+番外]应召男菩萨 作者 其女也.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e1eca7d07e60"
  },
  {
    "文件名": "[完结204+番外]干扰剧情后我成PO文女主了【NPH】作者：甄香【19】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/8fc045cfc4a6"
  },
  {
    "文件名": "[完结199+番外]失忆贵妃承宠记 作者：汐蝶.txt",
    "夸克盘链接": "https://pan.quark.cn/s/5549f7fda9cd"
  },
  {
    "文件名": "[完结203+番外]情欲直播系统 作者：豆浆.txt",
    "夸克盘链接": "https://pan.quark.cn/s/4bd903691807"
  },
  {
    "文件名": "[完结197]红线 作者：AAA.txt",
    "夸克盘链接": "https://pan.quark.cn/s/05b05fa4b897"
  },
  {
    "文件名": "[完结196+番外]被前男友他爸强肏 作者：百来斤肉肉.txt",
    "夸克盘链接": "https://pan.quark.cn/s/9a9e7eaafa21"
  },
  {
    "文件名": "[完结193]刺猬玫瑰（高干）作者：我有两把刷子【15】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/10c77f3cb190"
  },
  {
    "文件名": "[完结190]一念情深 作者：俺还是个宝宝啊.txt",
    "夸克盘链接": "https://pan.quark.cn/s/9aa54a9fdb61"
  },
  {
    "文件名": "[完结192]勾引（NPH，校园 H 1 V N）作者：上po专用号【14】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c61ef5dc09c8"
  },
  {
    "文件名": "[完结178+番外]白杨港俾（原名：《顶级暧昧》） 作者：徐图南【14】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/d2cf7e5f9636"
  },
  {
    "文件名": "[完结183+番外]春江知晚意 作者：一颗仙仙桃.txt",
    "夸克盘链接": "https://pan.quark.cn/s/bcb329b5f99c"
  },
  {
    "文件名": "[完结176+番外]二度初恋（1v1，校园，久别重逢）作者：迢迢【03】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/8ebc2cbfb4e3"
  },
  {
    "文件名": "[完结176+番外]馋情 (原名 姜婷纪事) 作者：成云起【20】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/1e5ab0881530"
  },
  {
    "文件名": "[完结168]有间客栈 作者：Sisi.txt",
    "夸克盘链接": "https://pan.quark.cn/s/82c45ff88356"
  },
  {
    "文件名": "[完结167+番外]成佛（强制）作者：躺平的仙女.txt",
    "夸克盘链接": "https://pan.quark.cn/s/92220daf72d9"
  },
  {
    "文件名": "[完结174]金主爸爸们也需要竞聘上床（NPH） 作者：小浪在流浪【30】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/6d784f09e920"
  },
  {
    "文件名": "[完结166+番外]俘获（人外 NPH）作者：萌大奶【20】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/4845ece89e8c"
  },
  {
    "文件名": "[完结164]婚戒 作者：東坡肉夾饃.txt",
    "夸克盘链接": "https://pan.quark.cn/s/1b102176e0e9"
  },
  {
    "文件名": "[完结148]避风港（1V1）作者：锦换【26】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/497476c67239"
  },
  {
    "文件名": "[完结149]敢爬墙就操死（1v2）作者：西果果子.txt",
    "夸克盘链接": "https://pan.quark.cn/s/d1e13099903b"
  },
  {
    "文件名": "[完结163+番外]杀驸马 作者：蜗牛.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a923764a163b"
  },
  {
    "文件名": "[完结146+番外]替身女配觉醒了 作者：陆小哼.txt",
    "夸克盘链接": "https://pan.quark.cn/s/66f5db0300b5"
  },
  {
    "文件名": "[完结139]穿越即掉马（bg）作者：情诫.txt",
    "夸克盘链接": "https://pan.quark.cn/s/47731dd69b7a"
  },
  {
    "文件名": "[完结145]勾引姐夫 作者：皎皎明月.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e293dc06cd8e"
  },
  {
    "文件名": "[完结138+番外]冷秋 作者：夏多多.txt",
    "夸克盘链接": "https://pan.quark.cn/s/07af83979d30"
  },
  {
    "文件名": "[完结137]末世女配求生指南 作者：波西米亚.txt",
    "夸克盘链接": "https://pan.quark.cn/s/08750fa7a29a"
  },
  {
    "文件名": "[完结136]浓 作者：寅上炎.txt",
    "夸克盘链接": "https://pan.quark.cn/s/bf3e358e4354"
  },
  {
    "文件名": "[完结136+番外]反击游戏（骨科，1v1）作者：青舟小渡.txt",
    "夸克盘链接": "https://pan.quark.cn/s/d3f061c87951"
  },
  {
    "文件名": "[完结133]秩序之外(骨科 1V1) 作者：林觉夏【24】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ff7c0a750bab"
  },
  {
    "文件名": "[完结131+番外]网开一面（年上、黑道、高干、高H、sp、驯养）作者：婆婆丁拌酱菜【22】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/5119b4b8eab4"
  },
  {
    "文件名": "[完结130]总有OMEGA想上我 作者：夜見シシヤ.txt",
    "夸克盘链接": "https://pan.quark.cn/s/5c646e483144"
  },
  {
    "文件名": "[完结129+番外]青花冷 作者：子境.txt",
    "夸克盘链接": "https://pan.quark.cn/s/1439eb255efe"
  },
  {
    "文件名": "[完结130+番外]远山觅芙蓉 作者：闲月夜.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a3aa685008b5"
  },
  {
    "文件名": "[完结128]羁绊 作者：咖啡因.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a0bb7380cba2"
  },
  {
    "文件名": "[完结125+番外]金丝笼【骨科1V1】作者：庭阑.txt",
    "夸克盘链接": "https://pan.quark.cn/s/0bf0fe0a9941"
  },
  {
    "文件名": "[完结127]绿茶皇帝强娶臣妻（女非男处1V1）作者：一只芒果【25】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/cf6f9dc15e5a"
  },
  {
    "文件名": "[完结126]指瘾【年代弟媳】作者：白天玛奇朵【23】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/b4f4bf930330"
  },
  {
    "文件名": "[完结123]拯救绿帽男影帝 作者：闻人晚寄.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c16bc1d6317c"
  },
  {
    "文件名": "[完结123]崔秘书为何如此冷淡（1v1）作者：德文卷毛.txt",
    "夸克盘链接": "https://pan.quark.cn/s/5afb93e03787"
  },
  {
    "文件名": "[完结117]一觉醒来，全世界的性欲指数上升了一万倍，除了我 作者：盐梨【24】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ef2fb18cdaf0"
  },
  {
    "文件名": "[完结119+番外]失落拼图 作者：纽纽贝果.txt",
    "夸克盘链接": "https://pan.quark.cn/s/b42637284490"
  },
  {
    "文件名": "[完结122+番外]阴天旧故（高干H）作者：啊门【08】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e8ac91f2799a"
  },
  {
    "文件名": "[完结118+番外]缠金枝 作者：汐蝶.txt",
    "夸克盘链接": "https://pan.quark.cn/s/1352d4d3081e"
  },
  {
    "文件名": "[完结117]小狗日记（1v2_吸血鬼）作者：频频惊梦.txt",
    "夸克盘链接": "https://pan.quark.cn/s/8f7643ed3622"
  },
  {
    "文件名": "[完结114]梅子熟了 作者：欲心生【18】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/0874d62d774d"
  },
  {
    "文件名": "[完结112]白鸽（强制）作者：躺平的仙女【22】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/9cf5533a1ea8"
  },
  {
    "文件名": "[完结113]区区五根 作者：榴莲赛高.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c36d4e570e98"
  },
  {
    "文件名": "[完结111]盈满月（原名：《恶毒女配长脑子后（年代）》）作者：哑巴.txt",
    "夸克盘链接": "https://pan.quark.cn/s/0157f9e4362a"
  },
  {
    "文件名": "[完结110+番外]狼界 作者：杜笔【12】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e190def89356"
  },
  {
    "文件名": "[完结107]她和她的野男人们（NP高H）作者：1379号阿Crystal【02】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/88c2a6cf8484"
  },
  {
    "文件名": "[完结106+番外]错登科（1V1古言） 作者：小圆镜【21】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/801b6f04d607"
  },
  {
    "文件名": "[完结106+番外]甜秘密（校园高H）作者：翼山明【06】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/126755a09293"
  },
  {
    "文件名": "[完结105+番外]青梅竹马有时尽（3p）作者：孤羽.txt",
    "夸克盘链接": "https://pan.quark.cn/s/12f75512fbf5"
  },
  {
    "文件名": "[完结105+番外]玫瑰花保养手册（恋与深空同人）作者：小鱿鱼【14】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/da1d84be2788"
  },
  {
    "文件名": "[完结103]错登科（1V1古言） 作者：小圆镜【13】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/eac74504b99a"
  },
  {
    "文件名": "[完结105]天上掉下个好孕肚（慢穿）作者：五妖花.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e7782eee6616"
  },
  {
    "文件名": "[完结105]狼界 作者：杜笔【01】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/49344b025977"
  },
  {
    "文件名": "[完结103]满弓 作者：江苦.txt",
    "夸克盘链接": "https://pan.quark.cn/s/51d9309fe155"
  },
  {
    "文件名": "[完结101]荔枝有迹（1v1办公室恋情）作者：锦瑟【16】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/7f804e01bfa6"
  },
  {
    "文件名": "[完结93]夫君摔断腿后（1V2，NTR）作者：撒泼闹腾【27】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/7a1255485969"
  },
  {
    "文件名": "[完结92]岁岁虞虞 作者：画糖棠人.txt",
    "夸克盘链接": "https://pan.quark.cn/s/772ef0218e20"
  },
  {
    "文件名": "[完结97]爽文女主反杀指南NP 作者：冰绿豆.txt",
    "夸克盘链接": "https://pan.quark.cn/s/b8eccf0e3f7e"
  },
  {
    "文件名": "[完结99]白日梦真（伪兄妹）作者：甜野云【19】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/5495bd0d8eed"
  },
  {
    "文件名": "[完结91]不负卿（重生，强制，高Ｈ）作者：蜗牛【01】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c2b8149fb406"
  },
  {
    "文件名": "[完结90]地狱沉沦 作者：少佐.txt",
    "夸克盘链接": "https://pan.quark.cn/s/96579142d896"
  },
  {
    "文件名": "[完结90]食髓知味（姐弟骨科，1v1） 作者：utopia【30】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/8e0025e7c071"
  },
  {
    "文件名": "[完结90]诱捕 作者：18岁黑皮体育生.txt",
    "夸克盘链接": "https://pan.quark.cn/s/78dbc45f83bf"
  },
  {
    "文件名": "[完结88]养父 作者：PureSatan.txt",
    "夸克盘链接": "https://pan.quark.cn/s/006f1d84b81f"
  },
  {
    "文件名": "[完结87+番外]青梅竹马有时尽 作者：孤羽.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ae17283cd580"
  },
  {
    "文件名": "[完结87]却下水晶帘（1v1 古言）作者：元圆【17】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a0c841004028"
  },
  {
    "文件名": "[完结86]甜秘密 作者：翼山明.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a5c3ed904e2f"
  },
  {
    "文件名": "[完结86]末日双舟(1v1，末世)作者：昏鸦往东.txt",
    "夸克盘链接": "https://pan.quark.cn/s/bbc544254924"
  },
  {
    "文件名": "[完结85]失控 作者：停止梦游.txt",
    "夸克盘链接": "https://pan.quark.cn/s/1cd694451f2c"
  },
  {
    "文件名": "[完结83+番外]我在po文里当NPC 作者：只想吃香菜.txt",
    "夸克盘链接": "https://pan.quark.cn/s/8327844d4a57"
  },
  {
    "文件名": "[完结81]绿茶师弟攻略手札 作者：葡桃.txt",
    "夸克盘链接": "https://pan.quark.cn/s/fc4a060b7b99"
  },
  {
    "文件名": "[完结79+番外]错连 (原名《看SM片错连邻居蓝牙后》) 作者：告诉雀.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a346efefbf32"
  },
  {
    "文件名": "[完结81]错位 作者：百无禁忌.txt",
    "夸克盘链接": "https://pan.quark.cn/s/9381067635c7"
  },
  {
    "文件名": "[完结78]向着FIRE进发 作者：山风蛊.txt",
    "夸克盘链接": "https://pan.quark.cn/s/9b8c010430ed"
  },
  {
    "文件名": "[完结77]含苞待放 作者：谜骨生香.txt",
    "夸克盘链接": "https://pan.quark.cn/s/476c8cd0ca2e"
  },
  {
    "文件名": "[完结75]时分h(1v1) 作者：水宝【19】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e0bca023cd01"
  },
  {
    "文件名": "[完结74]寨主，求您疼我（1v1）作者：狍子快跑【04】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/292e3cb5e65a"
  },
  {
    "文件名": "[完结73]残喘（np）作者：黄色西瓜【18】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/7d0f7c8bf8ea"
  },
  {
    "文件名": "[完结71+番外]第十页  作者：猫上月梁.txt",
    "夸克盘链接": "https://pan.quark.cn/s/03e91a2a148c"
  },
  {
    "文件名": "[完结69]你是我的秘密 作者：雨歇.txt",
    "夸克盘链接": "https://pan.quark.cn/s/73a8976e6328"
  },
  {
    "文件名": "[完结71]绯山碧涧 (H 骨科 产乳 1v1) 作者：舟搖月昏【22】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/b89336ea521c"
  },
  {
    "文件名": "[完结68+番外]温房 作者：栩芝.txt",
    "夸克盘链接": "https://pan.quark.cn/s/d6f34a804422"
  },
  {
    "文件名": "[完结68]当邪恶潜伏时（年上 高H）作者：无罪国度【31】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/bc69572c7bc7"
  },
  {
    "文件名": "[完结66]系统之成为atm奴（校园1v1）作者：一注咸奶茶【27】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/7500f1068860"
  },
  {
    "文件名": "[完结66]在全息黄游里攻略男主（NP，1v1） 作者：胖樱樱【17】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/56665801cc49"
  },
  {
    "文件名": "[完结66]她看向我 作者：除一【17】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/37a7dfc36619"
  },
  {
    "文件名": "[完结66]怪胎 作者：三月青.txt",
    "夸克盘链接": "https://pan.quark.cn/s/8b80f75bcf41"
  },
  {
    "文件名": "[完结65]欲色难撩（出轨）作者：一枚听客【14】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/3068fe91637f"
  },
  {
    "文件名": "[完结63]强势到底(高h) 作者：青提波波茶【02】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/2cad29e381cf"
  },
  {
    "文件名": "[完结65]对邻居哥哥发情反被日【1V1 高H】作者：今天不上班【24】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/7be2b2a15152"
  },
  {
    "文件名": "[完结64+番外]大寒（校园1v1）作者：小声点【23】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/9dc411fbd82e"
  },
  {
    "文件名": "[完结62]女儿奴(父女1v1h)作者：野川【13】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/894012459f4e"
  },
  {
    "文件名": "[完结61]女教师和她的偏执学生 作者：Gigi.txt",
    "夸克盘链接": "https://pan.quark.cn/s/f431df913e10"
  },
  {
    "文件名": "[完结61]乖乖就范 作者：咩咩.txt",
    "夸克盘链接": "https://pan.quark.cn/s/129165775982"
  },
  {
    "文件名": "[完结61]反噬之后(高干h 1v1) 作者：慢慢池池【22】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/556b659ae6ac"
  },
  {
    "文件名": "[完结61+番外]绝对吸引 作者 ANO.txt",
    "夸克盘链接": "https://pan.quark.cn/s/941c87d2b02c"
  },
  {
    "文件名": "[完结60]妹控（兄妹骨科，1v1H）作者：莉莉香【17】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/b2efa64965b4"
  },
  {
    "文件名": "[完结59]不得（骨科，父女） 作者：戊安山【17】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/8562aa420eac"
  },
  {
    "文件名": "[完结58]攒钱给老公买帕拉梅拉 作者：金叶子.txt",
    "夸克盘链接": "https://pan.quark.cn/s/f0f20c1a8fef"
  },
  {
    "文件名": "[完结59]撒谎成性 作者：李乙.txt",
    "夸克盘链接": "https://pan.quark.cn/s/bfc2251643da"
  },
  {
    "文件名": "[完结58+番外]夹心饼干 作者：讨厌下雨【08】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/5269661bc29d"
  },
  {
    "文件名": "[完结57]折枝（古言强制1V1）作者：芝芝桃桃【09】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/718ee888e2a2"
  },
  {
    "文件名": "[完结53]不小心被室友男朋友睡了之后 作者：阿温.txt",
    "夸克盘链接": "https://pan.quark.cn/s/6a3757847e1b"
  },
  {
    "文件名": "[完结55]沈府娇女淫史 作者：吃肉也不香【19】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c8d1517fe553"
  },
  {
    "文件名": "[完结53]衣柜里的他（女囚男、BG）作者：格格巫【27】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/f8333240ce79"
  },
  {
    "文件名": "[完结50]挖穿绿茶墙角 作者：苍汐落.txt",
    "夸克盘链接": "https://pan.quark.cn/s/196cfb021bf3"
  },
  {
    "文件名": "[完结47+番外]觉晓（青梅竹马，都市）作者：轻糖可颂.txt",
    "夸克盘链接": "https://pan.quark.cn/s/782f7f68e556"
  },
  {
    "文件名": "[完结48]网骗（np）作者：我见白鹿寻青崖.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e992132a48a7"
  },
  {
    "文件名": "[完结47+番外]给钱就让操  作者：美女知知.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e994dadf7b80"
  },
  {
    "文件名": "[完结47]归兄 作者：扶白.txt",
    "夸克盘链接": "https://pan.quark.cn/s/f95cb8ad8c48"
  },
  {
    "文件名": "[完结45+番外]我的同桌不正常（1V1）作者：长腿路.txt",
    "夸克盘链接": "https://pan.quark.cn/s/6d5ef3a05316"
  },
  {
    "文件名": "[完结43]死对头他暗恋成真了（1v1）作者：清宸.txt",
    "夸克盘链接": "https://pan.quark.cn/s/bf57d9a3e214"
  },
  {
    "文件名": "[完结42+番外]缠坠月亮（女总裁与男保镖 1v1) 作者：乔斯林【23】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e21bf8e52fcf"
  },
  {
    "文件名": "[完结42]谁解助茶香（1v1,古言h）作者：醉不知我【19】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/323abff44880"
  },
  {
    "文件名": "[完结41+番外]被权贵玷污的清冷美人 作者：大王炒饭Karine.txt",
    "夸克盘链接": "https://pan.quark.cn/s/7122697f1c4a"
  },
  {
    "文件名": "[完结39]匹诺曹 作者：白毛浮绿【07】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/64e4f08ecc94"
  },
  {
    "文件名": "[完结22+番外]（狗血高H）成为替身嫁给男主后，假死的白月光竟然回来了？作者：狐一桶【02】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/1941539d178f"
  },
  {
    "文件名": "[完结+番外全] 自定义游戏 作者：寿司.txt",
    "夸克盘链接": "https://pan.quark.cn/s/371d846e145e"
  },
  {
    "文件名": "[完结27]晚秋 作者：远山.txt",
    "夸克盘链接": "https://pan.quark.cn/s/6389f0dba270"
  },
  {
    "文件名": "[完结14]春思乱 作者：fawisahy.txt",
    "夸克盘链接": "https://pan.quark.cn/s/40974147d731"
  },
  {
    "文件名": "[完结+番外]夜雾沉迷 作者：望舒.txt",
    "夸克盘链接": "https://pan.quark.cn/s/9151e214136b"
  },
  {
    "文件名": "[完结+番外7]桂堂风有时 作者：大包子.txt",
    "夸克盘链接": "https://pan.quark.cn/s/9248a983fb03"
  },
  {
    "文件名": "[完结+番外]他的掌控 作者：白大大.txt",
    "夸克盘链接": "https://pan.quark.cn/s/8ac3609c17de"
  },
  {
    "文件名": "[完结+番外]驯服[骨科1v1] 作者：白日飞鸦.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a7acc08f5d39"
  },
  {
    "文件名": "[完结+番外]失忆后往宿敌床上白送H 作者：绵软软【03】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/45534041dbaf"
  },
  {
    "文件名": "[完结+番外]单身女士夜生活指北 作者：脂粉葫芦.txt",
    "夸克盘链接": "https://pan.quark.cn/s/989c6f0b4639"
  },
  {
    "文件名": "[完结+番外]穿书之万人迷系统 作者：大猫.txt",
    "夸克盘链接": "https://pan.quark.cn/s/f39b632029f9"
  },
  {
    "文件名": "[完结+番外]被cp粉强迫和爱豆对家一起拍av 作者：酸葡萄.txt",
    "夸克盘链接": "https://pan.quark.cn/s/335691b7d211"
  },
  {
    "文件名": "[完结]总裁每天都想艹情人 作者：阿昭【29】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/b4fd1134f2ad"
  },
  {
    "文件名": "[完结]做模特要全裸吗 作者：电子烟又没电了【26】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/3dd1774f0a29"
  },
  {
    "文件名": "[完结]租客（光与夜之恋萧逸同人文）糙汉h 作者：揉碎晚星【10】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/3ee9e12693d1"
  },
  {
    "文件名": "[完结＋番全]替身女配觉醒了  作者：陆小哼.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ffa68d6643fa"
  },
  {
    "文件名": "[完结]住在我楼上的那位活爹 作者：大碗鲜虾馄饨面.txt",
    "夸克盘链接": "https://pan.quark.cn/s/36e0ae88e7d0"
  },
  {
    "文件名": "[完结]主动沉沦 作者：可是潮水.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e7c1d9d7cb16"
  },
  {
    "文件名": "[完结]庄晗记 作者：irurila.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a1ba4bf52b8f"
  },
  {
    "文件名": "[完结]丈夫的私人医生对我心怀不轨 作者：今又.txt",
    "夸克盘链接": "https://pan.quark.cn/s/6793b40e4766"
  },
  {
    "文件名": "[完结]长夜将尽(古言) 作者：Roxi.txt",
    "夸克盘链接": "https://pan.quark.cn/s/dcce5f514347"
  },
  {
    "文件名": "[完结]在后宫里开后宫 作者：比比比目鱼01【04】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/990a68d8ab48"
  },
  {
    "文件名": "[完结]在她眼眸，在他怀中（1v1）作者：六宛花露水【28】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/f7be14bf01a8"
  },
  {
    "文件名": "[完结]在公主面前淫堕(男主被轮，bg+bl)作者：坏猫咪.txt",
    "夸克盘链接": "https://pan.quark.cn/s/3d73aa494286"
  },
  {
    "文件名": "[完结]怎么也要不够她（兄妹）作者：梧桐匣子.txt",
    "夸克盘链接": "https://pan.quark.cn/s/b180e4bb3bcf"
  },
  {
    "文件名": "[完结]在公主面前淫堕 作者：坏猫咪.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a9653cbc20f3"
  },
  {
    "文件名": "[完结]云烟成雨（强制 高H） 作者：ittx【13】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/aa6ebb0eb69e"
  },
  {
    "文件名": "[完结]月亮盏 作者;酌青栀.txt",
    "夸克盘链接": "https://pan.quark.cn/s/f82ca5c4f948"
  },
  {
    "文件名": "[完结]陨落高台（1v1） 作者：灼隐【16】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/504efec74ff8"
  },
  {
    "文件名": "[完结]愿君莫离（1v1） 作者：亲爱的十一【28】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/61cceec079f5"
  },
  {
    "文件名": "[完结]远道而来的浪漫 作者：穆不里.txt",
    "夸克盘链接": "https://pan.quark.cn/s/be520155fd16"
  },
  {
    "文件名": "[完结]欲拒还迎心机婊（背德） 作者：撸撸截屏.txt",
    "夸克盘链接": "https://pan.quark.cn/s/7a837fdb8fb8"
  },
  {
    "文件名": "[完结]玉奴 作者：叶细细【08】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/4d4b580d7048"
  },
  {
    "文件名": "[完结]欲念都市（高H短篇合集）作者：不知名废话气垫家【03】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/5c19975e38f3"
  },
  {
    "文件名": "[完结]诱宸（兄妹，骨科）作者：布丁喵.txt",
    "夸克盘链接": "https://pan.quark.cn/s/59be8ee7865e"
  },
  {
    "文件名": "[完结]诱宸 作者：布丁喵.txt",
    "夸克盘链接": "https://pan.quark.cn/s/037d5b726e13"
  },
  {
    "文件名": "[完结]有没有让鬼魂变成真人的办法？作者：藏冬.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c7f8c057bc05"
  },
  {
    "文件名": "[完结]与崔将军的性黄暴日常 作者：棉里藏糖【01】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/618ebbd074db"
  },
  {
    "文件名": "[完结]永夜囚笼 作者：猫吃吃.txt",
    "夸克盘链接": "https://pan.quark.cn/s/3d89871e0623"
  },
  {
    "文件名": "[完结]拥有催眠神力后她被男神操透了  作者：寒山见.txt",
    "夸克盘链接": "https://pan.quark.cn/s/093320eea7da"
  },
  {
    "文件名": "[完结]萤烛【姐弟骨科】作者：南宣.txt",
    "夸克盘链接": "https://pan.quark.cn/s/6448682d7e74"
  },
  {
    "文件名": "[完结]永恒合欢（陆沉、萧逸x 我） 作者：BaiBaiFuyunduan.txt",
    "夸克盘链接": "https://pan.quark.cn/s/0ef15f121d74"
  },
  {
    "文件名": "[完结]萤烛 作者：南宣.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c714dad74b20"
  },
  {
    "文件名": "[完结]瘾荡玉女合集 作者：小白兔乳糖【12】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/bd97ce5164d1"
  },
  {
    "文件名": "[完结]一生所爱（浪子文学_背德爱情）【萧逸×我】作者：notwithBabe.txt",
    "夸克盘链接": "https://pan.quark.cn/s/5b67ea70cca7"
  },
  {
    "文件名": "[完结]淫乱家庭 作者：宋子秋.txt",
    "夸克盘链接": "https://pan.quark.cn/s/05cd46c8e81f"
  },
  {
    "文件名": "[完结]一期一祈（追妻火葬场h）作者：任语苏.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a7062158f448"
  },
  {
    "文件名": "[完结]一期一祈 作者：任语苏.txt",
    "夸克盘链接": "https://pan.quark.cn/s/9cb5813b1aeb"
  },
  {
    "文件名": "[完结]野蛮生长（骨科nph）作者：堆玉【05】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/78f1cd1d25ca"
  },
  {
    "文件名": "[完结]一个天龙人的生活（后宫群芳录_现代篇） 作者：西瓜咔咔好吃【03】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ef2dc3809d72"
  },
  {
    "文件名": "[完结]言之衔衔 作者：不失允【31】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/b75ada28b94f"
  },
  {
    "文件名": "[完结]循规蹈矩（女出轨 1V2） 作者：无忘星【25】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e6d4fc4735bf"
  },
  {
    "文件名": "[完结]训诫娇妻日常 作者：不挑食【18】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/fc8abb8f0ece"
  },
  {
    "文件名": "[完结]性瘾猫妖榨精指南（校园h） 作者：弄月【16】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/064b2136e734"
  },
  {
    "文件名": "[完结]行止骛暴（破镜重圆 1V1）作者：linyuan.txt",
    "夸克盘链接": "https://pan.quark.cn/s/3de5238cd08f"
  },
  {
    "文件名": "[完结]撷春色（强取豪夺）作者：，【14】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/94a969d8ae9d"
  },
  {
    "文件名": "[完结]校花女儿爱吃爸爸大勾八 作者：昼缠.txt",
    "夸克盘链接": "https://pan.quark.cn/s/deadb6f7e5d9"
  },
  {
    "文件名": "[完结]小姨的狗 作者：Doll.txt",
    "夸克盘链接": "https://pan.quark.cn/s/da0b0be3b55b"
  },
  {
    "文件名": "[完结]小红杏出墙记 作者：阿灯.txt",
    "夸克盘链接": "https://pan.quark.cn/s/de9c2df291be"
  },
  {
    "文件名": "[完结]小通房 作者：吃肉不是吃又【17】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/b8db2028d161"
  },
  {
    "文件名": "[完结]夏家的秘密 作者：瓷釉.txt",
    "夸克盘链接": "https://pan.quark.cn/s/6d7b4be616a0"
  },
  {
    "文件名": "[完结]相爱的运气（H、甜文）作者：嵐水月【24】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ccda84544c67"
  },
  {
    "文件名": "[完结]无知娇妻被奸淫 作者：桃子lolo.txt",
    "夸克盘链接": "https://pan.quark.cn/s/8bce4efd85b7"
  },
  {
    "文件名": "[完结]系统逼我睡男配 作者：眠油油【03】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/80ffaa18706b"
  },
  {
    "文件名": "[完结]无间欢（h，sp_sm，古言）作者：野秃兔.txt",
    "夸克盘链接": "https://pan.quark.cn/s/89b833943d65"
  },
  {
    "文件名": "[完结]无有乡（校园都市）作者：猫上月梁【02】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/da4dc6e27834"
  },
  {
    "文件名": "[完结]无间欢 作者：野秃兔.txt",
    "夸克盘链接": "https://pan.quark.cn/s/fd40867ea2ca"
  },
  {
    "文件名": "[完结]无爱之罪（NP）作者：BLESS【05】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/5de3a3f0aa5d"
  },
  {
    "文件名": "[完结]我只是喜欢被肏，并不是喜欢你NPH 作者：向谁去【01】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/cdaa4d84b453"
  },
  {
    "文件名": "[完结]无法拒绝的交换游戏 作者：十二不是二十【07】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/d1560f0744c1"
  },
  {
    "文件名": "[完结]我家的宠物都疯了（人兽）作者：喝杯奶茶.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e96d1ed919d3"
  },
  {
    "文件名": "[完结]我对男配起色心了 作者：任语苏【25】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/b96f1d98d34b"
  },
  {
    "文件名": "[完结]我的同桌不正常（1v1）作者：长腿路.txt",
    "夸克盘链接": "https://pan.quark.cn/s/6f609e3bb3fd"
  },
  {
    "文件名": "[完结]窝边草1ｖ１（简体版）作者：煉爓.txt",
    "夸克盘链接": "https://pan.quark.cn/s/090e9a12a48c"
  },
  {
    "文件名": "[完结]我的同桌是校霸 作者：o无霜大冰箱o.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ccaed9d46d21"
  },
  {
    "文件名": "[完结]为了上位她含泪成为海王(黑手党 NP)作者：连破破【02】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/aa86ec6222c7"
  },
  {
    "文件名": "[完结]玩坏它 作者：也山川.txt",
    "夸克盘链接": "https://pan.quark.cn/s/392b266e72be"
  },
  {
    "文件名": "[完结]脱困（1v1,校园＆成年后重逢）作者：不会剪刘海【02】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/292a01ef7a7b"
  },
  {
    "文件名": "[完结]头号陪玩 作者：衣巾.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a8874e9382fa"
  },
  {
    "文件名": "[完结]同一个屋檐下的陌生人（女性主导） 作者：鼠鼠鼠鼠【08】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/adab43030b50"
  },
  {
    "文件名": "[完结]玩不坏的性爱玩具 作者：醉卿梦【19】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/abf3d729394a"
  },
  {
    "文件名": "[完结]偷情上瘾（糙汉文高H） 作者：石更大魔王【01】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/af92ab7ab7a9"
  },
  {
    "文件名": "[完结]同时攻略四个男主（np，古代，高h） 作者：一只呀小狐狸【03】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/3aafc61cf6fa"
  },
  {
    "文件名": "[完结]甜腻般的温柔 作者：鬼差.txt",
    "夸克盘链接": "https://pan.quark.cn/s/22602cb47706"
  },
  {
    "文件名": "[完结]天枢剑派（师徒高h） 作者：卷卷耳【19】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/6275e0ab6742"
  },
  {
    "文件名": "[完结]天降和竹马都和我睡了  作者：大福.txt",
    "夸克盘链接": "https://pan.quark.cn/s/26b9de39cd48"
  },
  {
    "文件名": "[完结]替兄做女夫子后被肆意玩弄了 作者：caoshivv【14】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/56ecf8970f1a"
  },
  {
    "文件名": "[完结]提心吊胆的春天（ 校园1v1H ） 作者：薛圣枝【27】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/728fa3ec7e17"
  },
  {
    "文件名": "[完结]太子弟弟，我腰疼（姐弟恋H）作者：入海流.txt",
    "夸克盘链接": "https://pan.quark.cn/s/08aa5e8aa02d"
  },
  {
    "文件名": "[完结]太子弟弟，我腰疼 作者：入海流.txt",
    "夸克盘链接": "https://pan.quark.cn/s/19c2493dd4e2"
  },
  {
    "文件名": "[完结]太子的小侍妾（高H，1v1) 作者：香容.txt",
    "夸克盘链接": "https://pan.quark.cn/s/315233ba08c6"
  },
  {
    "文件名": "[完结]抬头看（伪父女） 作者：沈深谂【13】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/17d0a5d259be"
  },
  {
    "文件名": "[完结]太子的小侍妾 作者：香容.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c6f792fe7982"
  },
  {
    "文件名": "[完结]她与夏（1V2 校园）作者：她斩风月.txt",
    "夸克盘链接": "https://pan.quark.cn/s/be8bcdb051d9"
  },
  {
    "文件名": "[完结]她凭什么不舔我了？（1v1,双处）作者：南方有乔木.txt",
    "夸克盘链接": "https://pan.quark.cn/s/7085a2b34b1f"
  },
  {
    "文件名": "[完结]她凭什么不舔我了？ 作者：南方有乔木.txt",
    "夸克盘链接": "https://pan.quark.cn/s/b2a7da89671f"
  },
  {
    "文件名": "[完结]她比师尊更高冷 作者：何日春风又归来【11】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/1e132ddc1564"
  },
  {
    "文件名": "[完结]岁月有你 作者：时风.txt",
    "夸克盘链接": "https://pan.quark.cn/s/23d8d0c96830"
  },
  {
    "文件名": "[完结]睡了舅妈的两儿子和老公（高H 少量SM）作者：许金盏.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e6aaace3a112"
  },
  {
    "文件名": "[完结]睡了清冷学霸就跑之后（校园 1V1 高H）作者：荤素搭配【16】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/3ded5eb9644a"
  },
  {
    "文件名": "[完结]庶女有为（nph 恶女） 作者：雨歇【13】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a36f40471c9b"
  },
  {
    "文件名": "[完结]兽人老公是条蜥 作者：幸运鱼.txt",
    "夸克盘链接": "https://pan.quark.cn/s/de3e4756dee6"
  },
  {
    "文件名": "[完结]熟妇 （丈母娘X女婿 BG、产奶） 作者：许金盏【18】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/37d84f5122f5"
  },
  {
    "文件名": "[完结]睡了舅妈的两儿子和老公 作者：许金盏.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a24d2b9402b5"
  },
  {
    "文件名": "[完结]狩猎遗迹 作者：春天游泳的狗.txt",
    "夸克盘链接": "https://pan.quark.cn/s/afc93df1e35f"
  },
  {
    "文件名": "[完结]守了活寡后，我每晚趁老公睡着，偷情教练 作者：锦绣年华.txt",
    "夸克盘链接": "https://pan.quark.cn/s/6168bff48589"
  },
  {
    "文件名": "[完结]世子他重生了(古早双重生火葬场) 作者：做冷.txt",
    "夸克盘链接": "https://pan.quark.cn/s/28ce93571a8d"
  },
  {
    "文件名": "[完结]时间停止器 作者：给你一锤子【11】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/2cc92261e103"
  },
  {
    "文件名": "[完结]生命的最后一页遇见流星 作者：天空之下【13】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/36226ab63a88"
  },
  {
    "文件名": "[完结]蜃珠，我能变成任意美女 作者：秦苏【23】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/efdbda253dc3"
  },
  {
    "文件名": "[完结]神的不在场证明（1v1人x神）作者：多肉拿铁【01】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/99b578b5eeac"
  },
  {
    "文件名": "[完结]神仙堕凡，神主难逑（np.无CP） 作者：山青青偏泠泠【29】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a5f6204b5c6a"
  },
  {
    "文件名": "[完结]深渊（NP人外高辣）作者：海德薇咕123.txt",
    "夸克盘链接": "https://pan.quark.cn/s/7975d63f6018"
  },
  {
    "文件名": "[完结]少女被迫淫乱 作者：风有约【07】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/8e8d862739c0"
  },
  {
    "文件名": "[完结]尚夏 作者：惊橘【31】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/db64a53ea809"
  },
  {
    "文件名": "[完结]上瘾之后 作者：抓一把糖.txt",
    "夸克盘链接": "https://pan.quark.cn/s/376eb730e642"
  },
  {
    "文件名": "[完结]上瘾罪奴要挨爆操 作者：墟如意.txt",
    "夸克盘链接": "https://pan.quark.cn/s/d1d0c02fa3ba"
  },
  {
    "文件名": "[完结]山村老湿  作者：邓邓等凳凳.txt",
    "夸克盘链接": "https://pan.quark.cn/s/17e36c345fc6"
  },
  {
    "文件名": "[完结]沙雕皇子和他的高冷统领 作者：做梦的狐狸.txt",
    "夸克盘链接": "https://pan.quark.cn/s/56ec669eb68a"
  },
  {
    "文件名": "[完结]肉体上位记 作者：爱慕【18】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/f736ceac6c10"
  },
  {
    "文件名": "[完结]弱点 作者：Q半边.txt",
    "夸克盘链接": "https://pan.quark.cn/s/44705efd6e65"
  },
  {
    "文件名": "[完结]日本和尚薅我猫毛（原名：《僧侣与猫（1v1）》） 作者：昏鸦往东【23】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/841402ad0bf6"
  },
  {
    "文件名": "[完结]人与自然 作者：木头人咕咕鸡.txt",
    "夸克盘链接": "https://pan.quark.cn/s/d279339c3f03"
  },
  {
    "文件名": "[完结]缺爱的小可怜被狠狠爱 作者：吃饭的疯子【02】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/1eb861bb2649"
  },
  {
    "文件名": "[完结]清纯骚货每天都在被操【肉合集】 作者：才不看什么黄文呢我可是正经人【08】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/939b255fa77f"
  },
  {
    "文件名": "[完结]情有独钟 作者：不想上班2333【19】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/1b690199f3d5"
  },
  {
    "文件名": "[完结]琴瑟何时谐 【民国 np 高h】作者：大马士革羊【12】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/adb0baf6d0d2"
  },
  {
    "文件名": "[完结]亲爱的笛卡尔先生 作者：天空之下【13】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/5f9d12a46a53"
  },
  {
    "文件名": "[完结]亲爱的莫妮卡小姐（双出轨h） 作者：喵兔兔【25】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/5099bcf53693"
  },
  {
    "文件名": "[完结]千钟醉 作者：咸鱼鳳.txt",
    "夸克盘链接": "https://pan.quark.cn/s/2c0d88b41a22"
  },
  {
    "文件名": "[完结]朋友妻，可以欺（1v2，高H） 作者：天人旧馆【19】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/8e589c83294c"
  },
  {
    "文件名": "[完结]苹果、月季与母亲（义母子_高H）作者：冥王之石.txt",
    "夸克盘链接": "https://pan.quark.cn/s/fcb8da94e57c"
  },
  {
    "文件名": "[完结]妻子变成alpha后 作者：茉莉鸟.txt",
    "夸克盘链接": "https://pan.quark.cn/s/75c6624e9681"
  },
  {
    "文件名": "[完结]苹果、月季与母亲 作者：冥王之石.txt",
    "夸克盘链接": "https://pan.quark.cn/s/15244dee13e1"
  },
  {
    "文件名": "[完结]趴下撅起来（nph）作者：长白山【14】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/79fd883a853d"
  },
  {
    "文件名": "[完结]女主她体软多汁 作者：吃了个桃子【09】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e197f3cef14c"
  },
  {
    "文件名": "[完结]女人每天都想被cao 作者：大长腿姐姐.txt",
    "夸克盘链接": "https://pan.quark.cn/s/4ec41771bdbd"
  },
  {
    "文件名": "[完结]女奴体验模拟器 作者：芈璐【03】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/f2ad8d27f7eb"
  },
  {
    "文件名": "[完结]黏牙软糖(姐弟) 作者：豆腐脑激推【20】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/16bb0c758937"
  },
  {
    "文件名": "[完结]年下绿茶奶狗勾引女上司 作者：石更大魔王.txt",
    "夸克盘链接": "https://pan.quark.cn/s/23087c7991b1"
  },
  {
    "文件名": "[完结]难诉【姐弟骨科】作者：清风扇骨.txt",
    "夸克盘链接": "https://pan.quark.cn/s/f2bafc2b4c31"
  },
  {
    "文件名": "[完结]男尊女卑之林氏母狗sm 作者：莺宝.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e43daba471a1"
  },
  {
    "文件名": "[完结]男神都想跟我搞纯爱（np_男全处） 作者：无事小神仙【01】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ce8903734ed3"
  },
  {
    "文件名": "[完结]暮山青 作者：璃光.txt",
    "夸克盘链接": "https://pan.quark.cn/s/00e2763a3148"
  },
  {
    "文件名": "[完结]慕君子 作者：思寒【01】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/5cba8cc23622"
  },
  {
    "文件名": "[完结]陌生人的刺激 作者：渐行渐远.txt",
    "夸克盘链接": "https://pan.quark.cn/s/d7bb38a4bc46"
  },
  {
    "文件名": "[完结]末世娇娇被玩崩了 作者：比利Jove【27】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/24a80d6c17c8"
  },
  {
    "文件名": "[完结]明月恒星（破镜重圆 1v1）作者：一件衫【12】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/3ad207b893db"
  },
  {
    "文件名": "[完结]末日后绑定涩涩直播系统（gl纯百）作者：www.txt",
    "夸克盘链接": "https://pan.quark.cn/s/9f47c4e39476"
  },
  {
    "文件名": "[完结]陌上飞鸢 作者：吧比卜吧.txt",
    "夸克盘链接": "https://pan.quark.cn/s/0d970f6954eb"
  },
  {
    "文件名": "[完结]迷情（1v1）作者：韩霈.txt",
    "夸克盘链接": "https://pan.quark.cn/s/6ed9c7e580ac"
  },
  {
    "文件名": "[完结]梦中情人性爱定制屋 作者：云在水【04】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/40a400234ef8"
  },
  {
    "文件名": "[完结]迷乱 作者：幸以.txt",
    "夸克盘链接": "https://pan.quark.cn/s/86e75cf4b090"
  },
  {
    "文件名": "[完结]梦 作者：糕手糕手【27】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/5f014d93ff61"
  },
  {
    "文件名": "[完结]迷蝶意乱（1v1）作者：卿卿若爱.txt",
    "夸克盘链接": "https://pan.quark.cn/s/0df019d2c161"
  },
  {
    "文件名": "[完结]魅魔的血脉（西幻NPH） 作者：露水的世【12】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/48344530c84e"
  },
  {
    "文件名": "[完结]妹妹就是欠++ 作者：小白兔乳糖.txt",
    "夸克盘链接": "https://pan.quark.cn/s/d3abcc56d5f5"
  },
  {
    "文件名": "[完结]霉 作者：从丛匆【11】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/84336c13b57a"
  },
  {
    "文件名": "[完结]卖批捞女的泅爱惩罚 作者：锦绣年华.txt",
    "夸克盘链接": "https://pan.quark.cn/s/2065f53b03d0"
  },
  {
    "文件名": "[完结]没插进去就不算出轨（1V2）作者：peillinG【23】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/62dc5b91f8a0"
  },
  {
    "文件名": "[完结]绿茶小姐睡服娱乐圈 (NP) 作者：美女知知【14】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/5b507d4e7a30"
  },
  {
    "文件名": "[完结]玛丽一家的奇幻历险记（sp ） 作者：胡萝卜炖肉【03】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/af4309f169c6"
  },
  {
    "文件名": "[完结]落花记（双男主 复仇）作者：一支枯芙.txt",
    "夸克盘链接": "https://pan.quark.cn/s/9eac203183dc"
  },
  {
    "文件名": "[完结]罗曼蒂蓝 作者：妃粽【25】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/8130aea43874"
  },
  {
    "文件名": "[完结]老公意外出轨（男出轨）2 作者：一百个小草莓.txt",
    "夸克盘链接": "https://pan.quark.cn/s/23790e6fcbed"
  },
  {
    "文件名": "[完结]颅内春日（1v1)作者：peiskos.txt",
    "夸克盘链接": "https://pan.quark.cn/s/987562e75617"
  },
  {
    "文件名": "[完结]两缪春［NPh］作者：想吃虾滑.txt",
    "夸克盘链接": "https://pan.quark.cn/s/28ac66343cc9"
  },
  {
    "文件名": "[完结]老公跪求别人绿他（背德高H）作者：许金盏.txt",
    "夸克盘链接": "https://pan.quark.cn/s/f3382e79aad1"
  },
  {
    "文件名": "[完结]朗姆酒情人 作者：天空之下【12】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/9d31392895de"
  },
  {
    "文件名": "[完结]蓝袍先生 作者：天空之下【12】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/3a9b1852bd50"
  },
  {
    "文件名": "[完结]老公跪求别人绿他 作者：许金盏.txt",
    "夸克盘链接": "https://pan.quark.cn/s/26c313fb8b79"
  },
  {
    "文件名": "[完结]快穿之若初撩汉指南 作者：秦清清【23】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/f82a46731693"
  },
  {
    "文件名": "[完结]快穿之成为肉文女主后 作者：神女与襄王【02】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/99ebdb5f4cb0"
  },
  {
    "文件名": "[完结]巨乳糙汉短篇合集（高H） 作者：石更大魔王【08】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a5bb5dbb7c12"
  },
  {
    "文件名": "[完结]舅爱（1对1）H 作者：丢了幸福的猪【23】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e0d55d9213a0"
  },
  {
    "文件名": "[完结]酒色（1v3 NPH）作者：狍子快跑.txt",
    "夸克盘链接": "https://pan.quark.cn/s/837513a35038"
  },
  {
    "文件名": "[完结]救命索 作者：溏心咸鸭蛋.txt",
    "夸克盘链接": "https://pan.quark.cn/s/fa229ca5a3bb"
  },
  {
    "文件名": "[完结]就要在一起（师生） 作者：明明师嬷【25】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/b50bb2a8906d"
  },
  {
    "文件名": "[完结]九九归一 （1v1 现代玄幻）作者：初来【06】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/9633338a1df1"
  },
  {
    "文件名": "[完结]禁忌风月 作者：惊橘【06】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/5296d6e812f7"
  },
  {
    "文件名": "[完结]借种孕神灵（原名：《借种（np高h）》） 作者：篱篱木黎黎【28】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/4bf1930c4822"
  },
  {
    "文件名": "[完结]桀骜不驯的淫仙却在床上俯首称臣 作者：幻空空.txt",
    "夸克盘链接": "https://pan.quark.cn/s/21ff8e8d784c"
  },
  {
    "文件名": "[完结]姐弟至死不渝（亲姐弟 合集）作者：栗子燃【13】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/2529127216b7"
  },
  {
    "文件名": "[完结]角色扮演（h）作者：juice.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ca9a4cebf4e4"
  },
  {
    "文件名": "[完结]角色扮演 作者：bit.txt",
    "夸克盘链接": "https://pan.quark.cn/s/42495e754484"
  },
  {
    "文件名": "[完结]角色扮演 作者：juice.txt",
    "夸克盘链接": "https://pan.quark.cn/s/0d320d919277"
  },
  {
    "文件名": "[完结]娇月藏怀 作者：舟搖月昏.txt",
    "夸克盘链接": "https://pan.quark.cn/s/9a1c4f8921f5"
  },
  {
    "文件名": "[完结]娇娇（短篇合集） 作者：长逝入君怀【23】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/142262959df3"
  },
  {
    "文件名": "[完结]嫁入豪门被全家草 作者：草荷子.txt",
    "夸克盘链接": "https://pan.quark.cn/s/6d9fa7ded049"
  },
  {
    "文件名": "[完结]姜汁撞奶 作者：Avan【19】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/030c4335ffa1"
  },
  {
    "文件名": "[完结]后母情 作者：放弃以前的我【08】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e386045e43eb"
  },
  {
    "文件名": "[完结]绘旅人同人合集 作者：小引风雾【23】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/12c4dd3f198b"
  },
  {
    "文件名": "[完结]黄金河（1v1） 作者：10JIN1【12】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e1a280775c46"
  },
  {
    "文件名": "[完结]幻 作者：xingkong555【12】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/4fd754963ca7"
  },
  {
    "文件名": "[完结]黑豹（1v1兽人h） 作者：一条孤狼【24】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/7a8d63e17a2a"
  },
  {
    "文件名": "[完结]后宫群芳录 作者：西瓜咔咔好吃.txt",
    "夸克盘链接": "https://pan.quark.cn/s/0a9a1965564a"
  },
  {
    "文件名": "[完结]和前男友搞黄被抓之后作者：西西艾欧.txt",
    "夸克盘链接": "https://pan.quark.cn/s/872cef43c6b6"
  },
  {
    "文件名": "[完结]国公府情事 作者：神秘的打字机【02】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/33b942c191a0"
  },
  {
    "文件名": "[完结]还是沉沦了（高H）作者：阿Crystal【06】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/93f3d0249356"
  },
  {
    "文件名": "[完结]管教一身反骨小奴妻 作者：雨里捉鱼【19】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/889a6b66b589"
  },
  {
    "文件名": "[完结]国公府姐夫艹小姨子日常③ 作者：墟如意.txt",
    "夸克盘链接": "https://pan.quark.cn/s/9cdfa1f0f654"
  },
  {
    "文件名": "[完结]国公府姐夫艹小姨子日常② 作者：墟如意.txt",
    "夸克盘链接": "https://pan.quark.cn/s/4bab8fec56b3"
  },
  {
    "文件名": "[完结]乖乖女的沦陷日常 作者：常在河边走【07】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/2c42fd5a200b"
  },
  {
    "文件名": "[完结]国公府姐夫艹小姨子日常 作者：墟如意.txt",
    "夸克盘链接": "https://pan.quark.cn/s/b12d163cc0c0"
  },
  {
    "文件名": "[完结]公主死在婚夜，驸马白浊喷牌位 作者：苏菲翌.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ef5785b21aa0"
  },
  {
    "文件名": "[完结]勾引哥哥指南 作者：阿昭【12】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/aad1f3c2c9d7"
  },
  {
    "文件名": "[完结]股掌 作者：冷门CP爱好者.txt",
    "夸克盘链接": "https://pan.quark.cn/s/4f095758c504"
  },
  {
    "文件名": "[完结]勾引的味道  作者：芊羽琉璃.txt",
    "夸克盘链接": "https://pan.quark.cn/s/f905307517dd"
  },
  {
    "文件名": "[完结]哥哥有病（骨科兄妹 狗血 产奶） 作者：四百七大王【08】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ad30f31d85a4"
  },
  {
    "文件名": "[完结]给钱就让操（校园H）作者：美女知知.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c341f4f703f7"
  },
  {
    "文件名": "[完结]各类不同短文风格合集（高H） 作者：石更大魔王【25】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c97a11d5fecb"
  },
  {
    "文件名": "[完结]哥哥的m属性激发了 作者：奇久【04】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/f4bd0c2db51d"
  },
  {
    "文件名": "[完结]哥哥趁我发情期… 作者：姜妘姚【11】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/44b7ea97ead9"
  },
  {
    "文件名": "[完结]哥哥爸爸公公小叔子每日狂插我NP 作者：凤栖梧桐【29】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/9a11bc8f0e2b"
  },
  {
    "文件名": "[完结]干快点，老公快回来了（高h） 作者：buuuuuuuucj【31】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e0e2ac13d74c"
  },
  {
    "文件名": "[完结]覆水难收（师徒_囚禁H 作者：冥王之石.txt",
    "夸克盘链接": "https://pan.quark.cn/s/f8d6fe038c75"
  },
  {
    "文件名": "[完结]覆水难收 作者：冥王之石.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a9812fa56cd6"
  },
  {
    "文件名": "[完结]浮生暂寄梦中梦（NP）作者：月影迢迢【23】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/d7d46cb8a7af"
  },
  {
    "文件名": "[完结]分手后发现前男友是天菜 作者：路遥【22】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/f078b4c89ed6"
  },
  {
    "文件名": "[完结]绯月 作者：草莓味柚子【26】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/6950156d0dd9"
  },
  {
    "文件名": "[完结]疯蜜 作者：五妖花.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ab097045f660"
  },
  {
    "文件名": "[完结]芬梨道上 作者：fortnight【01】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/6c82efe0c65b"
  },
  {
    "文件名": "[完结]繁育濒危物种 作者：夏盐弈.txt",
    "夸克盘链接": "https://pan.quark.cn/s/f7414e4a98a8"
  },
  {
    "文件名": "[完结]反向改造（1v1）作者：刺绣文【21】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/66866239f1ba"
  },
  {
    "文件名": "[完结]番茄荔枝 作者：三绿九.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e0f9a449fcca"
  },
  {
    "文件名": "[完结]堕仙（修真，1v1）作者：不是七.txt",
    "夸克盘链接": "https://pan.quark.cn/s/2bd23da19b50"
  },
  {
    "文件名": "[完结]堕落至此（3V1） 作者：白桃.txt",
    "夸克盘链接": "https://pan.quark.cn/s/99c5c9eab1f0"
  },
  {
    "文件名": "[完结]堕落涌潮 作者：月赏眉骚上.txt",
    "夸克盘链接": "https://pan.quark.cn/s/73f93797682d"
  },
  {
    "文件名": "[完结]短篇合集（sp） 作者：花石榴【01】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/034b7b705006"
  },
  {
    "文件名": "[完结]多线程恋爱（np）作者：清瓷酒.txt",
    "夸克盘链接": "https://pan.quark.cn/s/31d4a4512987"
  },
  {
    "文件名": "[完结]顶级绿茶修炼记作者：逍遥玩.txt",
    "夸克盘链接": "https://pan.quark.cn/s/548d75fafe65"
  },
  {
    "文件名": "[完结]东宫太子妃沦为母狗记 作者：新梅吕.txt",
    "夸克盘链接": "https://pan.quark.cn/s/0c9a5d698ac4"
  },
  {
    "文件名": "[完结]调教爱哭的娇小姐 作者：白兔兔.txt",
    "夸克盘链接": "https://pan.quark.cn/s/2360e06f93d7"
  },
  {
    "文件名": "[完结]地狱沉沦作者：少佐.txt",
    "夸克盘链接": "https://pan.quark.cn/s/d0eade479615"
  },
  {
    "文件名": "[完结]大小姐她是个假货 作者：阿蛋三潼【20】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c6bd5f5578cc"
  },
  {
    "文件名": "[完结]盗墓取精使我长命百岁 作者：昏鸦往东【11】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/f47d98f8c442"
  },
  {
    "文件名": "[完结]刀尖炙（短篇1v1） 作者：妃妃【24】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/6918e4578f47"
  },
  {
    "文件名": "[完结]当我第一次遇见乔治的那刻 作者：天空之下【07】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/bd2ff55311b9"
  },
  {
    "文件名": "[完结]大吊的致命欲海 作者：锦绣年华.txt",
    "夸克盘链接": "https://pan.quark.cn/s/484683594157"
  },
  {
    "文件名": "[完结]打枪(亲父女) 作者：师峤.txt",
    "夸克盘链接": "https://pan.quark.cn/s/982f5a9cb84f"
  },
  {
    "文件名": "[完结]催眠系统让我吃肉 作者：枕棉.txt",
    "夸克盘链接": "https://pan.quark.cn/s/b4a6329a1d5d"
  },
  {
    "文件名": "[完结]葱岭玉【黑道】作者：一支枯芙.txt",
    "夸克盘链接": "https://pan.quark.cn/s/d931ac54feb0"
  },
  {
    "文件名": "[完结]催眠奸淫叛逆少女【NP 肉合集】作者：榴莲黄.txt",
    "夸克盘链接": "https://pan.quark.cn/s/8932a8b41b3b"
  },
  {
    "文件名": "[完结]春夜缠吻晚风(年下1v1，R18) 作者：穗知u【11】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/007ee6a6e0eb"
  },
  {
    "文件名": "[完结]穿越我被弄到崩溃后与所有人同归于尽 作者：小四五【14】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/87e75badc462"
  },
  {
    "文件名": "[完结]春日迟迟(1V1) 作者：舟与粥.txt",
    "夸克盘链接": "https://pan.quark.cn/s/339c2f841cff"
  },
  {
    "文件名": "[完结]春思乱作者：fawisahy.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a3cd27e57f65"
  },
  {
    "文件名": "[完结]穿进奇幻世界当女配(1V2) 作者：瑟瑟發抖.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a81706aff183"
  },
  {
    "文件名": "[完结]穿成古代童颜巨乳后 作者：云在水.txt",
    "夸克盘链接": "https://pan.quark.cn/s/29c08538092f"
  },
  {
    "文件名": "[完结]穿到淫荡宫斗游戏里了怎么办（sp） 作者：中元节.txt",
    "夸克盘链接": "https://pan.quark.cn/s/59b25abc3702"
  },
  {
    "文件名": "[完结]吃遍优质男人_____鸡___巴__（H）第二部 作者：焦糖芋圆【13】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/251cc825dd2b"
  },
  {
    "文件名": "[完结]出逃（骨科1v1）作者：春灯灯火【01】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/27ca2dbe3fd4"
  },
  {
    "文件名": "[完结]成为色情漫画家 作者：雨后约会.txt",
    "夸克盘链接": "https://pan.quark.cn/s/85bdcb68639d"
  },
  {
    "文件名": "[完结]成为老师，然后天天被操 作者：天人旧馆.txt",
    "夸克盘链接": "https://pan.quark.cn/s/cb08e5a733db"
  },
  {
    "文件名": "[完结]沉靡（强取豪夺）作者：许酒肆.txt",
    "夸克盘链接": "https://pan.quark.cn/s/fe5431c6cd7a"
  },
  {
    "文件名": "[完结]沉溺 作者：小小九儿.txt",
    "夸克盘链接": "https://pan.quark.cn/s/545fb2c66c88"
  },
  {
    "文件名": "[完结]不意在秋（ABO） 作者：一碟芝士球【23】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/4cef424bbb79"
  },
  {
    "文件名": "[完结]不可碰 作者：水母.txt",
    "夸克盘链接": "https://pan.quark.cn/s/9e3274eb7324"
  },
  {
    "文件名": "[完结]病娇杀人鬼变狗狗的终极手段 作者：香煎大棉被【24】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/5baf33a02bc2"
  },
  {
    "文件名": "[完结]不可碰 （师生 高H）作者：水母.txt",
    "夸克盘链接": "https://pan.quark.cn/s/f8be5305508c"
  },
  {
    "文件名": "[完结]并轨（一妻二夫，年代高H，1V2）作者：葡芙【06】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/39760007ab34"
  },
  {
    "文件名": "[完结]冰雪之书【向哨_恋与深空黎深同人】 作者：BZYZXTM【25】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/16993bd20a20"
  },
  {
    "文件名": "[完结]笨狐狸又在勾引我 作者：鬼差.txt",
    "夸克盘链接": "https://pan.quark.cn/s/39d1ceabe8ef"
  },
  {
    "文件名": "[完结]被他抓住后狂艹（1V1糙汉）作者：小刀扎屁股.txt",
    "夸克盘链接": "https://pan.quark.cn/s/aa2ca6355722"
  },
  {
    "文件名": "[完结]被他抓住后狂艹 作者：小刀扎屁股.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c95f249098a2"
  },
  {
    "文件名": "[完结]被身边的男人们插了个遍 作者：露水的世.txt",
    "夸克盘链接": "https://pan.quark.cn/s/b50691ea6864"
  },
  {
    "文件名": "[完结]被囚禁调教的日子（SM高H1v1） 作者：雪轻月【11】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ed905e199690"
  },
  {
    "文件名": "[完结]被两位公公轮流调教（公媳NP） 作者：凤栖梧桐.txt",
    "夸克盘链接": "https://pan.quark.cn/s/d37b79ad3420"
  },
  {
    "文件名": "[完结]被魔鬼选中的少女 作者：红一.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c1eb8d6af5be"
  },
  {
    "文件名": "[完结]被父亲送给债主后，我被调教成了骚逼 作者：西瓜红.txt",
    "夸克盘链接": "https://pan.quark.cn/s/2f6e54c11391"
  },
  {
    "文件名": "[完结]被大佬圈养的小废物 作者：蜜糖红.txt",
    "夸克盘链接": "https://pan.quark.cn/s/5209269d9d75"
  },
  {
    "文件名": "[完结]被大勾八傻子哥哥侵占 作者：临夜大人吖.txt",
    "夸克盘链接": "https://pan.quark.cn/s/bf3b34364671"
  },
  {
    "文件名": "[完结]被插了，还是养成游戏吗 作者：虽然是好人但也喜欢吃肉的陈三愿.txt",
    "夸克盘链接": "https://pan.quark.cn/s/979dd9f91bd0"
  },
  {
    "文件名": "[完结]被插了，还是养成游戏吗 【高H NP】作者：虽然是好人但也喜欢吃肉的陈三愿.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c584820f7099"
  },
  {
    "文件名": "[完结]被操烂的清纯少女 作者：没有情诗.txt",
    "夸克盘链接": "https://pan.quark.cn/s/6af7ecc121d4"
  },
  {
    "文件名": "[完结]被1V1系统抛弃后我NP了 作者：央央【16】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/7d3fba4ae4a7"
  },
  {
    "文件名": "[完结]被变态校医操后又被各路男人操了 作者：吃了个桃子.txt",
    "夸克盘链接": "https://pan.quark.cn/s/f86ee0f7dd53"
  },
  {
    "文件名": "[完结]被NP的浴女名媛 作者：新梅吕.txt",
    "夸克盘链接": "https://pan.quark.cn/s/9ec2828e8d5a"
  },
  {
    "文件名": "[完结]背德合集（出轨_骨科_乱伦） 作者：adai【03】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/b3e96e8a824c"
  },
  {
    "文件名": "[完结]包养协议 作者：高文羡【09】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/9d574407741b"
  },
  {
    "文件名": "[完结]爸爸邻居都爱肏妻子的淫穴(绿帽乱伦ntr) 作者：轻松向【03】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/cdbc8ee5b0cf"
  },
  {
    "文件名": "[完结]白塔(强制 NPH)作者：般若yousa.txt",
    "夸克盘链接": "https://pan.quark.cn/s/243ec7fcad13"
  },
  {
    "文件名": "[完结]把竹马看光以后 作者：同一颗鸡毛菜.txt",
    "夸克盘链接": "https://pan.quark.cn/s/746b028e5beb"
  },
  {
    "文件名": "[完结]暗香（高干 诱奸）1v1 作者：事后烟【02】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/bf51db3a4860"
  },
  {
    "文件名": "[完结]爱到极致 作者：呀呀呀【19】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/1a0872d2a0a4"
  },
  {
    "文件名": "[完结]艾薇塔的秘密（人类少女x人工智能）作者：兜豆子【28】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c2daa301e081"
  },
  {
    "文件名": "[完结]暗禁（乱伦；np;大胸男）作者：我是吗喽【14】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/275566970064"
  },
  {
    "文件名": "[完结]X爱囧途 作者：葡萄汁candy.txt",
    "夸克盘链接": "https://pan.quark.cn/s/438cd2ebe927"
  },
  {
    "文件名": "[完结]The Lost Generation（1v1）作者：徐子或.txt",
    "夸克盘链接": "https://pan.quark.cn/s/cc3d312fda97"
  },
  {
    "文件名": "[完结]Oceans Apart(骨科) 作者：CocaMidori.txt",
    "夸克盘链接": "https://pan.quark.cn/s/8620cd4b3e42"
  },
  {
    "文件名": "[完结]【咒回乙女】拒绝他二十年 作者：醒春【08】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/15df235ec663"
  },
  {
    "文件名": "[完结]【咒回乙女】红豆麻薯大红袍 作者：醒春【08】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/320f86e0520b"
  },
  {
    "文件名": "[完结]【咒回乙女】栽绿 作者：醒春【08】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a9ad21d545ae"
  },
  {
    "文件名": "[完结]【咒回乙女】童话里都是骗人的 作者：醒春【08】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/d1822ba10ad7"
  },
  {
    "文件名": "[完结]【银英_ALL杨威利】帝国的俘虏 作者：云舟月海.txt",
    "夸克盘链接": "https://pan.quark.cn/s/1bcb2f1c313e"
  },
  {
    "文件名": "[完结]【王者荣耀】你×饥渴的男英雄们 作者：冷浸溶溶月【01】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/0409f2a7d722"
  },
  {
    "文件名": "[完结]【小丑】我是你的幻想吗 作者：束菱.txt",
    "夸克盘链接": "https://pan.quark.cn/s/470fd0896daf"
  },
  {
    "文件名": "[完结]【快穿】万人迷一直在被强制爱 作者：EMOOMO【29】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/55aeef83830a"
  },
  {
    "文件名": "[完结]【怪奇物语】一系列同人文 作者：束菱.txt",
    "夸克盘链接": "https://pan.quark.cn/s/b5d56b20d10e"
  },
  {
    "文件名": "[完结]【海贼王】穿越到abo世界后我成了没人要的陈年老o 作者：Crovi.txt",
    "夸克盘链接": "https://pan.quark.cn/s/4d3b4a816889"
  },
  {
    "文件名": "[完结]【傅卫军同人】【1v1 哑巴文学】烂命 作者：才不是猫大人.txt",
    "夸克盘链接": "https://pan.quark.cn/s/da926330b8af"
  },
  {
    "文件名": "[完结]（JOJO）饮食魔魔！ 作者：卡卡卡卡里【27】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/b6b4ebc22340"
  },
  {
    "文件名": "[完结] 秩序之外(骨科 1V1) 作者：林觉夏.txt",
    "夸克盘链接": "https://pan.quark.cn/s/bcb630d27685"
  },
  {
    "文件名": "[完结] 租客（光与夜之恋萧逸同人文）糙汉h 作者：揉碎晚星.txt",
    "夸克盘链接": "https://pan.quark.cn/s/5a7b387538eb"
  },
  {
    "文件名": "[完结] 醉梦山水长夜情 作者：爱痕.txt",
    "夸克盘链接": "https://pan.quark.cn/s/b7dc4fd7678d"
  },
  {
    "文件名": "[完结] 拯救绿帽男影帝（出轨 1v1） 作者：闻人晚寄（稳定更新努力码字版）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/fcaf5b1b7204"
  },
  {
    "文件名": "[完结] 致重峦（高干） 作者：熹熹.txt",
    "夸克盘链接": "https://pan.quark.cn/s/9e8ebaf66910"
  },
  {
    "文件名": "[完结] 这个三国它正经吗！？gl（穿越，np） 作者：陆央.txt",
    "夸克盘链接": "https://pan.quark.cn/s/3ba37bb091dd"
  },
  {
    "文件名": "[完结] 折她的傲骨（西幻NPH） 作者：沉迷游戏ing.txt",
    "夸克盘链接": "https://pan.quark.cn/s/780e917cd87b"
  },
  {
    "文件名": "[完结] 在色情游戏里被迫直播高潮（西幻 人外 nph） 作者：软软.txt",
    "夸克盘链接": "https://pan.quark.cn/s/525735de480e"
  },
  {
    "文件名": "[完结] 寨主，求您疼我（1v1） 作者：狍子快跑.txt",
    "夸克盘链接": "https://pan.quark.cn/s/94b366b09da3"
  },
  {
    "文件名": "[完结] 在无限游戏里大do特do（原名：《你人还怪好嘞（无限）》） 作者：笋香腊肉yyds.txt",
    "夸克盘链接": "https://pan.quark.cn/s/b938ccc85506"
  },
  {
    "文件名": "[完结] 在全息黄游里攻略男主（NP，1v1） 作者：胖樱樱.txt",
    "夸克盘链接": "https://pan.quark.cn/s/450313bc418c"
  },
  {
    "文件名": "[完结] 云烟成雨（强制 高H） 作者：ittx.txt",
    "夸克盘链接": "https://pan.quark.cn/s/9ceba9df8117"
  },
  {
    "文件名": "[完结] 月影沉沉 作者：小甜包.txt",
    "夸克盘链接": "https://pan.quark.cn/s/b8739dba0772"
  },
  {
    "文件名": "[完结] 月亮盏 作者：酌青栀.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c3080a08899d"
  },
  {
    "文件名": "[完结] 月光会融化（gl 纯百） 作者：华景.txt",
    "夸克盘链接": "https://pan.quark.cn/s/46751ee3fb53"
  },
  {
    "文件名": "[完结] 愿君莫离（1v1） 作者：亲爱的十一.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a379e1424182"
  },
  {
    "文件名": "[完结] 欲念都市（高H短篇合集） 作者：不知名废话气垫家.txt",
    "夸克盘链接": "https://pan.quark.cn/s/bbd500b636e4"
  },
  {
    "文件名": "[完结] 与少年的他在海港的夏夜(GB四爱） 作者：魜公主.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a6a15d048906"
  },
  {
    "文件名": "[完结] 愚蠢的你（ABO，先婚后爱） 作者：一碟芝士球.txt",
    "夸克盘链接": "https://pan.quark.cn/s/f6165bd1cb92"
  },
  {
    "文件名": "[完结] 有没有让鬼魂变成真人的办法？ 作者：藏冬.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c2195e4f4119"
  },
  {
    "文件名": "[完结] 诱捕1v1  h 作者：18岁黑皮体育生.txt",
    "夸克盘链接": "https://pan.quark.cn/s/55a0881e8507"
  },
  {
    "文件名": "[完结] 阴天旧故（高干H） 作者：啊门.txt",
    "夸克盘链接": "https://pan.quark.cn/s/7a81918fce55"
  },
  {
    "文件名": "[完结] 萤烛【姐弟骨科】 作者：南宣.txt",
    "夸克盘链接": "https://pan.quark.cn/s/5e45d60b8b0d"
  },
  {
    "文件名": "[完结] 呦呦鹿鸣【np，高h，系统】 作者：枕棉.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c3e397c5005d"
  },
  {
    "文件名": "[完结] 意外同居(中篇) 作者：好行小慧.txt",
    "夸克盘链接": "https://pan.quark.cn/s/9caa29c86122"
  },
  {
    "文件名": "[完结] 野蛮生长（骨科nph） 作者：堆玉.txt",
    "夸克盘链接": "https://pan.quark.cn/s/047db91315b1"
  },
  {
    "文件名": "[完结] 以身饲狼【禁】 作者：百无禁忌.txt",
    "夸克盘链接": "https://pan.quark.cn/s/8798bcfe983e"
  },
  {
    "文件名": "[完结] 一生所爱（浪子文学背德爱情）【萧逸×我】 作者：notwithBabe.txt",
    "夸克盘链接": "https://pan.quark.cn/s/147137996c90"
  },
  {
    "文件名": "[完结] 夜的第七章 作者：西门断月.txt",
    "夸克盘链接": "https://pan.quark.cn/s/2e1e77641f33"
  },
  {
    "文件名": "[完结] 羊之歌 作者：咸鱼鳳.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e9d26b80b13f"
  },
  {
    "文件名": "[完结] 行止骛暴（破镜重圆 1V1） 作者：linyuan.txt",
    "夸克盘链接": "https://pan.quark.cn/s/7447b65482b0"
  },
  {
    "文件名": "[完结] 撷春色（强取豪夺） 作者：，.txt",
    "夸克盘链接": "https://pan.quark.cn/s/fd6b41f0ac4e"
  },
  {
    "文件名": "[完结] 循规蹈矩（女出轨 1V2） 作者：无忘星.txt",
    "夸克盘链接": "https://pan.quark.cn/s/7a859cf39a4a"
  },
  {
    "文件名": "[完结] 心有所思，幻觉具现（野合高H） 作者：冥王之石.txt",
    "夸克盘链接": "https://pan.quark.cn/s/46eb18e2b0f8"
  },
  {
    "文件名": "[完结] 校花情敌把我肏了（futa） 作者：k维奇.txt",
    "夸克盘链接": "https://pan.quark.cn/s/0c56daf4cf3d"
  },
  {
    "文件名": "[完结] 小哑妻gl 作者：昏蛋.txt",
    "夸克盘链接": "https://pan.quark.cn/s/8c2086f29332"
  },
  {
    "文件名": "[完结] 小狗日记（1v2吸血鬼BDSM） 作者：频频惊梦.txt",
    "夸克盘链接": "https://pan.quark.cn/s/6290db9c305e"
  },
  {
    "文件名": "[完结] 小仙女与老戏骨 作者：天空之下.txt",
    "夸克盘链接": "https://pan.quark.cn/s/26e80fb718eb"
  },
  {
    "文件名": "[完结] 小胖子 作者：橙色尾尾.txt",
    "夸克盘链接": "https://pan.quark.cn/s/23d0a96a2162"
  },
  {
    "文件名": "[完结] 相愛的運氣（H、甜文） 作者：嵐水月.txt",
    "夸克盘链接": "https://pan.quark.cn/s/751ccbb2f701"
  },
  {
    "文件名": "[完结] 无有乡（校园都市） 作者：猫上月梁.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ae9b655fba62"
  },
  {
    "文件名": "[完结] 系统逼我睡男配 作者：眠油.txt",
    "夸克盘链接": "https://pan.quark.cn/s/6567390be897"
  },
  {
    "文件名": "[完结] 无爱之罪（NP） 作者：BLESS.txt",
    "夸克盘链接": "https://pan.quark.cn/s/5b1beafeef87"
  },
  {
    "文件名": "[完结] 我在魔法世界挨操 作者：乌云其其格.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c483704b2176"
  },
  {
    "文件名": "[完结] 我对男配起色心了 作者：任语苏.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c6d60092bdd7"
  },
  {
    "文件名": "[完结] 屋鬼（1v1） 作者：Wander.txt",
    "夸克盘链接": "https://pan.quark.cn/s/fc6b29d3f508"
  },
  {
    "文件名": "[完结] 我的小奶狼们 作者：作妖的莴崽.txt",
    "夸克盘链接": "https://pan.quark.cn/s/dc65d1c83a38"
  },
  {
    "文件名": "[完结] 我的空桑不可能这么沙雕！ 作者：独钓寒江雪.txt",
    "夸克盘链接": "https://pan.quark.cn/s/2499acbc65fd"
  },
  {
    "文件名": "[完结] 我被变态学神迷恋了 作者：做冷.txt",
    "夸克盘链接": "https://pan.quark.cn/s/5e91d2f5a7e7"
  },
  {
    "文件名": "[完结] 网骗（np） 作者：我见白鹿寻青崖.txt",
    "夸克盘链接": "https://pan.quark.cn/s/3ab8948c294c"
  },
  {
    "文件名": "[完结] 万魔殿 作者：青侧.txt",
    "夸克盘链接": "https://pan.quark.cn/s/31c2192c150e"
  },
  {
    "文件名": "[完结] 晚香 作者：照行.txt",
    "夸克盘链接": "https://pan.quark.cn/s/674f846da62e"
  },
  {
    "文件名": "[完结] 为了上位她含泪成为海王(黑手党 NP) 作者：连破破.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e97ff9c1055c"
  },
  {
    "文件名": "[完结] 玩物丧志（高h  np） 作者：鬼差.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c07a8c856479"
  },
  {
    "文件名": "[完结] 玩不坏的性爱玩具 作者：醉卿梦.txt",
    "夸克盘链接": "https://pan.quark.cn/s/35b767b4bdc4"
  },
  {
    "文件名": "[完结] 天上掉下个好孕肚（慢穿） 作者：五妖花.txt",
    "夸克盘链接": "https://pan.quark.cn/s/70f9bf768676"
  },
  {
    "文件名": "[完结] 脱困（1v1,校园＆成年后重逢） 作者：不会剪刘海.txt",
    "夸克盘链接": "https://pan.quark.cn/s/53909e224f00"
  },
  {
    "文件名": "[完结] 外冷内绿茶的omega把我狠狠拿捏了（ABO） 作者：呼吸丿回忆.txt",
    "夸克盘链接": "https://pan.quark.cn/s/47b12721ec37"
  },
  {
    "文件名": "[完结] 同一个屋檐下的陌生人（女性主导） 作者：鼠鼠鼠鼠.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a5ed4250939d"
  },
  {
    "文件名": "[完结] 替身游戏(狗血，替身，1v2，叔侄修罗场，火葬场，万人迷，豪门恩怨。) 作者：清欢姐姐.txt",
    "夸克盘链接": "https://pan.quark.cn/s/f04737c05685"
  },
  {
    "文件名": "[完结] 她与夏（1V2 校园） 作者：她斩风月.txt",
    "夸克盘链接": "https://pan.quark.cn/s/69c612a1a7b2"
  },
  {
    "文件名": "[完结] 她和她的野男人们（NP高H） 作者：1379号阿Crystal.txt",
    "夸克盘链接": "https://pan.quark.cn/s/1eb10430d1e6"
  },
  {
    "文件名": "[完结] 她看向我 作者：除一.txt",
    "夸克盘链接": "https://pan.quark.cn/s/76f68de2040b"
  },
  {
    "文件名": "[完结] 四味书屋（H） 作者：纯良堕天使.txt",
    "夸克盘链接": "https://pan.quark.cn/s/1cfa28211cb4"
  },
  {
    "文件名": "[完结] 苏麻离青（校园伪骨） 作者：理昭.txt",
    "夸克盘链接": "https://pan.quark.cn/s/0fe73804b102"
  },
  {
    "文件名": "[完结] 睡了清冷学霸就跑之后（校园 1V1 高H） 作者：荤素搭配.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e2782ca6ef43"
  },
  {
    "文件名": "[完结] 嗜好为甜(美食) 作者：薛小唧.txt",
    "夸克盘链接": "https://pan.quark.cn/s/82cda17addf9"
  },
  {
    "文件名": "[完结] 熟妇 （丈母娘X女婿  BG、产奶） 作者：许金盏.txt",
    "夸克盘链接": "https://pan.quark.cn/s/b43bdcc32726"
  },
  {
    "文件名": "[完结] 时间停止器 作者：给你一锤子.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c4a82e70625f"
  },
  {
    "文件名": "[完结] 时分h(1v1) 作者：水宝.txt",
    "夸克盘链接": "https://pan.quark.cn/s/eb665de7dd32"
  },
  {
    "文件名": "[完结] 沈府娇女淫史 作者：吃肉也不香.txt",
    "夸克盘链接": "https://pan.quark.cn/s/625f14eb3e22"
  },
  {
    "文件名": "[完结] 生命的最后一页遇见流星 作者：天空之下.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a4fbd2b5f0f0"
  },
  {
    "文件名": "[完结] 神的不在场证明（1v1人x神） 作者：多肉拿铁.txt",
    "夸克盘链接": "https://pan.quark.cn/s/83a21d15a0ae"
  },
  {
    "文件名": "[完结] 谁说男人不傲娇GB 作者：Yolanda.txt",
    "夸克盘链接": "https://pan.quark.cn/s/907cac540d6e"
  },
  {
    "文件名": "[完结] 谁解助茶香（1v1,古言h） 作者：醉不知我.txt",
    "夸克盘链接": "https://pan.quark.cn/s/4b6b4fafba65"
  },
  {
    "文件名": "[完结] 娶了弟妹之后（百合abo） 作者：Dyppc.txt",
    "夸克盘链接": "https://pan.quark.cn/s/72cfb24bc354"
  },
  {
    "文件名": "[完结] 情有独钟 作者：不想上班2333.txt",
    "夸克盘链接": "https://pan.quark.cn/s/af1b33a14db7"
  },
  {
    "文件名": "[完结] 亲爱的笛卡尔先生 作者：天空之下.txt",
    "夸克盘链接": "https://pan.quark.cn/s/0151746dbe11"
  },
  {
    "文件名": "[完结] 强迫症(Ending) 作者：正经老实令人叹服.txt",
    "夸克盘链接": "https://pan.quark.cn/s/702e6746fa19"
  },
  {
    "文件名": "[完结] 破茧 作者：是时柒呀.txt",
    "夸克盘链接": "https://pan.quark.cn/s/393ef842596e"
  },
  {
    "文件名": "[完结] 妻 作者：xingkong555.txt",
    "夸克盘链接": "https://pan.quark.cn/s/27feca84aa3f"
  },
  {
    "文件名": "[完结] 匹诺曹 作者：白毛浮绿.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ae54c752c556"
  },
  {
    "文件名": "[完结] 趴下撅起来（nph） 作者：长白山.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ba4d7503bf7d"
  },
  {
    "文件名": "[完结] 朋友妻，可以欺（1v2，高H） 作者：天人旧馆.txt",
    "夸克盘链接": "https://pan.quark.cn/s/aedef0ef6e7d"
  },
  {
    "文件名": "[完结] 黏牙软糖(姐弟) 作者：豆腐脑激推.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c93bf7f13158"
  },
  {
    "文件名": "[完结] 逆风 作者：小花喵.txt",
    "夸克盘链接": "https://pan.quark.cn/s/d062762e91bd"
  },
  {
    "文件名": "[完结] 难诉【姐弟骨科】 作者：清风扇骨.txt",
    "夸克盘链接": "https://pan.quark.cn/s/0e075bfa8869"
  },
  {
    "文件名": "[完结] 末世之唯一的女性 作者：水北.txt",
    "夸克盘链接": "https://pan.quark.cn/s/33ed4cc4dfc3"
  },
  {
    "文件名": "[完结] 南北（骨科）1v1 作者：舒舒.txt",
    "夸克盘链接": "https://pan.quark.cn/s/8d3fa1ddb28a"
  },
  {
    "文件名": "[完结] 末日后绑定涩涩直播系统（gl纯百） 作者：www.txt",
    "夸克盘链接": "https://pan.quark.cn/s/dc6bee7ec0a1"
  },
  {
    "文件名": "[完结] 末日双舟(1v1，末世) 作者：昏鸦往东.txt",
    "夸克盘链接": "https://pan.quark.cn/s/05bdeac8c8bb"
  },
  {
    "文件名": "[完结] 妹控（兄妹骨科，1v1H） 作者：莉莉香.txt",
    "夸克盘链接": "https://pan.quark.cn/s/36a5b119fac3"
  },
  {
    "文件名": "[完结] 迷情（出轨 h） 作者：Shayenxxx.txt",
    "夸克盘链接": "https://pan.quark.cn/s/d5a827a0861a"
  },
  {
    "文件名": "[完结] 梅子熟了 作者：欲心生.txt",
    "夸克盘链接": "https://pan.quark.cn/s/bfb2cbb1b37d"
  },
  {
    "文件名": "[完结] 掠夺青梅（伪公媳，古言，强取豪夺） 作者：撒泼闹腾.txt",
    "夸克盘链接": "https://pan.quark.cn/s/82f1e266f839"
  },
  {
    "文件名": "[完结] 满庭芳 作者：独钓寒江雪.txt",
    "夸克盘链接": "https://pan.quark.cn/s/88c17def23cf"
  },
  {
    "文件名": "[完结] 美妻乱情 作者：性福术士.txt",
    "夸克盘链接": "https://pan.quark.cn/s/58ffc5eaff2d"
  },
  {
    "文件名": "[完结] 绿茶小姐睡服娱乐圈 (NP) 作者：美女知知.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a4c0f3ae50cb"
  },
  {
    "文件名": "[完结] 落樱吹雪 作者：独钓寒江雪.txt",
    "夸克盘链接": "https://pan.quark.cn/s/3e6427c0986f"
  },
  {
    "文件名": "[完结] 落花记（双男主 复仇） 作者：一支枯芙.txt",
    "夸克盘链接": "https://pan.quark.cn/s/5a16d725c3d7"
  },
  {
    "文件名": "[完结] 罗曼蒂蓝 作者：妃粽.txt",
    "夸克盘链接": "https://pan.quark.cn/s/b78ead5d1c66"
  },
  {
    "文件名": "[完结] 颅内春日（1v1) 作者：peiskos.txt",
    "夸克盘链接": "https://pan.quark.cn/s/6325d8e9d599"
  },
  {
    "文件名": "[完结] 里约的救赎 作者：烧掉山茶花.txt",
    "夸克盘链接": "https://pan.quark.cn/s/3fdb35cdbcd0"
  },
  {
    "文件名": "[完结] 老岳与我 作者：并茂.txt",
    "夸克盘链接": "https://pan.quark.cn/s/3fcbb5a339c8"
  },
  {
    "文件名": "[完结] 冷秋（父女，高H） 作者：夏多.txt",
    "夸克盘链接": "https://pan.quark.cn/s/2dd005d00e14"
  },
  {
    "文件名": "[完结] 狼界 作者：杜笔.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e08cdfd8bc24"
  },
  {
    "文件名": "[完结] 蓝袍先生 作者：天空之下.txt",
    "夸克盘链接": "https://pan.quark.cn/s/658c444e2bf3"
  },
  {
    "文件名": "[完结] 快穿之若初撩汉指南 作者：秦清清.txt",
    "夸克盘链接": "https://pan.quark.cn/s/fb709906ae48"
  },
  {
    "文件名": "[完结] 觉晓（青梅竹马，都市） 作者：轻糖可颂.txt",
    "夸克盘链接": "https://pan.quark.cn/s/385b69fe7d2e"
  },
  {
    "文件名": "[完结] 舅爱（1对1）H 作者：丢了幸福的猪.txt",
    "夸克盘链接": "https://pan.quark.cn/s/d711dfb4d11d"
  },
  {
    "文件名": "[完结] 可以抱你吗 作者：说了不能吃辣.txt",
    "夸克盘链接": "https://pan.quark.cn/s/219c221c4c98"
  },
  {
    "文件名": "[完结] 酒色（1v3 NPH） 作者：狍子快跑.txt",
    "夸克盘链接": "https://pan.quark.cn/s/95ec01e3263f"
  },
  {
    "文件名": "[完结] 九九归一 （1v1 现代玄幻） 作者：初来.txt",
    "夸克盘链接": "https://pan.quark.cn/s/5be503b55f6b"
  },
  {
    "文件名": "[完结] 净秋 作者：Eliauk.txt",
    "夸克盘链接": "https://pan.quark.cn/s/4f37eef55035"
  },
  {
    "文件名": "[完结] 就要在一起（师生） 作者：明明师嬷.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c30eb2fd8098"
  },
  {
    "文件名": "[完结] 江湖夜淫雨（武侠 高H） 作者：决明子明目.txt",
    "夸克盘链接": "https://pan.quark.cn/s/aeb1fe449d9f"
  },
  {
    "文件名": "[完结] 姐弟至死不渝（亲姐弟 合集） 作者：栗子燃.txt",
    "夸克盘链接": "https://pan.quark.cn/s/6d6eb6f1176c"
  },
  {
    "文件名": "[完结] 嫁入豪门被全家草（NPH） 作者：草荷芷.txt",
    "夸克盘链接": "https://pan.quark.cn/s/25c266418565"
  },
  {
    "文件名": "[完结] 姜汁撞奶 作者：Avan.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a5ca4e3a1608"
  },
  {
    "文件名": "[完结] 红线（古言，父女，H） 作者：AAA不干什么的姐.txt",
    "夸克盘链接": "https://pan.quark.cn/s/0a618373ecba"
  },
  {
    "文件名": "[完结] 夹心饼干 作者：讨厌下雨.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ca2c6196d6e3"
  },
  {
    "文件名": "[完结] 荷廷 作者：叶天蓝.txt",
    "夸克盘链接": "https://pan.quark.cn/s/7dc2673caa7b"
  },
  {
    "文件名": "[完结] 黑豹（1v1兽人h） 作者：一条孤狼.txt",
    "夸克盘链接": "https://pan.quark.cn/s/8ea06edfe537"
  },
  {
    "文件名": "[完结] 和弟弟乱伦被发现后 （高H NP） 作者：许金盏.txt",
    "夸克盘链接": "https://pan.quark.cn/s/291708067f89"
  },
  {
    "文件名": "[完结] 勾引（NPH，校园 H 1 V N） 作者：上po专用号.txt",
    "夸克盘链接": "https://pan.quark.cn/s/cea11f38e328"
  },
  {
    "文件名": "[完结] 跟白月光破镜重圆后(NPH) 作者：蓝哉.txt",
    "夸克盘链接": "https://pan.quark.cn/s/8900e5f1de4c"
  },
  {
    "文件名": "[完结] 跟组长去应酬，结果应酬地点是低俗会所(NPH) 作者：头顶脱毛仪.txt",
    "夸克盘链接": "https://pan.quark.cn/s/b60a34889ab7"
  },
  {
    "文件名": "[完结] 干扰剧情后我成PO文女主了【NPH】 作者：甄香.txt",
    "夸克盘链接": "https://pan.quark.cn/s/b8654e12cf26"
  },
  {
    "文件名": "[完结] 哥哥有病（骨科兄妹 狗血 产奶） 作者：四百七大王.txt",
    "夸克盘链接": "https://pan.quark.cn/s/7582f2498831"
  },
  {
    "文件名": "[完结] 俘获（人外 NPH） 作者：萌大奶.txt",
    "夸克盘链接": "https://pan.quark.cn/s/94442dc4ef74"
  },
  {
    "文件名": "[完结] 夫君摔断腿后（1V2，NTR） 作者：撒泼闹腾.txt",
    "夸克盘链接": "https://pan.quark.cn/s/9479a04c0169"
  },
  {
    "文件名": "[完结] 芬梨道上 作者：fortnight（见过霉版）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/b368a4a7454a"
  },
  {
    "文件名": "[完结] 分手后发现前男友是天菜 作者：路遥.txt",
    "夸克盘链接": "https://pan.quark.cn/s/20581ff132a6"
  },
  {
    "文件名": "[完结] 绯山碧涧 (H 骨科 产乳 1v1) 作者：舟搖月昏.txt",
    "夸克盘链接": "https://pan.quark.cn/s/12b52efc86bc"
  },
  {
    "文件名": "[完结] 反噬之后(高干h 1v1) 作者：慢慢池池.txt",
    "夸克盘链接": "https://pan.quark.cn/s/240ba9aa456a"
  },
  {
    "文件名": "[完结] 发情期母狗囚禁调教手札 作者：twice.txt",
    "夸克盘链接": "https://pan.quark.cn/s/45da85386898"
  },
  {
    "文件名": "[完结] 堕仙（修真，1v1） 作者：不是七.txt",
    "夸克盘链接": "https://pan.quark.cn/s/fc57bf826d53"
  },
  {
    "文件名": "[完结] 多线程恋爱（np） 作者：清瓷酒.txt",
    "夸克盘链接": "https://pan.quark.cn/s/7b84f4596808"
  },
  {
    "文件名": "[完结] 蹲久了腿麻 作者：轴石简书.txt",
    "夸克盘链接": "https://pan.quark.cn/s/5f3d4ac7ee91"
  },
  {
    "文件名": "[完结] 插进去了，但我们还是纯洁的关系（快穿，剧情1V1） 作者：造了个孽.txt",
    "夸克盘链接": "https://pan.quark.cn/s/91a4f425d995"
  },
  {
    "文件名": "[完结] 盗墓取精使我长命百岁 作者：昏鸦往东.txt",
    "夸克盘链接": "https://pan.quark.cn/s/0b90ae764a94"
  },
  {
    "文件名": "[完结] 顶级绿茶修炼记 作者：逍遥玩.txt",
    "夸克盘链接": "https://pan.quark.cn/s/73ad8083638e"
  },
  {
    "文件名": "[完结] 倒月（都市篇） 作者：玉鱼.txt",
    "夸克盘链接": "https://pan.quark.cn/s/64cb8b1c903a"
  },
  {
    "文件名": "[完结] 当我第一次遇见乔治的那刻 作者：天空之下.txt",
    "夸克盘链接": "https://pan.quark.cn/s/7c7b076dc238"
  },
  {
    "文件名": "[完结] 错登科（1V1古言） 作者：小圆镜.txt",
    "夸克盘链接": "https://pan.quark.cn/s/7ac353fb076e"
  },
  {
    "文件名": "[完结] 戴安 作者：咸鱼.txt",
    "夸克盘链接": "https://pan.quark.cn/s/13f749d48693"
  },
  {
    "文件名": "[完结] 大小姐她是个假货 作者：阿蛋三潼.txt",
    "夸克盘链接": "https://pan.quark.cn/s/30912b7b3a75"
  },
  {
    "文件名": "[完结] 崔秘书为何如此冷淡（追妻 快乐甜文） 作者：珍珠少女.txt",
    "夸克盘链接": "https://pan.quark.cn/s/57fc8088aea1"
  },
  {
    "文件名": "[完结] 葱岭玉【黑道】 作者：一支枯芙.txt",
    "夸克盘链接": "https://pan.quark.cn/s/85af6f47ef00"
  },
  {
    "文件名": "[完结] 春朝 作者：远山.txt",
    "夸克盘链接": "https://pan.quark.cn/s/eb48b12385d3"
  },
  {
    "文件名": "[完结] 处男炮友竟成了我哥（校园，伪骨科，1VS1） 作者：一平如喜.txt",
    "夸克盘链接": "https://pan.quark.cn/s/1f7c73022c20"
  },
  {
    "文件名": "[完结] 缠坠月亮（女总裁与男保镖 1v1) 作者：乔斯林.txt",
    "夸克盘链接": "https://pan.quark.cn/s/af284f1b9ec2"
  },
  {
    "文件名": "[完结] 沉靡（强取豪夺） 作者：许酒肆.txt",
    "夸克盘链接": "https://pan.quark.cn/s/9a336bb89804"
  },
  {
    "文件名": "[完结] 成年的那个夏天(完结) 作者：小重山的小重山儿.txt",
    "夸克盘链接": "https://pan.quark.cn/s/81940d791a32"
  },
  {
    "文件名": "[完结] 残喘（np） 作者：黄色西瓜.txt",
    "夸克盘链接": "https://pan.quark.cn/s/7d5ec04f1f30"
  },
  {
    "文件名": "[完结] 不应期（父母爱情，年上） 作者：蓝胡子小女孩.txt",
    "夸克盘链接": "https://pan.quark.cn/s/18ad8a5b541c"
  },
  {
    "文件名": "[完结] 残缺的宝贝（1v1 骨科） 作者：地球爆炸.txt",
    "夸克盘链接": "https://pan.quark.cn/s/b798540aa0d1"
  },
  {
    "文件名": "[完结] 不小心被室友男朋友睡了之后 作者：辣梨.txt",
    "夸克盘链接": "https://pan.quark.cn/s/fa90e56d7531"
  },
  {
    "文件名": "[完结] 不得（骨科，父女） 作者：戊安山.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ff9cf76717fb"
  },
  {
    "文件名": "[完结] 病弱少女之奇幻爱恋 作者：独钓寒江雪.txt",
    "夸克盘链接": "https://pan.quark.cn/s/f6b5dc27bdbc"
  },
  {
    "文件名": "[完结] 避风港（1V1） 作者：锦换.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ad1cb6fe21be"
  },
  {
    "文件名": "[完结] 并轨（一妻二夫，年代高H，1V2） 作者：葡芙.txt",
    "夸克盘链接": "https://pan.quark.cn/s/10090e07723a"
  },
  {
    "文件名": "[完结] 病娇杀人鬼变狗狗的终极手段 作者：香煎大棉被.txt",
    "夸克盘链接": "https://pan.quark.cn/s/8277d28267a9"
  },
  {
    "文件名": "[完结] 彼得二世×伊丽莎白 作者：爱磕cp的圆.txt",
    "夸克盘链接": "https://pan.quark.cn/s/0d5c15db2879"
  },
  {
    "文件名": "[完结] 被讨厌的未婚妻小姐（1v2，双生子） 作者：幼稚园车神.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c669913c0586"
  },
  {
    "文件名": "[完结] 被筷子夹起的流动猫咪（1v2年下人外） 作者：Wander.txt",
    "夸克盘链接": "https://pan.quark.cn/s/fa3653925848"
  },
  {
    "文件名": "[完结] 被困赛博世界之后[NPH] 作者：蒙面咸鱼.txt",
    "夸克盘链接": "https://pan.quark.cn/s/80b1762152aa"
  },
  {
    "文件名": "[完结] 被亲哥哥插到汁水漫流（高h 乱伦） 作者：下雨天路滑.txt",
    "夸克盘链接": "https://pan.quark.cn/s/4401f7648f5b"
  },
  {
    "文件名": "[完结] 包养协议 作者：高文羡.txt",
    "夸克盘链接": "https://pan.quark.cn/s/117766504cb8"
  },
  {
    "文件名": "[完结] 背德合集（出轨骨科乱伦） 作者：adai.txt",
    "夸克盘链接": "https://pan.quark.cn/s/d7469e99f65c"
  },
  {
    "文件名": "[完结] 被1V1系统抛弃后我NP了 作者：央央.txt",
    "夸克盘链接": "https://pan.quark.cn/s/f852ae008dfd"
  },
  {
    "文件名": "[完结] Hi,被反套路的渣男们 作者：西西里柑橘.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a74b170f0858"
  },
  {
    "文件名": "[完结] 白日梦真（伪兄妹） 作者：甜云.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a941f240f536"
  },
  {
    "文件名": "[完结] 暗香（高干 诱奸）1v1 作者：事后烟.txt",
    "夸克盘链接": "https://pan.quark.cn/s/d93a596d9638"
  },
  {
    "文件名": "[完结] 白鸽（强制） 作者：躺平的仙女.txt",
    "夸克盘链接": "https://pan.quark.cn/s/0a53a2edbc07"
  },
  {
    "文件名": "[完结] 艾薇塔的秘密（人类少女x人工智能） 作者：兜豆子.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ca5f96183a6e"
  },
  {
    "文件名": "[完结] Tequila（父女 年上  1V1） 作者：大碗鲜虾馄饨面.txt",
    "夸克盘链接": "https://pan.quark.cn/s/186e7c87c282"
  },
  {
    "文件名": "[完结] SidesofLife(骨科) 作者：阮之卿.txt",
    "夸克盘链接": "https://pan.quark.cn/s/3cdd2b8ddb10"
  },
  {
    "文件名": "[完结] Cash&Candy 作者：我的尸体发了莓.txt",
    "夸克盘链接": "https://pan.quark.cn/s/4920bb761618"
  },
  {
    "文件名": "[完结] 【西幻】海妖之眼（重生NP） 作者：暴走兔兔.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e7f34af71bcc"
  },
  {
    "文件名": "[完结] 《一觉醒来，全世界的性欲指数上升了一万倍，除了我》 作者：盐梨.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e7d348f0967e"
  },
  {
    "文件名": "[完结] BETE突然醒悟 作者：恶魔之子.txt",
    "夸克盘链接": "https://pan.quark.cn/s/b48cd8793879"
  },
  {
    "文件名": "[完结] 【海贼王】追忆死水年华 作者：Crovi.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c4a8483e6831"
  },
  {
    "文件名": "[完结] 【NP？】庄晗记 作者：irurila.txt",
    "夸克盘链接": "https://pan.quark.cn/s/6a516292cd81"
  },
  {
    "文件名": "[np  完结+番外7]《被困赛博世界之后[NPH]《》作者：蒙面咸鱼.txt",
    "夸克盘链接": "https://pan.quark.cn/s/3a5eaf98a948"
  },
  {
    "文件名": "[合集 完结]《【GB】肉香四则【__________纯__________肉____合集】》作者：蛇蛇.txt",
    "夸克盘链接": "https://pan.quark.cn/s/8e06398bd584"
  },
  {
    "文件名": "[np  完结]《我家的宠物都疯了（人兽）》作者：喝杯奶茶.txt",
    "夸克盘链接": "https://pan.quark.cn/s/7440a94d56d2"
  },
  {
    "文件名": "[np  完结]《繁育濒危物种》作者：夏盐弈.txt",
    "夸克盘链接": "https://pan.quark.cn/s/6d737f1283bc"
  },
  {
    "文件名": "[np  完结]《沉迷（出轨h，1对3）》作者：一只呀小狐狸.txt",
    "夸克盘链接": "https://pan.quark.cn/s/675ff3b381ae"
  },
  {
    "文件名": "[np  完结]《东宫太子妃沦为母狗记》作者：新梅吕.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ddc524a34dd2"
  },
  {
    "文件名": "[np  完结]《被NP的浴女名媛》作者：新梅吕.txt",
    "夸克盘链接": "https://pan.quark.cn/s/9d58b1f3d71e"
  },
  {
    "文件名": "[np  完结]《[GL]服完兵役的Alpha(服完兵役的Alpha与家里的两个omega妹妹)》作者：逗猫人.txt",
    "夸克盘链接": "https://pan.quark.cn/s/5647e951db73"
  },
  {
    "文件名": "[1v1 完结+番外3]《盈满月（原名：恶毒女配长脑子后（年代h）》作者：哑巴.txt",
    "夸克盘链接": "https://pan.quark.cn/s/49fcea51beb9"
  },
  {
    "文件名": "[1v1 完结+番外1]《红线（古言，父女，H）》作者：AAA不干什么的姐.txt",
    "夸克盘链接": "https://pan.quark.cn/s/2f592a96b824"
  },
  {
    "文件名": "[1v1 完结]《夜夜亵玩（futa）》作者：O泡果奶[T].txt",
    "夸克盘链接": "https://pan.quark.cn/s/9336e894d72d"
  },
  {
    "文件名": "[3p  完结]《顶级绿茶修炼记(表面天真绿茶X 不解风情学霸X黑暗恶势力父亲)》作者：逍遥玩.txt",
    "夸克盘链接": "https://pan.quark.cn/s/26a5f160bacd"
  },
  {
    "文件名": "[1v1 完结]《我的同桌不正常（1V1 病娇男主×文女主）》作者：长腿路.txt",
    "夸克盘链接": "https://pan.quark.cn/s/549f4c3a1a0f"
  },
  {
    "文件名": "[1v1 完结]《挖穿绿茶墙角》作者：苍汐落.txt",
    "夸克盘链接": "https://pan.quark.cn/s/d1de345d7dbb"
  },
  {
    "文件名": "[1v1 完结]《岁岁虞虞(巫祝 强取豪夺 高H）》作者：画糖棠人.txt",
    "夸克盘链接": "https://pan.quark.cn/s/325a82d5fa65"
  },
  {
    "文件名": "[1v1 完结]《屋鬼（1v1 冰冷男鬼穆清淼X背负房贷的二次元小宅女陆梓槿“我”）》作者：Wander.txt",
    "夸克盘链接": "https://pan.quark.cn/s/6327c839275a"
  },
  {
    "文件名": "[1v1 完结]《涉江采芙蓉（古代 GL）》作者：一澄[F].txt",
    "夸克盘链接": "https://pan.quark.cn/s/909258cd9f83"
  },
  {
    "文件名": "[1v1 完结]《守了活寡后，我每晚趁老公睡着，偷情教练》作者：锦绣年华.txt",
    "夸克盘链接": "https://pan.quark.cn/s/94ded6ddb90c"
  },
  {
    "文件名": "[1v1 完结]《上瘾罪奴要挨爆操》作者：墟如意.txt",
    "夸克盘链接": "https://pan.quark.cn/s/b7f2f6dbe446"
  },
  {
    "文件名": "[1v1 完结]《孟冬寒气至（古代 GL）》作者：一澄[F].txt",
    "夸克盘链接": "https://pan.quark.cn/s/3d4da5dbeaa7"
  },
  {
    "文件名": "[1v1 完结]《快穿之爱你无罪》作者：一只呀小狐狸.txt",
    "夸克盘链接": "https://pan.quark.cn/s/204a82e9ae76"
  },
  {
    "文件名": "[1v1 完结]《到底是男朋友还是老婆》作者：嘀嗒法.txt",
    "夸克盘链接": "https://pan.quark.cn/s/5842f8c43111"
  },
  {
    "文件名": "[1v1 完结]《蓝色病院（短篇，骨科 年上 暗黑）》作者：满月布莱尔.txt",
    "夸克盘链接": "https://pan.quark.cn/s/43d9200fadfc"
  },
  {
    "文件名": "[1v1 完结]《打枪(亲父女 贪官公安厅厅长x贪官的假小子女儿)》作者：师峤.txt",
    "夸克盘链接": "https://pan.quark.cn/s/f55b525e3743"
  },
  {
    "文件名": "[1v1 完结]《（gb）高岭之花坠下了神坛》作者：lsp是我.txt",
    "夸克盘链接": "https://pan.quark.cn/s/d59ccafb9640"
  },
  {
    "文件名": "完结补番196] 被前男友他爸强肏(NP，重口，高H) 作者：黄太后.txt",
    "夸克盘链接": "https://pan.quark.cn/s/42bf9523f711"
  },
  {
    "文件名": "迷情（出轨 h）作者：Shayenxxx.txt",
    "夸克盘链接": "https://pan.quark.cn/s/81f76e4d20dc"
  },
  {
    "文件名": "[完结补番374] 斯文败类（高干 1V1 高H） 作者：臣言.txt",
    "夸克盘链接": "https://pan.quark.cn/s/8934ce5ecda0"
  },
  {
    "文件名": "[完结补番204] 应召男菩萨 (1V1) H 作者：其女也.txt",
    "夸克盘链接": "https://pan.quark.cn/s/040b837d6009"
  },
  {
    "文件名": "[完结补番465] 【西幻】侍魔（SM、剧情H、重口黑暗向） 作者：拉格朗曰.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e7115b9ec9cd"
  },
  {
    "文件名": "[完结全+番外]被权贵玷污的清冷美人 作者：大王炒饭Karine【20】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/09a1a2587d7d"
  },
  {
    "文件名": "[np  完结]《堕落流星 N P（现代  高H  正剧  俊帅受  职场）》作者：吃土少年.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a0822ec0a83c"
  },
  {
    "文件名": "[np  完结]《动物园取精者》作者：奶盖.txt",
    "夸克盘链接": "https://pan.quark.cn/s/d9852a847e66"
  },
  {
    "文件名": "[np  完结]《堕落的清纯校花》作者：不夜之城.txt",
    "夸克盘链接": "https://pan.quark.cn/s/80067a8e1cc6"
  },
  {
    "文件名": "[np  完结]《短篇肉文（BL双性重口）》 作者：夏乂.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c01c8ca79f9e"
  },
  {
    "文件名": "[np  完结]《调教烈犬【总攻BDSM】》作者：苍君夏.txt",
    "夸克盘链接": "https://pan.quark.cn/s/77e5643a41f8"
  },
  {
    "文件名": "zeby匿名咸鱼.txt",
    "夸克盘链接": "https://pan.quark.cn/s/df634a65b258"
  },
  {
    "文件名": "yin乱小兔子by纯情女高.txt",
    "夸克盘链接": "https://pan.quark.cn/s/6d9e44862fca"
  },
  {
    "文件名": "yin乱十八线小明星by纯情女高.txt",
    "夸克盘链接": "https://pan.quark.cn/s/d3ca05551383"
  },
  {
    "文件名": "Triple Confusionby再河.txt",
    "夸克盘链接": "https://pan.quark.cn/s/4a0f474512a2"
  },
  {
    "文件名": "West Coastbyineedalotofmeat.txt",
    "夸克盘链接": "https://pan.quark.cn/s/627d16a8219c"
  },
  {
    "文件名": "Wasteland,baby!byineedalotofmeat.txt",
    "夸克盘链接": "https://pan.quark.cn/s/137131df96d8"
  },
  {
    "文件名": "The Zonebyineedalotofmeat.txt",
    "夸克盘链接": "https://pan.quark.cn/s/10e3f5350c09"
  },
  {
    "文件名": "Summer Wineby海洋固体废物.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c2ded63a75a0"
  },
  {
    "文件名": "S级漫改教学by是踢酱啊.txt",
    "夸克盘链接": "https://pan.quark.cn/s/3e7a5be9f3f6"
  },
  {
    "文件名": "Pet Sounds.txt",
    "夸克盘链接": "https://pan.quark.cn/s/8ee93dc8acb5"
  },
  {
    "文件名": "Shallow MurkbyJust P.txt",
    "夸克盘链接": "https://pan.quark.cn/s/07691c0179a5"
  },
  {
    "文件名": "Submissivebyineedalotofmeat.txt",
    "夸克盘链接": "https://pan.quark.cn/s/56113c251624"
  },
  {
    "文件名": "Omnivoreby海洋固體廢物.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ee2d647f6509"
  },
  {
    "文件名": "M攻by轻骑.txt",
    "夸克盘链接": "https://pan.quark.cn/s/10d7a3ccedbe"
  },
  {
    "文件名": "In The Pinesbyineedalotofmeat.txt",
    "夸克盘链接": "https://pan.quark.cn/s/4ebe002d563b"
  },
  {
    "文件名": "Marshlandby高啊雅啊寻与.txt",
    "夸克盘链接": "https://pan.quark.cn/s/f749861b48e6"
  },
  {
    "文件名": "Love With Margaritaby冰皮月饼真好吃.txt",
    "夸克盘链接": "https://pan.quark.cn/s/32cb8b4579ca"
  },
  {
    "文件名": "kiki, my kikibystoneheart.txt",
    "夸克盘链接": "https://pan.quark.cn/s/89ead639a05d"
  },
  {
    "文件名": "HE短篇合集by轻骑.txt",
    "夸克盘链接": "https://pan.quark.cn/s/aac918b2d7cf"
  },
  {
    "文件名": "Hated by Life Itselfby辰宛CWan.txt",
    "夸克盘链接": "https://pan.quark.cn/s/d14459b8b7a1"
  },
  {
    "文件名": "Grasp the starby匿名咸鱼.txt",
    "夸克盘链接": "https://pan.quark.cn/s/3def5a125c17"
  },
  {
    "文件名": "fgo淫欲特异点.txt",
    "夸克盘链接": "https://pan.quark.cn/s/4b6b33afbfee"
  },
  {
    "文件名": "Golden usby去年在阿鲁吧.txt",
    "夸克盘链接": "https://pan.quark.cn/s/329cb203d507"
  },
  {
    "文件名": "[完结641+番外]被灭门后她杀疯了（古言，1V1） 作者：兆壹北【24.11.26】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c240552c64dd"
  },
  {
    "文件名": "EROS-道具师by古道道.txt",
    "夸克盘链接": "https://pan.quark.cn/s/da932b4fb004"
  },
  {
    "文件名": "FF7特殊训练by狐知云.txt",
    "夸克盘链接": "https://pan.quark.cn/s/cc6aafe2fe11"
  },
  {
    "文件名": "Evidencebyineedalotofmeat.txt",
    "夸克盘链接": "https://pan.quark.cn/s/7611a788d088"
  },
  {
    "文件名": "Dear.Christmasby不可襄也-番全.txt",
    "夸克盘链接": "https://pan.quark.cn/s/332842c89973"
  },
  {
    "文件名": "Blue Moonby江秋白.txt",
    "夸克盘链接": "https://pan.quark.cn/s/f3fac7f6d2a7"
  },
  {
    "文件名": "18线快穿任务者by一条黄心咸鱼.txt",
    "夸克盘链接": "https://pan.quark.cn/s/d35eb400c8d0"
  },
  {
    "文件名": "BE短篇by轻骑.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ecdc7afb3052"
  },
  {
    "文件名": "American Daydreambyenirungstag.txt",
    "夸克盘链接": "https://pan.quark.cn/s/de1c0ad0d9bd"
  },
  {
    "文件名": "17年的一些梗和段子by洛排生.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ab923c348205"
  },
  {
    "文件名": "15年与1461天by霜降_.txt",
    "夸克盘链接": "https://pan.quark.cn/s/da06dd7c5a59"
  },
  {
    "文件名": "【废】[完结] 月本无光(性向未知) 作者：第零片树叶.txt",
    "夸克盘链接": "https://pan.quark.cn/s/84eeb4f0af43"
  },
  {
    "文件名": "[完结608+番外]被灭门后她杀疯了（古言，1V1） 作者：兆壹北.txt",
    "夸克盘链接": "https://pan.quark.cn/s/76775a73fadb"
  },
  {
    "文件名": "［总_攻］无论如何都想吃掉的男人们 作者：恋爱脑君.txt",
    "夸克盘链接": "https://pan.quark.cn/s/6bcb0d0eeadb"
  },
  {
    "文件名": "[完结418+番外]余家娇娘 作者：兆壹北【24.11.26】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/2600bc98e0db"
  },
  {
    "文件名": "[完结318+番外]炮灰小师姐挨艹实录（NPH） 作者：蜜酒.txt",
    "夸克盘链接": "https://pan.quark.cn/s/f6778055c886"
  },
  {
    "文件名": "[完结404+番外]【西幻】圣子（1V1，H）作者：蜀夕【24.11.12】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/6b2069dd8190"
  },
  {
    "文件名": "[完结236+番外]难抵（1v1 出轨 妹夫）作者：市鞍马~补番【24.11.15】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/08f75b78eebb"
  },
  {
    "文件名": "[完结194+番外]三尺春（古言，伪骨科，兄妹） 作者：长青长白.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a688f1748b6a"
  },
  {
    "文件名": "[完结208+番外]被前男友他爸强肏(NP，重口，高H) 原名 孽缠_被前男友他爸囚禁强肏(NP，高H)作者：百来斤肉肉【24.11.10】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/82519567c463"
  },
  {
    "文件名": "[完结191+番外]《读书为了睡爱豆》作者：雨山（百合1v1）【24.10.13】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/b32b7d3894c2"
  },
  {
    "文件名": "[完结180+番外]白杨港俾（原名：《顶级暧昧》） 作者：徐图南【24.11.27】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a9a9692eecf3"
  },
  {
    "文件名": "[完结182]老公帮我出轨【np】作者：崔黑【24.11.09】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/31fbc31ebeef"
  },
  {
    "文件名": "[完结187+番外]二度初恋（1v1，校园，久别重逢）作者：迢迢.txt",
    "夸克盘链接": "https://pan.quark.cn/s/fef5a7646486"
  },
  {
    "文件名": "[完结191]咬痕（年上H） 作者：岁晚【24.11.25】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/25bdeabe19fb"
  },
  {
    "文件名": "[完结178+番外]金阙春深（古言1v2，男全处） 作者：汐蝶.txt",
    "夸克盘链接": "https://pan.quark.cn/s/4dbd2cb24d69"
  },
  {
    "文件名": "[完结169+番外]装腔（西幻，高h）作者：青舟小渡.txt",
    "夸克盘链接": "https://pan.quark.cn/s/206c43ee55cc"
  },
  {
    "文件名": "[完结169+番外]装腔（西幻，高h）作者：青舟小渡【24.11.25】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e0f4f1bf3bd3"
  },
  {
    "文件名": "[完结158]每天打赏的色情主播是哥哥（骨科1v1） 作者：堆玉【24.11.10】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/f536ca2b4359"
  },
  {
    "文件名": "[完结152]白月光是金主他哥NPH 作者：坡忒头【24.11.21】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/718e380e2f69"
  },
  {
    "文件名": "[完结149+番外]替孕（高H） 作者：宸月【24.11.11】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/999016331d10"
  },
  {
    "文件名": "[完结156]普女可以不恶毒吗 作者：做冷【24.11.23】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/0ad8f5427887"
  },
  {
    "文件名": "[完结141+番外]渡心（校园 NPH） 作者：莫晨.txt",
    "夸克盘链接": "https://pan.quark.cn/s/7fba2df33af5"
  },
  {
    "文件名": "[完结133+番外]手心手背（NP，真伪姐弟骨） 作者：清瓷酒【24.11.09】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/f0f87b7eeec3"
  },
  {
    "文件名": "[完结135+番外]手心手背（NP，真伪姐弟骨） 作者：清瓷酒【24.11.29】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ed30e17de1f0"
  },
  {
    "文件名": "[完结135]和顶流啪啪后我被赖上了(原名：《艺人助理(娱乐圈np)》) 作者：绣娘【24.11.24】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/23572c048493"
  },
  {
    "文件名": "[完结134]我在等他提分开（包养_追妻H） 作者：猫九九【24.11.30】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/6dca5890c48f"
  },
  {
    "文件名": "[完结126+番外]上下左右 作者：三侗岸【24.11.02】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/454f31996861"
  },
  {
    "文件名": "[完结126+番外]上下左右 作者：三侗岸.txt",
    "夸克盘链接": "https://pan.quark.cn/s/1e529f7ccae3"
  },
  {
    "文件名": "[完结126+番外]缠金枝（古言1v1，先婚后爱）作者：汐蝶【24.11.10】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/cd34ab0a7e18"
  },
  {
    "文件名": "[完结126]给他的爱分我一半好吗？（1v2_高H）作者：尘星末位【24.11.07】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e444e956ec0f"
  },
  {
    "文件名": "[完结124+番外]缠枝（贵族学院文 np） 作者：请吃彩虹小豆吧【24.11.29】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/2f973b7d4388"
  },
  {
    "文件名": "[完结125]妻妹（姐夫1v1h） 作者：消灭所有指点狗.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e95384465271"
  },
  {
    "文件名": "[完结118+番外]独宠贵妃闯现代（古穿今1v1，SC） 作者：汐蝶【24.11.25】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/389a7d8da14c"
  },
  {
    "文件名": "[完结122+番外]平行线（二战 纳粹德国 H） 作者：Jing【24.11.10】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/28758e53e6bd"
  },
  {
    "文件名": "[完结116+番外]夫君他浑身杀气（双马甲 先婚后爱 1v1武侠甜文） 作者：锈斑猫【24.11.13】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c3bcfbb4c8ec"
  },
  {
    "文件名": "[完结111+番外]穿成玛丽苏文里的邪恶反派 nph 作者：月儿湾【24.11.03】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/8527c3e1ef74"
  },
  {
    "文件名": "[完结110]怜春娇（古言骨科nph） 作者：栖烟.txt",
    "夸克盘链接": "https://pan.quark.cn/s/d7ec52b4b7e9"
  },
  {
    "文件名": "[完结111+番外]隔壁孟先生（1v1）h 作者：一梦未觉【24.9.30】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/7db9adb02e62"
  },
  {
    "文件名": "[完结108+番外]被我玩弄的家伙是个杀人如麻的疯批 作者：魏承泽【24.11.30】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/b058ac8695ea"
  },
  {
    "文件名": "[完结107]《在农言商》作者：潜木（百合1v1）【24.10.07】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/1f3369fb62b8"
  },
  {
    "文件名": "[完结106+番外]《猫爪摁狗头（赖床）》作家：假恐龙（1v1）~补番【24.10.06】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/84131c8cee88"
  },
  {
    "文件名": "[完结107]Hold on tight（女明星_高干_SP_1v1_高H） 作者：鹿捎.txt",
    "夸克盘链接": "https://pan.quark.cn/s/34a209398297"
  },
  {
    "文件名": "[完结100+番外]她的价值（包养_SP） 作者：小竹荚【24.11.07】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/4ebee69190d4"
  },
  {
    "文件名": "[完结99]《她戒之下 under her ring》作者：明天再说吧qaq（np百合）【24.10.14】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/843312adb1f5"
  },
  {
    "文件名": "[完结98+番外]金禾之死 作者：江苦【24.11.19】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/d82a483751c7"
  },
  {
    "文件名": "[完结98+番外]《家政服务性怪物男妈妈》作者：苏卿辞（女攻1v1）【24.10.05】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/b3eab0704a03"
  },
  {
    "文件名": "[完结98]萌猫正在收取爱慕值中【NPH】 作者：爱炒菜的理子.txt",
    "夸克盘链接": "https://pan.quark.cn/s/5ab12b18d84e"
  },
  {
    "文件名": "[完结97+番外]梦你难眠（1V1H） 作者：粉蔷薇【24.11.06】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e4b7f8a4674c"
  },
  {
    "文件名": "[完结95+番外]余烬 作者：糖果雪山.txt",
    "夸克盘链接": "https://pan.quark.cn/s/fcea1088f131"
  },
  {
    "文件名": "[完结97]云端孤岛（校园 破镜重圆 1v1）作者：十冬禾【24.11.14】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/23325dfe7aa7"
  },
  {
    "文件名": "[完结96]连名带姓（破镜重圆h） 作者：Min.txt",
    "夸克盘链接": "https://pan.quark.cn/s/7f7b23c89a19"
  },
  {
    "文件名": "[完结96]鬼话连篇（玄幻 人鬼恋 h）作者：雪轻月.txt",
    "夸克盘链接": "https://pan.quark.cn/s/f7e216316b7e"
  },
  {
    "文件名": "[完结91]迷途 作者：不吃甜的十三姨.txt",
    "夸克盘链接": "https://pan.quark.cn/s/1712b05816b8"
  },
  {
    "文件名": "[完结95+番外]达克兰港 作者：辞渔【24.11.03】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/f96c057de487"
  },
  {
    "文件名": "[完结93+番外]梦你难眠（1V1H） 作者：粉蔷薇.txt",
    "夸克盘链接": "https://pan.quark.cn/s/4c6db89e8a0d"
  },
  {
    "文件名": "[完结90]引君入蛊（1v1 H）作者：阙阙【24.11.20】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/774ab8b37762"
  },
  {
    "文件名": "[完结87+番外]燃灯续昼（1v2 强制） 作者：月洒清霜【24.11.09】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/232dba16d099"
  },
  {
    "文件名": "[完结89+番外]救赎不如救命【1v1·男配上位·女主觉醒】 作者：发疯的阿亘【24.11.07】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/4edaaff768de"
  },
  {
    "文件名": "[完结82]梦女降临 作者：蓝胡子小女孩【24.11.26】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/1302c64d5b24"
  },
  {
    "文件名": "[完结86+番外]清冷师叔为我解欲毒(h) 作者：八级大狂风【24.11.15】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/b3f66705b067"
  },
  {
    "文件名": "[完结80+番外]《隆升记事》作者：索伦多斯（3p）【24.10.10】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/2085c3999ef6"
  },
  {
    "文件名": "[完结81]末日后,我靠绿茶成功上位 作者：知海橙子【24.11.10】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/8f166fe1619a"
  },
  {
    "文件名": "[完结80+番外]小白虎国企淫荡实习之路（高H1V1） 作者：我是土狗我爱写肌肉黄料.txt",
    "夸克盘链接": "https://pan.quark.cn/s/69f2a004e300"
  },
  {
    "文件名": "[完结81]《私以为》作者 豆冰北乐蒂（GL百合1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/0331d33564d6"
  },
  {
    "文件名": "[完结79]《越王》作者：猫吃了鸟（百合1v1）【24.10.29】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/b6d9ba236e1d"
  },
  {
    "文件名": "[完结80]我家进狗了！（亲兄妹1v1） 作者：Iris【24.11.06】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e2e4717c08f0"
  },
  {
    "文件名": "[完结80]长夜（1v1强制） 作者：里春.txt",
    "夸克盘链接": "https://pan.quark.cn/s/249333b9c376"
  },
  {
    "文件名": "[完结80]长夜（1v1强制） 作者：里春【24.11.23】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a6d4ed8b106f"
  },
  {
    "文件名": "[完结77]狠角儿（NPH)作者：自由基【24.11.03】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/8fd14a327427"
  },
  {
    "文件名": "[完结76]《折月亮》作者：旁观者（百合1v1）修改版.txt",
    "夸克盘链接": "https://pan.quark.cn/s/2c60fcb34a40"
  },
  {
    "文件名": "[完结77]《性爱禁止》作者：TwoC（百合1v1）【24.10.12】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/3ac93e5bbd4b"
  },
  {
    "文件名": "[完结77]嗅觉障碍 作者：荒唐言【24.11.14】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c07a1a84c8a5"
  },
  {
    "文件名": "[完结75]当爱来临的时候 作者：欣尔.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a21463f65167"
  },
  {
    "文件名": "[完结74]《悦色诱惑》作者：又似伊維特（百合ntr）【【24.10.12】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/0f68f621d4a3"
  },
  {
    "文件名": "[完结75+番外]草粉草到事业粉了 作者：Soraka【24.11.30】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c3ab1c55142b"
  },
  {
    "文件名": "[完结75]电风扇与西瓜汁（青梅竹马h） 作者：岛京月.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c78694f41740"
  },
  {
    "文件名": "[完结73+番外]《落难典狱长的48小时》作者：烟蓝（np）【24.10.26】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ae9cd1887309"
  },
  {
    "文件名": "[完结70]望山远岐（1v1）作者：莫为非.txt",
    "夸克盘链接": "https://pan.quark.cn/s/70d7bf80d0e2"
  },
  {
    "文件名": "[完结73]关于我哥和我男朋友互换身体这件事（1v2） 作者：白葡萄.txt",
    "夸克盘链接": "https://pan.quark.cn/s/373bc0c5d2a3"
  },
  {
    "文件名": "[完结73]绿春波(高干 替身情人 H) 作者：无梦【24.11.16】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/f4b773f4462a"
  },
  {
    "文件名": "[完结69+番外]你或像你的人（1v1H） 作者：猫九九.txt",
    "夸克盘链接": "https://pan.quark.cn/s/88ed4f2af1f3"
  },
  {
    "文件名": "[完结69+番外]春夜（先婚后爱 1v1）作者：一支枯芙【24.11.03】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/d8cbce4c3a11"
  },
  {
    "文件名": "[完结69+番外]《侍君守》作者：Mousse_慕斯（1v1）【24.10.21】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/be8aa67987ca"
  },
  {
    "文件名": "[完结68]废墟之夜（1v1,H,县城文学） 作者：老瓦盆.txt",
    "夸克盘链接": "https://pan.quark.cn/s/d55337558209"
  },
  {
    "文件名": "[完结69+番外]春夜（先婚后爱 1v1）作者：一支枯芙.txt",
    "夸克盘链接": "https://pan.quark.cn/s/6cc8e62f4625"
  },
  {
    "文件名": "[完结69]侯爷他拒绝火葬场 作者：我是一条无尾鱼.txt",
    "夸克盘链接": "https://pan.quark.cn/s/4cd575c7fba6"
  },
  {
    "文件名": "[完结62+番外]S级哨兵的抚慰剂【哨向 bg】 作者：茶小妤.txt",
    "夸克盘链接": "https://pan.quark.cn/s/6fb20ae26f6d"
  },
  {
    "文件名": "[完结62+番外]S级哨兵的抚慰剂【哨向 bg】 作者：茶小妤【24.11.02】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/6f4b7bc0ab93"
  },
  {
    "文件名": "[完结68]不如他（1V1，H） 作者：白毛浮绿【24.11.14】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/8712a3d65218"
  },
  {
    "文件名": "[完结65]饲养一个人类（星际1v1高h） 作者：种植园大户【24.11.15】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/25b169f83238"
  },
  {
    "文件名": "[完结61+番外]《觊觎已久》作者：多喝热水（百合1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/8ac2427c58ae"
  },
  {
    "文件名": "[完结57]你养你的猪我做我的鸭（1v1）作者：萧九凉.txt",
    "夸克盘链接": "https://pan.quark.cn/s/f5a6c3ca6361"
  },
  {
    "文件名": "[完结61]《三好同桌有性瘾》作者：点暮鸦（百合1v1）【24.10.06】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e21ab4411ef6"
  },
  {
    "文件名": "[完结62]第一次接客接到同学了怎么办（校园1v1） 作者：听雾化风【24.11.13】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/af9e7aeee4d7"
  },
  {
    "文件名": "[完结57]对峙关系(校园1v1) 作者：苏麻离青_【24.11.10】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/591931a5689d"
  },
  {
    "文件名": "[完结52+番外]禁烟恋爱（师生1v1） 作者：灯欲眠【24.11.14】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/4d3255f9bddb"
  },
  {
    "文件名": "[完结56]《被抵给黑白通吃的大佬后》作者：碎碎鲨没睡（百合abo）【24.10.09】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/919e4028b6d2"
  },
  {
    "文件名": "[完结52+番外]《狩猎女神》作者：浮生若梦（女攻np）【24.10.18】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e44021c56eef"
  },
  {
    "文件名": "[完结50]白月光背着我有儿子了（np） 作者：五更天的光.txt",
    "夸克盘链接": "https://pan.quark.cn/s/dcb5dce40a09"
  },
  {
    "文件名": "[完结46]在恋综里背着前男友把其他男嘉宾都睡了 作者：苏月光不是白月光【24.11.02】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/fff6e87067b1"
  },
  {
    "文件名": "[完结46]在恋综里背着前男友把其他男嘉宾都睡了 作者：苏月光不是白月光.txt",
    "夸克盘链接": "https://pan.quark.cn/s/520559da8826"
  },
  {
    "文件名": "[完结47+番外]《化成扶她穿越到R极世界》作者：Raynorsucker（百合np）【24.10.29】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/70f947adfd8b"
  },
  {
    "文件名": "[完结45+番外]末世乳汁养活一屋子男人（nph 男处） 作者：玫瑰女侠.txt",
    "夸克盘链接": "https://pan.quark.cn/s/7f2098367816"
  },
  {
    "文件名": "[完结44]《我从海边捡了条人鱼》作者：由雪（1v1百合futa）【24.10.11】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/fb7c79206aad"
  },
  {
    "文件名": "[完结45]《庸俗爱情(妻子×情人)gl》作者 超绝煤气罐子【24.10.28】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/33beaca5a1b7"
  },
  {
    "文件名": "[完结44]孽债（母子，高H） 作者：月白风清【24.11.20】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/8e17f4171ed1"
  },
  {
    "文件名": "[完结45+番外]《我和我的先生》作者：半价童话票（故事集）【24.10.25】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/655ec4ec6e8a"
  },
  {
    "文件名": "[完结31]《救赎文的偏执女配觉醒了》作者 咩咩（GL百合1v1）【24.10.13】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/8fcdb7dda5cb"
  },
  {
    "文件名": "[完结37]X依存症的邻居们 作者：水森林【24.11.08】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/6934eb1ee36c"
  },
  {
    "文件名": "[完结37]pink cheeks（骨科） 作者：Chi-Chi【24.11.08】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a86337003dd7"
  },
  {
    "文件名": "[完结31]《与姐姐干柴烈火》作者：一口鱼酥（百合np）【24.10.17】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/07c046909526"
  },
  {
    "文件名": "[完结30+番外]同时交往两个男朋友后我翻车了 作者：不想捡树枝【24.11.16】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/11ca1a87a1f8"
  },
  {
    "文件名": "[完结28]宝月公主（父女） 作者：春潮带雨【24.11.17】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/54970ae73c5a"
  },
  {
    "文件名": "[完结30]《她预谋已久》作者：虞美人（百合1v1）【24.10.20】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/cfebfd80c9e2"
  },
  {
    "文件名": "[完结+番外全]《师尊他带球跑了》作者：九天（1v1）【24.10.05】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/9ade2768bf6f"
  },
  {
    "文件名": "[完结25]《小妈，我是你的狗。》作者 疯子凯（GL百合1v1）【24.10.12】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/90fb3355c6a4"
  },
  {
    "文件名": "[完结+番外全]《小男妓》作家：蒙面大月亮（np）【24.10.03】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/0da27b421be2"
  },
  {
    "文件名": "[完结+番外全]《兽世求生记》作者：野生猫咪（np）~补番【24.10.01】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c40efdf187f5"
  },
  {
    "文件名": "[完结24]和一条蛇谈恋爱（1v1）作者：腐满.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ec83bc1c45f8"
  },
  {
    "文件名": "[完结+番外10]《被竹马艹翻的Alpha》作者：胖嗝(1v1 AA）~补番【24.10.04】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/9ed7bf62b8ed"
  },
  {
    "文件名": "[完结+番外5]《漂亮宝贝》作者：沈淮墨（np）~补番【24.10.03】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a75f584a920c"
  },
  {
    "文件名": "[完结+番外1]《被浇灌的小侯爷》作者：江湖老手（np）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/64a1a00428f8"
  },
  {
    "文件名": "[完结+番外3]恶女将醒（科幻强强女性向）作者：别告诉小郭[补番].txt",
    "夸克盘链接": "https://pan.quark.cn/s/78923f5055e3"
  },
  {
    "文件名": "[完结+番外]颂舟 作者：八月雨.txt",
    "夸克盘链接": "https://pan.quark.cn/s/739bce10006d"
  },
  {
    "文件名": "[完结+番外]《逐瘾》作者：知更（np）【24.10.03】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/de24cca7f419"
  },
  {
    "文件名": "[完结+番外]发我枝上花 作者：万山雪【24.11.25】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/671c949f09d4"
  },
  {
    "文件名": "[完结+番外]《又弱又笨的漂亮玩家不想沦为怪物们的共妻 游戏尽头》作者：直下看山河（np）【24.10.07】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/777851eeeb45"
  },
  {
    "文件名": "[完结+番外]蛇莓 作者：薛圣枝【24.11.27】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/0f1ba8093eaa"
  },
  {
    "文件名": "[完结+番外]《替身被强制交易了》作者：淡祈（3p）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/83069af13917"
  },
  {
    "文件名": "[完结+番外]《天帝好暴躁！》作者：悠悠爱吃肉（女攻1v1）【24.10.15】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a9cbeb1d0a48"
  },
  {
    "文件名": "[完结+番外]《论跟皇帝分手的下场》作者：初来乍到（1v1）~补番【24.10.07】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/d7b9c3cc4f9f"
  },
  {
    "文件名": "[完结+番外]《沦为仆人们的玩物的水月阁阁主》作者：大釜（np）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/5f214ae35e3a"
  },
  {
    "文件名": "[完结+番外]《靠吸阳气才能活下去【双】》作者：小顾（np）~补番【24.10.06】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/4309ca42716c"
  },
  {
    "文件名": "[完结+番外]《靠幸运max能追到反派美人吗》作者：又来了啊（1v1）【24.10.13】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/f055186930e1"
  },
  {
    "文件名": "[完结+番外]《惩戒列车》作者：lanseziteng（1v1 sp）~补番【24.10.03】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/6c15a4d4b8bd"
  },
  {
    "文件名": "[完结+番外]《笨蛋美人在兽人部落被疼爱的日子》作者：纯牛奶（np）~补番【24.10.07】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/4d7c7f82a1ff"
  },
  {
    "文件名": "[完结+5番外]《挑衅我哥后被玩坏了》作者：宴鸿儒（1v1）【24.10.27】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e04750b51b11"
  },
  {
    "文件名": "[完结+2番外]《徒有其表》作者：甜崽小馒头（3p）【24.10.20】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/174145678b27"
  },
  {
    "文件名": "[完结+番外]《白云千载》作者：破破破（百合1v1）【24.10.02】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/1c5531787243"
  },
  {
    "文件名": "[完结+2番外]《何以为家》作者：栗子宽（1V1 BDSM）【24.10.01】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/bec8e8a367bc"
  },
  {
    "文件名": "[完结]18线快穿任务者 作者：扭成麻花.txt",
    "夸克盘链接": "https://pan.quark.cn/s/60d7f8d03193"
  },
  {
    "文件名": "[完结]《主人们的传信大使》作者：飘遥（np）【24.10.20】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/7ea91bb68320"
  },
  {
    "文件名": "[完结]《只靠骰子决定命运的H文》作者：driver（总攻）【24.10.07】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c18790bf4efe"
  },
  {
    "文件名": "[完结]18线快穿任务者 作者：扭成麻花 2.txt",
    "夸克盘链接": "https://pan.quark.cn/s/fc6998658028"
  },
  {
    "文件名": "[完结]《拯救被下药的男主》作者：吉娃莲多肉（快穿np）【24.10.07】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/1da6147316ea"
  },
  {
    "文件名": "[完结]《在成为家族共妻的日子里》作者：帝雅蠛蝶0（np）【24.10.12】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/7a3abb11da5a"
  },
  {
    "文件名": "[完结]《拯救悲惨双性人妻》作者：坠落的风（快穿总攻）【24.10.02】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/47f272e4f717"
  },
  {
    "文件名": "[完结]《愿望成真APP》作者：再吃亿碗（NP ABO）【24.10.02】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/9046c4d84c09"
  },
  {
    "文件名": "[完结]《宇智波神威的兄弟爱》作者：命运诡计（总攻np）【24.10.05】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c74dd784e742"
  },
  {
    "文件名": "[完结]《一个Beta的爱情》作者：monoQ（1v1）【24.10.07】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/682d86fc0fdc"
  },
  {
    "文件名": "[完结]《以后就跟我好好过日子》作者：溢瓶水（1v1）【24.10.02】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/11c5a9a5bf72"
  },
  {
    "文件名": "[完结]《一念执着》作者：蜜糖唯呆专属（1v1）【24.10.05】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a235a06d49c6"
  },
  {
    "文件名": "[完结]《养猫传奇》作者：甘草（1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/365a81381ed4"
  },
  {
    "文件名": "[完结]《修真炉鼎》作者：琉璃醉（总攻，np，双性）【24.10.06】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/9590ccd079b4"
  },
  {
    "文件名": "[完结]《夏靡游戏》作者：魔魅树精姥姥（ntr）【24.10.29】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/eda6c98d8760"
  },
  {
    "文件名": "[完结]《性想事成》作者：爆汁西红柿（np）【24.10.04】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ce65240fa929"
  },
  {
    "文件名": "[完结]《我爱上了霸凌我的男人》作家：侧成峰（1v1）【24.10.06】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/2933c7bb7c52"
  },
  {
    "文件名": "[完结]《我的健身教练很恐同》作者：陆坡（1v1）【24.10.06】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/659bc52331fe"
  },
  {
    "文件名": "[完结]《我愿为奴，求您收留》作者：history is【24.10.28】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/82c57fa7e740"
  },
  {
    "文件名": "[完结]《危险调教》作者：Misian（1v1）【24.10.28】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/dead122937a6"
  },
  {
    "文件名": "[完结]《亡国的公主与拯救的骑士》作者：椰果绿茶（1v1）【24.10.07】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a9769320cc2e"
  },
  {
    "文件名": "[完结]《偷上上将的床》作者：三月十九（女攻1v1）【24.10.12】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/d9904ac44df2"
  },
  {
    "文件名": "[完结]《徒步遇见漂亮双星老师，当然要炒饭他》作者：duosuoleisi（np）【24.10.14】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/fcd216db24d0"
  },
  {
    "文件名": "[完结]《他们来到午夜山》作者：猩红福音（np）【24.10.03】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/8f9cfb4c38a2"
  },
  {
    "文件名": "[完结]《同室操戈》作者：纯爱玩咖（1v1）【24.10.01】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/12b3d325a0a5"
  },
  {
    "文件名": "[完结]《偷情被发现，牛头人老公硬了》作者：巧克力大王【24.10.22】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/70924ed7a69d"
  },
  {
    "文件名": "[完结]《他是故意出轨的》作者：小废物（总攻）【24.10.05】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a1eef781b53e"
  },
  {
    "文件名": "[完结]《叔叔，你亲亲我》作者：方圆西木nut（1v1）【24.10.06】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e04b37ba7d5e"
  },
  {
    "文件名": "[完结]《双星小寡夫YD日记》作者：伊芙（np）【24.10.16】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/19b326ef1d30"
  },
  {
    "文件名": "[完结]《双性小猫妖娇软多汁》作者：冬眠的猫（1v1）【24.10.02】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/09dc89cf5fa9"
  },
  {
    "文件名": "[完结]《十日谈·临沭（追夫火葬场）》作家：欢喜（1v1）【24.10.05】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/9b9f183eade2"
  },
  {
    "文件名": "[完结]《师兄操我成淫奴却叫我念清心咒》作者：大口吃肉（1v1）【24.10.01】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/574135bf5e23"
  },
  {
    "文件名": "[完结]《丧钟》作者：祈枕安（1v1）【24.10.01】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/7d1f716bcc00"
  },
  {
    "文件名": "[完结]《上神被如来诓去养情丝》作者：南浅（1v1）【24.10.09】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/14f9d80e15e7"
  },
  {
    "文件名": "[完结]《囚仙索爱》作者：乌龙白桃茶（3p）【24.10.07】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/f7ae24ef0b18"
  },
  {
    "文件名": "[完结]《山长与勾栏》作者：不明所以的x（总攻np）【24.10.04】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/0ec54053b80c"
  },
  {
    "文件名": "[完结]《情语之莫三秋》作者：202班（1v1）【24.10.16】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c0d3dafc699b"
  },
  {
    "文件名": "[完结]《侵占嫂子（鬼妻futa）》作者 苏二月（GL百合）【24.10.16】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/1d79e6bd09c8"
  },
  {
    "文件名": "[完结]《强操白软美人》作者：就是野（np）【24.10.01】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/24f61e78ebdc"
  },
  {
    "文件名": "[完结]《乱世红烧肉》作者：月尽良宵（故事集）【24.10.04】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/0fabbd37b2d7"
  },
  {
    "文件名": "[完结]《拼盘家庭》作家：阿蘼（np）【24.10.04】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/99a603e84e78"
  },
  {
    "文件名": "[完结]《奇怪性癖的男人们》作者：银色海（故事集）【24.10.03】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/4e4e2fe85b4f"
  },
  {
    "文件名": "[完结]《女尊之敌国皇子身下臣》作者：三月十九（女攻1v1）【24.10.16】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/40ba5f5f77ca"
  },
  {
    "文件名": "[完结]《军父警子》作者：苍穹之鹰（np）【24.10.29】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/2127f5514137"
  },
  {
    "文件名": "[完结]《救我》作者：符升.txt",
    "夸克盘链接": "https://pan.quark.cn/s/5a8e839ce9db"
  },
  {
    "文件名": "[完结]《姐夫，不要了》作者：月依痕（np）【24.10.01】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/97597274a947"
  },
  {
    "文件名": "[完结]《娇软少年长了口淫批》作者：沐已成粥（np）【24.10.26】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c326eb3bbbcf"
  },
  {
    "文件名": "[完结]《惊!那个（小狼）狗皇帝推了养大他的摄政王》作者：lililyly（1v1）【24.10.04】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/3e46c1313b40"
  },
  {
    "文件名": "[完结]《姐夫请你艹我》作者：树下睡仙人（混合np）【24.10.07】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ce5a8c21b814"
  },
  {
    "文件名": "[完结]《即兴表演》作者：雪松白（np）【24.10.09】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/b3ab414e292d"
  },
  {
    "文件名": "[完结]《加班时发现前辈的秘密怎么破》作者：顾雁行（1v1）【24.10.19】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/f9be78f9d078"
  },
  {
    "文件名": "[完结]《将渣渣改造为大奶再顽成R币Q》作者：我是泥石流（故事集）【24.10.04】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/bd8e73e74ce2"
  },
  {
    "文件名": "[完结]《和三个Alpha匹配度100％》作者：糖一暮（1v1）【24.10.05】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c43d2bf07399"
  },
  {
    "文件名": "[完结]《和鸣》作者：薯薯薯薯薯（1v1）【24.10.28】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/38c1cb8b8a01"
  },
  {
    "文件名": "[完结]《含苞欲放》作者：吃肉萌萌哒 (混合np)【24.10.14】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/9cf68cffd08e"
  },
  {
    "文件名": "[完结]《乖乖听话》作者：十面（百合1v1）【24.10.04】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/4e9c81ec0aac"
  },
  {
    "文件名": "[完结]《怪物的宠物》作者：辛亥（1v1）【24.10.29】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/3c1c5a39b292"
  },
  {
    "文件名": "[完结]《乖乖的幸福生活》作者：日日笙歌（np）【24.10.05】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/7429af53c0d8"
  },
  {
    "文件名": "[完结]《共妻的匹配原则》作者：再吃亿碗（np）【24.10.04】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/99bb467a9fd8"
  },
  {
    "文件名": "[完结]《共享骚货》作者：加多不是宝（np）【24.10.11】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ed9f20c03fc6"
  },
  {
    "文件名": "[完结]《攻略前男友床上指南》作者：也不（1v1）【24.10.02】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/2ceef6af5076"
  },
  {
    "文件名": "[完结]《堕朽潜规则》作者：猛虎与傻狼（娱乐圈，总攻1v3）【24.10.06】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/8e4b0de6d185"
  },
  {
    "文件名": "[完结]《恶毒男配也想被爱》作者：史莱姆（1v1）【24.10.05】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/72a6d2f41dd9"
  },
  {
    "文件名": "[完结]《伏氏兄弟 上篇》作者：西风北岳（1v1）【24.10.04】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/4982a0282047"
  },
  {
    "文件名": "[完结]《催眠校园》作者：南门二（女攻np）【24.10.28】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/3f909781a39b"
  },
  {
    "文件名": "[完结]《成总说他是直男》作者：泽辰（1v1）【24.10.01】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/dbe67de22fe1"
  },
  {
    "文件名": "[完结]《代父行房》作者：伊弥（1v1）【24.10.03】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/f765c30d2539"
  },
  {
    "文件名": "[完结]《催眠了暴躁校霸》作者：午后暖阳（1v1）【24.10.03】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/1f90cce25dba"
  },
  {
    "文件名": "[完结]《成为哥哥们的共妻》作者：房山季鸟猴（np）【24.10.27】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/3529067a9355"
  },
  {
    "文件名": "[完结]《变成女生后被室友懆了》作者：没有名字【24.10.16】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a3a806661fad"
  },
  {
    "文件名": "[完结]《不要在小广告上找工作》作者：鲟大米（1v1）【24.10.06】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/d5f87a2e5a9f"
  },
  {
    "文件名": "[完结]《不想再爱你》作者：禇山云（1v1）【24.10.13】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/df5b0098227f"
  },
  {
    "文件名": "[完结]《HP赛克林家族》作者：奈特队长（过程np）【24.10.01】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/fd89d4b528b4"
  },
  {
    "文件名": "[完结]《必须勾搭三个男人之后》作者：点我就能发财（np）【24.10.19】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/1891c4b84bb7"
  },
  {
    "文件名": "[完结]《beta叔的未爱先孕》作者：CoCo886（1v1）【24.10.07】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/4675b809654f"
  },
  {
    "文件名": "[完结]《把漂亮快递员拉进来狠狠的操》作者：碳基杂质【24.10.17】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/b5018d9b62bf"
  },
  {
    "文件名": "[完结]《【虫族】笼中兽》作者：是一只南瓜啊（np）【24.10.05】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/9e9c62a6c93c"
  },
  {
    "文件名": "[完结]《【BDSM】良犬》作者：关三（1v1）【24.10.03】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/8f8b524b6e32"
  },
  {
    "文件名": "[完结]《【魔道祖师忘羡同人】等等我》作者：小乘燚燚（1v1）【24.10.10】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/3b0c90e680d1"
  },
  {
    "文件名": "[完结]《AI歌者的送葬曲》作者：艾米莉（1v1）【24.10.01】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/225e11231b15"
  },
  {
    "文件名": "[完结]《【ALL泽】长恨（续）》作者：卓玄（np）【24.10.14】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/5ffe4ca97ac0"
  },
  {
    "文件名": "[完结]《[主攻]他求我杀了他》作者：铃子Sama（1v1）【24.10.04】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c6ee74c8edf9"
  },
  {
    "文件名": "[完结] 总有人上赶着当三 作者：安诗鸢尾.txt",
    "夸克盘链接": "https://pan.quark.cn/s/93783a94a1d5"
  },
  {
    "文件名": "[完结] 总_攻全文be后攻九被迫改剧情 作者：咽气（想要票票）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/b3fee9adacfc"
  },
  {
    "文件名": "[完结] 总被诡秘游戏的boss看中 作者：花勍.txt",
    "夸克盘链接": "https://pan.quark.cn/s/71f62421ae85"
  },
  {
    "文件名": "[完结] 最难消受美人恩 作者：僧欲安.txt",
    "夸克盘链接": "https://pan.quark.cn/s/8fc008a02c43"
  },
  {
    "文件名": "[完结] 综主咒回梦里的事情关他本人什么事啊！ 作者：缭乱乱.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ef4325d0e3b1"
  },
  {
    "文件名": "[完结] 撞青墙(中篇) 作者：唐鲸没有糖.txt",
    "夸克盘链接": "https://pan.quark.cn/s/af35641c0685"
  },
  {
    "文件名": "[完结] 种田文就是要有涩涩啊 作者：亿亿万万岁.txt",
    "夸克盘链接": "https://pan.quark.cn/s/aa4911e55cfd"
  },
  {
    "文件名": "[完结] 种马霸总和他的孕夫后宫们 作者：夜间车手.txt",
    "夸克盘链接": "https://pan.quark.cn/s/0ed95341a1a2"
  },
  {
    "文件名": "[完结] 竺灯 作者：乌龙喵喵茶.txt",
    "夸克盘链接": "https://pan.quark.cn/s/36d279a922dd"
  },
  {
    "文件名": "[完结] 政圈妲己 作者：补血口服液.txt",
    "夸克盘链接": "https://pan.quark.cn/s/fee084b89061"
  },
  {
    "文件名": "[完结] 直男被疯批强制爱后 作者：颜迟.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e28cc6bf1186"
  },
  {
    "文件名": "[完结] 在密室被学生轮 作者：观来果.txt",
    "夸克盘链接": "https://pan.quark.cn/s/2adedfb6647f"
  },
  {
    "文件名": "[完结] 在校医务室体检被懆了穴 作者：园游会.txt",
    "夸克盘链接": "https://pan.quark.cn/s/4aae2345eaf5"
  },
  {
    "文件名": "[完结] 在每个世界淦爆你真爱版 作者：XX盲鸡XX.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c87a7de4fbe8"
  },
  {
    "文件名": "[完结] 在恋综里找对象 作者：爱美强的小啾啾.txt",
    "夸克盘链接": "https://pan.quark.cn/s/dd07dbae06dd"
  },
  {
    "文件名": "[完结] 在凰网看见了爸爸的小视频怎么破 作者：星熊.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e90420d3ba80"
  },
  {
    "文件名": "[完结] 陨石坑(因缘邂逅) 作者：潜水soap.txt",
    "夸克盘链接": "https://pan.quark.cn/s/d2b38d16cd3e"
  },
  {
    "文件名": "[完结] 在表弟家的yin乱懆批寄宿 作者：油炸大虾球.txt",
    "夸克盘链接": "https://pan.quark.cn/s/64d3ef6964e2"
  },
  {
    "文件名": "[完结] 有情人之年 作者：烧炭.txt",
    "夸克盘链接": "https://pan.quark.cn/s/4a3c5dde132b"
  },
  {
    "文件名": "[完结] 与黑帮债主的日日夜夜 作者：千酒欢.txt",
    "夸克盘链接": "https://pan.quark.cn/s/56403bed7754"
  },
  {
    "文件名": "[完结] 云华·夜如年(中篇) 作者：仙人掌上的仙人.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a2355df619c2"
  },
  {
    "文件名": "[完结] 游戏中和高岭之花通感了 作者：半瓶雪花.txt",
    "夸克盘链接": "https://pan.quark.cn/s/7526215903bf"
  },
  {
    "文件名": "[完结] 应许之地 作者：甜蜜花栗鼠.txt",
    "夸克盘链接": "https://pan.quark.cn/s/8b81d3828da4"
  },
  {
    "文件名": "[完结] 一个窝里钻不出两种妖孽来 作者：徐福右.txt",
    "夸克盘链接": "https://pan.quark.cn/s/43fcdb08b3a5"
  },
  {
    "文件名": "[完结] 一败涂地 作者：三两行诗.txt",
    "夸克盘链接": "https://pan.quark.cn/s/8187716368d2"
  },
  {
    "文件名": "[完结] 野狗精勇闯娱乐圈 作者：水三金.txt",
    "夸克盘链接": "https://pan.quark.cn/s/bc71137a29a0"
  },
  {
    "文件名": "[完结] 应聘重金求子广告后 作者：半江瑟瑟.txt",
    "夸克盘链接": "https://pan.quark.cn/s/4944361c7308"
  },
  {
    "文件名": "[完结] 炎黄录 作者：恒恒.txt",
    "夸克盘链接": "https://pan.quark.cn/s/af6bb1998a6b"
  },
  {
    "文件名": "[完结] 雄虫他很快乐 作者：张好古.txt",
    "夸克盘链接": "https://pan.quark.cn/s/8e79b02a98d8"
  },
  {
    "文件名": "[完结] 摇摇星落 作者：山要蛋派.txt",
    "夸克盘链接": "https://pan.quark.cn/s/40daca543c68"
  },
  {
    "文件名": "[完结] 兄友弟恭 作者：云间.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ef2ac5ef878d"
  },
  {
    "文件名": "[完结] 兄长的关爱 作者：挡着眼睛的猴子.txt",
    "夸克盘链接": "https://pan.quark.cn/s/8bcd4ff01cd8"
  },
  {
    "文件名": "[完结] 兄弟难当 作者：顾瑜皓野.txt",
    "夸克盘链接": "https://pan.quark.cn/s/8f8949507b73"
  },
  {
    "文件名": "[完结] 小指骨（父子年上强取豪夺微克苏鲁） 作者：车厘雪媚娘.txt",
    "夸克盘链接": "https://pan.quark.cn/s/b687b1b835d5"
  },
  {
    "文件名": "[完结] 性瘾总裁当了涩情主播后 作者：普罗旺斯炖菜.txt",
    "夸克盘链接": "https://pan.quark.cn/s/45cb1f3ac4db"
  },
  {
    "文件名": "[完结] 小骚批被大猛犬煎透了 作者：折月.txt",
    "夸克盘链接": "https://pan.quark.cn/s/84441fce8cc6"
  },
  {
    "文件名": "[完结] 小少爷长了个小逼 作者：陌哩.txt",
    "夸克盘链接": "https://pan.quark.cn/s/23cd8ca6fa6c"
  },
  {
    "文件名": "[完结] 小娘娇美小侯爷大逆不道 作者：四月芳菲.txt",
    "夸克盘链接": "https://pan.quark.cn/s/57a7024c9672"
  },
  {
    "文件名": "[完结] 小美人被继父强制灌满 作者：辣手摧花.txt",
    "夸克盘链接": "https://pan.quark.cn/s/d19cd27fbd4f"
  },
  {
    "文件名": "[完结] 误把拉郎同人当原作后，提出分手的我被地雷系郁娇男友推倒了 作者：3℃.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a58fcdafc057"
  },
  {
    "文件名": "[完结] 误入深蓝 作者：AQIU.txt",
    "夸克盘链接": "https://pan.quark.cn/s/b0a498996ee1"
  },
  {
    "文件名": "[完结] 无节操的男大学生 作者：热夜.txt",
    "夸克盘链接": "https://pan.quark.cn/s/712c318cb153"
  },
  {
    "文件名": "[完结] 下流暴击(相爱相杀) 作者：关三.txt",
    "夸克盘链接": "https://pan.quark.cn/s/27a93688a75c"
  },
  {
    "文件名": "[完结] 我闻不到你的信息素（Beta） 作者：爱媛.txt",
    "夸克盘链接": "https://pan.quark.cn/s/69dadb99a630"
  },
  {
    "文件名": "[完结] 我哥不打死我就是爱我！ 作者：飞五子.txt",
    "夸克盘链接": "https://pan.quark.cn/s/3960d628ca17"
  },
  {
    "文件名": "[完结] 我的老攻有性瘾而我是他的痴汉 作者：九霄环游（接定制）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a48c33e8ee9e"
  },
  {
    "文件名": "[完结] 我不喜欢你了(狗血) 作者：茵茵之树.txt",
    "夸克盘链接": "https://pan.quark.cn/s/4a09c77cdfaf"
  },
  {
    "文件名": "[完结] 我出轨了老公的死对头（3P_abo） 作者：捏捏猫肉垫.txt",
    "夸克盘链接": "https://pan.quark.cn/s/7a3814b4d8d8"
  },
  {
    "文件名": "[完结] 我的老公A装O 作者：木子.txt",
    "夸克盘链接": "https://pan.quark.cn/s/7b9230f18cb9"
  },
  {
    "文件名": "[完结] 为了哥哥以身饲魔 作者：坠落的风.txt",
    "夸克盘链接": "https://pan.quark.cn/s/881c1119d9ab"
  },
  {
    "文件名": "[完结] 王子与野狗 作者：cally.txt",
    "夸克盘链接": "https://pan.quark.cn/s/d542b00a90b5"
  },
  {
    "文件名": "[完结] 玩弄娇妻合集 作者：空白格子.txt",
    "夸克盘链接": "https://pan.quark.cn/s/fccd81fa2a8f"
  },
  {
    "文件名": "[完结] 王子叛逆期（sp训诫） 作者：维斯.txt",
    "夸克盘链接": "https://pan.quark.cn/s/8c39f55c6d3f"
  },
  {
    "文件名": "[完结] 万人迷小可怜只想玷污师尊 [双性总受_np] 作者：圆圆的梨.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c42e7ededd97"
  },
  {
    "文件名": "[完结] 万般皆下品 作者：巷线X.txt",
    "夸克盘链接": "https://pan.quark.cn/s/206bc07c053f"
  },
  {
    "文件名": "[完结] 童养媳训养手册 作者：入夜十分.txt",
    "夸克盘链接": "https://pan.quark.cn/s/5c746966439d"
  },
  {
    "文件名": "[完结] 吞吟（双） 作者：俞忆.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e47f1dae2754"
  },
  {
    "文件名": "[完结] 托臀 作者：糕＋美彼.txt",
    "夸克盘链接": "https://pan.quark.cn/s/0a8c90ac48c0"
  },
  {
    "文件名": "[完结] 图谋不轨 作者：花眠.txt",
    "夸克盘链接": "https://pan.quark.cn/s/1419ba5fbd41"
  },
  {
    "文件名": "[完结] 天师能有什么特殊癖好 作者：桑榆.txt",
    "夸克盘链接": "https://pan.quark.cn/s/55e71f006f64"
  },
  {
    "文件名": "[完结] 天下美人收集图鉴 作者：秦楼约.txt",
    "夸克盘链接": "https://pan.quark.cn/s/6972968ed336"
  },
  {
    "文件名": "[完结] 她戒之下under her ring 作者：Aalta789.txt",
    "夸克盘链接": "https://pan.quark.cn/s/28e7e7bbe99d"
  },
  {
    "文件名": "[完结] 探索老攻的精神世界 作者：蟹老板.txt",
    "夸克盘链接": "https://pan.quark.cn/s/dbcc7bab50af"
  },
  {
    "文件名": "[完结] 体院男大的直播系统 作者：秋葵凤.txt",
    "夸克盘链接": "https://pan.quark.cn/s/197aa0332b6e"
  },
  {
    "文件名": "[完结] 桃李艳事（伪骨科师生恋） 作者：炽玫儿.txt",
    "夸克盘链接": "https://pan.quark.cn/s/64ca67c2daa6"
  },
  {
    "文件名": "[完结] 宿缘（3p） 作者：sou瘦瘦瘦.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e1e471cc4061"
  },
  {
    "文件名": "[完结] 苏可的娱乐圈生活 作者：细雨.txt",
    "夸克盘链接": "https://pan.quark.cn/s/d16acc292068"
  },
  {
    "文件名": "[完结] 饲狼（禁忌 高H） 作者：晚归.txt",
    "夸克盘链接": "https://pan.quark.cn/s/d7d621beca54"
  },
  {
    "文件名": "[完结] 斯德哥尔摩情人(狗血) 作者：冬寄绵绵.txt",
    "夸克盘链接": "https://pan.quark.cn/s/7747a37c33b3"
  },
  {
    "文件名": "[完结] 双性小美人的挨x日常 作者：我好困哦.txt",
    "夸克盘链接": "https://pan.quark.cn/s/fed2414d4c42"
  },
  {
    "文件名": "[完结] 双性美人的求虐日常 作者：酒茶.txt",
    "夸克盘链接": "https://pan.quark.cn/s/102e6a0c0aef"
  },
  {
    "文件名": "[完结] 双性骚货的定制淫荡世界 作者：落笔予公子.txt",
    "夸克盘链接": "https://pan.quark.cn/s/8263e5b74e2f"
  },
  {
    "文件名": "[完结] 双胞胎兄弟沦为兽人们的性奴 作者：水木生溪.txt",
    "夸克盘链接": "https://pan.quark.cn/s/3d17f2901993"
  },
  {
    "文件名": "[完结] 忄生瘾小奶狗 作者：纯情女高.txt",
    "夸克盘链接": "https://pan.quark.cn/s/7959cfa6ee76"
  },
  {
    "文件名": "[完结] 赎罪（双性） 作者：西酱.txt",
    "夸克盘链接": "https://pan.quark.cn/s/5b4abb4855cf"
  },
  {
    "文件名": "[完结] 时速两百八，系好安全带 作者：不吃肉会营养不良.txt",
    "夸克盘链接": "https://pan.quark.cn/s/02939e337dcd"
  },
  {
    "文件名": "[完结] 试婚 作者：柠檬不酸.txt",
    "夸克盘链接": "https://pan.quark.cn/s/2a8f659cf6c8"
  },
  {
    "文件名": "[完结] 室友捡到通感道具后（校园百合h） 作者：巧克力爱吃芒果蛋糕.txt",
    "夸克盘链接": "https://pan.quark.cn/s/5cde1206fe55"
  },
  {
    "文件名": "[完结] 师尊他貌美如花 作者：非不渝.txt",
    "夸克盘链接": "https://pan.quark.cn/s/3b59226b0f14"
  },
  {
    "文件名": "[完结] 社恐弱攻与他的霸总 作者：奶皮卷.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a8558f022b5e"
  },
  {
    "文件名": "[完结] 谁的解药(荤素均衡) 作者：甜饼小姐嘻嘻哈哈.txt",
    "夸克盘链接": "https://pan.quark.cn/s/aa12b03d1eb8"
  },
  {
    "文件名": "[完结] 师尊的憋尿触手地狱 作者：利露芭菈.txt",
    "夸克盘链接": "https://pan.quark.cn/s/9cca9a81d015"
  },
  {
    "文件名": "[完结] 谁允许你不追的？ 作者：点我就能发财.txt",
    "夸克盘链接": "https://pan.quark.cn/s/3bdb1a7bb073"
  },
  {
    "文件名": "[完结] 少爷的保镖 作者：acca.txt",
    "夸克盘链接": "https://pan.quark.cn/s/85d2bfa7c6c3"
  },
  {
    "文件名": "[完结] 社恐美人和他的瘫痪丈夫 作者：绿豆沙是我小号.txt",
    "夸克盘链接": "https://pan.quark.cn/s/62e9e7c0e098"
  },
  {
    "文件名": "[完结] 舍友说他会和我未婚夫在一起 作者：绅士.txt",
    "夸克盘链接": "https://pan.quark.cn/s/0540f1674e50"
  },
  {
    "文件名": "[完结] 少爷的小狗奴 作者：我没朋友.txt",
    "夸克盘链接": "https://pan.quark.cn/s/9182fed5d10c"
  },
  {
    "文件名": "[完结] 上位者的恩宠 作者：甜蜜花栗鼠.txt",
    "夸克盘链接": "https://pan.quark.cn/s/add81d81aa17"
  },
  {
    "文件名": "[完结] 三重占有（古代ABO_np） 作者：xmrj.txt",
    "夸克盘链接": "https://pan.quark.cn/s/601eb86fea39"
  },
  {
    "文件名": "[完结] 杀妻证道的妻是个万人嫌 作者：葭月甜五（打字机版）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/8919e4ba5238"
  },
  {
    "文件名": "[完结] 骚货被扣篮了 作者：总有一天会发财!.txt",
    "夸克盘链接": "https://pan.quark.cn/s/b63a912614c5"
  },
  {
    "文件名": "[完结] 上门服务后被吃干抹净了 作者：已然枝了.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a61b0d244acb"
  },
  {
    "文件名": "[完结] 燃腐灯 作者：阮年.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e49daefdaec6"
  },
  {
    "文件名": "[完结] 人兽高H：我的双性小美人老婆 作者：枫桥.txt",
    "夸克盘链接": "https://pan.quark.cn/s/cb9a3e70f3ed"
  },
  {
    "文件名": "[完结] 裙子下面比你还大 作者：蜜汁桃桃.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ce73c11d8181"
  },
  {
    "文件名": "[完结] 人潮里(日常) 作者：就要挖金特.txt",
    "夸克盘链接": "https://pan.quark.cn/s/30e1c8f48665"
  },
  {
    "文件名": "[完结] 裙下桃李 作者：白槿霜风.txt",
    "夸克盘链接": "https://pan.quark.cn/s/5062a382dfcc"
  },
  {
    "文件名": "[完结] 情人和女朋友有什么区别吗？gl 作者：一水间.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a76e8de96675"
  },
  {
    "文件名": "[完结] 囚禁的人形按摩棒是色情狂该怎么办 作者：不歇_盗文有笔落惊风雨这么文艺的名，羡慕.txt",
    "夸克盘链接": "https://pan.quark.cn/s/f4aeabb19588"
  },
  {
    "文件名": "[完结] 诠释爱 作者：揽月.txt",
    "夸克盘链接": "https://pan.quark.cn/s/9a4480105036"
  },
  {
    "文件名": "[完结] 清冷室友变成魅魔后（np） 作者：我不会说真话.txt",
    "夸克盘链接": "https://pan.quark.cn/s/349259f83b02"
  },
  {
    "文件名": "[完结] 强势占有 作者：Grandne.txt",
    "夸克盘链接": "https://pan.quark.cn/s/903bdea2e720"
  },
  {
    "文件名": "[完结] 亲亲是什么意思（双_哑巴受） 作者：一捧相思鸟.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c4ba82758a60"
  },
  {
    "文件名": "[完结] 清冷少年的严厉管教 作者：红薯芝士.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e4911bc6d774"
  },
  {
    "文件名": "[完结] 清纯骚货每天都在被操【肉合集】 作者：才不看什么黄文呢我可是正经人.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c660e095afa8"
  },
  {
    "文件名": "[完结] 亲兄弟就要一起做受 作者：沐已成粥.txt",
    "夸克盘链接": "https://pan.quark.cn/s/f2c1b1f460a2"
  },
  {
    "文件名": "[完结] 潜藏猎物(中篇) 作者：匿名咸鱼.txt",
    "夸克盘链接": "https://pan.quark.cn/s/df2f534ebeac"
  },
  {
    "文件名": "[完结] 破产后被死对头包养了 作者：十二不是二十.txt",
    "夸克盘链接": "https://pan.quark.cn/s/d975bfb8a29e"
  },
  {
    "文件名": "[完结] 弃长生(盗墓笔记) 作者：Tandechar.txt",
    "夸克盘链接": "https://pan.quark.cn/s/fec86acbb37b"
  },
  {
    "文件名": "[完结] 炮灰和主角才是绝配（主攻） 作者：风挽狂澜.txt",
    "夸克盘链接": "https://pan.quark.cn/s/9ae5dd41a138"
  },
  {
    "文件名": "[完结] 偏1只做0(现代) 作者：橙十蓝.txt",
    "夸克盘链接": "https://pan.quark.cn/s/1f5dd6dedae1"
  },
  {
    "文件名": "[完结] 女神的男友 作者：司马不知情.txt",
    "夸克盘链接": "https://pan.quark.cn/s/7e09085569c3"
  },
  {
    "文件名": "[完结] 批软多汁的话会被操翻哦 作者：咩咩大绵羊.txt",
    "夸克盘链接": "https://pan.quark.cn/s/456548784056"
  },
  {
    "文件名": "[完结] 年代文里的深情男配 作者：蓝莓小贝.txt",
    "夸克盘链接": "https://pan.quark.cn/s/bbd094987a0f"
  },
  {
    "文件名": "[完结] 秘密情人（父子双性） 作者：和栀.txt",
    "夸克盘链接": "https://pan.quark.cn/s/931143f35be9"
  },
  {
    "文件名": "[完结] 某天醒来变成女生 作者：劳伦瑞尔.txt",
    "夸克盘链接": "https://pan.quark.cn/s/9f5692fbcf0b"
  },
  {
    "文件名": "[完结] 笼中夜莺 作者：椰果奶茶.txt",
    "夸克盘链接": "https://pan.quark.cn/s/79f0530a2178"
  },
  {
    "文件名": "[完结] 每次循环都逃不掉被炒命运 作者：芝芝吃吃.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e157759c18b6"
  },
  {
    "文件名": "[完结] 离婚后前夫又犯贱了【ABO_NP】 作者：眠不得.txt",
    "夸克盘链接": "https://pan.quark.cn/s/cd382bf7a849"
  },
  {
    "文件名": "[完结] 美人主动求抱（合集） 作者：无敌爆爆龙战士.txt",
    "夸克盘链接": "https://pan.quark.cn/s/950359c27cb3"
  },
  {
    "文件名": "[完结] 两对兄弟 作者：米尼爱肉肉.txt",
    "夸克盘链接": "https://pan.quark.cn/s/b806da124c20"
  },
  {
    "文件名": "[完结] 厉家的共妻 作者：骷髅鬼父.txt",
    "夸克盘链接": "https://pan.quark.cn/s/27f5e4a04844"
  },
  {
    "文件名": "[完结] 冷茶(狗血) 作者：苏恩.txt",
    "夸克盘链接": "https://pan.quark.cn/s/9bb25f9fe95e"
  },
  {
    "文件名": "[完结] 酒吧老板金盆洗手了【bdsm】 作者：无话可说.txt",
    "夸克盘链接": "https://pan.quark.cn/s/516a78bba21c"
  },
  {
    "文件名": "[完结] 禁室娃娃 作者：乌托蚌.txt",
    "夸克盘链接": "https://pan.quark.cn/s/b1638ae3b16f"
  },
  {
    "文件名": "[完结] 靠卖屁股上位的恶毒太子 作者：发卖美人的嫡爪爪.txt",
    "夸克盘链接": "https://pan.quark.cn/s/eebffbc770bc"
  },
  {
    "文件名": "[完结] 老婆是个beta 作者：捏捏猫肉垫.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e865a258ec2b"
  },
  {
    "文件名": "[完结] 教授，我是你的新同事 作者：武林至尊的男人.txt",
    "夸克盘链接": "https://pan.quark.cn/s/1bb1fdcabfbd"
  },
  {
    "文件名": "[完结] 将军的温软小夫郎 作者：小黑黑.txt",
    "夸克盘链接": "https://pan.quark.cn/s/4c2bb863e462"
  },
  {
    "文件名": "[完结] 捡到废弃的万人迷光环 作者：月松枝.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ece278dd94a8"
  },
  {
    "文件名": "[完结] 煎水作冰1V2 作者：Radiance.txt",
    "夸克盘链接": "https://pan.quark.cn/s/7502919dec87"
  },
  {
    "文件名": "[完结] 监守自盗(主攻视角) 作者：微生寂無.txt",
    "夸克盘链接": "https://pan.quark.cn/s/3d3e2108026e"
  },
  {
    "文件名": "[完结] 回忆(第一人称) 作者：江黎.txt",
    "夸克盘链接": "https://pan.quark.cn/s/101595b3829e"
  },
  {
    "文件名": "[完结] 假少爷父子一起被玩坏了（ABO） 作者：没有名字.txt",
    "夸克盘链接": "https://pan.quark.cn/s/cffcb654e5b6"
  },
  {
    "文件名": "[完结] 荒诞黑暗童话 作者：沉默的牛奶薄荷糖.txt",
    "夸克盘链接": "https://pan.quark.cn/s/38536e045434"
  },
  {
    "文件名": "[完结] 花心美人日日被灌精 作者：琳琅.txt",
    "夸克盘链接": "https://pan.quark.cn/s/62a25571fe23"
  },
  {
    "文件名": "[完结] 黑蛟(玄幻) 作者：一叶锦城一.txt",
    "夸克盘链接": "https://pan.quark.cn/s/4d77105a0be3"
  },
  {
    "文件名": "[完结] 画地为牢(完结) 作者：欧米亚.txt",
    "夸克盘链接": "https://pan.quark.cn/s/4f8e30ecc633"
  },
  {
    "文件名": "[完结] 怀崽 作者：ethyl.txt",
    "夸克盘链接": "https://pan.quark.cn/s/7a8216336de6"
  },
  {
    "文件名": "[完结] 和弟弟做了h 作者：海棠有果.txt",
    "夸克盘链接": "https://pan.quark.cn/s/3b4aef34cdb4"
  },
  {
    "文件名": "[完结] 黑狗 作者：Mercury.txt",
    "夸克盘链接": "https://pan.quark.cn/s/b689cbf34cee"
  },
  {
    "文件名": "[完结] 和死对头的仿真娃娃共感了 作者：聆海汐音.txt",
    "夸克盘链接": "https://pan.quark.cn/s/490254b0c0f5"
  },
  {
    "文件名": "[完结] 和哥哥独处的日子（骨科，双星，年下） 作者：国家一级保护废物.txt",
    "夸克盘链接": "https://pan.quark.cn/s/507527123628"
  },
  {
    "文件名": "[完结] 和哥哥尝禁果 作者：柚子成熟时.txt",
    "夸克盘链接": "https://pan.quark.cn/s/1ce9ecb2c4eb"
  },
  {
    "文件名": "[完结] 好好的攻被玩坏了 作者：无有灵（退了）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/3009b37dc80e"
  },
  {
    "文件名": "[完结] 勾引学生的家庭教师 作者：海棠依旧海棠花开.txt",
    "夸克盘链接": "https://pan.quark.cn/s/fe47f8ee5643"
  },
  {
    "文件名": "[完结] 冠罪爱名 作者：一点咸鱼.txt",
    "夸克盘链接": "https://pan.quark.cn/s/b545801a25eb"
  },
  {
    "文件名": "[完结] 汉子操儿媳 作者：空日影.txt",
    "夸克盘链接": "https://pan.quark.cn/s/9c98aae5c7fb"
  },
  {
    "文件名": "[完结] 鬼修他张开双腿（高H，Np，主受） 作者：红烧肉酱汁.txt",
    "夸克盘链接": "https://pan.quark.cn/s/96cf1ea34264"
  },
  {
    "文件名": "[完结] 跟霸道总裁拍摄恋爱综艺H 作者：芋泥啵啵.txt",
    "夸克盘链接": "https://pan.quark.cn/s/977531b26fe4"
  },
  {
    "文件名": "[完结] 勾搭上白月光后被男友扇坏了逼 作者：木鱼花.txt",
    "夸克盘链接": "https://pan.quark.cn/s/1ee4b3640f75"
  },
  {
    "文件名": "[完结] 隔壁的晾衣架 作者：竹声又晚.txt",
    "夸克盘链接": "https://pan.quark.cn/s/afd7e13ec4d3"
  },
  {
    "文件名": "[完结] 勾引爸爸以后 作者：三弄.txt",
    "夸克盘链接": "https://pan.quark.cn/s/cc21a27da200"
  },
  {
    "文件名": "[完结] 富家少爷奶呼呼，农村糙汉狠狠艹 作者：没有名字.txt",
    "夸克盘链接": "https://pan.quark.cn/s/daa4a5ec8586"
  },
  {
    "文件名": "[完结] 高三复读压力大 作者：升厅集.txt",
    "夸克盘链接": "https://pan.quark.cn/s/8f4d54e2fa44"
  },
  {
    "文件名": "[完结] 高岭之花被强制 作者：紫柏.txt",
    "夸克盘链接": "https://pan.quark.cn/s/0a022288b3cc"
  },
  {
    "文件名": "[完结] 高贵冷艳只是人设 作者：无关风月.txt",
    "夸克盘链接": "https://pan.quark.cn/s/3988e76a6671"
  },
  {
    "文件名": "[完结] 附骨（骨科_年下） 作者：伊甸园.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a0a9fdde236c"
  },
  {
    "文件名": "[完结] 反犬 作者：千本娇.txt",
    "夸克盘链接": "https://pan.quark.cn/s/351b2760861a"
  },
  {
    "文件名": "[完结] 恶劣嫩批美人肆诱权贵养父 作者：秘深夜售货员秘.txt",
    "夸克盘链接": "https://pan.quark.cn/s/64d01158eeda"
  },
  {
    "文件名": "[完结] 儿子的秘密情人是继子 作者：古道春.txt",
    "夸克盘链接": "https://pan.quark.cn/s/fdb8ee04d236"
  },
  {
    "文件名": "[完结] 恶毒男配 作者：珍特么吾雨.txt",
    "夸克盘链接": "https://pan.quark.cn/s/fe1290d0b209"
  },
  {
    "文件名": "[完结] 恶堕痞攻 作者：………….txt",
    "夸克盘链接": "https://pan.quark.cn/s/354e02342b57"
  },
  {
    "文件名": "[完结] 堕落美人的狩猎游戏（高H 调教 SM）第一卷 迷雾篇 作者：柚小竹.txt",
    "夸克盘链接": "https://pan.quark.cn/s/7a2b2f03e30a"
  },
  {
    "文件名": "[完结] 恶毒美人被爆炒 作者：以息相吹.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c9f473831141"
  },
  {
    "文件名": "[完结] 堕落流星 N P 作者：吃土少年.txt",
    "夸克盘链接": "https://pan.quark.cn/s/6a2ea5bfd7f1"
  },
  {
    "文件名": "[完结] 屌神 作者：中年美妇.txt",
    "夸克盘链接": "https://pan.quark.cn/s/33d6747fe3b5"
  },
  {
    "文件名": "[完结] 道君喜蛇 作者：一把春.txt",
    "夸克盘链接": "https://pan.quark.cn/s/58250a5db2ac"
  },
  {
    "文件名": "[完结] 调教烈犬【总攻_BDSM】 作者：苍君夏.txt",
    "夸克盘链接": "https://pan.quark.cn/s/05fb0dd633ef"
  },
  {
    "文件名": "[完结] 调教多汁美人 作者：风起.txt",
    "夸克盘链接": "https://pan.quark.cn/s/0ac3aa87a3db"
  },
  {
    "文件名": "[完结] 当恋爱脑非走追妻路 作者：小鹿kaka.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ec70ab1d7d1a"
  },
  {
    "文件名": "[完结] 到底是男朋友还是老婆 作者：嘀嗒法.txt",
    "夸克盘链接": "https://pan.quark.cn/s/4612cf58c5be"
  },
  {
    "文件名": "[完结] 当我买了一只劣等Omega 作者：kikuichi.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e1fa6cf7f743"
  },
  {
    "文件名": "[完结] 大众情人(中篇) 作者：西风北岳.txt",
    "夸克盘链接": "https://pan.quark.cn/s/637a99efc6f7"
  },
  {
    "文件名": "[完结] 当霸总前我先去了趟女尊国 作者：再吃亿碗（点击就看更多新文）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/72e564970faa"
  },
  {
    "文件名": "[完结] 大奶朋友（双） 作者：没有名字.txt",
    "夸克盘链接": "https://pan.quark.cn/s/5c2f0e9c4529"
  },
  {
    "文件名": "[完结] 从天而降的性福np（虫族） 作者：进击的咸鱼.txt",
    "夸克盘链接": "https://pan.quark.cn/s/24fb5788a2da"
  },
  {
    "文件名": "[完结] 穿书之饲狼（双性） 作者：咖喱鱼蛋.txt",
    "夸克盘链接": "https://pan.quark.cn/s/407941896654"
  },
  {
    "文件名": "[完结] 刺猬与水豚 作者：一根腿毛.txt",
    "夸克盘链接": "https://pan.quark.cn/s/2c67a41f7778"
  },
  {
    "文件名": "[完结] 雌堕成母狗的日日夜夜【合集】 作者：瓦楞纸.txt",
    "夸克盘链接": "https://pan.quark.cn/s/51df88a4764e"
  },
  {
    "文件名": "[完结] 纯爱受被吃gan抹净 作者：吃肉萌萌哒.txt",
    "夸克盘链接": "https://pan.quark.cn/s/8c8c25cfbb15"
  },
  {
    "文件名": "[完结] 穿成魔头反派后被徒弟日夜xx 作者：逍遥丸丸子.txt",
    "夸克盘链接": "https://pan.quark.cn/s/04f1ed082f74"
  },
  {
    "文件名": "[完结] 虫族之深空典狱长 作者：芒果沙冰.txt",
    "夸克盘链接": "https://pan.quark.cn/s/b4b0ef2c23ce"
  },
  {
    "文件名": "[完结] 穿进淫荡皇宫中双性np 作者：把你咔艹烂.txt",
    "夸克盘链接": "https://pan.quark.cn/s/83b311bd02c5"
  },
  {
    "文件名": "[完结] 吃了肉，就不能吃我了 作者：机智的小八.txt",
    "夸克盘链接": "https://pan.quark.cn/s/5e90696c3ca5"
  },
  {
    "文件名": "[完结] 丞相是个夫管严 作者：春夏家有2只猫.txt",
    "夸克盘链接": "https://pan.quark.cn/s/2633b9e46f55"
  },
  {
    "文件名": "[完结] 成为共妻后被日夜灌精 作者：一朵小fafa.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c3fd6229654b"
  },
  {
    "文件名": "[完结] 惩罚游戏 作者：克里斯滕.txt",
    "夸克盘链接": "https://pan.quark.cn/s/3dbecbe2c438"
  },
  {
    "文件名": "[完结] 超小乳头综合症 作者：牛肉生菜.txt",
    "夸克盘链接": "https://pan.quark.cn/s/fe46a60d6281"
  },
  {
    "文件名": "[完结] 捕获师尊 作者：666.txt",
    "夸克盘链接": "https://pan.quark.cn/s/33a9c933de65"
  },
  {
    "文件名": "[完结] 糙汉囚禁荡夫小美人（NPH） 作者：华云.txt",
    "夸克盘链接": "https://pan.quark.cn/s/022091ea5bfe"
  },
  {
    "文件名": "[完结] 操翻死对头双胞胎弟弟 作者：草莓趣多多.txt",
    "夸克盘链接": "https://pan.quark.cn/s/56b33ad4796e"
  },
  {
    "文件名": "[完结] 被嫌弃的愚笨共妻 作者：在此宣判.txt",
    "夸克盘链接": "https://pan.quark.cn/s/5397f8afe377"
  },
  {
    "文件名": "[完结] 笨蛋美人被疼爱的日夜 作者：错金银.txt",
    "夸克盘链接": "https://pan.quark.cn/s/9a03387f3a1e"
  },
  {
    "文件名": "[完结] 被学神拉进厕所后 作者：撒个泡.txt",
    "夸克盘链接": "https://pan.quark.cn/s/5e0d1e26a65a"
  },
  {
    "文件名": "[完结] 被学霸的J8懆坏了 作者：没有名字.txt",
    "夸克盘链接": "https://pan.quark.cn/s/8e4ec037ea5f"
  },
  {
    "文件名": "[完结] 被玩弄的美人儿 作者：糖炒栗子.txt",
    "夸克盘链接": "https://pan.quark.cn/s/f9402f19bfd1"
  },
  {
    "文件名": "[完结] 被玩坏的涩涩猫咪(np) 作者：珍珠粉.txt",
    "夸克盘链接": "https://pan.quark.cn/s/cf6559215fe8"
  },
  {
    "文件名": "[完结] 被玩·坏的父亲 作者：开心颜.txt",
    "夸克盘链接": "https://pan.quark.cn/s/6d30a47a10b4"
  },
  {
    "文件名": "[完结] 被送上大佬的床之后 作者：桃芝.txt",
    "夸克盘链接": "https://pan.quark.cn/s/8ffbe0256b0b"
  },
  {
    "文件名": "[完结] 被透明色鬼强懆的美人们 作者：辣手摧花.txt",
    "夸克盘链接": "https://pan.quark.cn/s/473b1c568a7f"
  },
  {
    "文件名": "[完结] 被死对头抓住把柄后 作者：不下雨.txt",
    "夸克盘链接": "https://pan.quark.cn/s/d07056e7a43a"
  },
  {
    "文件名": "[完结] 被人渣玩弄的清纯美人们 作者：奢香夫人.txt",
    "夸克盘链接": "https://pan.quark.cn/s/6c7e699338d6"
  },
  {
    "文件名": "[完结] 被清冷太傅囚禁的日夜 作者：卧云（面包小猫）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c76315d60b8d"
  },
  {
    "文件名": "[完结] 被肝烂的大nai美人 作者：正在更新中.txt",
    "夸克盘链接": "https://pan.quark.cn/s/6fa385350061"
  },
  {
    "文件名": "[完结] 被魔鬼选中的少女 作者：红一.txt",
    "夸克盘链接": "https://pan.quark.cn/s/f154e2a86158"
  },
  {
    "文件名": "[完结] 被矜贵霸总花式曰批 作者：全文存稿不坑文.txt",
    "夸克盘链接": "https://pan.quark.cn/s/90ea80bc523d"
  },
  {
    "文件名": "[完结] 被坏蛋医生玩哭的笨蛋美人 作者：八十岁，爱飙车.txt",
    "夸克盘链接": "https://pan.quark.cn/s/43edb23b97ed"
  },
  {
    "文件名": "[完结] 被继兄发现有骚批后，他每天都不放过我 作者：可可爱爱.txt",
    "夸克盘链接": "https://pan.quark.cn/s/7ff17dd62ce8"
  },
  {
    "文件名": "[完结] 被干的合不拢腿［合集］ 作者：专职下火茶.txt",
    "夸克盘链接": "https://pan.quark.cn/s/b9c68810b8c5"
  },
  {
    "文件名": "[完结] 被父兄日日肏弄 作者：Estrus.txt",
    "夸克盘链接": "https://pan.quark.cn/s/113ece345399"
  },
  {
    "文件名": "[完结] 被痴汉喂精的小美人（双性快穿） 作者：小红.txt",
    "夸克盘链接": "https://pan.quark.cn/s/9619e0994508"
  },
  {
    "文件名": "[完结] 被调教的妻奴 作者：温泉水.txt",
    "夸克盘链接": "https://pan.quark.cn/s/bef64dcf3041"
  },
  {
    "文件名": "[完结] 被疯批弟弟囚_禁改造的日日夜夜 作者：穆小刀.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e6baa86f6c36"
  },
  {
    "文件名": "[完结] 被表兄弟们轮流疼爱的日子【红楼性转】 作者：玉乐月.txt",
    "夸克盘链接": "https://pan.quark.cn/s/57277e3e9d3f"
  },
  {
    "文件名": "[完结] 被捕获的校花美人 作者：椰果奶茶.txt",
    "夸克盘链接": "https://pan.quark.cn/s/08299bd9e46a"
  },
  {
    "文件名": "[完结] 被不妙的家伙缠上了 作者：3℃.txt",
    "夸克盘链接": "https://pan.quark.cn/s/b85e420ed235"
  },
  {
    "文件名": "[完结] 被暴骄陛下当街透批 作者：水蜜桃的秘密.txt",
    "夸克盘链接": "https://pan.quark.cn/s/2af01841ab7b"
  },
  {
    "文件名": "[完结] 爆草清冷佛子NP（双性） 作者：芋泥啵啵.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ca7bd2d36890"
  },
  {
    "文件名": "[完结] 背德游戏 作者：璩.txt",
    "夸克盘链接": "https://pan.quark.cn/s/8cff3f195afe"
  },
  {
    "文件名": "[完结] 抱抱那个替身(BL) 作者：清水荷初.txt",
    "夸克盘链接": "https://pan.quark.cn/s/0ba6459d7358"
  },
  {
    "文件名": "[完结] 暴戾大佬每天都在装柔弱 作者：宴鸿儒.txt",
    "夸克盘链接": "https://pan.quark.cn/s/540e46a8d3cb"
  },
  {
    "文件名": "[完结] 包养前男友后我们he啦 作者：鹤不掉毛.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e1f95a997fa0"
  },
  {
    "文件名": "[完结] 百尺危楼（shuang_娱乐圈） 作者：没有尾巴的皮卡丘.txt",
    "夸克盘链接": "https://pan.quark.cn/s/b76259e549d8"
  },
  {
    "文件名": "[完结] 掰弯她的男朋友 作者：悉悉索索.txt",
    "夸克盘链接": "https://pan.quark.cn/s/90b01153fce6"
  },
  {
    "文件名": "[完结] 榜一大哥今天爱了吗【双】 作者：春山.txt",
    "夸克盘链接": "https://pan.quark.cn/s/fd09fa17a959"
  },
  {
    "文件名": "[完结] 霸总_老婆竟是猛1？ 作者：果味汽水.txt",
    "夸克盘链接": "https://pan.quark.cn/s/185d4b2da0b7"
  },
  {
    "文件名": "[完结] 把竹马看光以后（校园1V1 H） 作者：同一颗鸡毛菜.txt",
    "夸克盘链接": "https://pan.quark.cn/s/262e0f11c9cc"
  },
  {
    "文件名": "[完结] 暗恋老师被发现了 作者：大厉害.txt",
    "夸克盘链接": "https://pan.quark.cn/s/9a7e1a41c8f7"
  },
  {
    "文件名": "[完结] 【总攻】点绛唇 作者：星离雨散.txt",
    "夸克盘链接": "https://pan.quark.cn/s/b69ba96485b3"
  },
  {
    "文件名": "[完结] 【总攻】渣男，但是万人迷 作者：狐猴面包树.txt",
    "夸克盘链接": "https://pan.quark.cn/s/8592e9db5112"
  },
  {
    "文件名": "[完结] 爱上肌肉正装金融实习生（SM轮奸） 作者：吃土少年.txt",
    "夸克盘链接": "https://pan.quark.cn/s/1f9df0955dff"
  },
  {
    "文件名": "[完结] yin乱大学生 作者：纯情女高.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c7a3776b23cb"
  },
  {
    "文件名": "[完结] 【总攻】催眠之顺从 作者：（求票）咸鱼炖猪蹄.txt",
    "夸克盘链接": "https://pan.quark.cn/s/4d4d77f2ee75"
  },
  {
    "文件名": "[完结] 【总_攻】恐同A终成A同（abo） 作者：咽气（想要票票）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/7f21a4f8ee72"
  },
  {
    "文件名": "[完结] 【主攻】我的老婆会仰卧起坐 作者：青空（日更版）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/1a3fc14fc640"
  },
  {
    "文件名": "[完结] 【主攻】驯养魔尊成功后 作者：择责.txt",
    "夸克盘链接": "https://pan.quark.cn/s/7697052c2d2f"
  },
  {
    "文件名": "[完结] 【主攻】家有仙妻 作者：发疯的豆芽菜.txt",
    "夸克盘链接": "https://pan.quark.cn/s/0615966e3cca"
  },
  {
    "文件名": "[完结] 【主攻】催眠魔纹 作者：艾尔森.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ed8e20bf65c6"
  },
  {
    "文件名": "[完结] 【主攻】富n代帅哥为我着迷 作者：壶本我涂.txt",
    "夸克盘链接": "https://pan.quark.cn/s/f4aa0d8bf78b"
  },
  {
    "文件名": "[完结] 【岩魈】为了拯救璃月只能吃了帝君的唧唧 作者：渡印.txt",
    "夸克盘链接": "https://pan.quark.cn/s/9199eba0f6b1"
  },
  {
    "文件名": "[完结] 【无限流】愿月亮见证誓言 作者：少乐.txt",
    "夸克盘链接": "https://pan.quark.cn/s/02aaaa6e202e"
  },
  {
    "文件名": "[完结] 【双性】清纯男高的双面人生 作者：西瓜咔咔好吃.txt",
    "夸克盘链接": "https://pan.quark.cn/s/b04336a2f2d0"
  },
  {
    "文件名": "[完结] 【双】清冷男神的淫堕日常 作者：没有名字.txt",
    "夸克盘链接": "https://pan.quark.cn/s/5099e57d5e73"
  },
  {
    "文件名": "[完结] 【双性】怀了客人的孩子 作者：北极千鱼.txt",
    "夸克盘链接": "https://pan.quark.cn/s/16436dcacbcf"
  },
  {
    "文件名": "[完结] 【GB】Alpha在外也要保护好自己 作者：豆子塊兒.txt",
    "夸克盘链接": "https://pan.quark.cn/s/95fda85d386a"
  },
  {
    "文件名": "[完结] 【合集】谈恋爱需要打申请吗 作者：活着就要百岁长命.txt",
    "夸克盘链接": "https://pan.quark.cn/s/83f72a96f405"
  },
  {
    "文件名": "[完结] 【第四爱】训诫俊俏管家（女攻_GB_虐男主_女尊_现代家奴) 作者：暗黑系魔女.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a806838f6c83"
  },
  {
    "文件名": "[完结] 【yin乱催眠】r18短篇合集 作者：春日宴.txt",
    "夸克盘链接": "https://pan.quark.cn/s/0d331210353e"
  },
  {
    "文件名": "[完结] 【ABO总攻】当变态还要被倾听心声吗 作者：我是池塘里的小雨滴.txt",
    "夸克盘链接": "https://pan.quark.cn/s/37783744203a"
  },
  {
    "文件名": "[完结] [总_攻]府上有喜 作者：降温.txt",
    "夸克盘链接": "https://pan.quark.cn/s/206bb14035a2"
  },
  {
    "文件名": "[完结] 《换夫H惩罚》 作者：十章.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c3e447ba6fa6"
  },
  {
    "文件名": "[完结] [总攻催眠]我是来加入这个家的 作者：（求票）咸鱼炖猪蹄.txt",
    "夸克盘链接": "https://pan.quark.cn/s/7fa378a9028c"
  },
  {
    "文件名": "[完结] [综网王]制霸网球界 作者：糖醋葫芦.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c48862760273"
  },
  {
    "文件名": "[完结] ［主攻］未婚夫逃婚后，我嫁给了乞丐 作者：阿胶小鸟酱.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c9b2ee41b5c2"
  },
  {
    "文件名": "[完结] [主攻]攻略快穿大佬 作者：雨滴ddd.txt",
    "夸克盘链接": "https://pan.quark.cn/s/0ceb8b433675"
  },
  {
    "文件名": "[完结] （高h）大明星求艹日常 作者：清川渡.txt",
    "夸克盘链接": "https://pan.quark.cn/s/10569074f6d5"
  },
  {
    "文件名": "[完结] [sm_年代]穿二代的性瘾系统 作者：桃姿.txt",
    "夸克盘链接": "https://pan.quark.cn/s/5265d43426ea"
  },
  {
    "文件名": "[合集 完结153]《夜晚将至(合集)》作者：谢太太想养马.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a4903e04e66d"
  },
  {
    "文件名": "[合集 完结]《总被诡秘游戏的boss看中（架空  ____高__H____  ____正_____剧_____  ___美_____人___受____  暗黑)》作者：花勍.txt",
    "夸克盘链接": "https://pan.quark.cn/s/b2d2954f6dc3"
  },
  {
    "文件名": "[合集 完结]《欲壑（gl合集）》 作者：点暮鸦.txt",
    "夸克盘链接": "https://pan.quark.cn/s/1141f4ea6211"
  },
  {
    "文件名": "[合集 完结]《勾引合集：那些楚楚动人的第三者》 作者：哈拉雷的小椰粉.txt",
    "夸克盘链接": "https://pan.quark.cn/s/857e7c176e28"
  },
  {
    "文件名": "[合集 完结]《快穿之大龄女配不想交配了(高H)》作者：水煮白菜.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a4a4d4fabfc8"
  },
  {
    "文件名": "[合集 完结]《探索老攻的精神世界（现代  高H  正剧  美人受  腹黑攻）》作者：蟹老板.txt",
    "夸克盘链接": "https://pan.quark.cn/s/6dab1d41e2f1"
  },
  {
    "文件名": "[合集 完结]《淫乱童话系列合集（高H）》 作者：墨色微寒.txt",
    "夸克盘链接": "https://pan.quark.cn/s/0394b393f63d"
  },
  {
    "文件名": "[合集 完结]《如何烹调双性小狗（合集）》 作者：Roche.txt",
    "夸克盘链接": "https://pan.quark.cn/s/4770dfce0cf4"
  },
  {
    "文件名": "[合集 完结]《快穿：勾引也能随心所欲吗》 作者：一只铃铛.txt",
    "夸克盘链接": "https://pan.quark.cn/s/827c621b49eb"
  },
  {
    "文件名": "[合集 完结]《被坏蛋医生下药玩弄的人妻（玷污人妻，下药迷奸，睡奸强奸，玩乳吸奶，憋尿射尿，道具调教）》作者：八十岁，爱飙车.txt",
    "夸克盘链接": "https://pan.quark.cn/s/02e3d78c7b3f"
  },
  {
    "文件名": "[合集 完结]《渡鬼（女鬼x和尚）_蛇村（献祭少女x神蛇）》作者：昏鸦往东.txt",
    "夸克盘链接": "https://pan.quark.cn/s/6763aa8c48e1"
  },
  {
    "文件名": "[合集 完结]《发疯吃肉短篇合集（架空  高H  正剧  美人受  玄幻）》作者：雨后阳出.txt",
    "夸克盘链接": "https://pan.quark.cn/s/3ebefc0dc744"
  },
  {
    "文件名": "[合集 完结]《【快穿】在气运崩坏的世界里续命 NP》 作者：花辞树.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e510bb48a390"
  },
  {
    "文件名": "[合集 完结]《被痴汉喂精的小__美____人____（双性快穿）》作者：小红.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a96d7c4a411f"
  },
  {
    "文件名": "[合集 完结]《【合集】谈恋爱需要打申请吗（__高____H__  搞笑  美攻强受  _____美__人__受__)》作者：活着就要百岁长命.txt",
    "夸克盘链接": "https://pan.quark.cn/s/276a7d243706"
  },
  {
    "文件名": "[合集 完结]《【yin乱催眠】r18短篇合集（常识修改，催眠，雌堕，乱伦，强奸，粗暴，双飞）》作者：春日宴.txt",
    "夸克盘链接": "https://pan.quark.cn/s/302285c62189"
  },
  {
    "文件名": "[合集 完结]《背德父子短篇合集（纯__h____文_____）》作者：冰块牛奶.txt",
    "夸克盘链接": "https://pan.quark.cn/s/88c8e0f6fbad"
  },
  {
    "文件名": "[合集 完结]《___美___人_____反派被迫艾草（炮机____ 失____禁___ 拘束 SMSP 贞操）》作者：阿嘟嘟.txt",
    "夸克盘链接": "https://pan.quark.cn/s/6f0d8885acd0"
  },
  {
    "文件名": "[更111] 藏蓝色的辉芒—堕落的已婚直男刑警队长吴冬 作者：观自人间.txt",
    "夸克盘链接": "https://pan.quark.cn/s/7f337772f315"
  },
  {
    "文件名": "[合集 更110]《各种女孩子贴贴（abo+futa注意）》 作者：Rer..txt",
    "夸克盘链接": "https://pan.quark.cn/s/6a4d8915b5e9"
  },
  {
    "文件名": "[更189] 战火与蔷薇 ［二战］ 作者：草莓味的秀气.txt",
    "夸克盘链接": "https://pan.quark.cn/s/12de6c493c97"
  },
  {
    "文件名": "[合集 完结]《_____被___干__的合不拢腿［合集］（现__代__  ____高____H___  ___正__剧____  纤细受  ____高____H___）》作者：专职下火茶.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ecd8c182164e"
  },
  {
    "文件名": "[更92] [快穿]每个世界遇到的都是变态 作者：不要有杀心.txt",
    "夸克盘链接": "https://pan.quark.cn/s/8e67ef3c10f2"
  },
  {
    "文件名": "[更49] 烂梨[父女] 作者：唐川.txt",
    "夸克盘链接": "https://pan.quark.cn/s/23bd5575b194"
  },
  {
    "文件名": "[更37] 我来abo世界不是为了做爱好吗（星际-军校-np） 作者：..txt",
    "夸克盘链接": "https://pan.quark.cn/s/0f0f75e55b37"
  },
  {
    "文件名": "[更42] [女_攻]Enigma大小姐 作者：华钻.txt",
    "夸克盘链接": "https://pan.quark.cn/s/51ffe0170a58"
  },
  {
    "文件名": "[更24] 【虫族主攻】雄主每天都在pua 作者：趟脞.txt",
    "夸克盘链接": "https://pan.quark.cn/s/036c7fcf2805"
  },
  {
    "文件名": "[np  完结+番外6]《在言情文里撩直男男主【快穿_np】》作者：辞奺.txt",
    "夸克盘链接": "https://pan.quark.cn/s/dc11f2f587ca"
  },
  {
    "文件名": "[更21] 【柯南二创三创】关于我的漂亮孩子跟纸片人doi的日常 作者：红芋.txt",
    "夸克盘链接": "https://pan.quark.cn/s/801010d4eaf0"
  },
  {
    "文件名": "[np 总受]疯批异形的漂亮老婆（人外 骨科 双性 NP总受）作者：余火尽燃.txt",
    "夸克盘链接": "https://pan.quark.cn/s/d815192ac89c"
  },
  {
    "文件名": "[更10] 欧米伽治疗日记 作者：名吾识.txt",
    "夸克盘链接": "https://pan.quark.cn/s/5d7813248eeb"
  },
  {
    "文件名": "[np  完结+番外18]《【总_攻重生】我作了个大死》作者：呱【在家务工尸变中】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ce4328bcb7a1"
  },
  {
    "文件名": "[np 完结]《星际监狱（双性总受）》作者：南枫枫.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c1f2d8841888"
  },
  {
    "文件名": "[np 完结]《豪门小少爷的秘密花园（双性总受）》作者：媚骨生香.txt",
    "夸克盘链接": "https://pan.quark.cn/s/fb7097567a20"
  },
  {
    "文件名": "[np 完结]《当直男变成魅魔之后（双性总受）》作者：顾瑜皓野.txt",
    "夸克盘链接": "https://pan.quark.cn/s/84d5e0974211"
  },
  {
    "文件名": "[np 完结]《古板保守的老板脑子里全是黄色废料！！！（双性）》作者：罩爷是只猫.txt",
    "夸克盘链接": "https://pan.quark.cn/s/be3259ac5f73"
  },
  {
    "文件名": "[np  完结+番外6]《魅魔殿下的调教之旅》作者：空日影（总攻－高H－双性－受皆是处子－人外）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/4f1f2d5a858c"
  },
  {
    "文件名": "[np  完结+番外5]《捡到废弃的万人迷光环》作者：月松枝.txt",
    "夸克盘链接": "https://pan.quark.cn/s/4554a9d3f9aa"
  },
  {
    "文件名": "[np  完结+番外2]《热陷（NP 追妻火葬场）》作者：卜鸣[7.25补番].txt",
    "夸克盘链接": "https://pan.quark.cn/s/0d87f552448b"
  },
  {
    "文件名": "[np  完结+番外3]《永无休止（校园霸凌－强制爱－三观不正－NP）》作者：达达利园.txt",
    "夸克盘链接": "https://pan.quark.cn/s/58b1a89e954d"
  },
  {
    "文件名": "[np  完结]《总_攻全文be后攻九被迫改剧情》作者：咽气（想要票票）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/2a44a7b1373e"
  },
  {
    "文件名": "[np  完结+番外1]《末世乳汁养活一屋子男人（nph 男处爽文）》作者：玫瑰女侠.txt",
    "夸克盘链接": "https://pan.quark.cn/s/93fa6760cb44"
  },
  {
    "文件名": "[np  完结+番外1]《寄春光（NP）》作者：李鱼跃龙门.txt",
    "夸克盘链接": "https://pan.quark.cn/s/5e0b879dd89a"
  },
  {
    "文件名": "[np  完结]《种马霸总和他的孕夫后宫们（骨科兄弟父子乱伦）》作者：夜间车手.txt",
    "夸克盘链接": "https://pan.quark.cn/s/23e9336ee515"
  },
  {
    "文件名": "[np  完结]《拯救者上位中（强奸 监禁 轮奸）》作者：六幺八.txt",
    "夸克盘链接": "https://pan.quark.cn/s/7b88b6effee6"
  },
  {
    "文件名": "[np  完结]《重生之我是洋垃圾》作者：鸳湖烟水散人.txt",
    "夸克盘链接": "https://pan.quark.cn/s/954adf586b92"
  },
  {
    "文件名": "[np  完结]《永不为受（调教，抹布，NP，药物控制）》作者：最爱小虐文.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a830e2ebe2f2"
  },
  {
    "文件名": "[np  完结]《渣丈夫当面和别人做》作者：海棠依旧.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e55ae489c156"
  },
  {
    "文件名": "[np  完结]《在性交医院工作的妈妈》作者：风溪.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e2b71902bbc9"
  },
  {
    "文件名": "[np  完结]《在密室被学生轮（校园 主受，受双性，短篇肉，R18高H，轮，NP）》作者：观来果.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ceff933b29c0"
  },
  {
    "文件名": "[np  完结]《原来我是万人迷NPH(原名：《万人迷黄暴脑洞存放处nph女本位》）》作者：两颗糖.txt",
    "夸克盘链接": "https://pan.quark.cn/s/51017a1d2e15"
  },
  {
    "文件名": "[np  完结]《月落乌啼云雨散（古____代____ 中H 正____剧 美______人________受______ 虐身np 万人迷 修罗场》作者：一颗发财树.txt",
    "夸克盘链接": "https://pan.quark.cn/s/d59ed9a0c37e"
  },
  {
    "文件名": "[np  完结]《一梦到江州（np 古代 ）》作者：橙雨昭昭.txt",
    "夸克盘链接": "https://pan.quark.cn/s/7161f19f2bea"
  },
  {
    "文件名": "[np  完结]《雄虫他很快乐（架空  中H  搞笑  穿越  轻松）》作者：张好古.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c3c04cfbce40"
  },
  {
    "文件名": "[np  完结]《烟燃（校园NPH）》 作者：珍妮西.txt",
    "夸克盘链接": "https://pan.quark.cn/s/20df4defb336"
  },
  {
    "文件名": "[np  完结]《一个假纨绔的不归之路》作者：可乐芒可2（古代  中H  正剧  美人受  腹黑攻）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e66bcc6d52cc"
  },
  {
    "文件名": "[np  完结]《兄弟，这是我老婆吧（搞笑  ___美___人___受_____ ）》作者：超级牛牛.txt",
    "夸克盘链接": "https://pan.quark.cn/s/1198b8cc9819"
  },
  {
    "文件名": "[np  完结]《兄长的关爱（古代  高H  正剧  美人受  虐身 BDSM）》作者：挡着眼睛的猴子.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ee5a36be4229"
  },
  {
    "文件名": "[np  完结]《我只要嫂子（3P）》 作者：我不吃芹菜菜菜.txt",
    "夸克盘链接": "https://pan.quark.cn/s/08aef0d30027"
  },
  {
    "文件名": "[np  完结]《无辜社畜被疯批们做到强制________高____潮(强制____高__________潮________喷____尿________，np，小道具，产乳)____》作者：去不去趣多多(1).txt",
    "夸克盘链接": "https://pan.quark.cn/s/931cb3607c9f"
  },
  {
    "文件名": "[np  完结]《无限位面解锁中[1v3]》 作者：吃了个桃子.txt",
    "夸克盘链接": "https://pan.quark.cn/s/b14f3888e6d6"
  },
  {
    "文件名": "[np  完结]《我在书里当渣女（np穿越）（h）》作者：暮染.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ee4af166f353"
  },
  {
    "文件名": "[np  完结]《我暗恋的他总在T批》作者：南游1674.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ab8eea520b10"
  },
  {
    "文件名": "[np  完结]《为了哥哥以身饲魔（np主受甜文)》作者：坠落的风.txt",
    "夸克盘链接": "https://pan.quark.cn/s/4ebd5f7caa03"
  },
  {
    "文件名": "[np  完结]《我的健身教练很恐同》作者：陸坡【米国度】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/5b7e46f60911"
  },
  {
    "文件名": "[np  完结]《我也不想当主角啊（np 强bao SM 万人迷 甜文）》作者：理理理理理理我.txt",
    "夸克盘链接": "https://pan.quark.cn/s/aa1d49587d41"
  },
  {
    "文件名": "[np  完结]《时速两百八，系好安全带》作者：不吃肉会营养不良.txt",
    "夸克盘链接": "https://pan.quark.cn/s/f1fdd94f0945"
  },
  {
    "文件名": "[np  完结]《同时交往两个男朋友后我翻车了（年上 甜文）》作者：不想捡树枝.txt",
    "夸克盘链接": "https://pan.quark.cn/s/d8a1e3cb5ab0"
  },
  {
    "文件名": "[np  完结]《万人迷小可怜只想玷污师尊 [双性总受np]（架空  高H  正剧  天真受  高H）》作者：圆圆的梨.txt",
    "夸克盘链接": "https://pan.quark.cn/s/f48db6394ce3"
  },
  {
    "文件名": "[np  完结]《天命（强制虐待杀害）》作者：1plus2equal3.txt",
    "夸克盘链接": "https://pan.quark.cn/s/0593b3343080"
  },
  {
    "文件名": "[np  完结]《双胞胎兄弟沦为兽人们的性奴（NP群交共妻）》作者：水木生溪.txt",
    "夸克盘链接": "https://pan.quark.cn/s/90cfe37f29d8"
  },
  {
    "文件名": "[np  完结]《天下美人收集图鉴（心狠手辣控场攻×各式各样美人）》作者：秦楼约.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e34dacadca81"
  },
  {
    "文件名": "[np  完结]《师尊的憋尿触手地狱》作者：利露芭菈.txt",
    "夸克盘链接": "https://pan.quark.cn/s/de179ae21f14"
  },
  {
    "文件名": "[np  完结]《三重占有（古代ABOnp）》作者：xmrj.txt",
    "夸克盘链接": "https://pan.quark.cn/s/86affdf5d0af"
  },
  {
    "文件名": "[np  完结]《上瘾（校园NP）》 作者：丹凤朝阳.txt",
    "夸克盘链接": "https://pan.quark.cn/s/554c19387fda"
  },
  {
    "文件名": "[np  完结]《社畜的异世界转移录，状态提升的秘密竟然是精液？！》 作者：outman.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c4f4c9c737d9"
  },
  {
    "文件名": "[np  完结]《如初》作者：列星.txt",
    "夸克盘链接": "https://pan.quark.cn/s/adb1c4167de5"
  },
  {
    "文件名": "[np  完结]《人渣值男的下场》作者：浮云悠??.txt",
    "夸克盘链接": "https://pan.quark.cn/s/dbb4b2d78d90"
  },
  {
    "文件名": "[np  完结]《侵占白月光(NP渣攻追妻火葬场）》作者：苏酒.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c734fe0a1912"
  },
  {
    "文件名": "[np  完结]《魔尊把修仙界嫩批都玩遍（女穿男，总攻）》作者：吃个鸭脖??.txt",
    "夸克盘链接": "https://pan.quark.cn/s/034f49cf1925"
  },
  {
    "文件名": "[np  完结]《幕后反派被疯批np后沦为共妻》作者：秘?没有名字秘?.txt",
    "夸克盘链接": "https://pan.quark.cn/s/9e03bbb4ecc2"
  },
  {
    "文件名": "[np  完结]《内向的妻子被隔壁新搬来的邻居睡走了》作者：二十三.txt",
    "夸克盘链接": "https://pan.quark.cn/s/6d6d91284ff9"
  },
  {
    "文件名": "[np  完结]《偏他爱出轨（逆NTR）》作者：青溪.txt",
    "夸克盘链接": "https://pan.quark.cn/s/15dbae5597cf"
  },
  {
    "文件名": "[np  完结]《每个天之骄子都想强上我[np11男主]（古代 穿越）》作者：太羊羊.txt",
    "夸克盘链接": "https://pan.quark.cn/s/dbe431ae2558"
  },
  {
    "文件名": "[np  完结]《每月纪事（道具、强制爱、abo、失忆、___人___兽___、触手、3p、双性、骨科、父子、囚禁0》作者：响瑟.txt",
    "夸克盘链接": "https://pan.quark.cn/s/f9c068361420"
  },
  {
    "文件名": "[np  完结]《美人妻参加弟弟婚礼时与弟媳一同被弟弟发小给操了》作者：二十三.txt",
    "夸克盘链接": "https://pan.quark.cn/s/bb53cdfb6f65"
  },
  {
    "文件名": "[np  完结]《美男和动物猛兽doi-2（___兽___交__________乱____伦___）》作者：小猫咪受性大发.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a272628cc998"
  },
  {
    "文件名": "[np  完结]《每天都被曹死》 作者：大胖猪猪.txt",
    "夸克盘链接": "https://pan.quark.cn/s/3e411c4ab156"
  },
  {
    "文件名": "[np  完结]《笼中莹1（兄妹 高H 引诱 微调教）》_作者：姜妘姚（新）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/7bf9c6acbd28"
  },
  {
    "文件名": "[np  完结]《每次循环都逃不掉被炒命运（古代  中H  正剧  玄幻  H有 ）》作者：芝芝吃吃.txt",
    "夸克盘链接": "https://pan.quark.cn/s/f3769a3db10e"
  },
  {
    "文件名": "[np  完结]《绿帽癖，找奸夫绿自己（高H、BG、GB、SM）》作者：许金盏.txt",
    "夸克盘链接": "https://pan.quark.cn/s/594220853754"
  },
  {
    "文件名": "[np  完结]《露露的淫乱色情直播间（NPH）》作者：露水的世.txt",
    "夸克盘链接": "https://pan.quark.cn/s/366a396f06ed"
  },
  {
    "文件名": "[np  完结]《离婚后前夫又犯贱了【ABONP】（追妻修罗场、双性生子、NP、老婆变小妈狗血剧场）》作者：眠不得.txt",
    "夸克盘链接": "https://pan.quark.cn/s/2e0ce385e0f5"
  },
  {
    "文件名": "[np  完结]《两对兄弟》作者：米尼爱肉肉（亲密无间兄弟俩VS争强好胜双胞胎）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/5a7e34307183"
  },
  {
    "文件名": "[np  完结]《笼中夜莺（攻洁 1vn 双性 万人迷受）》作者：椰果奶茶.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ebc629d4253a"
  },
  {
    "文件名": "[np  完结]《老公意外出轨（男出轨）3》作者：一百个小草莓.txt",
    "夸克盘链接": "https://pan.quark.cn/s/02c0701a42b8"
  },
  {
    "文件名": "[np  完结]《控制器（重口_调教）》 作者：栩栩.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ed7f692bf502"
  },
  {
    "文件名": "[np  完结]《禁室娃娃（现代  高H  正剧  美人受  温情）》作者：乌托蚌.txt",
    "夸克盘链接": "https://pan.quark.cn/s/047cc86266bb"
  },
  {
    "文件名": "[np  完结]《景府yin事（训诫、np）》 作者：珍珠口枷.txt",
    "夸克盘链接": "https://pan.quark.cn/s/f57e8688b25d"
  },
  {
    "文件名": "[np  完结]《借种 作者：乡酒.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ec779f277143"
  },
  {
    "文件名": "[np  完结]《娇俏小男妾狠狠宠》 作者：子非鲤鱼.txt",
    "夸克盘链接": "https://pan.quark.cn/s/61d3c1bf2f61"
  },
  {
    "文件名": "[np  完结]《街角花巷（NP 系统 穿越）》作者：不吃鱼的猫.txt",
    "夸克盘链接": "https://pan.quark.cn/s/1421038e6a6c"
  },
  {
    "文件名": "[np  完结]《肌肉胶犬的强制改造指南》 作者：青白君.txt",
    "夸克盘链接": "https://pan.quark.cn/s/74f1d6bd1a11"
  },
  {
    "文件名": "[np  完结]《好像玩了盗版恐怖游戏》 作者：没有名字.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e63ab4e6132c"
  },
  {
    "文件名": "[np  完结]《花心美人日日被灌精（强制、NP、sm、虐身）》作者：琳琅.txt",
    "夸克盘链接": "https://pan.quark.cn/s/de10355ab1b3"
  },
  {
    "文件名": "[np  完结]《荒诞黑暗童话（架空  高H  搞笑  美人受  高H 童话一）》作者：沉默的牛奶薄荷糖.txt",
    "夸克盘链接": "https://pan.quark.cn/s/f31523cd13cb"
  },
  {
    "文件名": "[np  完结]《和两个alpha结婚的beta》作者：捏捏猫肉垫.txt",
    "夸克盘链接": "https://pan.quark.cn/s/731f9abe8572"
  },
  {
    "文件名": "[np  完结]《狠角儿（NPH)》 作者：自由基.txt",
    "夸克盘链接": "https://pan.quark.cn/s/1b30fff7ece2"
  },
  {
    "文件名": "[np  完结]《狠角儿（NPH 科幻 女尊 爽文 女性向)》 作者：自由基.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c57eaa12868c"
  },
  {
    "文件名": "[np  完结]《好好的攻被玩坏了（露出、各种打屁股、双飞、拘束架、憋尿、强制）》作者：无有灵（退了）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/6c6e320501f6"
  },
  {
    "文件名": "[np  完结]《鬼修他张开双腿（高H，Np，主受）》作者：红烧肉酱汁.txt",
    "夸克盘链接": "https://pan.quark.cn/s/83081a01f69f"
  },
  {
    "文件名": "[np  完结]《恶毒男配（np 主受）》作者：珍特么吾雨.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e6c5aa4d89f6"
  },
  {
    "文件名": "[np  完结]《勾引冷清继父后（1v2 校园 甜文）》作者：软软.txt",
    "夸克盘链接": "https://pan.quark.cn/s/5ed7b39f6f82"
  },
  {
    "文件名": "[np  完结]《高岭之花被强制（各种强制爱，强制_____调___教）》作者：紫柏.txt",
    "夸克盘链接": "https://pan.quark.cn/s/4e86996d15ec"
  },
  {
    "文件名": "[np  完结]《改造男人生孩子，爸爸和老师都生娃了（父子师生乱伦／生子）》作者：小猫咪兽性大发.txt",
    "夸克盘链接": "https://pan.quark.cn/s/fd28acc0a4f0"
  },
  {
    "文件名": "[np  完结]《穿进淫荡皇宫中双性np(高H  正剧  强攻强受  美人受)》作者：?把你咔艹烂.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e60cda4cbb97"
  },
  {
    "文件名": "[np  完结]《穿越后的yin乱日常》 作者：小白兔乳糖.txt",
    "夸克盘链接": "https://pan.quark.cn/s/6ddc61efa1a5"
  },
  {
    "文件名": "[np  完结]《朝日满庭箓（np 古代 玄幻 第一部完》作者：吃货小辣妹FA.txt",
    "夸克盘链接": "https://pan.quark.cn/s/662232af196c"
  },
  {
    "文件名": "[np  完结]《承君泽（np）》作者：想喝甜水儿（小皇帝×温润文臣／正直将军／忠犬暗卫）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/5c6f6771be59"
  },
  {
    "文件名": "[np  完结]《成为共妻后被日夜__灌____精___（双性大奶／__强____奸_________轮__奸_____／言语侮辱／弱受____美_____人_____受_____／攻多）》作者：一朵小fafa.txt",
    "夸克盘链接": "https://pan.quark.cn/s/9e94988648d7"
  },
  {
    "文件名": "[np  完结]《糙汉囚禁荡夫小美人（NPH腹黑攻  美人受）》作者：华云.txt",
    "夸克盘链接": "https://pan.quark.cn/s/764e70fee2fd"
  },
  {
    "文件名": "[np  完结]《病弱公主只能靠交欢活命（NPH）》 作者：木木猫.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ac813a540b26"
  },
  {
    "文件名": "[np  完结]《被嫌弃的同妻omega》 作者：涩怎么了.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e32131ebc9af"
  },
  {
    "文件名": "[np  完结]《并蒂莲（1V2）》作者：丸子-18+斗士.txt",
    "夸克盘链接": "https://pan.quark.cn/s/5ecd1611ad82"
  },
  {
    "文件名": "[np  完结]《变态推拿师与JK田径美少女的色色按摩-简体版-（男性向）》作者：伊媚兒.txt",
    "夸克盘链接": "https://pan.quark.cn/s/b55f78bb1b18"
  },
  {
    "文件名": "[np  完结]《被一群疯狗日哭后（双性总受）》作者：秘?墨者?.txt",
    "夸克盘链接": "https://pan.quark.cn/s/3d8aba54a7c6"
  },
  {
    "文件名": "[np  完结]《被玩坏的涩涩猫咪(np)》作者：珍珠粉（双性，贫乳，ABO）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/daa2be06bd1f"
  },
  {
    "文件名": "[np  完结]《被父兄日日肏弄》作者：Estrus（家庭伦理，触手肏穴，调教，蛇尾自慰等play）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a3aa9856a67c"
  },
  {
    "文件名": "[np  完结]《被表兄弟们轮流疼爱的日子【红楼性转】（np，受万人迷）》作者：玉乐月.txt",
    "夸克盘链接": "https://pan.quark.cn/s/2f49c639be38"
  },
  {
    "文件名": "[np  完结]《被吃干抹净的双性美人们》作者：风起.txt",
    "夸克盘链接": "https://pan.quark.cn/s/181d7c619a6c"
  },
  {
    "文件名": "[np  完结]《被透明色鬼强懆的美人们（现代  高H  正剧  美人受  高H）》作者：辣手??摧花.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c4dedc94fe8b"
  },
  {
    "文件名": "[np  完结]《被人渣玩弄的清纯美人们（强__奸____，__轮__奸__，BDSM，暴力，__调___教__，道具）》作者：奢香夫人.txt",
    "夸克盘链接": "https://pan.quark.cn/s/91c491db9d05"
  },
  {
    "文件名": "[np  完结]《被____调____教_____的妻奴（调__教__sm双性生子）》作者：温泉水.txt",
    "夸克盘链接": "https://pan.quark.cn/s/720d3a4743b1"
  },
  {
    "文件名": "[np  完结]《爆草清冷佛子NP（双性）》作者：芋泥啵啵.txt",
    "夸克盘链接": "https://pan.quark.cn/s/b0f7cee0bfcc"
  },
  {
    "文件名": "[np  完结]《yin乱十八线小明星（现代 _ 高H _ 正剧 _ 美人受 _ 影视）》作者：纯情女高.txt",
    "夸克盘链接": "https://pan.quark.cn/s/985c91e43cc5"
  },
  {
    "文件名": "[np  完结]《爱上肌肉正装金融实习生（SM_____轮____奸____）》作者：吃土少年.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a42a7cccbf80"
  },
  {
    "文件名": "[np  完结]《【总攻】催眠之顺从》作者：（求票）咸鱼炖猪蹄（现代  高H  搞笑  校园  弱攻强受）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/fbff23bd61cb"
  },
  {
    "文件名": "[np  完结]《Dark Knight（双性，产乳，产卵，触手，群奸，强迫，脏话，SM，GB，人外）》作者：Flx123456.txt",
    "夸克盘链接": "https://pan.quark.cn/s/85baf357db10"
  },
  {
    "文件名": "[np  完结]《【总攻】所有人都想被我上》作者：我是池塘里的小雨滴（万人迷______腹________黑____真少爷____原团宠假少爷笑面虎二哥高冷禁欲霸总大哥表里不一秘书……）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/39c049de3a24"
  },
  {
    "文件名": "[np  完结]《【总_攻】恐同A终成A同（abo）》作者：咽气（想要票票）（受追攻，受宠攻，受全洁）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/fa08bcbfaffb"
  },
  {
    "文件名": "[np  完结]《【双性】清纯男高的双面人生》作者：西瓜咔咔好吃.txt",
    "夸克盘链接": "https://pan.quark.cn/s/7de25b067b18"
  },
  {
    "文件名": "[np  完结]《【主攻】催眠魔纹(现_____代____  __高_____H___  ____正____剧__  H有  ____奇____幻_____)》作者：艾尔森.txt",
    "夸克盘链接": "https://pan.quark.cn/s/5d5b73550058"
  },
  {
    "文件名": "[np  完结]《【GB总攻】花魁秘事（古代  高H  正剧  H有  高H）》作者：蛇蛇.txt",
    "夸克盘链接": "https://pan.quark.cn/s/b21e20c966a8"
  },
  {
    "文件名": "[np  完结]《【ABO总攻】当变态还要被倾听心声吗》作者： 我是池塘里的小雨滴（架空  高H  正剧  美攻强受  强攻强受）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/dead792e1917"
  },
  {
    "文件名": "[np  完结]《[总攻催眠]《我是来加入这个家的》作者：（求票）（催眠， 总攻，ntr，乱伦，强 奸）咸鱼炖猪蹄.txt",
    "夸克盘链接": "https://pan.quark.cn/s/b5d7b1afb919"
  },
  {
    "文件名": "[np  完结]《[总攻]饥渴情夫们的金主争夺战》作者：肆虐中毒.txt",
    "夸克盘链接": "https://pan.quark.cn/s/159dadf3362b"
  },
  {
    "文件名": "[np  完结]《【18禁】催眠霸凌校園（np 奇幻 男性向）》作者：禁餅乾.txt",
    "夸克盘链接": "https://pan.quark.cn/s/3bcfafe651d1"
  },
  {
    "文件名": "[np  完结]《（总攻）帝皇的播种统治》作者：布偶猫不撸撸[修文]《.txt",
    "夸克盘链接": "https://pan.quark.cn/s/f3f89ff5c439"
  },
  {
    "文件名": "[np  完结]《[ABO]诱捕（正文完，番外不定期掉落）》作者：光和猛喵【米国度】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/b66724b47966"
  },
  {
    "文件名": "[np  完结]《（向哨）服役期》作者：林炙（向哨总攻）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/b7d29fc15ab1"
  },
  {
    "文件名": "[np  完结]《[总攻]催眠APP在校园》 作者：（求票）咸鱼炖猪蹄.txt",
    "夸克盘链接": "https://pan.quark.cn/s/50bfe6a7e0a4"
  },
  {
    "文件名": "[HT]被戴绿帽，然后开始追妻火葬场 作者：一鸟不会鸣.txt",
    "夸克盘链接": "https://pan.quark.cn/s/07092f12c9eb"
  },
  {
    "文件名": "[HT]快穿：万人迷他操碎了心 作者：发财老葛.txt",
    "夸克盘链接": "https://pan.quark.cn/s/1a48b0adc16a"
  },
  {
    "文件名": "[F 完结244]无本万利（1v1）作者：thxtea【24.9.11】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/15bd474202db"
  },
  {
    "文件名": "[HT]无限流大佬被绑上万人迷光环（H） 作者：Lana(1).txt",
    "夸克盘链接": "https://pan.quark.cn/s/247ca75f28ab"
  },
  {
    "文件名": "[GB女攻]论调教一只宠物 作者：AAA建材王哥.txt",
    "夸克盘链接": "https://pan.quark.cn/s/db9dd34c2ccf"
  },
  {
    "文件名": "[F 完结195]你是一只金丝雀（1v1）作者：一把生锈刀【24.9.10】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/aa935a538979"
  },
  {
    "文件名": "[F 完结134]猫猫能有什么错（1v1）作者：无麻全痛嘎腰子.txt",
    "夸克盘链接": "https://pan.quark.cn/s/6a38ac46eaf8"
  },
  {
    "文件名": "[F 完结122]猫猫能有什么错（1v1）作者：无麻全痛嘎腰子【24.9.13】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/dda3ff7c8f58"
  },
  {
    "文件名": "[F 完结110]四一哨 作者：Skylar史凯兰【24.9.07】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/b7beece6ca99"
  },
  {
    "文件名": "[F 完结108]外愈（1v1）作者：苏容与【24.9.23】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/bcfc7053bcff"
  },
  {
    "文件名": "[F 完结109]双重标准（1v1）作者：可乐糖球【24.9.18】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/0f76a3199dcf"
  },
  {
    "文件名": "[F 完结110]曲解（1v1）作者 _甜甜小元【24.9.04】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/6a8ab9de19d5"
  },
  {
    "文件名": "[F 完结103]月沉星现  作者：喵生.txt",
    "夸克盘链接": "https://pan.quark.cn/s/6ee51d03165b"
  },
  {
    "文件名": "[F 完结101]祸心（np）作者：匿名咸鱼【24.9.07】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ccf027a7acd9"
  },
  {
    "文件名": "[F 完结95]陨石坑（1v1）作者：潜水soap【24.9.04】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a40a2840345c"
  },
  {
    "文件名": "[F 完结92]骤雪终歇（1v1）作者：秦柒【24.9.16】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/b84f7cb4fa3c"
  },
  {
    "文件名": "[F 完结98]上等庸者（np）作者：最春色【24.9.22】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/6ed1ab019b1c"
  },
  {
    "文件名": "[F 完结88]高岭之花真香实录（1v1）作者：羌三目【24.9.03】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/0c7a0512ae59"
  },
  {
    "文件名": "[F 完结90+番外]土狗（1v1）作者：reinhard【24.9.10】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/99e41292c036"
  },
  {
    "文件名": "[F 完结91]隔岸观景（1v1）作者：一树一桑【24.9.19】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/77c98e6fecb0"
  },
  {
    "文件名": "[F 完结85]知心知易（1v1）作者：前门葡萄架【24.9.15】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ac3d55c8c0ba"
  },
  {
    "文件名": "[F 完结78]向思而盛（1v1）作者：凌凌柒【24.9.11】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e5795fe02848"
  },
  {
    "文件名": "[F 完结84]鸿山折玉（1v1）作者：戏文.txt",
    "夸克盘链接": "https://pan.quark.cn/s/3e6f05bd7413"
  },
  {
    "文件名": "[F 完结82]赛璐珞（1v1）作者：芫爆【24.9.15】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e9bf42f59051"
  },
  {
    "文件名": "[F 完结75]只是疯狗（1v1）作者：叔果儿【24.9.11】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/bde0bdf0c529"
  },
  {
    "文件名": "[F 完结72]婚姻换乘（1v1）作者：宴惟【24.9.01】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/7c9d4c950a82"
  },
  {
    "文件名": "[F 完结70]望山远岐（1v1）作者：莫为非【24.9.23】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/6344a5a88f64"
  },
  {
    "文件名": "[F 完结68]那个星期发生了什么（1v1）作者：CoolForAnja【24.9.21】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/6f02a264189b"
  },
  {
    "文件名": "[F 完结66]渔火（1v1）作者：淮川s【24.9.12】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e32d3070654b"
  },
  {
    "文件名": "[F 完结67+番外]黎明之前（np）作者：heiheiheiheihei【24.9.13】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/db7e7e426e5e"
  },
  {
    "文件名": "[F 完结64]不想死（1v1）作者 _reinajinjinjin【24.9.05】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/df4f551de6e4"
  },
  {
    "文件名": "[F 完结64]二缺一（1v1）作者：酸辣天瓜粉.txt",
    "夸克盘链接": "https://pan.quark.cn/s/6e07df5ac959"
  },
  {
    "文件名": "[F 完结64]玩具学院（np）作者：锦恋【24.9.02】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/b70183b4b124"
  },
  {
    "文件名": "[F 完结65]荒诞假期（1v1）作者：不存在的荷德森【24.9.09】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/273478657a25"
  },
  {
    "文件名": "[F 完结63]看上了只舔狗（1v1）作者：陆秋笙【24.9.03】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ef4dcc1c33ea"
  },
  {
    "文件名": "[F 完结62]菟丝子（GB女攻）作者：浴巾和冬瓜91【24.9.25】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/3ca29659a5f0"
  },
  {
    "文件名": "[F 完结63]不完美替代程序（1v1）作者：战略审批中【24.9.03】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/390a0d1a0a18"
  },
  {
    "文件名": "[F 完结62]青山雪（1v1）作者：姜闲庭_【24.9.18】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/3aa5a43cb82d"
  },
  {
    "文件名": "[F 完结61]嫉妒心强该被狠狠疼爱（1v1）作者：匿名咸鱼【24.9.15】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e45e21d86781"
  },
  {
    "文件名": "[F 完结61]大明星跟踪指南（1v1）作者：杀心又起【24.9.24】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/44b03c9286d4"
  },
  {
    "文件名": "[F 完结59]禁止逾界（1v1）作者：桥木乔【24.9.01】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/4f1e487a4bf6"
  },
  {
    "文件名": "[F 完结61]大蓝闪蝶（1v1）作者：白滚水【24.9.04】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/f4a198d3a92c"
  },
  {
    "文件名": "[F 完结59]月之暗面（1v1）作者：虚荣之火【24.9.25】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/d0dcaaed515d"
  },
  {
    "文件名": "[F 完结59]我不喜欢你了（1v1）作者：茵茵之树【24.9.08】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/7366e7a9b0b0"
  },
  {
    "文件名": "[F 完结58]浪漫病（1v1）作者：路今迟【24.9.04】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/d652aab38400"
  },
  {
    "文件名": "[F 完结57]上将被迫臣服（1v1）作者：一【24.9.19】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e56e0185fcf5"
  },
  {
    "文件名": "[F 完结58]沉沦（np）作者：又阿白【24.9.03】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ed0839b4261b"
  },
  {
    "文件名": "[F 完结57]你养你的猪我做我的鸭（1v1）作者：萧九凉【24.9.22】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/0154ad508a7a"
  },
  {
    "文件名": "[F 完结56]夜莺与巍巍然（1v1）作者：匿名咸鱼【24.9.03】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c4906579f183"
  },
  {
    "文件名": "[F 完结52+番外]钦钦（1v1）作者：唐棣.txt",
    "夸克盘链接": "https://pan.quark.cn/s/f2bb76b1097b"
  },
  {
    "文件名": "[F 完结56]Hush（1v1）作者：响耳【24.9.17】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ff84854b429f"
  },
  {
    "文件名": "[F 完结55]臣妻（np）作者：一个老炮儿【24.9.07】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/3529d415263b"
  },
  {
    "文件名": "[F 完结53+番外]穿成被迫逃亡的虫母后（np）作者：止血剤.txt",
    "夸克盘链接": "https://pan.quark.cn/s/800c9ce45fc0"
  },
  {
    "文件名": "[F 完结50]惊春（1v1）作者：莎哈哈哈【24.9.25】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/4c37ad540f34"
  },
  {
    "文件名": "[F 完结52]食色性也（1v1）作者：超爱西红柿炒鸡蛋【24.9.05】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/2ac705fca9ca"
  },
  {
    "文件名": "[F 完结52]剧情不对，直男崩溃（np）作者：月下泣【24.9.20】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/833c49ad4769"
  },
  {
    "文件名": "[F 完结50]沿岛（1v1）作者：踢踢Tee【24.9.06】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/aacef2577012"
  },
  {
    "文件名": "[F 完结50]财迷心窍（1v1）作者：癫婆【24.9.11】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/58cefc364f4a"
  },
  {
    "文件名": "[F 完结48]坠入云间（1v1）作者：SeaStrand【24.9.23】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/6f5a1bf6b222"
  },
  {
    "文件名": "[F 完结49]禁猎地（1v1）作者：苦艾【24.9.01】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/2a1e263002a2"
  },
  {
    "文件名": "[F 完结48]回头草（np）作者：枫南【24.9.25】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/6cdcee382a28"
  },
  {
    "文件名": "[F 完结49]黑蛟（1v1）作者：一叶锦城一【24.9.08】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ee789aafcb37"
  },
  {
    "文件名": "[F 完结46]已读不回（1v1）作者：一别都门三改火【24.9.25】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c8a3eb19478d"
  },
  {
    "文件名": "[F 完结44]小同桌（1v1）作者：再睡一觉吧【24.9.10】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/76d961fd42ad"
  },
  {
    "文件名": "[F 完结46]我和老板和狗（1v1）作者：鼹鼠邻居【24.9.08】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/0f7dad85b2fc"
  },
  {
    "文件名": "[F 完结43]吃一夏（1v1）作者：有只伞【24.9.19】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/da41cbfeb5bf"
  },
  {
    "文件名": "[F 完结45]复婚之后（1v1）作者：渡沧溟【24.9.06】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/cf02ccd098ea"
  },
  {
    "文件名": "[F 完结41]竹马开发计划（1v1）作者：蜜汁鸡腿肉【24.9.16】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c431d026e617"
  },
  {
    "文件名": "[F 完结42]我有病（1v1）作者：匿名咸鱼【24.9.05】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/de5f87820636"
  },
  {
    "文件名": "[F 完结39]一杯酒（1v1）作者：尸云雨【24.9.04】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/65414c5cdba0"
  },
  {
    "文件名": "[F 完结41]撞春（1v1）作者：长长短短【24.9.09】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e77d98fe688b"
  },
  {
    "文件名": "[F 完结37]睡了别人男朋友（1v1）作者：野小原【24.9.09】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/f84f45656a94"
  },
  {
    "文件名": "[F 完结36]玻璃小舟（1v1）作者：千灯秋竹【24.9.08】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/361211c61df9"
  },
  {
    "文件名": "[F 完结34]信任契约（1v1）作者：无水硫酸铜【24.9.20】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/265e1dbd2231"
  },
  {
    "文件名": "[F 完结34+番外]不宣于口（np）作者：烟火星河.txt",
    "夸克盘链接": "https://pan.quark.cn/s/029fa7716523"
  },
  {
    "文件名": "[F 完结32+番外]大佬和炸毛小辣椒（1v1）作者：止咳糖浆.txt",
    "夸克盘链接": "https://pan.quark.cn/s/6498dae9194c"
  },
  {
    "文件名": "[F 完结32]总裁的孕秘（1v1）作者：风雪欲人间【24.9.05】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/344a24f3b890"
  },
  {
    "文件名": "[F 完结31]直播网黄是老实人下属（1v1）作者：不如吹个口哨【24.9.12】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/111eedb4445e"
  },
  {
    "文件名": "[F 完结30]柔河里（1v1）作者：朱钗】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/b3d53d083363"
  },
  {
    "文件名": "[F 完结30]冷茶（1v1）作者：苏恩【24.9.08】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/0f80047e9960"
  },
  {
    "文件名": "[F 完结29]命运之番（1v1）作者：现在有人打喷嚏吗【24.9.02】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/7d9bf7cac2c4"
  },
  {
    "文件名": "[F 完结28]野水塘（1v1）作者：匿名咸鱼【24.9.07】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/805717ac70d0"
  },
  {
    "文件名": "[F 完结25]有种单挑（1v1）作者：十三十三【24.9.19】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a50aed60e97e"
  },
  {
    "文件名": "[F 完结25]云云云（1v1）作者：脆皮甜筒【24.9.14】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/36c6177e6dbc"
  },
  {
    "文件名": "[F 完结24]和一条蛇谈恋爱（1v1）作者：腐满【24.9.17】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/5cb89eb55a5e"
  },
  {
    "文件名": "[F 完结24+番外]禁止强制（1v1）作者：癫婆【24.9.11】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/23ce0637682e"
  },
  {
    "文件名": "[F 完结24+番外]监守自盗（1v1）作者：微生寂無【24.9.08】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/bbdf96c1e11d"
  },
  {
    "文件名": "[F 完结22]哭包（1v1）作者：匿名咸鱼【24.9.01】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/139a454712e8"
  },
  {
    "文件名": "[F 完结19]迟语（1v1）作者：善良的同人女【24.9.21】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/6e6034de9afc"
  },
  {
    "文件名": "[F 完结12]予河（1v1）作者：jjm_嗷呜【24.9.03】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/3810492b89f4"
  },
  {
    "文件名": "[F 完结14]非典型训戒（1v1）作者：冬林诃猫【24.9.06】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/eca6753d5bfd"
  },
  {
    "文件名": "[F 完结+番外]老夫老夫的一夜（1v1）作者：机械性进食.txt",
    "夸克盘链接": "https://pan.quark.cn/s/9793da95fc74"
  },
  {
    "文件名": "[F 完结+番外]和平分手（1v1）作者：符黎】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/4cac3bd9bb19"
  },
  {
    "文件名": "[F 完结]最难相忘少年时 作者：阿襟呀【24.9.25】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/b1d5044cacef"
  },
  {
    "文件名": "[F 完结]周末吃顿好的（1v1）作者：寺一一【24.9.11】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/fe37d5a18e5b"
  },
  {
    "文件名": "[F 完结]坠渊庄园（1v1）作者：jjm_嗷呜【24.9.06】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/659f8b308509"
  },
  {
    "文件名": "[F 完结]长相辞（1v1）作者：樱三【24.9.22】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c36ed3ba1b55"
  },
  {
    "文件名": "[F 完结]主人竟是教授（1v1）作者：凡衣【24.9.02】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c049ac6bc6ef"
  },
  {
    "文件名": "[F 完结]谪仙（1v1）作者：8a944【24.9.03】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/d58814bec7d5"
  },
  {
    "文件名": "[F 完结]渣了大小姐后（np）作者：小猪侦查员【24.9.01】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/81ddd177cd74"
  },
  {
    "文件名": "[F 完结]愿念 作者：匿名咸鱼【24.9.21】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ff0f607997e2"
  },
  {
    "文件名": "[F 完结]在酒店看见老板洗澡后（1v1）作者：全水稻面包【24.9.06】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/1e38daec0a06"
  },
  {
    "文件名": "[F 完结]愿者上钩（1v1）作者：微尔【24.9.16】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/cc4bb6f7e7aa"
  },
  {
    "文件名": "[F 完结]又黑又黄（1v1）作者：早知春【24.9.05】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/f3a27cccbc5d"
  },
  {
    "文件名": "[F 完结]萤火虫（GB女攻1v1）作者：学泰语的________.txt",
    "夸克盘链接": "https://pan.quark.cn/s/bed8937d5919"
  },
  {
    "文件名": "[F 完结]野犬归笼（1v1）作者：半醉山翁【24.9.07】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/f0ce08890040"
  },
  {
    "文件名": "[F 完结]应试生活（1v1）作者：Qiusain【24.9.10】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/00431699f112"
  },
  {
    "文件名": "[F 完结]一叶情书（1v1）作者：复摆【24.9.01】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/67b4b725dacc"
  },
  {
    "文件名": "[F 完结]意乱情迷后（1v1）作者：时际澜【24.9.08】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/7504ecb59b82"
  },
  {
    "文件名": "[F 完结]小桃花（1v1）作者：流心披萨【24.9.09】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/15c3d2d74880"
  },
  {
    "文件名": "[F 完结]血线（1v1）作者：塔纳【24.9.14】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/76fa06866ae8"
  },
  {
    "文件名": "[F 完结]椰子酒（1v1）作者：长与汀未【24.9.02】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/8018c87ab4e6"
  },
  {
    "文件名": "[F 完结]握不紧（1v1）作者：不知三五【24.9.16】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/d2b3785e0fac"
  },
  {
    "文件名": "[F 完结]舞男（GB女攻1v1）作者：为王【24.9.03】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/79d0dfd384cf"
  },
  {
    "文件名": "[F 完结]献给河神的新娘（1v1）作者：魔法少年啾啾【24.9.03】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/075964bb85d7"
  },
  {
    "文件名": "[F 完结]香灰（1v1）作者：匿名咸鱼【24.9.21】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/1ab82486ba69"
  },
  {
    "文件名": "[F 完结]我的大律师（1v1）作者：jjm_嗷呜【24.9.03】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/75dc4a69ee73"
  },
  {
    "文件名": "[F 完结]万人迷男公关PUA实录（1v1）作者：藍光【24.9.14】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/722200e4f8c3"
  },
  {
    "文件名": "[F 完结]我不要（1v1）作者：破折号【24.9.05】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e7032ab047c9"
  },
  {
    "文件名": "[F 完结]妄想禁忌（1v1）作者：风雪欲人间【24.9.01】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ac5ce3aa606c"
  },
  {
    "文件名": "[F 完结]同席（np）作者：广告位招商【24.9.06】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/6ef485c91915"
  },
  {
    "文件名": "[F 完结]特别朋友（1v1）作者：顾清挽【24.9.16】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/612e9a296d13"
  },
  {
    "文件名": "[F 完结]锁星霜（1v1）作者：匿名咸鱼【24.9.04】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/9859b61e7618"
  },
  {
    "文件名": "[F 完结]岁月谧（1v1）作者：又阿白【24.9.02】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/cd9d7df46eb1"
  },
  {
    "文件名": "[F 完结]躺平小明星（1v1）作者：欢喜安年【24.9.02】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/50c8d7aabb17"
  },
  {
    "文件名": "[F 完结]随笔  作者：匿名咸鱼【24.9.11】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/442a45fec66b"
  },
  {
    "文件名": "[F 完结]宋总，请放手！（1v1）作者：Shanyue【24.9.12】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/b9a99965bdbb"
  },
  {
    "文件名": "[F 完结]宿敌 作者：狐狸默然【24.9.25】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/74f4251a3410"
  },
  {
    "文件名": "[F 完结]斯德哥尔摩情人（1v1）作者：冬寄绵绵【24.9.08】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/d17e6814c3b6"
  },
  {
    "文件名": "[F 完结]死鬼（1v1）作者：绝赞好吃葡萄法王【24.9.08】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/41e4851e4195"
  },
  {
    "文件名": "[F 完结]水梭花（1v1）作者：春杀【24.9.15】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ad0e5bcd3888"
  },
  {
    "文件名": "[F 完结]士兵，骑士和契约书 作者：楚山晓【24.9.22】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/5c296348d9eb"
  },
  {
    "文件名": "[F 完结]失错忆（1v1）作者：小金乌龟【24.9.01】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/2720825a7ccc"
  },
  {
    "文件名": "[F 完结]水火相容（1v1）作者：不羡鱼【24.9.23】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ef2e5e37e3bd"
  },
  {
    "文件名": "[F 完结]深海维序者（1v1）作者：莫未浓.txt",
    "夸克盘链接": "https://pan.quark.cn/s/af39074ca060"
  },
  {
    "文件名": "[F 完结]谁说网恋没有好下场？（1v1）作者：鼹鼠邻居【24.9.21】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/9a55fc2abf64"
  },
  {
    "文件名": "[F 完结]谁让你喜欢我的（1v1）作者：人字拖菊【24.9.24】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/3b218f7822df"
  },
  {
    "文件名": "[F 完结]什么兔（1v1）作者：春日沉【24.9.24】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/89cba27f8688"
  },
  {
    "文件名": "[F 完结]雀栖梧桐（1v1）作者：月明星繁【24.9.01】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/d4e0d795cb16"
  },
  {
    "文件名": "[F 完结]山中何所有（1v1）作者：于山【24.9.01】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/2e48a33916f3"
  },
  {
    "文件名": "[F 完结]少爷和血奴（1v1）作者_丙你【24.9.13】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c5d312fb6320"
  },
  {
    "文件名": "[F 完结]拳手（1v1）作者：迷迭十三香【24.9.06】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a4f19585a430"
  },
  {
    "文件名": "[F 完结]圈套（1v1）作者：现在有人打喷嚏吗【24.9.05】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/1f7df217cc45"
  },
  {
    "文件名": "[F 完结]情有独钟（1v1）作者：不羡鱼【24.9.01】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a525c89a0d27"
  },
  {
    "文件名": "[F 完结]轻骑（np）作者：轻骑【24.9.12】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/cb43b51abaac"
  },
  {
    "文件名": "[F 完结]怯懦吻（1v1）作者：悲伤打工人【24.9.22】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/81dc54fcb4c8"
  },
  {
    "文件名": "[F 完结]帕帕罗廷赞歌（1v1）作者：巫喵幽暗.txt",
    "夸克盘链接": "https://pan.quark.cn/s/9e343e593d86"
  },
  {
    "文件名": "[F 完结]前男友追到综艺来了（1v1）作者：小树林儿【24.9.08】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/b6affb798ff5"
  },
  {
    "文件名": "[F 完结]器大活烂与脾气差（1v1）作者：我是小可爱啊【24.9.05】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ac77897c9485"
  },
  {
    "文件名": "[F 完结]弃猫效应（1v1）作者：竹涧鲤【24.9.11】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/d7d7581be2ab"
  },
  {
    "文件名": "[F 完结]女装大佬有点甜（GB女攻1v1）作者：力力皆心苦【24.9.11】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/d4fca37fc4d5"
  },
  {
    "文件名": "[F 完结]你老公配不上你（1v1）作者：kitto.txt",
    "夸克盘链接": "https://pan.quark.cn/s/2c42db6e3099"
  },
  {
    "文件名": "[F 完结]你哭起来真好看（1v1）作者：寒山凝露【24.9.23】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/9fa62972b268"
  },
  {
    "文件名": "[F 完结]你别得意（1v1）作者：匿名咸鱼【24.9.03】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/db3648fdfe76"
  },
  {
    "文件名": "[F 完结]明日朝生（1v1）作者：冬寄绵绵【24.9.17】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a86c1bf90abf"
  },
  {
    "文件名": "[F 完结]闹腾（1v1）作者：沉时【24.9.18】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/60549153f4ea"
  },
  {
    "文件名": "[F 完结]你看得见吗（1v1）作者：狐狸默然【24.9.05】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/d5696b818d4d"
  },
  {
    "文件名": "[F 完结]落水狗（1v1）作者：十字楼【24.9.02】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/3ca43387d23b"
  },
  {
    "文件名": "[F 完结]慢一拍（1v1）作者：春日沉【24.9.02】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/0ebe2ecba5a4"
  },
  {
    "文件名": "[F 完结]美人心计（1v1）作者：匿名咸鱼【24.9.07】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/72c9cf153989"
  },
  {
    "文件名": "[F 完结]论如何做一个软饭男（1v1）作者：活人微死【24.9.08】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/98c67d38c3e9"
  },
  {
    "文件名": "[F 完结]铃的食事处（1v1）作者：咸鱼爱喝抹茶Rey：【24.9.16】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/7ca58ea47b25"
  },
  {
    "文件名": "[F 完结]笼鸟池鱼（1v1）作者：大黑耗子【24.9.06】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/667ba4d95fa8"
  },
  {
    "文件名": "[F 完结]零度心跳（1v1）作者：啊哈【24.9.03】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/50a7d83b5b56"
  },
  {
    "文件名": "[F 完结]恋爱是另外的价格（1v1）作者：左右月【24.9.18】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/94ff30bcd520"
  },
  {
    "文件名": "[F 完结]老婆他好骗又好推（1v1）作者：CoolForAnja【24.9.02】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e1623536e21d"
  },
  {
    "文件名": "[F 完结]狼人和他的美人男友（1v1）作者：逆流向上【24.9.22】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/1b97bb55ef26"
  },
  {
    "文件名": "[F 完结]老婆是靠自己捡的（1v1）作者：没有名字的大张哥.txt",
    "夸克盘链接": "https://pan.quark.cn/s/458fcd7753e1"
  },
  {
    "文件名": "[F 完结]将错就错（1v1）作者：珵焉【24.9.07】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/cbfbb4afa038"
  },
  {
    "文件名": "[F 完结]九月十六（1v1）作者：冷切绿【24.9.02】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/98e8c9587437"
  },
  {
    "文件名": "[F 完结]皦玉（1v1）作者：咸鱼也不吃香菜【24.9.16】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c124384387a3"
  },
  {
    "文件名": "[F 完结]戒断（1v1）作者：我吃不饱【24.9.11】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/5558789b2499"
  },
  {
    "文件名": "[F 完结]还魂（np）作者：你醒一醒【24.9.06】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/4ad92f775d3c"
  },
  {
    "文件名": "[F 完结]花与猫（1v1）作者：万寂之寂【24.9.02】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/9da6e23f1010"
  },
  {
    "文件名": "[F 完结]寄生于檞寄生之物（np）作者：猫鸟【24.9.08】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/0a9409e6bee9"
  },
  {
    "文件名": "[F 完结]即刻热吻（1v1）作者：桂圆红茶【24.9.22】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/cc6ce4718610"
  },
  {
    "文件名": "[F 完结]光雨云隙（1v1）作者：八月尾【24.9.11】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/9cd1a1b5ce8c"
  },
  {
    "文件名": "[F 完结]归宿（1v1）作者：空笛残月【24.9.07】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/19925d089412"
  },
  {
    "文件名": "[F 完结]隔墙有火 作者：我只是信步一走【24.9.02】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/7aa8b6cdd037"
  },
  {
    "文件名": "[F 完结]公主落难记 作者：德罗萨【24.9.21】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/97737d5caf0f"
  },
  {
    "文件名": "[F 完结]哥哥的礼物（1v1）作者：叁郎【24.9.09】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/40c9aead41f4"
  },
  {
    "文件名": "[F 完结]感官过载（np）作者：路乙太太.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e6ba13313419"
  },
  {
    "文件名": "[F 完结]粉色小马俱乐部（1v1）作者：祝你好运【24.9.05】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/6e82bc2bd5a6"
  },
  {
    "文件名": "[F 完结]缚兰（1v1）作者：银荷里.txt",
    "夸克盘链接": "https://pan.quark.cn/s/45857b7e18bf"
  },
  {
    "文件名": "[F 完结]氛围感男神（1v1）作者：梦魇鱼骨【24.9.01】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/bdb53f998735"
  },
  {
    "文件名": "[F 完结]非典型渣攻（1v1）作者：白枝生【24.9.18】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/76e2391d62b5"
  },
  {
    "文件名": "[F 完结]方凭戬福（1v1）作者：游勒小王几【24.9.05】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/2851dc424754"
  },
  {
    "文件名": "[F 完结]方程无解（1v1）作者：南城苜蓿【24.9.06】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/6fd7f9d22f07"
  },
  {
    "文件名": "[F 完结]恶人自有恶人磨（1v1）作者：贝伦卡斯泰露【24.9.09】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/7f74dac6841f"
  },
  {
    "文件名": "[F 完结]渡劫（1v1）作者：喵居橘【24.9.09】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/375483afb000"
  },
  {
    "文件名": "[F 完结]二者得兼（np）作者：凌凌柒【24.9.04】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/104440ac2831"
  },
  {
    "文件名": "[F 完结]第一眼（1v1）作者：春色三分二【24.9.06】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/d1dff2ae2673"
  },
  {
    "文件名": "[F 完结]地下情人（1v1）作者：蝶蝶勒【24.9.20】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/168d0d20b875"
  },
  {
    "文件名": "[F 完结]大帅的在逃小农夫（1v1）作者：燕燕一夕【24.9.06】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/828ed3de4e64"
  },
  {
    "文件名": "[F 完结]调暗灯光（1v1）作者：霸土剑【24.9.24】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/eb7e7c2880b9"
  },
  {
    "文件名": "[F 完结]沉疴难愈（1v1）作者：三斤半【24.9.21】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a00e08e3f669"
  },
  {
    "文件名": "[F 完结]吃鸟的女孩（GB女攻1v1）作者：花事了13【24.9.07】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/f06d0081b2d7"
  },
  {
    "文件名": "[F 完结]缠绵游戏（1v1）作者：姜双柏.txt",
    "夸克盘链接": "https://pan.quark.cn/s/54908918bbb8"
  },
  {
    "文件名": "[F 完结]不寿 作者：樱三【24.9.22】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e6c6da355f6a"
  },
  {
    "文件名": "[F 完结]拆逆（1v1）作者：唉哟我鞋呢【24.9.01】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e54ef0cc20a7"
  },
  {
    "文件名": "[F 完结]不倒翁（1v1）作者：稻米吖【24.9.04】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/88bb19056377"
  },
  {
    "文件名": "[F 完结]本以为我是金丝雀来着（1v1）作者：瑾思【24.9.03】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e04863a7940d"
  },
  {
    "文件名": "[F 完结]病态窥视（1v1）作者：不二尘【24.9.12】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/f2d9722aa289"
  },
  {
    "文件名": "[F 完结]碧池从良记（1v1）作者：打复活赛中【24.9.07】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/17a7f31f1d9f"
  },
  {
    "文件名": "[F 完结]爆竹声声·旧年（1v1）作者：竹骰【24.9.08】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c0783b620353"
  },
  {
    "文件名": "[F 完结]被霸凌的武侠男主（np）作者：十殿【24.9.06】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/57d36f6482fb"
  },
  {
    "文件名": "[F 完结]帮我就（1v1）作者：GIeen【24.9.24】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/34498d6ef953"
  },
  {
    "文件名": "[3p  完结+番外1]《淫贼炮灰被主角们强制爱了（恐同愚蠢贪生怕死‘炮灰’受 and 清冷病娇黑莲花‘主角受’攻 and 口嫌体正偏执鬼畜‘主角攻’攻）》作者：无聊炫口肉（养胃版）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a940f6912a5e"
  },
  {
    "文件名": "[F 完结]霸总的角色扮演事件簿  作者：白马非狗【24.9.01】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/9c025d8f006f"
  },
  {
    "文件名": "[3p  完结]《我出轨了老公的死对头（3P abo ABA，两个alpha攻，一个beta受，双性）》作者：捏捏猫肉垫.txt",
    "夸克盘链接": "https://pan.quark.cn/s/653ad308ba22"
  },
  {
    "文件名": "[3p  完结]《走肾不走心是要付出代价的（高H  搞笑  美人受）》作者：没有名字.txt",
    "夸克盘链接": "https://pan.quark.cn/s/2864848056b5"
  },
  {
    "文件名": "[3p  完结]《宿缘（3p）》作者：sou瘦瘦瘦.txt",
    "夸克盘链接": "https://pan.quark.cn/s/43ae25087d42"
  },
  {
    "文件名": "[3p  完结]《谁允许你不追的？（强制爱 强奸 美人受）》作者：点我就能发财.txt",
    "夸克盘链接": "https://pan.quark.cn/s/63aabf011685"
  },
  {
    "文件名": "[3p  完结]《老实人与双胞胎（美强_双性）》作者：九酒.txt",
    "夸克盘链接": "https://pan.quark.cn/s/7ca55b4d0961"
  },
  {
    "文件名": "[1v2 完结]《堕落美人的狩猎游戏（高H 调教 SM）第一卷 迷雾篇》作者：柚小竹.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a3cbc1608433"
  },
  {
    "文件名": "[3p  完结]《被兄弟二人共拥 ，爽飞了【双性3p看似羞涩其实大大胸肌痴汉受VS黑皮双开门肌肉猛攻VS白皮斯文败类举人】》作者：水乐园.txt",
    "夸克盘链接": "https://pan.quark.cn/s/8720e219690e"
  },
  {
    "文件名": "[1v1完结+番外9]《请问，您还收狗吗？（1v1 主奴SM、互攻）》作者：风烟挽【补番】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/4639e955b18c"
  },
  {
    "文件名": "[1v2 完结]《被捕获的校花美人（性格很娇很虚荣的小男娘受×富二代攻）》作者：椰果奶茶.txt",
    "夸克盘链接": "https://pan.quark.cn/s/9e0cc97a0816"
  },
  {
    "文件名": "[1v1 完结+番外全《谢昔》作者：黄灯浮大白.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ec2d2aa8ab63"
  },
  {
    "文件名": "[1v1 完结+番外全]《月有宴 （古代 狗血）》作者：晚来风息.txt",
    "夸克盘链接": "https://pan.quark.cn/s/59458af9500c"
  },
  {
    "文件名": "[1v1 完结+番外全]《对象今天找回记忆了吗（gl）》作者：柚子酒 [补番].txt",
    "夸克盘链接": "https://pan.quark.cn/s/2b4d4e344d7e"
  },
  {
    "文件名": "[1v1 完结+番外全]《古早言情文男主破产之后（校园1v1校园甜文）》作者：师诲 [补番].txt",
    "夸克盘链接": "https://pan.quark.cn/s/3aa1682fbbe3"
  },
  {
    "文件名": "[1v1 完结+番外全]《驯服那个高岭之花（百合futa）》作者：妄羁 [补番].txt",
    "夸克盘链接": "https://pan.quark.cn/s/56daec3c3646"
  },
  {
    "文件名": "[1v1 完结+番外全]《以罪之名（强制爱 1V1 暗黑）》作者：陆安暖.txt",
    "夸克盘链接": "https://pan.quark.cn/s/9c9a798b1983"
  },
  {
    "文件名": "[1v1 完结+番外全]《包养协议（娱乐圈）》作者：高文羡.txt",
    "夸克盘链接": "https://pan.quark.cn/s/88ff7b13151b"
  },
  {
    "文件名": "[1v1 完结+番外19]《透骨欢（古言穿书 SC 1v1）》 作者：三月.txt",
    "夸克盘链接": "https://pan.quark.cn/s/269bc627e20f"
  },
  {
    "文件名": "[1v1 完结+番外23]《仙尊找回肉身后（双性）》作者：奶黄包（忠犬（物理）记名弟子x身体烂熟淫荡的仙尊）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/9682c2b45c25"
  },
  {
    "文件名": "[1v1 完结+番外19]《夫君他浑身杀气（双马甲 先婚后爱 1v1武侠甜文）》作者：锈斑猫[11.16补番].txt",
    "夸克盘链接": "https://pan.quark.cn/s/5de7448e8e41"
  },
  {
    "文件名": "[1v1 完结+番外32]《当Omega身份暴露后》作者：你吃西瓜吗[补番].txt",
    "夸克盘链接": "https://pan.quark.cn/s/bddbf952117a"
  },
  {
    "文件名": "[1v1 完结+番外7]《龙，真无耻（百合futa，种田）》 作者：粼若皓月 [补番].txt",
    "夸克盘链接": "https://pan.quark.cn/s/97c1926c1ecf"
  },
  {
    "文件名": "[1v1 完结+番外10亲亲是什么意思（双_哑巴受）》作者：一捧相思鸟[补番].txt",
    "夸克盘链接": "https://pan.quark.cn/s/b8e73eea759f"
  },
  {
    "文件名": "[1v1 完结+番外13]《意外离别后的再次重逢》作者：是阿酒吖（冰山腹黑攻×疯批美人诱受）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/de8dc0cf3dbb"
  },
  {
    "文件名": "[1v1 完结+番外9]《春色如何（1v1，高h）》 作者：自动充电指南.txt",
    "夸克盘链接": "https://pan.quark.cn/s/6d7bcb96127d"
  },
  {
    "文件名": "[1v1 完结+番外9]《被恶毒小妈报复后》作者：泡水白菜（抖s绿茶小妈攻x漂亮蠢货继子受）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/5d09ef522d50"
  },
  {
    "文件名": "[1v1 完结+番外6]《涌泉（出轨、偷情）》作者：啤酒肚[补番].txt",
    "夸克盘链接": "https://pan.quark.cn/s/f6e5908d5e01"
  },
  {
    "文件名": "[1V1 完结+番外7]《被不妙的家伙缠上了(表面不着调的切黑年下狼狗攻Xrua技点满不自知的别扭心软迟钝受)》作者： 3°C.txt",
    "夸克盘链接": "https://pan.quark.cn/s/3e0b2fd5b708"
  },
  {
    "文件名": "[1v1 完结+番外6]《狼人杀》作者：非衣之（日常不把任何东西放在眼里疯批阴郁受×希望某人正常点沉着冷静攻）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/00bb643d6c59"
  },
  {
    "文件名": "[1v1 完结+番外6]《梦你难眠（1V1 甜文 女性向）》 作者：粉蔷薇（补番）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/d7bcda63b5bf"
  },
  {
    "文件名": "[1v1 完结+番外6]《如何逐步沦为家主的老婆》作者：蛊叙（双洁 单性 人前一套人后一套卑鄙烂人攻×床上骚浪床下小白花受）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/d736307eb229"
  },
  {
    "文件名": "[1v1 完结+番外6]《狐骑士邱修齐奇遇记》作者：浪里白条（架空  中H  正剧  玄幻  温情）[补番].txt",
    "夸克盘链接": "https://pan.quark.cn/s/7244ae47b4d4"
  },
  {
    "文件名": "[1v1 完结+番外6]《鬼医与他的宠侍》作者：Yorutay.txt",
    "夸克盘链接": "https://pan.quark.cn/s/45c93f7fa084"
  },
  {
    "文件名": "[1v1 完结+番外4]《被灭门后她杀疯了（古言，1V1）》作者：兆壹北[补番].epub.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a71b5fc06008"
  },
  {
    "文件名": "[1v1 完结+番外5]《漂亮男孩》作者： japkt（风流大少爷天然渣VS自强不息小美人）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/fb8f13d20f0c"
  },
  {
    "文件名": "[1v1 完结+番外5]《穿成魔头反派后被徒弟日夜xx》作者：逍遥丸丸子[补番]《.txt",
    "夸克盘链接": "https://pan.quark.cn/s/de7e6b51a2f1"
  },
  {
    "文件名": "[1v1 完结+番外5]《不正当关系》作者：不等号.txt",
    "夸克盘链接": "https://pan.quark.cn/s/8d6c07e9a3e3"
  },
  {
    "文件名": "[1v1 完结+番外4]《大鱼吃小鱼》作者：海公牛（现代  高H  正剧  纤细受  轻松）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ad730075473e"
  },
  {
    "文件名": "[1v1 完结+番外4]《黑色金丝雀》作者：刹那芳颜（意大利黑道贵公子鬼畜病娇年下攻x前期中国双性可怜兮兮黑心肝心理扭曲抖M美人受）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/2f806927bbd0"
  },
  {
    "文件名": "[1v1 完结+番外4]《直男被疯批强制爱后》作者：颜迟（温润腼腆社恐大美人受vs疯批占有欲极强攻）[补番].txt",
    "夸克盘链接": "https://pan.quark.cn/s/0d3ac5a96d0e"
  },
  {
    "文件名": "[1v1 完结+番外3]《装腔（西幻，高h，重生强制爱）》 作者：青舟小渡 [补番].txt",
    "夸克盘链接": "https://pan.quark.cn/s/6f3483e34bc4"
  },
  {
    "文件名": "[1v1 完结+番外3]《小娘子（1V1_H_BG_年上）》 作者：Roxi [补番].txt",
    "夸克盘链接": "https://pan.quark.cn/s/376f70ce0a42"
  },
  {
    "文件名": "[1v1 完结+番外3]《替孕（高H 古代 甜文）》作者：宸月（补番）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/8604db7e7893"
  },
  {
    "文件名": "[1v1 完结+番外3]《孽畜》作者：阮年（前期自卑后期死心的温柔受x高岭之花清冷攻）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e0037198014c"
  },
  {
    "文件名": "[1v1 完结+番外3]《桃李艳事（伪骨科师生恋）》作者：炽玫儿.txt",
    "夸克盘链接": "https://pan.quark.cn/s/69209ada8ac8"
  },
  {
    "文件名": "[1v1 完结+番外3]《纯白诱惑（现代 高H 搞笑 年下 受宠攻 双不结）》作者：从不早起.txt",
    "夸克盘链接": "https://pan.quark.cn/s/3b49d777682c"
  },
  {
    "文件名": "[1v1 完结+番外2]《我被疯批少爷盯上了》作者：有好饭踢我[补番].txt",
    "夸克盘链接": "https://pan.quark.cn/s/246c4d7c86ef"
  },
  {
    "文件名": "[1v1 完结+番外3]《被地雷男用批糙了（电波系鬼畜宅男攻x地雷系痴汉王子受）》作者：吃饭进行时.txt",
    "夸克盘链接": "https://pan.quark.cn/s/8359b9b54943"
  },
  {
    "文件名": "[1v1 完结+番外3]《【主攻】驯养魔尊成功后（强强）》作者：择责.txt",
    "夸克盘链接": "https://pan.quark.cn/s/86da33f00541"
  },
  {
    "文件名": "[1v1 完结+番外2]《完美恋人(抹布攻)》作者：忠贞家园（抖m温驯自卑攻×s属性受）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/6f9924cd2572"
  },
  {
    "文件名": "[1v1 完结+番外3]《霸总_老婆竟是猛1？》作者：果味汽水（疯批变态占有欲爆棚心机美人攻×成熟稳重英俊帅气宠溺霸总受）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/98043ca0e75b"
  },
  {
    "文件名": "[1v1 完结+番外2]《奈何春（暴娇恶毒却实在美丽的妖女1x很倒霉但还好很能打的正道名侠0）》作者：春山无涯.txt",
    "夸克盘链接": "https://pan.quark.cn/s/899fd66e8e7d"
  },
  {
    "文件名": "[1v1 完结+番外2]《家养玫瑰》作者： 颖伊啊（高冷但粘老婆的玫瑰味Alpha×开朗但有点疯的蛋糕味Omega）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/84968a05693e"
  },
  {
    "文件名": "[1v1 完结+番外2]《经理，请跪下！》作者： 柳眠琴（甜文，强制爱的意思，调教文，下克上，年下）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e7c3955a5b10"
  },
  {
    "文件名": "[1v1 完结+番外2]《恋爱克莱因（1v1，sc，人外）》（10.19补番） 作者：第五密度.txt",
    "夸克盘链接": "https://pan.quark.cn/s/11e40bcaf7d8"
  },
  {
    "文件名": "[1v1 完结+番外2]《救赎不如救命【1v1·男配上位·女主觉醒】》补番 作者：发疯的阿亘.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ce9fc9a8b9c3"
  },
  {
    "文件名": "[1v1 完结+番外2]《复春夜（君臣生子）》作者：洛知意[补番]《.txt",
    "夸克盘链接": "https://pan.quark.cn/s/efdc4031be00"
  },
  {
    "文件名": "[1v1 完结+番外2]《【主_攻】骗来的老婆是会黑化的》作者：blue之春.txt",
    "夸克盘链接": "https://pan.quark.cn/s/07b6d074a5d0"
  },
  {
    "文件名": "[1v1 完结+番外1寻欢（BL1v1_玄幻_豪门_美人攻_强强）》作者：明颜[P].txt",
    "夸克盘链接": "https://pan.quark.cn/s/140d5ca441bb"
  },
  {
    "文件名": "[1v1 完结+番外2]《『做你的忠犬』》作者：杀死喜欢（高虐，虐心虐身，不洁，BE，后期反攻）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a84079b3ea1f"
  },
  {
    "文件名": "[1v1 完结+番外1]《燃腐灯》作者：阮年（前期自卑后期死心的温柔受x高岭之花清冷攻）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e37057810699"
  },
  {
    "文件名": "[1v1 完结+番外1]《一夜深情》作者：何故（霸道腹黑总裁攻X清冷美人医生受）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/b139ce7c421f"
  },
  {
    "文件名": "[1v1 完结+番外1]《静湍》作者：李千重（现代  微H  正剧  大叔受  温情）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/798d82d91df5"
  },
  {
    "文件名": "[1v1 完结+番外1]《废墟之夜（1v1,H,县城文学）》作者：老瓦盆.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ee6d2c7e1ade"
  },
  {
    "文件名": "[1v1 完结+番外1]《勾引岳父》作者：潮热夏季（单性攻宠受1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/07e426c441cb"
  },
  {
    "文件名": "[1v1 完结+番外1]《反差（現代玄幻年上耽美）》作者：明颜[P].txt",
    "夸克盘链接": "https://pan.quark.cn/s/fd9e206f3ef3"
  },
  {
    "文件名": "[1v1 完结+番外1]《被死对头抓住把柄后（顽劣醋精攻（邵烬）X可爱炸毛受（乔声）》作者：不下雨.txt",
    "夸克盘链接": "https://pan.quark.cn/s/8db1759c73ee"
  },
  {
    "文件名": "[1v1 完结+番外1]《被清冷太傅囚禁的日夜》作者：卧云（面包小猫）（清冷腹黑实际阴暗病态太傅攻x假嚣张跋扈小傲娇世子受）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/5d9453f9a5e0"
  },
  {
    "文件名": "[1v1 完结+番外1]《【骨科1v1】月与河（校园）》作者：天天加班.txt",
    "夸克盘链接": "https://pan.quark.cn/s/900271b539a7"
  },
  {
    "文件名": "[1v1 完结+番外1]《【西幻主攻】性奴，直到死亡为止》作者：红茶茶汤（腹黑私生子美攻x高傲超凶（崩了）王子强受）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/59505bd82e0c"
  },
  {
    "文件名": "[1v1 完结+番外《亲亲是什么意思（双_哑巴受）》作者：一捧相思鸟][补番].txt",
    "夸克盘链接": "https://pan.quark.cn/s/b0599c206966"
  },
  {
    "文件名": "[1v1 完结+番全]《你们也是play中的一环》作者：雨夜出逃（腹黑攻x美人受）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/256bb018e1e8"
  },
  {
    "文件名": "[1v1 完结+番2]《【骨科_bdsm】沦陷驯服》作者：绷带甜茶.txt",
    "夸克盘链接": "https://pan.quark.cn/s/0703bc88a6a8"
  },
  {
    "文件名": "[1v1 完结]《重生之金主的自我修养》作者：纯爱玩咖【米国度】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ef6bd08aebf5"
  },
  {
    "文件名": "[1v1 完结]《最难消受__美__人___恩（　外表风流内里温柔宠攻×外表开朗喜爱____美____人_____内里单纯有缺陷（后期会好）受）》作者：僧欲安.txt",
    "夸克盘链接": "https://pan.quark.cn/s/f814f5e85614"
  },
  {
    "文件名": "[1v1 完结]《政圈妲己（未来  高H  正剧  轻松  高H 双性）》作者：补血口服液.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c29c7240f400"
  },
  {
    "文件名": "[1v1 完结]《竺灯》作者：乌龙喵喵茶（坚韧娇软____美_____人___受____竺灯vs清贵太傅文臣攻 手握兵权王爷攻 阴戾司礼监掌印大太监攻）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/65f9564bf6c9"
  },
  {
    "文件名": "[1v1 完结]《欲加之罪（BL 1V1 强强 年下 美攻强受 相爱相杀 现代 玄幻 豪门 高干 监禁）》作者：明颜[P].txt",
    "夸克盘链接": "https://pan.quark.cn/s/63add70945a6"
  },
  {
    "文件名": "[1v1 完结]《珍珠耳环》作者：海藻柚子糖.txt",
    "夸克盘链接": "https://pan.quark.cn/s/916abe9ba7d0"
  },
  {
    "文件名": "[1v1 完结]《在恋综里找对象（温柔骨科医生年上攻x退役拳击手健身教练受）》作者：爱美强的小啾啾.txt",
    "夸克盘链接": "https://pan.quark.cn/s/b96e56d7c25b"
  },
  {
    "文件名": "[1v1 完结]《与黑帮债主的日日夜夜》作者：千酒欢.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c4a281f6bf3a"
  },
  {
    "文件名": "[1v1 完结]《与鹤书[第一人称主攻]》作者：三更温柔乡.txt",
    "夸克盘链接": "https://pan.quark.cn/s/40d371bda6a4"
  },
  {
    "文件名": "[1v1 完结]《在按摩院被老师懆了（青梅竹马）》作者：aolce.txt",
    "夸克盘链接": "https://pan.quark.cn/s/50e01285934f"
  },
  {
    "文件名": "[1v1 完结]《渔火》作者：淮川s.txt",
    "夸克盘链接": "https://pan.quark.cn/s/0c2eb3e397ae"
  },
  {
    "文件名": "[1v1 完结]《于泥沼沉陷》 作者：怀星枕月.txt",
    "夸克盘链接": "https://pan.quark.cn/s/87604e95172a"
  },
  {
    "文件名": "[1v1 完结]《有歌之年（年上 甜文）》作者：半江瑟.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ff262a3cfdcf"
  },
  {
    "文件名": "[1v1 完结]《永远别想离开我「bdsm」》作者：小小花园.txt",
    "夸克盘链接": "https://pan.quark.cn/s/8540a2fa75c5"
  },
  {
    "文件名": "[1v1 完结]《隐秘共感【双胞胎骨科】》作者：馒头狗子.txt",
    "夸克盘链接": "https://pan.quark.cn/s/5bf85a8fc25b"
  },
  {
    "文件名": "[1v1 完结]《罌粟花的故鄉》作者：宇宙奧德賽【米国度】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a4562696a5a2"
  },
  {
    "文件名": "[1v1 完结]《勇者她决定献出肉体（1v1）》作者：一个甜文写手.txt",
    "夸克盘链接": "https://pan.quark.cn/s/9c287971e46f"
  },
  {
    "文件名": "[1v1 完结]《应聘重金求子广告后（现_____代____  ____高__H_____  __正____剧_____  _____美_____人_____受_____  纤细受）》作者：半江瑟瑟.txt",
    "夸克盘链接": "https://pan.quark.cn/s/eb27922e2119"
  },
  {
    "文件名": "[1v1 完结]《引诱》作者：我爱冰箱123（ABO）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a3aaf1e18530"
  },
  {
    "文件名": "[1v1 完结]《易道难言(情感障碍但敏感笨拙画家攻X人妻魅魔梦魔混血受）》作者：3°C.txt",
    "夸克盘链接": "https://pan.quark.cn/s/171831d41caa"
  },
  {
    "文件名": "[1v1 完结]《野狗精勇闯娱乐圈（前期性冷淡后期恋爱脑顶流影帝攻×渴望被爱艰苦朴素流浪狗精受）》作者：水三金.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e99b438e47d0"
  },
  {
    "文件名": "[1v1 完结]《一败涂地（现代  中H  正剧  虐心  青梅竹马）》作者：三两行诗.txt",
    "夸克盘链接": "https://pan.quark.cn/s/b0c4d871ebce"
  },
  {
    "文件名": "[1v1 完结]《养了一只小狗狗》作者：好多好多鱼呀（衷心小狗狗攻x身心皆傲娇受）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e1187c362ec6"
  },
  {
    "文件名": "[1v1 完结]《兄友弟恭(伪兄弟年下)》作者：云间.txt",
    "夸克盘链接": "https://pan.quark.cn/s/60378d450af9"
  },
  {
    "文件名": "[1v1 完结]《闫先生相亲记（双性）》作者：竹叶抹茶粉.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a95da9dc840a"
  },
  {
    "文件名": "[1v1 完结]《休出侯府被狂艹（bg）》作者：镜妖姬胧【海棠】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/6a6079ecf8de"
  },
  {
    "文件名": "[1v1 完结]《悬空》作者：空笛残月.txt",
    "夸克盘链接": "https://pan.quark.cn/s/61f6b133053d"
  },
  {
    "文件名": "[1v1 完结]《驯服融化（强制）》作者：风起.txt",
    "夸克盘链接": "https://pan.quark.cn/s/04dd9423bfa8"
  },
  {
    "文件名": "[1v1 完结]《兄弟难当（冷漠年双性____美__人__受___x年下___腹____黑_____占有欲爆棚攻）》作者：顾瑜皓野.txt",
    "夸克盘链接": "https://pan.quark.cn/s/d5afc81fa367"
  },
  {
    "文件名": "[1v1 完结]《性瘾总裁当了涩情主播后》作者：普罗旺斯炖菜（表面高冷的性瘾美人总裁受（双性）vs在公司伪装成秘书的对家攻）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/2fcb7bd79a1a"
  },
  {
    "文件名": "[1v1 完结]《校草室友对我日夜疼宠（双洁，单性，学神学霸校草同桌室友攻（盛颜），反正buff叠满了，可可爱爱还会哭的受（白洛），攻追受，宠受，也变态地各种搞受）》作者：柚子成熟时.txt",
    "夸克盘链接": "https://pan.quark.cn/s/08b66cc03db8"
  },
  {
    "文件名": "[1v1 完结]《兄弟而已》作者：3.3分【米国度】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e8a44f4913bc"
  },
  {
    "文件名": "[1v1 完结]《小指骨（父子年上强取豪夺微克苏鲁）》作者：车厘雪媚娘.txt",
    "夸克盘链接": "https://pan.quark.cn/s/2129e820ecd8"
  },
  {
    "文件名": "[1v1 完结]《小少爷长了个小逼（双性 美人）》作者：陌哩.txt",
    "夸克盘链接": "https://pan.quark.cn/s/b1922d856e5f"
  },
  {
    "文件名": "[1v1 完结]《小橘狗【校园 1v1】》作者：爱神在下.txt",
    "夸克盘链接": "https://pan.quark.cn/s/51e55f64783b"
  },
  {
    "文件名": "[1v1 完结]《小娘娇美小侯爷大逆不道（温柔琴师受&傲娇小侯爷攻）》作者：凤栖梧桐.txt",
    "夸克盘链接": "https://pan.quark.cn/s/202f7c1c96f5"
  },
  {
    "文件名": "[1v1 完结]《小骚批被大猛犬煎透了（____现__代_____  _____高___H___  搞笑  _____美__人___受____  纤细受）》作者：折月.txt",
    "夸克盘链接": "https://pan.quark.cn/s/2381aa32f201"
  },
  {
    "文件名": "[1v1 完结]《小美人被继父强制灌满》作者：辣手摧花.txt",
    "夸克盘链接": "https://pan.quark.cn/s/313218f5b33d"
  },
  {
    "文件名": "[1v1 完结]《向思而盛【强强1v1】》作者：凌凌柒.txt",
    "夸克盘链接": "https://pan.quark.cn/s/9c78b09abc78"
  },
  {
    "文件名": "[1v1 完结]《喜欢当小狗【bdsm】》作者：喜欢吃香菜.txt",
    "夸克盘链接": "https://pan.quark.cn/s/015c031532dc"
  },
  {
    "文件名": "[1v1 完结]《小白虎国企淫荡实习之路（高H1V1）》作者：我是土狗我爱写肌肉黄料.txt",
    "夸克盘链接": "https://pan.quark.cn/s/4ad27b47235f"
  },
  {
    "文件名": "[1v1 完结]《想分手的第327天（1v1 现代 女性向）》 作者：衣沄.txt",
    "夸克盘链接": "https://pan.quark.cn/s/741ba562c4c3"
  },
  {
    "文件名": "[1v1 完结]《无节操的男大学生（现代  高H  正剧  校园）》作者：热夜.txt",
    "夸克盘链接": "https://pan.quark.cn/s/45546b837e11"
  },
  {
    "文件名": "[1v1 完结]《无从开始 （兄妹骨科狗血）》作者：Polaris.txt",
    "夸克盘链接": "https://pan.quark.cn/s/4338ff01d629"
  },
  {
    "文件名": "[1v1 完结]《我闻不到你的信息素（Beta abo）》作者：爱媛.txt",
    "夸克盘链接": "https://pan.quark.cn/s/4c6936281ec9"
  },
  {
    "文件名": "[1v1 完结]《我想和你虚度时光，谈个恋爱（骨科年上，单性，骨科，1v1）》作者：眠春浅.txt",
    "夸克盘链接": "https://pan.quark.cn/s/3001abefcc1c"
  },
  {
    "文件名": "[1v1 完结]《我绝对绝对不会爱你》作者：炸鸡蛋太香了（绿茶攻X心软受）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/26d3c5e5ee73"
  },
  {
    "文件名": "[1v1 完结]《我那可怜的徒弟》作者：不识月.txt",
    "夸克盘链接": "https://pan.quark.cn/s/d5ea3c0ef6ca"
  },
  {
    "文件名": "[1v1 完结]《我哥不打死我就是爱我！（年上，哥攻弟受）》作者：飞五子.txt",
    "夸克盘链接": "https://pan.quark.cn/s/4553a33b5570"
  },
  {
    "文件名": "[1v1 完结]《我当了死对头的对食（古代 穿越）》作者：暮染.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a534bd0544fb"
  },
  {
    "文件名": "[1v1 完结]《我的老攻有性瘾而我是他的痴汉（性瘾精牛种马1×双性痴汉0）》作者：九霄环游（接定制）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/f856fe6298d6"
  },
  {
    "文件名": "[1v1 完结]《我的老公A装O（A装O外冷内热攻 X omega笨比矫情撒娇小太阳受）》作者：木子.txt",
    "夸克盘链接": "https://pan.quark.cn/s/5afbe76aadac"
  },
  {
    "文件名": "[1v1 完结]《我被疯批少爷盯上了》作者：有好饭踢我.txt",
    "夸克盘链接": "https://pan.quark.cn/s/31c68fd649ed"
  },
  {
    "文件名": "[1v1 完结]《望师（残暴凶狠绿茶反派帝王攻×软弱无能圣母莲花受）》作者：Qisa.txt",
    "夸克盘链接": "https://pan.quark.cn/s/3430289efc83"
  },
  {
    "文件名": "[1v1 完结]《温顺凉夜（小黑屋_疯批攻_年上）》作者：??禁色诗篇.txt",
    "夸克盘链接": "https://pan.quark.cn/s/dbd767001c57"
  },
  {
    "文件名": "[1v1 完结]《我被卖给触手当繁衍工具》作者：木天蓼.txt",
    "夸克盘链接": "https://pan.quark.cn/s/8fe7d141f341"
  },
  {
    "文件名": "[1v1 完结]《王子与野狗（现代）》作者：cally.txt",
    "夸克盘链接": "https://pan.quark.cn/s/5634baccdf31"
  },
  {
    "文件名": "[1v1 完结]《网恋奔现后修罗场了》作者：纯爱玩咖【米国度】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/b372f741f215"
  },
  {
    "文件名": "[1v1 完结]《万人嫌狗仔被顶流玩坏了（娱乐圈）》作者：葭月甜五（打字机版）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c20f9677676f"
  },
  {
    "文件名": "[1v1 完结]《万般皆下品（古代  高H  搞笑  高H  美攻强受）》作者：巷线X.txt",
    "夸克盘链接": "https://pan.quark.cn/s/4c6138cc1284"
  },
  {
    "文件名": "[1v1 完结]《托臀（ 穿越  高H  正剧  轻松  温情）》作者：糕＋美彼.txt",
    "夸克盘链接": "https://pan.quark.cn/s/fe6de11da127"
  },
  {
    "文件名": "[1v1 完结]《兔子学长总被弄哭（双性，H）》 作者：喵居橘.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e82c0ab0bd15"
  },
  {
    "文件名": "[1v1 完结]《天师能有什么特殊癖好（狡诈审时度势小狐狸受×病娇_____腹_____黑____深沉攻）》作者：桑榆.txt",
    "夸克盘链接": "https://pan.quark.cn/s/9d1661fd44bc"
  },
  {
    "文件名": "[1v1 完结]《天师能有什么特殊癖好》作者：桑榆非晚（狡诈审时度势小狐狸受×病娇腹黑深沉攻）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/67b4d021ed7e"
  },
  {
    "文件名": "[1v1 完结]《图谋不轨（大叔精英心机爹攻×流氓暴躁双性儿子受）》作者：花眠.txt",
    "夸克盘链接": "https://pan.quark.cn/s/0b59b8a4d05f"
  },
  {
    "文件名": "[1v1 完结]《偷上姐夫（高h）》作者：一支春鉴.txt",
    "夸克盘链接": "https://pan.quark.cn/s/37ae20e6196f"
  },
  {
    "文件名": "[1v1 完结]《提线木偶（电竞）（战队老板（攻）x绝美上单（受）》作者：chins.txt",
    "夸克盘链接": "https://pan.quark.cn/s/51f65b217f14"
  },
  {
    "文件名": "[1v1 完结]《太子为奴（狗血虐文 虐身虐心 追妻火葬场）》作者：鸡肉好吃.txt",
    "夸克盘链接": "https://pan.quark.cn/s/8a24eaf33609"
  },
  {
    "文件名": "[1v1 完结]《她生崽王爷脱裤顶宝宝》作者：锦鲤附体.txt",
    "夸克盘链接": "https://pan.quark.cn/s/2e561ce78721"
  },
  {
    "文件名": "[1v1 完结]《他只玩Alpha》 作者：此门中.txt",
    "夸克盘链接": "https://pan.quark.cn/s/b2112a53ef24"
  },
  {
    "文件名": "[1v1 完结]《私人定制系统（1v1 双性 双洁 年下 扮猪吃老虎）》作者：明颜.txt",
    "夸克盘链接": "https://pan.quark.cn/s/dc4572a0bd00"
  },
  {
    "文件名": "[1v1 完结]《叔叔的诱惑（钓系人夫感大叔&纯爱战士小白）》作者：雨纹.txt",
    "夸克盘链接": "https://pan.quark.cn/s/31251345c9b8"
  },
  {
    "文件名": "[1v1 完结]《他为爸爸生孩子（男人生子奶娃父子继父子）》作者：小奶狗.txt",
    "夸克盘链接": "https://pan.quark.cn/s/8ed0334b37ef"
  },
  {
    "文件名": "[1v1 完结]《宿舍狗奴文（现_____代__  中H  ___正__剧___  校园  励志）》作者：history is.txt",
    "夸克盘链接": "https://pan.quark.cn/s/1c3496782600"
  },
  {
    "文件名": "[1v1 完结]《忄生瘾小奶狗（单纯小奶狗被___腹__黑__老师诱拐，各种play）》作者：纯情女高.txt",
    "夸克盘链接": "https://pan.quark.cn/s/308150b5b115"
  },
  {
    "文件名": "[1v1 完结]《师尊他貌美如花（白切黑徒弟?无情道师尊）》作者：非不渝.txt",
    "夸克盘链接": "https://pan.quark.cn/s/08d317c64bed"
  },
  {
    "文件名": "[1v1 完结]《社恐弱攻与他的霸总（清秀死宅社恐A攻X精英腹黑霸总O受）》作者：奶皮卷.txt",
    "夸克盘链接": "https://pan.quark.cn/s/96f8e53fec5e"
  },
  {
    "文件名": "[1v1 完结]《少爷的小狗奴（现代  中H  正剧  纤细受  轻松）》作者：我没朋友.txt",
    "夸克盘链接": "https://pan.quark.cn/s/4b53e25e156e"
  },
  {
    "文件名": "[1v1 完结]《省略的那几千字（bl 竹马 二創）》作者：凤翔[P].txt",
    "夸克盘链接": "https://pan.quark.cn/s/634e50031e0b"
  },
  {
    "文件名": "[1v1 完结]《胜过了（现代  微H  正剧  俊帅受 ）》作者：永远睡不够.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ede7b9100a7c"
  },
  {
    "文件名": "[1v1 完结]《社恐__美_____人____和他的瘫痪丈夫（先婚后爱双性生子_____1_____V____1____狗血文）》作者：要结婚所以不更文的豆芽菜.txt",
    "夸克盘链接": "https://pan.quark.cn/s/01e55b4f210a"
  },
  {
    "文件名": "[1v1 完结]《上门服务后被吃干抹净了（白富美钓系腹黑攻x黑皮俊朗老实打工人受）》作者：已然枝了.txt",
    "夸克盘链接": "https://pan.quark.cn/s/bebf60a5dcd0"
  },
  {
    "文件名": "[1v1 完结]《上将，更适合beta宝宝体质的修勾（小太阳社畜beta__忠诚稳重上将alpha）》作者：击毙所有人啊啊啊啊.txt",
    "夸克盘链接": "https://pan.quark.cn/s/466627857ddc"
  },
  {
    "文件名": "[1v1 完结]《傻狗老公失忆了》作者：哈哈嘎.txt",
    "夸克盘链接": "https://pan.quark.cn/s/69078bbc0ae0"
  },
  {
    "文件名": "[1v1 完结]《三伏天（校园）》作者：透明头.txt",
    "夸克盘链接": "https://pan.quark.cn/s/3b6330a5edaa"
  },
  {
    "文件名": "[1v1 完结]《杀戮者 (2024)强取豪夺（爽文 暗黑）》作者：白大大.txt",
    "夸克盘链接": "https://pan.quark.cn/s/5ec1855e7b14"
  },
  {
    "文件名": "[1v1 完结]《撒娇竹马最可爱》 作者：梨的猫.txt",
    "夸克盘链接": "https://pan.quark.cn/s/4245cff217d0"
  },
  {
    "文件名": "[1v1 完结]《色情直播》作者：25小時.txt",
    "夸克盘链接": "https://pan.quark.cn/s/5bdf3ebeb9ae"
  },
  {
    "文件名": "[1v1 完结]《人妻按摩时出了水忍不住抓着肉棒坐了进去》 作者：二十三.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ba645a2a2295"
  },
  {
    "文件名": "[1v1 完结]《软和娘子（古言，高H）》作者：sparrow（海棠版）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/0506fe188a44"
  },
  {
    "文件名": "[1v1 完结]《人兽高H：我的双性小美人老婆（变成人类的钓系猫咪双性受 VS 年上禁欲冷情老男人铲屎官攻）》作者：枫桥.txt",
    "夸克盘链接": "https://pan.quark.cn/s/be4f2233aba2"
  },
  {
    "文件名": "[1v1 完结]《日月交错》作者：椰果绿茶.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e76c6e96d4ad"
  },
  {
    "文件名": "[1v1 完结]《裙子下面比你还大（迷迷糊糊伪直男受xcosplay腰细腿长心机攻）》作者：蜜汁桃桃.txt",
    "夸克盘链接": "https://pan.quark.cn/s/9f3b298784cb"
  },
  {
    "文件名": "[1v1 完结]《撬墙角（高H 甜文）》作者：啊肥阿.txt",
    "夸克盘链接": "https://pan.quark.cn/s/3f51c37505d5"
  },
  {
    "文件名": "[1v1 完结]《囚禁的人形按摩棒是色情狂该怎么办（现代  高H  搞笑  美人受  高H）》作者：不歇_盗文有笔落惊风雨这么文艺的名，羡慕.txt",
    "夸克盘链接": "https://pan.quark.cn/s/f53de5673998"
  },
  {
    "文件名": "[1v1 完结]《裙下桃李》作者：白槿霜风.txt",
    "夸克盘链接": "https://pan.quark.cn/s/259c9fd485cd"
  },
  {
    "文件名": "[1v1 完结]《骑龙的少女》作者：吃肉不是吃又.txt",
    "夸克盘链接": "https://pan.quark.cn/s/9c2daadad477"
  },
  {
    "文件名": "[1v1 完结]《侵占嫂子（鬼妻futa）》 作者：苏二月.txt",
    "夸克盘链接": "https://pan.quark.cn/s/62d133917981"
  },
  {
    "文件名": "[1v1 完结]《清冷少年的严厉管教（代  中H  正剧  美人受  腹黑攻）》作者：红薯芝士.txt",
    "夸克盘链接": "https://pan.quark.cn/s/892490d8e422"
  },
  {
    "文件名": "[1v1 完结]《亲兄弟就要一起做受（顺风顺水单纯好胜聪明小少爷受X弄巧成拙心机绿茶病态忠犬攻）》作者：沐已成粥.txt",
    "夸克盘链接": "https://pan.quark.cn/s/44b1b9bd4ce2"
  },
  {
    "文件名": "[1v1 完结]《潘地曼尼南餐厅（温馨治愈的美食文）》作者：默然.txt",
    "夸克盘链接": "https://pan.quark.cn/s/0245915a237e"
  },
  {
    "文件名": "[1v1 完结]《你亲够没有》作者：巳夭（傲娇x直球，双性，年下，不生子）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/7032992c0788"
  },
  {
    "文件名": "[1v1 完结]《年下混账弟弟强势侵占（高H）》作者：石更大魔王.txt",
    "夸克盘链接": "https://pan.quark.cn/s/66a06cfbe21e"
  },
  {
    "文件名": "[1v1 完结]《你这也能叫圣剑吗？！（二货犬系主角攻X傲娇心软胎穿受）》作者：3℃.txt",
    "夸克盘链接": "https://pan.quark.cn/s/de21787cc0d3"
  },
  {
    "文件名": "[1v1 完结]《你比食物更美味（吸血鬼）》 作者：葡萄汁candy.txt",
    "夸克盘链接": "https://pan.quark.cn/s/552ad2fda2b1"
  },
  {
    "文件名": "[1v1 完结]《淼淼（年上）》作者：远山.txt",
    "夸克盘链接": "https://pan.quark.cn/s/00e0b9cd1ea9"
  },
  {
    "文件名": "[1v1 完结]《男大学生被司机懆（青梅竹马）》作者：没有名字.txt",
    "夸克盘链接": "https://pan.quark.cn/s/97c75811a453"
  },
  {
    "文件名": "[1v1 完结]《名门闺女被狂槽》 作者：镜妖姬胧.txt",
    "夸克盘链接": "https://pan.quark.cn/s/90a80138f7a2"
  },
  {
    "文件名": "[1v1 完结]《魔王的男人（古代 _ 高H _ 正剧 _ 美人受 _ 腹黑攻）》作者：海棠文化小编.txt",
    "夸克盘链接": "https://pan.quark.cn/s/5cb188a24d6e"
  },
  {
    "文件名": "[1v1 完结]《迷途（破镜重圆）》作者：不吃甜的十三姨.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e453e38fb796"
  },
  {
    "文件名": "[1v1 完结]《美人与野兽(纯爱1v1)》作者：爱吃肉的小笼包.txt",
    "夸克盘链接": "https://pan.quark.cn/s/0f37335ac310"
  },
  {
    "文件名": "[1v1 完结]《梦恒》作者：爱炒菜的理子.txt",
    "夸克盘链接": "https://pan.quark.cn/s/9f7e3c57e423"
  },
  {
    "文件名": "[1v1 完结]《临江仙》 作者：臭蛋（不失允）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/9c80f9fdb1be"
  },
  {
    "文件名": "[1v1 完结]《每天红着屁股的街头小霸王（sp校园师生管教 手黑老师攻vs高冷学生受）》作者：繁星.txt",
    "夸克盘链接": "https://pan.quark.cn/s/3a79bf70cb52"
  },
  {
    "文件名": "[1v1 完结]《冷珊 (H 1V1)》 作者：秧禾.txt",
    "夸克盘链接": "https://pan.quark.cn/s/feebd832c074"
  },
  {
    "文件名": "[1v1 完结]《老婆是个beta（AB恋，A攻B受）》作者：捏捏猫肉垫.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c31c9fd65453"
  },
  {
    "文件名": "[1v1 完结]《论渣渣该如何从良（____现____代_____  中H  ___正__剧___  轻松  H有）》作者：调弦弄管.txt",
    "夸克盘链接": "https://pan.quark.cn/s/4611fd58b82d"
  },
  {
    "文件名": "[1v1 完结]《恋爱脑的复仇》作者：明一（古代  中H  正剧  美人受  暗黑）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/7c0f908f4944"
  },
  {
    "文件名": "[1v1 完结]《老攻总是想口我》作者：橙海【米国度】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e819f1b3ebc2"
  },
  {
    "文件名": "[1v1 完结]《旷野无声（直球攻×哑巴受）》作者：三两行诗.txt",
    "夸克盘链接": "https://pan.quark.cn/s/f139bf4043a3"
  },
  {
    "文件名": "[1v1 完结]《旷野白梨（墨雨云间 薛梨 婉宁 同人衍生 影视同人 GL 短篇）》作者：匿名咸鱼.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a6905a386d41"
  },
  {
    "文件名": "[1v1 完结]《口红的赠品（GL 短篇 现代 BE 暧昧）》作者：我喃喃.txt",
    "夸克盘链接": "https://pan.quark.cn/s/1812a25637c0"
  },
  {
    "文件名": "[1v1 完结]《快穿之踢开万人迷 披上马甲》作者：Lana.txt",
    "夸克盘链接": "https://pan.quark.cn/s/65868b3c08b6"
  },
  {
    "文件名": "[1v1 完结]《渴望被爱的小美受》作者：听雾（现代  高H  正剧  俊帅受  高H）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/7d2bfe8c7549"
  },
  {
    "文件名": "[1v1 完结]《看星空如此璀璨（短篇 架空 虐心 be）》 作者：野小咕.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c894465ecd4f"
  },
  {
    "文件名": "[1v1 完结]《静水流深（原名：放过）狗血 虐心》作者：荆挑.txt",
    "夸克盘链接": "https://pan.quark.cn/s/5b0565393e25"
  },
  {
    "文件名": "[1v1 完结]《靠卖屁股上位的恶毒太子（恶毒绿茶小心机受x清醒沦陷宠溺爹系攻）》作者：发卖___美____人____的嫡爪爪.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ebbd24436875"
  },
  {
    "文件名": "[1v1 完结]《酒吧老板金盆洗手了【bdsm】（器大活好占有欲max霸总dom×外骚内纯富二代brat）》作者：无话可说.txt",
    "夸克盘链接": "https://pan.quark.cn/s/618a3eaa58b8"
  },
  {
    "文件名": "[1v1 完结]《经年（小虐）》作者：人鱼尾巴.txt",
    "夸克盘链接": "https://pan.quark.cn/s/da4ca5465839"
  },
  {
    "文件名": "[1v1 完结]《将军的温软小夫郎》作者：小黑黑?（将军攻x美人受）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/f7165bd23d1c"
  },
  {
    "文件名": "[1v1 完结]《惊鱼（古_____代_____  中H  _____正____剧____  ___美____人__受____  温馨）》作者：不名火.txt",
    "夸克盘链接": "https://pan.quark.cn/s/54eca7748a79"
  },
  {
    "文件名": "[1v1 完结]《禁忌之吻哥哥请爱我（现_____代__  ___高_____H_____  _____正_____剧___  ___高_____H_____  强攻强受）》作者：小樱爱吃胡萝卜.txt",
    "夸克盘链接": "https://pan.quark.cn/s/6c24afa4f8cd"
  },
  {
    "文件名": "[1v1 完结]《侯爷他拒绝火葬场（1v1 古代）》作者：我是一条无尾鱼.txt",
    "夸克盘链接": "https://pan.quark.cn/s/8ee650a57e74"
  },
  {
    "文件名": "[1v1 完结]《家奴》 作者：海棠文化小编.txt",
    "夸克盘链接": "https://pan.quark.cn/s/db3057f1b4f0"
  },
  {
    "文件名": "[1v1 完结]《黑域【调教强制1v1合集】》 作者：jjm____日更.txt",
    "夸克盘链接": "https://pan.quark.cn/s/57136371b97d"
  },
  {
    "文件名": "[1v1 完结]《痕迹【bdsm】》作者：木偶戏.txt",
    "夸克盘链接": "https://pan.quark.cn/s/23c5e4482b4b"
  },
  {
    "文件名": "[1v1 完结]《洪水之年 The Year Of The Flood（青梅竹马）》作者：来一吨奶酪.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ade3a47c1f4d"
  },
  {
    "文件名": "[1v1 完结]《和哥哥独处的日子（骨科，双星，年下）》作者：汐月.txt",
    "夸克盘链接": "https://pan.quark.cn/s/2ec116a86195"
  },
  {
    "文件名": "[1v1 完结]《何旗有幸》作者：裁云枝（直男攻X大叔受）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e533f4013c38"
  },
  {
    "文件名": "[1v1 完结]《汉子操儿媳（双洁 荤素均衡 轻松甜文 现代农村 双性 老牛吃嫩草）》作者：空日影.txt",
    "夸克盘链接": "https://pan.quark.cn/s/f86eebda3327"
  },
  {
    "文件名": "[1v1 完结]《寒香(睡错人之后)（1V1h甜文虐心）》作者：福橘如意.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e47ce35041dc"
  },
  {
    "文件名": "[1v1 完结]《刮金佛面（年上 甜文）》作者：小声点.txt",
    "夸克盘链接": "https://pan.quark.cn/s/1d9e52279f6b"
  },
  {
    "文件名": "[1v1 完结]《关于一个破布娃娃被捡回去的故事（方窗（破布受）×林骁（治愈攻）》作者：撒个泡.txt",
    "夸克盘链接": "https://pan.quark.cn/s/45384c4b0e5e"
  },
  {
    "文件名": "[1v1 完结]《过街老鼠》作者：纯爱玩咖【米国度】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/803cebfa9617"
  },
  {
    "文件名": "[1v1 完结]《冠罪爱名（伪）变态受×一模一样双生子攻疯批年下攻）》作者：一点咸鱼.txt",
    "夸克盘链接": "https://pan.quark.cn/s/8d70355ea208"
  },
  {
    "文件名": "[1v1 完结]《古早言情文男主破产之后（校园1v1甜文）》作者：师诲.txt",
    "夸克盘链接": "https://pan.quark.cn/s/dfa087587090"
  },
  {
    "文件名": "[1v1 完结]《孤独岛屿》 作者：碎星星温酒.txt",
    "夸克盘链接": "https://pan.quark.cn/s/97df7a4e15cf"
  },
  {
    "文件名": "[1v1 完结]《给校霸当家教后沦为私人豢宠》作者： 八十岁，爱飙车（外冷清实则有性瘾学霸受?吊儿郎当痞坏校霸攻）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/449b91ed539c"
  },
  {
    "文件名": "[1v1 完结]《跟霸道总裁拍摄恋爱综艺H（腹黑宠妻总裁攻X腰细大美人双性受）》作者：芋泥啵啵.txt",
    "夸克盘链接": "https://pan.quark.cn/s/2d63478f2ebd"
  },
  {
    "文件名": "[1v1 完结]《勾引天菜肌肉体育生后被缠住爆炒（______1____v________1阴郁心机占有欲爆棚性瘾社畜受×阳光外向运动全能情感迟钝粘人大学生攻__________）》作者：一口鱼鳞呸.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a3c977cc29e5"
  },
  {
    "文件名": "[1v1 完结]《工口治愈自闭患者》 作者：昏鸦往东.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a6ddc898d673"
  },
  {
    "文件名": "[1v1 完结]《勾引爸爸以后（现代  高H  正剧  美人受  温情）》作者：三弄.txt",
    "夸克盘链接": "https://pan.quark.cn/s/df5699bfd164"
  },
  {
    "文件名": "[1v1 完结]《隔壁的晾衣架（虐身）》作者：竹声又晚.txt",
    "夸克盘链接": "https://pan.quark.cn/s/fb4fe1f3c2e6"
  },
  {
    "文件名": "[1v1 完结]《复春夜（君臣生子）》作者：洛知意.txt",
    "夸克盘链接": "https://pan.quark.cn/s/2ff4c69aa118"
  },
  {
    "文件名": "[1v1 完结]《高贵冷艳只是人设（人前高贵冷艳人后大甜甜受x纯情憨憨修狗攻）》作者：青山有思.txt",
    "夸克盘链接": "https://pan.quark.cn/s/01a979b4a412"
  },
  {
    "文件名": "[1v1 完结]《夫君他浑身杀气（双马甲 先婚后爱 1v1武侠甜文）》 作者：锈斑猫.txt",
    "夸克盘链接": "https://pan.quark.cn/s/539d06b179f5"
  },
  {
    "文件名": "[1v1 完结]《父慈子孝》作者：没有名字.txt",
    "夸克盘链接": "https://pan.quark.cn/s/64d41e6ead94"
  },
  {
    "文件名": "[1v1 完结]《附骨（骨科年下）》作者：伊甸园.txt",
    "夸克盘链接": "https://pan.quark.cn/s/dd8e5d9dfad3"
  },
  {
    "文件名": "[1v1 完结]《繁花似锦》作者：一颗柠檬.txt",
    "夸克盘链接": "https://pan.quark.cn/s/af95240a2e23"
  },
  {
    "文件名": "[1v1 完结]《对岸虹波（兄弟年下）》作者：若弗子.txt",
    "夸克盘链接": "https://pan.quark.cn/s/64508bac180c"
  },
  {
    "文件名": "[1v1 完结]《发现__巨___屌___上司是GV主角》 作者：野狐不妄.txt",
    "夸克盘链接": "https://pan.quark.cn/s/845b09ce5ef7"
  },
  {
    "文件名": "[1v1 完结]《冬日性事 （炮友转正 1V1 甜文）》作者：阅己.txt",
    "夸克盘链接": "https://pan.quark.cn/s/bda8c431a0d2"
  },
  {
    "文件名": "[1v1 完结]《恶堕痞攻（现_____代____  ___高___H__  __正____剧____  年下受  ___高___H__）》作者：………….txt",
    "夸克盘链接": "https://pan.quark.cn/s/8dd61ae64cfa"
  },
  {
    "文件名": "[1v1 完结]《恶毒美人被爆炒（双洁，本质纯爱，睡前小故事，带点破镜重圆）》作者：??以息相吹.txt",
    "夸克盘链接": "https://pan.quark.cn/s/bd8d84ed01ab"
  },
  {
    "文件名": "[1v1 完结]《对视（心理障碍发情攻×性冷淡腹黑诱受）》作者：禇山云.txt",
    "夸克盘链接": "https://pan.quark.cn/s/aa747c0c97de"
  },
  {
    "文件名": "[1v1 完结]《大宋宣和遗事（父子年下）》作者：我推饮马松花江.txt",
    "夸克盘链接": "https://pan.quark.cn/s/f8f29d68d171"
  },
  {
    "文件名": "[1v1 完结]《电风扇与西瓜汁（青梅竹马h）》作者：岛京月.txt",
    "夸克盘链接": "https://pan.quark.cn/s/8cdb74cb0565"
  },
  {
    "文件名": "[1v1 完结]《第一次接客接到同学了怎么办（校园1v1）》 作者：听雾化风.txt",
    "夸克盘链接": "https://pan.quark.cn/s/87b59ac83098"
  },
  {
    "文件名": "[1v1 完结]《第三次重启（现代  微H  正剧  强攻强受 ）》作者：白翎.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c5f4aa611d97"
  },
  {
    "文件名": "[1v1 完结]《道君喜蛇（美强惨后喜欢躺平的受x表面禁欲实则绿茶心机年下攻）》作者：一把春.txt",
    "夸克盘链接": "https://pan.quark.cn/s/38ac1aada1af"
  },
  {
    "文件名": "[1v1 完结]《倒行逆施（年下，受宠攻，攻生子）》作者：木三火.txt",
    "夸克盘链接": "https://pan.quark.cn/s/9deeb66ce3c8"
  },
  {
    "文件名": "[1v1 完结]《当恋爱脑非走追妻路（偏执变态表面高冷实则痴汉小心眼o攻x渣男痞子a双性受）》作者：小鹿kaka.txt",
    "夸克盘链接": "https://pan.quark.cn/s/27d2cb88746e"
  },
  {
    "文件名": "[1v1 完结]《当我买了一只劣等Omega（主攻ABO）》作者：kikuichi.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ca4277f32c3f"
  },
  {
    "文件名": "[1v1 完结]《当万人嫌A被高岭之花勾引（攻万人嫌变万人迷x受奥斯卡影帝,两副面孔）》作者：禁铯.txt",
    "夸克盘链接": "https://pan.quark.cn/s/5e9555744a33"
  },
  {
    "文件名": "[1v1 完结]《当霸总前我先去了趟女尊国（现_____代__  中H  搞笑  大叔受  轻松）》作者：再吃亿碗（点击就看更多新文）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/65e6499c4ade"
  },
  {
    "文件名": "[1v1 完结]《大奶朋友（双大奶双性受 直男攻x阴郁美人受）》作者：没有名字.txt",
    "夸克盘链接": "https://pan.quark.cn/s/202ab645fcaf"
  },
  {
    "文件名": "[1v1 完结]《从宿舍兄弟开始变得不正常（现代  微H  悲剧  黑化受  励志）》作者：小四五.txt",
    "夸克盘链接": "https://pan.quark.cn/s/9e96a7409bc1"
  },
  {
    "文件名": "[1v1 完结]《穿成万人迷主角受的跟班后（双洁，1v1，受双性）》作者：eeeees（正文完结版）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c8168ee6ff33"
  },
  {
    "文件名": "[1v1 完结]《此心为盼》作者：棉花团子.txt",
    "夸克盘链接": "https://pan.quark.cn/s/6eaf859ad839"
  },
  {
    "文件名": "[1v1 完结]《错误理解（隐忍卑微大美人受x小狗比攻）》作者：秃秃怪.txt",
    "夸克盘链接": "https://pan.quark.cn/s/7c1568b396ea"
  },
  {
    "文件名": "[1v1 完结]《春日失控（校园，寄养，1V1 上卷完）》作者：半恬.txt",
    "夸克盘链接": "https://pan.quark.cn/s/5e81324388d6"
  },
  {
    "文件名": "[1v1 完结]《纯爱受被吃gan抹净》作者：吃肉萌萌哒（腹黑攻x纯爱受）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/7b72594f0f00"
  },
  {
    "文件名": "[1v1 完结]《穿成魔头反派后被徒弟日夜xx（受万人迷 双洁 剧情流感情线，互相救赎，追妻火葬场，偏执___腹__黑____攻，___美__人____倔__强___暴_____躁呆萌倒霉蛋受）》作者：逍遥丸丸子.txt",
    "夸克盘链接": "https://pan.quark.cn/s/9401941f7f70"
  },
  {
    "文件名": "[1v1 完结]《穿进18R情景哄睡直播（中二闷骚口是心非攻x人见人爱温柔美人受）》作者：晚安世界.txt",
    "夸克盘链接": "https://pan.quark.cn/s/886941542d8f"
  },
  {
    "文件名": "[1v1 完结]《缠绵游戏【BDSM_SP】》作者： 姜尔栢（才演员x二代童星）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/6602b1b1b429"
  },
  {
    "文件名": "[1v1 完结]《病毒 潘多拉》 作者：列星.txt",
    "夸克盘链接": "https://pan.quark.cn/s/1c670556b81d"
  },
  {
    "文件名": "[1v1 完结]《惩罚游戏》作者：克里斯滕（现代  高H  正剧  高H  天真受）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/4cbc3c3f3788"
  },
  {
    "文件名": "[1v1 完结]《缠纸》 作者：喵居橘.txt",
    "夸克盘链接": "https://pan.quark.cn/s/039c603d1dd6"
  },
  {
    "文件名": "[1v1 完结]《超小____乳_____头__________综___合___症（腹__黑_____精英外科医生攻 X 患有超小_____乳_____头_________综_____合__症的可爱懵懂害羞受）》作者：牛肉生菜.txt",
    "夸克盘链接": "https://pan.quark.cn/s/fdaff5aff0de"
  },
  {
    "文件名": "[1v1 完结]《不完整眷戀(微BL同性愛都會肉文虐心耽美)》作者：黎胖.txt",
    "夸克盘链接": "https://pan.quark.cn/s/6ba8dfa278d9"
  },
  {
    "文件名": "[1v1 完结]《被嫌弃的愚笨共妻（现代  高H  正剧  美攻强受）》作者：在此宣判.txt",
    "夸克盘链接": "https://pan.quark.cn/s/8a23d608d527"
  },
  {
    "文件名": "[1v1 完结]《捕获师尊（双性清冷师尊受x狠辣妖孽徒弟攻）》作者：666.txt",
    "夸克盘链接": "https://pan.quark.cn/s/f3747f057dd2"
  },
  {
    "文件名": "[1v1 完结]《笨蛋美人被疼爱的日夜》作者：错金银.txt",
    "夸克盘链接": "https://pan.quark.cn/s/7ecff47ff234"
  },
  {
    "文件名": "[1v1 完结]《笨蛋思宝》作者：爱吃橘子.txt",
    "夸克盘链接": "https://pan.quark.cn/s/38d20314fa5d"
  },
  {
    "文件名": "[1v1 完结]《被追过的男神强了（双性 1v1 高H 强奸 身心双洁 追妻火葬场）》作者：柚子成熟时.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ab18571861ce"
  },
  {
    "文件名": "[1v1 完结]《被我包养过的小情人报复后（主攻）》 作者：阿信.txt",
    "夸克盘链接": "https://pan.quark.cn/s/993e9e132ca0"
  },
  {
    "文件名": "[1v1 完结]《被反派权贵奸淫的日子（古代）》作者：祝玄参.txt",
    "夸克盘链接": "https://pan.quark.cn/s/426578252f6c"
  },
  {
    "文件名": "[1v1 完结]《被傻子弟弟炒饭了》 作者：第三类医药品.txt",
    "夸克盘链接": "https://pan.quark.cn/s/81bff2450cfe"
  },
  {
    "文件名": "[1v1 完结]《被老板猛懆嫩批》 作者：陈佬.txt",
    "夸克盘链接": "https://pan.quark.cn/s/9e87a5230bd9"
  },
  {
    "文件名": "[1v1 完结]《被继兄发现有骚批后，他每天都不放过我（甜文 追妻火葬场）》作者：可可爱爱.txt",
    "夸克盘链接": "https://pan.quark.cn/s/b2a36e4ff8e8"
  },
  {
    "文件名": "[1v1 完结]《被矜贵霸总花式曰批（双洁1v1，双性，其实是双向暗恋）》作者：全文存稿不坑文.txt",
    "夸克盘链接": "https://pan.quark.cn/s/567707c48ce1"
  },
  {
    "文件名": "[1v1 完结]《被催眠的哥哥好色情（年下阳光攻X斯文温柔受）》 作者：盡歡.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e7607ba04476"
  },
  {
    "文件名": "[1v1 完结]《背德游戏（强制爱，小黑屋）》作者：璩.txt",
    "夸克盘链接": "https://pan.quark.cn/s/be443278787c"
  },
  {
    "文件名": "[1v1 完结]《报恩的糙汉好猛（1V1 SC）》作者：糖醋鱼.txt",
    "夸克盘链接": "https://pan.quark.cn/s/76e8200b403e"
  },
  {
    "文件名": "[1v1 完结]《半身【五条悟x原创受】》 作者：性癖有点变态君.txt",
    "夸克盘链接": "https://pan.quark.cn/s/6955d32f45f7"
  },
  {
    "文件名": "[1v1 完结]《暴戾大佬每天都在装柔弱》作者：宴鸿儒.txt",
    "夸克盘链接": "https://pan.quark.cn/s/466f19b14d66"
  },
  {
    "文件名": "[1v1 完结]《掰弯她的男朋友（NTR，直掰弯）》作者：悉悉索索.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c42a1eb8c919"
  },
  {
    "文件名": "[1v1 完结]《包养前男友后我们he啦（纯爱战神笨蛋攻x甘之如饴腿残受）》作者：鹤不掉毛.txt",
    "夸克盘链接": "https://pan.quark.cn/s/2bd2f044725f"
  },
  {
    "文件名": "[1v1 完结]《白蛇赋》 作者：次年春.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ce2468977f42"
  },
  {
    "文件名": "[1v1 完结]《霸道总裁懆了新员工》作者：满床清梦压星河.txt",
    "夸克盘链接": "https://pan.quark.cn/s/095c62d54e98"
  },
  {
    "文件名": "[1v1 完结]《爱上实习老师（百合abo）年下 校园》作者：你在胡说什么.txt",
    "夸克盘链接": "https://pan.quark.cn/s/5fba5a4316c0"
  },
  {
    "文件名": "[1v1 完结]《爸爸的大J巴好棒啊（青梅竹马）》作者：aolce.txt",
    "夸克盘链接": "https://pan.quark.cn/s/428e5e226b0c"
  },
  {
    "文件名": "[1v1 完结]《yin乱大学生（ 现代  高H  正剧  美人受  腹黑受）》作者：纯情女高.txt",
    "夸克盘链接": "https://pan.quark.cn/s/5de9fc8e6d4e"
  },
  {
    "文件名": "[1v1 完结]《暗恋老师被发现了（高chao控制，排泄控制，长时间囚禁）》作者：大厉害.txt",
    "夸克盘链接": "https://pan.quark.cn/s/fd960a3a137e"
  },
  {
    "文件名": "[1v1 完结]《Hold on tight（女明星_高干_SP_1v1_高H_青梅竹马_娱乐圈）》作者：鹿捎.txt",
    "夸克盘链接": "https://pan.quark.cn/s/827e43edcce4"
  },
  {
    "文件名": "[1v1 完结]《【主攻】富n代帅哥为我着迷（不正统的少爷×正统豪门富n代）》作者：壶本我涂.txt",
    "夸克盘链接": "https://pan.quark.cn/s/f18f440054de"
  },
  {
    "文件名": "[1v1 完结]《【穿书】你早说你是疯批攻啊(天真无邪还漂亮的小太阳受和他那个真的脑子有病疯批攻)》作者：活着就要百岁长命.txt",
    "夸克盘链接": "https://pan.quark.cn/s/d84d35238a4b"
  },
  {
    "文件名": "[1v1 完结]《【剧情ABO】年下的疯狗之捡回来的狗（现代  高H  悲剧  腹黑攻  黑社会）》作者：风习习.txt",
    "夸克盘链接": "https://pan.quark.cn/s/46f4e3e634f5"
  },
  {
    "文件名": "[1v1 完结]《[主攻]攻略快穿大佬（世界之子攻X快穿大佬受）》作者：雨滴ddd.txt",
    "夸克盘链接": "https://pan.quark.cn/s/fb0d940a1dae"
  },
  {
    "文件名": "[1v1 完结]《［主攻］未婚夫逃婚后，我嫁给了乞丐》作者：阿胶小鸟酱.txt",
    "夸克盘链接": "https://pan.quark.cn/s/447dea4a93e0"
  },
  {
    "文件名": "[1v1 完结]《[GB女攻]论调教一只宠物（爽文异国）》作者：AAA建材王哥.txt",
    "夸克盘链接": "https://pan.quark.cn/s/42b4287934f0"
  },
  {
    "文件名": "[1v1 完结]《[sm年代]穿二代的性瘾系统（虐身年代文）》作者：桃姿.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c731faa848cd"
  },
  {
    "文件名": "[1v1 完结]《[GB]清冷琴师红了眼（清冷克制落魄贵族琴师×游手好闲强势皇女（1V1））》作者：咚咚咚.txt",
    "夸克盘链接": "https://pan.quark.cn/s/aa162a77cccd"
  },
  {
    "文件名": "[np  完结]《调教烈犬【总攻_BDSM】》作者 苍君夏.txt",
    "夸克盘链接": "https://pan.quark.cn/s/325654fa4cd4"
  },
  {
    "文件名": "[1v1 完结]《[GB]不拘（古代  高H  正剧  穿越  奇幻）》作者：摇步轱辘.txt",
    "夸克盘链接": "https://pan.quark.cn/s/fca84bac0ef5"
  },
  {
    "文件名": "[1v1 完结]《（高h）大明星求艹日常（经纪人面冷心软好哄攻x大明星开口跪性瘾受）》作者：清川渡.txt",
    "夸克盘链接": "https://pan.quark.cn/s/1d133f661f43"
  },
  {
    "文件名": "[np  完结]《刺客女帝》作者：做夢的狐狸.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e151cddaf906"
  },
  {
    "文件名": "[np  完结]《大美人的性冷淡辛酸治疗史》作者：独眼怪（现代  高H  正剧  美人受  暗黑）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/1857d088128b"
  },
  {
    "文件名": "[np  完结]《调教多汁美人（轮奸、强奸、指奸、潮喷、双龙多龙、抹布、乱伦）》作者：风起.txt",
    "夸克盘链接": "https://pan.quark.cn/s/0a70ce3d8919"
  },
  {
    "文件名": "[np  完结]《电竞俱乐部里被团宠的天才中单（np双性）》作者：南枫枫（养胃中）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/44e825370b03"
  },
  {
    "文件名": "[完结] 黑夜书（凯文日记） 作者：凯文.txt",
    "夸克盘链接": "https://pan.quark.cn/s/4b7203fc5a0e"
  },
  {
    "文件名": "[完结] 捡到猫系少年回家后（bg 1v1年下） 作者：红豆软面包.txt",
    "夸克盘链接": "https://pan.quark.cn/s/d2706116e946"
  },
  {
    "文件名": "[完结] 混乱关系 作者：长风破浪.txt",
    "夸克盘链接": "https://pan.quark.cn/s/d75f21e1e598"
  },
  {
    "文件名": "[完结] 寄生 作者：初来乍到.txt",
    "夸克盘链接": "https://pan.quark.cn/s/abac1b3f0569"
  },
  {
    "文件名": "[完结] 缓春(短篇) 作者：巨噬细胞55.txt",
    "夸克盘链接": "https://pan.quark.cn/s/dc432247c0e2"
  },
  {
    "文件名": "[完结] 合宿后被同学橄榄了 作者：艾诗.txt",
    "夸克盘链接": "https://pan.quark.cn/s/9da9988b7087"
  },
  {
    "文件名": "[完结] 含烟（伪骨，强制爱） 作者：Ltutou.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ae95a220308d"
  },
  {
    "文件名": "[完结] 和亲公主很耐操 作者：奶茶要全糖.txt",
    "夸克盘链接": "https://pan.quark.cn/s/5b2798ab6eb8"
  },
  {
    "文件名": "[完结] 绯闻俱乐部 II 作者：旎旎.txt",
    "夸克盘链接": "https://pan.quark.cn/s/81709867964a"
  },
  {
    "文件名": "[完结] 鸽（兄妹） 作者：裂瓷.txt",
    "夸克盘链接": "https://pan.quark.cn/s/63a7fec6acd6"
  },
  {
    "文件名": "[完结] 风城（凯文日记） 作者：凯文.txt",
    "夸克盘链接": "https://pan.quark.cn/s/3db0a8a47f07"
  },
  {
    "文件名": "[完结] 返乡 作者：十六家的卡门.txt",
    "夸克盘链接": "https://pan.quark.cn/s/0110f6d292dd"
  },
  {
    "文件名": "[完结] 大师兄哪里逃 作者：热心市民张大姐.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ab753acb7bb8"
  },
  {
    "文件名": "[完结] 大一甜妹小香被开发恶堕的十五步【高H, 改造调教，破处，羞耻任务，兽交，堕落】 作者：温柚.txt",
    "夸克盘链接": "https://pan.quark.cn/s/473d9972834b"
  },
  {
    "文件名": "[完结] 儿子的秘密情人是继子 作者：古道春.txt",
    "夸克盘链接": "https://pan.quark.cn/s/0093acba132e"
  },
  {
    "文件名": "[完结] 出差的旅馆（强制h） 作者：淮游.txt",
    "夸克盘链接": "https://pan.quark.cn/s/519c1c56c65f"
  },
  {
    "文件名": "[完结] 春生朽木（母子乱伦） 作者：狮娆.txt",
    "夸克盘链接": "https://pan.quark.cn/s/3680a4d12361"
  },
  {
    "文件名": "[完结] 惩罚双性儿媳（双性 SM） 作者：没有名字.txt",
    "夸克盘链接": "https://pan.quark.cn/s/bd99d4544e5d"
  },
  {
    "文件名": "[完结] 被前男友他爸强萌(NP，重口，高H) 作者：黄太后.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a12390fa7c80"
  },
  {
    "文件名": "[完结] 操狐（强制甜宠、1v1、古风玄幻、高Ｈ） 作者：蜗牛.txt",
    "夸克盘链接": "https://pan.quark.cn/s/2cd3f49fc020"
  },
  {
    "文件名": "[完结] 惭愧（1v1，H） 作者：Caelum.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c87ce9287c63"
  },
  {
    "文件名": "[完结] 被疯批强制爱的Alpha（ABO_3P） 作者：余火烬燃（求票票）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/7b143972956a"
  },
  {
    "文件名": "[完结] 报复老公出轨后，被真爱炒饭 作者：欧阳飞雪.txt",
    "夸克盘链接": "https://pan.quark.cn/s/53dd0f472601"
  },
  {
    "文件名": "[完结] 挨萌笔记 作者：下雨不带伞.txt",
    "夸克盘链接": "https://pan.quark.cn/s/0fbb02ba3303"
  },
  {
    "文件名": "[完结] 【总攻】点绛唇 作者：星离雨散.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e3c83e397476"
  },
  {
    "文件名": "[完结] 【已完结短篇集】《无情机器——小妈》短篇一发完合集 作者：佛系卷伊.txt",
    "夸克盘链接": "https://pan.quark.cn/s/f193cc632c05"
  },
  {
    "文件名": "[完结] 【女A_总攻】精心饲养 作者：惟尔.txt",
    "夸克盘链接": "https://pan.quark.cn/s/fdb3ce94aa2f"
  },
  {
    "文件名": "[完结] 【ABO】【总受】没离婚不恋爱 作者：佚名黄A.txt",
    "夸克盘链接": "https://pan.quark.cn/s/0c98ee58bf65"
  },
  {
    "文件名": "[完结] 《换夫的惩罚》 作者：我在海棠写清水.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ce0ec7d0a9cc"
  },
  {
    "文件名": "[更1687] 【末世】重生之合欢诀（NPH） 作者：莲华半日.txt",
    "夸克盘链接": "https://pan.quark.cn/s/7a186c503a22"
  },
  {
    "文件名": "[完结] ［女攻_DC］小魅魔今天吃到饭了吗？ 作者：浮生若梦.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c5f66e885729"
  },
  {
    "文件名": "[更773] 当我嫁人后，剧情突然变得不对劲起来 作者：寻觅真理527.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a560ece18fc9"
  },
  {
    "文件名": "[完结]  相思曲 作者：弗里敦的小柏林.txt",
    "夸克盘链接": "https://pan.quark.cn/s/bc3b0ec49594"
  },
  {
    "文件名": "[更754] 云烟（古言NPH）（原名：《黑莲花被迫小白花开局！如何拉扯懦弱皇兄统一天下（古言NPH）》） 作者：讫讫.txt",
    "夸克盘链接": "https://pan.quark.cn/s/fc84fee9711c"
  },
  {
    "文件名": "[更604] 剧本的世界（NP) 作者：Mus.txt",
    "夸克盘链接": "https://pan.quark.cn/s/6c1e1ae50c68"
  },
  {
    "文件名": "[更534] 江山秀晚春（nph） 作者：莽苍苍.txt",
    "夸克盘链接": "https://pan.quark.cn/s/7f182d62e247"
  },
  {
    "文件名": "[更526] 林太太她没心没肺（人妻出轨，NPH+SM） 作者：桃姜.txt",
    "夸克盘链接": "https://pan.quark.cn/s/8210c29c9321"
  },
  {
    "文件名": "[更452] 小说大纲里的女主觉醒后（NPH） 作者：霍饭饭.txt",
    "夸克盘链接": "https://pan.quark.cn/s/dbf5fcb0ae3c"
  },
  {
    "文件名": "[更440] 公主的小娇奴（NPH，男生子） 作者：拜神当拜博识尊.txt",
    "夸克盘链接": "https://pan.quark.cn/s/6bad1efa2d4d"
  },
  {
    "文件名": "[更437] 国民女神穿进肉文中【高H、SM、NP】（正文免费） 作者：妃子笑.txt",
    "夸克盘链接": "https://pan.quark.cn/s/18f9f16c3b6c"
  },
  {
    "文件名": "[更416] 日日皆好（NPH） 作者：..txt",
    "夸克盘链接": "https://pan.quark.cn/s/c96480ed4690"
  },
  {
    "文件名": "[更390] 与王同行（星际·NPH） 作者：解冰.txt",
    "夸克盘链接": "https://pan.quark.cn/s/91ad37a3110d"
  },
  {
    "文件名": "[更383] 散修之女的修仙日常 作者：丁酉壬辰丁午丁酉丁亥壬辰壬戌.txt",
    "夸克盘链接": "https://pan.quark.cn/s/89bb973d7dd2"
  },
  {
    "文件名": "[更389] 恶役千金屡败屡战 作者：刻舟.txt",
    "夸克盘链接": "https://pan.quark.cn/s/81e35254a27c"
  },
  {
    "文件名": "[更390] 燕钗半落(NPH) 作者：琥珀糖.txt",
    "夸克盘链接": "https://pan.quark.cn/s/56791ac53f21"
  },
  {
    "文件名": "[更384] 十八纯情少女天天渴望被萌 作者：昼缠.txt",
    "夸克盘链接": "https://pan.quark.cn/s/90c1cc084840"
  },
  {
    "文件名": "[更361] [快穿]维纳斯的养成笔记 作者：阿瑜小郎君.txt",
    "夸克盘链接": "https://pan.quark.cn/s/3687b0369bc8"
  },
  {
    "文件名": "[更352] 云华艳情史（男男宫斗） 作者：仙人掌上的仙人.txt",
    "夸克盘链接": "https://pan.quark.cn/s/38fe90cfa732"
  },
  {
    "文件名": "[更326] 夜晚将至(合集) 作者：谢太太想养马.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a6315b250f44"
  },
  {
    "文件名": "[更334] 综影视：cp崩坏系统 作者：一杯多肉葡萄谢谢.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e8632449534c"
  },
  {
    "文件名": "[更312] 清欢度（父女，年代H） 作者：温玖.txt",
    "夸克盘链接": "https://pan.quark.cn/s/79c4c95e9365"
  },
  {
    "文件名": "[更310] 被选中的受害人（校园-强制-NP） 作者：皙亚.txt",
    "夸克盘链接": "https://pan.quark.cn/s/75bbabfd8d1a"
  },
  {
    "文件名": "[更279] 小美人 作者：完颜无泪.txt",
    "夸克盘链接": "https://pan.quark.cn/s/cba64abac3ff"
  },
  {
    "文件名": "[更298] 伪装魔王与祭品勇者（囚禁调教h） 作者：显明的路.txt",
    "夸克盘链接": "https://pan.quark.cn/s/21dad3f88ef0"
  },
  {
    "文件名": "[更306] FBI掰弯杀手后互，攻了 作者：去死.txt",
    "夸克盘链接": "https://pan.quark.cn/s/3d9a17da3a6e"
  },
  {
    "文件名": "[更276] 没关係，是人外啊 作者：queen.txt",
    "夸克盘链接": "https://pan.quark.cn/s/2a3297424c51"
  },
  {
    "文件名": "[更276] ［快穿］给攻略对象生娃  高H 作者：傻白甜.txt",
    "夸克盘链接": "https://pan.quark.cn/s/038f9575af7b"
  },
  {
    "文件名": "[更261] 犯禁(1v2，亲舅甥） 作者：翳月月不知.txt",
    "夸克盘链接": "https://pan.quark.cn/s/3c893701a4c5"
  },
  {
    "文件名": "[更261] 【恐怖游戏】人家才没有开外挂(NP) 作者：雾草.txt",
    "夸克盘链接": "https://pan.quark.cn/s/bba39cd5cc57"
  },
  {
    "文件名": "[更247] 没关系，是人外啊【简】 作者：queen.txt",
    "夸克盘链接": "https://pan.quark.cn/s/35e7be289f69"
  },
  {
    "文件名": "[更254] 沦为他们的玩物    【nph】 作者：芒狗.txt",
    "夸克盘链接": "https://pan.quark.cn/s/9c7ed3f800f0"
  },
  {
    "文件名": "[更242] 雷峰塔下（法青、1v1、SC） 作者：尼古拉斯·老著.txt",
    "夸克盘链接": "https://pan.quark.cn/s/2567016950dd"
  },
  {
    "文件名": "[更240] （总攻）穿越成了后宫王修改版 作者：虞成阳.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e32882060080"
  },
  {
    "文件名": "[更239] 囚爱 作者：AAA苹果榨汁店老板娘.txt",
    "夸克盘链接": "https://pan.quark.cn/s/4de82a19f4a9"
  },
  {
    "文件名": "[更232] 快穿之扑倒男神（H） 作者：回头是岸.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c2597e09bd4f"
  },
  {
    "文件名": "[更231] 变成人后她被逐渐带坏（NPH） 作者：饼干.txt",
    "夸克盘链接": "https://pan.quark.cn/s/3ff3eb5e6d33"
  },
  {
    "文件名": "[更227] 酒醒前想念小狗 作者：BzBZ#busybusy.txt",
    "夸克盘链接": "https://pan.quark.cn/s/b32f161d877f"
  },
  {
    "文件名": "[更228] Omega狩猎指南（原名：《漂亮少将O被军A灌满后（bg np）》） 作者：一只鸽子.txt",
    "夸克盘链接": "https://pan.quark.cn/s/2af93e2e9ea2"
  },
  {
    "文件名": "[更221] 鲛人子归【双 _ NP】 作者：大鹅炖铁锅.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c8a29c5286be"
  },
  {
    "文件名": "[更222] 在全息模拟世界里欺负高岭之花 作者：穆小刀.txt",
    "夸克盘链接": "https://pan.quark.cn/s/337365673787"
  },
  {
    "文件名": "[更217] 拼多多社恐逆袭（系统，nph） 作者：讲究人小李子.txt",
    "夸克盘链接": "https://pan.quark.cn/s/b20a41b8922a"
  },
  {
    "文件名": "[更216] 美梦成真NPH 作者：妈耶耶.txt",
    "夸克盘链接": "https://pan.quark.cn/s/23d3ed6d06e9"
  },
  {
    "文件名": "[更213] 在全息模拟世界里欺负高岭之花 作者：穆小刀（9号身体不适请假）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/af9880a27258"
  },
  {
    "文件名": "[更211] 螺旋深井（骨科 校园）原名伪君子哥哥死活不承认爱 作者：珍珠少女.txt",
    "夸克盘链接": "https://pan.quark.cn/s/33e369df0ee5"
  },
  {
    "文件名": "[更207] 老公帮我出轨【np】 作者：崔黑.txt",
    "夸克盘链接": "https://pan.quark.cn/s/cfa3dc28abfc"
  },
  {
    "文件名": "[更207] 陈佐家的男人们 作者：冯古道.txt",
    "夸克盘链接": "https://pan.quark.cn/s/531c703697c9"
  },
  {
    "文件名": "[更206] 乱交游乐园 作者：梧桐匣子.txt",
    "夸克盘链接": "https://pan.quark.cn/s/df44c552f71c"
  },
  {
    "文件名": "[更205] 蓝锁幻想 作者：气起什么好呢.txt",
    "夸克盘链接": "https://pan.quark.cn/s/8eaa307ccca9"
  },
  {
    "文件名": "[更200] 间谍（二战） 作者：白骨红衣.txt",
    "夸克盘链接": "https://pan.quark.cn/s/999e8a7005f8"
  },
  {
    "文件名": "[更203] 我俩的关系（剧情h） 作者：撒欢馒头.txt",
    "夸克盘链接": "https://pan.quark.cn/s/6d56823815ef"
  },
  {
    "文件名": "[更195] 炽阳之痕 作者：西无最.txt",
    "夸克盘链接": "https://pan.quark.cn/s/42c9f358fbc9"
  },
  {
    "文件名": "[更192] 夜色尚浅（同人，双重生H） 作者：寒江子.txt",
    "夸克盘链接": "https://pan.quark.cn/s/70171b6a5853"
  },
  {
    "文件名": "[更194] 当飞升后进入无限流快穿世界NPH 作者：三点水的柒.txt",
    "夸克盘链接": "https://pan.quark.cn/s/5d46c51270ca"
  },
  {
    "文件名": "[更192] 炮灰女配被扑倒了「快穿」 作者：春和景明.txt",
    "夸克盘链接": "https://pan.quark.cn/s/99edafbf96fc"
  },
  {
    "文件名": "[更188] 厌男症候群 作者：奈何桥下的摆渡人.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ab3e77d7b856"
  },
  {
    "文件名": "[更189] 战火与蔷薇 ［二战］ 作者：草莓味的秀气.txt",
    "夸克盘链接": "https://pan.quark.cn/s/56c99717eb8f"
  },
  {
    "文件名": "[更184] 与少夫人对食（百合ABO） 作者：粼若皓月.txt",
    "夸克盘链接": "https://pan.quark.cn/s/df8bbf52a274"
  },
  {
    "文件名": "[更183] 病态占有（快穿） 作者：奶猫薄脆.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ed5e317d0f2d"
  },
  {
    "文件名": "[更174] 重生之男主老师多马甲（斗破炎尘） 作者：念楚.txt",
    "夸克盘链接": "https://pan.quark.cn/s/f0bd91fdbaa9"
  },
  {
    "文件名": "[更180] 卿何倾禾（搬旧文 1v1 sc 年龄差 破案） 作者：砌雾.txt",
    "夸克盘链接": "https://pan.quark.cn/s/125be6b3ebe1"
  },
  {
    "文件名": "[更176] 三兔共耳（3p 骨科） 作者：柳下吟.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e0918e78d5c3"
  },
  {
    "文件名": "[更174] 在耽美文里被痴汉狂攻（弯掰直） 作者：水煮鱼.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e93fdc775597"
  },
  {
    "文件名": "[更167] 卫六爷播种「总攻」 作者：十章.txt",
    "夸克盘链接": "https://pan.quark.cn/s/822dd311e9d2"
  },
  {
    "文件名": "[更174] 精灵宝冠（西幻，1V1） 作者：解冰.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e0567db14a91"
  },
  {
    "文件名": "[更171] 欲海折竹（1v1 强制） 作者：阿啵小鸡崽.txt",
    "夸克盘链接": "https://pan.quark.cn/s/7f94bbd1e74e"
  },
  {
    "文件名": "[更171] 黑道大小姐今天也要睡男人（NPH） 作者：渝渝不渝.txt",
    "夸克盘链接": "https://pan.quark.cn/s/4a34c1ae2602"
  },
  {
    "文件名": "[更165] 转生成恶役千金的我是原女主推(H) 作者：JS.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c817ac489e85"
  },
  {
    "文件名": "[更164] 山的那边，是海 作者：狂禧.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ff89b31cc772"
  },
  {
    "文件名": "[更163] 贪婪 作者：兆壹北.txt",
    "夸克盘链接": "https://pan.quark.cn/s/fcdef66456c3"
  },
  {
    "文件名": "[更162] “艳鬼”(百合ABO) 作者：被抓进笼.txt",
    "夸克盘链接": "https://pan.quark.cn/s/278ef997126f"
  },
  {
    "文件名": "[更161] 【黑篮】我意本非此(高H，NP) 作者：妈了个蛋.txt",
    "夸克盘链接": "https://pan.quark.cn/s/9e08120f9c5f"
  },
  {
    "文件名": "[更159] 指月 作者：MM音.txt",
    "夸克盘链接": "https://pan.quark.cn/s/4ff2001ec540"
  },
  {
    "文件名": "[更160] 圈宠（女上-虐男） 作者：尘星末位.txt",
    "夸克盘链接": "https://pan.quark.cn/s/d28e1fded2b3"
  },
  {
    "文件名": "[更154] 驯宠 作者：素谈.txt",
    "夸克盘链接": "https://pan.quark.cn/s/7b2e7c2c3bf4"
  },
  {
    "文件名": "[更154] [韩娱]见异思迁 作者：2wen咕咕咕.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c3f12aa3f50e"
  },
  {
    "文件名": "[更153] 谁家正经宿主日常被攻略？（快穿） 作者：世界第一清纯.txt",
    "夸克盘链接": "https://pan.quark.cn/s/d6977c400888"
  },
  {
    "文件名": "[更153] 人夫（背德&出轨） 作者：umbrella.txt",
    "夸克盘链接": "https://pan.quark.cn/s/f37614b11469"
  },
  {
    "文件名": "[更151] 被压在身下的万人迷 作者：灵纸.txt",
    "夸克盘链接": "https://pan.quark.cn/s/b4b2d2a830fd"
  },
  {
    "文件名": "[更152] 小时候的耻辱记忆（绿母、看到母亲被奸淫） 作者：尾菊.txt",
    "夸克盘链接": "https://pan.quark.cn/s/f317fb478923"
  },
  {
    "文件名": "[更151] 炮灰美人被疯批强制爱（快穿_np总受） 作者：余火烬燃（求票票）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/f97b96074f38"
  },
  {
    "文件名": "[更147] 主动勾引后被别人的男友操翻了（NP、H） 作者：水酉suki.txt",
    "夸克盘链接": "https://pan.quark.cn/s/aed0de3843f6"
  },
  {
    "文件名": "[更149] 夜色迷情·壹·白夜之风 作者：逆龄巽.txt",
    "夸克盘链接": "https://pan.quark.cn/s/f6e9faede7bc"
  },
  {
    "文件名": "[更147] 不外如是（np） 作者：咕且.txt",
    "夸克盘链接": "https://pan.quark.cn/s/f2073e04cf2d"
  },
  {
    "文件名": "[更147] [虫族]梦老师灵感枯竭（第二部） 作者：baba.txt",
    "夸克盘链接": "https://pan.quark.cn/s/859faf690fe2"
  },
  {
    "文件名": "[更145] 温柔诱惑gl（百合ABO） 作者：Huntress.txt",
    "夸克盘链接": "https://pan.quark.cn/s/0c9b5b395882"
  },
  {
    "文件名": "[更144] 真酒 假酒 谁是卧底(NPH, ABO) 作者：胡萝卜兔子.txt",
    "夸克盘链接": "https://pan.quark.cn/s/d92296f54535"
  },
  {
    "文件名": "[更143] 坏小孩【姨甥H】 作者：拾月岛.txt",
    "夸克盘链接": "https://pan.quark.cn/s/6dd2c337392a"
  },
  {
    "文件名": "[更143] 写自己的同人文有什么问题！（NP） 作者：柏拉图之壁.txt",
    "夸克盘链接": "https://pan.quark.cn/s/5c6e1a32e6d0"
  },
  {
    "文件名": "[更143] 迟来的爱比草贱 作者：幽幽过客.txt",
    "夸克盘链接": "https://pan.quark.cn/s/d8d0c50c8f4b"
  },
  {
    "文件名": "[更142] 重回18岁跟前夫好兄弟睡了（高h np 骨科 高干） 作者：o( ￣︶￣ )o.txt",
    "夸克盘链接": "https://pan.quark.cn/s/2cee0600d38e"
  },
  {
    "文件名": "[更141] 落拓身 作者：沙色云.txt",
    "夸克盘链接": "https://pan.quark.cn/s/3d59b3bf4fde"
  },
  {
    "文件名": "[更142] 纷争之心（nph，西幻，修罗场） 作者：skylark.txt",
    "夸克盘链接": "https://pan.quark.cn/s/acbfbac4bd7c"
  },
  {
    "文件名": "[更140] 琴瑟何时谐 【民国 np 高h】 作者：大马士革羊.txt",
    "夸克盘链接": "https://pan.quark.cn/s/7f238fe39be9"
  },
  {
    "文件名": "[更139] 副本boss都想吃掉我 作者：安诗鸢尾（求票版）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a2fc1f46218d"
  },
  {
    "文件名": "[更133] 金昭玉粹【BDSM-双性】 作者：沾花寄月.txt",
    "夸克盘链接": "https://pan.quark.cn/s/acc665efcc22"
  },
  {
    "文件名": "[更138] 幽瑟（星际1V1） 作者：幻海浮声.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ce8ff2ca6ff5"
  },
  {
    "文件名": "[更137] 突厥帝王 作者：溯银.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a757195b3aed"
  },
  {
    "文件名": "[更133] 军人体育生的性奴大学生活 作者：唐捐.txt",
    "夸克盘链接": "https://pan.quark.cn/s/b101c68803ca"
  },
  {
    "文件名": "[更133] (3pH)娇憨作精vs双胞胎 作者：吉光片羽小流星.txt",
    "夸克盘链接": "https://pan.quark.cn/s/5919393a15e0"
  },
  {
    "文件名": "[更133] 被闺蜜帅爹日夜猛干的日子（含1v2） 作者：要吃肉.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a9e69f9aa800"
  },
  {
    "文件名": "[更132] 我把仇人训成狗 作者：午夜蓝.txt",
    "夸克盘链接": "https://pan.quark.cn/s/53b9bb78bacf"
  },
  {
    "文件名": "[更131] 整天被德国军官叔叔SP是种什么体验？ 作者：momo.txt",
    "夸克盘链接": "https://pan.quark.cn/s/aa49e8adc31b"
  },
  {
    "文件名": "[更125] 偷情被干的攻 作者：宇子宇子.txt",
    "夸克盘链接": "https://pan.quark.cn/s/94a5ec3f233d"
  },
  {
    "文件名": "[更125] 【柯南主攻】犬化训练实验记录 作者：我住隔壁不姓王.txt",
    "夸克盘链接": "https://pan.quark.cn/s/8d2349987408"
  },
  {
    "文件名": "[更130] 总有刁民想睡朕（女尊基建NP） 作者：荔枝桂味.txt",
    "夸克盘链接": "https://pan.quark.cn/s/6229670bbd8f"
  },
  {
    "文件名": "[更124] 【全职猎人】狩猎愉快（4P） 作者：白白白.txt",
    "夸克盘链接": "https://pan.quark.cn/s/391f6bd8f0a7"
  },
  {
    "文件名": "[更124] 从兽世到星际，兽人后宫活儿好 作者：怡燃字得.txt",
    "夸克盘链接": "https://pan.quark.cn/s/bcc43d06e013"
  },
  {
    "文件名": "[更123] 腻味（1v1） 作者：雨.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a4f514ec5dab"
  },
  {
    "文件名": "[更122] 炸厨房 作者：工山.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ca62359493bc"
  },
  {
    "文件名": "[更121] [快穿]海棠男主拯救计划 作者：送雪.txt",
    "夸克盘链接": "https://pan.quark.cn/s/576ebb24dc8e"
  },
  {
    "文件名": "[更121] 高级向导每天都很忙(无期迷途all女局-gl) 作者：九木.txt",
    "夸克盘链接": "https://pan.quark.cn/s/85885622a00a"
  },
  {
    "文件名": "[更120] 锈迹斑斑 作者：Grandne.txt",
    "夸克盘链接": "https://pan.quark.cn/s/7096151ff84a"
  },
  {
    "文件名": "[更120] 多情书（武侠百合ABO 主受np 高h） 作者：橙子.txt",
    "夸克盘链接": "https://pan.quark.cn/s/2e15e54bbd87"
  },
  {
    "文件名": "[更119] 梦里花（强制、NP） 作者：。。。.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a42dcd1531bd"
  },
  {
    "文件名": "[更118] 侯府表姑娘通关手册(1v1)（绿茶男x疯批女 作者：浓风起.txt",
    "夸克盘链接": "https://pan.quark.cn/s/6972dd06b556"
  },
  {
    "文件名": "[更115] 就要做继承人女高别给我撤回（美高np） 作者：专业绷带弹奏家.txt",
    "夸克盘链接": "https://pan.quark.cn/s/11139dd8c060"
  },
  {
    "文件名": "[更113] 快穿之美男收集系统（快穿，NP） 作者：黎Li.txt",
    "夸克盘链接": "https://pan.quark.cn/s/44a0fa0d535b"
  },
  {
    "文件名": "[更112] 小贵妃（h 古言 1v2) 作者：卜子.txt",
    "夸克盘链接": "https://pan.quark.cn/s/9345d6ca1c43"
  },
  {
    "文件名": "[更113] 蛊惑(乌鸦同人) 作者：黎明云醒.txt",
    "夸克盘链接": "https://pan.quark.cn/s/2e28f160d487"
  },
  {
    "文件名": "[更112] 春山可望（np） 作者：挑灯映山河.txt",
    "夸克盘链接": "https://pan.quark.cn/s/deabb7a7aa76"
  },
  {
    "文件名": "[更112] 寡夫遇渣男 作者：山川迢迢.txt",
    "夸克盘链接": "https://pan.quark.cn/s/1f53e5d6de7b"
  },
  {
    "文件名": "[更111] 藏蓝色的辉芒—堕落的已婚直男刑警队长吴冬 作者：观自人间.txt",
    "夸克盘链接": "https://pan.quark.cn/s/f74d65128cbc"
  },
  {
    "文件名": "[更111] 魔女本日逃离反派BOSS兄长进度(0-100) 作者：鬼妹妹.txt",
    "夸克盘链接": "https://pan.quark.cn/s/d3392be34331"
  },
  {
    "文件名": "[更110] 蠢物 作者：布鲁布猫.txt",
    "夸克盘链接": "https://pan.quark.cn/s/1c4be0fb6605"
  },
  {
    "文件名": "[更109] 第二封遗书1V1灵异BG 作者：生椰拿铁饼干.txt",
    "夸克盘链接": "https://pan.quark.cn/s/d52720fbcf0f"
  },
  {
    "文件名": "[更109] 好想把师父上了啊h（女师男徒） 作者：琢肆.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ee16204ac6c4"
  },
  {
    "文件名": "[更108] 恋爱脑，但强制爱(np,男洁) 作者：吃吃椰椰.txt",
    "夸克盘链接": "https://pan.quark.cn/s/54d07ec8afee"
  },
  {
    "文件名": "[更109] (修仙np)我只是馋你的身子 作者：谁家小囡.txt",
    "夸克盘链接": "https://pan.quark.cn/s/316bcc44e080"
  },
  {
    "文件名": "[更108] 捡到破碎的耽美文男主（校园1v1，弯掰直？) 作者：饭来，饭从四面八方来.txt",
    "夸克盘链接": "https://pan.quark.cn/s/439ad8332550"
  },
  {
    "文件名": "[更108] 【家教】恶女（NP） 作者：奈伊.txt",
    "夸克盘链接": "https://pan.quark.cn/s/53fd25fa54a6"
  },
  {
    "文件名": "[更107] 别乱喊 作者：鬼水红颜.txt",
    "夸克盘链接": "https://pan.quark.cn/s/744751c8ae4a"
  },
  {
    "文件名": "[更107] （总_攻）人在剑宗，主修合欢道 作者：一只江情ovo.txt",
    "夸克盘链接": "https://pan.quark.cn/s/309297c4213a"
  },
  {
    "文件名": "[更106] 在清水文里也要被强制爱吗（NPH） 作者：咸鱼崽崽.txt",
    "夸克盘链接": "https://pan.quark.cn/s/d863f6d2d4b8"
  },
  {
    "文件名": "[更105] 怎么都爱不够 作者：猫小鱼.txt",
    "夸克盘链接": "https://pan.quark.cn/s/cf383f8e70b6"
  },
  {
    "文件名": "[更103] 在合欢宗放飞自我后 作者：留尘.txt",
    "夸克盘链接": "https://pan.quark.cn/s/3386f6cf00f3"
  },
  {
    "文件名": "[更100] 婆媳怎么可以这样（futa短篇集-强制） 作者：铜锅涮肉蘸麻酱.txt",
    "夸克盘链接": "https://pan.quark.cn/s/4e5677630f5d"
  },
  {
    "文件名": "[更104] 丧彪，她怎么叫你咪咪啊【女B男O-BG】 作者：鸽俩好.txt",
    "夸克盘链接": "https://pan.quark.cn/s/d8f82ce7e58c"
  },
  {
    "文件名": "[更101] 永不为受1V1 if线 作者： 小虐文 求推荐票.txt",
    "夸克盘链接": "https://pan.quark.cn/s/7c396661de58"
  },
  {
    "文件名": "[更100] 良迟【包养-囚禁-h】 作者：爱我请别抄袭.txt",
    "夸克盘链接": "https://pan.quark.cn/s/1e575a2467b4"
  },
  {
    "文件名": "[更98] 心动（1v3） 作者：。.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c9601fd6c03d"
  },
  {
    "文件名": "[更98] 落难典狱长的48小时 作者：烟蓝（求票）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/97f39a96ee39"
  },
  {
    "文件名": "[更98] 听掷（赌博文学、群像、NP） 作者：菱叁.txt",
    "夸克盘链接": "https://pan.quark.cn/s/27446ec8255c"
  },
  {
    "文件名": "[更98] 纯爱竹马攻也出轨了 作者：陆沉舟（不要送礼物!）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/5bc67e72236f"
  },
  {
    "文件名": "[更97] 被迫阴暗的向导她翻车了（哨向np） 作者：..txt",
    "夸克盘链接": "https://pan.quark.cn/s/e369353530f3"
  },
  {
    "文件名": "[更95] 馐玉（古言1v1） 作者：果皮酱.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a43c2cc71f55"
  },
  {
    "文件名": "[更94] 声声慢 作者：老司姬流苏.txt",
    "夸克盘链接": "https://pan.quark.cn/s/171dfc549355"
  },
  {
    "文件名": "[更94] 快穿任务者的自我修养（np） 作者：满地乱爬.txt",
    "夸克盘链接": "https://pan.quark.cn/s/38c08596680b"
  },
  {
    "文件名": "[更93] 这炮灰床伴我不当了！【NPH】 作者：XXX.txt",
    "夸克盘链接": "https://pan.quark.cn/s/9bd6bc2909b2"
  },
  {
    "文件名": "[更93] 心软予你 (重上架版) 作者：长耳鸦.txt",
    "夸克盘链接": "https://pan.quark.cn/s/372c70b65d07"
  },
  {
    "文件名": "[更93] 慰藉[姐弟1V1] 作者：群青鸢尾.txt",
    "夸克盘链接": "https://pan.quark.cn/s/30273e06f677"
  },
  {
    "文件名": "[更93] 渎神：睡服祖宗攻略（仙侠甜宠1v1） 作者：山花欲燃.txt",
    "夸克盘链接": "https://pan.quark.cn/s/9af999c0e0a4"
  },
  {
    "文件名": "[更93] 干碎系统之后（np) 作者：MXX.txt",
    "夸克盘链接": "https://pan.quark.cn/s/5140b5d5399b"
  },
  {
    "文件名": "[更92] 他的星心 作者：天时已到.txt",
    "夸克盘链接": "https://pan.quark.cn/s/9a34693343d9"
  },
  {
    "文件名": "[更92] 登基吧，算我求你的！（NPH） 作者：西瓜暴徒.txt",
    "夸克盘链接": "https://pan.quark.cn/s/220c450821ff"
  },
  {
    "文件名": "[更92] [快穿]每个世界遇到的都是变态 作者：不要有杀心.txt",
    "夸克盘链接": "https://pan.quark.cn/s/59b00647a94b"
  },
  {
    "文件名": "[更91] 社畜的上位法则 作者：持银止枭.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ea98dec505f9"
  },
  {
    "文件名": "[更90] 杀尽江南百万兵【1v1 元末明初】 作者：玻璃霜花.txt",
    "夸克盘链接": "https://pan.quark.cn/s/210e2d26f35e"
  },
  {
    "文件名": "[更89] 天庭批发白月光【玄幻np】 作者：花花草草也是草.txt",
    "夸克盘链接": "https://pan.quark.cn/s/80e9102b1377"
  },
  {
    "文件名": "[更89] 陋篇（古言，NP） 作者：三叹.txt",
    "夸克盘链接": "https://pan.quark.cn/s/1999ccc0efa3"
  },
  {
    "文件名": "[更89] 姜赞容她受苦又受难（NPH） 作者：三只鱼.txt",
    "夸克盘链接": "https://pan.quark.cn/s/8c444a316887"
  },
  {
    "文件名": "[更89] 不良少年受罚过程(1V1) 作者：没有名字.txt",
    "夸克盘链接": "https://pan.quark.cn/s/30cf28af254c"
  },
  {
    "文件名": "[更89] （骨科）奈何为贼 作者：虞成阳.txt",
    "夸克盘链接": "https://pan.quark.cn/s/4a71cf6e3ba4"
  },
  {
    "文件名": "[更89] （虫族）寒刀伏脊，他们在颂王 作者：陌不辞.txt",
    "夸克盘链接": "https://pan.quark.cn/s/33ea3017740a"
  },
  {
    "文件名": "[更89] 「猎人」揍敌客大小姐好难攻略 作者：Lisette.txt",
    "夸克盘链接": "https://pan.quark.cn/s/3882bea68786"
  },
  {
    "文件名": "[更88] 危险触碰 作者：山海经v.txt",
    "夸克盘链接": "https://pan.quark.cn/s/5518f14dac2c"
  },
  {
    "文件名": "[更88] 天造地设（公路，1v1） 作者：宿芦花.txt",
    "夸克盘链接": "https://pan.quark.cn/s/0a91c41e9516"
  },
  {
    "文件名": "[更88] 三月夜（姑侄-男小三） 作者：蒸栗.txt",
    "夸克盘链接": "https://pan.quark.cn/s/f5157fa366ad"
  },
  {
    "文件名": "[更88] 狗男人们后悔了（西幻 np） 作者：溏心蛋.txt",
    "夸克盘链接": "https://pan.quark.cn/s/3fd189208d2e"
  },
  {
    "文件名": "[更86] 悬流（1V1H） 作者：zz.txt",
    "夸克盘链接": "https://pan.quark.cn/s/80a2bc8847ff"
  },
  {
    "文件名": "[更87] 被觊觎的她（1V2，女出轨） 作者：擅长发疯的刺猬.txt",
    "夸克盘链接": "https://pan.quark.cn/s/d32d83691027"
  },
  {
    "文件名": "[更86] 龙傲天请你为我着迷吧！ 作者：穆尔塔图里.txt",
    "夸克盘链接": "https://pan.quark.cn/s/81c73223c2de"
  },
  {
    "文件名": "[更86] 强势的他 作者：琦囡.txt",
    "夸克盘链接": "https://pan.quark.cn/s/3ebdb9bb1eb4"
  },
  {
    "文件名": "[更86] 空花 (强制 1v1) 作者：洱南.txt",
    "夸克盘链接": "https://pan.quark.cn/s/190e16f8c7d5"
  },
  {
    "文件名": "[更86] 假装睡着后，发现老公是三个人（NP 高H） 作者：忍冬.txt",
    "夸克盘链接": "https://pan.quark.cn/s/7d1939a7b6f5"
  },
  {
    "文件名": "[更86] 爹父宗筋开我牝 作者：德充符.txt",
    "夸克盘链接": "https://pan.quark.cn/s/27c251ff382d"
  },
  {
    "文件名": "[更85] 离婚前老公被穿了[ABO] 作者：monoQ.txt",
    "夸克盘链接": "https://pan.quark.cn/s/fe1df7fd6937"
  },
  {
    "文件名": "[更85] 【哨向nph】如你所见，我是个女大学生 作者：硫酸盐.txt",
    "夸克盘链接": "https://pan.quark.cn/s/37032c3e00e9"
  },
  {
    "文件名": "[更85] 长公主她又美又撩（1V1 公主与忠犬） 作者：阿九.txt",
    "夸克盘链接": "https://pan.quark.cn/s/3515545c9aa3"
  },
  {
    "文件名": "[更85] 再不听话草哭你（BDSM） 作者：白茶清欢.txt",
    "夸克盘链接": "https://pan.quark.cn/s/0b278f22ff8c"
  },
  {
    "文件名": "[更84] 新鲜社畜 作者：现山海.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ec947dfe9657"
  },
  {
    "文件名": "[更84] 道姑与山鬼  (产奶--人鬼-师徒-师兄妹.NP  高H) 作者：一颗青菜.txt",
    "夸克盘链接": "https://pan.quark.cn/s/54183cc89eae"
  },
  {
    "文件名": "[更83] 已婚Alpha不想当万人迷（主攻 abo 西幻） 作者：血耶.txt",
    "夸克盘链接": "https://pan.quark.cn/s/f4acf7c267b0"
  },
  {
    "文件名": "[更83] 张柠檬2 作者：伯未有.txt",
    "夸克盘链接": "https://pan.quark.cn/s/66cff5773073"
  },
  {
    "文件名": "[更83] 清冷美人改_造训诫日记（重口） 作者：穆小刀.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a30b219e5d82"
  },
  {
    "文件名": "[更83] 花瓶美人在恐怖游戏贡献肉体【nph】 作者：煎饼果子加俩蛋.txt",
    "夸克盘链接": "https://pan.quark.cn/s/90ea52af846f"
  },
  {
    "文件名": "[更83] 错爱终成眷属 作者：平安.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c4649a2c5578"
  },
  {
    "文件名": "[更82] 又被痴汉找上了（NPH） 作者：脑洞开发机.txt",
    "夸克盘链接": "https://pan.quark.cn/s/f5bfbbe2b70b"
  },
  {
    "文件名": "[更81] 咒术回战之救赎之道np 作者：泊舟.txt",
    "夸克盘链接": "https://pan.quark.cn/s/328b7aeb3c0d"
  },
  {
    "文件名": "[更82] 情真情假（我劝你出戏 骨科） 作者：客者也.txt",
    "夸克盘链接": "https://pan.quark.cn/s/bd18bd48e718"
  },
  {
    "文件名": "[更82] 雌虫跟Alpha是绝配！ 作者：绯鸟不是肥鸟.txt",
    "夸克盘链接": "https://pan.quark.cn/s/19aa5ad2e2e8"
  },
  {
    "文件名": "[更81] 两王相亲（1v1 古言） 作者：探花忙.txt",
    "夸克盘链接": "https://pan.quark.cn/s/771d2f88df7f"
  },
  {
    "文件名": "[更79] 爆炒纯荤合集 作者：星熊.txt",
    "夸克盘链接": "https://pan.quark.cn/s/3c591814350e"
  },
  {
    "文件名": "[更80] 水深则灵（骨科1v1） 作者：云台印.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e11e03abead3"
  },
  {
    "文件名": "[更78] 我是风烛山第一菜鸟（NP） 作者：F.txt",
    "夸克盘链接": "https://pan.quark.cn/s/52c4bc7fec8d"
  },
  {
    "文件名": "[更78] 误推太子下水以后（ 1v1, sc，剧情） 作者：日复一日.txt",
    "夸克盘链接": "https://pan.quark.cn/s/663dd537cb03"
  },
  {
    "文件名": "[更77] Alpha揣崽指南 作者：明颜.txt",
    "夸克盘链接": "https://pan.quark.cn/s/fa7b63a19a24"
  },
  {
    "文件名": "[更76] 逐凤 作者：昼缠.txt",
    "夸克盘链接": "https://pan.quark.cn/s/1513db1d188f"
  },
  {
    "文件名": "[更76] 185-188帅受壮受合集 作者：米自游（感谢投票）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/09bcae40cf27"
  },
  {
    "文件名": "[更76] （带BL的BG）狼种特殊部队——配种计划 作者：观自人间.txt",
    "夸克盘链接": "https://pan.quark.cn/s/5b55abeb5447"
  },
  {
    "文件名": "[更75] 主人，该你跪了 作者：九页.txt",
    "夸克盘链接": "https://pan.quark.cn/s/3b8ccf942625"
  },
  {
    "文件名": "[更75] 孤雏（母女gl） 作者：777777ina.txt",
    "夸克盘链接": "https://pan.quark.cn/s/2941dae62e9c"
  },
  {
    "文件名": "[更74] 你说不穿裤子【短篇集】 作者：崔黑.txt",
    "夸克盘链接": "https://pan.quark.cn/s/b617fe088c0d"
  },
  {
    "文件名": "[更74] 清冷美人改_造训诫日记（重口） 作者：穆小刀（9号身体不适请假）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/176dcd4f7497"
  },
  {
    "文件名": "[更75] 碧霄（NPH） 作者：培根.txt",
    "夸克盘链接": "https://pan.quark.cn/s/eb7dae0c6cee"
  },
  {
    "文件名": "[更74] 【GB女攻】爬床日记 作者：寒声.txt",
    "夸克盘链接": "https://pan.quark.cn/s/442b3c0456dc"
  },
  {
    "文件名": "[更73] 小狗驯养手册【校园1v1】 作者：泥花盆.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ddc1a20a92a1"
  },
  {
    "文件名": "[更73] 穿越废土世界却觉醒了18禁系统（末世npH） 作者：冰糖大橙子.txt",
    "夸克盘链接": "https://pan.quark.cn/s/7583727eeeeb"
  },
  {
    "文件名": "[更73] 穿到开源18禁mod种田游戏后（nph） 作者：零零落落l.txt",
    "夸克盘链接": "https://pan.quark.cn/s/dc387e06126e"
  },
  {
    "文件名": "[更72] 黑沉香 作者：Samud.txt",
    "夸克盘链接": "https://pan.quark.cn/s/86eb4e96771c"
  },
  {
    "文件名": "[更72] 五九十（校园版已老实求放过 np） 作者：边原小玫.txt",
    "夸克盘链接": "https://pan.quark.cn/s/8b2b89225aea"
  },
  {
    "文件名": "[更72] 【np伪母子】驯养失败了 作者：我见白鹿寻青崖.txt",
    "夸克盘链接": "https://pan.quark.cn/s/b41cae37db30"
  },
  {
    "文件名": "[更71] 【快穿】我什么都可以 作者：灵魂蓝色.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a0248d670f39"
  },
  {
    "文件名": "[更72] 和前男友分手后大干八百回合 作者：昼缠.txt",
    "夸克盘链接": "https://pan.quark.cn/s/7e855aaf6561"
  },
  {
    "文件名": "[更71] 【二战】腹中蝴蝶 作者：Ruriko404.txt",
    "夸克盘链接": "https://pan.quark.cn/s/b2a117a8798a"
  },
  {
    "文件名": "[更70] 阿佩罗的回忆 作者：小芮.txt",
    "夸克盘链接": "https://pan.quark.cn/s/1dc0facdf158"
  },
  {
    "文件名": "[更68] 我在耽美文里苟且偷生（1v3） 作者：嘎了嘎咩咩.txt",
    "夸克盘链接": "https://pan.quark.cn/s/b9650882d272"
  },
  {
    "文件名": "[更68] 安息日（西幻NPH） 作者：华木有听.txt",
    "夸克盘链接": "https://pan.quark.cn/s/6cb5462c6d54"
  },
  {
    "文件名": "[更67] 被恶龙囚禁于高塔的冒牌勇者（1v1） 作者：悦米君.txt",
    "夸克盘链接": "https://pan.quark.cn/s/83e22d583b32"
  },
  {
    "文件名": "[更67] 无限流之夜晚来敲门（np） 作者：长歌.txt",
    "夸克盘链接": "https://pan.quark.cn/s/608ea1acbd78"
  },
  {
    "文件名": "[更66] 跟我睡一下怎么了？（1v1 青梅竹马 先婚后爱） 作者：芒果烧酒.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e8182b7cb36e"
  },
  {
    "文件名": "[更67] 榜一（NP） 作者：蝶骸.txt",
    "夸克盘链接": "https://pan.quark.cn/s/d78b80b7eff5"
  },
  {
    "文件名": "[更67] 【古希腊】《畅游乙游的我腰子永不休息》 作者：绿毛蟹老板.txt",
    "夸克盘链接": "https://pan.quark.cn/s/19e2343cec0e"
  },
  {
    "文件名": "[更66] 只想操他九次 作者：指尖琉璃.txt",
    "夸克盘链接": "https://pan.quark.cn/s/b71a577da099"
  },
  {
    "文件名": "[更65] 真的不是故意嫖你（校园1v1） 作者：闪烁的星.txt",
    "夸克盘链接": "https://pan.quark.cn/s/5d0aaa0a1884"
  },
  {
    "文件名": "[更66] 隔壁网黄使用指南（同人女×擦边男） 作者：蒸栗.txt",
    "夸克盘链接": "https://pan.quark.cn/s/7eb7e9a7cfdb"
  },
  {
    "文件名": "[更65] 想亲吻的刹那 作者：青红丝面茶.txt",
    "夸克盘链接": "https://pan.quark.cn/s/306e8d47f4e2"
  },
  {
    "文件名": "[更65] 虐文白月光总被变态男主们强制爱（快穿） 作者：不二一叶.txt",
    "夸克盘链接": "https://pan.quark.cn/s/b79c00293431"
  },
  {
    "文件名": "[更64] 【综漫】美人在被男神日液疼爱的日子 作者：嘿嘿哒?.txt",
    "夸克盘链接": "https://pan.quark.cn/s/34369746a1e5"
  },
  {
    "文件名": "[更64] 禁果狂热（父女，母女?S，后宫） 作者：伊首淫诗.txt",
    "夸克盘链接": "https://pan.quark.cn/s/9d035cfad132"
  },
  {
    "文件名": "[更64] 凑合 作者：犬师子.txt",
    "夸克盘链接": "https://pan.quark.cn/s/96ecaa9b950a"
  },
  {
    "文件名": "[更65] 快穿之精液收集系统（nph） 作者：困意.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ac0de7c0b2c8"
  },
  {
    "文件名": "[更62] 万人嫌每天都想恢复单身 作者：麻酱.txt",
    "夸克盘链接": "https://pan.quark.cn/s/f6ea560f299f"
  },
  {
    "文件名": "[更63] 双标 作者：没有名字.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e59f8a74d9de"
  },
  {
    "文件名": "[更63] 独行长路【abo_np_美强】 作者：深蓝美女.txt",
    "夸克盘链接": "https://pan.quark.cn/s/f3216b6d3dfd"
  },
  {
    "文件名": "[更62] 嚣张（百合futa） 作者：耶耶拿铁.txt",
    "夸克盘链接": "https://pan.quark.cn/s/3ca4f2a57430"
  },
  {
    "文件名": "[更62] 试婚 作者：云清朗.txt",
    "夸克盘链接": "https://pan.quark.cn/s/7be4b1ffa6ec"
  },
  {
    "文件名": "[更62] 《综漫总攻》小小人乐园 作者：Shannafi.txt",
    "夸克盘链接": "https://pan.quark.cn/s/66daf1ad0636"
  },
  {
    "文件名": "[更61] 穿成男频文里的极品炉鼎(修仙np) 作者：鹿宝.txt",
    "夸克盘链接": "https://pan.quark.cn/s/0bedff531ac7"
  },
  {
    "文件名": "[更60] 废柴弱鸡一路日穿体大男神（原我想，你做） 作者：二呆瓜.txt",
    "夸克盘链接": "https://pan.quark.cn/s/5010be64ceed"
  },
  {
    "文件名": "[更60] 失控 作者：嘎嘣脆喽.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ed147708de04"
  },
  {
    "文件名": "[更61] 【足球ABO】我居然是个E 作者：Alandis.txt",
    "夸克盘链接": "https://pan.quark.cn/s/fa2279a7d659"
  },
  {
    "文件名": "[更60] 给19岁男大当小妈 作者：布丁喵.txt",
    "夸克盘链接": "https://pan.quark.cn/s/4cb42e4849e6"
  },
  {
    "文件名": "[更60] 仿生人他每天只想做爱（原名：《献祭（人外）》） 作者：Ax=b.txt",
    "夸克盘链接": "https://pan.quark.cn/s/31630432351a"
  },
  {
    "文件名": "[更59] 群星间迷航之花[ABO NPH] 作者：冥王星.txt",
    "夸克盘链接": "https://pan.quark.cn/s/b81cd1529baf"
  },
  {
    "文件名": "[更59] June Song（兄妹骨科清水） 作者：冬眠.txt",
    "夸克盘链接": "https://pan.quark.cn/s/adb33d0cb925"
  },
  {
    "文件名": "[更58] 提分手后被男友囚禁（1V1） 作者：没有名字.txt",
    "夸克盘链接": "https://pan.quark.cn/s/d2df4933f772"
  },
  {
    "文件名": "[更58] 改嫁三叔(h） 作者：八级大狂风.txt",
    "夸克盘链接": "https://pan.quark.cn/s/fa0fcc97b0cd"
  },
  {
    "文件名": "[更58] 大魔法师[西幻NPH] 作者：金玉满堂.txt",
    "夸克盘链接": "https://pan.quark.cn/s/d63d17bd1b2c"
  },
  {
    "文件名": "[更58] 穿越成了后宫王（番外） 作者：虞成阳.txt",
    "夸克盘链接": "https://pan.quark.cn/s/46bce6fb5495"
  },
  {
    "文件名": "[更57] 甜梨 作者：小花喵.txt",
    "夸克盘链接": "https://pan.quark.cn/s/676932503b0f"
  },
  {
    "文件名": "[更57] 胡悦（1v1 高H） 作者：胡胡.txt",
    "夸克盘链接": "https://pan.quark.cn/s/3352df84d5e5"
  },
  {
    "文件名": "[更57] 恶毒私生女被正牌千金抓住后 作者：泠泠泠泠儿.txt",
    "夸克盘链接": "https://pan.quark.cn/s/7161e0413ced"
  },
  {
    "文件名": "[更57] 纯洁的背叛（西幻 np） 作者：布丁喵.txt",
    "夸克盘链接": "https://pan.quark.cn/s/d0d192443cff"
  },
  {
    "文件名": "[更57] 顶级暴徒2 作者：周扶妖.txt",
    "夸克盘链接": "https://pan.quark.cn/s/4250072c2836"
  },
  {
    "文件名": "[更56] 清纯绿茶拒绝被套牢 NP 作者：CCberry.txt",
    "夸克盘链接": "https://pan.quark.cn/s/90b35fcedf43"
  },
  {
    "文件名": "[更56] 在年代文里攻汉子 作者：美短虎斑最可爱了.txt",
    "夸克盘链接": "https://pan.quark.cn/s/13cf30bb71f7"
  },
  {
    "文件名": "[更56] 魅魔的和他的厨师们 作者：ZZ.txt",
    "夸克盘链接": "https://pan.quark.cn/s/dc2887052158"
  },
  {
    "文件名": "[更57] 捕杀欲念NPH 作者：妈耶耶.txt",
    "夸克盘链接": "https://pan.quark.cn/s/2c9d06dd90a4"
  },
  {
    "文件名": "[更56] 湖底（亲父女） 作者：小斐.txt",
    "夸克盘链接": "https://pan.quark.cn/s/904b11dd0577"
  },
  {
    "文件名": "[更56] 金盆洗捻 作者：蓝胡子小女孩.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a8c46fbe4919"
  },
  {
    "文件名": "[更56] 美人心事 【金丝雀-包养-1V1】 作者：凡尘的月亮.txt",
    "夸克盘链接": "https://pan.quark.cn/s/9d79e82cbc9e"
  },
  {
    "文件名": "[更56] 被大萌特萌后飞升了（nph） 作者：吹梦西洲.txt",
    "夸克盘链接": "https://pan.quark.cn/s/3ee6291ea0fa"
  },
  {
    "文件名": "[更55] 今今入钦（1v1 大小姐与特助 高H） 作者：我拖拖拖.txt",
    "夸克盘链接": "https://pan.quark.cn/s/7bb0fb408e31"
  },
  {
    "文件名": "[更54] 野风入夜（兄妹骨科清水） 作者：冬眠.txt",
    "夸克盘链接": "https://pan.quark.cn/s/fa62c14333d2"
  },
  {
    "文件名": "[更56] 暗潮李家（骨科兼父女1V2） 作者：杜笔.txt",
    "夸克盘链接": "https://pan.quark.cn/s/4b61c2622ce2"
  },
  {
    "文件名": "[更54] 血色脐带缠绕法（母女gl，纯百，吸血鬼） 作者：屁屁鼠王.txt",
    "夸克盘链接": "https://pan.quark.cn/s/4a2b42df1c5d"
  },
  {
    "文件名": "[更54] 和出轨对象结婚后发现前任是他亲弟（1v2） 作者：要吃肉.txt",
    "夸克盘链接": "https://pan.quark.cn/s/313bb2b3f363"
  },
  {
    "文件名": "[更53] 神龙玉玺 作者：Auuan.txt",
    "夸克盘链接": "https://pan.quark.cn/s/5ba6f26ce09f"
  },
  {
    "文件名": "[更53] 男神下海 作者：你家的白月光.txt",
    "夸克盘链接": "https://pan.quark.cn/s/2d224844a924"
  },
  {
    "文件名": "[更54] 病娇黑化合集（h） 作者：Loli梦.txt",
    "夸克盘链接": "https://pan.quark.cn/s/93ac84fc9644"
  },
  {
    "文件名": "[更53] 白莲花gl（纯百） 作者：浮闲.txt",
    "夸克盘链接": "https://pan.quark.cn/s/d9f0ca4cd222"
  },
  {
    "文件名": "[更52] 玉珍（清末民初） 作者：雾隐花泪.txt",
    "夸克盘链接": "https://pan.quark.cn/s/1a4f2f6a7337"
  },
  {
    "文件名": "[更52] 《龙傲天在无限游戏逃生》 作者：血耶.txt",
    "夸克盘链接": "https://pan.quark.cn/s/4d6ab3f5e81f"
  },
  {
    "文件名": "[更52] 无词歌（abo姐妹骨） 作者：Lunacan.txt",
    "夸克盘链接": "https://pan.quark.cn/s/19ce12ffe351"
  },
  {
    "文件名": "[更52] 同床异梦（民国 军官 高H） 作者：粥妮.txt",
    "夸克盘链接": "https://pan.quark.cn/s/5067bb51b3ce"
  },
  {
    "文件名": "[更51] 养诡 作者：南溪.txt",
    "夸克盘链接": "https://pan.quark.cn/s/875eb07a54e4"
  },
  {
    "文件名": "[更51] 幸福家庭（母子哨向赛博 1v2） 作者：momo.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ceae18cbe86c"
  },
  {
    "文件名": "[更51] 恶意出轨（高h，1V1） 作者：浪奔浪流.txt",
    "夸克盘链接": "https://pan.quark.cn/s/80884fc34d26"
  },
  {
    "文件名": "[更51] 身为寡妇我贪吃点怎么了（nph） 作者：梨树.txt",
    "夸克盘链接": "https://pan.quark.cn/s/6f1622ee87b1"
  },
  {
    "文件名": "[更51] beta拒绝玛丽苏（np） 作者：富贵麻辣烫.txt",
    "夸克盘链接": "https://pan.quark.cn/s/d8f9bea87ce4"
  },
  {
    "文件名": "[更51] 【网王】不二的憋尿日记 作者：玉米牛奶.txt",
    "夸克盘链接": "https://pan.quark.cn/s/0cf4c4d5f5a7"
  },
  {
    "文件名": "[更50] 真心破碎（百合） 作者：旁观者.txt",
    "夸克盘链接": "https://pan.quark.cn/s/fb7499b1ec65"
  },
  {
    "文件名": "[更50] 胭脂香 作者：柏无憾.txt",
    "夸克盘链接": "https://pan.quark.cn/s/f8c3b59d6f13"
  },
  {
    "文件名": "[更50] 温柔攻陷（bd_s_m） 作者：夜光杯 停更.txt",
    "夸克盘链接": "https://pan.quark.cn/s/101d5a647c77"
  },
  {
    "文件名": "[更50] 岂不尔思 作者：Ki.txt",
    "夸克盘链接": "https://pan.quark.cn/s/8e29a59b0d76"
  },
  {
    "文件名": "[更50] 流亡岛［强制爱1v1］ 作者：夏羽.txt",
    "夸克盘链接": "https://pan.quark.cn/s/39c801dcde85"
  },
  {
    "文件名": "[更50] 攻略病娇失败怎么办 作者：奶油椰冰水.txt",
    "夸克盘链接": "https://pan.quark.cn/s/930b8666cdf3"
  },
  {
    "文件名": "[更49] 昨夜星辰（ABO.3P） 作者：兔子叽叽.txt",
    "夸克盘链接": "https://pan.quark.cn/s/27bd186ed8ff"
  },
  {
    "文件名": "[更50] 穿越虫族之性福生活 作者：Ola.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c69694229c8d"
  },
  {
    "文件名": "[更49] 你也被笨蛋美人蛊到了吗（np） 作者：MOMO.txt",
    "夸克盘链接": "https://pan.quark.cn/s/5d3b9025a55d"
  },
  {
    "文件名": "[更49] 狼牙峰山麓的晚上 作者：小野兽.txt",
    "夸克盘链接": "https://pan.quark.cn/s/5deae0633c61"
  },
  {
    "文件名": "[更48] 荆刺玫瑰 作者：没有尾巴的皮卡丘.txt",
    "夸克盘链接": "https://pan.quark.cn/s/39253c9834b1"
  },
  {
    "文件名": "[更48] 抹青（gl） 作者：醍醐灌顶.txt",
    "夸克盘链接": "https://pan.quark.cn/s/5aad074820fe"
  },
  {
    "文件名": "[更49] 烂梨[父女] 作者：唐川.txt",
    "夸克盘链接": "https://pan.quark.cn/s/5bafecac77ff"
  },
  {
    "文件名": "[更48] 和猫奴谈恋爱会被骗 作者：想要一只小猫.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ca84a314f1a4"
  },
  {
    "文件名": "[更47] 生路（卧底，np） 作者：哈次哈次.txt",
    "夸克盘链接": "https://pan.quark.cn/s/792ed86ae1f6"
  },
  {
    "文件名": "[更47] 囚徒 作者：吃一个大馒头.txt",
    "夸克盘链接": "https://pan.quark.cn/s/fd40607cd43f"
  },
  {
    "文件名": "[更46] 优劣囹圄 作者：降调曲与无名诗.txt",
    "夸克盘链接": "https://pan.quark.cn/s/2b853c070e2d"
  },
  {
    "文件名": "[更47] 〔万人迷〕我是剑宗唯一的小师妹 作者：蛋卷.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a53e4c90cf93"
  },
  {
    "文件名": "[更47] 绯闻俱乐部III（收养、年上） 作者：旎旎.txt",
    "夸克盘链接": "https://pan.quark.cn/s/d78b509461fa"
  },
  {
    "文件名": "[更47] 穿越成F级雄虫 作者：宝宝.txt",
    "夸克盘链接": "https://pan.quark.cn/s/5b4b8ffab771"
  },
  {
    "文件名": "[更46] 幸福家庭（母子哨向赛博 1v2） 作者：Ser.txt",
    "夸克盘链接": "https://pan.quark.cn/s/f9fcfcc00342"
  },
  {
    "文件名": "[更46] 一些成功的反攻 作者：许宥嘉.txt",
    "夸克盘链接": "https://pan.quark.cn/s/15e652791b2d"
  },
  {
    "文件名": "[更46] 替身白月光她貌美如花［nph］ 作者：磕糖.txt",
    "夸克盘链接": "https://pan.quark.cn/s/1599fa428bf9"
  },
  {
    "文件名": "[更46] 炮灰白月光总被强取豪夺 作者：无餍.txt",
    "夸克盘链接": "https://pan.quark.cn/s/34f3536271d8"
  },
  {
    "文件名": "[更46] 穿进赛博世界遭遇大失败后下海了（NP） 作者：魔法市民.txt",
    "夸克盘链接": "https://pan.quark.cn/s/7c96e748f5ef"
  },
  {
    "文件名": "[更45] 孕欲 作者：知理.txt",
    "夸克盘链接": "https://pan.quark.cn/s/4107a400e165"
  },
  {
    "文件名": "[更44] 愿君 作者：无.txt",
    "夸克盘链接": "https://pan.quark.cn/s/dfc1071b7c5a"
  },
  {
    "文件名": "[更44] 老师！老湿！（鬼畜占有欲变态攻X温润人妻美艳双性受） 作者：苏北.txt",
    "夸克盘链接": "https://pan.quark.cn/s/6d560607b8ab"
  },
  {
    "文件名": "[更44] 逃脱情色选秀直播间（无限流NPH） 作者：天天开心.txt",
    "夸克盘链接": "https://pan.quark.cn/s/d2c552293391"
  },
  {
    "文件名": "[更44] 普女穿回校园吃遍纯情处男(原名《毕业后再谈校园恋爱 (NPH)》) 作者：浣.txt",
    "夸克盘链接": "https://pan.quark.cn/s/b931ce619f03"
  },
  {
    "文件名": "[更44] 精神病与万灵药【骨科_年下】 作者：眠雨.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a358eb91cf67"
  },
  {
    "文件名": "[更44] 极品雌体（末世） 作者：七月十四日渡.txt",
    "夸克盘链接": "https://pan.quark.cn/s/92121fad37a1"
  },
  {
    "文件名": "[更44] 坏心上司的雌堕调教 作者：烟蓝（求票）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/1b1beaff931a"
  },
  {
    "文件名": "[更44] 冬日暖阳（1v1 h） 作者：祈年岁岁.txt",
    "夸克盘链接": "https://pan.quark.cn/s/3141729b8b5d"
  },
  {
    "文件名": "[更44] 被反派强制爱 作者：匿.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c41baf84d99b"
  },
  {
    "文件名": "[更42] [女_攻]Enigma大小姐 作者：华钻.txt",
    "夸克盘链接": "https://pan.quark.cn/s/5d424fbc9bfc"
  },
  {
    "文件名": "[更42] 天生适合被虐的身体【R18G】 作者：纯净水泡茶.txt",
    "夸克盘链接": "https://pan.quark.cn/s/35103cd05f42"
  },
  {
    "文件名": "[更41] 身在雾里 作者：没有名字.txt",
    "夸克盘链接": "https://pan.quark.cn/s/917b4a100d24"
  },
  {
    "文件名": "[更41] 头脑发热（故事合集） 作者：头脑发热.txt",
    "夸克盘链接": "https://pan.quark.cn/s/3fbbb48a2b7a"
  },
  {
    "文件名": "[更41] 漂亮笨蛋被抱养后（nph 伪骨科） 作者：去揽月.txt",
    "夸克盘链接": "https://pan.quark.cn/s/3695e56aa7a9"
  },
  {
    "文件名": "[更41] 马场花糜 作者：落西归疾.txt",
    "夸克盘链接": "https://pan.quark.cn/s/631e4c5c05ef"
  },
  {
    "文件名": "[更41] 混乱XP集结处 作者：野狐不妄.txt",
    "夸克盘链接": "https://pan.quark.cn/s/37590e656bca"
  },
  {
    "文件名": "[更41] 大明星的秘密 作者：夜星.txt",
    "夸克盘链接": "https://pan.quark.cn/s/bc1f51e85ad0"
  },
  {
    "文件名": "[更41] 不对等关系 作者：芳秋瞑.txt",
    "夸克盘链接": "https://pan.quark.cn/s/64fa1db5758f"
  },
  {
    "文件名": "[更40] 她在总受文里勤工俭学（abo） 作者：都是一个味.txt",
    "夸克盘链接": "https://pan.quark.cn/s/bf025166a3ec"
  },
  {
    "文件名": "[更40] 虐文白月光总被变态男主们强制爱（快穿） 作者：他黯也.txt",
    "夸克盘链接": "https://pan.quark.cn/s/b9d630ba6d62"
  },
  {
    "文件名": "[更40] 秘密深陷（ABO_二攻一受） 作者：柚子茶冰旋.txt",
    "夸克盘链接": "https://pan.quark.cn/s/bf9869304666"
  },
  {
    "文件名": "[更40] [咒回]半颗心 作者：en.txt",
    "夸克盘链接": "https://pan.quark.cn/s/691538afa416"
  },
  {
    "文件名": "[更39] 破罐子破摔 作者：珍妮晋.txt",
    "夸克盘链接": "https://pan.quark.cn/s/2b80cb19a317"
  },
  {
    "文件名": "[更40] 白月光家的恶犬们（校园NPH） 作者：南南.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a3e86bc664d3"
  },
  {
    "文件名": "[更40] 娇气包（校园nph） 作者：零下.txt",
    "夸克盘链接": "https://pan.quark.cn/s/be94ee41c32f"
  },
  {
    "文件名": "[更39] 魅魔直播间 作者：Hk.txt",
    "夸克盘链接": "https://pan.quark.cn/s/07891d5f17ea"
  },
  {
    "文件名": "[更39] 猫系贴贴指南（哨向、甜宠、1v1） 作者：蜗牛.txt",
    "夸克盘链接": "https://pan.quark.cn/s/66131d17e91c"
  },
  {
    "文件名": "[更39] 怀不下了，昏君！ 作者：曲蕤er.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a7f0c5b1ca8b"
  },
  {
    "文件名": "[更39] 词不达意（骨科，姐弟） 作者：青舟小渡.txt",
    "夸克盘链接": "https://pan.quark.cn/s/b035456cee7f"
  },
  {
    "文件名": "[更38] 神之爱（西幻炖肉合集，强制） 作者：显明的路.txt",
    "夸克盘链接": "https://pan.quark.cn/s/dcdf9a27f0bd"
  },
  {
    "文件名": "[更38] 以为只是一场普通的选秀 作者：灰音.txt",
    "夸克盘链接": "https://pan.quark.cn/s/3574d80038d2"
  },
  {
    "文件名": "[更38] 神途（BG-NP）西幻星际 作者：SSSSSS级选手.txt",
    "夸克盘链接": "https://pan.quark.cn/s/67c7ead2557e"
  },
  {
    "文件名": "[更38] 寂寞难耐_偷情发现招惹的是疯批怎么办 作者：给我一点纸.txt",
    "夸克盘链接": "https://pan.quark.cn/s/15d36e17df5f"
  },
  {
    "文件名": "[更38] 骨中钉（母子，H，强制爱） 作者：舟粥粥.txt",
    "夸克盘链接": "https://pan.quark.cn/s/86dbbc792bf9"
  },
  {
    "文件名": "[更38] 【权游】太阳之下 作者：绯星.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ae848c2abd0a"
  },
  {
    "文件名": "[更38] 薄荷绿（父女，H） 作者：白兰地.txt",
    "夸克盘链接": "https://pan.quark.cn/s/23d1088c9854"
  },
  {
    "文件名": "[更37] 纸醉金迷 作者：半江瑟色.txt",
    "夸克盘链接": "https://pan.quark.cn/s/73d2270170e8"
  },
  {
    "文件名": "[更37] 炽焰（骨科 校园 1V1） 作者：鹿灵子.txt",
    "夸克盘链接": "https://pan.quark.cn/s/0fd5af36b61d"
  },
  {
    "文件名": "[更37] 我来abo世界不是为了做爱好吗（星际-军校-np） 作者：..txt",
    "夸克盘链接": "https://pan.quark.cn/s/25b05c79a156"
  },
  {
    "文件名": "[更37] 俚俗雨（兄妹骨科） 作者：悦悦不悦.txt",
    "夸克盘链接": "https://pan.quark.cn/s/13f484578683"
  },
  {
    "文件名": "[更37] 【np强制】我在恋综里做万人迷 作者：全文存稿（努力中??）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/53eb19120c02"
  },
  {
    "文件名": "[更36] 丸姬三弄之二：箜篌悲 作者：上官玛丽.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ff196986c46e"
  },
  {
    "文件名": "[更36] 含泪做攻 作者：吃不吃西瓜.txt",
    "夸克盘链接": "https://pan.quark.cn/s/6e0be010ea44"
  },
  {
    "文件名": "[更36] 恶魔游戏 作者：七罪暴食.txt",
    "夸克盘链接": "https://pan.quark.cn/s/7abc80817208"
  },
  {
    "文件名": "[更36] 共瘾（挖兄弟墙角 出轨） 作者：青城山.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ab3a09fe9482"
  },
  {
    "文件名": "[更35] 小时了了（兄妹） 作者：舞指毛桃.txt",
    "夸克盘链接": "https://pan.quark.cn/s/4d743b2d1a26"
  },
  {
    "文件名": "[更35] 泅水（人鬼骨科） 作者：milk.txt",
    "夸克盘链接": "https://pan.quark.cn/s/8745104f5c88"
  },
  {
    "文件名": "[更35] （排球少年）谁教你这样训狗的？！ 作者：小糖崽.txt",
    "夸克盘链接": "https://pan.quark.cn/s/99c41326ec83"
  },
  {
    "文件名": "[更35] 被操晕的一百种方式【快穿】 作者：没有尾巴.txt",
    "夸克盘链接": "https://pan.quark.cn/s/f282cd66cc04"
  },
  {
    "文件名": "[更34] 强制爱脑洞合集 作者：良茶.txt",
    "夸克盘链接": "https://pan.quark.cn/s/110231d3b5d9"
  },
  {
    "文件名": "[更34] 越想越羞耻就删掉书名了【R18G】 作者：纯净水泡茶.txt",
    "夸克盘链接": "https://pan.quark.cn/s/00fe14625278"
  },
  {
    "文件名": "[更34] 共占云雨abo 作者：臭咸鱼爱摆烂.txt",
    "夸克盘链接": "https://pan.quark.cn/s/39a5f1bd4b09"
  },
  {
    "文件名": "[更34] 【gb】不学习就艾草 作者：杏花疏影里.txt",
    "夸克盘链接": "https://pan.quark.cn/s/1e54a59c6d05"
  },
  {
    "文件名": "[更33] 我来abo世界不是为了做爱好吗（星际-军校-np） 作者：芋圆小马.txt",
    "夸克盘链接": "https://pan.quark.cn/s/97c8fd38de76"
  },
  {
    "文件名": "[更33] 祭明光太子文 作者：癫酒客.txt",
    "夸克盘链接": "https://pan.quark.cn/s/2361dc4b516d"
  },
  {
    "文件名": "[更33] 【综漫】反派男神们 作者：sylvia.txt",
    "夸克盘链接": "https://pan.quark.cn/s/f5ed37525ccb"
  },
  {
    "文件名": "[更33] 金主是sub (娱乐圈_bdsm_sp） 作者：快发财.txt",
    "夸克盘链接": "https://pan.quark.cn/s/861b3114d505"
  },
  {
    "文件名": "[更33] ［gb女攻］本小怪兽就要操遍奥特曼 作者：疏楼余酒.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ba1e4e13b94b"
  },
  {
    "文件名": "[更32] 非典型虫族 作者：药药不吃药.txt",
    "夸克盘链接": "https://pan.quark.cn/s/6562ba2f63de"
  },
  {
    "文件名": "[更32] 否（校园1v1h） 作者：给地球寄病假条.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e8152272c262"
  },
  {
    "文件名": "[更32] 求求姐姐，再喘一次（1v1，年下双洁，BG×GB） 作者：卧底不是反派.txt",
    "夸克盘链接": "https://pan.quark.cn/s/b5163a0c0182"
  },
  {
    "文件名": "[更31] 壮壮的春天（壮受合集） 作者：国家一级保护废物.txt",
    "夸克盘链接": "https://pan.quark.cn/s/98640260d739"
  },
  {
    "文件名": "[更31] 清平乐 作者：明日之后.txt",
    "夸克盘链接": "https://pan.quark.cn/s/77bcf5310ea0"
  },
  {
    "文件名": "[更32] 称臣 (强制1v1) 作者：阑词序.txt",
    "夸克盘链接": "https://pan.quark.cn/s/1f26a3ca6f2a"
  },
  {
    "文件名": "[更31] 拯救退环境傲娇男主 作者：碳碳.txt",
    "夸克盘链接": "https://pan.quark.cn/s/470dbae74ccc"
  },
  {
    "文件名": "[更31] 极夜（BA 强制爱 SM） 作者：狐狼.txt",
    "夸克盘链接": "https://pan.quark.cn/s/efe83b05f6d5"
  },
  {
    "文件名": "[更31] 低级向导不能强制爱吗(NPH) 作者：春天总会来.txt",
    "夸克盘链接": "https://pan.quark.cn/s/4f3c8a7a1985"
  },
  {
    "文件名": "[更31] 穿成龙傲天的小妾后妈 作者：榴红山月.txt",
    "夸克盘链接": "https://pan.quark.cn/s/020cc141f465"
  },
  {
    "文件名": "[更31] 得知拿了炮灰攻剧本后 作者：吃蛋挞的小猪崽.txt",
    "夸克盘链接": "https://pan.quark.cn/s/4ba9f0b33860"
  },
  {
    "文件名": "[更30] 邻居 作者：太平粥.txt",
    "夸克盘链接": "https://pan.quark.cn/s/2cdd7310b308"
  },
  {
    "文件名": "[更30] 野狗（姐弟骨科H） 作者：冬晴野荔枝.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a425eaeea90c"
  },
  {
    "文件名": "[更30] 渣了三个男人后，我被他们合伙试婚了(1v3) 作者：居居来居居走.txt",
    "夸克盘链接": "https://pan.quark.cn/s/178271d8192f"
  },
  {
    "文件名": "[更30] 黄雀在后 作者：杏花村.txt",
    "夸克盘链接": "https://pan.quark.cn/s/83345661bdc2"
  },
  {
    "文件名": "[更30] 雌鲸湾 作者：西里鹿.txt",
    "夸克盘链接": "https://pan.quark.cn/s/3cc8e3a07c86"
  },
  {
    "文件名": "[更30] 差之毫厘 作者：淮川s.txt",
    "夸克盘链接": "https://pan.quark.cn/s/00683a77a992"
  },
  {
    "文件名": "[更30] 百无禁忌 作者：鸣銮.txt",
    "夸克盘链接": "https://pan.quark.cn/s/2ed01f7f2a67"
  },
  {
    "文件名": "[更30] 白天他是迷人校草，晚上化身宿舍公用性奴（1V3） 作者：春风拂面.txt",
    "夸克盘链接": "https://pan.quark.cn/s/aecdafa46e13"
  },
  {
    "文件名": "[更30] （总_攻人外）欢迎来到收藏馆 作者： .txt",
    "夸克盘链接": "https://pan.quark.cn/s/2742a9ce15fe"
  },
  {
    "文件名": "[更30] bl伤城（虐受） 作者：鹤舞弄清影.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ee8228be8a29"
  },
  {
    "文件名": "[更29] 入股三分 作者：风骚的水豚.txt",
    "夸克盘链接": "https://pan.quark.cn/s/8c2fef8e8fed"
  },
  {
    "文件名": "[更29] 炮灰攻只想离婚 作者：岑白水.txt",
    "夸克盘链接": "https://pan.quark.cn/s/d91017f0ba5c"
  },
  {
    "文件名": "[更28] 变态强制爱短篇合集 作者：天使心TvTovo.txt",
    "夸克盘链接": "https://pan.quark.cn/s/7ff6cfa2ebaa"
  },
  {
    "文件名": "[更28] 村口那个盲人木匠（乡村小镇，虐男1v1） 作者：阎崇年间廷史司理事.txt",
    "夸克盘链接": "https://pan.quark.cn/s/3ce333da175c"
  },
  {
    "文件名": "[更27] 与龙眠（成为炉鼎后被迫双修） 作者：段老板.txt",
    "夸克盘链接": "https://pan.quark.cn/s/1527611a16a6"
  },
  {
    "文件名": "[更27] 优质增奶器(高H) 作者：wing4.txt",
    "夸克盘链接": "https://pan.quark.cn/s/6fc40799a1e6"
  },
  {
    "文件名": "[更27] 发情期（兄妹abo） 作者：羊肉铺子.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ef80e2e079dd"
  },
  {
    "文件名": "[更27] 变成女人后，我成了室友的玩具（1v1） 作者：一张白纸.txt",
    "夸克盘链接": "https://pan.quark.cn/s/b5986cef08b8"
  },
  {
    "文件名": "[更27] 破船 作者：眠雨.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ecd7468f8dfc"
  },
  {
    "文件名": "[更26] 无冬之春（西幻NP） 作者：银月酒保.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e778d560c636"
  },
  {
    "文件名": "[更26] 就是喜欢喊朋友老公怎么你了 作者：好了好了我知道了.txt",
    "夸克盘链接": "https://pan.quark.cn/s/1fdadf73720f"
  },
  {
    "文件名": "[更26] 掠娇心(强制h 古言1v1甜宠 迷奸) 作者：八级大狂风.txt",
    "夸克盘链接": "https://pan.quark.cn/s/f8940973ad6c"
  },
  {
    "文件名": "[更26] 沉鱼 作者：挽岐.txt",
    "夸克盘链接": "https://pan.quark.cn/s/b1bb8ba161c5"
  },
  {
    "文件名": "[更26] 超级肌肉英雄的传奇 作者：肌肉猛男迷弟.txt",
    "夸克盘链接": "https://pan.quark.cn/s/9535eacda4ab"
  },
  {
    "文件名": "[更26] [互攻np]夜之城的男人们 作者：青岸的天梯.txt",
    "夸克盘链接": "https://pan.quark.cn/s/dd2f642a6267"
  },
  {
    "文件名": "[更25] 主神今天也在被当做按摩棒 作者：不太正经的烤肉玩家.txt",
    "夸克盘链接": "https://pan.quark.cn/s/f2b75e1f3239"
  },
  {
    "文件名": "[更25] 应聘之人体家具（1V1.物化） 作者：听说不说.txt",
    "夸克盘链接": "https://pan.quark.cn/s/cdda081cea1c"
  },
  {
    "文件名": "[更25] 逃亡路上和护卫恋爱了 作者：不知春.txt",
    "夸克盘链接": "https://pan.quark.cn/s/404603e5346a"
  },
  {
    "文件名": "[更25] 缚春衫 作者：九千七.txt",
    "夸克盘链接": "https://pan.quark.cn/s/f04e1635e8c5"
  },
  {
    "文件名": "[更25] 劣者进化论 作者：肉食主义者.txt",
    "夸克盘链接": "https://pan.quark.cn/s/3468c6b1e749"
  },
  {
    "文件名": "[更25] 【水浒传】林黛玉倒拔垂杨柳 作者：伊人卧海棠.txt",
    "夸克盘链接": "https://pan.quark.cn/s/2003727fefe8"
  },
  {
    "文件名": "[更25] 【强制np】人生存盘失效后 作者：蛋卷.txt",
    "夸克盘链接": "https://pan.quark.cn/s/81de646fdb16"
  },
  {
    "文件名": "[更24] 重生后我把男主当工具人(复仇文，NPH) 作者：胡萝卜兔子.txt",
    "夸克盘链接": "https://pan.quark.cn/s/6b18bd30397b"
  },
  {
    "文件名": "[更24] 长熹门的大师兄 作者：天空白雨.txt",
    "夸克盘链接": "https://pan.quark.cn/s/047c894d820b"
  },
  {
    "文件名": "[更24] 于是他们相爱 作者：Nefelibata.txt",
    "夸克盘链接": "https://pan.quark.cn/s/cf812c526dd3"
  },
  {
    "文件名": "[更24] 我本意其实是爽一晚就走（百合abo） 作者：暮虬.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ff9cedaa22c0"
  },
  {
    "文件名": "[更24] [女攻综英美]你们都是我哒! 作者：糖醋葫芦.txt",
    "夸克盘链接": "https://pan.quark.cn/s/dd402c41c429"
  },
  {
    "文件名": "[更24] 【虫族主攻】雄主每天都在pua 作者：趟脞.txt",
    "夸克盘链接": "https://pan.quark.cn/s/58a50d4b7c88"
  },
  {
    "文件名": "[更24] 求您，让我尿 作者：噗嗤兔兔.txt",
    "夸克盘链接": "https://pan.quark.cn/s/b169a83620a2"
  },
  {
    "文件名": "[更23] 月亮为证（1v1，校园） 作者：甜柚子.txt",
    "夸克盘链接": "https://pan.quark.cn/s/5e36184efa37"
  },
  {
    "文件名": "[更23] 摧眉折腰的双性皇子 作者：璧影.txt",
    "夸克盘链接": "https://pan.quark.cn/s/03bb144de811"
  },
  {
    "文件名": "[更23] 偷吃的妻子们 作者：小奶牛喂奶.txt",
    "夸克盘链接": "https://pan.quark.cn/s/136434032ea7"
  },
  {
    "文件名": "[更23] 纯情人设改造计划 作者：落酤息.txt",
    "夸克盘链接": "https://pan.quark.cn/s/bcf3d78c1616"
  },
  {
    "文件名": "[更23] 咸鱼被迫翻身后被囚禁了 作者：枫叶凡话.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c369f27875f5"
  },
  {
    "文件名": "[更22] 筑巢（nph） 作者：藏春一隅.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e9e546634fa3"
  },
  {
    "文件名": "[更22] 完美实验 作者：April是四月.txt",
    "夸克盘链接": "https://pan.quark.cn/s/11c92dfa1632"
  },
  {
    "文件名": "[更22] 清高美人被蹂躏 作者：爱阳光.txt",
    "夸克盘链接": "https://pan.quark.cn/s/3d684b28a3b8"
  },
  {
    "文件名": "[更22] 他是大佬收割机 作者：我的名字丢了.txt",
    "夸克盘链接": "https://pan.quark.cn/s/6bcd217439df"
  },
  {
    "文件名": "[更22] 【修仙】穿成万人迷的舔狗 作者：反派小猫.txt",
    "夸克盘链接": "https://pan.quark.cn/s/5e2776a8fd6d"
  },
  {
    "文件名": "[更22] 流俗之地（贵族学院NPH） 作者：乙.txt",
    "夸克盘链接": "https://pan.quark.cn/s/43dc261de54f"
  },
  {
    "文件名": "[更21] 最高剂量警告 作者：香塔.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c656b6960e1a"
  },
  {
    "文件名": "[更21] 五雀（H） 作者：神明鹤栗川.txt",
    "夸克盘链接": "https://pan.quark.cn/s/d1e2752c65cf"
  },
  {
    "文件名": "[更21] 肥宅偷窥记录 作者：江湖老手.txt",
    "夸克盘链接": "https://pan.quark.cn/s/04fd5d4a53fd"
  },
  {
    "文件名": "[更21] 花仙重生异世界，双性身体欲望难填 作者：讨厌红眼病.txt",
    "夸克盘链接": "https://pan.quark.cn/s/1b17d1f429ee"
  },
  {
    "文件名": "[更21] 南庭有风过 （1v1 青梅竹马） 作者：冰心甜瓜.txt",
    "夸克盘链接": "https://pan.quark.cn/s/553afad47f0c"
  },
  {
    "文件名": "[更21] 多云转晴 作者：达芬奇.txt",
    "夸克盘链接": "https://pan.quark.cn/s/2cba220f3bca"
  },
  {
    "文件名": "[更21] 【综漫_总攻】《攻略少年正太们!》 作者：夜久.txt",
    "夸克盘链接": "https://pan.quark.cn/s/12130d3d8cf2"
  },
  {
    "文件名": "[更21] 【柯南二创三创】关于我的漂亮孩子跟纸片人doi的日常 作者：红芋.txt",
    "夸克盘链接": "https://pan.quark.cn/s/891175e23e86"
  },
  {
    "文件名": "[更21] 【美强】好好先生的谎言（1v1） 作者：佚名黄A.txt",
    "夸克盘链接": "https://pan.quark.cn/s/90d502cfb782"
  },
  {
    "文件名": "[更21] [主攻]漂亮学霸以为他催眠我了 作者：baba.txt",
    "夸克盘链接": "https://pan.quark.cn/s/abcb3882ad35"
  },
  {
    "文件名": "[更20] 篮球直男的恶堕系统日常 作者：扪虱谈.txt",
    "夸克盘链接": "https://pan.quark.cn/s/2ea1d24d094e"
  },
  {
    "文件名": "[更20] 火烧不尽（父女1V1) 作者：茶壶大咕.txt",
    "夸克盘链接": "https://pan.quark.cn/s/53419314661e"
  },
  {
    "文件名": "[更20] 经纪人【女攻】 作者：experiment.txt",
    "夸克盘链接": "https://pan.quark.cn/s/229e1bf7dce8"
  },
  {
    "文件名": "[更20] 当万人迷总_攻拿了路人剧本后 作者：多肉咩.txt",
    "夸克盘链接": "https://pan.quark.cn/s/47d068ab95fb"
  },
  {
    "文件名": "[更20] 【双性_强制】逃跑后被疯批权臣强制爱了 作者：失眠鱼.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a824ae137eda"
  },
  {
    "文件名": "[更19] 咒术天花板艹服叛逃小娇妻的108式 作者：百事从欢.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a83acc7c1f6c"
  },
  {
    "文件名": "[更20] 慈父暴徒（abo骨科强制） 作者：零下.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ce5932fd1638"
  },
  {
    "文件名": "[更20] 沉溺（sp_bdsm） 作者：野牧.txt",
    "夸克盘链接": "https://pan.quark.cn/s/d3b64360ba0a"
  },
  {
    "文件名": "[更19] 一个画家房客闯入我的农场生活 作者：XXOObest.txt",
    "夸克盘链接": "https://pan.quark.cn/s/010d68b8a261"
  },
  {
    "文件名": "[更19] 影帝他又渣又蛊（np高H，走肾走心，强强） 作者：空尽过LYL.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a7bc984fb032"
  },
  {
    "文件名": "[更19] 向导与哨兵间的那些事 作者：莫负尚光.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c955f768c5df"
  },
  {
    "文件名": "[更19] 替嫁之后怀了将军的孩子 作者：小登登登登.txt",
    "夸克盘链接": "https://pan.quark.cn/s/761b46a31494"
  },
  {
    "文件名": "[更19] 纪家兄弟们的日常 作者：诡秘木.txt",
    "夸克盘链接": "https://pan.quark.cn/s/9e992c5cafbd"
  },
  {
    "文件名": "[更19] 废品批翻身记 作者：丝丝甜.txt",
    "夸克盘链接": "https://pan.quark.cn/s/badb556d76a2"
  },
  {
    "文件名": "[更19] 各式XP_SP训诫_调教H文合集（耽美） 作者：白切黑ㄉ兔兔.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c8ba765bb990"
  },
  {
    "文件名": "[更19] 堕落宗门，淫乱仙宗 作者：黎洛.txt",
    "夸克盘链接": "https://pan.quark.cn/s/5a0c9852dfcc"
  },
  {
    "文件名": "[更19] 藏秋 作者：夜色归阑.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c2d1a2a31a02"
  },
  {
    "文件名": "[更19] 【快穿】职业舔狗 作者：月下凉州.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e556f2a4b678"
  },
  {
    "文件名": "[更18] 无家可归后被双子溺爱了 作者：路游.txt",
    "夸克盘链接": "https://pan.quark.cn/s/cc3f2688b631"
  },
  {
    "文件名": "[更18] 傻子也有修罗场吗 作者：枫叶凡话.txt",
    "夸克盘链接": "https://pan.quark.cn/s/2257941557ef"
  },
  {
    "文件名": "[更18] [双性]大奶人妻 作者：炖肉兔子.txt",
    "夸克盘链接": "https://pan.quark.cn/s/bc466c98778b"
  },
  {
    "文件名": "[更18] 被疯批强制爱的日日夜夜 作者：白菜会飞（求票票）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/fc40496583b9"
  },
  {
    "文件名": "[更17] 性癖观测系统 作者：ikanis.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ed3a5fcbadbd"
  },
  {
    "文件名": "[更17] 努力的徐壮壮 作者：浪猫泪泪.txt",
    "夸克盘链接": "https://pan.quark.cn/s/7f3b3b3c383b"
  },
  {
    "文件名": "[更17] 春帐暖（骨科，亲兄妹） 作者：哈拉雷的小椰粉.txt",
    "夸克盘链接": "https://pan.quark.cn/s/281dd80dd1ee"
  },
  {
    "文件名": "[更17] 狠草骚野狗 作者：田小兔.txt",
    "夸克盘链接": "https://pan.quark.cn/s/46874f39c3f4"
  },
  {
    "文件名": "[更17] 爱与恨 作者：三土土.txt",
    "夸克盘链接": "https://pan.quark.cn/s/cae5267c6335"
  },
  {
    "文件名": "[更17] 男妈妈他在追爱火葬场（虫族） 作者：祝宁.txt",
    "夸克盘链接": "https://pan.quark.cn/s/43ec64d2f6e2"
  },
  {
    "文件名": "[更17] 24h 作者：林楫.txt",
    "夸克盘链接": "https://pan.quark.cn/s/10ddd29f22c6"
  },
  {
    "文件名": "[更16] 耀祖是个O 作者：喜欢星期五.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ffbab1c9f86d"
  },
  {
    "文件名": "[更16] 无下限之旅【总攻快穿男女通吃】 作者：归海长歌.txt",
    "夸克盘链接": "https://pan.quark.cn/s/aeb38a728751"
  },
  {
    "文件名": "[更17] 【主_攻】我不做三 作者：桃芝.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a3f1a1975164"
  },
  {
    "文件名": "[更16] 怂恿他犯错（攻出轨） 作者：我有一根大香肠你吃不吃呀.txt",
    "夸克盘链接": "https://pan.quark.cn/s/7a613860ae81"
  },
  {
    "文件名": "[更16] 入骨（4p） 作者：许宥嘉.txt",
    "夸克盘链接": "https://pan.quark.cn/s/88574529f0c4"
  },
  {
    "文件名": "[更16] 色情主播不想干了(NPH) 作者：脑洞开发机.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c9cc680ece6c"
  },
  {
    "文件名": "[更16] 美人被强制合集 作者：不吃蜜蜂.txt",
    "夸克盘链接": "https://pan.quark.cn/s/f52aa0c675b4"
  },
  {
    "文件名": "[更16] 家庭禁忌秘史 作者：阿叙.txt",
    "夸克盘链接": "https://pan.quark.cn/s/57749113c5be"
  },
  {
    "文件名": "[更16] 烂俗的狐狸（abo np） 作者：水陆青栖.txt",
    "夸克盘链接": "https://pan.quark.cn/s/fe2032687a4d"
  },
  {
    "文件名": "[更16] 金丝牢笼（年上_1v1_微ds_娱乐圈） 作者：承业昔时.txt",
    "夸克盘链接": "https://pan.quark.cn/s/56bd7851efc1"
  },
  {
    "文件名": "[更16] 快穿：没有女主拿不下的人 作者：青菜呀青菜.txt",
    "夸克盘链接": "https://pan.quark.cn/s/80dd95f1cef7"
  },
  {
    "文件名": "[更16] stk被可爱系魅魔萌了 作者：想食牛角包.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e121357aa381"
  },
  {
    "文件名": "[更16] 狗尾巴 作者：番茄肥牛子.txt",
    "夸克盘链接": "https://pan.quark.cn/s/75330d9e3308"
  },
  {
    "文件名": "[更16] 合租的弟弟竟是擦边网黄 作者：纯爱战士.txt",
    "夸克盘链接": "https://pan.quark.cn/s/2bc225dfebfe"
  },
  {
    "文件名": "[更15] 渣男惩戒系统 作者：灵月.txt",
    "夸克盘链接": "https://pan.quark.cn/s/7f917a8f2cf7"
  },
  {
    "文件名": "[更15] 无限流大佬总想上我 作者：安诗鸢尾（求票版）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/7e085783c988"
  },
  {
    "文件名": "[更15] 糟老头子坏得很（NPH） 作者：肺花家的栩栩.txt",
    "夸克盘链接": "https://pan.quark.cn/s/2813e3095a4e"
  },
  {
    "文件名": "[更15] 小母狗 作者：没有名字.txt",
    "夸克盘链接": "https://pan.quark.cn/s/fa5a85492d31"
  },
  {
    "文件名": "[更15] 野性难驯 作者：潇潇北风索.txt",
    "夸克盘链接": "https://pan.quark.cn/s/1aeeb67c1321"
  },
  {
    "文件名": "[更15] 狂热 作者：草纸758.txt",
    "夸克盘链接": "https://pan.quark.cn/s/b8e434ed89d3"
  },
  {
    "文件名": "[更15] 山海奇情 作者：现山海.txt",
    "夸克盘链接": "https://pan.quark.cn/s/9572fc65fe8d"
  },
  {
    "文件名": "[更15] 美人训狗记 作者：Ola.txt",
    "夸克盘链接": "https://pan.quark.cn/s/7de2011146b4"
  },
  {
    "文件名": "[更15] 毒蛇饲养守则【BDSM】 作者：皋熙.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a8a7deb515e5"
  },
  {
    "文件名": "[更15] 被迫纠正那些男人（总攻） 作者：钱钱.txt",
    "夸克盘链接": "https://pan.quark.cn/s/1ae8acaf2ad4"
  },
  {
    "文件名": "[更15] 成为NP文双性受的白月光（快穿） 作者：渡余生.txt",
    "夸克盘链接": "https://pan.quark.cn/s/41e7d9bf330a"
  },
  {
    "文件名": "[更15] 当大总攻穿成肉文总受 作者：悲伤间谍.txt",
    "夸克盘链接": "https://pan.quark.cn/s/cfed158dfd1a"
  },
  {
    "文件名": "[更15] 被疯批强制爱后（np） 作者：曲岁岁.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ec363caaee8c"
  },
  {
    "文件名": "[更15] [G_B]双儿妾室妻见犹怜 作者：清禾.txt",
    "夸克盘链接": "https://pan.quark.cn/s/305a241cd27c"
  },
  {
    "文件名": "[更15] 绑走师尊后被爆炒了 作者：想食牛角包.txt",
    "夸克盘链接": "https://pan.quark.cn/s/4c2b344f9af5"
  },
  {
    "文件名": "[更14] 综漫之旅游进行时【双性np】 作者：无生.txt",
    "夸克盘链接": "https://pan.quark.cn/s/3ce26b77fd5c"
  },
  {
    "文件名": "[更14] 摇灯 作者：冷冷小木.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e28022c75bfb"
  },
  {
    "文件名": "[更14] 伪装 作者：ochahana.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a9d643cc2a11"
  },
  {
    "文件名": "[更14] 你这不是欺负老实人吗 作者：摇了我吧.txt",
    "夸克盘链接": "https://pan.quark.cn/s/f4624a2bdd92"
  },
  {
    "文件名": "[更14] 你也不想让你的老公失去工作吧【出轨／SM_监禁 】 作者：春风拂面.txt",
    "夸克盘链接": "https://pan.quark.cn/s/2fa753a725fa"
  },
  {
    "文件名": "[更14] 你和小狗【第四爱h】 作者：香草蓝莓酱.txt",
    "夸克盘链接": "https://pan.quark.cn/s/6eadf9efc76b"
  },
  {
    "文件名": "[更14] 公用向导 作者：陆行舟.txt",
    "夸克盘链接": "https://pan.quark.cn/s/8f4bef77c07b"
  },
  {
    "文件名": "[更14] 流汁夹心 作者：肉食性兔子.txt",
    "夸克盘链接": "https://pan.quark.cn/s/f5e7fdb83ff7"
  },
  {
    "文件名": "[更14] 冰山霸总游戏里被露出调教 作者：贫僧有礼.txt",
    "夸克盘链接": "https://pan.quark.cn/s/f5f435746273"
  },
  {
    "文件名": "[更13] 喜欢玩囚禁是吧 作者：三文鱼刺身盖饭.txt",
    "夸克盘链接": "https://pan.quark.cn/s/cf758528da87"
  },
  {
    "文件名": "[更13] 【主攻】老板的美人调教日记 作者：黎洛.txt",
    "夸克盘链接": "https://pan.quark.cn/s/10fc99a9f111"
  },
  {
    "文件名": "[更13] 求生计划（快穿） 作者：岁岁知岁.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e9a36c3a1366"
  },
  {
    "文件名": "[更13] 禁恋 作者：贤惠的哈密瓜.txt",
    "夸克盘链接": "https://pan.quark.cn/s/de86a074e6c3"
  },
  {
    "文件名": "[更13] 那个Omega是全星际的希望 作者：艾迟夏.txt",
    "夸克盘链接": "https://pan.quark.cn/s/f9f4646589be"
  },
  {
    "文件名": "[更12] 双性炖肉短篇合集 作者：白.txt",
    "夸克盘链接": "https://pan.quark.cn/s/6b0cbd5f7250"
  },
  {
    "文件名": "[更12] 原神崩铁小说 作者：Footprince.txt",
    "夸克盘链接": "https://pan.quark.cn/s/320f61ea1fb0"
  },
  {
    "文件名": "[更13] 【民国ABO_GB_女A男O】佩琼文兮 作者：一通乱码小恶魔.txt",
    "夸克盘链接": "https://pan.quark.cn/s/20ceeeed82ee"
  },
  {
    "文件名": "[更12] 师兄怀中坐 作者：匿名妖怪.txt",
    "夸克盘链接": "https://pan.quark.cn/s/65d8f2860f4c"
  },
  {
    "文件名": "[更12] Alpha的我被天降和竹马合攻了 作者：深渊无辰.txt",
    "夸克盘链接": "https://pan.quark.cn/s/980adfccb81e"
  },
  {
    "文件名": "[更12] 归寻之七月流火 作者：一纸经年.txt",
    "夸克盘链接": "https://pan.quark.cn/s/d3e4a5fcd406"
  },
  {
    "文件名": "[更12] 恶毒蠢货被狠狠爆萌 作者：岁随.txt",
    "夸克盘链接": "https://pan.quark.cn/s/73bee52450b6"
  },
  {
    "文件名": "[更11] 业务能力不行却人气断层的笨蛋美人活该被日出汁 作者：霜落.txt",
    "夸克盘链接": "https://pan.quark.cn/s/d8f80291e2b9"
  },
  {
    "文件名": "[更11] 四胞胎和叛逆少爷的淫荡生活 作者：留走.txt",
    "夸克盘链接": "https://pan.quark.cn/s/9d0d23f3abee"
  },
  {
    "文件名": "[更11] 反穿后，万人迷依旧发光发热 作者：人人都笑我，偏偏我最好笑.txt",
    "夸克盘链接": "https://pan.quark.cn/s/fc8ce25f0d57"
  },
  {
    "文件名": "[更11] 恶毒反派他不想被折磨至死（np） 作者：不爱吃炒米粉.txt",
    "夸克盘链接": "https://pan.quark.cn/s/b2b209cc9359"
  },
  {
    "文件名": "[更11] 调教双性骚货（总攻） 作者：小叶红鱼.txt",
    "夸克盘链接": "https://pan.quark.cn/s/8a66c9ba16db"
  },
  {
    "文件名": "[更11] 豪门养子很不爽（总攻高H） 作者：我的名字丢了.txt",
    "夸克盘链接": "https://pan.quark.cn/s/9ae765859c46"
  },
  {
    "文件名": "[更11] 穿成人人喊打的狗皇帝 作者：昨夜风.txt",
    "夸克盘链接": "https://pan.quark.cn/s/7d76fa7a3b11"
  },
  {
    "文件名": "[更11] 被死对头囚禁后沦为一条狗 作者：一刀好刃秋鱼夜.txt",
    "夸克盘链接": "https://pan.quark.cn/s/492f77cb1a64"
  },
  {
    "文件名": "[更11] 当言情霸总穿成耽美总攻 作者：蜡笔小猫.txt",
    "夸克盘链接": "https://pan.quark.cn/s/1524b4158509"
  },
  {
    "文件名": "[更11] （日攻）偶遇翘屁铁1，拼尽全力无法战胜 作者：哪里有日攻文学哪里便有我.txt",
    "夸克盘链接": "https://pan.quark.cn/s/04867a06d8b9"
  },
  {
    "文件名": "[更10] 如何掰弯直男室友 作者：vivi.txt",
    "夸克盘链接": "https://pan.quark.cn/s/4381b69c1b24"
  },
  {
    "文件名": "[更10] 总攻：人造救世主的穿越之旅 作者：匿名者.txt",
    "夸克盘链接": "https://pan.quark.cn/s/fbe9b74148f0"
  },
  {
    "文件名": "[更10] 无节操不成活 作者：癫酒客.txt",
    "夸克盘链接": "https://pan.quark.cn/s/68ab0ae2312f"
  },
  {
    "文件名": "[更10] 欧米伽治疗日记 作者：名吾识.txt",
    "夸克盘链接": "https://pan.quark.cn/s/daa81a550dec"
  },
  {
    "文件名": "[更10] 借我一场深情梦 作者：佩晴.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e71ebcc0a734"
  },
  {
    "文件名": "[更10] 宠物情人 作者：海棠文化小编.txt",
    "夸克盘链接": "https://pan.quark.cn/s/d5a16c774138"
  },
  {
    "文件名": "[更10] 调教美人 作者：amdmy.txt",
    "夸克盘链接": "https://pan.quark.cn/s/3571a59787e1"
  },
  {
    "文件名": "[更10] 可怕的拒绝和接受 作者：五月吃蜜蜂.txt",
    "夸克盘链接": "https://pan.quark.cn/s/00c2b6f0af74"
  },
  {
    "文件名": "[更10] 财阀太子和他的黑道Omega 作者：小火牛.txt",
    "夸克盘链接": "https://pan.quark.cn/s/cb714ccfa099"
  },
  {
    "文件名": "[更10] 被轮奸后雌堕的医生（壮受_np） 作者：云泽.txt",
    "夸克盘链接": "https://pan.quark.cn/s/1f717ad48eb4"
  },
  {
    "文件名": "[更10] 【DMC】【鬼泣】维吉尔总攻向【主线VD】 作者：便当盒.txt",
    "夸克盘链接": "https://pan.quark.cn/s/169f663b8654"
  },
  {
    "文件名": "[更10] 「虫族」SP军校最卷军雌 作者：IRIS.txt",
    "夸克盘链接": "https://pan.quark.cn/s/bd4c330a1403"
  },
  {
    "文件名": "[更9] 为你痴心，为爱成魔 作者：佩晴.txt",
    "夸克盘链接": "https://pan.quark.cn/s/04806144e835"
  },
  {
    "文件名": "[更9] 塌房后我改行当了网黄 作者：归尘.txt",
    "夸克盘链接": "https://pan.quark.cn/s/23491528d4a2"
  },
  {
    "文件名": "[更9] 男孩和保险套 作者：我磕江南今何在.txt",
    "夸克盘链接": "https://pan.quark.cn/s/58178aaffe78"
  },
  {
    "文件名": "[更9] 室友们都怪怪的 作者：咕噜爱吃肉.txt",
    "夸克盘链接": "https://pan.quark.cn/s/4ca188e4a6fc"
  },
  {
    "文件名": "[更9] 畸爱 作者：广陵丝人心.txt",
    "夸克盘链接": "https://pan.quark.cn/s/cc7713120356"
  },
  {
    "文件名": "[更9] 错频依恋 作者：zjjk.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ebe71d9f799d"
  },
  {
    "文件名": "[更9] 赫拉克利特之书II 作者：面面丫.txt",
    "夸克盘链接": "https://pan.quark.cn/s/af8c250f05d3"
  },
  {
    "文件名": "[更9] 疯批异形的漂亮海王（人外_骨科_双性_ NP总受）  作者：余火烬燃（求票票）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e3b378b944b3"
  },
  {
    "文件名": "[更9] (总攻)重生后前任们又找上门来了 作者：莫负莳光.txt",
    "夸克盘链接": "https://pan.quark.cn/s/4810776354e6"
  },
  {
    "文件名": "[更9] （ABO娱乐圈）他们以为你在麦，其实你超爱 作者：白金小子.txt",
    "夸克盘链接": "https://pan.quark.cn/s/de8e0e6c3226"
  },
  {
    "文件名": "[更8] 养父（BDSM） 作者：没有名字.txt",
    "夸克盘链接": "https://pan.quark.cn/s/855e545d7e68"
  },
  {
    "文件名": "[更8] 系统崩坏万人嫌变万人迷（nph SM） 作者：没有名字.txt",
    "夸克盘链接": "https://pan.quark.cn/s/58edda008023"
  },
  {
    "文件名": "[更8] 误绑定吸精系统，每天都被榨乾[双性 快穿] 作者：灵光只能乍现.txt",
    "夸克盘链接": "https://pan.quark.cn/s/76a65e1c90d9"
  },
  {
    "文件名": "[更8] 纨绔驸马的作死之路 作者：塔城南庄.txt",
    "夸克盘链接": "https://pan.quark.cn/s/cd1a7691d9eb"
  },
  {
    "文件名": "[更8] 宿敌改造系统 作者：青枫无归.txt",
    "夸克盘链接": "https://pan.quark.cn/s/7839972f5738"
  },
  {
    "文件名": "[更8] 师尊抱我别抱它 作者：云莫.txt",
    "夸克盘链接": "https://pan.quark.cn/s/6aab4dfe2cb9"
  },
  {
    "文件名": "[更8] 体育生和他的三个老公 作者：呜啦啦魔法（老实版）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/7bf56a0a99c9"
  },
  {
    "文件名": "[更8] 开局残血，我靠睡男人升级 作者：噗嗤兔兔.txt",
    "夸克盘链接": "https://pan.quark.cn/s/b5a468ab81d4"
  },
  {
    "文件名": "[更8] 获得反派制造系统和英雄制造系统 作者：瀑中月.txt",
    "夸克盘链接": "https://pan.quark.cn/s/cba0bcc438f5"
  },
  {
    "文件名": "[更8] 和情敌睡了又睡 作者：阿妈嘎蛋.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e296df781e65"
  },
  {
    "文件名": "[更8] 贵族学院的高冷F4如何催眠狂攻 作者：EiNLiEN正在煎糍粑.txt",
    "夸克盘链接": "https://pan.quark.cn/s/996a0b4778f1"
  },
  {
    "文件名": "[更8] M公司档案库 作者：Montreal.txt",
    "夸克盘链接": "https://pan.quark.cn/s/78a4a290cc56"
  },
  {
    "文件名": "[更8] 敌国战俘omega非要做我老婆（免费纯爱先婚后爱） 作者：宋卓99（oc超绝恩爱中）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/7be580e7270e"
  },
  {
    "文件名": "[更8] 俘虏王子的灾难 作者：顾雁行.txt",
    "夸克盘链接": "https://pan.quark.cn/s/276fd285039d"
  },
  {
    "文件名": "[更8] 短篇合集（各种炖肉） 作者：和子.txt",
    "夸克盘链接": "https://pan.quark.cn/s/fac5cdcb33a0"
  },
  {
    "文件名": "[完结] 情热水仙（ABO囚禁） 作者：夏有桃杏.txt",
    "夸克盘链接": "https://pan.quark.cn/s/640ec29d1d09"
  },
  {
    "文件名": "[完结] 逆女想要妈妈做老婆（母女gl，futa） 作者：rock_sugar.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a45948dc4300"
  },
  {
    "文件名": "[更8] 【总攻】抱歉，成为万人迷我也很无奈 作者：是晚舟不是碗粥.txt",
    "夸克盘链接": "https://pan.quark.cn/s/103e045b73c0"
  },
  {
    "文件名": "[完结] 欺上舅舅h（出轨）(重口，双不洁，禁忌，生子，短篇，年龄差，爆粗口，三观不正，第一人称，女主视角) 作者：恰恰泡泡糖.txt",
    "夸克盘链接": "https://pan.quark.cn/s/10ff5a4ba26a"
  },
  {
    "文件名": "[完结] 满船清梦压星河（凯文日记） 作者：凯文.txt",
    "夸克盘链接": "https://pan.quark.cn/s/9d928c74a692"
  },
  {
    "文件名": "[完结] 狂犬病(1v1 校园高甜) 作者：绵橙她.txt",
    "夸克盘链接": "https://pan.quark.cn/s/aea3d4baf1c4"
  },
  {
    "文件名": "[完结] 南墙 （兄妹，1v1） 作者：婉墅.txt",
    "夸克盘链接": "https://pan.quark.cn/s/19b74c38880c"
  },
  {
    "文件名": "[完结] 老师请舔我的脚 作者：温柚.txt",
    "夸克盘链接": "https://pan.quark.cn/s/b7c6b69761f4"
  },
  {
    "文件名": "[1v1 完结]《【哨向】狼果（哨兵X向导 1V1 单性别）》作者：一骑当千.txt",
    "夸克盘链接": "https://pan.quark.cn/s/0136bfb65e81"
  },
  {
    "文件名": "[1v1 完结]《【双产】博弈（先婚后爱 双性，生子，产乳，孕期车）》作者：花满重楼.txt",
    "夸克盘链接": "https://pan.quark.cn/s/76c9ba9ec198"
  },
  {
    "文件名": "[1v1 完结]《【sp骨科】最佳兄弟（伪克制私生子影帝x浑不吝公子哥导演）》作者：姜尔栢.txt",
    "夸克盘链接": "https://pan.quark.cn/s/bdacd1377307"
  },
  {
    "文件名": "[1v1 完结]《[主攻]被觊觎的原主（原主X穿书者 ）》作者：择责.txt",
    "夸克盘链接": "https://pan.quark.cn/s/2d52a8cc08ee"
  },
  {
    "文件名": "rou文盛宴byAbandon.txt",
    "夸克盘链接": "https://pan.quark.cn/s/5a424a5e4b72"
  },
  {
    "文件名": "XP合集淫乱骚货发骚实录by长得像麻雀的肥啾.txt",
    "夸克盘链接": "https://pan.quark.cn/s/721c32a13e94"
  },
  {
    "文件名": "r18全息杏爱游戏by春日宴.txt",
    "夸克盘链接": "https://pan.quark.cn/s/11d41ffa2413"
  },
  {
    "文件名": "px大合集by霸道读者爱上我.txt",
    "夸克盘链接": "https://pan.quark.cn/s/44f772b06cb4"
  },
  {
    "文件名": "Love Love - 异世界直播byLemon.txt",
    "夸克盘链接": "https://pan.quark.cn/s/97c6f7c4f1ca"
  },
  {
    "文件名": "GV限定专辑拍摄by青山撞我.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a2e1a09c3904"
  },
  {
    "文件名": "[1v1 完结+番外6]《二周目的勇者人设崩塌》作者：书颜乐（外热内冷勇者x外冷内热暴君）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/f28658758f4e"
  },
  {
    "文件名": "[1v1 完结+番外3]《隐秘共感【双胞胎骨科】》作者：馒头狗子.txt",
    "夸克盘链接": "https://pan.quark.cn/s/1bb677b94a40"
  },
  {
    "文件名": "GV拍摄实录by阿回.txt",
    "夸克盘链接": "https://pan.quark.cn/s/334b19462587"
  },
  {
    "文件名": "[1v1 完结+番全]《宠物契约：独一无二》作者：一茶吖.txt",
    "夸克盘链接": "https://pan.quark.cn/s/1a28a108bca6"
  },
  {
    "文件名": "[1v1 完结+番外2]《青枣》作者：熳山里（真亲兄弟）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/1935fec36d9e"
  },
  {
    "文件名": "[1v1 完结+番外3]《少爷们的糙汉室友》作者： 一点咸鱼（憨厚健壮受×傲娇实际爱哭少爷攻）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/658bf47eb34a"
  },
  {
    "文件名": "[1v1 完结+番外1]《为一碗泡面把自己卖了》作者：阿烟（现代  中H  正剧  纤细受  H有）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/9f002f0ca0ff"
  },
  {
    "文件名": "[1v1 完结+番外1]《秘密情人（父子双性）》作者：和栀.txt",
    "夸克盘链接": "https://pan.quark.cn/s/d25d5df28688"
  },
  {
    "文件名": "[1v1 完结+番外1]《【岩魈】为了拯救璃月只能吃了帝君的唧唧》作者：渡印（古代  高H  搞笑）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/d94c344f6821"
  },
  {
    "文件名": "[1v1 完结+番全]《双倍沦陷ABO》作者：安诗鸢尾（心大乐观甜O受VS变态双胞胎A攻）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/be893bbfacaf"
  },
  {
    "文件名": "[1v1 完结+番全]《里番男主系统（常识修改）》作者：乌鸦荆子.txt",
    "夸克盘链接": "https://pan.quark.cn/s/7b631245ce5c"
  },
  {
    "文件名": "[1v1 完结+番外1]《［ABO］禁止窥视》作者：姜余初（双A人外触手强制爱相爱相杀）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/7a8bbda61434"
  },
  {
    "文件名": "[1v1 完结]《一觉醒来几把被偷了（单性_1V1）》作者：余火烬燃（求票票）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/197b58eb81f2"
  },
  {
    "文件名": "[1v1 完结]《一见钟情，这个男人我要了》作者 桑榆.txt",
    "夸克盘链接": "https://pan.quark.cn/s/16cfae7e728a"
  },
  {
    "文件名": "[1v1 完结]《为了去死我利用超能力上了白切黑弟弟》作者：悦米君【厌世一心想死女装癖攻 x 白切黑心理抖S脑子不正常受】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/4adebc14b436"
  },
  {
    "文件名": "[1v1 完结]《三思而后行(轻松 重生beta X 失忆alpha )》作者：二旧.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e2c81a6859fe"
  },
  {
    "文件名": "[1v1 完结]《下山陪读的猫妖大人(青梅竹马)》作者：小蒋小蒋从不中奖.txt",
    "夸克盘链接": "https://pan.quark.cn/s/69a9140cff61"
  },
  {
    "文件名": "[1v1 完结]《二五仔生存法(1v1荤素搭配小甜饼)》作者：枝酥.txt",
    "夸克盘链接": "https://pan.quark.cn/s/2870daae9353"
  },
  {
    "文件名": "[1v1 完结]《三流剧本(温柔内敛攻x疯子神经受)》作者：山陵替.txt",
    "夸克盘链接": "https://pan.quark.cn/s/5528e665c19d"
  },
  {
    "文件名": "[1v1 完结]《不是爱人（现代  中H  悲剧  强攻强受  虐爱）》作者：cicada.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e28b4f69dad6"
  },
  {
    "文件名": "[1v1 完结]《买鸡买到鸭（蠢直男攻vs腹黑站街受）》作者：两块猫饼.txt",
    "夸克盘链接": "https://pan.quark.cn/s/518422037805"
  },
  {
    "文件名": "[1v1 完结]《px大合集（纯爱1v1)》作者：霸道读者爱上我.txt",
    "夸克盘链接": "https://pan.quark.cn/s/cf470487c8d0"
  },
  {
    "文件名": "[1v1 完结]《不伦父子（很黄很变态 年下受  小攻虐大叔）》作者：小猫咪受性大发.txt",
    "夸克盘链接": "https://pan.quark.cn/s/118b500f08d9"
  },
  {
    "文件名": "[1v1 完结]《【主攻】我养胃后他上瘾了（阳痿攻x性瘾受）》作者：腐满.txt",
    "夸克盘链接": "https://pan.quark.cn/s/f7c562b9a221"
  },
  {
    "文件名": "[1v1 完结]《【总_攻】江欲白【钓系美人总攻＋双性大奶＋父子兄弟乱伦】》作者：熊吉你是认真的吗.txt",
    "夸克盘链接": "https://pan.quark.cn/s/bf0858c2fa8b"
  },
  {
    "文件名": "[1v1 完结]《【双性】人到中年爱上清纯男高(双性，出轨，背德)》作者：西瓜咔咔好吃.txt",
    "夸克盘链接": "https://pan.quark.cn/s/f76e966c51f3"
  },
  {
    "文件名": "[1v1 完结]《BETE突然醒悟（被Alpha老公渣了的Beta幡然醒悟后的日子）》作者：恶魔之子.txt",
    "夸克盘链接": "https://pan.quark.cn/s/090d2ca7870a"
  },
  {
    "文件名": "[完结]《双性大奶任逍遥被爆艹的蓝星之旅》作者：流心酥（np）【24.6.17】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/3b54d0104a36"
  },
  {
    "文件名": "[完结]《双性大佬他未婚先孕》作者：海棠惊石木（1v1）【24.6.21】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c5c83326f9a9"
  },
  {
    "文件名": "[完结]《双小美人被哥哥强制爱了》作者：糖醋排骨（1v1）【24.6.16】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/52ee14fa9a10"
  },
  {
    "文件名": "[完结]《兽世之妥协》作者：鬼月的鬼（1v1）【24.6.11】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/11437326cd05"
  },
  {
    "文件名": "【完结补番】帐中婚（怡米）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/71d6d28b02cc"
  },
  {
    "文件名": "[完结]《收集各大校草精液系统》作者：芋泥啵啵（np）【24.6.17】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/739c3ffbfb90"
  },
  {
    "文件名": "【修】《出岛》by头发不剪.txt",
    "夸克盘链接": "https://pan.quark.cn/s/b888baab28b5"
  },
  {
    "文件名": "暗有光（Ｈ）作者：人間恣詩酒.txt",
    "夸克盘链接": "https://pan.quark.cn/s/4cd666d4a407"
  },
  {
    "文件名": "【完结补番】嫁给一个糙县令（只云出岫）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/f3d2d9d64661"
  },
  {
    "文件名": "【完结补番】雪夜迷迭（原名《雪夜迷醉》酥小棠棠）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/cad22e90124e"
  },
  {
    "文件名": "【完结补番】夏日潮湿（心上诗）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/609966b25d06"
  },
  {
    "文件名": "【付费热文】《港夜绯绯》虞辞 霍励升.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e8e87a9bc45f"
  },
  {
    "文件名": "【全】《小绿茶翻车记》by我爱吃冰棒.txt",
    "夸克盘链接": "https://pan.quark.cn/s/69b79378e4af"
  },
  {
    "文件名": "【全】《主攻-夫君柔弱但器大貌美》by巨门.txt",
    "夸克盘链接": "https://pan.quark.cn/s/42fa6369e596"
  },
  {
    "文件名": "【废】[完结] 坠雨(1v1) 作者：竹子竹子.txt",
    "夸克盘链接": "https://pan.quark.cn/s/0975de1ff170"
  },
  {
    "文件名": "【废】[完结] 逐水飘零(三观不正) 作者：韭菜花酱.txt",
    "夸克盘链接": "https://pan.quark.cn/s/dc55b111afeb"
  },
  {
    "文件名": "【废】[完结] 追光(轻松) 作者：seven373.txt",
    "夸克盘链接": "https://pan.quark.cn/s/7ab86fc11c28"
  },
  {
    "文件名": "【废】[完结] 止途之风云骤起(大长篇) 作者：麟隐于野.txt",
    "夸克盘链接": "https://pan.quark.cn/s/952eff5a8daf"
  },
  {
    "文件名": "【废】[完结] 时雨濛濛(现代) 作者：终南Saine.txt",
    "夸克盘链接": "https://pan.quark.cn/s/97366af90969"
  },
  {
    "文件名": "【废】[完结] 远山(双性) 作者：冬寄绵绵.txt",
    "夸克盘链接": "https://pan.quark.cn/s/d770fb18c275"
  },
  {
    "文件名": "【废】[完结] 小兔子的饲养手册(1v1) 作者：珵焉.txt",
    "夸克盘链接": "https://pan.quark.cn/s/debf94b9fd18"
  },
  {
    "文件名": "【废】[完结] 无处可桃(完结) 作者：鹤归见南山.txt",
    "夸克盘链接": "https://pan.quark.cn/s/2a8f4bddccec"
  },
  {
    "文件名": "【废】[完结] 香槟问题(BL) 作者：鸡酱.txt",
    "夸克盘链接": "https://pan.quark.cn/s/0c5f3fac14f7"
  },
  {
    "文件名": "【废】[完结] 师祎(大长篇) 作者：得寸不进尺.txt",
    "夸克盘链接": "https://pan.quark.cn/s/948ddcf20f9c"
  },
  {
    "文件名": "【废】[完结] 剩余价值(完结) 作者：那片海.txt",
    "夸克盘链接": "https://pan.quark.cn/s/0cfe774dd9c6"
  },
  {
    "文件名": "【废】[完结] 深春院(完结) 作者：Victor1987.txt",
    "夸克盘链接": "https://pan.quark.cn/s/560616963408"
  },
  {
    "文件名": "【废】[完结] 人外系：我和我的先生(童话) 作者：半价童话票.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a5c3da624a90"
  },
  {
    "文件名": "【废】[完结] 丘比特之星(现代) 作者：舜若归零.txt",
    "夸克盘链接": "https://pan.quark.cn/s/5df04d82a55e"
  },
  {
    "文件名": "【废】[完结] 全靠总裁当鹊桥(轻松) 作者：一条酥咸鱼.txt",
    "夸克盘链接": "https://pan.quark.cn/s/59e9fffaa036"
  },
  {
    "文件名": "【废】[完结] 青洲南岸(BL) 作者：七弦.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a3d2856ca9f8"
  },
  {
    "文件名": "【废】[完结] 琴键之上(现代) 作者：绷带甜茶.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e4ced2e49371"
  },
  {
    "文件名": "【废】[完结] 青川(第一人称) 作者：九棋.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a189c40ab9e5"
  },
  {
    "文件名": "【废】[完结] 奶狗直播间(BDSM) 作者：假的.txt",
    "夸克盘链接": "https://pan.quark.cn/s/b66e9a5681f9"
  },
  {
    "文件名": "【废】[完结] 脐带(完结) 作者：州北.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a6ab14f33e79"
  },
  {
    "文件名": "【废】[完结] 平行告白法则(1v1) 作者：战略审批中.txt",
    "夸克盘链接": "https://pan.quark.cn/s/6a3f0e815988"
  },
  {
    "文件名": "【废】[完结] 你老公配不上你(狗血) 作者：kitto.txt",
    "夸克盘链接": "https://pan.quark.cn/s/018756f5d727"
  },
  {
    "文件名": "【废】[完结] 窥见(养成) 作者：没毛病星球老板.txt",
    "夸克盘链接": "https://pan.quark.cn/s/3acb9f052d92"
  },
  {
    "文件名": "【废】[完结] 楼梯间的秘密(因缘邂逅) 作者：修月亮的猫.txt",
    "夸克盘链接": "https://pan.quark.cn/s/53f54f1712fc"
  },
  {
    "文件名": "【废】[完结] 美梦成真(强强) 作者：E型号滤波器.txt",
    "夸克盘链接": "https://pan.quark.cn/s/8ebd71926865"
  },
  {
    "文件名": "【废】[完结] 蜜糖罐子(完结) 作者：蒸蒸日上.txt",
    "夸克盘链接": "https://pan.quark.cn/s/105903abfa6d"
  },
  {
    "文件名": "【废】[完结] 林助理为何那样(轻松) 作者：A征玖Y.txt",
    "夸克盘链接": "https://pan.quark.cn/s/2c863af97dc2"
  },
  {
    "文件名": "【废】[完结] 口嗜(强制爱) 作者：佛爬墙爱爬墙.txt",
    "夸克盘链接": "https://pan.quark.cn/s/fc8782d36915"
  },
  {
    "文件名": "【废】[完结] 教欲室液(完结) 作者：1057.txt",
    "夸克盘链接": "https://pan.quark.cn/s/cfbbb0586f61"
  },
  {
    "文件名": "【废】[完结] 江围林庭(完结) 作者：累了就去休息.txt",
    "夸克盘链接": "https://pan.quark.cn/s/d26e34641cdb"
  },
  {
    "文件名": "【废】[完结] 记忆抛弃(狗血) 作者：匿名咸鱼.txt",
    "夸克盘链接": "https://pan.quark.cn/s/33f1cb0719e5"
  },
  {
    "文件名": "【废】[完结] 欢言(Ending) 作者：不加糖发糕.txt",
    "夸克盘链接": "https://pan.quark.cn/s/9f4a6dd9a508"
  },
  {
    "文件名": "【废】[完结] 荒野证言(强强) 作者：Elena-Jo.txt",
    "夸克盘链接": "https://pan.quark.cn/s/4cf327a4d9f7"
  },
  {
    "文件名": "【废】[完结] 封狼(BL) 作者：白心逸.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e5d91ab1828b"
  },
  {
    "文件名": "【废】[完结] 骨质疏松(完结) 作者：一口茶.txt",
    "夸克盘链接": "https://pan.quark.cn/s/cd86f2eb1ceb"
  },
  {
    "文件名": "【废】[完结] 感官过载(完结) 作者：路乙太太.txt",
    "夸克盘链接": "https://pan.quark.cn/s/736bf34d41fb"
  },
  {
    "文件名": "【废】[完结] 风来有伴(生子) 作者：不太想眠.txt",
    "夸克盘链接": "https://pan.quark.cn/s/b884684ff438"
  },
  {
    "文件名": "【废】[完结] 涤魂录(BL) 作者：魁梧书生.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ede2c6de20ad"
  },
  {
    "文件名": "【废】[完结] 分手最多三次(狗血) 作者：一颗萍仔.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a17dd1d11cdf"
  },
  {
    "文件名": "【废】[完结] 二缺一(1v1) 作者：酸辣天瓜粉.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c49bdf36c90e"
  },
  {
    "文件名": "【废】[完结] 大明星跟踪指南(娱乐圈) 作者：杀心又起.txt",
    "夸克盘链接": "https://pan.quark.cn/s/6dfa0f057056"
  },
  {
    "文件名": "【废】[完结] 楚楚可怜(强制爱) 作者：青椒布丁鱼饼.txt",
    "夸克盘链接": "https://pan.quark.cn/s/83cb05d9898d"
  },
  {
    "文件名": "【废】[完结] 春光灿烂的日子(现代) 作者：Zenminn.txt",
    "夸克盘链接": "https://pan.quark.cn/s/628c67e2a87e"
  },
  {
    "文件名": "【废】[完结] 除你之外(短篇) 作者：洛排生.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ff535edef9bc"
  },
  {
    "文件名": "【废】[完结] 缠绵游戏(长篇) 作者：姜双柏.txt",
    "夸克盘链接": "https://pan.quark.cn/s/3fe77079aadb"
  },
  {
    "文件名": "【废】[完结] 尘封情书(BL) 作者：泉鹿.txt",
    "夸克盘链接": "https://pan.quark.cn/s/83abf3583392"
  },
  {
    "文件名": "【废】[完结] 玻璃小舟(Happy) 作者：千灯秋竹.txt",
    "夸克盘链接": "https://pan.quark.cn/s/3a3db2d90a70"
  },
  {
    "文件名": "【废】[完结] 别想包我(荤素均衡) 作者：匿名咸鱼.txt",
    "夸克盘链接": "https://pan.quark.cn/s/4edba8e21c22"
  },
  {
    "文件名": "【废】[完结] 暗室有欺(骨科) 作者：梅染.txt",
    "夸克盘链接": "https://pan.quark.cn/s/2f504e8e11fa"
  },
  {
    "文件名": "【废】[完结] 备孕(Ending) 作者：漱月.txt",
    "夸克盘链接": "https://pan.quark.cn/s/8b74d586e9bc"
  },
  {
    "文件名": "【废】[完结] 被恶毒继母报复后(狗血) 作者：豆黄.txt",
    "夸克盘链接": "https://pan.quark.cn/s/d781c96c5ee2"
  },
  {
    "文件名": "【废】[完结] 卑俗爱意(狗血) 作者：饕餮之徒爱吃肉.txt",
    "夸克盘链接": "https://pan.quark.cn/s/f13d0a441366"
  },
  {
    "文件名": "【废】[完结] OneDollar(现代) 作者：闪了老腰还没治好.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ec8425ce5eea"
  },
  {
    "文件名": "【废】[完结] 15年与1461天(BL) 作者：傅诗华.txt",
    "夸克盘链接": "https://pan.quark.cn/s/0072b712cc4e"
  },
  {
    "文件名": "《追妻不晚：小妻来抱抱》萧煜.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ab807fecfeb4"
  },
  {
    "文件名": "【番全】《一心谈恋爱的我被规划狂魔哥哥按倒了》by乙醇.txt",
    "夸克盘链接": "https://pan.quark.cn/s/3dfe7b18e0f7"
  },
  {
    "文件名": "【番全】《双性妹妹是掌上娇宝》by紫雨storm.txt",
    "夸克盘链接": "https://pan.quark.cn/s/56c08a51c501"
  },
  {
    "文件名": "【番全】《双性小美人被校霸强取豪夺》by草莓绵绵冰.txt",
    "夸克盘链接": "https://pan.quark.cn/s/60a96847c909"
  },
  {
    "文件名": "【番全】《万人嫌狗仔被顶流玩坏了（娱乐圈）》by葭月甜五（打字机版）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/d9ef66a18992"
  },
  {
    "文件名": "【番全】《双?小美人被哥哥强制爱了》by糖醋排骨.txt",
    "夸克盘链接": "https://pan.quark.cn/s/afecbdd12f06"
  },
  {
    "文件名": "【番全】《你亲我一下怎么了？》by碳烤月亮.txt",
    "夸克盘链接": "https://pan.quark.cn/s/31c71f562d63"
  },
  {
    "文件名": "【番全】《和暗恋对象的好兄弟上床了》by我恨课设.txt",
    "夸克盘链接": "https://pan.quark.cn/s/57f6a2797e7b"
  },
  {
    "文件名": "【番全】《和室友双向暗恋后HE了》by可爱的鱼呀.txt",
    "夸克盘链接": "https://pan.quark.cn/s/23f9bac9bdf0"
  },
  {
    "文件名": "《重生嫡女归来》半夏 月北翼.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ebe48368a480"
  },
  {
    "文件名": "【番全】《哥哥淪陷》by风情万种的神经病.txt",
    "夸克盘链接": "https://pan.quark.cn/s/bc628fd35aa1"
  },
  {
    "文件名": "【番全】《发现室友在偷偷挤奶》by岁晚呀.txt",
    "夸克盘链接": "https://pan.quark.cn/s/5b07bb6d30a4"
  },
  {
    "文件名": "【番全】《不珍惜老婆的坏狗注定被偷家》by与风.txt",
    "夸克盘链接": "https://pan.quark.cn/s/dd50bf2f3996"
  },
  {
    "文件名": "【抖音热文】《天煞战神独宠腹黑十公主》明姌景 伏战羲.txt",
    "夸克盘链接": "https://pan.quark.cn/s/05c7feaf7370"
  },
  {
    "文件名": "《医毒双绝：残王独宠废材妃》慕朝烟 墨玄珲.txt",
    "夸克盘链接": "https://pan.quark.cn/s/40d6912d7ba6"
  },
  {
    "文件名": "《最温柔的月色》薄星野.txt",
    "夸克盘链接": "https://pan.quark.cn/s/7cda1d1e49b1"
  },
  {
    "文件名": "《总攻：沈教授的残疾美人们NP (双性生子)》by芋泥啵啵.txt",
    "夸克盘链接": "https://pan.quark.cn/s/f1eb7269b02d"
  },
  {
    "文件名": "《庄园主与黑奴》by圆圆咪.txt",
    "夸克盘链接": "https://pan.quark.cn/s/6505f73bc629"
  },
  {
    "文件名": "《重生带娘断亲！渣爹满门追悔莫及》苏晚 苏芙.txt",
    "夸克盘链接": "https://pan.quark.cn/s/47dfff9ee9fa"
  },
  {
    "文件名": "《竹马调教日记》by栖薒.txt",
    "夸克盘链接": "https://pan.quark.cn/s/55b5f9bf4506"
  },
  {
    "文件名": "《重生后被死对头操烂了》by顾雁行.txt",
    "夸克盘链接": "https://pan.quark.cn/s/706c393d4b8e"
  },
  {
    "文件名": "《重生成合欢宗小师弟后》by珍珠口枷.txt",
    "夸克盘链接": "https://pan.quark.cn/s/8b51d9522a5a"
  },
  {
    "文件名": "《制定公馆》by殇绝天下.txt",
    "夸克盘链接": "https://pan.quark.cn/s/829ac942c1da"
  },
  {
    "文件名": "《终极雇佣》作者：bei.txt",
    "夸克盘链接": "https://pan.quark.cn/s/8a36ee082a4f"
  },
  {
    "文件名": "《终是深情留不住》祝悠然 顾衿裴.txt",
    "夸克盘链接": "https://pan.quark.cn/s/514a61e4c8ec"
  },
  {
    "文件名": "《直男逐渐被扳弯》by芒果不黄.txt",
    "夸克盘链接": "https://pan.quark.cn/s/6d3025e7ebfb"
  },
  {
    "文件名": "《站街时遇见了前男友怎么办》byDrizinmo.txt",
    "夸克盘链接": "https://pan.quark.cn/s/0ee701d7c764"
  },
  {
    "文件名": "《在金主身边做金丝雀的日子》by野小咕.txt",
    "夸克盘链接": "https://pan.quark.cn/s/68191a768328"
  },
  {
    "文件名": "《在老公白月光回国前gan了个爽（1v1h）》by向谁去.txt",
    "夸克盘链接": "https://pan.quark.cn/s/65229d55b8ce"
  },
  {
    "文件名": "《在末世中心用爱呼唤和平》by椰果绿茶.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c8aaddc891be"
  },
  {
    "文件名": "《月老牵错红线后》by路十七.txt",
    "夸克盘链接": "https://pan.quark.cn/s/aa7594bd94c6"
  },
  {
    "文件名": "《淫欲盛宴【NP-喷乳-轮奸-NTR-乱伦-偷情-换妻-迷奸】》by水木生溪.txt",
    "夸克盘链接": "https://pan.quark.cn/s/b99b1786faff"
  },
  {
    "文件名": "《原宥》by银雀铃.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ac02df6fd636"
  },
  {
    "文件名": "《约P约到了前金主》by玖婳??.txt",
    "夸克盘链接": "https://pan.quark.cn/s/280918385ca7"
  },
  {
    "文件名": "《欲壑难平》by趴一会.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ae2aed64f71d"
  },
  {
    "文件名": "《欲催雪》by我在胡桃夹子里面唱胡桃夹子.txt",
    "夸克盘链接": "https://pan.quark.cn/s/1c3f234a368d"
  },
  {
    "文件名": "《用身体支付学费后》by无关风月.txt",
    "夸克盘链接": "https://pan.quark.cn/s/b7d20aafc3ac"
  },
  {
    "文件名": "《熠熠生辉》by月亮不回家.txt",
    "夸克盘链接": "https://pan.quark.cn/s/32e9afe4163e"
  },
  {
    "文件名": "《心魔引》byQJF.txt",
    "夸克盘链接": "https://pan.quark.cn/s/36af51e78fba"
  },
  {
    "文件名": "《一蓑烟雨任平生》林舟鸣 江晚晚.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ba3b0defa873"
  },
  {
    "文件名": "《一朝沦落终为受》by山野狂夫.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c0da764fa5fa"
  },
  {
    "文件名": "《虚荣男高的卖屁股日常》by浮云悠.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c9e2c1ce5587"
  },
  {
    "文件名": "《学生会长的秘密》by辜喜夏流.txt",
    "夸克盘链接": "https://pan.quark.cn/s/f63d52dd2c79"
  },
  {
    "文件名": "《阉割合集（猎奇、重口、暗黑）》by??屿夏.txt",
    "夸克盘链接": "https://pan.quark.cn/s/79b1ce224400"
  },
  {
    "文件名": "《心律失常（双性）》by和栀.txt",
    "夸克盘链接": "https://pan.quark.cn/s/06b08c739e52"
  },
  {
    "文件名": "《小爹和男大的日日夜夜》by空白格子.txt",
    "夸克盘链接": "https://pan.quark.cn/s/65628c34c654"
  },
  {
    "文件名": "《小妈就是被用来爆炒的》by葭月甜五.txt",
    "夸克盘链接": "https://pan.quark.cn/s/8c477b7bccc6"
  },
  {
    "文件名": "《小少爷的玷污日记》by灵魂写手.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c5f1de9aad2e"
  },
  {
    "文件名": "《向体育生老公-借-种》by青山有你.txt",
    "夸克盘链接": "https://pan.quark.cn/s/1e0c018d2f79"
  },
  {
    "文件名": "《小傻子把漂亮老师脱掉裤子肏》by??松青.txt",
    "夸克盘链接": "https://pan.quark.cn/s/218ebfe87b09"
  },
  {
    "文件名": "《五年深情已成灰》沈墨尘 陆芷晴.txt",
    "夸克盘链接": "https://pan.quark.cn/s/63a8356cb898"
  },
  {
    "文件名": "《误送情趣用品给男神后》by嘶哈嘶哈.txt",
    "夸克盘链接": "https://pan.quark.cn/s/f620c39aba98"
  },
  {
    "文件名": "《我靠捡垃圾养活男友（伪骨科）》by莲动[昨日变质by莲动].txt",
    "夸克盘链接": "https://pan.quark.cn/s/4053458726e0"
  },
  {
    "文件名": "《我和我哥》by土豆呀土豆.txt",
    "夸克盘链接": "https://pan.quark.cn/s/315312dd1c89"
  },
  {
    "文件名": "《我的夫君是个坐轮椅的瘸子》by深海的石头.txt",
    "夸克盘链接": "https://pan.quark.cn/s/5ac73679be56"
  },
  {
    "文件名": "《我的傻子弟弟》by嘿嘿哈哈.txt",
    "夸克盘链接": "https://pan.quark.cn/s/1a422eab9c2f"
  },
  {
    "文件名": "《我哥》by不忘尘埃.txt",
    "夸克盘链接": "https://pan.quark.cn/s/7d1fa40f2d18"
  },
  {
    "文件名": "《唯一解药》by淮川s.txt",
    "夸克盘链接": "https://pan.quark.cn/s/3672539f092c"
  },
  {
    "文件名": "《万人嫌beta的秘密》by此间月.txt",
    "夸克盘链接": "https://pan.quark.cn/s/5c1dcaf0cdfa"
  },
  {
    "文件名": "《万人迷穿进兽人世界后》by安诗鸢尾.txt",
    "夸克盘链接": "https://pan.quark.cn/s/51ac4793da80"
  },
  {
    "文件名": "《晚风吹》by妈的，最讨厌写小说了.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a935bf38a5ca"
  },
  {
    "文件名": "《土狗》byreinhard.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e17e5b5fd485"
  },
  {
    "文件名": "《完美爱人的秘密》by三总总三.txt",
    "夸克盘链接": "https://pan.quark.cn/s/51fbccc7465d"
  },
  {
    "文件名": "《退役救世主与现役恶魔》by半盏芯热.txt",
    "夸克盘链接": "https://pan.quark.cn/s/cead12484b0c"
  },
  {
    "文件名": "《土狗俗套风味H集》by青山撞我.txt",
    "夸克盘链接": "https://pan.quark.cn/s/f93fe7fe9ab2"
  },
  {
    "文件名": "《菟丝花》by鱼她.txt",
    "夸克盘链接": "https://pan.quark.cn/s/8842324b9c1b"
  },
  {
    "文件名": "《偷怀了总裁alpha的孩子》by十三里秋.txt",
    "夸克盘链接": "https://pan.quark.cn/s/b6c9e04a200e"
  },
  {
    "文件名": "《特殊按摩所》by三色夜铃.txt",
    "夸克盘链接": "https://pan.quark.cn/s/cb098b84584e"
  },
  {
    "文件名": "《逃跑后被抓回来爆炒了（骨科）》by无情的码字机器.txt",
    "夸克盘链接": "https://pan.quark.cn/s/89a9b2b38565"
  },
  {
    "文件名": "《逃离的金丝雀》by炒草莓酸奶.txt",
    "夸克盘链接": "https://pan.quark.cn/s/5f5048d23ea6"
  },
  {
    "文件名": "《听不见》by晚月.txt",
    "夸克盘链接": "https://pan.quark.cn/s/4598cf066b39"
  },
  {
    "文件名": "《死亡的楼（伪父子）》by棉麻.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e59f330fc865"
  },
  {
    "文件名": "《掏错人》by天凉好秋.txt",
    "夸克盘链接": "https://pan.quark.cn/s/beb5770ed2d4"
  },
  {
    "文件名": "《双性尤物的诱惑纪实录》by榛榛懒.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e88a91694a30"
  },
  {
    "文件名": "《司机专属的诱受总裁》by?浆糍.txt",
    "夸克盘链接": "https://pan.quark.cn/s/9b2acc4291bb"
  },
  {
    "文件名": "《棠棣之交》by欧石楠.txt",
    "夸克盘链接": "https://pan.quark.cn/s/bf976e337779"
  },
  {
    "文件名": "《双性魔王借种借错了人》by上吊的鸟.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a9383bc32de7"
  },
  {
    "文件名": "《双性小美人的淫态日常》by几分从前.txt",
    "夸克盘链接": "https://pan.quark.cn/s/f3b3184b1628"
  },
  {
    "文件名": "《双性大奶任逍遥被爆艹的蓝星之旅》by流心酥.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ecb3da58f06e"
  },
  {
    "文件名": "《兽世之妥协》by鬼月的鬼.txt",
    "夸克盘链接": "https://pan.quark.cn/s/df53a9de7a3a"
  },
  {
    "文件名": "《双罗袖【清史同】》by以一舟渡.txt",
    "夸克盘链接": "https://pan.quark.cn/s/24a1373641b8"
  },
  {
    "文件名": "《兽之箱》by御风鱼腩.txt",
    "夸克盘链接": "https://pan.quark.cn/s/5498ef644c14"
  },
  {
    "文件名": "《收集各大校草精液系统NP双性》by芋泥啵啵.txt",
    "夸克盘链接": "https://pan.quark.cn/s/279018f85a16"
  },
  {
    "文件名": "《是狠人就要搞四个老婆（np总攻）》by云冀.txt",
    "夸克盘链接": "https://pan.quark.cn/s/5a6045fe2b18"
  },
  {
    "文件名": "《谁是真爱》by你好幸福人生.txt",
    "夸克盘链接": "https://pan.quark.cn/s/926614af8e2f"
  },
  {
    "文件名": "《室友间的纯（忄生）爱》by纯情女高.txt",
    "夸克盘链接": "https://pan.quark.cn/s/d474a78e4a05"
  },
  {
    "文件名": "《社畜被囚禁后》by害羞小女孩.txt",
    "夸克盘链接": "https://pan.quark.cn/s/711e76edee73"
  },
  {
    "文件名": "《少爷（h）》by古道春.txt",
    "夸克盘链接": "https://pan.quark.cn/s/25f7ee5c9915"
  },
  {
    "文件名": "《熔金-他是我最忠诚的狗》by月泊白沙.txt",
    "夸克盘链接": "https://pan.quark.cn/s/338ddb3659ce"
  },
  {
    "文件名": "《上上签》by算迷踪.txt",
    "夸克盘链接": "https://pan.quark.cn/s/20eb7f111fa3"
  },
  {
    "文件名": "《情爱泥沼（1v1）》by落草咕水.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e2372bd02743"
  },
  {
    "文件名": "《清冷总裁的禽兽渣爹》by冰块牛奶.txt",
    "夸克盘链接": "https://pan.quark.cn/s/adac4943ec6a"
  },
  {
    "文件名": "《清冷爸爸胯下浪2》by老子怕怕.txt",
    "夸克盘链接": "https://pan.quark.cn/s/3fcdcec25078"
  },
  {
    "文件名": "《清冷上司竟是XL》by狐狸雨.txt",
    "夸克盘链接": "https://pan.quark.cn/s/8f5576ad1d24"
  },
  {
    "文件名": "《弃犬》by点此设置.txt",
    "夸克盘链接": "https://pan.quark.cn/s/3f5fd815ad9a"
  },
  {
    "文件名": "《青龙吟》bykeiskei.txt",
    "夸克盘链接": "https://pan.quark.cn/s/530723eaed64"
  },
  {
    "文件名": "《起点反派不想屈居人下》by贴心.txt",
    "夸克盘链接": "https://pan.quark.cn/s/4d2f804f3030"
  },
  {
    "文件名": "《绮梦》by将离.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a25bc5d9ae86"
  },
  {
    "文件名": "《欺负师兄（古代）》by骨狸.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c38d3205bf87"
  },
  {
    "文件名": "《破处专家的性奴收集之旅（np总攻）》by搞煌燉肉大師（求票票）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/5967b85aef1e"
  },
  {
    "文件名": "《破产后我成了前夫的狗》by扶西.txt",
    "夸克盘链接": "https://pan.quark.cn/s/b2a22e535a79"
  },
  {
    "文件名": "《凝视森林》by打人杏皮茶.txt",
    "夸克盘链接": "https://pan.quark.cn/s/48200818663c"
  },
  {
    "文件名": "《逆龄故事》by猫小蓝lingerr.txt",
    "夸克盘链接": "https://pan.quark.cn/s/f5062e7c4e4a"
  },
  {
    "文件名": "《偶然之间》by远山娥黛.txt",
    "夸克盘链接": "https://pan.quark.cn/s/aad1d1214567"
  },
  {
    "文件名": "《你亲我一下怎么了？》by碳烤月亮.txt",
    "夸克盘链接": "https://pan.quark.cn/s/0137e24d6ae1"
  },
  {
    "文件名": "《墨菲斯的苍穹下》by醉舟.txt",
    "夸克盘链接": "https://pan.quark.cn/s/9749bfeb9bb5"
  },
  {
    "文件名": "《你的批水好香哦（校园）》by宫爆辣子丁.txt",
    "夸克盘链接": "https://pan.quark.cn/s/3600e4248783"
  },
  {
    "文件名": "《南榆北桦》by林.txt",
    "夸克盘链接": "https://pan.quark.cn/s/9a4bdd7ed826"
  },
  {
    "文件名": "《某某男寝记事【总受】》by安静白桃罐.txt",
    "夸克盘链接": "https://pan.quark.cn/s/d9233beea0f2"
  },
  {
    "文件名": "《男仆日记》byAbandon.txt",
    "夸克盘链接": "https://pan.quark.cn/s/34640f246541"
  },
  {
    "文件名": "《魔道巨擘的鼎炉搜集》by有形资产.txt",
    "夸克盘链接": "https://pan.quark.cn/s/d9fed3360632"
  },
  {
    "文件名": "《绿茶竟是我自己（快穿）》by一颗栗子.txt",
    "夸克盘链接": "https://pan.quark.cn/s/58b3b8ce1999"
  },
  {
    "文件名": "《抹布攻的深渊》by阿九九.txt",
    "夸克盘链接": "https://pan.quark.cn/s/fcffd427b9b7"
  },
  {
    "文件名": "《名妓继承者》byManon.txt",
    "夸克盘链接": "https://pan.quark.cn/s/3f04b358e65a"
  },
  {
    "文件名": "《梦南枝》by苦涩小青柑.txt",
    "夸克盘链接": "https://pan.quark.cn/s/8e4fbc46c9c3"
  },
  {
    "文件名": "《美人香车》by一撇小胡子.txt",
    "夸克盘链接": "https://pan.quark.cn/s/cae17b86603c"
  },
  {
    "文件名": "《美人淫堕xp合集（变态重口高H）》by重口文学爱好家.txt",
    "夸克盘链接": "https://pan.quark.cn/s/51813bf4b113"
  },
  {
    "文件名": "《魅妖克星-爆炒囚禁天下狐媚妖邪》by黎小空.txt",
    "夸克盘链接": "https://pan.quark.cn/s/331222f91365"
  },
  {
    "文件名": "《每天都被男友罚》by辞久??.txt",
    "夸克盘链接": "https://pan.quark.cn/s/6a307593676a"
  },
  {
    "文件名": "《貌美人妻出轨记》by辣手?摧花.txt",
    "夸克盘链接": "https://pan.quark.cn/s/32ad28b54957"
  },
  {
    "文件名": "《沦为疯批兄弟的玩物》by飘飘糖.txt",
    "夸克盘链接": "https://pan.quark.cn/s/2771db853a6e"
  },
  {
    "文件名": "《猫被窝偷偷看（短篇合集H）》by千酒欢.txt",
    "夸克盘链接": "https://pan.quark.cn/s/800357491194"
  },
  {
    "文件名": "《沦为共妻》by性癖君正在emo中.txt",
    "夸克盘链接": "https://pan.quark.cn/s/7bf68ceeab4f"
  },
  {
    "文件名": "《练刀锋为绕指》by时野.txt",
    "夸克盘链接": "https://pan.quark.cn/s/29b8b1f073bd"
  },
  {
    "文件名": "《笼鸟池鱼》byh里找纯爱.txt",
    "夸克盘链接": "https://pan.quark.cn/s/eb4ced3a8bb5"
  },
  {
    "文件名": "《龙族之驯（艹）龙高手》by黎洛.txt",
    "夸克盘链接": "https://pan.quark.cn/s/53d4715ebf31"
  },
  {
    "文件名": "《龙傲天终成总受人妻（np）》by上吊的鸟.txt",
    "夸克盘链接": "https://pan.quark.cn/s/d35b0a42f02e"
  },
  {
    "文件名": "《老房子着火》by椰子鸡.txt",
    "夸克盘链接": "https://pan.quark.cn/s/24bf8fb26447"
  },
  {
    "文件名": "《冷宫皇子复仇记-皇室皆沦为性奴》by黎小空.txt",
    "夸克盘链接": "https://pan.quark.cn/s/3bcdb448e352"
  },
  {
    "文件名": "《蓝色心脏》bycorpse.txt",
    "夸克盘链接": "https://pan.quark.cn/s/026237ed9274"
  },
  {
    "文件名": "《傀儡【陈家栋x刘青】》by一条咸鱼.txt",
    "夸克盘链接": "https://pan.quark.cn/s/49a5cc81e5e7"
  },
  {
    "文件名": "《狂操小美人(合集)》by黎小空.txt",
    "夸克盘链接": "https://pan.quark.cn/s/376d93e1cbee"
  },
  {
    "文件名": "《快穿之敞开腿打败白月光》by无所谓【烂尾】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e3b3b439acc9"
  },
  {
    "文件名": "《进入se情游戏后［西幻］》by赵怜娘.txt",
    "夸克盘链接": "https://pan.quark.cn/s/1415393da696"
  },
  {
    "文件名": "《今夜玫瑰无人折》by梁真.txt",
    "夸克盘链接": "https://pan.quark.cn/s/dc1a3cb75474"
  },
  {
    "文件名": "《今天李教授有男朋友了么-》byM29v09.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c5fad841f63f"
  },
  {
    "文件名": "《借种（双性）》by嘶哈嘶哈.txt",
    "夸克盘链接": "https://pan.quark.cn/s/2233e2f1082b"
  },
  {
    "文件名": "《将强壮草原王子变成温顺太监那些事》bymmo.txt",
    "夸克盘链接": "https://pan.quark.cn/s/b4077f989e5f"
  },
  {
    "文件名": "《捡到失忆大美人》by绝湘.txt",
    "夸克盘链接": "https://pan.quark.cn/s/6d0efdcf8d31"
  },
  {
    "文件名": "《健身教练的野兽前男友（短篇）》by完全搞不定.txt",
    "夸克盘链接": "https://pan.quark.cn/s/f2637deba397"
  },
  {
    "文件名": "《荒野的月亮》陆野 白小月.txt",
    "夸克盘链接": "https://pan.quark.cn/s/d12df64c7ee5"
  },
  {
    "文件名": "《皇父，朕的龙根好吃吗（3P）》by水木生溪.txt",
    "夸克盘链接": "https://pan.quark.cn/s/049fba30bef6"
  },
  {
    "文件名": "《监禁调教体院男大（性虐）》by园游会.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c51ce8403120"
  },
  {
    "文件名": "《黑皮校霸长批被发现后》by山人杜若.txt",
    "夸克盘链接": "https://pan.quark.cn/s/04aee04c70ce"
  },
  {
    "文件名": "《和养父的隐秘情事》by爱妙妙的巧嘴.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c6d31ff34665"
  },
  {
    "文件名": "《关于烂泥巴的一切》by西南北东.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e83754117be6"
  },
  {
    "文件名": "《光不度（骨科-BDSM）》by炉边烛火.txt",
    "夸克盘链接": "https://pan.quark.cn/s/cfafbeb59a13"
  },
  {
    "文件名": "《公交（双凌Ru）》by北X风.txt",
    "夸克盘链接": "https://pan.quark.cn/s/f94696fde064"
  },
  {
    "文件名": "《海棠不惜胭脂色》夜蘅 云棠.txt",
    "夸克盘链接": "https://pan.quark.cn/s/59e5dd07b3c2"
  },
  {
    "文件名": "《挂霜目》by鸢天.txt",
    "夸克盘链接": "https://pan.quark.cn/s/6fd2b85c539e"
  },
  {
    "文件名": "《狗日的渣男_长批渣男与舍友的日夜》by深林色.txt",
    "夸克盘链接": "https://pan.quark.cn/s/0df3e8f04e8d"
  },
  {
    "文件名": "《给前男友小叔做助理》by丁丁跳.txt",
    "夸克盘链接": "https://pan.quark.cn/s/3583b1fe49dc"
  },
  {
    "文件名": "《各种双性剧情1v1和np，ntr故事大合集》by大白菜又大又甜.txt",
    "夸克盘链接": "https://pan.quark.cn/s/f46afad02a9b"
  },
  {
    "文件名": "《父子火葬场！苏小姐离婚独美》温子茉.txt",
    "夸克盘链接": "https://pan.quark.cn/s/daba970acff2"
  },
  {
    "文件名": "《高冷大帅的在逃小农夫》by安好.txt",
    "夸克盘链接": "https://pan.quark.cn/s/3fa54c444d5e"
  },
  {
    "文件名": "《哥哥沦陷》by风情万种的神经病.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ea5df698778a"
  },
  {
    "文件名": "《干柴欲火》by网页不想生气.txt",
    "夸克盘链接": "https://pan.quark.cn/s/3682fad4dae7"
  },
  {
    "文件名": "《孚乚母（双星N-P）》by福临门.txt",
    "夸克盘链接": "https://pan.quark.cn/s/7eed8db1d9e3"
  },
  {
    "文件名": "《浮生烟雨皆尽散》沈纪川 温喜.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ac1792ebe37b"
  },
  {
    "文件名": "《疯狂城市》by惠美.txt",
    "夸克盘链接": "https://pan.quark.cn/s/516251b8b3ee"
  },
  {
    "文件名": "《逢春（骨科 1v1）》by任语苏.txt",
    "夸克盘链接": "https://pan.quark.cn/s/94e6f1c01ef8"
  },
  {
    "文件名": "《疯批世子与我墓前拜天地》霜娘.txt",
    "夸克盘链接": "https://pan.quark.cn/s/b8d12ec11d96"
  },
  {
    "文件名": "《反派他只想追主角》by笑冢.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ef28a3cf0909"
  },
  {
    "文件名": "《反向引教(BDSM)》by疾月.txt",
    "夸克盘链接": "https://pan.quark.cn/s/f376662f3464"
  },
  {
    "文件名": "《疯攻的报复之路（校园）》by勤快专打黄瓜.txt",
    "夸克盘链接": "https://pan.quark.cn/s/307598403728"
  },
  {
    "文件名": "《风流科举路》by溏心蛋.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e9fdcb8fa635"
  },
  {
    "文件名": "《反被救下的美人蛇插入了（双性）》by上吊的鸟.txt",
    "夸克盘链接": "https://pan.quark.cn/s/44217936a124"
  },
  {
    "文件名": "《恶毒炮灰有难了》by咬一口大饼子.txt",
    "夸克盘链接": "https://pan.quark.cn/s/0bfe7ced8974"
  },
  {
    "文件名": "《儿子的爱人》by空日影.txt",
    "夸克盘链接": "https://pan.quark.cn/s/8224558b4460"
  },
  {
    "文件名": "《钓系美人的爆草之旅》by酌酒疯.txt",
    "夸克盘链接": "https://pan.quark.cn/s/155c74d30995"
  },
  {
    "文件名": "《嫡姐逼我做侧房，重生二嫁上龙床》卫南熏 裴寂.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ab51d2da3f4a"
  },
  {
    "文件名": "《恶毒美人师尊挨c记【np】》by俺是恁爹.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c95be5f84eaf"
  },
  {
    "文件名": "《第四十四次日落》宋柚宁.txt",
    "夸克盘链接": "https://pan.quark.cn/s/f1eca4642a1b"
  },
  {
    "文件名": "《倒霉直男的性转黄油之旅（双性）》by瑶琴几断.txt",
    "夸克盘链接": "https://pan.quark.cn/s/6a751e1ad2f2"
  },
  {
    "文件名": "《大巫师和他的宠物龙》作者：三颗心.txt",
    "夸克盘链接": "https://pan.quark.cn/s/330170a85ef2"
  },
  {
    "文件名": "《当东厂厂公遇见西厂厂花》by风烟挽.txt",
    "夸克盘链接": "https://pan.quark.cn/s/14bb01ca2806"
  },
  {
    "文件名": "《当清冷师尊必须日日与我交合》by荔枝壳.txt",
    "夸克盘链接": "https://pan.quark.cn/s/2f72cdfc5471"
  },
  {
    "文件名": "《当小三怎么了》by圆圆的梨.txt",
    "夸克盘链接": "https://pan.quark.cn/s/85420c437c95"
  },
  {
    "文件名": "《大佬，我们卧底真不靠身体上位的》by巨门.txt",
    "夸克盘链接": "https://pan.quark.cn/s/12672d18e086"
  },
  {
    "文件名": "《春日宴（古风np-主受）》by嘉树.txt",
    "夸克盘链接": "https://pan.quark.cn/s/00fd3226f551"
  },
  {
    "文件名": "《大反派失忆后被各路正派爆肏（nph SM）》by华云.txt",
    "夸克盘链接": "https://pan.quark.cn/s/b0ccd5ceff3d"
  },
  {
    "文件名": "《吹梦到西洲》by揽月.txt",
    "夸克盘链接": "https://pan.quark.cn/s/87fa2248cb80"
  },
  {
    "文件名": "《此意寄昭昭》陆瑾年 顾昭昭.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e970a32c9cea"
  },
  {
    "文件名": "《穿越兽世被兽人酱酱酿酿》by小樱爱吃胡萝卜.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e2945c8df337"
  },
  {
    "文件名": "《穿书后男主他被迫np》by吃肉肉啊.txt",
    "夸克盘链接": "https://pan.quark.cn/s/d7d44f41de87"
  },
  {
    "文件名": "《穿越被猎户救后天天都在被疼爱》by可爱的鱼呀.txt",
    "夸克盘链接": "https://pan.quark.cn/s/7976e111196f"
  },
  {
    "文件名": "《穿进抹布文被主角受强制爱了》bySylviahazo.txt",
    "夸克盘链接": "https://pan.quark.cn/s/4d0192c9a2d6"
  },
  {
    "文件名": "《穿进后宫养成游戏大吃特吃（互-攻，np）》by穆小刀.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c3ff413ba511"
  },
  {
    "文件名": "《穿进霸总文整顿霸总和他的小娇妻》by小蒋小蒋从不中奖.txt",
    "夸克盘链接": "https://pan.quark.cn/s/70ab46f09419"
  },
  {
    "文件名": "《宠儿》by桥下臣.txt",
    "夸克盘链接": "https://pan.quark.cn/s/7e03dc54e2aa"
  },
  {
    "文件名": "《触手先生》by耳朵.txt",
    "夸克盘链接": "https://pan.quark.cn/s/5beda4fa4099"
  },
  {
    "文件名": "《抄家流放？不怕！奶包囤粮满仓肉》黎暮暮 谢寻.txt",
    "夸克盘链接": "https://pan.quark.cn/s/9cd4b51559a9"
  },
  {
    "文件名": "《穿成龙傲天的糟糠之妻当然》by星星村.txt",
    "夸克盘链接": "https://pan.quark.cn/s/9be48fb8a20f"
  },
  {
    "文件名": "《成为哥哥们的玩物》by星熊.txt",
    "夸克盘链接": "https://pan.quark.cn/s/33e8c9c0e1b0"
  },
  {
    "文件名": "《被休后，我盖房屯粮肉满仓》叶盼汣.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c4fb155e149a"
  },
  {
    "文件名": "《不伦集》by呀呀呀.txt",
    "夸克盘链接": "https://pan.quark.cn/s/5b637205d63c"
  },
  {
    "文件名": "《被罪犯囚禁的刑警【SM】》by剋蕾儿.txt",
    "夸克盘链接": "https://pan.quark.cn/s/f717ab6b4a5f"
  },
  {
    "文件名": "《被诱拐的诺言兄弟》by快乐大福.txt",
    "夸克盘链接": "https://pan.quark.cn/s/4ef6c93198f9"
  },
  {
    "文件名": "《被死对头掌控身体通感后》by略略略.txt",
    "夸克盘链接": "https://pan.quark.cn/s/b621e02de720"
  },
  {
    "文件名": "《被送去做礼物的双星美人》by观于海者.txt",
    "夸克盘链接": "https://pan.quark.cn/s/4e965fa2b95b"
  },
  {
    "文件名": "《被室友先奸后爱了》by让让.txt",
    "夸克盘链接": "https://pan.quark.cn/s/22ebb6d11807"
  },
  {
    "文件名": "《被继承者玩弄的小家主np（双性）》by芋泥啵啵.txt",
    "夸克盘链接": "https://pan.quark.cn/s/73f4a68a970e"
  },
  {
    "文件名": "《被仿生人轮奸的日日夜夜（NP）》by没有名字.txt",
    "夸克盘链接": "https://pan.quark.cn/s/efc01efaa2a7"
  },
  {
    "文件名": "《被困无人岛》by慵懒昂.txt",
    "夸克盘链接": "https://pan.quark.cn/s/d97b0ff8bf01"
  },
  {
    "文件名": "《被春梦对象草坏了》bydaladala.txt",
    "夸克盘链接": "https://pan.quark.cn/s/73e153219ef0"
  },
  {
    "文件名": "《榜一大哥今天爱了吗【双】》by春山.txt",
    "夸克盘链接": "https://pan.quark.cn/s/eabd35740521"
  },
  {
    "文件名": "《拜师后，我成了师尊的禁脔》by我喜欢吃糖.txt",
    "夸克盘链接": "https://pan.quark.cn/s/35155893a6c7"
  },
  {
    "文件名": "《白菜拱我》byAK.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e649b8581ffb"
  },
  {
    "文件名": "《绑定欲望系统后被操翻了（快穿）》by白开水水水水.txt",
    "夸克盘链接": "https://pan.quark.cn/s/207ad648df98"
  },
  {
    "文件名": "《暗恋大佬狂放电，戴好墨镜我打工》戚棠.txt",
    "夸克盘链接": "https://pan.quark.cn/s/7b14a4a4a731"
  },
  {
    "文件名": "《掰弯直男大佬后我重生了（高干）》by香菜肉包.txt",
    "夸克盘链接": "https://pan.quark.cn/s/856808bb667e"
  },
  {
    "文件名": "《把员工当老婆养》by咖啡奶冻.txt",
    "夸克盘链接": "https://pan.quark.cn/s/94d58a84823a"
  },
  {
    "文件名": "《霸总的小保姆》by??吃兔兔.txt",
    "夸克盘链接": "https://pan.quark.cn/s/01d4906c3dbb"
  },
  {
    "文件名": "《爱在大雪封山前》许知夏.txt",
    "夸克盘链接": "https://pan.quark.cn/s/45c64459a504"
  },
  {
    "文件名": "《爱欲激发计划【总-攻】》by我爱吃大柿子.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ee232bd372de"
  },
  {
    "文件名": "《爱上他的方式很特别》by除湿拔个罐.txt",
    "夸克盘链接": "https://pan.quark.cn/s/9bad4ff26569"
  },
  {
    "文件名": "《CV高冷男神和宿敌互攻（快穿）》by我的心上人是你.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c3061d7489b8"
  },
  {
    "文件名": "《【西幻ABO】被抱错的小少爷大杀特杀》by木鸽不鸽.txt",
    "夸克盘链接": "https://pan.quark.cn/s/4853d77d699f"
  },
  {
    "文件名": "《【总-攻】我拆了我爸妈的CP》by思无邪.txt",
    "夸克盘链接": "https://pan.quark.cn/s/0a7deddc400c"
  },
  {
    "文件名": "《【总攻】刘大壮的进京之路》by肉夹馍酱.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a6000abdd556"
  },
  {
    "文件名": "《【粗暴纯r】r18高黄淫乱合集》by春日宴.txt",
    "夸克盘链接": "https://pan.quark.cn/s/9bfa6c46ad5d"
  },
  {
    "文件名": "《【3p】流氓调教成爱奴》by辰龙嫁衣.txt",
    "夸克盘链接": "https://pan.quark.cn/s/db214eefa98c"
  },
  {
    "文件名": "《“渣女”回忆录》关盈盈.txt",
    "夸克盘链接": "https://pan.quark.cn/s/9361077f545b"
  },
  {
    "文件名": "《[A变O]被压在身下的Alpha》by西湖竹林.txt",
    "夸克盘链接": "https://pan.quark.cn/s/11b095c5fa67"
  },
  {
    "文件名": "《《合欢宗男修[主攻、NP]》》by尾烟狸.txt",
    "夸克盘链接": "https://pan.quark.cn/s/b933fd62140b"
  },
  {
    "文件名": "[完结全+番外]《起点主角和晋江攻穿进海棠》作者：梨梨（np）【24.6.15】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/653d2140ee21"
  },
  {
    "文件名": "_241_276_267_317_241_277[_270_37457] _276_252_273_314_326_256_323_241(_306_346_273_303) _327_367_325_337_243_272_267_347_373^_312_253_276_306.txt",
    "夸克盘链接": "https://pan.quark.cn/s/d418b963e142"
  },
  {
    "文件名": "[完结全+番外]《恶堕之春》作者：垃圾车在天堂（np）【24.6.21】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e62c81dda4f8"
  },
  {
    "文件名": "[完结蛋全+番外53]《睡遍剑宗高岭之花》作家：小恶魔的后花园（np）【24.9.29】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/2d3b996c0778"
  },
  {
    "文件名": "[完结蛋全+番外]《人人都馋娇软小美人》作家：雪花泥（np）~补番【24.9.28】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a0155615b61c"
  },
  {
    "文件名": "[完结蛋全+番外全]《潘神的新娘[人外][双xing]》作者：芝加哥打人机（1v1）【24.9.30】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ba68f0cbecb5"
  },
  {
    "文件名": "[完结蛋全+番外]《这个男主老想囚禁我》作者：熊猫团团（快穿 1v1）~补番.txt",
    "夸克盘链接": "https://pan.quark.cn/s/61d5494fd1e5"
  },
  {
    "文件名": "[完结蛋全+番外]《哥哥》作者：青青草原一只羊（np）【24.9.28】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/5037a5153a82"
  },
  {
    "文件名": "[完结蛋全+番外]《穿成悲惨替身后我竟成了万人迷》作者：姻兕（np）~补番【24.9.26】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/67654f455112"
  },
  {
    "文件名": "[完结358+番外]《喜欢人妻有什么错》作者 呆元（GL百合母女ABO 主攻NP）【24.9.04】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/55cafb85fbc8"
  },
  {
    "文件名": "[完结蛋全]《以爱为名的圈养》作者：谜样的蛋先生（1v1）【24.9.27】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c2207e211fc5"
  },
  {
    "文件名": "[完结蛋全]《团宠幼弟总觉得自己是美弱惨》作者：不歇（np）【24.9.29】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ee6aad328b00"
  },
  {
    "文件名": "[完结368+番外]《师尊训徒十八式》作者：无证驾驶（快穿主攻）~补番【24.9.26】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/bba7af01063e"
  },
  {
    "文件名": "[完结蛋全]《劣等情事（产乳）》作者：下马饮君酒（1v1）【24.9.28】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/04299b2b9891"
  },
  {
    "文件名": "[完结蛋全]《[快穿]被大佬们日夜浇灌 》作家：饮梦如酒（np）【24.9.26】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/9d73c4401783"
  },
  {
    "文件名": "[完结蛋全]《两年绿帽，三年出轨》作家：画秦子（总攻np）【24.9.29】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/9d7208a9d009"
  },
  {
    "文件名": "[完结蛋全]《大美人自己玩自己》作者：皮皮椰（1v1）【24.9.29】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/dde25a198115"
  },
  {
    "文件名": "[完结蛋全]《催眠恐同男神》作家：放羊毛的星星（1v1）【24.9.29】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/12eec96356c6"
  },
  {
    "文件名": "[完结蛋全]《成为兽族五兄弟的共妻》作者：阳阳想要日（np）【24.9.27】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/b2b6f5214058"
  },
  {
    "文件名": "[完结272+番外]《入海》作者 不想喝茶（GL百合1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/85fc2b0306f3"
  },
  {
    "文件名": "[完结219+番外]《和男配分手后我被爆肏了》作者：搞点肉肉吃吃吧（快穿1v1）【24.6.19】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e9cde1a60f3d"
  },
  {
    "文件名": "[完结197+番外]《情陷母女》作者 呆元（GL百合abonp）~补番【24.6.07】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/376bb12edebd"
  },
  {
    "文件名": "[完结153+番外]《仙君他真信了》作者：忘青衫（ntr）【24.6.16】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/2ac4ee071d56"
  },
  {
    "文件名": "[完结156]《po文人妻受非要给我当攻》作者 煤气味的榴莲（GL百合）【24.6.23】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/378474288fb3"
  },
  {
    "文件名": "[完结115+番外]《犬皇》作者：闻白小尾巴 (np)【24.9.02】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/9a3516b9dffa"
  },
  {
    "文件名": "[完结130+番外]《当Omega身份暴露后》作者：你吃西瓜吗（1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/d4f0941eda9d"
  },
  {
    "文件名": "[完结147]《驸马神机妙算》作者 一只二花花啊（GL百合1v1【24.9.02】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/1ff00d1fcc3e"
  },
  {
    "文件名": "[完结142+番外]《琴酒特调》作者：岁杪（1v1）【24.6.08】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/76768a9973a3"
  },
  {
    "文件名": "[完结109+番外]《直男也能给人当老婆吗 原名 如何用身体挽回竹马》作者：陆酌言（1v1）【24.6.06】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/5d90635dc164"
  },
  {
    "文件名": "[完结113]《无边际。》作者 不胜寒。 [GL_FUTA_3P]【24.9.02】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/5937a152f225"
  },
  {
    "文件名": "[完结108]外愈（1v1）作者：苏容与.txt",
    "夸克盘链接": "https://pan.quark.cn/s/2f5c1c17854c"
  },
  {
    "文件名": "[完结107]《边产卵边爱操》作者：黃色廢料（百合np）【24.9.20】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/67b1dbb9158a"
  },
  {
    "文件名": "[完结98+番外]《男高中生勾引老师之后》作者：西芹西芹（np）【24.6.18】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/742d8e5b87b6"
  },
  {
    "文件名": "[完结94]《潮汐》作者 www（GL骨科纯百np）【24.6.13】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/5fcb6b0171b5"
  },
  {
    "文件名": "[完结86+番外]《被抱错的小少爷大杀特杀》作者：木鸽不鸽（np）【24.6.20】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/4c4c69c181e7"
  },
  {
    "文件名": "[完结88+番外]《被疯批玩烂后才发现被软禁 被疯批软禁》作者：半卷（1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ea79daba5dfd"
  },
  {
    "文件名": "[完结73+番外]《小青性冷淡》 作者：被抓进笼(GL百合1v1)【24.6.03】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/dc197844e291"
  },
  {
    "文件名": "[完结79+番外]《有何不可》作者  方片九（百合ABO1v1）~补番【24.6.08】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/045276e9ad74"
  },
  {
    "文件名": "[完结81] 堕落幻境 作者：松月兔兔.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e1e17ad8204f"
  },
  {
    "文件名": "[完结74]《私以为》作者 豆冰北乐蒂（GL百合1v1） (1)【24.6.16】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/6393cab4b77c"
  },
  {
    "文件名": "[完结73]《性爱禁止》作者：TwoC（百合1v1）【24.9.24】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/bbeef68cf63f"
  },
  {
    "文件名": "[完结72+番外]《被疯批玩烂后才发现被软禁》作者：半卷（1v1）【24.6.08】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/8a5630c7f5d4"
  },
  {
    "文件名": "[完结70]《蛛网》作者：www（纯百骨科1v1）【24.6.16】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/cedb250b98c6"
  },
  {
    "文件名": "[完结60+番外]《性奴，直到死亡为止》作者：红茶茶汤（1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/b8c90ca901b4"
  },
  {
    "文件名": "[完结60+番外]《【虫族】选错雄主后上将被迫臣服》作者：唐一（1v1）【24.6.02】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/1f6676916964"
  },
  {
    "文件名": "[完结61+番外]《觊觎已久》作者：多喝热水（百合1v1）【24.9.23】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e633da5df86e"
  },
  {
    "文件名": "[完结59]《这不是我想要的游戏生活了！ 》作者：黄色废料（百合np）【24.9.02】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e35f052a5a9d"
  },
  {
    "文件名": "[完结59]《警官姐姐的侦查犬》作者 乐见音（GL百合1v1）【24.6.11】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/51181a19fe7a"
  },
  {
    "文件名": "[完结53+番外]《产娘》作者：Xilinx（np）【24.6.18】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e1cb01e299f8"
  },
  {
    "文件名": "[完结58]《觊觎已久（纯百）》作者 多喝热水【24.9.03】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/cb95ade6a693"
  },
  {
    "文件名": "[完结54+番外]《大反派失忆后被各路正派爆肏》作者：华云（np）【24.6.04】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/f15b97d2a232"
  },
  {
    "文件名": "[完结34+番外]《序曲之后》作者：嗨皮的柠檬精（1v1）【24.6.03】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/f910c11cb078"
  },
  {
    "文件名": "[完结+全番外]《一路笙歌（哨向&末日、总受）np》作者：叁无.txt",
    "夸克盘链接": "https://pan.quark.cn/s/381da150a7bd"
  },
  {
    "文件名": "[完结+全番外]《[哨向总攻]穿越之“修器”与共（np）》作者：喵爪呱.txt",
    "夸克盘链接": "https://pan.quark.cn/s/f71102c79ca4"
  },
  {
    "文件名": "[完结20+番外]《难以抑制》作者 阙德（骨科gl1v1）【24.6.12】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/1d7c7ec3015c"
  },
  {
    "文件名": "[完结+番外全]《双性拳手 原名 被包养的双性拳手》作家：川香四品锅（1v1）~补番 【24.9.27】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/0d554966ca7b"
  },
  {
    "文件名": "[完结+番外5]《艳春番》作者：黎明破晓（np）【24.6.13】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/d67386f088f0"
  },
  {
    "文件名": "[完结+番外全]《SP梦想城》作者：夜色真美（1v1）~补番【24.9.30】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/6332ded35cb6"
  },
  {
    "文件名": "[完结+番外全]《甜奶硬喝》作者：烧烤味薯片（1v1）~补番【24.9.29】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/2d57e21e9d35"
  },
  {
    "文件名": "[完结+番外7]《撞春（现代 中篇）》作者：长长短短.txt",
    "夸克盘链接": "https://pan.quark.cn/s/b28a25181b91"
  },
  {
    "文件名": "[完结+番外1]《狗日的渣男》作者：深林色（np）【24.6.05】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/6df2c8de481b"
  },
  {
    "文件名": "[完结+番外]有一孔雀兮~补番（1v1）【24.6.12】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/67f205897853"
  },
  {
    "文件名": "[完结+番外2]《弃猫效应（短篇 现代 HE 小甜饼 轻松 暧昧》作者：竹涧鲤.txt",
    "夸克盘链接": "https://pan.quark.cn/s/d672d5c14c91"
  },
  {
    "文件名": "[完结+番外]沾惹（1v1）作者：醉在今朝【24.6.12】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/9c34d568059c"
  },
  {
    "文件名": "[完结+番外]《意外离别后的再次重逢》作者：是阿酒吖（1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/4233a6fde3bc"
  },
  {
    "文件名": "[完结+番外]《异种族牛郎评鉴指南》作者：莫汐汐泥（np）【24.6.06】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/2b01f7a0a6e7"
  },
  {
    "文件名": "[完结+番外]《一心谈恋爱的我被规划狂魔哥哥按倒了》作者：乙醇（1v1）【24.6.12】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/d9e2ceef9e40"
  },
  {
    "文件名": "[完结+番外]《异变[哨向]》作者：洛玥浅（1v1）【24.9.08】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/383a77603044"
  },
  {
    "文件名": "[完结+番外]《一见钟狐》作者：多肉千兔耳（1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/30be041135bb"
  },
  {
    "文件名": "[完结+番外]《网黄在线1vs1》作者：又又子（np）【24.6.21】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/f9942db38394"
  },
  {
    "文件名": "[完结+番外]《网恋拉黑翻车后》作者：已然枝了（1v1）【24.6.05】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/9e1ca56d9558"
  },
  {
    "文件名": "[完结+番外]《相对暗恋》作者：添光（1v1）【24.9.05】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e2bc2071230e"
  },
  {
    "文件名": "[完结+番外]《蒐集员 搜集员(glabo)》作者：九木~补番【24.6.07】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/7bc544b22591"
  },
  {
    "文件名": "[完结+番外]《万人嫌狗仔被顶流玩坏了》作者：葭月甜五（1v1）【24.6.21】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/05454dd2c1b3"
  },
  {
    "文件名": "[完结+番外]《双性小美人被校霸强取豪夺》作者：草莓绵绵冰（1v1）【24.6.06】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/d2a7c3cbd386"
  },
  {
    "文件名": "[完结+番外]《死对头变成我继兄后夜夜被我睡奸》作者：纯爱战神（1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/d5d0c5f6a9b1"
  },
  {
    "文件名": "[完结+番外]《送君》作者 Anodyne（futa百合）【24.6.19】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/503c42a88e33"
  },
  {
    "文件名": "[完结+番外]《美人堕落后被轮番玩弄》作者：顾咕咕（np）【24.9.27】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/af284fa2c8ba"
  },
  {
    "文件名": "[完结+番外]《论风批美人如何沦为追妻小哭包》作者：小月晚晚（1v1）【24.6.21】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/8bf87ab0eb15"
  },
  {
    "文件名": "[完结+番外]《君子不善》作者：爱默（np）~补番【24.9.30】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/9f3fa22745c0"
  },
  {
    "文件名": "[完结+番外]《蓝色玫瑰》作者：丧批猛猫要进步（1v1）~补番【24.9.28】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/8ba4a48b1d47"
  },
  {
    "文件名": "[完结+番外]《经怀玉》作者：半车草莓（np）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/64ce88f4ba98"
  },
  {
    "文件名": "[完结+番外]《沦为共妻》作者：.（np）【24.6.12】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/71e283738e92"
  },
  {
    "文件名": "[完结+番外]《混秽大猷》作者：拟雪（1v1）【24.9.05】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/bb8dd38db993"
  },
  {
    "文件名": "[完结+番外]《黑皮校霸长批被发现后》作者：山人杜若（1v1）【24.6.21】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a6be636932a9"
  },
  {
    "文件名": "[完结+番外]《和室友双向暗恋后HE了》作者：可爱的鱼呀（1v1）【24.6.12】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/2e7c93bbd9bf"
  },
  {
    "文件名": "[完结+番外]《和死对头的信息素匹配》作者：阿嘟嘟（1v1）【24.6.11】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/08eba9a8f595"
  },
  {
    "文件名": "[完结+番外]《和暗恋对象的好兄弟上床了》作者：我恨课设（1v1）【24.6.11】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ef2f7b67e583"
  },
  {
    "文件名": "[完结+番外]《穿越到异世界玩弄狼崽子》作者：番茄火锅（1v1）~补番.txt",
    "夸克盘链接": "https://pan.quark.cn/s/5781e93226a9"
  },
  {
    "文件名": "[完结+番外]《帝爱》作者：没脑子（百合扶她1v1）~补番.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e1c7a5a22de6"
  },
  {
    "文件名": "[完结+番外]《当A太坏会变O》作者：清明河畔洗腿毛（1v1）【24.6.05】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/68c88bf390b9"
  },
  {
    "文件名": "[完结+番外]《穿书后男主他被迫np》作者：吃肉肉啊（np）【24.6.12】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/3426c28387a0"
  },
  {
    "文件名": "[完结+番外]《踹了金丝雀后金主后悔了》作者：酸桔子（1v1）【24.6.05】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/42c91726fd34"
  },
  {
    "文件名": "[完结+番外]《穿进抹布文被主角受强制爱了》作者：Sylviahazo（np）【24.6.12】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ce380a7b39f9"
  },
  {
    "文件名": "[完结+番外]《【ABO】【总受】没离婚不恋爱》作者：佚名黄A（np）【24.6.16】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/4ac62fc95396"
  },
  {
    "文件名": "[完结+番外]《被亲哥哥强制爱了》作者：醉死（1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/02cfe16bd4d0"
  },
  {
    "文件名": "[完结+番外]《被春梦对象草坏了》作者：daladala（1v1）【24.6.12】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/f653fdd4c408"
  },
  {
    "文件名": "[完结+番外]《草翻丧尸》作者：开心的吧咂吧咂嘴（1v1）【24.6.11】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ddfaf78c66ac"
  },
  {
    "文件名": "[完结]老公你今晚回家吃饭吗（1v1）作者：雪碧oo【24.6.26】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/7b9948d7fcf2"
  },
  {
    "文件名": "[完结]《罪孽深渊》作者：小赵君（np）【24.9.24】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/1cc8a350127b"
  },
  {
    "文件名": "[完结]《最讨厌的那家伙》作者：catatnight（1v1）【24.9.17】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e8253af8965a"
  },
  {
    "文件名": "[完结]《总攻：沈教授的残疾美人们》作者：芋泥啵啵（np）【24.6.07】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/506aa3403865"
  },
  {
    "文件名": "[完结]《总裁揣崽记》作者：清辉满月（1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/049687074de8"
  },
  {
    "文件名": "[完结]《庄园主与黑奴》作者：圆圆咪（1v1）【24.6.11】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/2cb812f30618"
  },
  {
    "文件名": "[完结]《重生之金主的自我修养》作者：纯爱玩咖（1v1）【24.9.30】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/122e709cdfd2"
  },
  {
    "文件名": "[完结]《烛光的后面》作者：可爱的小变态（1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/bd7688515113"
  },
  {
    "文件名": "[完结]《竹马调教日记》作者：栖薒（1v1）【24.6.04】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e0c3526df04a"
  },
  {
    "文件名": "[完结]《重生成合欢宗小师弟后》作者：珍珠口枷（np）【24.6.09】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/cb4194ff9dba"
  },
  {
    "文件名": "[完结]《重生后被死对头操烂了》作者：顾雁行（1v1）【24.6.09】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/676cd5f650e5"
  },
  {
    "文件名": "[完结]《治愈黑皮糙汉以后》作者：兔绒dvd（1v1）【24.6.08】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/d4a4be30ac97"
  },
  {
    "文件名": "[完结]《职业训诫师》作者：清安（1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/078f1f2cb476"
  },
  {
    "文件名": "[完结]《只对你有感觉》作者：玄莲（1v1）【24.9.04】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/562474972d28"
  },
  {
    "文件名": "[完结]《直男逐渐被扳弯》作者：芒果不黄（3p）【24.6.17】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/dd0616093a8a"
  },
  {
    "文件名": "[完结]《直男在恐怖游戏中求操通关》作者：茕茕白兔（np）【24.9.30】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/966b03e5fb0b"
  },
  {
    "文件名": "[完结]《仗势欺人》作者：番茄柠檬汁（1v1）【24.9.27】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/627ece9e0edb"
  },
  {
    "文件名": "[完结]《直播网黄是老实人下属》作者：混血泥头人（1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/241ea952fc1a"
  },
  {
    "文件名": "[完结]《长批后被室友轮番艹》作者：星熊（np）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/766db1c3b851"
  },
  {
    "文件名": "[完结]《站街时遇见了前男友怎么办》作者：Drizinmo（1v1）【24.6.04】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/11a04d7cd1bb"
  },
  {
    "文件名": "[完结]《渣到底，不爱请远离》作者：匿名青花鱼（np）【24.9.04】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/88e56eecda99"
  },
  {
    "文件名": "[完结]《战力超强才不是感情骗子！》作者：石石扉扉（np）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/8850938025cf"
  },
  {
    "文件名": "[完结]《张三的乡村yin乱生活》作者：不想再加班（np）【24.6.11】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/437478571497"
  },
  {
    "文件名": "[完结]《在游戏世界豹炒老公》者：我是泥石流（np）【24.9.27】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/6bbf5a619fc2"
  },
  {
    "文件名": "[完结]《月老牵错红线后》作者：路十七（1v1）【24.6.16】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/1d8f4c742ba7"
  },
  {
    "文件名": "[完结]《在耽美np文里当炮灰女配》作者：树上的青菜（女攻np）【24.6.07】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/98f6bbd74fbe"
  },
  {
    "文件名": "[完结]《在老公白月光回国前gan了个爽》作者：向谁去（1v1）【24.6.11】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e28b2ae9472b"
  },
  {
    "文件名": "[完结]《原宥》作者：银雀铃（1v1）【24.6.11】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/7ab466c1206a"
  },
  {
    "文件名": "[完结]《约P约到了前金主》作者：玖婳（故事集）【24.6.21】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/209c5ea8b2e6"
  },
  {
    "文件名": "[完结]《欲催雪》作者：我在胡桃夹子里面唱胡桃夹子（np）【24.6.12】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/49d6e58a50ce"
  },
  {
    "文件名": "[完结]《冤家路窄》 作者：冤家路窄.txt",
    "夸克盘链接": "https://pan.quark.cn/s/d0149e994d2a"
  },
  {
    "文件名": "[完结]《于泥沼沉陷》作者：怀星枕月（1v1）【24.9.02】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/8a12ddeb8fa9"
  },
  {
    "文件名": "[完结]《与龙族二三事》作者：海藻柚子糖（1v1）【24.9.09】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/9ba3d314d4b0"
  },
  {
    "文件名": "[完结]《予你世界热烈》作者：冷以似（1v1）【24.9.15】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a41d9eb3bd61"
  },
  {
    "文件名": "[完结]《与虎谋皮》作者：粉红西瓜（1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/d32aed3fad70"
  },
  {
    "文件名": "[完结]《诱捕》作者：光和猛喵（1v1）【24.9.30】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/1fc54e4b707d"
  },
  {
    "文件名": "[完结]《有特殊X癖的舍友直播日常》作者：甜脆萝卜（1v1）【24.9.30】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/1ef643769917"
  },
  {
    "文件名": "[完结]《诱他深入》作者：在吃鸡排（1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/5a61012721e9"
  },
  {
    "文件名": "[完结]《罂粟花的故乡》作者：宇宙奥德赛（1v1）【24.9.29】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/69ed4df9d629"
  },
  {
    "文件名": "[完结]《淫欲盛宴》作者：水木生溪（故事集）【24.6.07】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ba0e8c89fc14"
  },
  {
    "文件名": "[完结]《霪荡美人杏爱合集》作者：落日故人情（故事集）【24.9.01】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/7f63cacf0063"
  },
  {
    "文件名": "[完结]《异种狩猎》作者：恐ddl人（1v1）【24.9.30】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/0e5858beb3b5"
  },
  {
    "文件名": "[完结]《淫荡美人的道具调教史》作者：想忘于江湖（合集）【24.9.29】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/d80527142c33"
  },
  {
    "文件名": "[完结]《一朝沦落终为受》作者：山野狂夫（np）【24.6.19】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/cc8bbea03c9a"
  },
  {
    "文件名": "[完结]《异界掌控》作者：欧克欧克欧克（np）【24.9.27】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/4304eb24d60b"
  },
  {
    "文件名": "[完结]《野兽的豢养者：The Fucking Blue Beard》作者：吴墨（1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e664eeefc566"
  },
  {
    "文件名": "[完结]《阉割合集》作者：屿夏（故事集）【24.6.18】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/3dd058591fe2"
  },
  {
    "文件名": "[完结]《雪落飞鸿（虫族）》作者：艾叶灰（1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/f7526997b7e7"
  },
  {
    "文件名": "[完结]《驯服死对头》作者：张怀友（1v1）【24.6.07】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/7c033107d826"
  },
  {
    "文件名": "[完结]《心魔引》作者：QJF（np）【24.6.11】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/baac058de785"
  },
  {
    "文件名": "[完结]《学生会长的秘密》作者：辜喜夏流（np）【24.6.11】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/3126edb8c58b"
  },
  {
    "文件名": "[完结]《心律失常》作者：和栀（1v1）【24.6.13】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/92712b36cd34"
  },
  {
    "文件名": "[完结]《雄竞：家规驯绝色美男们》作者：暗黑系魔女（女攻np）【24.6.10】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/98040d2d5ab8"
  },
  {
    "文件名": "[完结]《校草别太撩》作者：南朝水 (1v1).txt",
    "夸克盘链接": "https://pan.quark.cn/s/d1a97fa55a9a"
  },
  {
    "文件名": "[完结]《亵莲》作者：久久归一（npsm）【24.9.28】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/0d322645f41e"
  },
  {
    "文件名": "[完结]《小少爷的玷污日记》作者：灵魂写手（np）【24.6.04】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/5b1366e2bb43"
  },
  {
    "文件名": "[完结]《小兔子哪有什么坏心思》作者：无聊种子（1v1）【24.9.11】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e0b7ec0ef73e"
  },
  {
    "文件名": "[完结]《小傻子把漂亮老师脱掉裤子肏》作者：松青（1v1）【24.6.20】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/7c45355c3704"
  },
  {
    "文件名": "[完结]《小绿茶翻车记》作者：我爱吃冰棒（np）【24.6.09】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/899d8fca2563"
  },
  {
    "文件名": "[完结]《小妈就是被用来爆炒的》作者：葭月甜五（3p）【24.6.12】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/3a85508f4494"
  },
  {
    "文件名": "[完结]《向体育生老公借种》作者：青山有你（np）【24.6.09】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/4ec13769ec25"
  },
  {
    "文件名": "[完结]《小绿茶Omega的弄巧成拙》作者：小O（1v1）【24.9.09】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/9b50343107c0"
  },
  {
    "文件名": "[完结]《小龙饲养指南》作者：林三郎豆腐（1v1）【24.9.04】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/9387eaebc6ac"
  },
  {
    "文件名": "[完结]《小爹和男大的日日夜夜》作者：空白格子（1v1）【24.6.04】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e5dec275b64c"
  },
  {
    "文件名": "[完结]《想当大猛1的平胸双性被草失禁了》作者：卖鲍大帅逼（np）【24.6.21】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ee9d3a5a1fde"
  },
  {
    "文件名": "[完结]《细思恐极悬疑多肉小短篇集》作者：霓虹笑笑子【24.9.01】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/703b7abf18bc"
  },
  {
    "文件名": "[完结]《喜欢当小狗》作者：喜欢吃香菜（1v1）【24.9.02】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/9c2c5f399b7d"
  },
  {
    "文件名": "[完结]《享乐天堂(短篇)》作者 黄色废料（GL扶她百合）【24.9.05】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/d6cb53757342"
  },
  {
    "文件名": "[完结]《西门庆推倒武大郎》作者：冰块牛奶（1v1）【24.6.21】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ad344d579394"
  },
  {
    "文件名": "[完结]《我靠捡垃圾养活男友》作者：莲动（1v1）【24.6.10】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/0d7fdc931458"
  },
  {
    "文件名": "[完结]《我那带球的美强惨恋人》作者：清辉满月（1v1）【24.9.15】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/08999636951b"
  },
  {
    "文件名": "[完结]《误送情趣用品给男神后》作者：嘶哈嘶哈（1v1）【24.6.04】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/2d37e5558bdf"
  },
  {
    "文件名": "[完结]《我的小夫君是白眼狼》作者：痴墨（1v1）【24.9.11】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/6aa863974ecc"
  },
  {
    "文件名": "[完结]《我的蛇尾是让师尊玩的》作者：故乡的菊花又开了（1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/5c4ddc96fcac"
  },
  {
    "文件名": "[完结]《我的市长岳父大人》作者：似晚（np）【24.9.30】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/4e99eb5a5292"
  },
  {
    "文件名": "[完结]《我和我哥》作者：土豆呀土豆（1v1）【24.6.10】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/397c1e62ef43"
  },
  {
    "文件名": "[完结]《我的老公们是神兽》作者：吃笔者（np）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/b43a297f1332"
  },
  {
    "文件名": "[完结]《我的夫君是个坐轮椅的瘸子》作者：深海的石头（1v1）【24.6.18】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/f04881f30c21"
  },
  {
    "文件名": "[完结]《我的傻子弟弟》作者：嘿嘿哈哈（1v1）【24.6.05】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/2d6568ed04da"
  },
  {
    "文件名": "[完结]《我成了星际暴君的救命药》作者：雨淞霖（1v1）【24.9.11】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/3a74df7e9e16"
  },
  {
    "文件名": "[完结]《我成了老师和同学们的公用rbq，但我很快乐》作者：小天（np）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/b8e68db32b99"
  },
  {
    "文件名": "[完结]《喂！我生不出孩子啊》作者：冰冻的桃子（总受 古风非典型ABO）【24.9.29】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/f6b08041d6b9"
  },
  {
    "文件名": "[完结]《我拆了我爸妈的CP》作者：思无邪（np）【24.6.09】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a173bb5d9237"
  },
  {
    "文件名": "[完结]《惟有爱未除》作者：aimee（1v1）【24.9.08】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/b86d8458e389"
  },
  {
    "文件名": "[完结]《为你着迷》作者：Dining（百合futa故事集）【24.6.18】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/7278ee2f420d"
  },
  {
    "文件名": "[完结]《为你解忧》作者：荷以微光（1v1）【24.9.18】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/2e4412d0d77f"
  },
  {
    "文件名": "[完结]《危险合约》作家：耳朵（1v1）【24.9.28】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/066c9259a146"
  },
  {
    "文件名": "[完结]《危害超标》作者：弥安眠_（np）【24.9.07】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/4c96b51d6076"
  },
  {
    "文件名": "[完结]《万人嫌beta的秘密》作者：此间月（1v1）【24.6.18】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/b481ca4ea05d"
  },
  {
    "文件名": "[完结]《网恋奔现后修罗场了》作者：纯爱玩咖（1v1）【24.9.30】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/df4cb522081f"
  },
  {
    "文件名": "[完结]《万人迷穿进兽人世界后》作者：安诗鸢尾（np）【24.6.17】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/40c4188070b2"
  },
  {
    "文件名": "[完结]《亡国的公主与拯救的骑士》作者：椰果绿茶（1v1）【24.9.01】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/b97dd045f816"
  },
  {
    "文件名": "[完结]《退役救世主与现役恶魔》作者：半盏芯热（1v1）【24.6.19】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/7d862fde8913"
  },
  {
    "文件名": "[完结]《甜心攻略（又名《总裁恋爱养成手册》）》作者：光和猛喵（1v1）【24.9.06】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/858e54791f97"
  },
  {
    "文件名": "[完结]《土狗俗套风味H集》作者：青山撞我【24.6.06】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/bf32e4c04ea2"
  },
  {
    "文件名": "[完结]《偷怀了总裁alpha的孩子》作者：十三里秋（1v1）【24.6.05】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/54a2818e2b4c"
  },
  {
    "文件名": "[完结]《听说我爸给我找了个小妈》作者：爱哭嘤嘤乖（3p）【24.9.01】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/6c4249730c23"
  },
  {
    "文件名": "[完结]《甜奶味爱情故事》作者：半打（1v1）【24.9.03】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/185ae9281f4f"
  },
  {
    "文件名": "[完结]《天规》作者：流景教主（SD同人_花洋_花流）【24.6.19】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/cb334a0b9e54"
  },
  {
    "文件名": "[完结]《替嫁》作者：白云悠哉（1v1）【24.9.28】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/b0932b2b5491"
  },
  {
    "文件名": "[完结]《替身被强制交易了》作者：淡祈（3p）【24.9.02】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c9cfacb94957"
  },
  {
    "文件名": "[完结]《特殊按摩所》作者：三色夜铃（故事集）【24.6.10】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a5c633e7a38d"
  },
  {
    "文件名": "[完结]《讨厌你之后》作者：白日夢（1v1）【24.9.15】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/101e9f3c56f6"
  },
  {
    "文件名": "[完结]《桃花泛滥重度患者》作者：甜桃气泡酒（女攻np）【24.6.21】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/3481183813b5"
  },
  {
    "文件名": "[完结]《他却在云端》作者：aimee（np）【24.9.06】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c9a84de499b3"
  },
  {
    "文件名": "[完结]《桃李春风》作者：松坂桃（1v1）【24.9.26】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/cdf621f5cd63"
  },
  {
    "文件名": "[完结]《逃离的金丝雀》作者：炒草莓酸奶（结局1v1）【24.6.19】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/9dad66e29fca"
  },
  {
    "文件名": "[完结]《他们的宝贝》作者：苏酥素（3p）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/95ba7405072a"
  },
  {
    "文件名": "[完结]《司机专属的诱受总裁》作者：浆糍（1v1）【24.6.11】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/82d5bad9bad3"
  },
  {
    "文件名": "[完结]《饲养抖M的监狱守则》作者：吾知来（1v1）【24.9.03】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/83ce70f8ff32"
  },
  {
    "文件名": "[完结]《睡了亲妈，再睡嫂子（gl 扶她SM 重口）》作者 一口鱼酥【24.9.01】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/95121dc69dbc"
  },
  {
    "文件名": "[完结]《随笔》 作者：随笔.txt",
    "夸克盘链接": "https://pan.quark.cn/s/534426c795a8"
  },
  {
    "文件名": "[完结]《双性尤物的诱惑纪实录》作者：榛榛懒（np）【24.6.12】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/add491b5ce76"
  },
  {
    "文件名": "[完结]《双重标准》 作者：双重标准.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e74e941ecab9"
  },
  {
    "文件名": "[完结]《睡了大佬后我提裤子跑路了》作者：石石扉扉（1v1）【24.9.30】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/326ed23c281e"
  },
  {
    "文件名": "[完结]《双性美人就算在童话也要被艹》作者：绝望的文盲奈奈（np）【24.9.02】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a62c2dcec684"
  },
  {
    "文件名": "[完结]《双性小美人的淫态日常》作者：几分从前（np）【24.6.04】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/2143f2311541"
  },
  {
    "文件名": "[完结217]《离婚后前夫非要当我的狗》作者：八月云间月（1V1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/977246356456"
  },
  {
    "文件名": "[完结149+番外]《病娇A诱她上瘾》作者 呆元（双A主攻1v1 百合ABO）~补番.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a2053a164556"
  },
  {
    "文件名": "[完结188+番外]《和男配分手后我被爆肏了》作者：搞点肉肉吃吃吧（快穿1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/43543f9ee26b"
  },
  {
    "文件名": "作为交换繁育岩神子嗣后by M九.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e36ccecc022c"
  },
  {
    "文件名": "最佳兄弟by姜尔栢.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ada2b89108d9"
  },
  {
    "文件名": "作为少爷的我被贴身保镖强制爱了by小酒.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e731d7e31b98"
  },
  {
    "文件名": "总攻爸爸催眠儿子们by花市恰肉.txt",
    "夸克盘链接": "https://pan.quark.cn/s/62b4667d16c2"
  },
  {
    "文件名": "纵情by葡萄汁candy.txt",
    "夸克盘链接": "https://pan.quark.cn/s/8baebb47e7f6"
  },
  {
    "文件名": "总攻：金主大人随心所欲by香香肉肉.txt",
    "夸克盘链接": "https://pan.quark.cn/s/4467659c4f75"
  },
  {
    "文件名": "总裁哥哥在上by柚子熊.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e93b205372ef"
  },
  {
    "文件名": "追回那个抹布受by走笔至此.txt",
    "夸克盘链接": "https://pan.quark.cn/s/7f509cd168de"
  },
  {
    "文件名": "装妹上分是会被透的by与风.txt",
    "夸克盘链接": "https://pan.quark.cn/s/2e3f9b4d5451"
  },
  {
    "文件名": "装A是要被O艹死的byttxxh.txt",
    "夸克盘链接": "https://pan.quark.cn/s/b8dac4669cae"
  },
  {
    "文件名": "转生五条家的我成了万人迷by波拉荼.txt",
    "夸克盘链接": "https://pan.quark.cn/s/11dd31f6c3e7"
  },
  {
    "文件名": "直男为钱献身舍友by染绮.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e36688c4bf8b"
  },
  {
    "文件名": "直男发小突然变态by林听成.txt",
    "夸克盘链接": "https://pan.quark.cn/s/99e451360039"
  },
  {
    "文件名": "主人与狗by长夜终明.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e7c7c14c491f"
  },
  {
    "文件名": "直男被舍友诅咒长批后被全宿舍轮了by不会打游戏的皎皎.txt",
    "夸克盘链接": "https://pan.quark.cn/s/8cd5d9c83e53"
  },
  {
    "文件名": "直肠打结by可愛的小變態.txt",
    "夸克盘链接": "https://pan.quark.cn/s/7aa292dda188"
  },
  {
    "文件名": "朕与淫相纠缠不清by三更温柔乡.txt",
    "夸克盘链接": "https://pan.quark.cn/s/8912e46aeec0"
  },
  {
    "文件名": "拯救任务by一纸风筝.txt",
    "夸克盘链接": "https://pan.quark.cn/s/6088f7d5df0b"
  },
  {
    "文件名": "针臻（1v1）（完结）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/5fe606bc2a76"
  },
  {
    "文件名": "渣心by我叫不值钱.txt",
    "夸克盘链接": "https://pan.quark.cn/s/31fa20c0a404"
  },
  {
    "文件名": "张腿挨草合集by水灵灵.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a3d93c107cf5"
  },
  {
    "文件名": "这世界是一条直肠by好玩罢了.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c22fe4fe875a"
  },
  {
    "文件名": "张涛的淫乱经历by得过且过.txt",
    "夸克盘链接": "https://pan.quark.cn/s/006c52d61fdb"
  },
  {
    "文件名": "渣男就该被操翻by上吊的鸟.txt",
    "夸克盘链接": "https://pan.quark.cn/s/14c9b69b4e10"
  },
  {
    "文件名": "渣攻日记by放飞的雪.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a131e3ce47e7"
  },
  {
    "文件名": "怎么能叫情敌呢？顶多算是同好by人参果树.txt",
    "夸克盘链接": "https://pan.quark.cn/s/60d4f4a7def3"
  },
  {
    "文件名": "择森而栖by橙子耶.txt",
    "夸克盘链接": "https://pan.quark.cn/s/858328ccd222"
  },
  {
    "文件名": "在宿舍被轮成为肉便器by九婵.txt",
    "夸克盘链接": "https://pan.quark.cn/s/05e1948a5bee"
  },
  {
    "文件名": "在综艺里被前男友艹byaolce.txt",
    "夸克盘链接": "https://pan.quark.cn/s/af1d22f9cc2a"
  },
  {
    "文件名": "造梦之书by一抹清烟.txt",
    "夸克盘链接": "https://pan.quark.cn/s/bae2b61f17c7"
  },
  {
    "文件名": "在绝望中接受对方by猫猫.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c39a6c918183"
  },
  {
    "文件名": "在甚高频里念十四行诗 作者：弗rar.txt",
    "夸克盘链接": "https://pan.quark.cn/s/66073e9d8a24"
  },
  {
    "文件名": "在教室被主人调教露屄by九婵.txt",
    "夸克盘链接": "https://pan.quark.cn/s/04bb1acfd3ac"
  },
  {
    "文件名": "有钱就是了不起by停更几天.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c7df1ea0ca3a"
  },
  {
    "文件名": "有点冒昧by南木容.txt",
    "夸克盘链接": "https://pan.quark.cn/s/4bd1646385fc"
  },
  {
    "文件名": "遇水则祸by悉悉索索.txt",
    "夸克盘链接": "https://pan.quark.cn/s/8884dfab521a"
  },
  {
    "文件名": "再多点爱我吧by禇山云.txt",
    "夸克盘链接": "https://pan.quark.cn/s/92c6b90b0e47"
  },
  {
    "文件名": "影帝靠床戏追回了顶流by芋泥啵啵.txt",
    "夸克盘链接": "https://pan.quark.cn/s/35677454c97d"
  },
  {
    "文件名": "淫欲学院by潮生日.txt",
    "夸克盘链接": "https://pan.quark.cn/s/cd37785ebcbd"
  },
  {
    "文件名": "淫功征服修仙界by黎洛.txt",
    "夸克盘链接": "https://pan.quark.cn/s/860315d80d21"
  },
  {
    "文件名": "疑犯惩罚室by油土哔O。o.txt",
    "夸克盘链接": "https://pan.quark.cn/s/884a6658520f"
  },
  {
    "文件名": "淫荡的双性老师by顾雁行.txt",
    "夸克盘链接": "https://pan.quark.cn/s/af3296fef0e9"
  },
  {
    "文件名": "意外之喜by不爱吃炒米粉.txt",
    "夸克盘链接": "https://pan.quark.cn/s/21d07a8cd810"
  },
  {
    "文件名": "以我之名by噼里啪啦.txt",
    "夸克盘链接": "https://pan.quark.cn/s/2847c86c0183"
  },
  {
    "文件名": "一睁眼，成了杀妻证道的妻by一蟹不如一蟹.txt",
    "夸克盘链接": "https://pan.quark.cn/s/f650be747881"
  },
  {
    "文件名": "一见钟情，这个男人我要了by桑榆.txt",
    "夸克盘链接": "https://pan.quark.cn/s/dd631c131efe"
  },
  {
    "文件名": "一朝马甲掉，全员皆变态（np）（完结）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/1e2c80610ac1"
  },
  {
    "文件名": "一步到卫by有点意思.txt",
    "夸克盘链接": "https://pan.quark.cn/s/61a819ba6b1f"
  },
  {
    "文件名": "要吃饭就给我当老婆by jojo-go-go.txt",
    "夸克盘链接": "https://pan.quark.cn/s/801adfb60949"
  },
  {
    "文件名": "要靠精液充能怎么办？by银贼.txt",
    "夸克盘链接": "https://pan.quark.cn/s/b682061fdae3"
  },
  {
    "文件名": "杨总管的黑木崖工作by太胖啦跑不动.txt",
    "夸克盘链接": "https://pan.quark.cn/s/85efaa57fdb6"
  },
  {
    "文件名": "养子的献身日常by今天早点睡.txt",
    "夸克盘链接": "https://pan.quark.cn/s/6d77ad32dacf"
  },
  {
    "文件名": "学神又在被打屁股了by咸鱼也不吃香菜.txt",
    "夸克盘链接": "https://pan.quark.cn/s/3aa3a638d7b4"
  },
  {
    "文件名": "晏安鸩毒by齐朴.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c9f7dda37d6e"
  },
  {
    "文件名": "兄弟情谷欠游戏by克里斯滕.txt",
    "夸克盘链接": "https://pan.quark.cn/s/3ce057edb818"
  },
  {
    "文件名": "兄攻弟受by绿杏过墙.txt",
    "夸克盘链接": "https://pan.quark.cn/s/cb369a1644d0"
  },
  {
    "文件名": "兄弟而已byLim.txt",
    "夸克盘链接": "https://pan.quark.cn/s/1b7d23b26699"
  },
  {
    "文件名": "性奴调教合集by丰卦.txt",
    "夸克盘链接": "https://pan.quark.cn/s/afee45e513db"
  },
  {
    "文件名": "性奴调教合集by爱吃肉肉.txt",
    "夸克盘链接": "https://pan.quark.cn/s/775934f1aee4"
  },
  {
    "文件名": "性爱便利店by茶不聊浅.txt",
    "夸克盘链接": "https://pan.quark.cn/s/30a0336c3661"
  },
  {
    "文件名": "心自偏by愧君相见频.txt",
    "夸克盘链接": "https://pan.quark.cn/s/8de4ec21e2ec"
  },
  {
    "文件名": "问雪by星绮雨.txt",
    "夸克盘链接": "https://pan.quark.cn/s/7dc5111e4f19"
  },
  {
    "文件名": "邪恶美人鱼的猎精场by么么爪.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ef7656fce34c"
  },
  {
    "文件名": "校霸的漂亮继父by冰块牛奶.txt",
    "夸克盘链接": "https://pan.quark.cn/s/d53e7f09a4e3"
  },
  {
    "文件名": "小私心by做进梦里.txt",
    "夸克盘链接": "https://pan.quark.cn/s/29b7eab44b2d"
  },
  {
    "文件名": "小哑巴，说话by馒头狗子.txt",
    "夸克盘链接": "https://pan.quark.cn/s/2ca4c6b5b0fe"
  },
  {
    "文件名": "小少爷是全庄园的肉便器bymimicat.txt",
    "夸克盘链接": "https://pan.quark.cn/s/479be8662fe6"
  },
  {
    "文件名": "小妈对挨肏感到不耐烦by芋圆啵啵奶茶不要芋圆不要奶茶.txt",
    "夸克盘链接": "https://pan.quark.cn/s/b6e4d771b3a0"
  },
  {
    "文件名": "小美人玩玩具by商商商商银.txt",
    "夸克盘链接": "https://pan.quark.cn/s/efa57ff6408d"
  },
  {
    "文件名": "小美人出轨了老公所有兄弟by一面.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e3c0564bc7b7"
  },
  {
    "文件名": "小绿茶总被糙汉透批by水蜜桃的秘密.txt",
    "夸克盘链接": "https://pan.quark.cn/s/3bb345e895cb"
  },
  {
    "文件名": "小妈by有兮木兮.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c4d9c53ac7ae"
  },
  {
    "文件名": "小怪物的春天by狐狸雨.txt",
    "夸克盘链接": "https://pan.quark.cn/s/46b8a0c59856"
  },
  {
    "文件名": "小狐狸by十四行诗.txt",
    "夸克盘链接": "https://pan.quark.cn/s/33ff1c02e37d"
  },
  {
    "文件名": "小将军侵占成瘾by南枫枫.txt",
    "夸克盘链接": "https://pan.quark.cn/s/308284eb3ce4"
  },
  {
    "文件名": "小爸给我生个儿子by芋泥啵啵.txt",
    "夸克盘链接": "https://pan.quark.cn/s/10bbf8a423e7"
  },
  {
    "文件名": "小爹by冰块牛奶.txt",
    "夸克盘链接": "https://pan.quark.cn/s/8aaf792e9d85"
  },
  {
    "文件名": "小夫郎合不拢腿的日日夜夜by清茶与.txt",
    "夸克盘链接": "https://pan.quark.cn/s/0e3865ca0f31"
  },
  {
    "文件名": "线上游戏的老婆不可能是美少年by熠寒.txt",
    "夸克盘链接": "https://pan.quark.cn/s/9bec4009602b"
  },
  {
    "文件名": "弦外之音【3p现代骨科】 by放点陈醋 更36.txt",
    "夸克盘链接": "https://pan.quark.cn/s/0c1e2a243b3e"
  },
  {
    "文件名": "下山陪读的猫妖大人by小蒋小蒋从不中奖.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e1098b9f6497"
  },
  {
    "文件名": "下等夫妻by爱吃肉肉.txt",
    "夸克盘链接": "https://pan.quark.cn/s/f518cbd53bdd"
  },
  {
    "文件名": "梧桐锁凰by满2000就改名.txt",
    "夸克盘链接": "https://pan.quark.cn/s/70fc9391edcb"
  },
  {
    "文件名": "无路可寻by末一.txt",
    "夸克盘链接": "https://pan.quark.cn/s/f648df3e2628"
  },
  {
    "文件名": "无辜社畜被疯批们做到强制高潮by去不去趣多多.txt",
    "夸克盘链接": "https://pan.quark.cn/s/2975eb3dd50e"
  },
  {
    "文件名": "无差_换妻by木之本月亮.txt",
    "夸克盘链接": "https://pan.quark.cn/s/94e14d92ad7b"
  },
  {
    "文件名": "我是恩批文里攻一的恶毒舔狗by团啊团咸鱼.txt",
    "夸克盘链接": "https://pan.quark.cn/s/7a4321b4f529"
  },
  {
    "文件名": "我图你的脸by北衣溺水.txt",
    "夸克盘链接": "https://pan.quark.cn/s/af07183912ce"
  },
  {
    "文件名": "我和他俩be了by保温杯的水.txt",
    "夸克盘链接": "https://pan.quark.cn/s/5b2f4a7eb6bb"
  },
  {
    "文件名": "我们中有个杀人犯by码字好难.txt",
    "夸克盘链接": "https://pan.quark.cn/s/d04a15c59321"
  },
  {
    "文件名": "我给自己找的双胞胎alpha老公by枫桥.txt",
    "夸克盘链接": "https://pan.quark.cn/s/47959612af3f"
  },
  {
    "文件名": "我的民工爸爸by没有名字.txt",
    "夸克盘链接": "https://pan.quark.cn/s/9dc4b0293152"
  },
  {
    "文件名": "未来兽世界——男人竟然要给兽人生孩子？！by狂兽泽德.txt",
    "夸克盘链接": "https://pan.quark.cn/s/f97b9dd97c90"
  },
  {
    "文件名": "我的父亲by斯万.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a9607a9be204"
  },
  {
    "文件名": "为一碗泡面把自己卖了by阿烟.txt",
    "夸克盘链接": "https://pan.quark.cn/s/6c0f42ac1048"
  },
  {
    "文件名": "为救师尊决定成为海棠受by黄油饼干君.txt",
    "夸克盘链接": "https://pan.quark.cn/s/d67fc794c564"
  },
  {
    "文件名": "为了去死我利用超能力上了白切黑弟弟by悦米君.txt",
    "夸克盘链接": "https://pan.quark.cn/s/5cde2c38327e"
  },
  {
    "文件名": "委托合集by寸铁.txt",
    "夸克盘链接": "https://pan.quark.cn/s/1949ce7e14fb"
  },
  {
    "文件名": "万人迷宿主高贵冷艳by豆乳米麻薯.txt",
    "夸克盘链接": "https://pan.quark.cn/s/9afdd9a2f495"
  },
  {
    "文件名": "为爱做S的swich偏M受by阮星竹.txt",
    "夸克盘链接": "https://pan.quark.cn/s/79bffdd29083"
  },
  {
    "文件名": "为父为兄生子，然后肏翻警官by小猫咪受性大发.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a4db96282f13"
  },
  {
    "文件名": "唯一纯白的茉莉花by飞飞不是非非.txt",
    "夸克盘链接": "https://pan.quark.cn/s/081737114361"
  },
  {
    "文件名": "网恋拉黑翻车后by已然枝了.txt",
    "夸克盘链接": "https://pan.quark.cn/s/7e28d7b42a7d"
  },
  {
    "文件名": "亡国将军雌堕成艳妃by爱妙妙的巧嘴.txt",
    "夸克盘链接": "https://pan.quark.cn/s/8a4e6854b6fb"
  },
  {
    "文件名": "网黄在线1vs1by又又子.txt",
    "夸克盘链接": "https://pan.quark.cn/s/0f6154738b08"
  },
  {
    "文件名": "完结《恶魔鸟》作者：夜很贫瘠.txt",
    "夸克盘链接": "https://pan.quark.cn/s/84dabad8fc3b"
  },
  {
    "文件名": "挽棠by向溪而生.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e6119fca271a"
  },
  {
    "文件名": "完蛋我被美男包围了by高数我恨你.txt",
    "夸克盘链接": "https://pan.quark.cn/s/31c0eab7d3f7"
  },
  {
    "文件名": "玩物by唐清轻.txt",
    "夸克盘链接": "https://pan.quark.cn/s/5b1facbe2385"
  },
  {
    "文件名": "脱敏by嘶哈嘶哈.txt",
    "夸克盘链接": "https://pan.quark.cn/s/f4e914bac407"
  },
  {
    "文件名": "菟丝花by鱼她.txt",
    "夸克盘链接": "https://pan.quark.cn/s/598371d1b6fa"
  },
  {
    "文件名": "土土的我遇见精英的你by蜜汁桃桃.txt",
    "夸克盘链接": "https://pan.quark.cn/s/b7cb4d52748a"
  },
  {
    "文件名": "舔狗与坏学生by然郁郁.txt",
    "夸克盘链接": "https://pan.quark.cn/s/50b633ff4b62"
  },
  {
    "文件名": "舔穴实录by自助腿肉厨子.txt",
    "夸克盘链接": "https://pan.quark.cn/s/eb67e7848d01"
  },
  {
    "文件名": "听不得喜欢by潮星来.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ebe387117805"
  },
  {
    "文件名": "舔狗半途而废以后by冰點.txt",
    "夸克盘链接": "https://pan.quark.cn/s/16ad695fa617"
  },
  {
    "文件名": "甜蜜陷阱之在劫难逃by还没睡醒.txt",
    "夸克盘链接": "https://pan.quark.cn/s/14e4836de686"
  },
  {
    "文件名": "体罚学校by日更八千的小趴菜.txt",
    "夸克盘链接": "https://pan.quark.cn/s/d9a2c1350723"
  },
  {
    "文件名": "特助的自我修养byolive.txt",
    "夸克盘链接": "https://pan.quark.cn/s/9fd3728b2c67"
  },
  {
    "文件名": "特殊体质掰弯我by辣椒炒肉.txt",
    "夸克盘链接": "https://pan.quark.cn/s/dcd32278f0b1"
  },
  {
    "文件名": "藤蔓精和他不请自来的老婆by星星.txt",
    "夸克盘链接": "https://pan.quark.cn/s/95d305ec9b8e"
  },
  {
    "文件名": "特殊暧昧by三两行诗.txt",
    "夸克盘链接": "https://pan.quark.cn/s/0bcf1eca8603"
  },
  {
    "文件名": "他是万人嫌的beta by青山撞我.txt",
    "夸克盘链接": "https://pan.quark.cn/s/5acd781d9e24"
  },
  {
    "文件名": "桃花蹊by引欢.txt",
    "夸克盘链接": "https://pan.quark.cn/s/2dfda83ccc0c"
  },
  {
    "文件名": "他们都说我是反派by非不渝.txt",
    "夸克盘链接": "https://pan.quark.cn/s/1d8f6048eed2"
  },
  {
    "文件名": "所谓一夫一妻制by扶西.txt",
    "夸克盘链接": "https://pan.quark.cn/s/50bb225580d9"
  },
  {
    "文件名": "他身上有青橘味by椰奶糖.txt",
    "夸克盘链接": "https://pan.quark.cn/s/90c55d170e75"
  },
  {
    "文件名": "送嫁byrainy.txt",
    "夸克盘链接": "https://pan.quark.cn/s/693a18fd5e8f"
  },
  {
    "文件名": "死不了by打人杏皮茶.txt",
    "夸克盘链接": "https://pan.quark.cn/s/cd3921ad31a3"
  },
  {
    "文件名": "死后变成躁动的小胖次by春来美乃滋.txt",
    "夸克盘链接": "https://pan.quark.cn/s/5dcca6436954"
  },
  {
    "文件名": "死对头变成我继兄后夜夜被我睡姦by纯爱战神.txt",
    "夸克盘链接": "https://pan.quark.cn/s/39e11331bb5c"
  },
  {
    "文件名": "死因是解剖byCountfrom1to10.txt",
    "夸克盘链接": "https://pan.quark.cn/s/5cd925510690"
  },
  {
    "文件名": "私有物by进击的咸鱼.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e004cd497bf7"
  },
  {
    "文件名": "睡前小故事by一只特立独行的鱼.txt",
    "夸克盘链接": "https://pan.quark.cn/s/27950c0e6818"
  },
  {
    "文件名": "双性小网黄的幸福生活byc.txt",
    "夸克盘链接": "https://pan.quark.cn/s/655d1d06132c"
  },
  {
    "文件名": "双性小美人的成熟旅程by几分从前.txt",
    "夸克盘链接": "https://pan.quark.cn/s/3f06662b9d12"
  },
  {
    "文件名": "双性小网黄的幸福生活by c.txt",
    "夸克盘链接": "https://pan.quark.cn/s/247ceda8edf2"
  },
  {
    "文件名": "双性美人偷情杂记by绿杏过墙.txt",
    "夸克盘链接": "https://pan.quark.cn/s/38140bfe0c13"
  },
  {
    "文件名": "双小美人被哥哥强制爱了by糖醋排骨.txt",
    "夸克盘链接": "https://pan.quark.cn/s/d227d55f82d6"
  },
  {
    "文件名": "双性攻合集文by眠春浅.txt",
    "夸克盘链接": "https://pan.quark.cn/s/bd626cf8182a"
  },
  {
    "文件名": "熟睡竹马的使用方法by无花果炖肉.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c81031a86abc"
  },
  {
    "文件名": "双倍沦陷ABOby安诗鸢尾.txt",
    "夸克盘链接": "https://pan.quark.cn/s/1836fc312956"
  },
  {
    "文件名": "叔叔的玩具by三色夜铃.txt",
    "夸克盘链接": "https://pan.quark.cn/s/15a07d698704"
  },
  {
    "文件名": "试婚小夫郎沈浪by芋泥啵啵.txt",
    "夸克盘链接": "https://pan.quark.cn/s/1c42261da97e"
  },
  {
    "文件名": "试婚【np古代穿越】 by云清朗 更45.txt",
    "夸克盘链接": "https://pan.quark.cn/s/915b1b742258"
  },
  {
    "文件名": "兽族娇弱雄性被部落勇士日日屮哭by可可爱爱.txt",
    "夸克盘链接": "https://pan.quark.cn/s/0a3b9d8daacf"
  },
  {
    "文件名": "氏族血战by樂逍遙.txt",
    "夸克盘链接": "https://pan.quark.cn/s/8768708860a4"
  },
  {
    "文件名": "失忆后做了兄长的替身by皑如山上雪.txt",
    "夸克盘链接": "https://pan.quark.cn/s/6446d33afb05"
  },
  {
    "文件名": "十八禁游戏npc觉醒后by白开水水水水.txt",
    "夸克盘链接": "https://pan.quark.cn/s/31c2e99c8223"
  },
  {
    "文件名": "狮子的共妻by风芜月.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a3eb8d5cb833"
  },
  {
    "文件名": "失散多年的娇弱漂亮少爷被找回后遭兄长们强取豪夺by海月淹没.txt",
    "夸克盘链接": "https://pan.quark.cn/s/27a4e7b61d3c"
  },
  {
    "文件名": "神经宿舍328by纯情阳阳.txt",
    "夸克盘链接": "https://pan.quark.cn/s/482a51228d43"
  },
  {
    "文件名": "圣子与养子by我是大臣.txt",
    "夸克盘链接": "https://pan.quark.cn/s/13b33ffcbdd0"
  },
  {
    "文件名": "少爷的秘辛by两块猫饼.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c5f325d8bd73"
  },
  {
    "文件名": "谁要和你约p啊bysriro.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e1c01a2c856a"
  },
  {
    "文件名": "少爷by橙汁酱鸭.txt",
    "夸克盘链接": "https://pan.quark.cn/s/aa189168ed1e"
  },
  {
    "文件名": "色情版规则怪谈by芈酒.txt",
    "夸克盘链接": "https://pan.quark.cn/s/24fa94143f8d"
  },
  {
    "文件名": "烧狐狸在每个世界的吸j日常by后米.txt",
    "夸克盘链接": "https://pan.quark.cn/s/5013fdfa7731"
  },
  {
    "文件名": "僧侣与春药by肉肉想太肉.txt",
    "夸克盘链接": "https://pan.quark.cn/s/b8d8add4dec6"
  },
  {
    "文件名": "赛博兽茭动物园3by利露芭菈.txt",
    "夸克盘链接": "https://pan.quark.cn/s/5faef9b39b6e"
  },
  {
    "文件名": "三流剧本by山陵替.txt",
    "夸克盘链接": "https://pan.quark.cn/s/5ef20f713a9f"
  },
  {
    "文件名": "嫂子开门我是我哥by鹤不掉毛.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ae5be32cf0e7"
  },
  {
    "文件名": "三思而后行by二旧.txt",
    "夸克盘链接": "https://pan.quark.cn/s/bd75d0363a1d"
  },
  {
    "文件名": "人渣调教实录by九里.txt",
    "夸克盘链接": "https://pan.quark.cn/s/9da010f89354"
  },
  {
    "文件名": "榕树绿荫by核桃船.txt",
    "夸克盘链接": "https://pan.quark.cn/s/1cf4291a89d5"
  },
  {
    "文件名": "犬猿之仲byWW巧克力豆.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e74301579b68"
  },
  {
    "文件名": "绕床弄竹马by僧欲微安.txt",
    "夸克盘链接": "https://pan.quark.cn/s/d984f2101db7"
  },
  {
    "文件名": "囚帝bywink妖妖.txt",
    "夸克盘链接": "https://pan.quark.cn/s/6490509c9442"
  },
  {
    "文件名": "人到中年爱上清纯男高by西瓜咔咔好吃.txt",
    "夸克盘链接": "https://pan.quark.cn/s/6bcbe5bb2729"
  },
  {
    "文件名": "请多多关照by水断刀鸣.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ceb9cef6eb34"
  },
  {
    "文件名": "情欲指令APPby梅子糖.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ea262ed975cb"
  },
  {
    "文件名": "情欲练习生by星熊.txt",
    "夸克盘链接": "https://pan.quark.cn/s/aa82b6851c53"
  },
  {
    "文件名": "清冷受只有被艹才能升级by东寻.txt",
    "夸克盘链接": "https://pan.quark.cn/s/d1ffb72477ae"
  },
  {
    "文件名": "琴酒特调by岁杪.txt",
    "夸克盘链接": "https://pan.quark.cn/s/8b6183a78b79"
  },
  {
    "文件名": "清冷男妻沦为男人精壶by糖炒栗子.txt",
    "夸克盘链接": "https://pan.quark.cn/s/67b96f63d2db"
  },
  {
    "文件名": "清冷丞相被拽下神坛后by一个冲天炮.txt",
    "夸克盘链接": "https://pan.quark.cn/s/107315757cd9"
  },
  {
    "文件名": "清风挽竹by於矢.txt",
    "夸克盘链接": "https://pan.quark.cn/s/6e2cb4777e77"
  },
  {
    "文件名": "千亿总裁跟我在娱乐圈纠缠Hby芋泥啵啵.txt",
    "夸克盘链接": "https://pan.quark.cn/s/8fa35f44ac93"
  },
  {
    "文件名": "蔷薇刑by不想写作业.txt",
    "夸克盘链接": "https://pan.quark.cn/s/53c2686f3a53"
  },
  {
    "文件名": "弃奴by此爱不关风与月.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e13c1bbc06a9"
  },
  {
    "文件名": "千金一掷佳人笑by椰果绿茶.txt",
    "夸克盘链接": "https://pan.quark.cn/s/f9cdb1b64423"
  },
  {
    "文件名": "千亿总裁跟我在娱乐圈纠缠by芋泥啵啵.txt",
    "夸克盘链接": "https://pan.quark.cn/s/f46172a2d2a1"
  },
  {
    "文件名": "起点主角和晋江攻穿进海棠by梨梨.txt",
    "夸克盘链接": "https://pan.quark.cn/s/6003e0b292d6"
  },
  {
    "文件名": "其罪by贝加莫第三乐章.txt",
    "夸克盘链接": "https://pan.quark.cn/s/9a5706bd7034"
  },
  {
    "文件名": "平海旌by茶罐子.txt",
    "夸克盘链接": "https://pan.quark.cn/s/daecd4d104a9"
  },
  {
    "文件名": "欺负壮壮by十点了特级茶饮.txt",
    "夸克盘链接": "https://pan.quark.cn/s/d8fb5f94ccc4"
  },
  {
    "文件名": "平民大学生的穿越bywumicheng.txt",
    "夸克盘链接": "https://pan.quark.cn/s/763bf1d4ee1b"
  },
  {
    "文件名": "欺负老婆的人没好报by空白格子.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c59cd3731fe9"
  },
  {
    "文件名": "破局by野蛮跃迁.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a61e1460da3f"
  },
  {
    "文件名": "普通B要怎么勾搭贵族A by西西心情特别好.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c40904d54ebf"
  },
  {
    "文件名": "漂亮美人要被玩坏了by唧唧复唧唧.txt",
    "夸克盘链接": "https://pan.quark.cn/s/5faf7b64d693"
  },
  {
    "文件名": "漂亮雄虫面冷叽热byjojo-go-go.txt",
    "夸克盘链接": "https://pan.quark.cn/s/6371f3fb2a93"
  },
  {
    "文件名": "漂亮美人被拍摄了by风情万种的神经病.txt",
    "夸克盘链接": "https://pan.quark.cn/s/fd2c45baaaa9"
  },
  {
    "文件名": "炮灰被疯批强制爱的全过程by秃头美少女.txt",
    "夸克盘链接": "https://pan.quark.cn/s/18f7abd91fb5"
  },
  {
    "文件名": "漂亮美人出轨被曰出汁by墨墨.txt",
    "夸克盘链接": "https://pan.quark.cn/s/83f7f04ba433"
  },
  {
    "文件名": "漂亮美人被竹马老师玩坏了by草莓软糖.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a42bc907140b"
  },
  {
    "文件名": "漂亮俘虏by油土哔O。o.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e8b56baec155"
  },
  {
    "文件名": "女装网恋后翻车了什么办by颜迟.txt",
    "夸克盘链接": "https://pan.quark.cn/s/6ae575e33058"
  },
  {
    "文件名": "爬床也能翻车吗by白兔兔.txt",
    "夸克盘链接": "https://pan.quark.cn/s/dd7284e66336"
  },
  {
    "文件名": "女婿by苏清.txt",
    "夸克盘链接": "https://pan.quark.cn/s/5e597c1d6f48"
  },
  {
    "文件名": "孽海记by临安笑笑生.txt",
    "夸克盘链接": "https://pan.quark.cn/s/84e816e4dad7"
  },
  {
    "文件名": "女儿被绑架，丈夫却用赎金拍下天价珠宝.txt",
    "夸克盘链接": "https://pan.quark.cn/s/0e72ab8a6695"
  },
  {
    "文件名": "你早说你是疯批攻啊by活着就要百岁长命.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ebbc41a11ad2"
  },
  {
    "文件名": "孬种by我不会说真话.txt",
    "夸克盘链接": "https://pan.quark.cn/s/03efe5e8240f"
  },
  {
    "文件名": "你不是我爸爸！by房山季鸟猴.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ce41681485f0"
  },
  {
    "文件名": "男配也要被强取夺豪吗？by神加.txt",
    "夸克盘链接": "https://pan.quark.cn/s/81370079f585"
  },
  {
    "文件名": "你老攻真骚！by碌碌无为.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ba316dfc46c1"
  },
  {
    "文件名": "男性孕产游戏3by夏姬八取.txt",
    "夸克盘链接": "https://pan.quark.cn/s/d0312d421f4e"
  },
  {
    "文件名": "男孩子在外面也要保护好自己by热夜.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e27e30d5d52c"
  },
  {
    "文件名": "男性孕产游戏2by夏姬八取.txt",
    "夸克盘链接": "https://pan.quark.cn/s/aa2897fdf136"
  },
  {
    "文件名": "那只三花猫的故事by两斤松风.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ea749f2f95b5"
  },
  {
    "文件名": "那只三花猫的故事.txt",
    "夸克盘链接": "https://pan.quark.cn/s/f47f35665546"
  },
  {
    "文件名": "目标人物是他的菜by疏瞑.txt",
    "夸克盘链接": "https://pan.quark.cn/s/13a15b9851fb"
  },
  {
    "文件名": "末日圣父by慕水是海蛞蝓.txt",
    "夸克盘链接": "https://pan.quark.cn/s/85902904ec00"
  },
  {
    "文件名": "命运操控师by日记男孩1313.txt",
    "夸克盘链接": "https://pan.quark.cn/s/b163dc033228"
  },
  {
    "文件名": "末世惊喜by不爱吃炒米粉.txt",
    "夸克盘链接": "https://pan.quark.cn/s/53e995e4d293"
  },
  {
    "文件名": "冥婚还是yin婚？by纯情女高.txt",
    "夸克盘链接": "https://pan.quark.cn/s/073638d4607f"
  },
  {
    "文件名": "梦中情臀by栗子宽.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e0f9113be36b"
  },
  {
    "文件名": "苗疆昏爱by周渡.txt",
    "夸克盘链接": "https://pan.quark.cn/s/06e4e387d903"
  },
  {
    "文件名": "密室闯关游戏by云南本草.txt",
    "夸克盘链接": "https://pan.quark.cn/s/aa016f2f7a30"
  },
  {
    "文件名": "美人直播by肉煎包子.txt",
    "夸克盘链接": "https://pan.quark.cn/s/04be336259fc"
  },
  {
    "文件名": "魅魔养成计划（____np____）（完结）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/683542d19eeb"
  },
  {
    "文件名": "梦醒时分byOMGIF-番5.txt",
    "夸克盘链接": "https://pan.quark.cn/s/29864d18899d"
  },
  {
    "文件名": "美味多汁的双性老婆们by乌托蚌.txt",
    "夸克盘链接": "https://pan.quark.cn/s/b423ea5eadba"
  },
  {
    "文件名": "美人受后悔了by呀呀呀.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a15a58ebdff9"
  },
  {
    "文件名": "美人攻豪华炖肉合集by狂霸豆浆.txt",
    "夸克盘链接": "https://pan.quark.cn/s/0b53fa91b959"
  },
  {
    "文件名": "每天红着屁股的街头小霸王by繁星.txt",
    "夸克盘链接": "https://pan.quark.cn/s/15e3aaf9c608"
  },
  {
    "文件名": "慢穿之复原by演戏的S.txt",
    "夸克盘链接": "https://pan.quark.cn/s/68e408c42830"
  },
  {
    "文件名": "玫瑰山by拿铁酱.txt",
    "夸克盘链接": "https://pan.quark.cn/s/41815767b899"
  },
  {
    "文件名": "每天都被掌嘴扇耳光by云间君.txt",
    "夸克盘链接": "https://pan.quark.cn/s/4d9390fd30ec"
  },
  {
    "文件名": "每个世界的父亲都在色诱儿子by上吊的鸟.txt",
    "夸克盘链接": "https://pan.quark.cn/s/60cebbf598f2"
  },
  {
    "文件名": "满足男友的银妻癖by四夕.txt",
    "夸克盘链接": "https://pan.quark.cn/s/37d3f8cbf343"
  },
  {
    "文件名": "卖批走错房间了by呜呜喷水了耶.txt",
    "夸克盘链接": "https://pan.quark.cn/s/1f5d4334970a"
  },
  {
    "文件名": "买鸡买到鸭by两块猫饼.txt",
    "夸克盘链接": "https://pan.quark.cn/s/54a25ee6221c"
  },
  {
    "文件名": "论如何饲养一只小宠物by甜蜜花栗鼠.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ed50c8b0fce7"
  },
  {
    "文件名": "论风批美人如何沦为追妻小哭包by小月晚晚.txt",
    "夸克盘链接": "https://pan.quark.cn/s/1cc24c976cb0"
  },
  {
    "文件名": "路人甲炮灰只想下班by瑶琴几断.txt",
    "夸克盘链接": "https://pan.quark.cn/s/741c706fbf56"
  },
  {
    "文件名": "猎犬by两块猫饼.txt",
    "夸克盘链接": "https://pan.quark.cn/s/134722e9827a"
  },
  {
    "文件名": "冷宫母妃被儿臣日夜浇灌by水木生溪.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c14cfd6b5cc8"
  },
  {
    "文件名": "论1等于0的可能性by蓝天黑.txt",
    "夸克盘链接": "https://pan.quark.cn/s/2e31ea629785"
  },
  {
    "文件名": "瞭望街亭by童言笑.txt",
    "夸克盘链接": "https://pan.quark.cn/s/afb7bf23f8bf"
  },
  {
    "文件名": "老实人的被潜规则日常by胡思乱想社恐症.txt",
    "夸克盘链接": "https://pan.quark.cn/s/fb0d161ac6af"
  },
  {
    "文件名": "老师在教室被校长艹byaolce.txt",
    "夸克盘链接": "https://pan.quark.cn/s/cd171fa36b02"
  },
  {
    "文件名": "老婆就是用来被玩坏的by小灰兔.txt",
    "夸克盘链接": "https://pan.quark.cn/s/b000723d7296"
  },
  {
    "文件名": "蓝颜皇后by北衣溺水.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c25ceff86624"
  },
  {
    "文件名": "烂橙子【1v1现代骨科】 by白猫不说话 更37.txt",
    "夸克盘链接": "https://pan.quark.cn/s/1995726708c5"
  },
  {
    "文件名": "老板反被潜规则by沈妄.txt",
    "夸克盘链接": "https://pan.quark.cn/s/cb00d0ae685c"
  },
  {
    "文件名": "来玩恐怖游戏吧by叶寻.txt",
    "夸克盘链接": "https://pan.quark.cn/s/f86f0e5a86ff"
  },
  {
    "文件名": "快穿之我要搞事业by奶酪.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a6756b0bbf82"
  },
  {
    "文件名": "克星by向溪而生.txt",
    "夸克盘链接": "https://pan.quark.cn/s/41a1e9518387"
  },
  {
    "文件名": "军阀与花魁byittx.txt",
    "夸克盘链接": "https://pan.quark.cn/s/fd54d5b0438d"
  },
  {
    "文件名": "经怀玉by半车草莓.txt",
    "夸克盘链接": "https://pan.quark.cn/s/f09da045cbb9"
  },
  {
    "文件名": "绝美人鱼被操日记NPby芋泥啵啵.txt",
    "夸克盘链接": "https://pan.quark.cn/s/fc3269f96b52"
  },
  {
    "文件名": "禁止窥视by姜余初.txt",
    "夸克盘链接": "https://pan.quark.cn/s/f3cf95415c57"
  },
  {
    "文件名": "禁爱直播间by黄玉案.txt",
    "夸克盘链接": "https://pan.quark.cn/s/f10ed879892f"
  },
  {
    "文件名": "接受委托的美人by榛榛懒.txt",
    "夸克盘链接": "https://pan.quark.cn/s/10b86db84e3a"
  },
  {
    "文件名": "今天将军求操了吗by一碗牛肉面.txt",
    "夸克盘链接": "https://pan.quark.cn/s/b2911124c6e1"
  },
  {
    "文件名": "教官byhyxxx7.txt",
    "夸克盘链接": "https://pan.quark.cn/s/dd7cdafe544d"
  },
  {
    "文件名": "皎如日星by桃池.txt",
    "夸克盘链接": "https://pan.quark.cn/s/d58a9dddf5a5"
  },
  {
    "文件名": "娇软美人就该被糙汉日日恩爱by一往直前.txt",
    "夸克盘链接": "https://pan.quark.cn/s/5ab37ab54564"
  },
  {
    "文件名": "将军抢来的双性娇妻by小樱爱吃胡萝卜.txt",
    "夸克盘链接": "https://pan.quark.cn/s/2d5c6654fc4a"
  },
  {
    "文件名": "娇妻（出轨ntr）(1v1)   （完结）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/90bd069bb64c"
  },
  {
    "文件名": "江欲白by熊吉你是认真的吗-.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e2f0cb6ec60e"
  },
  {
    "文件名": "健康恋爱关系by不折枝.txt",
    "夸克盘链接": "https://pan.quark.cn/s/f6daa1833e75"
  },
  {
    "文件名": "贱狗老师调教计划实录by八爪鱼.txt",
    "夸克盘链接": "https://pan.quark.cn/s/7eb6ecf852f2"
  },
  {
    "文件名": "捡到一个人类by纪有趣.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c33f2f4d7602"
  },
  {
    "文件名": "嫁给参将之后的生活（高H）(1v1)   （完结）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/579af378f032"
  },
  {
    "文件名": "假期远离你，你将被学习强制爱by华云.txt",
    "夸克盘链接": "https://pan.quark.cn/s/150d6a422016"
  },
  {
    "文件名": "假少爷被真少爷和他哥反复爆炒by水乐园.txt",
    "夸克盘链接": "https://pan.quark.cn/s/8d12b387155f"
  },
  {
    "文件名": "灰潮无音by柴犬电风扇.txt",
    "夸克盘链接": "https://pan.quark.cn/s/0e31242b7e84"
  },
  {
    "文件名": "假流氓遇上真变态by年年有鱼.txt",
    "夸克盘链接": "https://pan.quark.cn/s/cac08c2d2095"
  },
  {
    "文件名": "继承废物哥哥by鸦先知.txt",
    "夸克盘链接": "https://pan.quark.cn/s/005a125d8fb5"
  },
  {
    "文件名": "继父是我和妈妈的by野狐不妄.txt",
    "夸克盘链接": "https://pan.quark.cn/s/7bcc5102911f"
  },
  {
    "文件名": "极品男媳by飘飘糖.txt",
    "夸克盘链接": "https://pan.quark.cn/s/d4cee6cf0b3f"
  },
  {
    "文件名": "坏耳机by寸铁.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ba63e7a43d55"
  },
  {
    "文件名": "狐狸饲养指南by凉而热吻.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ecbdb3a7d802"
  },
  {
    "文件名": "和兄弟腻腻歪歪by白流苏.txt",
    "夸克盘链接": "https://pan.quark.cn/s/457c307d2bf2"
  },
  {
    "文件名": "和室友双向暗恋后HE了by可爱的鱼呀.txt",
    "夸克盘链接": "https://pan.quark.cn/s/edc197969c15"
  },
  {
    "文件名": "和死对头一起参加成人综恋直播节目by柠柠檬檬.txt",
    "夸克盘链接": "https://pan.quark.cn/s/dd6a39325d96"
  },
  {
    "文件名": "和三个室友深爱by没脸没名.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c9b5b327d18f"
  },
  {
    "文件名": "和暗恋对象的好兄弟上床了by我恨课设.txt",
    "夸克盘链接": "https://pan.quark.cn/s/88aa5cb29041"
  },
  {
    "文件名": "和不熟的同学上床之后bycyrbbbb.txt",
    "夸克盘链接": "https://pan.quark.cn/s/65c388cde79b"
  },
  {
    "文件名": "和人渣弟弟共处一室by呀呀呀梨.txt",
    "夸克盘链接": "https://pan.quark.cn/s/b5c9b75c2253"
  },
  {
    "文件名": "和解书by一纸桃花.txt",
    "夸克盘链接": "https://pan.quark.cn/s/37c7d3198c4b"
  },
  {
    "文件名": "豪门骚受np乱伦双性aboby脆皮大烧鹅.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a48060801dce"
  },
  {
    "文件名": "好雨知时节by江启.txt",
    "夸克盘链接": "https://pan.quark.cn/s/adc593e10d49"
  },
  {
    "文件名": "海上日夜（____np____）（完结）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/7b7e72137006"
  },
  {
    "文件名": "狗狗逃跑后又回来了by从前有座山ovo.txt",
    "夸克盘链接": "https://pan.quark.cn/s/d0c93a32929c"
  },
  {
    "文件名": "乖弟弟被鬼父爆艹、吃哥哥大by四夕.txt",
    "夸克盘链接": "https://pan.quark.cn/s/27f1dcf13a7e"
  },
  {
    "文件名": "还复行by赵酒良.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c4dd07f656f5"
  },
  {
    "文件名": "勾引天菜肌肉体育生后被缠住爆炒by一口鱼鳞呸.txt",
    "夸克盘链接": "https://pan.quark.cn/s/532174d72df1"
  },
  {
    "文件名": "公主病也要谈恋爱by扶西.txt",
    "夸克盘链接": "https://pan.quark.cn/s/b093f61d3e99"
  },
  {
    "文件名": "给原始人当共妻by小辣椒不辣.txt",
    "夸克盘链接": "https://pan.quark.cn/s/4fa51efc11dd"
  },
  {
    "文件名": "甘棠by小捡子.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c886135194e7"
  },
  {
    "文件名": "哥哥你真厉害by谢尔顿.txt",
    "夸克盘链接": "https://pan.quark.cn/s/2aeb083a7e67"
  },
  {
    "文件名": "哥哥又香又甜by凤栖梧桐.txt",
    "夸克盘链接": "https://pan.quark.cn/s/480a53c1dbd9"
  },
  {
    "文件名": "疯批院长每天都在求操by月牙黑.txt",
    "夸克盘链接": "https://pan.quark.cn/s/36e76c52aeff"
  },
  {
    "文件名": "父慈子孝之子在父肠by脑洞自留地.txt",
    "夸克盘链接": "https://pan.quark.cn/s/60b740b8c242"
  },
  {
    "文件名": "缚鹰犬by芥末雪糕.txt",
    "夸克盘链接": "https://pan.quark.cn/s/5fee703b0576"
  },
  {
    "文件名": "父亲的出轨对象by黄羊.txt",
    "夸克盘链接": "https://pan.quark.cn/s/56c4921df0a3"
  },
  {
    "文件名": "分界线by春日沉.txt",
    "夸克盘链接": "https://pan.quark.cn/s/f3bcc94c9413"
  },
  {
    "文件名": "二五仔生存法by枝酥.txt",
    "夸克盘链接": "https://pan.quark.cn/s/8cc25622b7f8"
  },
  {
    "文件名": "废柴雄虫雄起记by太胖啦跑不动.txt",
    "夸克盘链接": "https://pan.quark.cn/s/d01d7adf2207"
  },
  {
    "文件名": "夺娶（np）（完结+番外9）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/61b2e53b4a93"
  },
  {
    "文件名": "恶堕之春by垃圾车在天堂.txt",
    "夸克盘链接": "https://pan.quark.cn/s/4075864450f1"
  },
  {
    "文件名": "恶毒炮灰今天被肏批了吗by苹果狠毒.txt",
    "夸克盘链接": "https://pan.quark.cn/s/048fbeddd176"
  },
  {
    "文件名": "东风生故里by胡同斋.txt",
    "夸克盘链接": "https://pan.quark.cn/s/b9dc265f083d"
  },
  {
    "文件名": "恶毒又漂亮的低劣Omegaby草草沙拉.txt",
    "夸克盘链接": "https://pan.quark.cn/s/9c5dd303d4cd"
  },
  {
    "文件名": "调教硬粗黑骚臭男大by园游会.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ffb3d0b91ffd"
  },
  {
    "文件名": "地下小偶像的打工日记by圆圆的梨.txt",
    "夸克盘链接": "https://pan.quark.cn/s/26a74d0c285c"
  },
  {
    "文件名": "调教地下室性奴by抱君黄金台上操.txt",
    "夸克盘链接": "https://pan.quark.cn/s/31140defe8c2"
  },
  {
    "文件名": "地底城小狗升级录by三文鱼刺身.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c2db8e064a64"
  },
  {
    "文件名": "倒错by狂丝.txt",
    "夸克盘链接": "https://pan.quark.cn/s/7c6f52927aa8"
  },
  {
    "文件名": "当武大郎成为总受后by总有一天会发财!.txt",
    "夸克盘链接": "https://pan.quark.cn/s/9d009e383c90"
  },
  {
    "文件名": "当霸总绑定了海棠总受系统by宴安.txt",
    "夸克盘链接": "https://pan.quark.cn/s/2a00dc855f01"
  },
  {
    "文件名": "当万人迷化身惹事精by酒木槿.txt",
    "夸克盘链接": "https://pan.quark.cn/s/b7ad5590229f"
  },
  {
    "文件名": "当A太坏会变Oby清明河畔洗腿毛.txt",
    "夸克盘链接": "https://pan.quark.cn/s/fa7043e2fc47"
  },
  {
    "文件名": "大黑猫和小老鼠bymnbvcxz.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ac9774f8b093"
  },
  {
    "文件名": "代号534 by两块猫饼.txt",
    "夸克盘链接": "https://pan.quark.cn/s/5f8c274d7dbe"
  },
  {
    "文件名": "催眠性指导by三色夜铃.txt",
    "夸克盘链接": "https://pan.quark.cn/s/b0c3ae9f6c8f"
  },
  {
    "文件名": "催眠美人当涩情模特by徐徐善意.txt",
    "夸克盘链接": "https://pan.quark.cn/s/19e9bad298b2"
  },
  {
    "文件名": "催眠雌堕言情小说男主角by云中月下鸢.txt",
    "夸克盘链接": "https://pan.quark.cn/s/527cf417b8f3"
  },
  {
    "文件名": "穿仙by澄光千里.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e9b3dd0d74aa"
  },
  {
    "文件名": "春梦了无痕by纯情女高.txt",
    "夸克盘链接": "https://pan.quark.cn/s/b8539d3d47c6"
  },
  {
    "文件名": "穿越废土世界却觉醒了18禁系统（npH）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/dc2073c5c9e2"
  },
  {
    "文件名": "穿进淫荡皇宫中双性npbySA.txt",
    "夸克盘链接": "https://pan.quark.cn/s/fc4eeecf5192"
  },
  {
    "文件名": "穿进总受群里做弱攻by没有名字.txt",
    "夸克盘链接": "https://pan.quark.cn/s/de3f522d84f5"
  },
  {
    "文件名": "出轨的父亲by滴滴.txt",
    "夸克盘链接": "https://pan.quark.cn/s/abc97122f646"
  },
  {
    "文件名": "穿进肉文代替主角受by旺旺岁.txt",
    "夸克盘链接": "https://pan.quark.cn/s/bc079c449b87"
  },
  {
    "文件名": "惩罚遍态小受by我爱变态!.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ef611d8fd381"
  },
  {
    "文件名": "臭脚篮球体育生调教合集by没有名字.txt",
    "夸克盘链接": "https://pan.quark.cn/s/95795887e628"
  },
  {
    "文件名": "惩罚遍态小受小受by我爱变态.txt",
    "夸克盘链接": "https://pan.quark.cn/s/4051a1c6795f"
  },
  {
    "文件名": "痴汉追夫日常by森川奈子.txt",
    "夸克盘链接": "https://pan.quark.cn/s/f5bab6fa4825"
  },
  {
    "文件名": "成为豪门继兄的玩物by全文存稿不坑文.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e50f5b4b0dc4"
  },
  {
    "文件名": "艹了别人的男朋友by远处有高山.txt",
    "夸克盘链接": "https://pan.quark.cn/s/8507ad4065ed"
  },
  {
    "文件名": "艹了骚贱的爸爸和淫荡的哥哥by九婵.txt",
    "夸克盘链接": "https://pan.quark.cn/s/4a08f2b4b6b8"
  },
  {
    "文件名": "操出反差by寸铁.txt",
    "夸克盘链接": "https://pan.quark.cn/s/b859658de354"
  },
  {
    "文件名": "藏仙楼二三事by明日复明日.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a78c19136904"
  },
  {
    "文件名": "菜就多练by我没朋友.txt",
    "夸克盘链接": "https://pan.quark.cn/s/df09c7f3a2b2"
  },
  {
    "文件名": "不珍惜老婆的坏狗注定被偷家by与风.txt",
    "夸克盘链接": "https://pan.quark.cn/s/2d72bc26b11b"
  },
  {
    "文件名": "不小心契约了三个老攻by西西心情特别好.txt",
    "夸克盘链接": "https://pan.quark.cn/s/6256212450fb"
  },
  {
    "文件名": "不是爱人bycicada.txt",
    "夸克盘链接": "https://pan.quark.cn/s/120edf9f4164"
  },
  {
    "文件名": "不伦父子by小猫咪受性大发.txt",
    "夸克盘链接": "https://pan.quark.cn/s/80221765bcbf"
  },
  {
    "文件名": "博弈by花满重楼.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e142bfde0e97"
  },
  {
    "文件名": "别入疯区by长腿女王.txt",
    "夸克盘链接": "https://pan.quark.cn/s/6e7b817ba7ea"
  },
  {
    "文件名": "病美人by非衣之.txt",
    "夸克盘链接": "https://pan.quark.cn/s/786ac790cc5e"
  },
  {
    "文件名": "被我渣过的NPC全找上门了by顾咕咕.txt",
    "夸克盘链接": "https://pan.quark.cn/s/274e3ebc7e22"
  },
  {
    "文件名": "表里不一白月光出轨人妻by木子.txt",
    "夸克盘链接": "https://pan.quark.cn/s/d9fda248515e"
  },
  {
    "文件名": "被小叔子大几把疼爱by水蜜桃的秘密.txt",
    "夸克盘链接": "https://pan.quark.cn/s/4e23e76a2a5c"
  },
  {
    "文件名": "被未婚夫的哥哥睡奸by柚子成熟时.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c99458d186ba"
  },
  {
    "文件名": "被同学爸爸用大几把操小批by俺吃荤的.txt",
    "夸克盘链接": "https://pan.quark.cn/s/5c0d2ee19756"
  },
  {
    "文件名": "被小狗缠上by三个三.txt",
    "夸克盘链接": "https://pan.quark.cn/s/75b9aba12752"
  },
  {
    "文件名": "被死对头打晕后他成了我的奴妻by扶西.txt",
    "夸克盘链接": "https://pan.quark.cn/s/30dd685a7c8b"
  },
  {
    "文件名": "被死对头发现我不举后by嘶哈嘶哈.txt",
    "夸克盘链接": "https://pan.quark.cn/s/3a026baf2a1a"
  },
  {
    "文件名": "被迫成为吸精容器by初八千.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e7aca54a533b"
  },
  {
    "文件名": "被觊觎的大师兄by随安.txt",
    "夸克盘链接": "https://pan.quark.cn/s/44cd9aa7cf39"
  },
  {
    "文件名": "被俊美公公给艹了by没有名字.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a07d1823c98f"
  },
  {
    "文件名": "被狠狠炒弄的刑警队长by溏心蛋.txt",
    "夸克盘链接": "https://pan.quark.cn/s/3c0b0f6a8945"
  },
  {
    "文件名": "被哥哥的朋友艹by没有名字.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e3323e65c175"
  },
  {
    "文件名": "被高岭之花受捡走后by愚火.txt",
    "夸克盘链接": "https://pan.quark.cn/s/4b006cb7217a"
  },
  {
    "文件名": "被疯批玩烂后才发现被软禁by半卷.txt",
    "夸克盘链接": "https://pan.quark.cn/s/1ab6f104e67e"
  },
  {
    "文件名": "被艹出汁水的风骚美人by灸梨.txt",
    "夸克盘链接": "https://pan.quark.cn/s/5d308a6369a8"
  },
  {
    "文件名": "被橄榄的漂亮老师by房山季鸟猴.txt",
    "夸克盘链接": "https://pan.quark.cn/s/b2c1a685d3e5"
  },
  {
    "文件名": "被催眠的美人们by辣手-摧花.txt",
    "夸克盘链接": "https://pan.quark.cn/s/20ead7c0ad41"
  },
  {
    "文件名": "被暗恋对象的儿子强制爱by没有名字.txt",
    "夸克盘链接": "https://pan.quark.cn/s/d727c305ab89"
  },
  {
    "文件名": "被爸爸诱导雌堕的清纯少年by轻松向.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e452f679d51b"
  },
  {
    "文件名": "抱抱那个替身by清水清水.txt",
    "夸克盘链接": "https://pan.quark.cn/s/15c817fa9be8"
  },
  {
    "文件名": "爆炒学长学弟by骨狸.txt",
    "夸克盘链接": "https://pan.quark.cn/s/3c2df310167e"
  },
  {
    "文件名": "宝贝还要吗by巳夭.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a3b75d347fb0"
  },
  {
    "文件名": "百年爱意by青空.txt",
    "夸克盘链接": "https://pan.quark.cn/s/27a9f74097ea"
  },
  {
    "文件名": "爸爸的乖孩子by中元节.txt",
    "夸克盘链接": "https://pan.quark.cn/s/2db03d1ffe25"
  },
  {
    "文件名": "白月光他想要破镜重圆by典春.txt",
    "夸克盘链接": "https://pan.quark.cn/s/50258de04e8d"
  },
  {
    "文件名": "白兔灯bycicadaES蝉.txt",
    "夸克盘链接": "https://pan.quark.cn/s/79c122a99c4c"
  },
  {
    "文件名": "爸爸爱上我by绿杏过墙.txt",
    "夸克盘链接": "https://pan.quark.cn/s/0c09fd851828"
  },
  {
    "文件名": "爱情买卖byMercyCree.txt",
    "夸克盘链接": "https://pan.quark.cn/s/faf79a5b57a1"
  },
  {
    "文件名": "把反派囚禁之后by无洱.txt",
    "夸克盘链接": "https://pan.quark.cn/s/efd94965e463"
  },
  {
    "文件名": "把漂亮小瞎子艹成老婆by荔肉白.txt",
    "夸克盘链接": "https://pan.quark.cn/s/fb2455ca65ca"
  },
  {
    "文件名": "爱上乡下来的那个他by关关周.txt",
    "夸克盘链接": "https://pan.quark.cn/s/3f82aa754906"
  },
  {
    "文件名": "爱情大乌龙by是一颗小糖果.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e01a199288b5"
  },
  {
    "文件名": "艾弗拉法大公by普通睡鼠.txt",
    "夸克盘链接": "https://pan.quark.cn/s/fec88f5a26ea"
  },
  {
    "文件名": "爱情从spank开始by九饼公子.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c4d5753dd050"
  },
  {
    "文件名": "GB[np  完结]《[综漫_女_攻]男神都到碗里来（总攻_扶她_男生子_产乳）》 作者：糖醋葫芦.txt",
    "夸克盘链接": "https://pan.quark.cn/s/6d875683b51a"
  },
  {
    "文件名": "GB[1v1 完结]《边界失控gb》作者：Gibbsite.txt",
    "夸克盘链接": "https://pan.quark.cn/s/82e16e1a508a"
  },
  {
    "文件名": "GB[1v1 完结]《(gb)她怎么不来攻略我（死人微活粘人精妹宝X话痨硬骨头清冷仙尊）》作者：解寅.txt",
    "夸克盘链接": "https://pan.quark.cn/s/be98e19bf171"
  },
  {
    "文件名": "BL[1v1 完结]《真正的怨种（BL_年下_女性向）》 作者：绕树三圈.txt",
    "夸克盘链接": "https://pan.quark.cn/s/cf2429b98312"
  },
  {
    "文件名": "BL[np 完结]《月食（高H NPH 古代）》 作者：Elyselaker.txt",
    "夸克盘链接": "https://pan.quark.cn/s/23d74bb3df29"
  },
  {
    "文件名": "【完结+番外全】我闻不到你的信息素（NP）作者：爱媛.txt",
    "夸克盘链接": "https://pan.quark.cn/s/1382ebeeccd6"
  },
  {
    "文件名": "【完结+番外全】我强奸了亲哥【主攻】作者：白菜豆腐皮.txt",
    "夸克盘链接": "https://pan.quark.cn/s/9f35461479fa"
  },
  {
    "文件名": "【完结+番外全】被顶级坏种强取豪夺了（1v1）作者：林听成.txt",
    "夸克盘链接": "https://pan.quark.cn/s/0b2ae59134cd"
  },
  {
    "文件名": "【完结+番外全】【主攻】我养胃后他上瘾了（洁癖阳痿攻x前隐忍后黑化性瘾受）作者：腐满.txt",
    "夸克盘链接": "https://pan.quark.cn/s/d24d8a97b496"
  },
  {
    "文件名": "【完结+番外全】把舅舅送到上司床上后（绅士腹黑帅攻x天然直球美受）作者：路十七.txt",
    "夸克盘链接": "https://pan.quark.cn/s/bbd9e9fa0ce4"
  },
  {
    "文件名": "【完结+番外4】一半真（口嫌体正直讲话又难听的攻x温柔善良貌美又人妻的受，暗恋，先婚后爱）作者：今天不热.txt",
    "夸克盘链接": "https://pan.quark.cn/s/74d38bad39e9"
  },
  {
    "文件名": "【完结+番外】双倍沦陷（心大乐观甜O受VS变态双胞胎A攻）作者：安诗鸢尾.txt",
    "夸克盘链接": "https://pan.quark.cn/s/bf53eb866251"
  },
  {
    "文件名": "【完结】长兄的管教（骨科sp）作者：醉月月.txt",
    "夸克盘链接": "https://pan.quark.cn/s/470d22b64ccf"
  },
  {
    "文件名": "【完结】兄友弟恭作者：云间.txt",
    "夸克盘链接": "https://pan.quark.cn/s/1557b8afbf50"
  },
  {
    "文件名": "【完结】兄弟难当作者：顾瑜皓野.txt",
    "夸克盘链接": "https://pan.quark.cn/s/181d537ca452"
  },
  {
    "文件名": "【完结】想把老婆一口吞掉【人兽】作者：朽木灵.txt",
    "夸克盘链接": "https://pan.quark.cn/s/1ee457c534e5"
  },
  {
    "文件名": "【完结】我和我的几个室友（np）作者：蛋黄酥好吃.txt",
    "夸克盘链接": "https://pan.quark.cn/s/7da54e1b42b4"
  },
  {
    "文件名": "【完结】特殊体质掰弯我（np）作者：辣椒炒肉.txt",
    "夸克盘链接": "https://pan.quark.cn/s/386d3b8d0399"
  },
  {
    "文件名": "【完结】区区（直掰弯，单向暗恋）作者：周凉西.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ff39b2ee876c"
  },
  {
    "文件名": "【完结】清冷室友变成魅魔后（np）作者：我不会说真话.txt",
    "夸克盘链接": "https://pan.quark.cn/s/13e80881a204"
  },
  {
    "文件名": "【完结】起点主角和晋江攻穿进海棠（np）作者：梨梨.txt",
    "夸克盘链接": "https://pan.quark.cn/s/d4732cc0ab0a"
  },
  {
    "文件名": "【完结】骗钱翻车后被怨种们玩烂了（NP）作者：淼和森.txt",
    "夸克盘链接": "https://pan.quark.cn/s/5051fb2c5f6b"
  },
  {
    "文件名": "【完结】侵占白月光（np）作者：苏酒.txt",
    "夸克盘链接": "https://pan.quark.cn/s/75a9e4a8eacf"
  },
  {
    "文件名": "【完结】男配也要被强取夺豪吗？（伪强制，快穿np）作者：神加.txt",
    "夸克盘链接": "https://pan.quark.cn/s/6769480f5bf4"
  },
  {
    "文件名": "【完结】魅魔觉醒之后（黑魔法研究员攻x混血魅魔受，双性，1v1小甜饼）作者：一只白兔糖.txt",
    "夸克盘链接": "https://pan.quark.cn/s/eec474fe479a"
  },
  {
    "文件名": "【完结】和天菜419之后作者：布莱克黑.txt",
    "夸克盘链接": "https://pan.quark.cn/s/1f7c50266a03"
  },
  {
    "文件名": "【完结】恶人在后（富二代有权有势主播攻×自私自利精英受）作者：五人馅.txt",
    "夸克盘链接": "https://pan.quark.cn/s/97ec3f4ff97d"
  },
  {
    "文件名": "【完结】恶毒炮灰的批水有毒（双性_快穿）作者：苏格拉没有底.txt",
    "夸克盘链接": "https://pan.quark.cn/s/633a5bac5f32"
  },
  {
    "文件名": "【完结】渡鸦（1v1）作者：21点牌.txt",
    "夸克盘链接": "https://pan.quark.cn/s/cce177583389"
  },
  {
    "文件名": "【完结】爆草清冷佛子NP（双性）作者：芋泥啵啵.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ea33245126e5"
  },
  {
    "文件名": "【棠】[完结补] 滴滴打批 作者：.txt",
    "夸克盘链接": "https://pan.quark.cn/s/7154ed169482"
  },
  {
    "文件名": "【完结】【穿书】你早说你是疯批攻啊 作者：活着就要百岁长命.txt",
    "夸克盘链接": "https://pan.quark.cn/s/de6b7407efa4"
  },
  {
    "文件名": "【棠】[完结] 专属遗产 作者：西洲客.txt",
    "夸克盘链接": "https://pan.quark.cn/s/5ac1e2118901"
  },
  {
    "文件名": "【棠】[完结] 中年男人的改造旅行 作者：竹声又晚.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c6c53a32db14"
  },
  {
    "文件名": "【棠】[完结] 在校霸宿舍被干翻 作者：西洲客.txt",
    "夸克盘链接": "https://pan.quark.cn/s/7e6b96828780"
  },
  {
    "文件名": "【棠】[完结] 指腹为婚 作者：千本娇.txt",
    "夸克盘链接": "https://pan.quark.cn/s/7ef57fe1317c"
  },
  {
    "文件名": "【棠】[完结] 只在周末出现的家教是他的初恋 作者：请吃双层鳕鱼堡.txt",
    "夸克盘链接": "https://pan.quark.cn/s/721fe6696e6c"
  },
  {
    "文件名": "【棠】[完结] 养我的恶魔想杀死我 作者：涨停板.txt",
    "夸克盘链接": "https://pan.quark.cn/s/644b951885dc"
  },
  {
    "文件名": "【棠】[完结] 新婚夜被公公懆晕了 作者：陈佬.txt",
    "夸克盘链接": "https://pan.quark.cn/s/85e27df2ea26"
  },
  {
    "文件名": "【棠】[完结] 有暴露癖的哥哥一定要好好的教育 作者：顾雁行.txt",
    "夸克盘链接": "https://pan.quark.cn/s/d04b86f003f2"
  },
  {
    "文件名": "【棠】[完结] 雪昼晴霜 作者：刃上月光.txt",
    "夸克盘链接": "https://pan.quark.cn/s/6072975b2060"
  },
  {
    "文件名": "【棠】[完结] 我要写一篇蝗文 作者：风烟挽.txt",
    "夸克盘链接": "https://pan.quark.cn/s/7defe1a8e638"
  },
  {
    "文件名": "【棠】[完结] 小批天天挨扇 作者：兰陵王玩家.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ce6d85c1e23a"
  },
  {
    "文件名": "【棠】[完结] 我那清冷矜贵沉稳高冷的天界第一师尊居然和我有一腿 作者：南汀晚舟.txt",
    "夸克盘链接": "https://pan.quark.cn/s/d12d84298f37"
  },
  {
    "文件名": "【棠】[完结] 我的双子老攻（bdsm） 作者：加多不是宝.txt",
    "夸克盘链接": "https://pan.quark.cn/s/f68256e68a16"
  },
  {
    "文件名": "【棠】[完结] 王朝1教授篇 作者：大白兔升级版.txt",
    "夸克盘链接": "https://pan.quark.cn/s/1eeefad2d480"
  },
  {
    "文件名": "【棠】[完结] 挑衅我哥后被玩坏了 作者：宴鸿儒.txt",
    "夸克盘链接": "https://pan.quark.cn/s/544ae44f5376"
  },
  {
    "文件名": "【棠】[完结] 替嫁庶子 作者：小辣鸡.txt",
    "夸克盘链接": "https://pan.quark.cn/s/54e81df4f034"
  },
  {
    "文件名": "【棠】[完结] 杀死龙傲天 作者：今天的论文有毒.txt",
    "夸克盘链接": "https://pan.quark.cn/s/4a368bf17050"
  },
  {
    "文件名": "【棠】[完结] 死对头怀了我的崽(哨向，人外，攻生子) 作者：辛亥.txt",
    "夸克盘链接": "https://pan.quark.cn/s/d62d2653e836"
  },
  {
    "文件名": "【棠】[完结] 双性片场被X日常(NPH) 作者：sparrow.txt",
    "夸克盘链接": "https://pan.quark.cn/s/65aedf1a8706"
  },
  {
    "文件名": "【棠】[完结] 双性金丝雀在线撩人 作者：梅林的蕾丝裙啊!.txt",
    "夸克盘链接": "https://pan.quark.cn/s/dabef7972c72"
  },
  {
    "文件名": "【棠】[完结] 石崖村的汉子们 作者：喜欢臭袜子的哈士奇.txt",
    "夸克盘链接": "https://pan.quark.cn/s/66a61741803b"
  },
  {
    "文件名": "【棠】[完结] 泅渡 作者：青涩吻.txt",
    "夸克盘链接": "https://pan.quark.cn/s/979c85782347"
  },
  {
    "文件名": "【棠】[完结] 敲掉山顶的柿子吧 作者：赖恩.txt",
    "夸克盘链接": "https://pan.quark.cn/s/92a4ac5e0dc5"
  },
  {
    "文件名": "【棠】[完结] 隆升记事（兄弟攻_3p） 作者：索伦多斯.txt",
    "夸克盘链接": "https://pan.quark.cn/s/13db1d94e8c5"
  },
  {
    "文件名": "【棠】[完结] 母神（虫族） 作者：丰宁.txt",
    "夸克盘链接": "https://pan.quark.cn/s/7f0c6850a0a9"
  },
  {
    "文件名": "【棠】[完结] 勐懆禸批的日常 作者：还没想好.txt",
    "夸克盘链接": "https://pan.quark.cn/s/423678e89042"
  },
  {
    "文件名": "【棠】[完结] 美人逃婚后被训日常 作者：怀如南.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ad1104e825a8"
  },
  {
    "文件名": "【棠】[完结] 荆棘岛 作者：段老板.txt",
    "夸克盘链接": "https://pan.quark.cn/s/b538c73a9e11"
  },
  {
    "文件名": "【棠】[完结] 嫁入豪门后成为权贵共妻(nph) 作者：华云.txt",
    "夸克盘链接": "https://pan.quark.cn/s/15c5a5d24a15"
  },
  {
    "文件名": "【棠】[完结] 禁止食用 作者：禇山云.txt",
    "夸克盘链接": "https://pan.quark.cn/s/4936e8a4017f"
  },
  {
    "文件名": "【棠】[完结] 开会时被老板很艹 作者：陈佬.txt",
    "夸克盘链接": "https://pan.quark.cn/s/fd20e31da0e6"
  },
  {
    "文件名": "【棠】[完结] 疯王的台阶（存稿完结待修） 作者：金色器皿.txt",
    "夸克盘链接": "https://pan.quark.cn/s/132033915098"
  },
  {
    "文件名": "【棠】[完结] 大欧派美男图鉴 作者：贫尼喜肉.txt",
    "夸克盘链接": "https://pan.quark.cn/s/9381212a56da"
  },
  {
    "文件名": "【棠】[完结] 定制的机器人男友漏电了 作者：没有名字.txt",
    "夸克盘链接": "https://pan.quark.cn/s/3ec5e50fb76b"
  },
  {
    "文件名": "【棠】[完结] 发骚高中生日常 作者：pop.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a44156403110"
  },
  {
    "文件名": "【棠】[完结] 单身爸爸懆了儿子的嫩批 作者：圆心肉.txt",
    "夸克盘链接": "https://pan.quark.cn/s/7259e0756ebe"
  },
  {
    "文件名": "【棠】[完结] 被强制爱后彻底堕落（短篇合集） 作者：一面.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ca0d8b885c27"
  },
  {
    "文件名": "【棠】[完结] 被室友的男朋友懆了批 作者：圆心肉.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a677173ff551"
  },
  {
    "文件名": "【棠】[完结] 被浇灌的小侯爷 作者：江湖老手.txt",
    "夸克盘链接": "https://pan.quark.cn/s/d084b80d4093"
  },
  {
    "文件名": "【棠】[完结] 被公司保安操了穴 作者：.txt",
    "夸克盘链接": "https://pan.quark.cn/s/3b1c1ef88d8a"
  },
  {
    "文件名": "【棠】[完结] 绑定凰蚊app后被橄榄了 作者：辣妈脸.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c722924d88c1"
  },
  {
    "文件名": "【棠】[完结] [综漫_女_攻]男神都到碗里来 作者：糖醋葫芦.txt",
    "夸克盘链接": "https://pan.quark.cn/s/1806006090a5"
  },
  {
    "文件名": "【棠】[更181] 橄榄那些男主们完成任务（快穿总攻） 作者：有丝分裂菇（引力圈同名同步更新）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/d1db25239043"
  },
  {
    "文件名": "【棠】[完结] 【读者定制】周挺阳续写番外 作者：野狐不妄.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ba1fc2eea2ec"
  },
  {
    "文件名": "【棠】[完结] 爸爸的调教计划 作者：还没想好.txt",
    "夸克盘链接": "https://pan.quark.cn/s/aadef3a1b3d9"
  },
  {
    "文件名": "【棠】[更113] 炮灰美人被疯批强制爱（快穿_np总受） 作者：余火烬燃（日更中）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/aa420ca4cf04"
  },
  {
    "文件名": "【棠】[更90] 被疯批强制爱的Alpha（ABO_3P） 作者：余火烬燃（日更中）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/b8b92117ff4e"
  },
  {
    "文件名": "【棠】[更80] 副本boss都想吃掉我 作者：安诗鸢尾.txt",
    "夸克盘链接": "https://pan.quark.cn/s/1034408cb237"
  },
  {
    "文件名": "【棠】[更74] 蜂窝状大脑 aka.壮受短篇集 作者：咸湿的鱼.txt",
    "夸克盘链接": "https://pan.quark.cn/s/af7a3656e9eb"
  },
  {
    "文件名": "【棠】[更76] 不见仙途 作者：持银止枭.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e8069a4a7f35"
  },
  {
    "文件名": "【棠】[更63] 朕的发家黑历史 作者：紫鸿.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c41fd85ecffc"
  },
  {
    "文件名": "【棠】[更65] 倒贴小狗甘当生育机器 作者：雾里晓光.txt",
    "夸克盘链接": "https://pan.quark.cn/s/7b4edd0f1159"
  },
  {
    "文件名": "【棠】[更39] 古熊之璞玉 作者：琢木家.txt",
    "夸克盘链接": "https://pan.quark.cn/s/80b099eb96f5"
  },
  {
    "文件名": "【棠】[更41] 人外vs强受合集 作者：cqaqq.txt",
    "夸克盘链接": "https://pan.quark.cn/s/914847f39e96"
  },
  {
    "文件名": "【棠】[更34] 我的漂亮老婆 作者：没有名字.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ab34e46878cb"
  },
  {
    "文件名": "【废】[完结] 罪人(狗血) 作者：花酒小侠.txt",
    "夸克盘链接": "https://pan.quark.cn/s/56880c2d4c1d"
  },
  {
    "文件名": "【求书热文】《亲妹妹生剥我的皮给假少爷祛疤，却在知道我真的因此而死后疯了》楚庆恒 楚青沫（为帮假少爷去疤，亲妹妹把我绑上手术台，命人生换了我的皮。）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/1c2901048833"
  },
  {
    "文件名": "【废】[完结] 占有欲(1v1) 作者：水山今.txt",
    "夸克盘链接": "https://pan.quark.cn/s/30027f50eb01"
  },
  {
    "文件名": "【废】[完结] 走月亮(青梅竹马) 作者：漂亮的玫瑰.txt",
    "夸克盘链接": "https://pan.quark.cn/s/287da5af5454"
  },
  {
    "文件名": "【废】[完结] 一个厨子的普通人生(长篇) 作者：匿名咸鱼.txt",
    "夸克盘链接": "https://pan.quark.cn/s/7e2edfcc6a68"
  },
  {
    "文件名": "【废】[完结] 远山(双性) 作者：冬寄绵绵.txt",
    "夸克盘链接": "https://pan.quark.cn/s/9f03ce848b58"
  },
  {
    "文件名": "【废】[完结] 讨人厌的拖油瓶(长篇) 作者：x向心力.txt",
    "夸克盘链接": "https://pan.quark.cn/s/3d60aabba07e"
  },
  {
    "文件名": "【废】[完结] 忘竹(年上) 作者：与墨同安.txt",
    "夸克盘链接": "https://pan.quark.cn/s/6c7bedb914f7"
  },
  {
    "文件名": "【废】[完结] 日光夜景(中篇) 作者：云雾茶花糖.txt",
    "夸克盘链接": "https://pan.quark.cn/s/d07ee3a1e651"
  },
  {
    "文件名": "【废】[完结] 金穗(BL) 作者：好玩好玩.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a85b996218c4"
  },
  {
    "文件名": "【废】[完结] 兽兽(完结) 作者：雩风初霁.txt",
    "夸克盘链接": "https://pan.quark.cn/s/1be81abe8842"
  },
  {
    "文件名": "【废】[完结] 奶狗直播间(BDSM) 作者：假的.txt",
    "夸克盘链接": "https://pan.quark.cn/s/21317aea7d2a"
  },
  {
    "文件名": "【废】[完结] 揽江山(长篇) 作者：爱吃草莓面包.txt",
    "夸克盘链接": "https://pan.quark.cn/s/2ddfd5022536"
  },
  {
    "文件名": "【废】[完结] 荒野证言(年下) 作者：Elena-Jo.txt",
    "夸克盘链接": "https://pan.quark.cn/s/9b9ff56e1ae5"
  },
  {
    "文件名": "【废】[完结] 非固定关系(高H) 作者：林三郎豆腐.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e1013e596a12"
  },
  {
    "文件名": "【废】[完结] 怪奇匣子·2024(BL) 作者：就当我不存在吧.txt",
    "夸克盘链接": "https://pan.quark.cn/s/5cfc4e8d0929"
  },
  {
    "文件名": "【废】[完结] 红颜知己性别男(完结) 作者：MokUIE莫奎.txt",
    "夸克盘链接": "https://pan.quark.cn/s/fd2bc19aa0c1"
  },
  {
    "文件名": "【废】[完结] 楚楚可怜(强制爱) 作者：青椒布丁鱼饼.txt",
    "夸克盘链接": "https://pan.quark.cn/s/6d6f93ae502c"
  },
  {
    "文件名": "【废】[完结] 出使(短篇) 作者：一口枇杷子儿.txt",
    "夸克盘链接": "https://pan.quark.cn/s/74b67a6df525"
  },
  {
    "文件名": "【废】[完结] 不敢爱你(荤素均衡) 作者：拂尘走心.txt",
    "夸克盘链接": "https://pan.quark.cn/s/4f89c73c2698"
  },
  {
    "文件名": "【废】[更266] 秘密当铺(Ending) 作者：雨林零.txt",
    "夸克盘链接": "https://pan.quark.cn/s/630af4023252"
  },
  {
    "文件名": "【废】[完结] 被小九岁的弟弟追求了(Happy) 作者：匿名咸鱼.txt",
    "夸克盘链接": "https://pan.quark.cn/s/0268816d7f51"
  },
  {
    "文件名": "【废】[更245] 无忧(ABO) 作者：suisui93.txt",
    "夸克盘链接": "https://pan.quark.cn/s/83efb0215a0e"
  },
  {
    "文件名": "【废】[更280] 挚友今天不在家(Ending) 作者：缪梵μφ.txt",
    "夸克盘链接": "https://pan.quark.cn/s/52081931bd4c"
  },
  {
    "文件名": "【废】[完结] kiki,mykiki(破镜重圆) 作者：stoneheart.txt",
    "夸克盘链接": "https://pan.quark.cn/s/6272c64608ba"
  },
  {
    "文件名": "【废】[更193] Freedom(Ending) 作者：鹿9少年.txt",
    "夸克盘链接": "https://pan.quark.cn/s/07c643e72111"
  },
  {
    "文件名": "【废】[更182] 战俘(连载) 作者：睿镜.txt",
    "夸克盘链接": "https://pan.quark.cn/s/04022dfb66ea"
  },
  {
    "文件名": "【废】[更169] 典夫(狗血) 作者：警警警幻.txt",
    "夸克盘链接": "https://pan.quark.cn/s/2ce84e6d03eb"
  },
  {
    "文件名": "【废】[更106] 猎人(连载) 作者：柳絮做梦.txt",
    "夸克盘链接": "https://pan.quark.cn/s/f1fff6d95605"
  },
  {
    "文件名": "【废】[更148] 低枝映美人(BL) 作者：盐角儿.txt",
    "夸克盘链接": "https://pan.quark.cn/s/8264c318905a"
  },
  {
    "文件名": "【废】[更83] 悯众(黑道) 作者：水断刀鸣.txt",
    "夸克盘链接": "https://pan.quark.cn/s/674412bc10d4"
  },
  {
    "文件名": "【废】[更80] 所谓情人(Happy) 作者：微君子兮呀.txt",
    "夸克盘链接": "https://pan.quark.cn/s/516461e6741d"
  },
  {
    "文件名": "【废】[更78] 攀到橡木顶端(狗血) 作者：今夜暴雪.txt",
    "夸克盘链接": "https://pan.quark.cn/s/eb93b55e300f"
  },
  {
    "文件名": "【废】[更74] 失忆症(暗黑) 作者：存档点.txt",
    "夸克盘链接": "https://pan.quark.cn/s/68311b153a45"
  },
  {
    "文件名": "【废】[更75] 起雾了(快穿) 作者：阿坝吖.txt",
    "夸克盘链接": "https://pan.quark.cn/s/88fd8eaf4c7f"
  },
  {
    "文件名": "【废】[更64] 全球警戒(暗黑) 作者：夭青.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c2b93e8068a1"
  },
  {
    "文件名": "【废】[更65] 错认(现代) 作者：咕噜咕噜魔法阵.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a968306cd9e2"
  },
  {
    "文件名": "【废】[更61] 相爱战场(大长篇) 作者：垂死可乐.txt",
    "夸克盘链接": "https://pan.quark.cn/s/af2252068018"
  },
  {
    "文件名": "【废】[更61] 婚内暗恋(荤素均衡) 作者：樊呜喳喳.txt",
    "夸克盘链接": "https://pan.quark.cn/s/560f721c0a83"
  },
  {
    "文件名": "【废】[更60] 小狗来信(狗血) 作者：沫沫莓烦恼.txt",
    "夸克盘链接": "https://pan.quark.cn/s/3c3fe9c27779"
  },
  {
    "文件名": "【废】[更58] 与合租室友的二三事(BL) 作者：区区七分糖.txt",
    "夸克盘链接": "https://pan.quark.cn/s/454c362cb34f"
  },
  {
    "文件名": "【废】[更53] 婚外情人(长篇) 作者：匿名咸鱼.txt",
    "夸克盘链接": "https://pan.quark.cn/s/91b6c3750d9a"
  },
  {
    "文件名": "【废】[更47] 三年之痒(Ending) 作者：半醉山翁.txt",
    "夸克盘链接": "https://pan.quark.cn/s/0702f38b3780"
  },
  {
    "文件名": "【废】[更46] 潜龙在渊(NP) 作者：匿名咸鱼.txt",
    "夸克盘链接": "https://pan.quark.cn/s/81fadda51092"
  },
  {
    "文件名": "【废】[更48] 山花地(现代) 作者：银荷里.txt",
    "夸克盘链接": "https://pan.quark.cn/s/3069f1a57438"
  },
  {
    "文件名": "【废】[更46] 危险人鱼(长篇) 作者：匿名咸鱼.txt",
    "夸克盘链接": "https://pan.quark.cn/s/d1945a946cde"
  },
  {
    "文件名": "【废】[更44] 真爱合约(连载) 作者：薯条蘸甜筒.txt",
    "夸克盘链接": "https://pan.quark.cn/s/1a4e5c19b0ac"
  },
  {
    "文件名": "【废】[更44] 雇佣兵怀了龙蛋(直掰弯) 作者：成云起雾.txt",
    "夸克盘链接": "https://pan.quark.cn/s/908f676b119a"
  },
  {
    "文件名": "【废】[更44] 隐秘的囚笼(三观不正) 作者：Victor1987.txt",
    "夸克盘链接": "https://pan.quark.cn/s/00e09cdb9337"
  },
  {
    "文件名": "【废】[更41] 睡前快穿小甜饼(BL) 作者：K7July.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a82eedee040f"
  },
  {
    "文件名": "【废】[更40] 久旱逢甘雨(中篇) 作者：水母.txt",
    "夸克盘链接": "https://pan.quark.cn/s/9b5dda31c3a0"
  },
  {
    "文件名": "【废】[更40] 黄油评鉴大全(连载) 作者：K7July.txt",
    "夸克盘链接": "https://pan.quark.cn/s/63a9192116ba"
  },
  {
    "文件名": "【废】[更35] 有钱人的玩物(连载) 作者：苦艾.txt",
    "夸克盘链接": "https://pan.quark.cn/s/845ac291ac5f"
  }
];
