// 自动拆分 part_11
window._part11 = [
  {
    "文件名": "【晋江】《爱过》作者：寒川歌【都市 - 情有独钟 - 破镜重圆 - 体育竞技 - 轻松】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a44b9f6d4222"
  },
  {
    "文件名": "【晋江】《omega崽穿到娃综爆火了》作者：鹤安【ABO-豪门世家-情有独钟-娱乐圈-甜文】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c4d3e96f3225"
  },
  {
    "文件名": "【晋江】《omega幼崽穿到娃综爆火了》作者：鹤安【ABO - 豪门世家 - 情有独钟 - 娱乐圈 - 甜文】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/5776ae895aa1"
  },
  {
    "文件名": "【晋江】《A爆了的Omega他又在装柔弱》作者：桥六舟【幻想空间-甜文-穿书-校园】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/42eb7f87cd16"
  },
  {
    "文件名": "【晋江】《Alpha太高冷是要被标记的》作者：裴纸雀【ABO-强强-年下-甜文-校园】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/d8cc25d28e28"
  },
  {
    "文件名": "【晋江】《Alpha标记Alpha是不是哪里不对》作者：空乌【ABO-强强-双A-幻想空间-甜文-校园】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/38e8caf26ac4"
  },
  {
    "文件名": "《明天我让你高攀不起》作者：抹茶丸子（晋江高收藏）傲娇腹黑商界大佬x娇美倔强小导演.txt",
    "夸克盘链接": "https://pan.quark.cn/s/d3f4672b6784"
  },
  {
    "文件名": "《暴君攻略守则》作者：躺春茶（晋江VIP2019-04-15完结阴蛰凶狠大灰×软糯怂萌小白兔主死傲娇深井冰非善类甜文）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/6c317cb7a517"
  },
  {
    "文件名": "【晋江】《带着龙傲天爹上娃综》作者：南陶【穿越时空 - 娱乐圈 - 古穿今 - 爽文】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/35fe3d847e05"
  },
  {
    "文件名": "【晋江】《带崽崽在娃综钓大佬，爆红了》作者：凡尘片叶【情有独钟 - 天作之合 - 娱乐圈 - 甜文】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/19085fe0efb0"
  },
  {
    "文件名": "【晋江】《带球跑被抓现场》作者：小文旦【生子-豪门世家-星际-甜文-ABO-沙雕】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/2191e9d52b69"
  },
  {
    "文件名": "【晋江】《大宋广告商》作者：四月葫芦【宫廷侯爵 - 情有独钟 - 励志人生 - 商战】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/10b6d8897a26"
  },
  {
    "文件名": "【晋江】《大师兄决定和亲》作者：春溪笛晓【恋合-天作之合-天之骄子-轻松-强惨】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/7382c9e72389"
  },
  {
    "文件名": "【长佩】完结《不沉沦》作者：觉觉今天也想睡觉NP（番全）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ffe0fd5b0c0c"
  },
  {
    "文件名": "【长佩旧站】《心安》作者：酸菜坛子【现代 - 温馨 - HE - 微H - 中篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/29ff29131fdb"
  },
  {
    "文件名": "【长佩旧站】《现代◆秦医生的特殊病患事件记录》作者：天道酬勤【第一人称 - 现代 - 微H - 短篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c63773d7b4a6"
  },
  {
    "文件名": "【长佩旧站】《我只是看你颜好》作者：竹叶奶【穿越 - 重生 - 古代 - HE - 荤素皆有 - 中篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/b4f904d339f7"
  },
  {
    "文件名": "【长佩旧站】《我明明是攻啊》作者：372【第一人称 - 古代 - NP - 荤素皆有 - 短篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/fa3ed5a45b09"
  },
  {
    "文件名": "【长佩旧站】《我玷污了他们的白月光》作者：372【第一人称 - 现代 - NP - 荤素皆有 - 短篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/0f7cd9d03757"
  },
  {
    "文件名": "【长佩旧站】《我笔下的海棠受穿到了我的世界》 作者：蓝瓶子【穿越 - 温馨 - 甜文 - 微H - 短篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/7a8bfb941fb8"
  },
  {
    "文件名": "【长佩旧站】《妄咎》作者：烟猫与酒【现代 - 荤素皆有 - 骨科 - 中篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c9579ce704d3"
  },
  {
    "文件名": "【长佩旧站】《突然和发小结婚了》作者：白骨精【现代 - 小甜饼 - 微H - 短篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/72751668e0b2"
  },
  {
    "文件名": "【长佩旧站】《突然发现我室友微博关注了禾野》作者：jiongjiongyao【现代 - 论坛体 - 甜文 - 微H - 短篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/33f1e533ecd0"
  },
  {
    "文件名": "【长佩旧站】《岁月悠长，现正安》作者：云上椰子【现代 - 渣攻 - 微H - 短篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/f3cc9faa4708"
  },
  {
    "文件名": "【长佩旧站】《强制来的妻》作者：云上椰子【现代 - 荤素皆有 - 短篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/d4f771f22f6d"
  },
  {
    "文件名": "【长佩旧站】《黏黏的追求法》作者：春日负暄【现代 - 甜文 - 校园 - 1v1 - 微H - 短篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/d225a3f2f98c"
  },
  {
    "文件名": "【长佩旧站】《你在微博看到大乌龟就说到你这里来保温》作者：jiongjiongyao【现代 - NP - 中H - 短篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/d847aa6d039d"
  },
  {
    "文件名": "【长佩旧站】《你老公的腿断了》作者：许半仙【现代 - 微H - 小甜饼 - 短篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/11bb0096eab3"
  },
  {
    "文件名": "【长佩旧站】《你不知道》作者：芒果馅粽子【现代 - 天作之合 - 温馨 - HE - 1v1 - 荤素皆有 - 中篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/4df7b7ffbf11"
  },
  {
    "文件名": "【长佩旧站】《论如何正确地指导老中医使用表情包》作者：爱莲说【第一人称 - 论坛体 - 搞笑 - 小甜饼 - HE - 微H - 短篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/be62c59634a3"
  },
  {
    "文件名": "【长佩旧站】《口欲》作者：阿喘【换攻 - 救赎向 - 治愈 - BDSM - 双向暗恋 - 1V1 - 荤素皆有 - 中篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/5854a5edb95d"
  },
  {
    "文件名": "【长佩旧站】《镜子里的你》作者：cacokele【未来现实 - 骨科 - 替身 - 3P - 荤素皆有 - 短篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a7d45f5054bf"
  },
  {
    "文件名": "【长佩旧站】《荒野之春》作者：blueky【现代 - 娱乐圈 - 反攻 - HE - 微H - 中篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e078db25d6e6"
  },
  {
    "文件名": "【长佩旧站】《海妖他唱歌要命》作者：匿名青花鱼【主攻 - 第一人称 - 沙雕 - 小甜饼 - 荤素皆有 - 短篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e3b93ba82fee"
  },
  {
    "文件名": "【长佩旧站】《关于我娘给我买了一位夫人这件小事》作者：有瓷【第一人称 - 古代 - NP - 荤素皆有 - 短篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/2d8db460284e"
  },
  {
    "文件名": "【长佩旧站】《当猥琐得到凰文金手指》作者：谢仁煊【现代 - 三观不正 - NP - 荤素皆有 - 长篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a5d6539d5901"
  },
  {
    "文件名": "【长佩旧站】《刺骨》作者：酸菜坛子【现代 - 1V1 - HE - 温馨 - 校园 - 微H - 微虐 - 中篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/1cd02a235856"
  },
  {
    "文件名": "【长佩旧站】《冰山日记》作者：没有鱼蛋【现代 - 荤素皆有 - 短篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/281f85f74c11"
  },
  {
    "文件名": "【长佩旧站】《八年孤独》作者：没有鱼蛋【现代 - 竹马 - 破镜重圆 - 狗血 - 1v1 - 荤素皆有 - 中篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/1bfcea8c5567"
  },
  {
    "文件名": "【长佩】完结＋番外《本色》作者：白芥子【甜文 - 情敌变情人 - HE】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/91ef88d14552"
  },
  {
    "文件名": "【长佩】完结《迟来热情》作者：江四野.txt",
    "夸克盘链接": "https://pan.quark.cn/s/2c51dd83bf76"
  },
  {
    "文件名": "【长佩】完结《别样相逢》作者：一块冻柿子.txt",
    "夸克盘链接": "https://pan.quark.cn/s/37916122ae37"
  },
  {
    "文件名": "【长佩】完结《百罹》作者：李秀秀.txt",
    "夸克盘链接": "https://pan.quark.cn/s/f19554766a36"
  },
  {
    "文件名": "【长佩】完结《爱神的缪斯》作者：江jj.txt",
    "夸克盘链接": "https://pan.quark.cn/s/370f5818b1c0"
  },
  {
    "文件名": "【长佩】完结《24平米》作者：谈执.txt",
    "夸克盘链接": "https://pan.quark.cn/s/4d3fa6b55799"
  },
  {
    "文件名": "【长佩】ABO垂耳执事 作者：麟潜[ABO-渣攻-狗血车全-番外全].txt",
    "夸克盘链接": "https://pan.quark.cn/s/7037d8d473e6"
  },
  {
    "文件名": "【长佩】《纵横四海》作者：凌伊丶【ABO - 养成 - 年上 - 相爱相杀 - 破镜重圆 - HE】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e1777ae33d1c"
  },
  {
    "文件名": "【长佩】《总裁Alpha离婚后我实现了财务》作者：白鹿【换攻-情投意合-财务-ABO】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/502143bf40b1"
  },
  {
    "文件名": "【长佩】《总裁，干了这碗绿茶！》作者：水星搁浅【ABO-沙雕-绿茶-总裁-甜宠-搞笑-小甜饼】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/1977cbad2f5e"
  },
  {
    "文件名": "【长佩】《灼灼》作者：失效的止疼药【ABO-甜宠-横刀夺爱-换攻-养成-治愈】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/5bd20f374adf"
  },
  {
    "文件名": "【长佩】《灼烧玫瑰》作者：阿阮有酒【HE - 假戏真做 - 甜文 - 金主情人】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/09a5f1a2abf5"
  },
  {
    "文件名": "【长佩】《重置年》作者：Llosa【甜宠 - HE - 包养 - 年上】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/7a51b4f03acd"
  },
  {
    "文件名": "【长佩】《直上天堂》作者：阿列夫零【伪破镜重圆 - 双向暗恋 - 第一人称 - 狗血 - HE】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/d59e269019f5"
  },
  {
    "文件名": "【长佩】《真心误良人》作者：张大吉【现代-都市-ABO-HE】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/aa4ee2b7d515"
  },
  {
    "文件名": "【长佩】《这恋爱一定要谈吗》作者：松子茶【HE - 双向暗恋 - 酸甜 - 竹马】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ccb13c25fe01"
  },
  {
    "文件名": "【长佩】《湛蓝色》作者：小粟州【互攻-HE-ABO-双A-伪GK-双向-甜文】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/160e47c21777"
  },
  {
    "文件名": "【长佩】《渣点怎么了》作者：觉觉今天也想睡觉【ABO - 生子 - HE】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/7bd42bdcbf2e"
  },
  {
    "文件名": "【长佩】《暂借星火》作者：梦里長【酸涩拉扯 - 公路旅行 - 年上 - HE - 竹马竹马】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/1ebabe43afb6"
  },
  {
    "文件名": "【长佩】《在下，冷酷总裁》作者：木三观【ABO-1v1-HE】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/f87f780d00d5"
  },
  {
    "文件名": "【长佩】《欲言难止》作者：麦香鸡呢【ABO-破镜重圆-暗恋】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/7ab9f8da05f9"
  },
  {
    "文件名": "【长佩】《有言在先》作者：生姜太郎【ABO-情投意合-破镜重圆-相爱相杀-双向暗恋】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/01472d75610e"
  },
  {
    "文件名": "【长佩】《友猛A，古代穿过来的》作者：广木非青【年下-绿茶攻-ABO-AB-搞笑-甜宠-HE-娱乐圈-直掰弯-年下养成-前世今生】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/8515474a83d2"
  },
  {
    "文件名": "【长佩】《樱笋年光》作者：夏小正【爱发电版 - 直掰弯 - 校园 - 攻追受 - 全员帅哥美女】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ee8385e45a63"
  },
  {
    "文件名": "【长佩】《意外亲密》作者：林光曦【甜宠 - 1V1 - 一点点年下 - 直掰弯 - 美人攻】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/376e901bfbe8"
  },
  {
    "文件名": "【长佩旧站】《总攻后宫收多了做不到雨露均沾》作者：jiongjiongyao【现代 - 中H - NP - 短篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/868b8a940d25"
  },
  {
    "文件名": "【长佩旧站】《照棠惜花》作者：开落【古代 - 单性 - 荤素皆有 - 短篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/152385446d17"
  },
  {
    "文件名": "【长佩旧站】《与卿岁岁与朝朝》作者：林萨【第一人称 - 甜宠 - 搞笑 - 微H - 短篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/5feba1c99665"
  },
  {
    "文件名": "【长佩旧站】《谣言止于恋爱》作者：萧辰【现代 - 1V1 - 年下 - 甜文 - 荤素皆有 - 中篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/d022cc0876b8"
  },
  {
    "文件名": "【长佩】《野蛮绅士》作者：木三观【现代 - 霸道总裁 - HE】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/5f4e9837acdb"
  },
  {
    "文件名": "【长佩】《信息素说你不单纯》作者：毛球球【ABO-甜宠-搞笑-HE】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/aa1916cdf265"
  },
  {
    "文件名": "【长佩】《信息素设陷》作者：靠靠【年上-ABO-娱乐圈】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c31559035416"
  },
  {
    "文件名": "【长佩】《小笨蛋联姻啦》作者：厄西西西【ABO-甜宠-HE】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/7cdd62be7da4"
  },
  {
    "文件名": "【长佩】《夏日长》作者：贺新郎【搞笑甜饼 - 轻松成长 - 欢喜冤家】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/006186d2ac4f"
  },
  {
    "文件名": "【长佩】《误载不害真意》作者：鹤望兰【强强 - 破镜重圆 - 职业 - 相爱先杀 - 长篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/f60d08c28b28"
  },
  {
    "文件名": "【长佩】《五个渣攻为我醋炸天》作者：木三观【穿书 - 爽文 - 系统 - 快穿 - 万人迷 - 修罗场】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/fb03a835b0ff"
  },
  {
    "文件名": "【长佩】《无人区日落》作者：血河【年上 - 刑侦 - 强强 - HE - 救赎 - 现代 - 美强惨 - 追妻】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e5d59c5dd5ba"
  },
  {
    "文件名": "【长佩】《我自蓬莱》作者：郁都【年上 - HE - 仙侠 - 双向暗恋 - 强强 - 师徒】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/660667ae5068"
  },
  {
    "文件名": "【长佩】《我是我老婆的白月光…的替身》作者：冥古光子【第一人称-HE-轻松-甜宠-年下-ABO】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/60fb58b72a31"
  },
  {
    "文件名": "【长佩】《我可能要被绿了》作者：枫桥婉【甜宠 - 搞笑 - 无厘头 - 小甜饼 - 情投意合】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e8e0af22403a"
  },
  {
    "文件名": "【长佩】《我的老同学不可能这样》作者：掐指一算【暗恋成真 - 搞笑 - 娱乐圈 - HE】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/fedc848fb526"
  },
  {
    "文件名": "【长佩】《我把死对头养成了老公》作者：毛球球【甜宠 - 搞笑 - HE - 双向养成 - 团宠 - 群像】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/5d9414760b74"
  },
  {
    "文件名": "【长佩】《吻我骗子》作者：白色的柴犬【ABO-狗血-双替身-追妻火葬场-HE】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e76860e2f02a"
  },
  {
    "文件名": "【长佩】《温水鲸鱼》作者：以烟【病娇 - 救赎 - 治愈 - 甜宠 - 年上 - HE】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/2c382f2e70e2"
  },
  {
    "文件名": "【长佩】《童养媳》作者：因之【ABO-双A-竹马竹马-双向暗恋-酸甜口-HE】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/54816d0456f5"
  },
  {
    "文件名": "【长佩】《同坠》作者：白芥子【现代 - 情投意合 - 天之骄子 - HE】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/203496af37ef"
  },
  {
    "文件名": "【长佩】《听见你说爱》作者：二师叔【全程高甜 - 钓系美人 - 年下小狗 - 甜宠 - HE】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ffad300e37a2"
  },
  {
    "文件名": "【长佩】《舔狗自由》作者：困崽【HE - 年下 - 体育生】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/6d98a2f5a8f6"
  },
  {
    "文件名": "【长佩】《甜了点》作者：犬升【暗恋成真 - 年上 - 甜宠 - HE】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/97498f01b8db"
  },
  {
    "文件名": "【长佩】《天生狂徒》作者：冰块儿【HE - 强强 - 推理 - 年下 - 甜宠 - 搞笑】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e85e5017f462"
  },
  {
    "文件名": "【长佩】《天上的星星会说话》作者：三道【现代-青春-年上-HE-酸甜口】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/6b29cbecc232"
  },
  {
    "文件名": "【长佩】《谈婚论嫁》作者：笼中月【ABO-人妻受-毒舌攻】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/1963aa404754"
  },
  {
    "文件名": "【长佩】《收心》作者：寒鸦【年下 - 先婚后爱 - HE - 狗血 - 美食 - 协议婚姻】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/031f38f9da14"
  },
  {
    "文件名": "【长佩】《收好你的犬齿》作者：往生烟【ABO-年下-AO-白切黑-坏人受-下犯上-攻追受】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/67a3f3f03f2b"
  },
  {
    "文件名": "【长佩】《试探游戏》作者：绯色分析【ABO-双A-娱乐圈-欢喜冤家-年下-互宠】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/fb66b2e1fb6a"
  },
  {
    "文件名": "【长佩】《深巷有光》作者：潭石【年下 - 乐队 - 娱乐圈 换攻 - HE】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/860ebc623e1b"
  },
  {
    "文件名": "【长佩】《上将被伪菟丝花骗婚了》作者：冬咚【ABO-先婚后爱-修罗场-1V1-HE】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/5aebd2c29b33"
  },
  {
    "文件名": "【长佩】《杀人红尘中》作者：半缘修道【甜宠 - 年上 - 宫廷】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/286e92470ec5"
  },
  {
    "文件名": "【长佩】《囚笼》作者：刘水水【现代 - 年下 - HE】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/7bb3b830d9e8"
  },
  {
    "文件名": "【长佩】《情蛊》作者：荷煜【疯批 - 下蛊 - HE - 第一人称 - 墙纸爱 - 年下】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/8e3458f2bb47"
  },
  {
    "文件名": "【长佩】《轻熟》作者：笼中月【ABO-甜宠-HE】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/6db8d95f7587"
  },
  {
    "文件名": "【长佩】《青青草原爱情故事》作者：长笑歌【古代 - 宫廷 - HE - 攻装病】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/7bb171d533b3"
  },
  {
    "文件名": "【长佩】《青梅狂想曲》作者：找个鱼塘【ABO-先婚后爱-年上-甜宠-HE】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/95f38549bab4"
  },
  {
    "文件名": "【长佩】《强人所难》作者：生姜太郎【情投意合-HE-ABO-小甜饼-双向暗恋】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/96aec1f056a7"
  },
  {
    "文件名": "【长佩】《骑士病》作者：知我【校园 - HE - 轻松 - 美攻帅受】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/3fd096555991"
  },
  {
    "文件名": "【长佩】《欺世盗命》作者：群青微尘【互受 - 仙侠 - 玄幻 - 欢喜冤家 - 相爱相杀】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/1cb4d32699ed"
  },
  {
    "文件名": "【长佩】《炮灰攻の心，unlock！》作者：玻璃时针【第一人称-ABO-生子-HE-甜宠】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c6dfe6b94d53"
  },
  {
    "文件名": "【长佩】《怕什么来什么》作者：麻匣【灵异 - 甜文 - 搞笑 - 强强 - HE】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/113a26a66b8d"
  },
  {
    "文件名": "【长佩】《啮合效应》作者：空菊【职场 - 商战 - 1V1 - HE - 甜文】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/933f53a4fd73"
  },
  {
    "文件名": "【长佩】《你只喜欢我的钱》作者：生姜太郎【现代 - 青春 - 情投意合 - 穷追不舍 - 甜宠 - HE】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/81a2133c78d4"
  },
  {
    "文件名": "【长佩】《你要对我负责》作者：迟小椰【甜宠 - 初恋 - 对头变情人 - 竹马】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/08ba8baf6ef9"
  },
  {
    "文件名": "【长佩】《你听我话》作者：笼中月【竹马竹马 - 酷哥受 - 围棋】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/53076b146ffa"
  },
  {
    "文件名": "【长佩】《你的香气》作者：娜可露露【校园 - 甜文 - 暗恋 - HE】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/f82d40cea722"
  },
  {
    "文件名": "【长佩】《你的毛儿借我薅一下》作者：霁桃【甜宠 - 小甜饼 - HE - 雪豹养海獭 - 年上】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c4d08323e50e"
  },
  {
    "文件名": "【长佩】《你的断章》作者：迷幻的炮台【ABO-狗血-不死不休-互攻-双A-相爱相杀-HE】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/759a71228ed0"
  },
  {
    "文件名": "【长佩】《南缘北路》作者：绯色分析【现代 - 破镜重圆 - 校园 - 职业】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/d6feaf2d7d0c"
  },
  {
    "文件名": "【长佩】《男配》作者：丧心病狂的瓜皮【现代 - 替身 - 但没完全替身 - 破镜重圆 - HE】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e7119ed95bbb"
  },
  {
    "文件名": "【长佩】《酩酊不觉》作者：梦里長【年下-甜文-HE-ABO-EA-保镖X少爷】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ee2d9d994731"
  },
  {
    "文件名": "【长佩】《明日晴雨》作者：满楼招【HE - 甜宠 - 小甜饼 - 少女攻 - 暗恋】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c72f106ee25c"
  },
  {
    "文件名": "【长佩】《蜜色契约》作者：桃白百【甜宠 - 重生 - HE - 年下 - 包养 - 养小狗文学 - 伪替身 - 我替我自己】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ff43116d7a87"
  },
  {
    "文件名": "【长佩】《靡言》作者：回南雀【第一人称-现代-HE-民俗文化】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/8e6489d0856e"
  },
  {
    "文件名": "【长佩】《梦幻岛》作者：凉容【ABO-虚拟现实-相爱相杀-强强】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/564b0a68df99"
  },
  {
    "文件名": "【长佩】《美强惨影帝长了一对兔子耳朵》作者：东哑巴【娱乐圈-破镜重圆-情有独钟-ABO-HE-狗血-酸甜-双向救赎】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/108c4a24f513"
  },
  {
    "文件名": "【长佩】《六分投》作者：芥菜糊糊【HE - 电竞 - ABO】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/6ea9f1557fd2"
  },
  {
    "文件名": "【长佩】《流亡地罗曼史》作者：卡比丘【现代 - HE】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/541efe90bb75"
  },
  {
    "文件名": "【长佩】《流浪兔兔的日记》作者：宋昭昭【灵异 - 甜宠 - HE】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/1ffe52134d2b"
  },
  {
    "文件名": "【长佩】《灵魂声噪》作者：梦里長【ABO-双A-强强-年下-HE】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/fd663538b6b2"
  },
  {
    "文件名": "【长佩】《烈火行舟》作者：蘅楹【情投意合 - 强强 - 悬疑推理 - 朝堂之上 - 年上】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/fe6b96a696c2"
  },
  {
    "文件名": "【长佩】《劣等爱情》作者：三厌【年上 - 甜宠 - HE - 腹黑心机攻 - 自卑敏感受 - 女装受】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/93f077be9f59"
  },
  {
    "文件名": "【长佩】《恋爱脑》作者：KLBB【情投意合 - 小甜饼 - 甜宠 - HE】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/b429fa5e17eb"
  },
  {
    "文件名": "【长佩】《狼占鹊巢》作者：猛猪出闸【甜宠 - 脑洞 - 搞笑 - 沙雕 - HE】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/10f27ed10600"
  },
  {
    "文件名": "【长佩】《蓝月光》作者：余酲【甜宠 - HE - 先婚后爱 - 失忆算狗血吗 - 校园 - 破镜重圆 - 酸甜 - 伪先婚后爱真破镜重圆】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/0189404dbeda"
  },
  {
    "文件名": "【长佩】《刻板印象》作者：长不出青苔【甜宠-HE-ABO-温柔攻-治愈-傲娇受-先婚后爱-年上】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/fcf4a714a08c"
  },
  {
    "文件名": "【长佩】《酒醒以后和债主结婚了》作者：高木鱼【甜宠-HE-破镜重圆-ABO-校园-先婚后爱】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/4417db76bcaf"
  },
  {
    "文件名": "【长佩】《金刚不坏》作者：里伞【职场 - 年上 - 养成 - HE - 办公室恋爱 - 职业】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/7798ec1effd7"
  },
  {
    "文件名": "【长佩】《较量》作者：冻柠红【ABO-情敌变情人-HE】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e4fd08849f92"
  },
  {
    "文件名": "【长佩】《假性费洛蒙》作者：水星搁浅【甜宠-强强-ABO-年下-总裁-爱豆-可能稍微有点点虐】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/eeb70cfcb86d"
  },
  {
    "文件名": "【长佩】《坏果》作者：春意夏【ABO-酸甜-架空-HE】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/2195af309493"
  },
  {
    "文件名": "【长佩】《黑心老板会允许秘书恋爱吗》作者：二蛋【ABO-爽文-搞笑-小甜饼】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c3fa786f5ee6"
  },
  {
    "文件名": "【长佩】《黑曼巴陷阱》作者：困崽【现代 - 年下 - HE】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/3efce25e78f6"
  },
  {
    "文件名": "【长佩】《和渣攻一起重生后》作者：DustyG【娱乐圈-换攻-虐渣-重生-ABO-年下-HE】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/9316131d4689"
  },
  {
    "文件名": "【长佩】《好哥哥你人设崩了》作者：迟小椰【甜宠 - HE - 天作之合 - 初恋 - 扮猪吃老虎 - 竹马 - 校园】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/46ef14c0e638"
  },
  {
    "文件名": "【长佩】《过期弟弟》作者：相与步于中庭【HE-ABO-疯批-狗血-甜宠-双向救赎】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/21ef1012e58b"
  },
  {
    "文件名": "【长佩】《诡计多端的alpha》作者：林啸也【甜宠 - ABO - 破镜重圆 - 追妻火葬场 - 追夫火葬场 - 天作之合 - 先婚后爱】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/253ef132e6f3"
  },
  {
    "文件名": "【长佩】《跟竹马表白被拒后他真香了》作者：Newsome【现代-HE-甜宠-竹马竹马】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/8f0385e476a9"
  },
  {
    "文件名": "【长佩】《哥哥教我》作者：桃白百【甜宠 - 直掰弯 - 酸甜 - 推拉】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/99b3f96b06e0"
  },
  {
    "文件名": "【长佩】《父皇驾崩前给朕娶的男妻》作者：长笑歌【古代 - 先婚后爱 - 攻扮猪吃老虎 - 年下攻 - HE】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/9b22c0857373"
  },
  {
    "文件名": "【长佩】《风与山谷之间》作者：何缺【现代 - 穷攻 - 受追攻 - 互宠】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/7382d860e84c"
  },
  {
    "文件名": "【长佩】《反养金丝雀》作者：盒家欢乐【HE - 天作之合 - 甜宠 - 年下 - 绿茶攻】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/5c1ee6b65b10"
  },
  {
    "文件名": "【长佩】《反向诱捕》作者：月上邮【全程高甜 - 诡计多端 - 都市童话 - 职场 - 死对头变情人 - HE】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/357e6bd24298"
  },
  {
    "文件名": "【长佩】《反向驯养》 作者：顾言丶【现代 - HE - 强强 - 情投意合 - 互宠】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a4ff36dd0929"
  },
  {
    "文件名": "【长佩】《异世荒岛求生记》作者：海鶄落【异世 - 幻想 - HE - 轻松】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/24c470efd5a5"
  },
  {
    "文件名": "【长佩】《一只小狗》作者：电子熊【HE - 年上 - 暗恋 - 小狗文学 - 受追攻 - 互宠 - 冷淡攻 - 温柔受】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/3dd057c27a77"
  },
  {
    "文件名": "【长佩】《一粒》作者：冷山就木【HE-情投意合-ABO】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/6098bc0ad2a4"
  },
  {
    "文件名": "【长佩】《业余演员的职业修养》作者：墨塘【ABO-甜宠-双向暗恋-HE-娱乐圈-年上-白月光】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/5f4226c0f1ac"
  },
  {
    "文件名": "【长佩】《多血质和抑郁质》作者：柏君【第一人称 - 酸甜 - 双向暗恋 - 破镜重圆 - 校园 - HE】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e23cb06d1f79"
  },
  {
    "文件名": "【长佩】《钝性分化》作者：日初云开【沙雕-青春-甜宠-HE-ABO】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/8abd6046d7e3"
  },
  {
    "文件名": "【长佩】《蝶变》作者：麟潜【强强 - 爽文 - HE - 剧情】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/fcddc806826f"
  },
  {
    "文件名": "【长佩】《跌入温床》作者：栗子雪糕【酸甜 - 都市 - 强强 - HE - 年下两岁】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/695bc71f7689"
  },
  {
    "文件名": "【长佩】《低劣真心》作者：三厌【甜宠 - HE - 年上】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/62b1e2f3c915"
  },
  {
    "文件名": "【长佩】《鳄鱼先生的春天》作者：王加菲【HE - 小甜饼 - 甜宠】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/240a1d8ef355"
  },
  {
    "文件名": "【长佩】《春生》作者：李书锦【年上 - HE - 攻有双重人格 - 微狗血 - 1V1 - 没有追妻火葬场 - 主人格是主角】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/cc194aea42e5"
  },
  {
    "文件名": "【长佩】《沉锚效应》作者：空菊【年下 - 1V1 - HE - 破镜重圆】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ce1a439354ad"
  },
  {
    "文件名": "【长佩】《超级可爱》作者：欢喜安年【甜宠-小甜饼-HE-ABO】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a1713a8f55ec"
  },
  {
    "文件名": "【长佩】《藏于心》作者：李书锦【年上 - HE - 甜宠 - 青梅竹马 - 双向占有 - 爱与纵容】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/eee988c14a59"
  },
  {
    "文件名": "【长佩】《不守O德》作者：冻柠红【ABO - HE - 情投意合】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/bff90fdb1eda"
  },
  {
    "文件名": "【长佩】《不及格恋爱》作者：一纸银【ABO-破镜重圆-年上-HE】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/61df89d28918"
  },
  {
    "文件名": "【长佩】《不好意思，舔错人了》作者：满楼招【甜宠 - HE - 小甜饼 - 追妻火葬场 - 重生 - 舔狗 - 破镜重圆】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/8eb65d762d74"
  },
  {
    "文件名": "【长佩】《不对付》作者：回南雀【第一人称 - HE - 死对头终成眷属系列 - 校园】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/d26d5a43d51e"
  },
  {
    "文件名": "【长佩】《不般配信息素》作者：狮不狮【ABO-年上-1V1-HE-强强】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/efcb89b8b4eb"
  },
  {
    "文件名": "【长佩】《冰糖月光》作者：木三观【先婚后爱 - 甜宠 - 小甜饼】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/5b5a384baccc"
  },
  {
    "文件名": "【长佩】《别点火》作者：松子茶【狗血 - 破镜重圆 - HE - 追老婆有 - 但算不算火葬场不知道】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e3c7c3e92345"
  },
  {
    "文件名": "【长佩】《被献给敌国疯批太子后》作者：禾小星【疯批攻 - 养成系 - 双向救赎、甜文 - 年上 - HE】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/87cf9e1276e6"
  },
  {
    "文件名": "【长佩】《被迫娶了阴鸷王爷后》作者：西流【主攻 - 甜宠 - 宫廷 - 权谋】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/f5850e2a1843"
  },
  {
    "文件名": "【长佩】《被爱氧化的人》作者：绯色分析【ABO-先婚后爱-替身-职业】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/f20e15019bf9"
  },
  {
    "文件名": "【长佩】《暴殄天物》作者：十一月十四【长发美人攻 - 自1为是 - 体育生受 - 年上 - 甜宠 - HE】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/9a71e4a5da3f"
  },
  {
    "文件名": "【长佩】《宝贝》作者：小鱼同学【现代 - 小甜饼 - HE】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/482110623f66"
  },
  {
    "文件名": "【长佩】《白鲸岛屿》作者：熊小小【ABO-校园-先婚后爱】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/fffd22e01d28"
  },
  {
    "文件名": "【长佩】《暗癖》作者：绊倒铁盒【张力 - 强强 - 年下 - 1V1 - HE】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/7a3d59753ce4"
  },
  {
    "文件名": "【长佩】《爱意心烧》作者：三厌【ABO-强制爱-年下-狗血-HE】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/3bc405903074"
  },
  {
    "文件名": "【长佩】《爱犬》作者：刘水水【ABO-年下】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/53e4d1bce465"
  },
  {
    "文件名": "【长佩】《爱情短片》作者：钱塘路【现代 - 重修旧好 - HE】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/7c54e47c9cef"
  },
  {
    "文件名": "【完结】《一受封疆》by殿前欢.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a91a3627a92d"
  },
  {
    "文件名": "【完结】《西北有高楼》作者：穆卿衣[网络版].txt",
    "夸克盘链接": "https://pan.quark.cn/s/4178c132cb62"
  },
  {
    "文件名": "【推】【长佩】《作里作气》作者：觉觉今天也想睡觉【一点强制 - HE - 甜宠 - 年上 - 作精受 - 爹系攻】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/82b4fed6e3a1"
  },
  {
    "文件名": "【推】【长佩】《最佳独占欲》作者：山有汐禾【年下 - 久别重逢 - 甜宠 - 小狼狗 - 哭包攻 - HE】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/475a17730efd"
  },
  {
    "文件名": "【推】【长佩】《自照》作者：浪山【娱乐圈 - 年上 - HE】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/36b54ea90a20"
  },
  {
    "文件名": "【推】【长佩】《自燃》作者：半糖果茶【现代 - 甜宠 - 双向暗恋 - 年上 - HE】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/73185a271383"
  },
  {
    "文件名": "【推】【长佩】《专属深爱》作者：冰块儿【现代 - 甜宠 - 搞笑 - 娱乐圈 - 欢喜冤家 - 神仙爱情】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/894670ae26b9"
  },
  {
    "文件名": "【推】【长佩】《住隔壁的漂亮大哥哥》作者：KLBB【现代 - 情投意合 - 甜宠 - HE】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/7bbc9163e627"
  },
  {
    "文件名": "【推】【长佩】《主动招惹》作者：似川【甜宠 - 重生 - 小甜饼 - HE - 校园 - 年上 - 双向救赎】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/69ce778b841a"
  },
  {
    "文件名": "【推】【长佩】《茱丽叶塔》作者：蜜月【主攻 - 破镜重圆 - 青春 - 情有独钟 - 古典乐 - HE 】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/55d2a87a4c88"
  },
  {
    "文件名": "【推】【长佩】《中蛊之后》作者：长烟【甜宠 - 搞笑 - 竹马 - 暗恋】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/5661ffbca33d"
  },
  {
    "文件名": "【推】【长佩】《招惹》作者：方浅【腹黑攻 - 酸甜 - 年上 - HE - 甜宠】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/f3aa04a1f881"
  },
  {
    "文件名": "【推】【长佩】《在河之洲》作者：盒家欢乐【现代 - HE - 天作之合 - 甜宠 - 因缘邂逅 - 甜文】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/04feca801233"
  },
  {
    "文件名": "【推】【长佩】《诱敌深入》作者：聊复尔尔【电竞 - 甜宠 - HE - 破镜重圆 - 暗恋成真 - 年上 - 热血 - 爽文 - 强强】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/bc6a07ea6fe5"
  },
  {
    "文件名": "【推】【长佩】《有瑕》作者：吸猫成仙【现代 - 年下 - HE - 双向救赎 - 治愈】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e533faa41edf"
  },
  {
    "文件名": "【推】【长佩】《一诺一生》作者：桃千岁【甜宠 - HE - 娱乐圈 - 非典型性先婚后爱】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/d81a53b79997"
  },
  {
    "文件名": "【推】【长佩】《一个平平无奇的霸道总裁》作者：江海轻舟【现代 - 脑洞 - 搞笑 - 轻松 - HE】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/1980fc239e8c"
  },
  {
    "文件名": "【推】【长佩】《咬钩》作者 ：阿阮有酒【现代- HE - 情有独钟 - 套路 - 双箭头】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/8971784d36dd"
  },
  {
    "文件名": "【推】【长佩】《妖怪酒吧营业中》作者：春日夏禾【系列文② - 养成 - 年下 - 甜宠 - 灵异 - 强强】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/1fd2f816941a"
  },
  {
    "文件名": "【推】【长佩】《寻山》作者：顺颂商祺【小甜饼 - 甜宠 - 年上 - 情投意合 - HE - 年龄差 - 双向暗恋】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/13831ac418c2"
  },
  {
    "文件名": "【推】【长佩】《嗅觉失灵》作者：何暮楚【现代 - 先婚后爱 - 1v1 - HE】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/b6ae997e004c"
  },
  {
    "文件名": "【推】【长佩】《杏雨街》作者：李书锦【HE - 年上 - 小甜饼 - 温馨 - 甜文】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/923ac0778a79"
  },
  {
    "文件名": "【推】【长佩】《协议结婚，重在参与》作者：毛球球【现代 - 甜宠 - 搞笑 - 先婚后爱】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ad1383766640"
  },
  {
    "文件名": "【推】【长佩】《校霸以为他穿书了》作者：伊川川【校园 - 甜饼 - 双初恋】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/390b53e8c3bc"
  },
  {
    "文件名": "【推】【长佩】《小美人和他的前夫》作者：张大吉【小甜饼 - 竹马竹马 - HE - 情投意合 - 破镜重圆】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/8896033f43e0"
  },
  {
    "文件名": "【推】【长佩】《小猫咪能有什么坏心思呢》作者：松子茶【甜宠 - HE - 天作之合 - 小甜饼 - 猫咪】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/da708cb89d11"
  },
  {
    "文件名": "【推】【长佩】《小鲫鱼》作者：俗世欢【年上 - 小甜饼 - 甜宠 - HE】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/bf4e3c014339"
  },
  {
    "文件名": "【推】【长佩】《小跟班》作者：KLBB【换攻 - 小甜饼 - 情投意合 - 1v1 - HE】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/339e41e54a28"
  },
  {
    "文件名": "【推】【长佩】《相爱恨早》作者：半月半蕉【甜宠 - 小甜饼 - 破镜重圆 - HE - 年上 - 天降 - 竹马】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/bbef1cfa5753"
  },
  {
    "文件名": "【推】【长佩】《仙君饲养指南》作者：小狐狸菌【甜宠 - 重生 - HE - 轻松 - 搞笑 - 仙侠】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/46c3ad0300a1"
  },
  {
    "文件名": "【推】【长佩】《下饭菜》作者：芥菜糊糊【搞笑 - 小甜饼 - HE - 甜宠 - 自我攻略文学】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/bf25f23fc95e"
  },
  {
    "文件名": "【推】【长佩】《我真没有引诱他》作者：毛球球【现代 - 甜宠 - 搞笑 - HE】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/9c9a63f9933b"
  },
  {
    "文件名": "【推】【长佩】《我们之间》作者：何暮楚【现代 - HE - 年下 - 狗姐】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/2218c7fca44d"
  },
  {
    "文件名": "【推】【长佩】《我们不是情敌吗》作者：梦里長【HE - 强强 - 情敌变情人 - 非第一人称 - 甜文 - 职业】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/209f0a101db3"
  },
  {
    "文件名": "【推】【长佩】《我和门面相看两厌》作者：芥菜糊糊【年上 - 搞笑 - 娱乐圈 - 相爱相杀 - 欢喜冤家】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/dd591ab3e4d4"
  },
  {
    "文件名": "【推】【长佩】《我不读圣贤书》作者：三道【补车版 - 古代- NP - 修罗场 - HE - 狗血】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/8f806ba68adb"
  },
  {
    "文件名": "【推】【长佩】《我把暗恋的人拉黑之后》作者：古今【现代 - 小甜饼】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/8447ab669f4a"
  },
  {
    "文件名": "【推】【长佩】《吻我》作者：无虞【甜宠 - 校园 - HE - 破镜重圆 - 竹马竹马 - 年上】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a9d4be1a2ba0"
  },
  {
    "文件名": "【推】【长佩】《网恋被骗八套数学卷》作者：Brass【校园 - 甜宠 - HE - 欢喜冤家 - 天作之合】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/364aa98cd3cb"
  },
  {
    "文件名": "【推】【长佩】《偷个月亮》作者：桃白百【现代 - 酸甜 - 暗恋 - 竹马 - 直掰弯 - 甜宠】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/96037a967728"
  },
  {
    "文件名": "【推】【长佩】《桃子美人》作者：李书锦【HE - 年上 - 小甜饼 - 甜宠 - 温馨】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/f4c402aca5d7"
  },
  {
    "文件名": "【推】【长佩】《他是一个透明人》作者：三道【狗血 - NP - 修罗场 - HE】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/249485bdedfb"
  },
  {
    "文件名": "【推】【长佩】《他的猫》作者：贰两肉【现代 - 甜宠 -HE - 架空】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/208c1bbf3a11"
  },
  {
    "文件名": "【推】【长佩】《岁岁平安》作者：无穷山色【重生 - 小甜饼 - 1v1 - HE】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/f174f9dd2b41"
  },
  {
    "文件名": "【推】【长佩】《死亡倒计时》作者：潇城【HE - 治愈 - 沙雕 - 反转 - 甜饼但不完全甜】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/50d79a0bb662"
  },
  {
    "文件名": "【推】【长佩】《双杀》作者：娜可露露【热血 - 年下 - HE - 电竞 - 欢喜冤家 - 强强】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/0a946f76dce0"
  },
  {
    "文件名": "【推】【长佩】《深欲》作者：白芥子【现代 - 情投意合 - 破镜重圆 - HE】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/87ce39431e1c"
  },
  {
    "文件名": "【推】【长佩】《谁在凌晨用豆浆机》作者：不执灯【强强 - 年下 - 爽文 - HE】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a02793aa8734"
  },
  {
    "文件名": "【推】【长佩】《上头》作者：Seven柳【互攻 - 强强 - 甜文 - HE】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/d03a7b9e3e2b"
  },
  {
    "文件名": "【推】【长佩】《丧病小区保卫战》作者：海鶄落【末世 - HE - 丧尸 - 轻松】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/63f56868e10f"
  },
  {
    "文件名": "【推】【长佩】《如岳临渊》作者：姬末【古代 - 年上 - HE - 强强 - 权谋】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/0fcc56ad3c3d"
  },
  {
    "文件名": "【推】【长佩】《如见雪来》作者：杨溯【强强 - 竹马竹马 - 系统 - 重生 - 玄幻 - HE】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/9b792dbb8894"
  },
  {
    "文件名": "【推】【长佩】《人妻受的春天》作者：李书锦【HE - 年上 - 甜宠 - 小甜饼】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/45650abc46bb"
  },
  {
    "文件名": "【长佩】《低冷系猫猫驯养指南》作者：别雀【年上 - 甜宠 - 搞笑 - 老男人 - 猫系】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/f2d5d35f8072"
  },
  {
    "文件名": "【长佩】《德Alpha》作者：小兔童话书【甜宠-HE-ABO-生子-小甜饼】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/b874ee539b82"
  },
  {
    "文件名": "【长佩】《大熊猫联姻指南》作者：林啸也【ABO-先婚后爱-久别重逢-甜宠-受本体是小只的大熊猫-攻本体羞于告诉老婆-互宠】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e80bb0a8ca9a"
  },
  {
    "文件名": "【长佩】《此路不通》作者：反舌鸟【ABO-现代-HE】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e58799e6a14d"
  },
  {
    "文件名": "【推】【长佩】《偏要勉强》作者：迟小椰【HE - 甜宠 - 破镜重圆 - 年下 - 娱乐圈】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/5607cc853cf2"
  },
  {
    "文件名": "【推】【长佩】《溺宠》作者：三厌【破镜重圆 - 强制爱 - 年下 - 甜宠 - HE】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/cc26cbed8317"
  },
  {
    "文件名": "【推】【长佩】《你行不行啊》作者：三月桃胡【现代 - 甜宠 - 年下 - 爱情冤种】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/d663efda083f"
  },
  {
    "文件名": "【推】【长佩】《你我之名》作者：娜可露露【电竞 - 年下 - 强强 - 历史第一C成长史 - 攻追受 - 竹马变天降 - 热血励志 - 青春蜕变 - HE】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/3499204e5296"
  },
  {
    "文件名": "【推】【长佩】《你什么态度》作者：刘水水【现代 - 年下 - 单向暗恋 - 为爱做0】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/6e05141cd2e0"
  },
  {
    "文件名": "【推】【长佩】《你克制一点》作者：松子茶【小甜饼 - 甜宠 - 暗恋成真 - 一见钟情 - 年下】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/fa04c79f7232"
  },
  {
    "文件名": "【推】【长佩】《难缠》作者：刘水水【现代 - 都市 - 年下 - HE】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c31988fd8912"
  },
  {
    "文件名": "【推】【长佩】《男友猛A，古代穿过来的》作者：广木非青【年下 - 绿茶攻 - ABO - AB - 搞笑 - 甜宠 - HE - 娱乐圈 - 直掰弯 - 年下养成 - 前世今生】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/dcc022236e25"
  },
  {
    "文件名": "【推】【长佩】《男德Alpha》作者：小兔童话书【甜宠 - HE - ABO - 生子 - 小甜饼】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/eba2949c3fdb"
  },
  {
    "文件名": "【推】【长佩】《缅北原始雨林》作者：扇葵【现代 - 冒险 - 轻松 - 治愈 - 温馨】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a37d920313e2"
  },
  {
    "文件名": "【推】【长佩】《猫冬》作者：清明谷雨【酸甜口 - 掉马 - 误会 - 久别重逢 - 攻宠受】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/d51086a96992"
  },
  {
    "文件名": "【推】【长佩】《茫茫》作者：顺颂商祺【现代 - 情投意合 - HE】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/939506af1987"
  },
  {
    "文件名": "【推】【长佩】《梁临好烦》作者：你爸爸【主攻 - 第一人称 - 竹马竹马 - HE - 甜文 - 成长】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/49ed7b5340a7"
  },
  {
    "文件名": "【推】【长佩】《空白罪状》作者：空菊【1V1 - HE - 强强 - 推理 - 破案 - 法庭辩论 - 受不知道自己是受】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/7a3fc3bc3f24"
  },
  {
    "文件名": "【推】【长佩】《看走眼》作者：三上樽【富攻穷受 - 高冷攻长 - 发美人受 - 欢喜冤家 - 自1为是 - 搞笑 - 甜饼 - 1v1 - HE】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/aae55970a5ae"
  },
  {
    "文件名": "【推】【长佩】《居心不净》作者：池总渣【古代 - 架空 - 强强】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/d6225d610686"
  },
  {
    "文件名": "【推】【长佩】《禁止失联》作者：顾言丶【HE - 情投意合 - 甜宠】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/596179843bf3"
  },
  {
    "文件名": "【推】【长佩】《金丝雀失忆后》作者：罐装月亮【小甜饼 - HE - 剧情 - 甜宠】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/6a3a48700e99"
  },
  {
    "文件名": "【推】【长佩】《见鬼先生》作者：有酒【灵异 - 年上 - HE - 竹马 - 治愈 - 成长】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/30de7c89a052"
  },
  {
    "文件名": "【推】【长佩】《假正经》作者：桃白百【甜宠 - 小甜饼 - 搞笑】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/fa40f395b8a0"
  },
  {
    "文件名": "【推】【长佩】《寄余生》作者：盛星斗【古代 - 玄幻 - 甜虐 - HE】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/68e31e09d4cf"
  },
  {
    "文件名": "【推】【长佩】《祭品来敲门》作者：陈早【灵异 - HE - 反差 - 强强 - 甜宠】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/855d21b969bc"
  },
  {
    "文件名": "【推】【长佩】《纪律准则》作者：顾言、【HE - 破镜重圆 - 强强 - 情投意合】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/2a6fee748332"
  },
  {
    "文件名": "【推】【长佩】《欢迎登录锁妖塔》作者：春日夏禾【系列文① - 甜宠 - 搞笑 - 无限流 - HE - 恐怖 - 修仙 - 逗逼 - 欢脱】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/360ff20583fb"
  },
  {
    "文件名": "【推】【长佩】《坏小孩》作者：熊小小【HE - 搞笑 - 破镜重圆 - 校园 - 甜宠 - 沙雕】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/9c5cf6bde663"
  },
  {
    "文件名": "【推】【长佩】《哄我》作者：白鹿【现代 - 甜宠 - 金主文学 - 经典推拉】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/3f1d81efef09"
  },
  {
    "文件名": "【推】【长佩】《和喜欢的人一起隔离了》作者：半月半蕉【小甜饼 - 甜宠 - HE - 第一人称 - 情投意合 - 双向暗恋】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/382e891fd60e"
  },
  {
    "文件名": "【推】【长佩】《贵族男校》作者：郑九煞【狗血 - 校园 - 万人迷 - HE - 多攻】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ff478577305e"
  },
  {
    "文件名": "【推】【长佩】《光斑》作者：冷山就木【现代 - 强制爱 - 哭包受 - 竹马 - HE】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/33f6d9faa1f9"
  },
  {
    "文件名": "【推】【长佩】《怪物妈妈》作者：程序媛【架空 - 惊悚 - 悬疑 - 甜宠 - HE】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/f73ba3468df4"
  },
  {
    "文件名": "【推】【长佩】《隔壁小孩又趴窗台看我》作者：失效的止疼药【HE - 小甜饼 - 校园 - 日常 - 暗恋】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/5cc85cb6251d"
  },
  {
    "文件名": "【推】【长佩】《扶鸾》作者：白芥子【修真 - 重生 - 狗血 - 天作之合 - HE】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/d96c53815040"
  },
  {
    "文件名": "【推】【长佩】《锋面雨》作者：吴百万【强强 - 破镜重圆 - 年下 - 养成 - HE - 相爱相杀】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/54fb612c3f6d"
  },
  {
    "文件名": "【推】【长佩】《废太子为何那样》作者：玻璃时针【甜宠 - HE - 幻想】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/596b1d789d3a"
  },
  {
    "文件名": "【推】【长佩】《飞云之上》作者：林光曦【现代 - 破镜重圆 - 暗恋 - HE - 不算刑侦文专注搞对象】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/8d8b8d44684a"
  },
  {
    "文件名": "【推】【长佩】《反向设陷》作者：柒零叁【破镜重圆 - 情有独钟 - 双向奔赴 - 年上 - 甜宠 - HE】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/29f7c57cd920"
  },
  {
    "文件名": "【推】【长佩】《翻开男德第一页》作者：木三观【星际 - 架空 - HE】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/57e476b2bd83"
  },
  {
    "文件名": "【推】【长佩】《顶端优势》作者：空菊【赛博朋克 - 1V1 - HE - 强强 - 年下】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/915cbbc4004d"
  },
  {
    "文件名": "【推】【长佩】《电子竞技存在一见钟情吗？》作者： 路嘻法【主攻 - 甜宠 - 情投意合 - 双向暗恋 - HE - 电竞】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/863a89c404d1"
  },
  {
    "文件名": "【推】【长佩】《倒霉版封寝日记》作者：不执灯【强强 - HE - 爽文 - 死对头】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/95b2dd082012"
  },
  {
    "文件名": "【推】【长佩】《单身病》作者：空菊【1V1 - HE - 甜文 - 日常】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/2af859f1be09"
  },
  {
    "文件名": "【推】【长佩】《春潮夏至》作者：林光曦【现代 - PAO友变真爱 - 年下 - 换攻 - 甜宠 - 互宠】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/9721691a913b"
  },
  {
    "文件名": "【推】【长佩】《除是偷尝》作者：扇葵【古代 - 甜宠 - 轻松 - 小甜饼】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/fa45d3aded2b"
  },
  {
    "文件名": "【推】【长佩】《初恋未遂》作者：钱塘路【现代 - HE】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c0558e173c85"
  },
  {
    "文件名": "【推】【长佩】《冲上云霄》作者：麻酱烧饼【甜宠 - 年下 - 升级流 - 情投意合 - HE】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/8c27feb87863"
  },
  {
    "文件名": "【推】【长佩】《成为乐高小兔》作者：卡比丘【现代 - 酸甜口 - HE】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e558da31aac7"
  },
  {
    "文件名": "【推】【长佩】《彩虹瓶子》作者：一个米饼【现代 - 娱乐圈 - 小甜饼】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/16f77b8f885c"
  },
  {
    "文件名": "【推】【长佩】《不琢》作者：羽毛儿飞【甜宠 - 年上 - 轮椅受 - 浪子回头 - 情投意合】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a9e96d4883d5"
  },
  {
    "文件名": "【推】【长佩】《不为人知》作者：三道【年下 - 狗血 - HE】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/6111af33ef74"
  },
  {
    "文件名": "【推】【长佩】《不沉沦》作者：觉觉今天也想睡觉【HE - 渣受 - 狗血 - 万人迷 - 强制爱】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c22485d4c4d9"
  },
  {
    "文件名": "【推】【长佩】《别跟他玩》作者：银飞壳【校园 - HE - 搞笑 - 狗血 - 甜虐】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/0b92356036e7"
  },
  {
    "文件名": "【推】【长佩】《半途》作者：四面风【现代 - 治愈 - 成人 - 1V1 - HE】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/480b09e0989f"
  },
  {
    "文件名": "【推】【长佩】《白天鹅和他的心机老公》作者：张大吉【现代 - 小甜饼 - HE】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/b08431875669"
  },
  {
    "文件名": "【推】【长佩】《cos0》作者：图南鲸【HE - 强强 - 先婚后爱 - 年下】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c14110d6a1d3"
  },
  {
    "文件名": "【推】【长佩】《30分男友》作者：柏君【第一人称 - 甜宠 - HE - 小甜饼】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ee9f6803aa13"
  },
  {
    "文件名": "【推】【长佩】《21世纪不需要天师》作者：落回【灵异 - 年上 - 甜宠 - 前世今生 - 不恐怖】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/6e033cc89ff9"
  },
  {
    "文件名": "【书耽】《作精他有恃无恐》作者：北冥有雁【ABO - 重生 - 甜文 - HE - 爽文】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/bb44a60c9e2d"
  },
  {
    "文件名": "【书耽】《朕是一个莫得感情的杀手》作者：祎祎【书耽 - 古代 - 1V1 - HE】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/2e6d287bcf5c"
  },
  {
    "文件名": "【书耽】《来生不见》作者：天袭【书耽 - 现代 -重生 - 虐文 - 盛世美颜】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/0bfd8a3cae28"
  },
  {
    "文件名": "【书耽】《卷王影帝拒绝当白莲炮灰》作者：北冥有雁【现代 - 甜文 - 爽文 - HE】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/64f3e751f473"
  },
  {
    "文件名": "【书耽】《摆烂式带娃后我火爆全网》作者：谷一不胖.txt",
    "夸克盘链接": "https://pan.quark.cn/s/eb5363c0ce38"
  },
  {
    "文件名": "【书耽】《[无限流]神明的恶劣游戏》作者：晨光微沐.txt",
    "夸克盘链接": "https://pan.quark.cn/s/3683585d4a97"
  },
  {
    "文件名": "【青梨】《夺权失败后小少爷总想逃》作者：清秋西楼.txt",
    "夸克盘链接": "https://pan.quark.cn/s/d37508c4c101"
  },
  {
    "文件名": "【青花鱼】完结《三喜》作者：WingYing（NP）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/aefeab662bfc"
  },
  {
    "文件名": "【青花鱼】完结《美强惨的娱乐圈升级指南（NP）》作者：采采2333（补番）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/7753461ce966"
  },
  {
    "文件名": "【青花鱼】完结《Merry Christmas 》作者：不周3.txt",
    "夸克盘链接": "https://pan.quark.cn/s/774a2686fcff"
  },
  {
    "文件名": "【强推】【长佩】《我不可能喜欢他》作者：陈隐【甜文 - 甜宠 - 年下 - 强强 - HE - 体育】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/07ccee847c1c"
  },
  {
    "文件名": "【瓶邪黑花】有求必应by：除了超龄一无所有.txt",
    "夸克盘链接": "https://pan.quark.cn/s/0058f74d8885"
  },
  {
    "文件名": "【瓶邪黑花】一哭二闹三上吊by：除了超龄一无所有.txt",
    "夸克盘链接": "https://pan.quark.cn/s/141e809c3890"
  },
  {
    "文件名": "【瓶邪黑花】来生by：除了超龄一无所有.txt",
    "夸克盘链接": "https://pan.quark.cn/s/437e4e0b8dcf"
  },
  {
    "文件名": "【瓶邪abo】爸已竞走十年了by：除了超龄一无所有.txt",
    "夸克盘链接": "https://pan.quark.cn/s/31d48cbf2aca"
  },
  {
    "文件名": "【瓶邪】我的绝色老板嫁了一个典型凤凰by：除了超龄一无所有.txt",
    "夸克盘链接": "https://pan.quark.cn/s/d85210ec625a"
  },
  {
    "文件名": "【瓶邪】我的敬业族长被妖妃蛊惑了by：除了超龄一无所有.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a1e495e87620"
  },
  {
    "文件名": "【瓶邪】二十一世纪族长夫人选拔大赛纪实by：除了超龄一无所有.txt",
    "夸克盘链接": "https://pan.quark.cn/s/b433732c711a"
  },
  {
    "文件名": "【牛五方】吃醋by：除了超龄一无所有.txt",
    "夸克盘链接": "https://pan.quark.cn/s/23da9fabb4ea"
  },
  {
    "文件名": "【米国度】完结《俗人》作者：九真.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c2f0531c2048"
  },
  {
    "文件名": "【米国度】完结《强制分化（ABO）》作者：雁一夏.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c6c575d6e647"
  },
  {
    "文件名": "【米国度】完结《大叔才是真绝色》作者：离峰.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c3c0e0a369f8"
  },
  {
    "文件名": "【米国度】《总裁向总监求婚五次，最后一次他会答应吗》作者：SaveAsDraft【狗血 - 生子 - 破镜重圆 - 女王受 - 中H - 中篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/946319617273"
  },
  {
    "文件名": "【米国度】《主神与祂的祭品》作者：sossli【现代 - 甜文 - 荤素皆有 - 短篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/7b7830f37a3c"
  },
  {
    "文件名": "【米国度】《重生之宠儿无度》作者：九真【重生 - 爽文 - 甜文 - 互宠 - 双性 - 产乳 - 生子 - 中H - 长篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/036706bfa18f"
  },
  {
    "文件名": "【米国度】《知君仙骨》作者：Cogito_【第一人称 - 主攻 - 古代 - 师徒 - 双性 - 双性 - 年下 - 1v1 - 中H - 中篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/2f1496dc0127"
  },
  {
    "文件名": "【米国度】《缘解五味》作者：月佩环【古代 - 微H - 中篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/5825feec7340"
  },
  {
    "文件名": "【米国度】《雨革月的第N次相亲》作者：憐夢【玄幻 - 年下 - 微H - 中篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a00c329fedb1"
  },
  {
    "文件名": "【推】【长佩】《热带公路》作者：林子律【双向暗恋 - 年上 - HE】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/58d289c1d4af"
  },
  {
    "文件名": "【推】【长佩】《渠清如许》作者：清明谷雨【古代 - 酸甜口 - 推拉 - 先婚后爱 - 轻狗血 - 追妻但非火葬场 - HE - 强强】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/32d409039f15"
  },
  {
    "文件名": "【推】【长佩】《青玉案》作者：其颜灼灼【相爱相杀 - 强强 - 年上 - HE - 情投意合 - 美人攻】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e98ca851826d"
  },
  {
    "文件名": "【推】【长佩】《寝室文学》作者：二团书生【现代 - 掉马 - 甜宠 - 文学】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/889f7756e42d"
  },
  {
    "文件名": "【推】【长佩】《千杯》作者：静安路1号【现代 - 轻小说 - 年上】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/4e782fd5a005"
  },
  {
    "文件名": "【米国度】《温柔许你》作者：来年大雪封山【现代 - BDSM - 有肉 - 甜宠 - 中篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/601fc130c18e"
  },
  {
    "文件名": "【米国度】《双向沦陷》作者：陆灵【现代 - 强制 - 黑道 - 有肉 - 中篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c459815a6199"
  },
  {
    "文件名": "【米国度】《杀戮游戏之神降》作者：一个精神病【网游系统 - 甜宠 - 微H - 中篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/946463f9e8d0"
  },
  {
    "文件名": "【米国度】《日坐红艳》作者：云吞娘娘【现代 - 禁忌 - 有肉 - 黑道 - 产乳 - 中篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e3bc30b1107c"
  },
  {
    "文件名": "【米国度】《然的世界》作者：SaveAsDraft【现代 - 虐恋情深 - 生子 - 致郁 - 中H - 短篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/68f48cd8f2fe"
  },
  {
    "文件名": "【米国度】《倾心赋》作者：憐夢【古代 - 虐恋 - 微H - 中篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/7bcc62fc2651"
  },
  {
    "文件名": "【米国度】《强制分化》作者：雁一夏【ABO - 破镜重圆 - 强制 - 虐恋情深 - 中H - 长篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/71a8be1b168d"
  },
  {
    "文件名": "【米国度】《苹果微酸》作者：梵千月【现代 - 有肉 - 都市职场 - 长篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ce97717eb3b9"
  },
  {
    "文件名": "【米国度】《难舍难分》作者：池砚【现代 - 甜宠 - 直掰弯 - 微H - 短篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/1f7b7797997b"
  },
  {
    "文件名": "【米国度】《末世，养娃，被压》作者：sossli【末世 - 荤素皆有 - 中篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/820712fca2a4"
  },
  {
    "文件名": "【米国度】《可塑》作者：巢鸟【现代 - 年下 - 有肉 - 黑道 - HE - 中篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/b7bd8b96473a"
  },
  {
    "文件名": "【米国度】《开心BAND》作者：四季初石【现代 - 穿越 - 微H - 长篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ec84f2f1f27b"
  },
  {
    "文件名": "【米国度】《皎皎月光》作者：别想扒我马甲【现代 - 甜宠 - 强势攻 - 微H - 短篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/7364c7a79124"
  },
  {
    "文件名": "【米国度】《歌王醒醒是我潜规则你》作者：一个精神病【娱乐圈 - 甜宠 - 强强 - 年下 - 双处 - 微H - 长篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/62432e899436"
  },
  {
    "文件名": "【米国度】《反向标记》作者：一个精神病【哨向 - 有肉 - 甜宠 - 双处 - 短篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/65b692cf356c"
  },
  {
    "文件名": "【米国度】《从本王肚子里滚出来》作者：SaveAsDraft【古代 - 甜宠 - 生子 - 搞笑 - 中H - 短篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c532efc69a64"
  },
  {
    "文件名": "【米国度】《春色暮云》作者：提笔成诗【现代 - 清水 - 文艺 - 短篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/35216ee4c986"
  },
  {
    "文件名": "【米国度】《春潮》作者：封与【现代 - 年下 - 有肉 - 强势攻 - 中篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/f17aeeecb7e3"
  },
  {
    "文件名": "【米国度】《SAD的年上嗨爽中短集合》作者：SaveAsDraft【合集 - 微H - 中篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/5e5c9f751d29"
  },
  {
    "文件名": "【萌糖】呀！被读心，教授公化身为作者：贼不儿.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c7c08bc83ba5"
  },
  {
    "文件名": "【萌糖】学霸抱抱，咸鱼老婆有系统作者：黑眼圈不黑.txt",
    "夸克盘链接": "https://pan.quark.cn/s/0d8caebea12b"
  },
  {
    "文件名": "【萌糖】无限流：他很美，可惜长了嘴作者：双影照清浔.txt",
    "夸克盘链接": "https://pan.quark.cn/s/922d5b7ec803"
  },
  {
    "文件名": "【萌糖】我的间烟火之穿许沁的亲作者：兔子乖乖呀.txt",
    "夸克盘链接": "https://pan.quark.cn/s/dc924ccc08a0"
  },
  {
    "文件名": "【萌糖】甜欲病！哥哥你装真好看！作者：稚子小.txt",
    "夸克盘链接": "https://pan.quark.cn/s/96d6733be01e"
  },
  {
    "文件名": "【萌糖】末世后我家猫为了系统作者：贼不儿.txt",
    "夸克盘链接": "https://pan.quark.cn/s/3d1532a9e128"
  },
  {
    "文件名": "【萌糖】论杀死反派病娇尸王的88种方式作者：稚子小.txt",
    "夸克盘链接": "https://pan.quark.cn/s/cea7deaa1b98"
  },
  {
    "文件名": "【萌糖】宠妾灭妻？这侯门主母我不当了！作者：礼午.txt",
    "夸克盘链接": "https://pan.quark.cn/s/769bbb06c575"
  },
  {
    "文件名": "【萌糖】超甜预警！在墨爷的心尖纵火撩情作者：沈星许.txt",
    "夸克盘链接": "https://pan.quark.cn/s/89653c8b485a"
  },
  {
    "文件名": "【萌糖】绑定黑科技系统我征服全世界作者：黑眼圈不黑.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c157658ba2a3"
  },
  {
    "文件名": "【萌糖】《修真界第一冤种》作者：雨小狐.txt",
    "夸克盘链接": "https://pan.quark.cn/s/f01c6471c4f4"
  },
  {
    "文件名": "【萌糖】《喜欢漂亮美人有什么错》作者：假山南.txt",
    "夸克盘链接": "https://pan.quark.cn/s/3eb01c535cc4"
  },
  {
    "文件名": "【萌糖】《无情道剑君怀了我的崽》作者：扶霜.txt",
    "夸克盘链接": "https://pan.quark.cn/s/406afeaccd06"
  },
  {
    "文件名": "【萌糖】《我在修仙界养龙崽》作者：丢不掉的苹果.txt",
    "夸克盘链接": "https://pan.quark.cn/s/cc540a0dcfa0"
  },
  {
    "文件名": "【萌糖】《谈恋爱就是犯天条》作者：鱿不右.txt",
    "夸克盘链接": "https://pan.quark.cn/s/0b6433e32f43"
  },
  {
    "文件名": "【萌糖】《沙雕师姐每天都在换人设》作者：南陶陶.txt",
    "夸克盘链接": "https://pan.quark.cn/s/9b091cdd8ec6"
  },
  {
    "文件名": "【黑花瓶邪】老公你说句话啊by：除了超龄一无所有.txt",
    "夸克盘链接": "https://pan.quark.cn/s/2a5e71b6b69e"
  },
  {
    "文件名": "【黑花瓶邪】九门功课同步学by：除了超龄一无所有.txt",
    "夸克盘链接": "https://pan.quark.cn/s/df8a10ee4051"
  },
  {
    "文件名": "【黑花瓶邪】爸爸带崽从不让人失望by：除了超龄一无所有.txt",
    "夸克盘链接": "https://pan.quark.cn/s/0f5bc86ccdda"
  },
  {
    "文件名": "【黑花联文】羊在我这里by：除了超龄一无所有.txt",
    "夸克盘链接": "https://pan.quark.cn/s/51465f39a78d"
  },
  {
    "文件名": "【黑花】祝你生日快乐by：除了超龄一无所有.txt",
    "夸克盘链接": "https://pan.quark.cn/s/5bf528f12a73"
  },
  {
    "文件名": "【黑花】祝你平安by：除了超龄一无所有.txt",
    "夸克盘链接": "https://pan.quark.cn/s/bcae05701a2a"
  },
  {
    "文件名": "【黑花】致富经by：除了超龄一无所有.txt",
    "夸克盘链接": "https://pan.quark.cn/s/d50e8606316a"
  },
  {
    "文件名": "【黑花】长江后浪卷前浪by：除了超龄一无所有.txt",
    "夸克盘链接": "https://pan.quark.cn/s/57f265a05341"
  },
  {
    "文件名": "【黑花】战争是一场恋爱by：除了超龄一无所有.txt",
    "夸克盘链接": "https://pan.quark.cn/s/3e6ede589693"
  },
  {
    "文件名": "【黑花】原著出场整理by：除了超龄一无所有.txt",
    "夸克盘链接": "https://pan.quark.cn/s/92653568d2bf"
  },
  {
    "文件名": "【黑花】雨天路滑，小心行驶by：除了超龄一无所有.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e412606580eb"
  },
  {
    "文件名": "【黑花】有些人一谈恋爱就双标by：除了超龄一无所有.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a15ca11c4b42"
  },
  {
    "文件名": "【黑花】英年勿早婚by：除了超龄一无所有.txt",
    "夸克盘链接": "https://pan.quark.cn/s/d596d436bfb3"
  },
  {
    "文件名": "【黑花】隐婚的人不要随便失忆（正文+番外）by：除了超龄一无所有.txt",
    "夸克盘链接": "https://pan.quark.cn/s/d053dcb51055"
  },
  {
    "文件名": "【黑花】一些脑洞by：除了超龄一无所有.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e9ba3ebeaf56"
  },
  {
    "文件名": "【黑花】一见你就笑by：除了超龄一无所有.txt",
    "夸克盘链接": "https://pan.quark.cn/s/84ad4b181fd6"
  },
  {
    "文件名": "【黑花】虚拟佛祖by：除了超龄一无所有.txt",
    "夸克盘链接": "https://pan.quark.cn/s/21bf18824d31"
  },
  {
    "文件名": "【黑花】修成玉颜色by：除了超龄一无所有.txt",
    "夸克盘链接": "https://pan.quark.cn/s/f2a792c2dca8"
  },
  {
    "文件名": "【黑花】小花猫by：除了超龄一无所有.txt",
    "夸克盘链接": "https://pan.quark.cn/s/960db203b3df"
  },
  {
    "文件名": "【黑花】我喜欢的美食区up主翻车了by：除了超龄一无所有.txt",
    "夸克盘链接": "https://pan.quark.cn/s/b99446f05817"
  },
  {
    "文件名": "【黑花】我们复婚吧by：除了超龄一无所有.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e92d539d67d5"
  },
  {
    "文件名": "【黑花】未离先孕by：除了超龄一无所有.txt",
    "夸克盘链接": "https://pan.quark.cn/s/732efb9ac94c"
  },
  {
    "文件名": "【黑花】未复婚先孕by：除了超龄一无所有.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a0b5994278bb"
  },
  {
    "文件名": "【黑花】啼笑姻缘by：除了超龄一无所有.txt",
    "夸克盘链接": "https://pan.quark.cn/s/f0d349e5c65d"
  },
  {
    "文件名": "【黑花】虽然失忆很俗套但还是想写by：除了超龄一无所有.txt",
    "夸克盘链接": "https://pan.quark.cn/s/6ee31f725138"
  },
  {
    "文件名": "【黑花】事业心和恋爱脑不可得兼by：除了超龄一无所有.txt",
    "夸克盘链接": "https://pan.quark.cn/s/bb4d4e8980e4"
  },
  {
    "文件名": "【黑花】社畜志异by：除了超龄一无所有.txt",
    "夸克盘链接": "https://pan.quark.cn/s/69378d6e3ac8"
  },
  {
    "文件名": "【黑花】散了吧要手的by：除了超龄一无所有.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c36f3ea608dd"
  },
  {
    "文件名": "【黑花】前夫哥你好吗by：除了超龄一无所有.txt",
    "夸克盘链接": "https://pan.quark.cn/s/1036cf104c86"
  },
  {
    "文件名": "【黑花】齐医生的青春期临床治疗方案by：除了超龄一无所有.txt",
    "夸克盘链接": "https://pan.quark.cn/s/19dcd3ba5aa9"
  },
  {
    "文件名": "【黑花】齐楼梦by：除了超龄一无所有.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c643bdc1e6f2"
  },
  {
    "文件名": "【黑花】齐老师的青春期主题教育课堂by：除了超龄一无所有.txt",
    "夸克盘链接": "https://pan.quark.cn/s/7595fd60cad6"
  },
  {
    "文件名": "【黑花】你在第五层我在第七层by：除了超龄一无所有.txt",
    "夸克盘链接": "https://pan.quark.cn/s/f4823d735a35"
  },
  {
    "文件名": "【黑花】你掉的是哪朵花by：除了超龄一无所有.txt",
    "夸克盘链接": "https://pan.quark.cn/s/3ec52c793815"
  },
  {
    "文件名": "【黑花】离于爱者by：除了超龄一无所有.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c32a970b53b2"
  },
  {
    "文件名": "【黑花】拉郎配by：除了超龄一无所有.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c950b4ecfe0b"
  },
  {
    "文件名": "【黑花】看人下菜碟by：除了超龄一无所有.txt",
    "夸克盘链接": "https://pan.quark.cn/s/1acfa9d3583f"
  },
  {
    "文件名": "【黑花】就医请选择正规医疗机构by：除了超龄一无所有.txt",
    "夸克盘链接": "https://pan.quark.cn/s/bbbd6bc1562a"
  },
  {
    "文件名": "【黑花】教学事故by：除了超龄一无所有.txt",
    "夸克盘链接": "https://pan.quark.cn/s/8863612ebe89"
  },
  {
    "文件名": "【黑花】狐狸新娘by：除了超龄一无所有.txt",
    "夸克盘链接": "https://pan.quark.cn/s/801bf91e4464"
  },
  {
    "文件名": "【黑花】黑瞎子的一夜by：除了超龄一无所有.txt",
    "夸克盘链接": "https://pan.quark.cn/s/d0a2bfb2d9f7"
  },
  {
    "文件名": "【黑花】海棠湾啊海棠湾by：除了超龄一无所有.txt",
    "夸克盘链接": "https://pan.quark.cn/s/afe4184c62f7"
  },
  {
    "文件名": "【黑花】还是养猫by：除了超龄一无所有.txt",
    "夸克盘链接": "https://pan.quark.cn/s/b60ccc2b738a"
  },
  {
    "文件名": "【黑花】防火防盗防闺蜜by：除了超龄一无所有.txt",
    "夸克盘链接": "https://pan.quark.cn/s/deb2ba1f3270"
  },
  {
    "文件名": "【黑花】二十一天by：除了超龄一无所有.txt",
    "夸克盘链接": "https://pan.quark.cn/s/6e9023c2f999"
  },
  {
    "文件名": "【黑花】不浪漫流言by：除了超龄一无所有.txt",
    "夸克盘链接": "https://pan.quark.cn/s/27ef62a89570"
  },
  {
    "文件名": "【黑花】爱情始于也终于糊弄by：除了超龄一无所有.txt",
    "夸克盘链接": "https://pan.quark.cn/s/218b293c8aa0"
  },
  {
    "文件名": "【黑花】爱情买卖by：除了超龄一无所有.txt",
    "夸克盘链接": "https://pan.quark.cn/s/48093c432229"
  },
  {
    "文件名": "【米国度】《奕战马陵∣ABO》作者：吾知來【ABO - 甜宠 - 年下 - 微H - 长篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/7a12da9bb551"
  },
  {
    "文件名": "【米国度】《雾失晓枫》作者：月佩环【古代 - 微H - 中篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/78a08e5ef7b6"
  },
  {
    "文件名": "【米国度】《我的老攻是只鬼？》作者：一个精神病【现代 - 甜宠 -双处 - 鬼攻 - 灵异 - 恐怖 - 微H - 中篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/f91711cb9a1f"
  },
  {
    "文件名": "【米国度】《我把他的脚弄骨折了》作者：肥胖的小透明【现代 - 有肉 - 甜宠 - 虐恋情深 - 虐身 - 短篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/da6a26c73090"
  },
  {
    "文件名": "【hjyt】《最佳契合》by十九瑶(1).txt",
    "夸克盘链接": "https://pan.quark.cn/s/929147d53537"
  },
  {
    "文件名": "【hjyt】《最后一案》作者：长生千叶.txt",
    "夸克盘链接": "https://pan.quark.cn/s/0304481a56e6"
  },
  {
    "文件名": "【hjyt】《最爱你的那十年》by无仪宁死.txt",
    "夸克盘链接": "https://pan.quark.cn/s/6a25213060e1"
  },
  {
    "文件名": "【hjyt】《走入你的良夜》 by秦三见 (1).txt",
    "夸克盘链接": "https://pan.quark.cn/s/1e88da528a35"
  },
  {
    "文件名": "【hjyt】《走进人格分裂[快穿]》by龙柒.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e1604ea752ed"
  },
  {
    "文件名": "【hjyt】《恣意》by一苗白菜.txt",
    "夸克盘链接": "https://pan.quark.cn/s/b76add739336"
  },
  {
    "文件名": "【hjyt】《子夜鸮》by颜凉雨.txt",
    "夸克盘链接": "https://pan.quark.cn/s/7f73534e4d26"
  },
  {
    "文件名": "【hjyt】《子夜十》by颜凉雨.txt",
    "夸克盘链接": "https://pan.quark.cn/s/7c2aead3792c"
  },
  {
    "文件名": "【hjyt】《酌鹿》作者：绿野千鹤.txt",
    "夸克盘链接": "https://pan.quark.cn/s/d7e90e8bb54b"
  },
  {
    "文件名": "【hjyt】《追凶》by白瑰.txt",
    "夸克盘链接": "https://pan.quark.cn/s/06eae3901082"
  },
  {
    "文件名": "【hjyt】《重生之峥嵘》作者：缘何故.txt",
    "夸克盘链接": "https://pan.quark.cn/s/3dffda644dce"
  },
  {
    "文件名": "【hjyt】《重生之斩尾》作者：西子绪.txt",
    "夸克盘链接": "https://pan.quark.cn/s/355486fc5f41"
  },
  {
    "文件名": "【hjyt】《重生之渣受》作者：爱看天.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e4eaef4d5a14"
  },
  {
    "文件名": "【hjyt】《重生之月光少年》作者：风流书呆.txt",
    "夸克盘链接": "https://pan.quark.cn/s/52dd6b13f56e"
  },
  {
    "文件名": "【hjyt】《重生之异世吃货》作者：宫槐@玉 .txt",
    "夸克盘链接": "https://pan.quark.cn/s/6aca749ac91d"
  },
  {
    "文件名": "【hjyt】《重生之异世吃货》by宫槐@玉 .txt",
    "夸克盘链接": "https://pan.quark.cn/s/3421450aad2d"
  },
  {
    "文件名": "【hjyt】《重生之药膳坊》作者：云过是非.txt",
    "夸克盘链接": "https://pan.quark.cn/s/9852cc780bfc"
  },
  {
    "文件名": "【hjyt】《重生之妖道再临》作者：公子于歌.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c198a78d0c0b"
  },
  {
    "文件名": "【hjyt】《重生之血腥荣耀》作者：西子绪.txt",
    "夸克盘链接": "https://pan.quark.cn/s/cf10d832703b"
  },
  {
    "文件名": "【hjyt】《重生之兄弟情深／重生之商界风云》作者：蝶之灵.txt",
    "夸克盘链接": "https://pan.quark.cn/s/f430899b35b1"
  },
  {
    "文件名": "【hjyt】《重生之星际宠婚[娱乐圈]》作者：莫晨欢.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ea3c03799c27"
  },
  {
    "文件名": "【hjyt】《重生之谢八爷》作者：木兮娘.txt",
    "夸克盘链接": "https://pan.quark.cn/s/bd898372a9b4"
  },
  {
    "文件名": "【hjyt】《重生之小市民》作者：缘何故.txt",
    "夸克盘链接": "https://pan.quark.cn/s/7e0a374e978b"
  },
  {
    "文件名": "【hjyt】《重生之为你疯魔》作者：咽泪装欢.txt",
    "夸克盘链接": "https://pan.quark.cn/s/0c908415d6a0"
  },
  {
    "文件名": "【hjyt】《重生之伪装废材》作者：妖月空.txt",
    "夸克盘链接": "https://pan.quark.cn/s/4541e4e03b28"
  },
  {
    "文件名": "【hjyt】《重生之网红上位法则》作者：公子于歌.txt",
    "夸克盘链接": "https://pan.quark.cn/s/00d77c737558"
  },
  {
    "文件名": "【hjyt】《重生之太子很难养》作者：苏景闲.txt",
    "夸克盘链接": "https://pan.quark.cn/s/2da68c988d5e"
  },
  {
    "文件名": "【hjyt】《重生之苏晨的幸福生活》作者：来自远方.txt",
    "夸克盘链接": "https://pan.quark.cn/s/f10ca3c9c7c8"
  },
  {
    "文件名": "【hjyt】《重生之恃爱行凶》作者：西子绪.txt",
    "夸克盘链接": "https://pan.quark.cn/s/992e5d39382a"
  },
  {
    "文件名": "【hjyt】有匪 作者：priest.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e81e2123051c"
  },
  {
    "文件名": "【hjyt】《坐好，我自己动》by池袋最强.txt",
    "夸克盘链接": "https://pan.quark.cn/s/adc2fca23562"
  },
  {
    "文件名": "【hjyt】《作死》BY水方鱿.txt",
    "夸克盘链接": "https://pan.quark.cn/s/1eecacb2d156"
  },
  {
    "文件名": "【hjyt】《醉死当涂》作者： 薇诺拉.txt",
    "夸克盘链接": "https://pan.quark.cn/s/268f4ea81642"
  },
  {
    "文件名": "【hjyt】《重生之口舌之欲》 作者：西子绪.txt",
    "夸克盘链接": "https://pan.quark.cn/s/315463bfd196"
  },
  {
    "文件名": "【hjyt】《重生之巨星不落》作者：缘何故.txt",
    "夸克盘链接": "https://pan.quark.cn/s/1a95823ae4ac"
  },
  {
    "文件名": "【hjyt】《重生之金盆洗手》作者：缘何故（完结+番外）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/1ec1ae64a3cc"
  },
  {
    "文件名": "【hjyt】《重生之金牌导演》作者：徐徐图之.txt",
    "夸克盘链接": "https://pan.quark.cn/s/4c101323c850"
  },
  {
    "文件名": "【hjyt】《重生之贱受逆袭》作者：妖月空【完结+番外】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/34be1afb1370"
  },
  {
    "文件名": "【hjyt】《重生之继承人》作者：徐徐图之.txt",
    "夸克盘链接": "https://pan.quark.cn/s/6a99ae02f060"
  },
  {
    "文件名": "【hjyt】《重生之鸡毛蒜皮》作者：钟晓生 .txt",
    "夸克盘链接": "https://pan.quark.cn/s/a975a38196f8"
  },
  {
    "文件名": "【hjyt】《重生之豁然》作者：缘何故.txt",
    "夸克盘链接": "https://pan.quark.cn/s/2cf9d389420f"
  },
  {
    "文件名": "【hjyt】《重生之豪门刷脸系统》作者：春风遥.txt",
    "夸克盘链接": "https://pan.quark.cn/s/2916ec502b32"
  },
  {
    "文件名": "【hjyt】《重生之贵圈真乱》作者：君子姝阳.txt",
    "夸克盘链接": "https://pan.quark.cn/s/34d9d8e39fcb"
  },
  {
    "文件名": "【hjyt】《重生之富二代》作者：走在田间.txt",
    "夸克盘链接": "https://pan.quark.cn/s/666ee7a133f8"
  },
  {
    "文件名": "【hjyt】《重生之浮沉》作者：沐声.txt",
    "夸克盘链接": "https://pan.quark.cn/s/79283770ee5b"
  },
  {
    "文件名": "【hjyt】《重生之分手专家》作者：凉蝉.txt",
    "夸克盘链接": "https://pan.quark.cn/s/9875ced208ec"
  },
  {
    "文件名": "【hjyt】《重生之宠你没商量》作者：金大.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c069fb8d506f"
  },
  {
    "文件名": "【hjyt】《重生之沉云夺日》作者：WingYing.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ba6412e0b288"
  },
  {
    "文件名": "【hjyt】《重生之偿情》作者：金刚圈.txt",
    "夸克盘链接": "https://pan.quark.cn/s/116d326dfc58"
  },
  {
    "文件名": "【hjyt】《重生之不择手段》作者：漫漫何其多.txt",
    "夸克盘链接": "https://pan.quark.cn/s/34e6a3268717"
  },
  {
    "文件名": "【hjyt】《重生之本性》作者：青色羽翼【完结】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/b69f649bb447"
  },
  {
    "文件名": "【hjyt】《重生之暴力镇压》作者：搞笑星人.txt",
    "夸克盘链接": "https://pan.quark.cn/s/64e4ce7b2f4f"
  },
  {
    "文件名": "【hjyt】《重生异世绒毛球》作者：绿野千鹤.txt",
    "夸克盘链接": "https://pan.quark.cn/s/2a69db04043c"
  },
  {
    "文件名": "【hjyt】《重生天羽天翔》作者：香小陌.txt",
    "夸克盘链接": "https://pan.quark.cn/s/d0f23959a53f"
  },
  {
    "文件名": "【hjyt】《重生民国小模特》作者：徒手吃草莓.txt",
    "夸克盘链接": "https://pan.quark.cn/s/73892c1984bd"
  },
  {
    "文件名": "【hjyt】《重生民国戏子》作者：秀于林.txt",
    "夸克盘链接": "https://pan.quark.cn/s/8fc9d080c75e"
  },
  {
    "文件名": "【hjyt】《重生两次后我穿回书里了》作者：温瑜宽.txt",
    "夸克盘链接": "https://pan.quark.cn/s/f5b12c9ef1d0"
  },
  {
    "文件名": "【hjyt】《重生回来男朋友有对象了怎么办》作者：阿阮有酒.txt",
    "夸克盘链接": "https://pan.quark.cn/s/198431752c65"
  },
  {
    "文件名": "【hjyt】《重生后被校草黏上了》作者：小小幻.txt",
    "夸克盘链接": "https://pan.quark.cn/s/22ee5fedda55"
  },
  {
    "文件名": "【hjyt】《重生红楼之环三爷》作者：风流书呆.txt",
    "夸克盘链接": "https://pan.quark.cn/s/37634a276681"
  },
  {
    "文件名": "【hjyt】《重生和情人闹分手》作者：木兮娘.txt",
    "夸克盘链接": "https://pan.quark.cn/s/91547d3f15fc"
  },
  {
    "文件名": "【hjyt】《重生第一权臣》作者：钟晓生.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e43528741384"
  },
  {
    "文件名": "【hjyt】《重生到搅基游戏》作者：龙柒.txt",
    "夸克盘链接": "https://pan.quark.cn/s/1d9388f0d7e9"
  },
  {
    "文件名": "【hjyt】《重生超模》作者：莫晨欢.txt",
    "夸克盘链接": "https://pan.quark.cn/s/528fd5ddd1dd"
  },
  {
    "文件名": "【hjyt】《重生80之先赚一个亿》作者：闪灵.txt",
    "夸克盘链接": "https://pan.quark.cn/s/da28c50fa592"
  },
  {
    "文件名": "【hjyt】《重生1／2废柴》作者：绝世猫痞.txt",
    "夸克盘链接": "https://pan.quark.cn/s/82244824b42a"
  },
  {
    "文件名": "【hjyt】《忠犬的自我修养》by绯色世家.txt",
    "夸克盘链接": "https://pan.quark.cn/s/138a88d30ac7"
  },
  {
    "文件名": "【hjyt】《置换凶途》作者：猫茶海狸.txt",
    "夸克盘链接": "https://pan.quark.cn/s/7c52cd0338f3"
  },
  {
    "文件名": "【hjyt】《致命圆桌》by笑青橙.txt",
    "夸克盘链接": "https://pan.quark.cn/s/fb78640b2dbc"
  },
  {
    "文件名": "【hjyt】《纸活》作者：怀愫.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c2f5a17f4bdd"
  },
  {
    "文件名": "【hjyt】《职业小妈[快穿]》作者：不吃糖包.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ef942a010681"
  },
  {
    "文件名": "【hjyt】《拯救那个反派》by指尖繁华.txt",
    "夸克盘链接": "https://pan.quark.cn/s/7c5ba8512a62"
  },
  {
    "文件名": "【hjyt】《这个锅我背了！》by三千大梦叙平生.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c5bb4cfca19f"
  },
  {
    "文件名": "【hjyt】《这个缠人的反派》by柠檬西柚不加糖.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c7615313c748"
  },
  {
    "文件名": "【hjyt】《长夜相思II 月明不寐》作者：墨竹.txt",
    "夸克盘链接": "https://pan.quark.cn/s/793dd97af1e9"
  },
  {
    "文件名": "【hjyt】《长夜相思》作者：墨竹.txt",
    "夸克盘链接": "https://pan.quark.cn/s/0ca3cf91b619"
  },
  {
    "文件名": "【hjyt】《长相守（活受罪番外）》by tangstory.txt",
    "夸克盘链接": "https://pan.quark.cn/s/0e8caf188c2c"
  },
  {
    "文件名": "【hjyt】《在平行世界吃着炸鸡》作者：吃青梅酱呀.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a3571299d352"
  },
  {
    "文件名": "【hjyt】《在灵异世界里谈恋爱》by即墨遥.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c7ffb26aaee9"
  },
  {
    "文件名": "【hjyt】《在恐怖片里当万人迷》by姜之鱼.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a90a8f9da242"
  },
  {
    "文件名": "【hjyt】《在当小妈的路上一去不复返》作者：心悦相知.txt",
    "夸克盘链接": "https://pan.quark.cn/s/fd1a6eeb6c35"
  },
  {
    "文件名": "【hjyt】《再度初恋ABO》作者：松理的电灯泡.txt",
    "夸克盘链接": "https://pan.quark.cn/s/46ca40c4bfdb"
  },
  {
    "文件名": "【hjyt】《云卷山河》by尧商（古代军队ABO）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/455f8942e068"
  },
  {
    "文件名": "【hjyt】《原来你一直想撩我[快穿]》by我在山南养猪.txt",
    "夸克盘链接": "https://pan.quark.cn/s/5363f95c925b"
  },
  {
    "文件名": "【hjyt】《袁先生总是不开心》作者：徐徐图之【完结+番外】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/3967744da57f"
  },
  {
    "文件名": "【hjyt】《遇蛇》by溯痕(全本+番外).txt",
    "夸克盘链接": "https://pan.quark.cn/s/5655f09dbd06"
  },
  {
    "文件名": "【hjyt】《遇魔》作者：苏特.txt",
    "夸克盘链接": "https://pan.quark.cn/s/911308ba4b70"
  },
  {
    "文件名": "【hjyt】《愉此一生》作者：南枝.txt",
    "夸克盘链接": "https://pan.quark.cn/s/fe956ba44c53"
  },
  {
    "文件名": "【hjyt】《余污》by肉包不吃肉.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a2724ed912f4"
  },
  {
    "文件名": "【hjyt】《游戏加载中》by龙柒.txt",
    "夸克盘链接": "https://pan.quark.cn/s/d9e5d255d99f"
  },
  {
    "文件名": "【hjyt】《幽灵酒店》by酥油饼.txt",
    "夸克盘链接": "https://pan.quark.cn/s/816f4f4ebc46"
  },
  {
    "文件名": "【hjyt】《罂粟美人》作者：金克丝.txt",
    "夸克盘链接": "https://pan.quark.cn/s/fc0bad48d433"
  },
  {
    "文件名": "【hjyt】《隐衷》by余酲.txt",
    "夸克盘链接": "https://pan.quark.cn/s/dc20b401f195"
  },
  {
    "文件名": "【hjyt】《银河帝国之刃》by淮上.txt",
    "夸克盘链接": "https://pan.quark.cn/s/efc51fdc3429"
  },
  {
    "文件名": "【hjyt】《音乐家们的手指》by公子优.txt",
    "夸克盘链接": "https://pan.quark.cn/s/486258ea694d"
  },
  {
    "文件名": "【hjyt】《义父》作者：尼罗（完结+番外）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/0a908d03e91f"
  },
  {
    "文件名": "【hjyt】《以小欺大》作者：司马缸砸光.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e4e11840216f"
  },
  {
    "文件名": "【hjyt】《遗世话晴秋》作者：十乔.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ccc7a572cae7"
  },
  {
    "文件名": "【hjyt】《一往执念》作者：郑鸽.txt",
    "夸克盘链接": "https://pan.quark.cn/s/b04f3717e689"
  },
  {
    "文件名": "【hjyt】《一世为臣》by 楚云暮.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c7d04a2ceed9"
  },
  {
    "文件名": "【hjyt】《一生孤注掷温柔》（穿越）作者：阿堵.txt",
    "夸克盘链接": "https://pan.quark.cn/s/04dc36056a00"
  },
  {
    "文件名": "【hjyt】《一山容二虎》by寒梅墨香.txt",
    "夸克盘链接": "https://pan.quark.cn/s/82c1e0e8f283"
  },
  {
    "文件名": "【hjyt】《一年有365天不想营业》by莫如归.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ff4744ae7600"
  },
  {
    "文件名": "【hjyt】《一剑霜寒》作者：语笑阑珊.txt",
    "夸克盘链接": "https://pan.quark.cn/s/8609e9370ef4"
  },
  {
    "文件名": "【hjyt】《一不小心和醋精结婚了》作者：一枚纽扣.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c817ef9e00e1"
  },
  {
    "文件名": "【hjyt】《夜宴》作者：林光曦.txt",
    "夸克盘链接": "https://pan.quark.cn/s/b5951674da9e"
  },
  {
    "文件名": "【hjyt】《夜色深处》作者：淮上.txt",
    "夸克盘链接": "https://pan.quark.cn/s/05697b2a1163"
  },
  {
    "文件名": "【hjyt】《叶总监和林先生》BY大角先生.txt",
    "夸克盘链接": "https://pan.quark.cn/s/3a89afe73a4d"
  },
  {
    "文件名": "【hjyt】《演技派》作者：睡芒.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e43b1f84e804"
  },
  {
    "文件名": "【hjyt】《烟花旧梦》作者：琉璃夭.txt",
    "夸克盘链接": "https://pan.quark.cn/s/cd3c2500cbb8"
  },
  {
    "文件名": "【hjyt】《烟袋斜街10号》by剑走偏锋.txt",
    "夸克盘链接": "https://pan.quark.cn/s/5384d021f78d"
  },
  {
    "文件名": "【hjyt】《哑儿》作者：YY的劣迹.txt",
    "夸克盘链接": "https://pan.quark.cn/s/404bb9889304"
  },
  {
    "文件名": "【hjyt】《雪中悍刀行》作者：烽火戏诸侯.txt",
    "夸克盘链接": "https://pan.quark.cn/s/b2b669ea87cd"
  },
  {
    "文件名": "【hjyt】《重生之人渣反派自救系统》作者：墨香铜臭.txt",
    "夸克盘链接": "https://pan.quark.cn/s/723d26f1dc8e"
  },
  {
    "文件名": "【hjyt】《重生之炮灰逆袭路》作者：五军.txt",
    "夸克盘链接": "https://pan.quark.cn/s/0a829baab2cc"
  },
  {
    "文件名": "【hjyt】《重生之男配的春天》作者：徐徐图之.txt",
    "夸克盘链接": "https://pan.quark.cn/s/2ce53e7dc36a"
  },
  {
    "文件名": "【hjyt】《重生之黎明》作者：沐声【完结+番外】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/382dacd17797"
  },
  {
    "文件名": "【hjyt】《星辰血沙》by南枝.txt",
    "夸克盘链接": "https://pan.quark.cn/s/d2c427671b98"
  },
  {
    "文件名": "【hjyt】《新时代，新地府》作者：林知落.txt",
    "夸克盘链接": "https://pan.quark.cn/s/fcd5ffc2d6ea"
  },
  {
    "文件名": "【hjyt】《心宝》作者：宴惟.txt",
    "夸克盘链接": "https://pan.quark.cn/s/b9f963fcb444"
  },
  {
    "文件名": "【hjyt】《小受总是在死》by墨魁.txt",
    "夸克盘链接": "https://pan.quark.cn/s/bd6f8ff5463d"
  },
  {
    "文件名": "【hjyt】《小蘑菇》by一十四洲.txt",
    "夸克盘链接": "https://pan.quark.cn/s/bce17c04b962"
  },
  {
    "文件名": "【hjyt】《小后娘》作者：月半丁.txt",
    "夸克盘链接": "https://pan.quark.cn/s/2db7bd0d4266"
  },
  {
    "文件名": "【hjyt】《小哥哥睡粉嘛？》by余酲.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c1977cfc815b"
  },
  {
    "文件名": "【hjyt】《想飞升就谈恋爱》by龙柒.txt",
    "夸克盘链接": "https://pan.quark.cn/s/002df6366436"
  },
  {
    "文件名": "【hjyt】《相见欢》by非天夜翔.txt",
    "夸克盘链接": "https://pan.quark.cn/s/55da072d2697"
  },
  {
    "文件名": "【hjyt】《限时狩猎》作者：唐酒卿.txt",
    "夸克盘链接": "https://pan.quark.cn/s/b9229c5bcec7"
  },
  {
    "文件名": "【hjyt】《贤内助系统》by春眠也知晓.txt",
    "夸克盘链接": "https://pan.quark.cn/s/eb4876fec955"
  },
  {
    "文件名": "【hjyt】《先生总不肯离婚》作者：一扇轻收.txt",
    "夸克盘链接": "https://pan.quark.cn/s/47129fc7dba4"
  },
  {
    "文件名": "【hjyt】《仙路》作者：流年忆月.txt",
    "夸克盘链接": "https://pan.quark.cn/s/38a4f4bddaff"
  },
  {
    "文件名": "【hjyt】《仙路[重生穿书]》by流年忆月.txt",
    "夸克盘链接": "https://pan.quark.cn/s/9212b88182b1"
  },
  {
    "文件名": "【hjyt】《仙道第一小白脸》作者：一十四洲（全本+番外完）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/0d8f4dcf2da7"
  },
  {
    "文件名": "【hjyt】《系统之半身动物》by西西特.txt",
    "夸克盘链接": "https://pan.quark.cn/s/b6392bb605c2"
  },
  {
    "文件名": "【hjyt】《系草和校草》by轻点.txt",
    "夸克盘链接": "https://pan.quark.cn/s/3ab0000d055f"
  },
  {
    "文件名": "【hjyt】《戏装山河》作者：君子在野.txt",
    "夸克盘链接": "https://pan.quark.cn/s/4db59bad9a56"
  },
  {
    "文件名": "【hjyt】《西北有高楼》作者：穆卿衣[出书版].txt",
    "夸克盘链接": "https://pan.quark.cn/s/525bb83fd07c"
  },
  {
    "文件名": "【hjyt】《误入正途》作者：酥油饼.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e404f030d880"
  },
  {
    "文件名": "【hjyt】《仵作先生》作者：长生千叶.txt",
    "夸克盘链接": "https://pan.quark.cn/s/f88b0fcaba68"
  },
  {
    "文件名": "【hjyt】《五年高考三年模拟》by写离声.txt",
    "夸克盘链接": "https://pan.quark.cn/s/5b6e2c21a625"
  },
  {
    "文件名": "【hjyt】《无限之回溯死亡》by紫界.txt",
    "夸克盘链接": "https://pan.quark.cn/s/96a8eb660385"
  },
  {
    "文件名": "【hjyt】《无双》作者：梦溪石.txt",
    "夸克盘链接": "https://pan.quark.cn/s/0b638ba9856a"
  },
  {
    "文件名": "【hjyt】《无尽诡事》作者：木兮娘.txt",
    "夸克盘链接": "https://pan.quark.cn/s/3b1c145ac26e"
  },
  {
    "文件名": "【hjyt】《无处可逃》by纳兰十七.txt",
    "夸克盘链接": "https://pan.quark.cn/s/5dea9c00bf43"
  },
  {
    "文件名": "【hjyt】《握雪》作者：月半丁.txt",
    "夸克盘链接": "https://pan.quark.cn/s/78dd9a232c03"
  },
  {
    "文件名": "【hjyt】《我在灵异世界撩汉[无限]》by戏子祭酒.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e4563333df92"
  },
  {
    "文件名": "【hjyt】《我有一个秘密》作者：西西特.txt",
    "夸克盘链接": "https://pan.quark.cn/s/57cd37b35310"
  },
  {
    "文件名": "【hjyt】《我有一个秘密》by西西特.txt",
    "夸克盘链接": "https://pan.quark.cn/s/2ccaf99b9e18"
  },
  {
    "文件名": "【hjyt】《我有一段情》作者：童子.txt",
    "夸克盘链接": "https://pan.quark.cn/s/3182e0dd5017"
  },
  {
    "文件名": "【hjyt】《我想要你的信息素》作者：荒川黛.txt",
    "夸克盘链接": "https://pan.quark.cn/s/2d6a1e392b03"
  },
  {
    "文件名": "【hjyt】《我五行缺你》作者：西子绪.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e72503b61b9a"
  },
  {
    "文件名": "【hjyt】《我是主角前男友[快穿]》 by甜泽喵.txt",
    "夸克盘链接": "https://pan.quark.cn/s/4233ccc40e0b"
  },
  {
    "文件名": "【hjyt】《我劝你善良》by秦三见.txt",
    "夸克盘链接": "https://pan.quark.cn/s/d19890040ae7"
  },
  {
    "文件名": "【hjyt】《我凭什么要亲你》作者：苏甫白.txt",
    "夸克盘链接": "https://pan.quark.cn/s/8726363c16bf"
  },
  {
    "文件名": "【hjyt】《我撩过的小美人长成攻了》作者：婳语.txt",
    "夸克盘链接": "https://pan.quark.cn/s/444ad06fe87b"
  },
  {
    "文件名": "【hjyt】《我来自平行》作者：西西特.txt",
    "夸克盘链接": "https://pan.quark.cn/s/6312a2f055b7"
  },
  {
    "文件名": "【hjyt】《我嗑了对家X我的CP》by PEPA.txt",
    "夸克盘链接": "https://pan.quark.cn/s/7ed0d3215e4c"
  },
  {
    "文件名": "【hjyt】《我靠脸在无限流世界装小可怜》by孤注一掷.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a63c3e5e42b6"
  },
  {
    "文件名": "【hjyt】《我开动物园那些年》BY拉棉花糖的兔子.txt",
    "夸克盘链接": "https://pan.quark.cn/s/64f61f8f965e"
  },
  {
    "文件名": "【hjyt】《我就想谈个恋爱》作者：连朔.txt",
    "夸克盘链接": "https://pan.quark.cn/s/bf64a54f9168"
  },
  {
    "文件名": "【hjyt】《我家那位天天作死》BY yamazheng.txt",
    "夸克盘链接": "https://pan.quark.cn/s/60b8d09fbc85"
  },
  {
    "文件名": "【hjyt】《我家魔物要上天》作者：妖不知.txt",
    "夸克盘链接": "https://pan.quark.cn/s/30ed8a6ba3db"
  },
  {
    "文件名": "【hjyt】《我和我的四个伴舞》by娜可露露.txt",
    "夸克盘链接": "https://pan.quark.cn/s/5d419893c751"
  },
  {
    "文件名": "【hjyt】《我的游戏画风与众不同》by暗香漂浮.txt",
    "夸克盘链接": "https://pan.quark.cn/s/00274b2cfa74"
  },
  {
    "文件名": "【hjyt】《我的omega来自地球》by 早早ma.txt",
    "夸克盘链接": "https://pan.quark.cn/s/711fde3655c1"
  },
  {
    "文件名": "【hjyt】《我曾是个传说[无限流]》by狂渚.txt",
    "夸克盘链接": "https://pan.quark.cn/s/219fb8fddc78"
  },
  {
    "文件名": "【hjyt】《我不是天生欧皇》by蛋白.txt",
    "夸克盘链接": "https://pan.quark.cn/s/27db200d0f08",
    "百度盘链接": "https://pan.baidu.com/s/1JraBIh5qAtCq4Ldj9nmWfA?pwd=bea2"
  },
  {
    "文件名": "【hjyt】《未婚夫到底做错了什么！》by糯米圆子惹.txt",
    "夸克盘链接": "https://pan.quark.cn/s/9763ea235584",
    "百度盘链接": "https://pan.baidu.com/s/1jHZ_Sj_TSXER4ShuLQ-47w?pwd=bea2"
  },
  {
    "文件名": "【hjyt】《为了和谐而奋斗》by 西子绪.txt",
    "夸克盘链接": "https://pan.quark.cn/s/328b5b759cdd",
    "百度盘链接": "https://pan.baidu.com/s/1O3kRVzBthJ1XppFM5wU6ww?pwd=bea2"
  },
  {
    "文件名": "【hjyt】《伪装学渣》作者：木瓜黄（精校版全本+番外完）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/465f9299d934",
    "百度盘链接": "https://pan.baidu.com/s/1VHKSvL9SESJ5GS0WgBlUdg?pwd=bea2"
  },
  {
    "文件名": "【hjyt】《妄咎》by烟猫与酒.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e395fb3bea8e",
    "百度盘链接": "https://pan.baidu.com/s/1_0QbW6Ixr9_laiwQzt-0wg?pwd=bea2"
  },
  {
    "文件名": "【hjyt】《万千宠爱[快穿]》by引路星.txt",
    "夸克盘链接": "https://pan.quark.cn/s/9292d83fcd9c",
    "百度盘链接": "https://pan.baidu.com/s/19izjZbL5GfiZozOezZofJQ?pwd=bea2"
  },
  {
    "文件名": "【hjyt】《万法纯阳》by夜袅天音.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ee7b8116c0f6",
    "百度盘链接": "https://pan.baidu.com/s/1ds61Gad8isvmPrwdHMi4Og?pwd=bea2"
  },
  {
    "文件名": "【hjyt】《晚来天欲雪》作者：妄鸦.txt",
    "夸克盘链接": "https://pan.quark.cn/s/bb313402956e",
    "百度盘链接": "https://pan.baidu.com/s/17N721c9hKTC6zQpUBOQbGA?pwd=bea2"
  },
  {
    "文件名": "【hjyt】《玩物丧志》BY卡比丘.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a7b158ae4164",
    "百度盘链接": "https://pan.baidu.com/s/16Nl_H7jxI4-AcfY-kjNd4Q?pwd=bea2"
  },
  {
    "文件名": "【hjyt】《完美位置》by一朵小葱花.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a1e651783b65",
    "百度盘链接": "https://pan.baidu.com/s/13z1ebrQba0ogDep3oWLYAQ?pwd=bea2"
  },
  {
    "文件名": "【hjyt】《退休判官进入逃生游戏后》by猫八先.txt",
    "夸克盘链接": "https://pan.quark.cn/s/b4eb4b867efa",
    "百度盘链接": "https://pan.baidu.com/s/1I7TPsU0l5KrwtIVNiQyJMQ?pwd=bea2"
  },
  {
    "文件名": "【hjyt】《推理之王2：坏小孩》by紫金陈.txt",
    "夸克盘链接": "https://pan.quark.cn/s/cff03cacbc19",
    "百度盘链接": "https://pan.baidu.com/s/1G8_skyTJrgCBVc5D5bpIzg?pwd=bea2"
  },
  {
    "文件名": "【hjyt】《偷奶吃[星际]》作者：匿名咸鱼.txt",
    "夸克盘链接": "https://pan.quark.cn/s/0e71c445c907",
    "百度盘链接": "https://pan.baidu.com/s/1DZXjvHiecEsFTOV0KOXN_g?pwd=bea2"
  },
  {
    "文件名": "【hjyt】《偷 香》by冉尔.txt",
    "夸克盘链接": "https://pan.quark.cn/s/4c1d10803f43",
    "百度盘链接": "https://pan.baidu.com/s/1cCpMErytb55MJ4oBucb-Mw?pwd=bea2"
  },
  {
    "文件名": "【hjyt】《铜雀锁金钗》作者：世味煮茶.txt",
    "夸克盘链接": "https://pan.quark.cn/s/20f1193e7c49",
    "百度盘链接": "https://pan.baidu.com/s/1avcq9z8Mv-ZQ6X257Ztgag?pwd=bea2"
  },
  {
    "文件名": "【hjyt】《铜钱龛世》by木苏里（VIP完结+番外）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/1c0eea88ce76",
    "百度盘链接": "https://pan.baidu.com/s/1OWQSsnIXgPqU7tsrN8z75A?pwd=bea2"
  },
  {
    "文件名": "【hjyt】《停云》作者：林光曦.txt",
    "夸克盘链接": "https://pan.quark.cn/s/9b1573378a4e",
    "百度盘链接": "https://pan.baidu.com/s/1ZCwtMFe7KOG3mKbz2HBsTA?pwd=bea2"
  },
  {
    "文件名": "【hjyt】《听说我很穷[娱乐圈]》BY苏景闲.txt",
    "夸克盘链接": "https://pan.quark.cn/s/b4e0b3c4ccdc",
    "百度盘链接": "https://pan.baidu.com/s/1wmgyf8rnyRrx5i1QThrwRg?pwd=bea2"
  },
  {
    "文件名": "【hjyt】《听说你是阎王的私生子》作者glance.txt",
    "夸克盘链接": "https://pan.quark.cn/s/80a023fe5784",
    "百度盘链接": "https://pan.baidu.com/s/1mCaNL6X0CuiTjk7ksSpvFQ?pwd=bea2"
  },
  {
    "文件名": "【hjyt】《听说，你要娶老子》by寒梅墨香.txt",
    "夸克盘链接": "https://pan.quark.cn/s/b81295819fa9",
    "百度盘链接": "https://pan.baidu.com/s/1MwQL4ytGIPazQclkJIUJ2A?pwd=bea2"
  },
  {
    "文件名": "【hjyt】《天作之合》by刘水水.txt",
    "夸克盘链接": "https://pan.quark.cn/s/3a2e1a6cb58b",
    "百度盘链接": "https://pan.baidu.com/s/16B3eLIXrcsVtIDlVXIag8g?pwd=bea2"
  },
  {
    "文件名": "【hjyt】《天涯客》by priest.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c5c1c3a9e468",
    "百度盘链接": "https://pan.baidu.com/s/1RanoAc1Qq_O5cj2bcTRifg?pwd=bea2"
  },
  {
    "文件名": "【hjyt】《天下第一少女攻》作者：君埋泉下.txt",
    "夸克盘链接": "https://pan.quark.cn/s/555853f57b48",
    "百度盘链接": "https://pan.baidu.com/s/1ZWbGrbdhy77ocjptcrqjCQ?pwd=bea2"
  },
  {
    "文件名": "【hjyt】《天官赐福》by墨香铜臭（完结+后记+番外）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/94a41a5fb6ea",
    "百度盘链接": "https://pan.baidu.com/s/1eE16RVe16wZbpIvAFW_NCQ?pwd=bea2"
  },
  {
    "文件名": "【hjyt】《天宝伏妖录》By非天夜翔（完结+番外）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/9976a7722a09",
    "百度盘链接": "https://pan.baidu.com/s/1TVt53Ppd4m_0FVRBLgrnRA?pwd=bea2"
  },
  {
    "文件名": "【hjyt】《特殊案件调查组Ⅴ》作者：易容术九.txt",
    "夸克盘链接": "https://pan.quark.cn/s/4d9e8ed8eb51",
    "百度盘链接": "https://pan.baidu.com/s/1946fBjEeBnm7F_MvMrnURA?pwd=bea2"
  },
  {
    "文件名": "【hjyt】《特殊案件调查组Ⅲ》作者：易容术九.txt",
    "夸克盘链接": "https://pan.quark.cn/s/2bbf3a9a5f73",
    "百度盘链接": "https://pan.baidu.com/s/15FzxeZNCaQUPJeB1FMnEvw?pwd=bea2"
  },
  {
    "文件名": "【hjyt】《特殊案件调查组Ⅱ》作者：易容术九.txt",
    "夸克盘链接": "https://pan.quark.cn/s/5cc5c27eb428",
    "百度盘链接": "https://pan.baidu.com/s/1xegZcFgrlcIco8WGpyf1og?pwd=bea2"
  },
  {
    "文件名": "【hjyt】《薛子轩》by风流书呆.txt",
    "夸克盘链接": "https://pan.quark.cn/s/8bea43240473",
    "百度盘链接": "https://pan.baidu.com/s/11AjMWCo2cSh_ntHXuxya9w?pwd=bea2"
  },
  {
    "文件名": "【hjyt】《修真界依然有我的传说》作者：李思危.txt",
    "夸克盘链接": "https://pan.quark.cn/s/19ae11019fc1",
    "百度盘链接": "https://pan.baidu.com/s/1-vLwrEmBzZ2VpLyA2eJypg?pwd=bea2"
  },
  {
    "文件名": "【hjyt】《行行重行行》by甘草柴胡.txt",
    "夸克盘链接": "https://pan.quark.cn/s/104cf159adb7",
    "百度盘链接": "https://pan.baidu.com/s/13_tuzEOOOvXDkHAhAsCB6A?pwd=bea2"
  },
  {
    "文件名": "【hjyt】《刑侦档案》作者：清韵小尸.txt",
    "夸克盘链接": "https://pan.quark.cn/s/918d3c2a37a8",
    "百度盘链接": "https://pan.baidu.com/s/1AvcIOcyAhBk6ACex3LNlWA?pwd=bea2"
  },
  {
    "文件名": "【hjyt】《星卡大师》作者：蝶之灵.txt",
    "夸克盘链接": "https://pan.quark.cn/s/526c6c545bf1",
    "百度盘链接": "https://pan.baidu.com/s/1_f9SRLyvWRd1ICF4xEAzaA?pwd=bea2"
  },
  {
    "文件名": "【hjyt】《星际之帝后归来》by冰糖莲子羹.txt",
    "夸克盘链接": "https://pan.quark.cn/s/8c15d00f7b4d",
    "百度盘链接": "https://pan.baidu.com/s/1jzqBqwhZ-B3H_JZBd17rcQ?pwd=bea2"
  },
  {
    "文件名": "（更105）(np)《上下左右》by三侗岸.txt",
    "百度盘链接": "https://pan.baidu.com/s/1msrnRGnzJKWcaKab9wTESg?pwd=hgbb",
    "夸克盘链接": "https://pan.quark.cn/s/28a3621ef745"
  },
  {
    "文件名": "《絮娘（古风，NPH）》by鸣銮（完结）.txt",
    "百度盘链接": "https://pan.baidu.com/s/1-uaMDioQyvuSxPScx4Juwg?pwd=hgbb",
    "夸克盘链接": "https://pan.quark.cn/s/6f12348b7052"
  },
  {
    "文件名": "《她的尿壶哥哥（NP骨科重口h）》by姿歌腿柔（完结np番外）.txt",
    "百度盘链接": "https://pan.baidu.com/s/1vdLGlC5gdlTJN9NCvA8eMg?pwd=hgbb",
    "夸克盘链接": "https://pan.quark.cn/s/c4d9352d9838"
  },
  {
    "文件名": "【海棠】《醉生梦死》作者：木木木容【现代 - 中H - 虐身 - BDSM - 长篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1JaTL6723IF28Eblmk85rbg?pwd=hgbb",
    "夸克盘链接": "https://pan.quark.cn/s/2c2e6baba878"
  },
  {
    "文件名": "【海棠】《醉酒的貌美beta》作者：草草沙拉【ABO - 现代 - 高H - 小甜饼 - 短篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1X4JR1-u53mfh5F8Awr1Ysw?pwd=hgbb",
    "夸克盘链接": "https://pan.quark.cn/s/570dda30388c"
  },
  {
    "文件名": "【海棠】《醉倒苍澜》作者：湫凰【现代 - 高H - 中篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1aqMFQxENIIvxgFZWinerBg?pwd=hgbb",
    "夸克盘链接": "https://pan.quark.cn/s/bd9316a934a2"
  },
  {
    "文件名": "【海棠】《罪与罚》作者：月亮辐射【ABO - 1v1 - 强制爱 - 未来 - 高H - 长篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/10SS6GFIqOHKwYTvukVhq2g?pwd=hgbb",
    "夸克盘链接": "https://pan.quark.cn/s/526b15a38c43"
  },
  {
    "文件名": "【海棠】《罪与恶》作者：也不【现代 - 高H - NP - 结局1v1 - 双性 - 中篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1LwveSWkrP21tHNuhg5GSyg?pwd=hgbb",
    "夸克盘链接": "https://pan.quark.cn/s/0f25bdf92e72"
  },
  {
    "文件名": "【海棠】《最佳啪档》作者：佛系游鱼【现代 - 微H - 中篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1xPT64tRepd1vPbhTwz8DMg?pwd=hgbb",
    "夸克盘链接": "https://pan.quark.cn/s/05522a01b331"
  },
  {
    "文件名": "【海棠】《最佳伴侣》作者：燕麦牛【现代 - 高H - 双性 - 1v1 - 双处 - HE - 短篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/18EMhwOi5P2IvfSrvT_o6QQ?pwd=hgbb",
    "夸克盘链接": "https://pan.quark.cn/s/4ed117a2509b"
  },
  {
    "文件名": "【海棠】《最大的错误》作者：Royan【ABO - 现代 - 美攻强受 - 高H - 短篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1_5PBTMZeChu5I4KcrbGG6Q?pwd=hgbb",
    "夸克盘链接": "https://pan.quark.cn/s/76e5e69bff0e"
  },
  {
    "文件名": "【海棠】《嘴欠室友会流／奶》作者：阳阳【现代 - 高H - 双性 - 1v1 - 小甜饼 - 短篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1WxxO2SBcTdYDDjWyVYGTNw?pwd=hgbb",
    "夸克盘链接": "https://pan.quark.cn/s/10301023fafe"
  },
  {
    "文件名": "【海棠】《钻石》作者：逐一而归【民国 - 双性 - 生子 - 高H - 中篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1IWBpyhGz7Qseo2UnQhQHvg?pwd=hgbb",
    "夸克盘链接": "https://pan.quark.cn/s/c17ab4ce817b"
  },
  {
    "文件名": "【海棠】《组长的专属雌犬》作者：渡鸦【现代 - 高H - 双性 - 1v1 - HE - 中篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1ghnw1ZjfNxADARixFyr8Qg?pwd=hgbb",
    "夸克盘链接": "https://pan.quark.cn/s/9ddb8db4c0a6"
  },
  {
    "文件名": "【海棠】《纵情》作者：培根帕尼尼【主攻 - 现代 - 高H - 校园 - 伪骨科 - 中篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1PUVRBRTMoTOEre0dlM5Q9w?pwd=hgbb",
    "夸克盘链接": "https://pan.quark.cn/s/952a7ecd3af1"
  },
  {
    "文件名": "【海棠】《总有人想太阳我》作者：燎锋【双性 - 高H - 中篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1a1UElMFahs2oyxw1cPhFMQ?pwd=hgbb",
    "夸克盘链接": "https://pan.quark.cn/s/d5edce76aeba"
  },
  {
    "文件名": "【海棠】《总是被欺负的心机双性小美人》作者：绅士【现代 - 微H - 双性 - 短篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1o1C328bdTl7CERWpNsoGfA?pwd=hgbb",
    "夸克盘链接": "https://pan.quark.cn/s/95b1049a15f4"
  },
  {
    "文件名": "【海棠】《总零：木工作坊里的大器猛男们》作者：野狐不妄【总受 - NP - 现代 - 高H - 中篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1kXpLAQZQh2Txu_3yFW69cw?pwd=hgbb",
    "夸克盘链接": "https://pan.quark.cn/s/b553bb3de16f"
  },
  {
    "文件名": "【海棠】《总攻之在末世觉醒了异能》作者：飞天小草莓莓【总攻 - NP - 高H - NP - 短篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1dE0fR1cm3AHYt-21qjFP4A?pwd=hgbb",
    "夸克盘链接": "https://pan.quark.cn/s/e2bbae450646"
  },
  {
    "文件名": "【海棠】《总攻之炉鼎修行》作者：fish儿【总攻 - 古代 - 高H - 双性 - NP - 短篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1NxtoIWoE3V4q-i9yczesuA?pwd=hgbb",
    "夸克盘链接": "https://pan.quark.cn/s/99d4676672f8"
  },
  {
    "文件名": "【海棠】《总攻之绝对控制》作者：小西瓜【合集 - 高H - 短篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1XNMHvqv_xnjZ24IvVNqppw?pwd=hgbb",
    "夸克盘链接": "https://pan.quark.cn/s/24fd8d37bbdc"
  },
  {
    "文件名": "【海棠】《总攻之班长有了遥控器》作者：小西瓜【总攻 - 现代 - 高H - 短篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1ki4u1c71Dh5WF7QKCJXxTA?pwd=hgbb",
    "夸克盘链接": "https://pan.quark.cn/s/0a6a962c63f6"
  },
  {
    "文件名": "【海棠】《总攻万人迷的色情生活》作者：好想吃肉肉【合集 - 高H - 短篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/17sHR5BqY4XolU0UyFtdtwQ?pwd=hgbb",
    "夸克盘链接": "https://pan.quark.cn/s/3d95f70b211e"
  },
  {
    "文件名": "【海棠】《总攻快穿之绝对攻占》作者：魔王万万岁【总攻 - 快穿 - 高H - NP - 中篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1oMQv4cw6zyabojc3DJ1-cg?pwd=hgbb",
    "夸克盘链接": "https://pan.quark.cn/s/a7d128ff1dd3"
  },
  {
    "文件名": "【海棠】《总裁助理》作者：柠檬桂花【现代 - 中H - 中篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1vkRf0wlWTiUtyKwPHeteiQ?pwd=hgbb",
    "夸克盘链接": "https://pan.quark.cn/s/c84064148cc0"
  },
  {
    "文件名": "【海棠】《总裁在森林被野人吸批上瘾》作者：冰糖书生【穿越 - 高H - 双性 - 生子 - 短篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1vkoS7Xe3qOd6sqWlnNyNfQ?pwd=hgbb",
    "夸克盘链接": "https://pan.quark.cn/s/f02022db10b4"
  },
  {
    "文件名": "【海棠】《总裁与小员工的做爱日常》作者：今天日万了吗【现代 - 高H - 双性 - 短篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1fWhSfaTpM_hFB-Z8Rsut9A?pwd=hgbb",
    "夸克盘链接": "https://pan.quark.cn/s/cddfe30e0d32"
  },
  {
    "文件名": "【海棠】《总裁是我的身下受》作者：八月云间月【现代 - 高H - 甜文 - 双洁 - 1v1 - 长篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1tXc57OvZuk4hsDxE2nOOkg?pwd=hgbb",
    "夸克盘链接": "https://pan.quark.cn/s/1c8c845f5e22"
  },
  {
    "文件名": "【海棠】《总裁和助理》作者：秦七安【互攻 - 现代 - 高H - 1v1 - BDSM - 强强 - 短篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1UD5p0y2_sSs7cgJAGODmaQ?pwd=hgbb",
    "夸克盘链接": "https://pan.quark.cn/s/1354a972a063"
  },
  {
    "文件名": "【海棠】《总裁和他的社畜秘书》作者：金融学之夜【补番 - 现代 - 中H - ABO - 中篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1oZ_1KGJzDahNKCSlKKPHPg?pwd=hgbb",
    "夸克盘链接": "https://pan.quark.cn/s/21c33818e026"
  },
  {
    "文件名": "【海棠】《总裁的人妻诱受》作者：白白爱吃肉【现代 - 高H - BDSM - 中篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1Rihz4CB-kMaxQaM35PeU3g?pwd=hgbb",
    "夸克盘链接": "https://pan.quark.cn/s/0f9f47ccfd68"
  },
  {
    "文件名": "【海棠】《总裁的秘密》作者：关山难越【现代 - 高H - 双性 - 1v1 - 中篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1XDPEct3WuJM5jYPVUmAqsQ?pwd=hgbb",
    "夸克盘链接": "https://pan.quark.cn/s/4d55d9f90ff1"
  },
  {
    "文件名": "【海棠】《总裁的脔宠恋人》作者：星筑【现代 - 高H - 虐爱 - 年上 - 短篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1GhZryUBmW7IALwOwuZfTxQ?pwd=hgbb",
    "夸克盘链接": "https://pan.quark.cn/s/c65c336fbaf7"
  },
  {
    "文件名": "【海棠】《总裁曾经是女仆》作者：麦芽糖【现代 - 高H - BDSM - 双性 - 中篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1lcO8V2sqex3QYcs7tidqSw?pwd=hgbb",
    "夸克盘链接": "https://pan.quark.cn/s/891a4057c05c"
  },
  {
    "文件名": "【海棠】《总·受骚B总被日》作者：在吃鸡排【总受 - NP - 双性 - 短篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1lfDBX5nCOWnM-HlwWdl1UA?pwd=hgbb",
    "夸克盘链接": "https://pan.quark.cn/s/87513ca002e4"
  },
  {
    "文件名": "【海棠】《综漫总受np：绑定性爱系统后和各色帅哥doi》作者：樱桃白兰地【同人 - 总受 - NP - 穿越 - 高H - 中篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1IyZYo9wE7bshP0YERJVQFQ?pwd=hgbb",
    "夸克盘链接": "https://pan.quark.cn/s/e42833a2689b"
  },
  {
    "文件名": "【海棠】《恣意》作者：同学iluo【现代 - 中H - 壮受 - 短篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1zsYjdMJlYFx96ngj-InCFg?pwd=hgbb",
    "夸克盘链接": "https://pan.quark.cn/s/ebc093a1fd44"
  },
  {
    "文件名": "【海棠】《字母受罚》作者：随时准备跑路【现代 - 高H - 双性 - 骨科 - 多道具 - NP - 中篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1cvkN6DDvGoHgYM4dMpaZNw?pwd=hgbb",
    "夸克盘链接": "https://pan.quark.cn/s/d84b5e5c2e44"
  },
  {
    "文件名": "【海棠】《自作多情》作者：小糖稚【现代 - 微H - 校园 - 长篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1ndLdx-689MVeRDtXisaf7Q?pwd=hgbb",
    "夸克盘链接": "https://pan.quark.cn/s/a63e506f6ae5"
  },
  {
    "文件名": "【海棠】《自愿沦陷》作者：梦有书【现代 - 高H - 双性 - 中篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1rU71XYdWgsoXipV0TIsZow?pwd=hgbb",
    "夸克盘链接": "https://pan.quark.cn/s/4405c2e62c5b"
  },
  {
    "文件名": "【海棠】《自由枷锁》作者：书书【总攻 - NP - SP - 管教 - BDSM - 家奴 - 现代 - 中H - 虐身 - 长篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1us_z6utCbrwXjy1HK4zT2w?pwd=hgbb",
    "夸克盘链接": "https://pan.quark.cn/s/da90177f64ae"
  },
  {
    "文件名": "【海棠】《自以为是正宫受的我其实才是砲灰狐狸精》作者：云月【现代 - 中H - 短篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1d4hwhYSPKPzDN2e31Qddnw?pwd=hgbb",
    "夸克盘链接": "https://pan.quark.cn/s/67c72b90fd84"
  },
  {
    "文件名": "【海棠】《自慰直播间》作者：麻辣火锅【现代 - 高H - 双性 - 短篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1Ma5O84A4a2jfID9nzaogWw?pwd=hgbb",
    "夸克盘链接": "https://pan.quark.cn/s/c3f0a283abf9"
  },
  {
    "文件名": "【海棠】《自甘堕落》作者：我有一大叽【现代 - 高H - 长篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1uUdQ0-ex_aw3GE0mxuTENw?pwd=hgbb",
    "夸克盘链接": "https://pan.quark.cn/s/f279fadcc277"
  },
  {
    "文件名": "【海棠】《子欲父孽》作者：风栖云【现代 - 高H - 父子 - 1v1 - 中篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1X4V8ophoSJFeokxc1FzUEg?pwd=hgbb",
    "夸克盘链接": "https://pan.quark.cn/s/06eac9271cc0"
  },
  {
    "文件名": "【海棠】《子承父业》作者：冬眠啦【现代 - 中H - 双性 - 中篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1qsNHDLDoGIacoJOvKdsfsg?pwd=hgbb",
    "夸克盘链接": "https://pan.quark.cn/s/9726ce8fe08f"
  },
  {
    "文件名": "【海棠】《子承父妻》作者：想吃牛肉面【现代 - 高H - 双性 - 父子 - 短篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1kuROOMdSDGn0PA6eb6ZOXg?pwd=hgbb",
    "夸克盘链接": "https://pan.quark.cn/s/1d2823c5cdc0"
  },
  {
    "文件名": "【海棠】《资本家沦陷记》作者：两千零一号【现代 - 中H - 中篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1Oj4Ipc2Ym8XnsxWGkW-rzw?pwd=hgbb",
    "夸克盘链接": "https://pan.quark.cn/s/ff5044940900"
  },
  {
    "文件名": "【海棠】《捉逃走的师弟》作者：W04【古代 - 中H - 短篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1qIQrfDrBqjHRJL9zA4QRtw?pwd=hgbb",
    "夸克盘链接": "https://pan.quark.cn/s/4d3deddb3345"
  },
  {
    "文件名": "【海棠】《坠落》作者：晨白CB-【现代 - 高H - 双性 - NP - 中篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1GG6SJmHeyCLc3yIieXqWqw?pwd=hgbb",
    "夸克盘链接": "https://pan.quark.cn/s/3759d43b1966"
  },
  {
    "文件名": "【海棠】《追随者》作者：疯子毛【现代 - 中H - 黑社会 - 中篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1Nx1TarhOGrwDvbN33mrSdw?pwd=hgbb",
    "夸克盘链接": "https://pan.quark.cn/s/1679632763ec"
  },
  {
    "文件名": "【海棠】《追光》作者：结婚礼不请亲戚【ABO - 未来 - 微H - 中篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/18UNiMTX0zE_2kZSUAkPCog?pwd=hgbb",
    "夸克盘链接": "https://pan.quark.cn/s/f7c3cf99afca"
  },
  {
    "文件名": "【海棠】《追夫火葬场》作者：谜样的蛋先生【古代 - ABO - SP - 训诫 - 虐身 - 生子 - 高H - 短篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/18rGOmJETKgyHMWWILHUmNA?pwd=hgbb",
    "夸克盘链接": "https://pan.quark.cn/s/5e4ff76c443e"
  },
  {
    "文件名": "【海棠】《撞见双杏教授自慰怎么办？》作者：沫莓【现代 - 高H - 1v1 - 傻黄甜 - 双性 - 师生 - 中篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1rrQNnB7fXKXDU4VztWHY0w?pwd=hgbb",
    "夸克盘链接": "https://pan.quark.cn/s/3ed36cfee57d"
  },
  {
    "文件名": "【海棠】《撞见妹夫在站街》作者：Uranus【现代 - 高H - 年上 - 小甜饼 - 中篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/14IKSUZoRLqMkaYysaemcZw?pwd=hgbb",
    "夸克盘链接": "https://pan.quark.cn/s/8d24a4758f43"
  },
  {
    "文件名": "【海棠】《壮壮应聘后成为雇主老婆》作者：楠楠子【合集 - 高H - 短篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1GEAl9KhqkZ-zSB5gsbY7FA?pwd=hgbb",
    "夸克盘链接": "https://pan.quark.cn/s/0b371d3aef05"
  },
  {
    "文件名": "【海棠】《壮壮小狗被大美人玩弄》作者：膝盖的云【古代 - 高H - 双性 - 中篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1n5E5U8TlmA7p94-nCht2qg?pwd=hgbb",
    "夸克盘链接": "https://pan.quark.cn/s/da6ca3e0967d"
  },
  {
    "文件名": "【海棠】《壮壮受又在梦里挨操了》作者：酥肉吃不吃【现代 - 高H - 双性 - 中篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1RwmUr8dpYMrqcLf1ekIbQQ?pwd=hgbb",
    "夸克盘链接": "https://pan.quark.cn/s/5a3343e29515"
  },
  {
    "文件名": "【海棠】《壮奴戴锁19年（直男运动员们退役之后的sm生活）》作者：赫尔曼狄克【现代 - 高H - NP - 短篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1FP-b02uPLVfbYmxSvhNS7w?pwd=hgbb",
    "夸克盘链接": "https://pan.quark.cn/s/e4a3f238f27f"
  },
  {
    "文件名": "【海棠】《壮猎户和娇美人》作者：词不达意【古代 - 双性 - 大奶 - 高H - 短篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1A-Fss4PWP28FD_-fLZbb5g?pwd=hgbb",
    "夸克盘链接": "https://pan.quark.cn/s/59f1597137dd"
  },
  {
    "文件名": "【海棠】《壮汉绿帽兄弟与猛男乱伦家族》作者：赫尔曼狄克【现代 - 高H - 乱伦 - NP - 短篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1gofC8RNdpjnbMApvAfySZg?pwd=hgbb",
    "夸克盘链接": "https://pan.quark.cn/s/b63e433c179d"
  },
  {
    "文件名": "【海棠】《壮汉将军生娃记》作者：慎言【穿越 - 古代 - 中H - 生子 - 产乳 - 1v1 - 双洁 - 长篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/13X_CnFZ-GaJImWQyoUp2jg?pwd=hgbb",
    "夸克盘链接": "https://pan.quark.cn/s/1caebdcfa5b5"
  },
  {
    "文件名": "【海棠】《装乖》作者：柚湉【现代 - 高H - 叔侄 - 短篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/161BpYcCnIo0aBHqelnNyoQ?pwd=hgbb",
    "夸克盘链接": "https://pan.quark.cn/s/a82a7f03d6d4"
  },
  {
    "文件名": "【海棠】《装乖》作者： 一把酒器【现代 - 高H - 双性 - 女装攻 - 短篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1vCIWaw7TvXdg2M_ZOVKo6g?pwd=hgbb",
    "夸克盘链接": "https://pan.quark.cn/s/a101f886532b"
  },
  {
    "文件名": "【海棠】《装丑退婚后，被前未婚夫狠狠教育了》作者：竹黎吖【现代 - 中H - 1V1 - ABO - 生子 - 中篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1G5ObQ-8BD_DITDhav91ulw?pwd=hgbb",
    "夸克盘链接": "https://pan.quark.cn/s/7948b3ff66bf"
  },
  {
    "文件名": "【海棠】《装0撩直男是会被日的》作者：顾咕咕【现代 - 高H - 1v1 - 双性 - 双洁 - 甜文 - 短篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1wFaZ2HFT6l1rZ-WeK-MLOQ?pwd=hgbb",
    "夸克盘链接": "https://pan.quark.cn/s/be4a49681096"
  },
  {
    "文件名": "【海棠】《专治各种不服》作者：屿霜【总受 - NP - ABO - 美强 - 古代 - 高H - 长篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/10eoXG70tX-hTChkAZnav9w?pwd=hgbb",
    "夸克盘链接": "https://pan.quark.cn/s/c6d961a4c9a6"
  },
  {
    "文件名": "【海棠】《专属军妓》作者： 清月千年【现代 - 高H - 虐身 - BDSM - NP - 结局1v1 - 长篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1EUCbapndmNxfoEgTepnqXw?pwd=hgbb",
    "夸克盘链接": "https://pan.quark.cn/s/75cc635c2791"
  },
  {
    "文件名": "【海棠】《专属精盆》作者：九鸢【末世 - 重生 - 双性 - BDSM - 1v1 - 现代 - 高H - 虐身 - 中篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1fmWMt1CAbWnmhw1vxdr9cQ?pwd=hgbb",
    "夸克盘链接": "https://pan.quark.cn/s/4d5ca3ed7c39"
  },
  {
    "文件名": "【海棠】《专栏骨科if线集合-这次一定HE！》作者：吞月【合集 - 骨科 - 微H - 中篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1OvCExW5D7_Fkhct0KAdKmg?pwd=hgbb",
    "夸克盘链接": "https://pan.quark.cn/s/d2f7c630ccc8"
  },
  {
    "文件名": "【海棠】《抓到一只小野猫》作者：春星夜【未来 - 中H - 机甲 - 1V1 - HE - 双性 - 中篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1qRc9tE4ChTneBclnuVpgVw?pwd=hgbb",
    "夸克盘链接": "https://pan.quark.cn/s/bfd3d9b92e4e"
  },
  {
    "文件名": "【海棠】《祝你晚安的睡前小故事》作者：枸杞叶洗眼睛的色情小说家【合集 - 高H - 短篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1Zd0Q-FM_3h7ibEzi-BhiWw?pwd=hgbb",
    "夸克盘链接": "https://pan.quark.cn/s/1c5b84dd08f6"
  },
  {
    "文件名": "【海棠】《助理总是想辞职》作者：绿豆沙【现代 - 高H - 短篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1y6syv5e2mpiVBfKkm7m0OA?pwd=hgbb",
    "夸克盘链接": "https://pan.quark.cn/s/8abb352da2b5"
  },
  {
    "文件名": "【海棠】《主子们的欲宠》作者：子非鲤鱼【古代 - 高H - 虐身 - NP - 中篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/10oebEReIx9Sgwmpx-1K8sQ?pwd=hgbb",
    "夸克盘链接": "https://pan.quark.cn/s/0a5585bb8c7d"
  },
  {
    "文件名": "【海棠】《主治医师他不对劲》作者：云生顾兔【现代 - 高H - 强强 - 短篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/12v3UCSo_geOsecRwMx-YFw?pwd=hgbb",
    "夸克盘链接": "https://pan.quark.cn/s/68151b8cb4b6"
  },
  {
    "文件名": "【海棠】《主神的金丝雀》作者：奶思酱【快穿 - 总受 - 中H - NP - 长篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1jvu9EAOgYc-ig6Wfuwb80g?pwd=hgbb",
    "夸克盘链接": "https://pan.quark.cn/s/ce5be2797a8e"
  },
  {
    "文件名": "【海棠】《主人是个小骚货》作者：松岛菜菜子【穿越 - 双性 - 调教 - 修真 - 中篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1TZRwJMloR00zt6p4WpbzhA?pwd=hgbb",
    "夸克盘链接": "https://pan.quark.cn/s/370f5a368fb6"
  },
  {
    "文件名": "【海棠】《主人竟然变成室友了》作者：想吃肉才写【现代 - 高H - 虐身 - 道具 - SP - 短篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1RJM1jDlU98wiR_JupVSOtA?pwd=hgbb",
    "夸克盘链接": "https://pan.quark.cn/s/5add0846e537"
  },
  {
    "文件名": "【海棠】《主人的任务》作者：霁晚【现代 - 高H - 换攻 - 先婚后爱 - 字母 - 甜文 - 中篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1C_On3ZyrdViUsbNrJFxqJA?pwd=hgbb",
    "夸克盘链接": "https://pan.quark.cn/s/86a476aee1c6"
  },
  {
    "文件名": "【海棠】《主人，您的马甲掉了》作者：大白兔【现代 - 主奴 - SM - 高H - 双性 - 中篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1CxEvrhMiWjzdRWD8yIJkJw?pwd=hgbb",
    "夸克盘链接": "https://pan.quark.cn/s/6c090eae12fa"
  },
  {
    "文件名": "【海棠】《主角受非我不可》作者：榕玖【穿书 - 高H - 青梅竹马 - 1v1 - 小甜饼 - 短篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/10apl6tZKrnJvqt0_Psa5Yg?pwd=hgbb",
    "夸克盘链接": "https://pan.quark.cn/s/79addace19fd"
  },
  {
    "文件名": "【海棠】《主角们为我拔刀相向》作者：芒狗【总受 - 快穿 - NP - 高H - 长篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1YcUts99XsJe-bkm6nNSKzA?pwd=hgbb",
    "夸克盘链接": "https://pan.quark.cn/s/cdc9843aa4ed"
  },
  {
    "文件名": "【海棠】《主角们看我的眼神怎么不对劲了》作者：十七鸦【现代 - 高H - 穿越 - NP - 中篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1m6eKn0nSYeg-8XboBweeAw?pwd=hgbb",
    "夸克盘链接": "https://pan.quark.cn/s/530afba34889"
  },
  {
    "文件名": "【海棠】《主角攻受你们别打了》作者：监狱兔【现代 - 高H - 双性 - 大奶 - NP - 中篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1DIsA1-jiSvExiid3nepbKA?pwd=hgbb",
    "夸克盘链接": "https://pan.quark.cn/s/b2e724855f10"
  },
  {
    "文件名": "【海棠】《主夫攻略：艹爽我老板》作者：吃土少年【现代 - 高H - 职场 - 短篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1j3W_ksvbzblDyvgET4ouYQ?pwd=hgbb",
    "夸克盘链接": "https://pan.quark.cn/s/480020b3516e"
  },
  {
    "文件名": "【海棠】《主动掰批给哥哥看后》作者：笨比企鹅【现代 - 高H - 伪骨科 - 小甜饼 - 短篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1ovOTD5NTOrb6ts7Mym2F_g?pwd=hgbb",
    "夸克盘链接": "https://pan.quark.cn/s/0694b024b209"
  },
  {
    "文件名": "【海棠】《主动掰批给哥哥看后_酒酿芋圆》作者：笨比企鹅【现代 - 高H - 伪骨科 - 小甜饼 - 短篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1CSockZlno4qaBr4joMAklw?pwd=hgbb",
    "夸克盘链接": "https://pan.quark.cn/s/e15b360969eb"
  },
  {
    "文件名": "【海棠】《主播他身娇体软》作者：芒狗【总受 - NP - 现代 - 中H - 双性 - 长篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1erCi5fjdMuJ0bw59oa8waA?pwd=hgbb",
    "夸克盘链接": "https://pan.quark.cn/s/bb25a3b43d22"
  },
  {
    "文件名": "【海棠】《主播男妓》作者：Arale【现代 - 中H - 非双性 - HE - 中篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1n-cAAfwzlvFom8_5_aR4xg?pwd=hgbb",
    "夸克盘链接": "https://pan.quark.cn/s/a326ccec48d6"
  },
  {
    "文件名": "【海棠】《逐狼》作者：本命【灵异 - 人兽 - 中H - NP - 中篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1XPqbZprKa-rGruz6ouXT8g?pwd=hgbb",
    "夸克盘链接": "https://pan.quark.cn/s/521dd27c1635"
  },
  {
    "文件名": "【海棠】《竹马竹马》作者：烟上雨【现代 - 高H - 青梅竹马 - 校园 - 中篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1b3o8T4Q2ZoSyuhoEimpaeg?pwd=hgbb",
    "夸克盘链接": "https://pan.quark.cn/s/540dfc3c161e"
  },
  {
    "文件名": "【海棠】《竹马他真的好黄》作者：人间暂住客【现代 - 高H - 中篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1lRZC8TS6ehY1t_DyFLVnIQ?pwd=hgbb",
    "夸克盘链接": "https://pan.quark.cn/s/697568240a96"
  },
  {
    "文件名": "【海棠】《竹马他是龙》作者：橙汁多多【现代 - 中H - 1v1 - 中篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1sjoKNT277VrqgUo7B0SR5g?pwd=hgbb",
    "夸克盘链接": "https://pan.quark.cn/s/95ed1e049291"
  },
  {
    "文件名": "【海棠】《竹马海王他对我下手了》作者：echo【ABO - 双A - 现代 - 中H - 校园 - 中篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1divReva1Orqj5dB_mJKn5g?pwd=hgbb",
    "夸克盘链接": "https://pan.quark.cn/s/4d56e40230f6"
  },
  {
    "文件名": "【海棠】《竹马非要给我舔鸡》作者：君酱【现代 - 中H - 1v1 - 小甜饼 - 中篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/12YVC9w3HwETyDd2I16cQRw?pwd=hgbb",
    "夸克盘链接": "https://pan.quark.cn/s/51b6f5ab890d"
  },
  {
    "文件名": "【海棠】《竹马变大佬，非要对我死缠烂打》作者：渁【主攻 - 现代 - 高H - 双性 - 中篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/14b_uN9I-P6X7CE08Ows8kw?pwd=hgbb",
    "夸克盘链接": "https://pan.quark.cn/s/4dc8594b61aa"
  },
  {
    "文件名": "【海棠】《做了保安大叔的性奴》作者：Roy肉肉【现代 - 高H - 虐爱 - SM - 中篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1UnzTVII4sLNvRi8p447aIw?pwd=hgbb",
    "夸克盘链接": "https://pan.quark.cn/s/da24b6ce9584"
  },
  {
    "文件名": "【海棠】《做坏事要关门》作者：满汉全席【现代 - 高H - 校园 - NP - 短篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/12wO5hBHAsbmf7LsEATi8nQ?pwd=hgbb",
    "夸克盘链接": "https://pan.quark.cn/s/f1f5f2997823"
  },
  {
    "文件名": "【海棠】《佐舟（忠犬助理受）》作者：鸪馆【现代 - 高H - SP - 短篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1pepkQ-H5kgFDQUEGOYo-Zw?pwd=hgbb",
    "夸克盘链接": "https://pan.quark.cn/s/dce0f87319fe"
  },
  {
    "文件名": "【海棠】《醉氧》作者：烹茶煮酒【现代 - 高H - 父子 - 中篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1clX8FrZZ0P4YkK64tXC-jw?pwd=hgbb",
    "夸克盘链接": "https://pan.quark.cn/s/83adf8ba1f6c"
  },
  {
    "文件名": "【海棠】《竹间月》作者：烧烤鳜鱼【古代 - 清水 - 悲剧 - 短篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1Yp2lpmeZC9gRk151fpofbQ?pwd=hgbb",
    "夸克盘链接": "https://pan.quark.cn/s/29d133a5b6d4"
  },
  {
    "文件名": "【海棠】《蛛丝卜巧》作者：DIEGO【现代 - 中H - NP - 短篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1zwQDkd0flAgDH5VmrMLa0w?pwd=hgbb",
    "夸克盘链接": "https://pan.quark.cn/s/c9a655e292f2"
  },
  {
    "文件名": "【海棠】《重轩》作者：谁说【总攻弱攻 - NP - 现代 - 中H - 短篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1HWbWQfQIo3RCuN4T1J4BFw?pwd=hgbb",
    "夸克盘链接": "https://pan.quark.cn/s/0f1b38974f9e"
  },
  {
    "文件名": "【海棠】《重生之校霸的鸡儿特带劲儿》作者：苏心【现代 - 高H - 重生 - 短篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1TJpeDlVkJKVYltnW1JAaBA?pwd=hgbb",
    "夸克盘链接": "https://pan.quark.cn/s/15e6fc0842ee"
  },
  {
    "文件名": "【海棠】《重生之我是完美大总攻》作者：总攻就是我【总攻 - NP - 结局1v1 - 微H - 换受文 - 中篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1YJI2m-iX_qvlWGKAVOnG2g?pwd=hgbb",
    "夸克盘链接": "https://pan.quark.cn/s/8295c6a155c5"
  },
  {
    "文件名": "【海棠】《重生之唐唐》作者：骨灰【男女 - 现代 - 重生 - 高H - 中篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1kxlDezCE0THusp62mwy0gw?pwd=hgbb",
    "夸克盘链接": "https://pan.quark.cn/s/1228f9ad7146"
  },
  {
    "文件名": "【海棠】《重生之师尊为奴》作者：中春树【重生 - 中H - 短篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1jI_X7E6nbjwNJ80fRdgtGQ?pwd=hgbb",
    "夸克盘链接": "https://pan.quark.cn/s/beb22b4397d4"
  },
  {
    "文件名": "【海棠】《重生之刻骨》作者：moonawayxx【现代 - 高H - 重生 - 短篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/12TsLB1qd-phShAsUKoHy4g?pwd=hgbb",
    "夸克盘链接": "https://pan.quark.cn/s/afd485f6d049"
  },
  {
    "文件名": "【海棠】《重生首富是我爹》作者：绿子心【女穿男 - 父子 - 高H - ABO - 短篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1F4B8mdOfkmaI0xSN8h4aUw?pwd=hgbb",
    "夸克盘链接": "https://pan.quark.cn/s/0f4adb741083"
  },
  {
    "文件名": "【海棠】《重生娇养双性老婆日常》作者：一个小美女【重生 - ABO - 双洁 - 1v1 - 生子 - 甜宠 - 双性 - 中篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1JqEmUszPHrGZ8aROlSbFvA?pwd=hgbb",
    "夸克盘链接": "https://pan.quark.cn/s/29d2ded2707c"
  },
  {
    "文件名": "【海棠】《重生后怎么都处心积虑想肏我》作者：遛鸟的小少爷【现代 - 中H - 重生 - 双性 - NP - 中篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1u-uB6-YonweEV96pQJtNfQ?pwd=hgbb",
    "夸克盘链接": "https://pan.quark.cn/s/e58f101001d9"
  },
  {
    "文件名": "【海棠】《重生后我要做万人迷》作者：眠不得【重生 - NP - 现代 - 高H - 长篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/10TUzRtRYGtZTTUBHvb_mwA?pwd=hgbb",
    "夸克盘链接": "https://pan.quark.cn/s/45a6c4c2a308"
  },
  {
    "文件名": "【海棠】《重生后美人师尊被我掰弯了》作者：清粥小菜【重生 - 古代 - 中H - 年下 - 中篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1ciEDEYEFx6pAH4MnHyA08w?pwd=hgbb",
    "夸克盘链接": "https://pan.quark.cn/s/2e83f5985f34"
  },
  {
    "文件名": "【海棠】《重生后成了死对头的白月光》作者：兰庭【主攻 - 重生 - 1v1 - 现代 - 微H - 中篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1Zpblu2C_G_J-f3_0Cr_LRA?pwd=hgbb",
    "夸克盘链接": "https://pan.quark.cn/s/2262bd4fd35e"
  },
  {
    "文件名": "【海棠】《重生后被上辈子不爱自己的老攻强制爱了》作者：NY【现代 - 高H - 重生 - ABO - 中篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1nTZ5k_OfEZLAzRNNDgE5wQ?pwd=hgbb",
    "夸克盘链接": "https://pan.quark.cn/s/5fbc65b19437"
  },
  {
    "文件名": "【海棠】《重生黑道小娇妻》作者：小废【现代 - 中H - 重生 - 中篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1XKsSyEHhWBI0ub2q2w-9UQ?pwd=hgbb",
    "夸克盘链接": "https://pan.quark.cn/s/f15733404a9b"
  },
  {
    "文件名": "【海棠】《重生反派被强制》作者：爱媛【现代 - 高H - 3P - 中篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1krCSOiL4bEcaB5rqqkj4AA?pwd=hgbb",
    "夸克盘链接": "https://pan.quark.cn/s/36133fe65840"
  },
  {
    "文件名": "【海棠】《重生第一天就被求而不得的疯批未婚夫囚禁了》作者：木糖醇春春【重生 - 现代 - 高H - 短篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/14q58S4GYIR4elUZ-0u-DNw?pwd=hgbb",
    "夸克盘链接": "https://pan.quark.cn/s/92a85247dd96"
  },
  {
    "文件名": "【海棠】《重生到离婚前性冷淡老公变热情了》作者：宴会斟酒【重生 - 现代 - 高H - 双性 - 生子 - 短篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1EwDMfOQ1Afp4IWV5Er2C1A?pwd=hgbb",
    "夸克盘链接": "https://pan.quark.cn/s/05b5eac8f003"
  },
  {
    "文件名": "【海棠】《重生出嫁当晚，糙汉将军宠哭了！》作者：罩爷是只猫【古代 - 高H - 双性 - 生子 - 重生 - 短篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/10NBsed8VfhnNB8JMmKLNjQ?pwd=hgbb",
    "夸克盘链接": "https://pan.quark.cn/s/db4d5430680f"
  },
  {
    "文件名": "【海棠】《重生虫族之找个雌虫做涩图模特》作者：阿桔很气【重生 - 虫族 - 高H - 中篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1jeQsJgFmo3kDV58ekAvvAw?pwd=hgbb",
    "夸克盘链接": "https://pan.quark.cn/s/413971a6cfba"
  },
  {
    "文件名": "【海棠】《重生成为言情文男主的男保姆》作者：黑心绵糖【主攻 - 穿越 - 高H - 校园 - 中篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/17_u8SwAgtAlLkOmovzSX_Q?pwd=hgbb",
    "夸克盘链接": "https://pan.quark.cn/s/74fa3fa6dd5c"
  },
  {
    "文件名": "【海棠】《重来一次》作者：若如初见【现代 - 重生 - 调教 - 下克上 - 中H - 短篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1a3PNlS5gx86Tw7C2NVy0TA?pwd=hgbb",
    "夸克盘链接": "https://pan.quark.cn/s/f6af8706c628"
  },
  {
    "文件名": "【海棠】《重口合集》作者：叫我咪咪就好【合集 - 高H - NP - 短篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1MydjX3srE1kvtFlojOpZuw?pwd=hgbb",
    "夸克盘链接": "https://pan.quark.cn/s/136e19821336"
  },
  {
    "文件名": "【海棠】《重金求子后老攻跑路了》作者：芝麻小汤圆【ABO - 现代 - 高H - 1v1 - 小甜饼 - SP - SM - 中篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1KSAOsLfHi0xB1t7FLe8kUQ?pwd=hgbb",
    "夸克盘链接": "https://pan.quark.cn/s/edccbbcd49fb"
  },
  {
    "文件名": "【海棠】《重当网黄后约炮约到死对头》作者：风乐【现代 - 中H - 短篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1Hp6yOKiOAenl-j6wwqbylA?pwd=hgbb",
    "夸克盘链接": "https://pan.quark.cn/s/754e296a0a5f"
  },
  {
    "文件名": "【海棠】《种田糙汉的软批娇夫》作者：一个馒头【古代 - 高H - 种田文 - 双洁 - 短篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1ufiOaRE7bGPi2o97kc7tcA?pwd=hgbb",
    "夸克盘链接": "https://pan.quark.cn/s/620df3c44698"
  },
  {
    "文件名": "【海棠】《种马纨绔被操成诱受之后》作者：银贼【总受 - 高H - 双性 - NP - 中篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1eVZtDQrs8rurvEAiz3Q7cA?pwd=hgbb",
    "夸克盘链接": "https://pan.quark.cn/s/1eaaad2ebaf8"
  },
  {
    "文件名": "【海棠】《种马老师授课指南》作者：skam【ABO - 第一人称 - 高H - 校园 - NP - 中篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1CKE5sSJACjcWi-vPj8_aNA?pwd=hgbb",
    "夸克盘链接": "https://pan.quark.cn/s/d8424a86988f"
  },
  {
    "文件名": "【海棠】《种黑花的园丁》作者：小蒋小蒋从不中奖【现代 - 高H - 1v1 - 年下 - 短篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1OErJeHS5cvhnuHjnmVmNTQ?pwd=hgbb",
    "夸克盘链接": "https://pan.quark.cn/s/9589036b84c7"
  },
  {
    "文件名": "【海棠】《忠犬小助理》作者：Paracosm【现代 - 中H - BDSM - SP - 中篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1Yav4GR415LH1a7rp5H_nSQ?pwd=hgbb",
    "夸克盘链接": "https://pan.quark.cn/s/a9b6f0e2bfbf"
  },
  {
    "文件名": "【海棠】《忠犬变恶犬》作者：杨广广【现代 - 高H - 1v1 - 双洁 - 单性 - 中篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1CRABvHqTMwqzgYJr2apqOQ?pwd=hgbb",
    "夸克盘链接": "https://pan.quark.cn/s/6256a5982cd5"
  },
  {
    "文件名": "【海棠】《忠犬爸爸》作者：吉娃莲多肉【现代 - 高H - 父子 - 双性 - 年上 - 短篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/19vhmZZSo-LH12WB4bpZ_Uw?pwd=hgbb",
    "夸克盘链接": "https://pan.quark.cn/s/c4343b6be94f"
  },
  {
    "文件名": "【海棠】《忠犬Alpha他失忆了》作者： 薪禾【ABO - 现代 - 高H - 中篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1hUI04W0EJ9-hDOrLkFHWeQ?pwd=hgbb",
    "夸克盘链接": "https://pan.quark.cn/s/79243ff56c43"
  },
  {
    "文件名": "【海棠】《中京狱囚》作者：爱讲童话故事【现代 - 中H - 1v1 - 中篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1ybAneTmADylmp1GRWOO76Q?pwd=hgbb",
    "夸克盘链接": "https://pan.quark.cn/s/06ec8378c7a6"
  },
  {
    "文件名": "【海棠】《致橡树》作者：豆递煮【现代 - 中H - 1v1 - 高干 - 甜文 - 中篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1KJPUIP50vwfxt4k5BOMbdQ?pwd=hgbb",
    "夸克盘链接": "https://pan.quark.cn/s/e5b140b82128"
  },
  {
    "文件名": "【海棠】《挚友》作者：前列腺疼【现代 - 高H - 虐身 - 强强 - 中篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/18olRuVIx0JwWhF8-qd1qaA?pwd=hgbb",
    "夸克盘链接": "https://pan.quark.cn/s/6d878f7011b7"
  },
  {
    "文件名": "【海棠】《质子被强制爱了》作者：夷吾【古代 - 中H - NP - 长篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1Da8LEzza3E3Lgzfo8quXSw?pwd=hgbb",
    "夸克盘链接": "https://pan.quark.cn/s/c4daba373cf9"
  },
  {
    "文件名": "【海棠】《制猎》作者：米粥糊了【现代 - 微H - 娱乐圈 - 长篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1KqOCjPVIHmyYc5hig7XYlQ?pwd=hgbb",
    "夸克盘链接": "https://pan.quark.cn/s/1116cc3abf85"
  },
  {
    "文件名": "【海棠】《制服诱惑之军警保安》作者：赫尔曼狄克【现代 - 高H - NP - 短篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1J3dTDs3J8GLqo5uKALI9Pg?pwd=hgbb",
    "夸克盘链接": "https://pan.quark.cn/s/21273019e46b"
  },
  {
    "文件名": "【海棠】《至尊受道》作者：谬尔【总受 - 古代 - 高H - 中篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1Kaz7geDcJsKZfzSRhjhBHg?pwd=hgbb",
    "夸克盘链接": "https://pan.quark.cn/s/7ed43d14fe71"
  },
  {
    "文件名": "【海棠】《至死方休》作者：今朝喝不醉【现代 - 高H - 校园 - 中篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/13WyD1Hq0x49_gTuBShzh8A?pwd=hgbb",
    "夸克盘链接": "https://pan.quark.cn/s/89c2c1ad17d4"
  },
  {
    "文件名": "【海棠】《纸河灯》作者：不夏【古代 - 高H - 双性 - 人外攻 - 短篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1v2nwkU0lMzwpIMlmo7MhzA?pwd=hgbb",
    "夸克盘链接": "https://pan.quark.cn/s/51bab0396003"
  },
  {
    "文件名": "【海棠】《只有努力淦才能付得起房租哟》作者：九桃【现代 - NP - 高H - 双性 - 中篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1WKbmNy9vjP3iW6ONrtmFYQ?pwd=hgbb",
    "夸克盘链接": "https://pan.quark.cn/s/ab57054412e5"
  },
  {
    "文件名": "【海棠】《只有你知道》作者：昨夜无冰【现代 - 高H - 1v1 - 强强 - 中篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/18tvAgnGBuJUKThFDPUh5Vw?pwd=hgbb",
    "夸克盘链接": "https://pan.quark.cn/s/1ec3afe1083d"
  },
  {
    "文件名": "【海棠】《只有被ntr才能勃起的我》作者：欲逐轻骑【第一人称 - 现代 - 高H - 弱攻强受 - NTR - 短篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/14aEDcX_hZ8yBCheKA59vBg?pwd=hgbb",
    "夸克盘链接": "https://pan.quark.cn/s/db82aac25dab"
  },
  {
    "文件名": "【海棠】《只想咸鱼的我却被学长囚禁了》作者：沉默的牛奶薄荷糖【现代 - 中H - 校园 - 短篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1mOxAAmrZGEkk1x4k5MP_fw?pwd=hgbb",
    "夸克盘链接": "https://pan.quark.cn/s/6f6a5fd8029d"
  },
  {
    "文件名": "【海棠】《只想弄哭学霸》作者：月色微凉【现代 - 高H - 校园 - 双向暗恋 - 伪强制 - 双性 - 1v1 - HE - 短篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1l206KozyVuSfpFE9cvRztQ?pwd=hgbb",
    "夸克盘链接": "https://pan.quark.cn/s/35a42dfe8f4b"
  },
  {
    "文件名": "【海棠】《只想给反派生崽》作者：张嘴吃蘑菇【快穿 - 高H - 双洁 - 生子 - 长篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1vTY0k4qYdUU4iSrggC_TiQ?pwd=hgbb",
    "夸克盘链接": "https://pan.quark.cn/s/80e1c2ac7688"
  },
  {
    "文件名": "【海棠】《只靠骰子决定命运的H文》作者：driver【总攻 - 高H - NP - 长篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1Myi75lSXCJMBb16q2C-iqw?pwd=hgbb",
    "夸克盘链接": "https://pan.quark.cn/s/22014dc294e2"
  },
  {
    "文件名": "【海棠】《职业狐狸精》作者：满园春色【现代 - 双性 - 双洁 - 1V1 - 生子 - 高H - 中篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1z2lLMcxhSDJtY6UJqEKVWQ?pwd=hgbb",
    "夸克盘链接": "https://pan.quark.cn/s/6f86184b49f4"
  },
  {
    "文件名": "【海棠】《职场文里的董事长助理》作者：辞奺【穿越 - 现代 - NP - 中H - 中篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1wCOwvsLlk4W6lmqon6dYgA?pwd=hgbb",
    "夸克盘链接": "https://pan.quark.cn/s/5d34f66aeca4"
  },
  {
    "文件名": "【海棠】《直男总裁先做后爱》作者：多吃竹笋【现代 - 中H - 小甜饼 - 短篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/12brX9i5XvPDmOni2G7V3rQ?pwd=hgbb",
    "夸克盘链接": "https://pan.quark.cn/s/d34f218810ce"
  },
  {
    "文件名": "【海棠】《直男直播》作者：一个大聪明【现代 - 中H - 校园 - 甜文 - 短篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1u8wywviKj8cj_chuwbRkrQ?pwd=hgbb",
    "夸克盘链接": "https://pan.quark.cn/s/c059b1f2f94d"
  },
  {
    "文件名": "【海棠】《直男在恐怖游戏中求操通关》作者：茕茕白兔【现代 - 微H - 恐怖 - NP - 长篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1Z1F5AUoXluEb7rv-M6Lubw?pwd=hgbb",
    "夸克盘链接": "https://pan.quark.cn/s/47d9d6357166"
  },
  {
    "文件名": "【海棠】《直男小娇妻》作者：安好【穿书 - 现代 - 中H - 系统 - 中篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/19c1HbSABRXTFq6rg0DejJg?pwd=hgbb",
    "夸克盘链接": "https://pan.quark.cn/s/fff6d3c78b7e"
  },
  {
    "文件名": "【海棠】《直男帅哥和三个异能室友的日子》作者：色色发抖【现代 - 高H - NP - 短篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1KG3L_Bfvq5nQwVTQmrkJCA?pwd=hgbb",
    "夸克盘链接": "https://pan.quark.cn/s/2a7d571c6a9f"
  },
  {
    "文件名": "【海棠】《直男偶像挨操的日常》作者：白桃乌龙【现代 - 中H - NP - 中篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1Htpn7bvwjR_iuzLeAaFftg?pwd=hgbb",
    "夸克盘链接": "https://pan.quark.cn/s/d1e7a1a579b4"
  },
  {
    "文件名": "【海棠】《直男老攻天天想让我长个批肿么破》作者：荼毒月色【现代 - 高H - 虐心 - 双性 - 中篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1GNdrx0J7QDrvoLq0im-9DQ?pwd=hgbb",
    "夸克盘链接": "https://pan.quark.cn/s/d25288b371d4"
  },
  {
    "文件名": "【海棠】《直男噩梦》作者：嘎嘎鸭【现代 - 双性 - NP - 高H - 中篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1kdEZKjiTnHfbc1bAhxfDdw?pwd=hgbb",
    "夸克盘链接": "https://pan.quark.cn/s/d62b91abb4d2"
  },
  {
    "文件名": "【海棠】《直男地狱》作者：QJF【ABO - 微H - 双A - 短篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1GbJgB_iMfVYXpPPk-Xr2Hw?pwd=hgbb",
    "夸克盘链接": "https://pan.quark.cn/s/efd6cc0f52b3"
  },
  {
    "文件名": "【海棠】《直男穿到甜宠肉文里和双性大奶受抢人》作者：黑心绵糖【穿越 - 高H - 种田文 - 单性 - 中篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1TxJIxMIc3xfws3HOgi-Rlg?pwd=hgbb",
    "夸克盘链接": "https://pan.quark.cn/s/864035808573"
  },
  {
    "文件名": "【海棠】《直男help直男》作者：我爱吃冰棒【现代 - 高H - 强强 - 1v1 - 双洁 - 中篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1JEShr_-C3upSKJdpyqnS1g?pwd=hgbb",
    "夸克盘链接": "https://pan.quark.cn/s/daed9aff2ea7"
  },
  {
    "文件名": "【海棠】《直播露批被男神发现后》作者：果味汽水【现代 - 高H - 双性 - 1v1 - 甜文 - 短篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1FW3gtArI14OSK5gWGxVe4w?pwd=hgbb",
    "夸克盘链接": "https://pan.quark.cn/s/b23e2ad49786"
  },
  {
    "文件名": "【海棠】《直播恋综doi指南》作者：Uranus【现代 - 中H - 影视 - 1v1 - 双性 - 中篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1Vh7yy5Q-rkkwhR_lxGhVGw?pwd=hgbb",
    "夸克盘链接": "https://pan.quark.cn/s/89a16f5552ad"
  },
  {
    "文件名": "【海棠】《执迷不悟》作者：一蟹不如一蟹【现代 - 高H - 强强 - 生子 - 双性 - 中篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1eG0WNsMm4a-yrRUCmD5yPw?pwd=hgbb",
    "夸克盘链接": "https://pan.quark.cn/s/b845e0524687"
  },
  {
    "文件名": "【海棠】《知我意者》作者：风梨【未来 - 高H - 双性 - 短篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1t98J5rxxz-lZ4zGDjk3WIQ?pwd=hgbb",
    "夸克盘链接": "https://pan.quark.cn/s/3928e02183a9"
  },
  {
    "文件名": "【海棠】《知君仙骨》作者：Cogito【第一人称 - 主攻 - 古代 - 师徒 - 双性 - 双性 - 年下 - 1v1 - 中H - 中篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1S_7cmgOH4sZde2-5MUp1Dw?pwd=hgbb",
    "夸克盘链接": "https://pan.quark.cn/s/3e42666fb8a0"
  },
  {
    "文件名": "【海棠】《汁漾》作者：嘤嘤怪【合集 - 穿越 - 高H - 长篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1k4EmHrYtczXXoZt0369FVA?pwd=hgbb",
    "夸克盘链接": "https://pan.quark.cn/s/53c9c30094ee"
  },
  {
    "文件名": "【海棠】《汁水横流的午夜地铁之行》作者：肆一九【现代 - 高H - 双性 - NP - 短篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1_hnIKvXukHkU46fpiRGc1w?pwd=hgbb",
    "夸克盘链接": "https://pan.quark.cn/s/d541f2cf298e"
  },
  {
    "文件名": "【海棠】《汁肥味美》作者：千本桃【现代 - 高H - 悲剧 - 双性 - NP - 短篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/18PcHr4hcJrFWNd_6y2U-aw?pwd=hgbb",
    "夸克盘链接": "https://pan.quark.cn/s/5e1a10d7695d"
  },
  {
    "文件名": "【海棠】《正中变态下怀的下场》作者：杏涩【现代 - HE - 双洁 - 中H - 双性 - 长篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1zX2_RGKg4avfc9soshI1bw?pwd=hgbb",
    "夸克盘链接": "https://pan.quark.cn/s/b6f8730c30cc"
  },
  {
    "文件名": "【海棠】《竹马变成鬼后来找我看批》作者：泡芙蜜桃【现代 - 高H - 青梅竹马 - 1v1 - 互宠 - 中篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/10sFAZpGRs1Vr9aum8NX3_A?pwd=hgbb",
    "夸克盘链接": "https://pan.quark.cn/s/0cd9e32282eb"
  },
  {
    "文件名": "【海棠】《竹马》作者：好枯【现代 - 高H - 1v1 - 双性 - 中篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/15DEj-ILFGa9Nu8u9LmoK8Q?pwd=hgbb",
    "夸克盘链接": "https://pan.quark.cn/s/a985b9f8bcfb"
  },
  {
    "文件名": "【海棠】《竹里馆》作者：谛观【古代 - 中H - 武侠 - 短篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1cJZLRmt3lxE9qgFvRsCfrQ?pwd=hgbb",
    "夸克盘链接": "https://pan.quark.cn/s/e6dbe583c36c"
  },
  {
    "文件名": "【海棠】《真实的他》作者：马甲寻【主攻 - 修仙 - 古代 - 高H - 重生 - 玄幻 - 中篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1Mf82mkEUPHFDb5tjBAMi8w?pwd=hgbb",
    "夸克盘链接": "https://pan.quark.cn/s/164ce702fb3f"
  },
  {
    "文件名": "【海棠】《真少爷挨肏记》作者：黄暴奶喵【现代 - 高H - NP - 骨科 - 双性 - 产乳 - 生子 - 短篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1hTpQQZK41-hIu9KVjFtJ3w?pwd=hgbb",
    "夸克盘链接": "https://pan.quark.cn/s/640b4d5f276f"
  },
  {
    "文件名": "【海棠】《珍宝》作者：清安【古代 - 中H - 虐身 - 虐心 - 年下 - 渣攻贱受 - 中篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1f3P8-SfSPIEh3lOJjckFtQ?pwd=hgbb",
    "夸克盘链接": "https://pan.quark.cn/s/1c7db294d2d6"
  },
  {
    "文件名": "【海棠】《针锋相对》作者：顾瑜皓野【现代 - 高H - 双性 - 短篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1Ynd-IUvgPAwB1LbVpNeywg?pwd=hgbb",
    "夸克盘链接": "https://pan.quark.cn/s/fdb4a8621e23"
  },
  {
    "文件名": "【海棠】《这是一本小黄书》作者：咕咕【合集 - 高H - 中篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1_efOat9igNbo-5syaNAsPg?pwd=hgbb",
    "夸克盘链接": "https://pan.quark.cn/s/0ffb959f83de"
  },
  {
    "文件名": "【海棠】《这是什么垃圾游戏啊》作者：咕咕【穿越 - 高H - 中篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1rC2xJV54b_ffgLSfRQZF3A?pwd=hgbb",
    "夸克盘链接": "https://pan.quark.cn/s/02f8eb36d7c8"
  },
  {
    "文件名": "【海棠】《这世界就是来报复我的》作者：叫我不应时大喊禽兽【总受 - NP - 穿越 - 高H - 网游 - 短篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1zaTflmWQ2xkzY6n6J-7oUA?pwd=hgbb",
    "夸克盘链接": "https://pan.quark.cn/s/7a0c1048a01d"
  },
  {
    "文件名": "【海棠】《这七年》作者：一只舟舟【现代 - 高H - 双性 - 中篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/10qU2G-vkXH9HyZ1q4NCkfw?pwd=hgbb",
    "夸克盘链接": "https://pan.quark.cn/s/0ad0b076fb09"
  },
  {
    "文件名": "【海棠】《这么漂亮活该当他老婆》作者：久久不见谅【快穿 - 中H - 切片攻 - 中篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/14BhtaxjTft3-KkbwXrk6oA?pwd=hgbb",
    "夸克盘链接": "https://pan.quark.cn/s/f6cbb91a61e6"
  },
  {
    "文件名": "【海棠】《这叫强制爱？》作者：噗叽007【现代 - 高H - 单性 - 双洁 - 中篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1GE2ytS9ddn9n-VoZabFDqw?pwd=hgbb",
    "夸克盘链接": "https://pan.quark.cn/s/de84484efa8b"
  },
  {
    "文件名": "【海棠】《这个医生是总攻》作者：来都来了【总攻 - NP - 现代 - 高H - 长篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1lTMzXoN5saERonmYjk1TRQ?pwd=hgbb",
    "夸克盘链接": "https://pan.quark.cn/s/60146bfc06c4"
  },
  {
    "文件名": "【海棠】《这个系统好像不太对劲》作者：红茶三分糖【快穿 - 切片 - 高H - 中篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1QKQHrHDjvg2M4MQZHIy7Dg?pwd=hgbb",
    "夸克盘链接": "https://pan.quark.cn/s/782602f70518"
  },
  {
    "文件名": "【海棠】《这个Omega他全信息素》作者：小酒【ABO - 未来 - 高H - 中篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1PaZ1lBlxp6BGIWVAgK5SrA?pwd=hgbb",
    "夸克盘链接": "https://pan.quark.cn/s/1823fdfd70a7"
  },
  {
    "文件名": "【海棠】《折翼之鳥》作者：白菜會飛【现代 - 中H - 中篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1DCj40CQltsmDqRFbCVUJow?pwd=hgbb",
    "夸克盘链接": "https://pan.quark.cn/s/234b44569174"
  },
  {
    "文件名": "【海棠】《折翼之鸟》作者：飘花白菜【现代 -高H - 双性 - 中篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1uy_S8luyRwzpTo2nMiXO-w?pwd=hgbb",
    "夸克盘链接": "https://pan.quark.cn/s/17085a00a5fe"
  },
  {
    "文件名": "【海棠】《折腰吻刀锋》作者：酒囊饭戴【ABO -现代 - 中H - 中篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1DJGIHo1hYXgj8CGr6ZtXgg?pwd=hgbb",
    "夸克盘链接": "https://pan.quark.cn/s/f68cef75597b"
  },
  {
    "文件名": "【海棠】《折辱清冷君王》作者：眠不得【ABO - 高H - 双性 - NP - 强制爱 - 短篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1vtqKUhzsR_ZGZPbnioXFYQ?pwd=hgbb",
    "夸克盘链接": "https://pan.quark.cn/s/3304e5b75c9a"
  },
  {
    "文件名": "【海棠】《折辱美人皇帝》作者：陆南歌【总攻 - 古代 - 高H - 3P - 双性 - 短篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1Y2qFGBSshGhNpZsbxPJ_Mg?pwd=hgbb",
    "夸克盘链接": "https://pan.quark.cn/s/9ff188951f7e"
  },
  {
    "文件名": "【海棠】《折柳》作者：Aiple【古代 - 高H - 虐身 - 双性 - NP - 短篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/155-3KZ0JZ-FVRfsTMOiyEg?pwd=hgbb",
    "夸克盘链接": "https://pan.quark.cn/s/e01457e6a4b4"
  },
  {
    "文件名": "【海棠】《折兰》作者：山官木【古代 - 高H - 悲剧 - 虐身 - BE - 中篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1pOsTmi0bJTya3y8i5HIRKA?pwd=hgbb",
    "夸克盘链接": "https://pan.quark.cn/s/bd9518b191a6"
  },
  {
    "文件名": "【海棠】《折花客》作者：七焰【主攻 - 眠奸 - NP - 古代 - 中H - 短篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1MCX5-BdAidTZi9FR9M4mRg?pwd=hgbb",
    "夸克盘链接": "https://pan.quark.cn/s/5dbe1c4a73e3"
  },
  {
    "文件名": "【海棠】《折断玉树焚芝兰》作者：葉汀芷【古代 - 高H - 虐爱 - BE - 短篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/178ZlAl6BkqRe4fcN6bYg0A?pwd=hgbb",
    "夸克盘链接": "https://pan.quark.cn/s/a528d642f717"
  },
  {
    "文件名": "【海棠】《折鞭》作者：蹊上花【现代 - 高H - 甜 - 短篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1aFkghf5V7OaQZXzKc3iM3g?pwd=hgbb",
    "夸克盘链接": "https://pan.quark.cn/s/35625652c759"
  },
  {
    "文件名": "【海棠】《赵熠和他的小美人》作者：一冉【现代 - 高H - 双性 - 长篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1OxNRln7-bP3D827O7w2Cqw?pwd=hgbb",
    "夸克盘链接": "https://pan.quark.cn/s/1797985da780"
  },
  {
    "文件名": "【海棠】《赵公子的后院调教》作者：jerk【总攻 - 调教 - 古代 - 高H - 双性 - 大奶 - 中篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1jfNUTlHnkMIGX7yr_lewzA?pwd=hgbb",
    "夸克盘链接": "https://pan.quark.cn/s/41fcf275a1b5"
  },
  {
    "文件名": "【海棠】《召唤数码宝贝的alpha依旧要被人骑》作者：yellow熊【坑文 - 总受 - NP - ABO - 高H - 中篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1m787MhjFM0kWj-CZ3j23oQ?pwd=hgbb",
    "夸克盘链接": "https://pan.quark.cn/s/f0cc7bf47e75"
  },
  {
    "文件名": "【海棠】《昭昭》作者：木业一【古代 - 高H - 双性 - 生子 - 中篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1raDNXK1ZRXhRZi__Apfg5Q?pwd=hgbb",
    "夸克盘链接": "https://pan.quark.cn/s/6628fae4bf74"
  },
  {
    "文件名": "【海棠】《昭昭》作者：Godzita【现代 - 中H - 双性 - 中篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1RHC8uz5ritc4dl8hROxvDQ?pwd=hgbb",
    "夸克盘链接": "https://pan.quark.cn/s/0247cb4feef8"
  },
  {
    "文件名": "【海棠】《招惹死对头的下场》作者：噜噜【现代 - 高H - 篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1xPQGdL2a4nhvchzuXOQH3A?pwd=hgbb",
    "夸克盘链接": "https://pan.quark.cn/s/3e517d9a0bb3"
  },
  {
    "文件名": "【海棠】《招老头喜欢的小少爷》作者：懒得睡觉【现代 - 高H - 单性 - NP - 短篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1wGUWyR9gtRlWgdBc8FysbA?pwd=hgbb",
    "夸克盘链接": "https://pan.quark.cn/s/dd0d9ccac15f"
  },
  {
    "文件名": "【海棠】《丈夫不在家，打着肚子被公公肏》 作者：枸杞叶洗眼睛的色情小说家【现代 - 高H - NP - 父子 - 短篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1trRr9Xe6agM1Vjo8AX8oIw?pwd=hgbb",
    "夸克盘链接": "https://pan.quark.cn/s/7108202e4c1c"
  },
  {
    "文件名": "【海棠】《掌中飞鸟》作者：晴野【现代 - 中H - 甜虐 - 病娇 - 长篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1K3o5hKuPT0rG8RPMbZ9zxA?pwd=hgbb",
    "夸克盘链接": "https://pan.quark.cn/s/ea601e086fa0"
  },
  {
    "文件名": "【海棠】《掌心蝴蝶》作者：将瑶【现代 - 中H - 双性 - 生子 - 短篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1ywZabCtEye0rctoc9XB3HA?pwd=hgbb",
    "夸克盘链接": "https://pan.quark.cn/s/bf16ca8c19ec"
  },
  {
    "文件名": "【海棠】《掌控全局》作者：柿子不是饼【现代 - 中H - 校园 - 小甜饼 - 短篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/19sSaaHabMGisj9-N9BhGLA?pwd=hgbb",
    "夸克盘链接": "https://pan.quark.cn/s/844299e7c056"
  },
  {
    "文件名": "【海棠】《长夜未央》作者：荏苒【古代 - 中H - 虐身 - 道具 - SM - 中篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1VmUdRw1j63sJTU8M4o5-9A?pwd=hgbb",
    "夸克盘链接": "https://pan.quark.cn/s/faf843dc9e8b"
  },
  {
    "文件名": "【海棠】《长兄为后》作者：邬禅见【古代 - 骨科 - 年下 - 囚禁 - 双性 - HE - 高H - 短篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1ak7xNiALihBV7l-srZGWOA?pwd=hgbb",
    "夸克盘链接": "https://pan.quark.cn/s/80bfe22d089d"
  },
  {
    "文件名": "【海棠】《长兄》作者：哼哼【主攻 - 现代 - 微H - 1v1 - 中篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1U2wPjIQ9bNmOf00sWGZvbw?pwd=hgbb",
    "夸克盘链接": "https://pan.quark.cn/s/8d8624552fc7"
  },
  {
    "文件名": "【海棠】《长寿花》作者：重渡【现代 - 高H - 双性 - 1v1 - 竹马 - 互宠 - 中篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1bDKf6PNmIOy8ErXItgADOA?pwd=hgbb",
    "夸克盘链接": "https://pan.quark.cn/s/64c1e8950f37"
  },
  {
    "文件名": "【海棠】《长嫂在下》作者：邬禅见【嫂子文学 - 现代 - 高H - 双性 - 短篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/13KwFtbrXea6Dm2rjS1EOwA?pwd=hgbb",
    "夸克盘链接": "https://pan.quark.cn/s/c2c7a2214be4"
  },
  {
    "文件名": "【海棠】《长批总裁被++哭》作者：葛二蛋【现代 - 高H - 调教 - SM - 双性 - 短篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1s8K-WNW4sbkDaj6YWve_ZA?pwd=hgbb",
    "夸克盘链接": "https://pan.quark.cn/s/635d40e861b7"
  },
  {
    "文件名": "【海棠】《长批体验》作者：超爱芒果【校园 - 高H - 1v1 - 双性 - 短篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1Epoy-DFCSuZlW2MA-oLq4A?pwd=hgbb",
    "夸克盘链接": "https://pan.quark.cn/s/cdbb51c0ea6d"
  },
  {
    "文件名": "【海棠】《长批骚受又美又野》作者：狐狸尾巴【合集 - 现代 - 高H - 总受 - NP - 短篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1OmeWBiHysmrQpIJt1mgmEQ?pwd=hgbb",
    "夸克盘链接": "https://pan.quark.cn/s/a38e551dbce9"
  },
  {
    "文件名": "【海棠】《长批后先给舍友们日日》作者：磨溪【合集 - 高H - 校园 - NP - 中篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1tcUt5J-gy51COEapZJC4VA?pwd=hgbb",
    "夸克盘链接": "https://pan.quark.cn/s/15e6079b1cea"
  },
  {
    "文件名": "【海棠】《长批后沦为校园玩物》作者：梁诗悦【现代 - 高H - 双性 - NP - 短篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1aTl4cy7kj7MKYh20OyD1Yg?pwd=hgbb",
    "夸克盘链接": "https://pan.quark.cn/s/1ad50f4f4b8a"
  },
  {
    "文件名": "【海棠】《长批的舍友翻车辣》作者：顾咕咕【现代 - 高H - 1v1 - 双洁 - 双性 - 甜黄 - 校园 - 短篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1M2hZ9OafQhLT77w2QwuVkw?pwd=hgbb",
    "夸克盘链接": "https://pan.quark.cn/s/1fcc47025902"
  },
  {
    "文件名": "【海棠】《长岛无雪》作者：风烟里里【换妻 - 现代 - 微H - 虐心 - 中篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1i4ExcWL_KVX3M1ojsNSJbg?pwd=hgbb",
    "夸克盘链接": "https://pan.quark.cn/s/e9f07eaabc86"
  },
  {
    "文件名": "【海棠】《长出批后被好友盯上了》作者：昼梦余【现代 - 中H - 1v1 - 双性 - 短篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/124psZYlGSyKm60AWm0QlDQ?pwd=hgbb",
    "夸克盘链接": "https://pan.quark.cn/s/d2f0d00cc607"
  },
  {
    "文件名": "【海棠】《长B的晋江攻被扔进海棠》作者：杀了头猪【快穿 - 高H - 短篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1b0atFWsN8tK5DV6n52ue8Q?pwd=hgbb",
    "夸克盘链接": "https://pan.quark.cn/s/380271b62655"
  },
  {
    "文件名": "【海棠】《章鱼怪今天嘤嘤嘤了吗》作者：老斋【补番 - 现代 - 高H - 虐身 - 人外 - 短篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/11FmXdg0kHe3pFxyJQnUnEg?pwd=hgbb",
    "夸克盘链接": "https://pan.quark.cn/s/4c3af4d89436"
  },
  {
    "文件名": "【海棠】《绽放的雏菊》作者：十章【穿越 - 中H - 1v1 - 中篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1o66EH_wxED52MmweR11gtA?pwd=hgbb",
    "夸克盘链接": "https://pan.quark.cn/s/12cd27025c0c"
  },
  {
    "文件名": "【海棠】《站街男与温软小可怜》作者：饕餮之徒爱吃肉【补番 - 换攻 - NTR - 现代 - 高H - 双性 - 中篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1JMzkb_CLyyD97nPan8cEFw?pwd=hgbb",
    "夸克盘链接": "https://pan.quark.cn/s/0b9790683023"
  },
  {
    "文件名": "【海棠】《占有欲》作者：烹茶煮酒【父子 - 现代 - 高H - 中篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1n5oVP4_PFf9dWci3piptIQ?pwd=hgbb",
    "夸克盘链接": "https://pan.quark.cn/s/c0306863bb2f"
  },
  {
    "文件名": "【海棠】《占为己有》作者：老鱼吹浪【现代 - 高H - 1v1 - 双洁 - 甜宠 - 短篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1RYR-vT83CNB0Bg-wMZ_X9g?pwd=hgbb",
    "夸克盘链接": "https://pan.quark.cn/s/30933e9987a6"
  },
  {
    "文件名": "【海棠】《榨汁游戏》作者：待雨西楼【无限流 - 高H - 双性 - 1v1 - 中篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/19b2JV45Seg51nCN5jCuMdA?pwd=hgbb",
    "夸克盘链接": "https://pan.quark.cn/s/3a818f92b307"
  },
  {
    "文件名": "【海棠】《榨精的小魅魔翻车后》作者：楚十【现代 - 高H - NP - 短篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/16LPd-Ks3xxHiW_7up0ROgA?pwd=hgbb",
    "夸克盘链接": "https://pan.quark.cn/s/ea940cadfb04"
  },
  {
    "文件名": "【海棠】《渣受出轨记》作者：勤劳研究员【总受 - NP - NTR - 现代 - 高H - 短篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1iGmEjBQQnWDYXBoaJJAFGA?pwd=hgbb",
    "夸克盘链接": "https://pan.quark.cn/s/91246162a34f"
  },
  {
    "文件名": "【海棠】《渣受被疯狗强制爱了》作者：衿白【现代 - 高H - 虐身 - 囚禁 - 短篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1mFIA2S-9gPjftEeWT4Vb8w?pwd=hgbb",
    "夸克盘链接": "https://pan.quark.cn/s/be1c5462cb73"
  },
  {
    "文件名": "【海棠】《渣男被抹布以后》作者：湫凰【现代 - 高H - 抹布文 - NP - 虐身 - 中篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1Q-5CCuBV39ZouaTYBQ4SRw?pwd=hgbb",
    "夸克盘链接": "https://pan.quark.cn/s/5d37d5eae398"
  },
  {
    "文件名": "【海棠】《渣了主角受的白月光后》作者：白械【主攻 - 穿书 - 仙侠 - 高H - 修真 - 1v1 - 中篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1nyeQkOdJQJ_unrqyiZsmRQ?pwd=hgbb",
    "夸克盘链接": "https://pan.quark.cn/s/bdf3e1c2cfbc"
  },
  {
    "文件名": "【海棠】《渣攻做久了是会被制裁的》作者：嚼香烟的狗【现代 - 高H - 双性 - 中篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/19nns8ma1DxOtYwUoZiCrKw?pwd=hgbb",
    "夸克盘链接": "https://pan.quark.cn/s/e01387d58409"
  },
  {
    "文件名": "【海棠】《渣攻重生变忠犬受》作者：瀚海书亭【重生 - 现代 - 高H - 虐身 - 强强 - 中篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1nP8kRkfGS6dtI8KAfyX__A?pwd=hgbb",
    "夸克盘链接": "https://pan.quark.cn/s/0b4457b17aac"
  },
  {
    "文件名": "【海棠】《渣攻食用手册》作者：炸鸡便当【现代 - 高H - 中篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1zMb1BoANbU3MorikPxzl9w?pwd=hgbb",
    "夸克盘链接": "https://pan.quark.cn/s/a4bf8c4f6c4f"
  },
  {
    "文件名": "【海棠】《渣攻沦为yd受》作者：山水【总受 - NP - 现代 - 高H - 重口 - 中篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1CYgTAaYrdOTNMYIEisKJ-g?pwd=hgbb",
    "夸克盘链接": "https://pan.quark.cn/s/7c598ab1275b"
  },
  {
    "文件名": "【海棠】《渣攻连环翻车记》作者：叼着拖鞋往前飞【补番 - 总受 - NP - 现代 - 高H - 双性 - 中篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/16pv5Ldg8C6yVcL_J91nE-Q?pwd=hgbb",
    "夸克盘链接": "https://pan.quark.cn/s/d10d83fadb11"
  },
  {
    "文件名": "【海棠】《渣攻的老婆出轨了》作者：明前龙雀【合集 - 现代 - 高H - 短篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1R7bAJBgVK3b7X8Tonj9iPg?pwd=hgbb",
    "夸克盘链接": "https://pan.quark.cn/s/a3832312f4cd"
  },
  {
    "文件名": "【海棠】《渣爹自救指南》作者：楚楚爱睡觉【现代 - 高H - 3P - 短篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1e8Tvk3pI-HnknQY0t1a74g?pwd=hgbb",
    "夸克盘链接": "https://pan.quark.cn/s/954102ee418b"
  },
  {
    "文件名": "【海棠】《渣A当O的快乐》作者：清明河畔洗腿毛【ABO - 双A - 现代 - 中H - 双洁 - 中篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1jM2EA4z5zqi9r7luNCsufg?pwd=hgbb",
    "夸克盘链接": "https://pan.quark.cn/s/3f218dcbcb83"
  },
  {
    "文件名": "【海棠】《怎么都要欺负笨蛋炮灰啊》作者：三而不竭【奇幻 - 高H - NP - 双性 - 中篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/18bOXFGZ7rGes8PQaYTuciw?pwd=hgbb",
    "夸克盘链接": "https://pan.quark.cn/s/3afa2730d546"
  },
  {
    "文件名": "【海棠】《怎么都想做我的狗？》作者：木三【总攻 - NP - 高H - 短篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1ArvJ1WlU1yhNMXm8hf78AQ?pwd=hgbb",
    "夸克盘链接": "https://pan.quark.cn/s/3390cc543823"
  },
  {
    "文件名": "【海棠】《早泄攻的治疗指南：被屮皮燕子就好了》作者：淮南枳【现代 - 高H - 强强 - 短篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1CMAIf9d3AsXzpuJxcxJyBQ?pwd=hgbb",
    "夸克盘链接": "https://pan.quark.cn/s/a21b29e0b620"
  },
  {
    "文件名": "【海棠】《早亡后成为疯批们的白月光》作者：陆南歌【总攻 - 高H - NP - 强制爱 - 中篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1n4TO3lzldi3GNZqRwX6c5w?pwd=hgbb",
    "夸克盘链接": "https://pan.quark.cn/s/b7320feea0dc"
  },
  {
    "文件名": "【海棠】《早恋成婚》作者：阿芙【现代 - 高H - 双性 - 1v1 - 甜肉 - 短篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1oodV4Qm1yPgcP_SRyxaovw?pwd=hgbb",
    "夸克盘链接": "https://pan.quark.cn/s/6872452fd18c"
  },
  {
    "文件名": "【海棠】《暂定爱意》作者：cbbdqsd【现代 - 中H - 校园 - 双性 - 中篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1CU8VeBHl7Mh792CSZyAaTA?pwd=hgbb",
    "夸克盘链接": "https://pan.quark.cn/s/2537149997bc"
  },
  {
    "文件名": "【海棠】《在总受文里当金瓜》作者：北极圈游泳冠军【总攻 - NP - 微H - 玄幻 - 中篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/127UjX-Hr4V0YKYfk95Z0hw?pwd=hgbb",
    "夸克盘链接": "https://pan.quark.cn/s/fd945f377c93"
  },
  {
    "文件名": "【海棠】《在直播综艺当性奴》作者：吃土少年【现代 - 高H - NP - 短篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1oyOVbljpOaTy2oymYAceOg?pwd=hgbb",
    "夸克盘链接": "https://pan.quark.cn/s/316e25b9504b"
  },
  {
    "文件名": "【海棠】《在直播综艺当性奴》作者：吃土年【现代 - 高H - NP - 短篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1HzcLpmSJgiLaUy-pq4BP3w?pwd=hgbb",
    "夸克盘链接": "https://pan.quark.cn/s/01dc8e13420f"
  },
  {
    "文件名": "【海棠】《在丈夫灵位前我被人寡夫门前》作者： Renne【古代 - 中H - NTR - 骨科 - 后妈 - 强制爱 - 短篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1Dwc9WlUQveLz7RhLWyngpw?pwd=hgbb",
    "夸克盘链接": "https://pan.quark.cn/s/425fc56b738a"
  },
  {
    "文件名": "【海棠】《在野》作者：InAPool【1v1 - 高H - 中篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1c_f2VBNxgnJKCJtFCYFtWQ?pwd=hgbb",
    "夸克盘链接": "https://pan.quark.cn/s/d2b85069905b"
  },
  {
    "文件名": "【海棠】《在阳台被宿管老头懆了》作者：你说什么大实话【现代 - 高H - 短篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1f75xOq_TRTq7Y5Riv_kouQ?pwd=hgbb",
    "夸克盘链接": "https://pan.quark.cn/s/294d614b44b6"
  },
  {
    "文件名": "【海棠】《在言情文里撩直男男主》作者：辞奺【快穿 - 中H - NP - 长篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1Fh4Vmca7CgO_gdvJECvInQ?pwd=hgbb",
    "夸克盘链接": "https://pan.quark.cn/s/b508e069d89b"
  },
  {
    "文件名": "【海棠】《在无限逃脱里花式挨肏》作者：临夜大人吖【无限流 - 1v1 - 高H - 青梅竹马 - 中篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1dkeTxI7alJaaI1n3XGURNQ?pwd=hgbb",
    "夸克盘链接": "https://pan.quark.cn/s/bf267055fd2e"
  },
  {
    "文件名": "【海棠】《拯救双性同桌》作者：七七是攻【第二人称 - 主攻 - 双处 - 现代 - 高H - 校园 - 双性 - 中篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1o8j93gD2BH4D0aAhU7pJ3A?pwd=hgbb",
    "夸克盘链接": "https://pan.quark.cn/s/f23dc8e9504b"
  },
  {
    "文件名": "【海棠】《拯救十八禁变态攻》作者：岱狄【现代 - 高H - 校园 - 1v1 - 单性 - 短篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/11EP5jYfwxM4AHYuzFiKCHQ?pwd=hgbb",
    "夸克盘链接": "https://pan.quark.cn/s/0dab07d5225e"
  },
  {
    "文件名": "【海棠】《拯救美人计划》作者：葡萄汁candy【快穿 - 中H - 中篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1YQbTcP5xb36OAjQrSYPiAg?pwd=hgbb",
    "夸克盘链接": "https://pan.quark.cn/s/786f9e02b950"
  },
  {
    "文件名": "【海棠】《拯救疯批的正确方法》作者：许十【合集 - 高H - 中篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1rdo09MUqnWkrYuMSNo8qOA?pwd=hgbb",
    "夸克盘链接": "https://pan.quark.cn/s/0164f8ec79ca"
  },
  {
    "文件名": "【海棠】《拯救》作者：膏肓【奇幻 - 高H - 中篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1RtjqhS-pgXrGUT6jl9ASVw?pwd=hgbb",
    "夸克盘链接": "https://pan.quark.cn/s/cecae07a784e"
  },
  {
    "文件名": "【海棠】《真以为会催眠就能当攻了？》作者：银贼【总受 - NP - 双性 - 现代 - 高H - 长篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/18XF2GHHPR8bUlvjTRXxO_g?pwd=hgbb",
    "夸克盘链接": "https://pan.quark.cn/s/5cf444080fc7"
  },
  {
    "文件名": "【海棠】《真香后每天爆炒美人老婆》作者：蜜桃汁汁【现代 - 高H - 双性 - 短篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1wfIDZS-Rz7XKyBAd6iB8Lw?pwd=hgbb",
    "夸克盘链接": "https://pan.quark.cn/s/582045234c39"
  },
  {
    "文件名": "【海棠】《在你之下》作者：芒果班戟【互攻 - 现代 - 中H - 中篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1YU2bkdzMF8twWtBMKNbikA?pwd=hgbb",
    "夸克盘链接": "https://pan.quark.cn/s/9394372d240d"
  },
  {
    "文件名": "【海棠】《在男同软件上约炮被舍友看到了怎么办》作者：吃不吃苹果【第一人称 - 现代 - 高H - 校园 - 双 - 大 - 1v1 - 双洁 - 中篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1rqcjcdzrOFnpj5d4ulU21w?pwd=hgbb",
    "夸克盘链接": "https://pan.quark.cn/s/feccf9157c1d"
  },
  {
    "文件名": "【海棠】《在末日当舔狗的那些日子》作者：轻觉【总受 - NP - 现代 - 中H - 科幻 - 长篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1s2KIuhdElTNXje15O2iX5A?pwd=hgbb",
    "夸克盘链接": "https://pan.quark.cn/s/6ef22ad9aa80"
  },
  {
    "文件名": "【海棠】《在末日被疯美人圈养的“性”福生活》作者：橘猫的夏天【末世 - 中H - 甜宠 - 短篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1Ljq5HEKLIWOutWK-kZDF6Q?pwd=hgbb",
    "夸克盘链接": "https://pan.quark.cn/s/b26659e9932b"
  },
  {
    "文件名": "【海棠】《在梦里奸过你》作者：腐满【总攻 - NP - 现代 - 高H - 中篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1fu8XvyP83cqYYxtWDHxMNg?pwd=hgbb",
    "夸克盘链接": "https://pan.quark.cn/s/53c0a02e0921"
  },
  {
    "文件名": "【海棠】《在吗？看看批》作者：别生气了好吗【补番 - 现代 - 高H - 双性 - 中篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1VgXT_lcuIQ3reSQKl_T0xg?pwd=hgbb",
    "夸克盘链接": "https://pan.quark.cn/s/141b7ae9360f"
  },
  {
    "文件名": "【海棠】《在恋爱养成游戏里当玩物》作者：•̀ᴗ•́ ̑̑ 白日梦工厂厂长【现代 - 高H - 网游 - 1v1 - 双性 - 短篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1IPxvRhG91FhGaLGS2yHQng?pwd=hgbb",
    "夸克盘链接": "https://pan.quark.cn/s/36b10699c1a9"
  },
  {
    "文件名": "【海棠】《在恐怖游戏里做性爱测评》作者：词也诵玫瑰【无限流 - 1v1 - 高H - 双洁 - 中篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1GBqShxOO7uffJ2wAgelMzA?pwd=hgbb",
    "夸克盘链接": "https://pan.quark.cn/s/0438a6321c22"
  },
  {
    "文件名": "【海棠】《在惊悚世界里被诡异艹透了》作者：阿白【现代 - 高H - 恐怖 - 悬疑 - 双性 - NP - 中篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1dd7jooe2plccbWAhFMCPkg?pwd=hgbb",
    "夸克盘链接": "https://pan.quark.cn/s/24782dbe00f1"
  },
  {
    "文件名": "【海棠】《在惊悚副本扮演NPC》作者：漫天都是小星星【无限流 - 总受 - 单性 - NP - 高H - 甜文 - 中篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1fanP1Bvce8TWfJfZbJQB8A?pwd=hgbb",
    "夸克盘链接": "https://pan.quark.cn/s/91d5fa233fb3"
  },
  {
    "文件名": "【海棠】《在劫难逃》作者：我要努力攒钱【现代 - 高H - 强制爱 - 短篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/12oxUkcCdzD1mKBJv-viYsg?pwd=hgbb",
    "夸克盘链接": "https://pan.quark.cn/s/1fbb5ad64b43"
  },
  {
    "文件名": "【海棠】《在劫难逃》作者：爱摆烂的大饼【现代 - 高H - 强制爱 - 短篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1fSKfEh9_FshtALJTwLYFQg?pwd=hgbb",
    "夸克盘链接": "https://pan.quark.cn/s/49c2b503a339"
  },
  {
    "文件名": "【海棠】《在教室揉批被暗恋校草撞破后》作者：雀咕啾【现代 - 高H - 1v1 - 双性 - 中篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1fKT5xcEHgAEAaGb9AYBOEQ?pwd=hgbb",
    "夸克盘链接": "https://pan.quark.cn/s/44cc43d84b90"
  },
  {
    "文件名": "【海棠】《在教室被猛男舍友艹了》作者：炒饭吗【现代 - 高H - 短篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1JG1lIkMbVF5Sq6EdhATsMA?pwd=hgbb",
    "夸克盘链接": "https://pan.quark.cn/s/928596695721"
  },
  {
    "文件名": "【海棠】《在健身房被教练艹》作者：大黄人【现代 - 高H - 青梅竹马 - 短篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/17DfE_2uch3gVOBjAIcGFqQ?pwd=hgbb",
    "夸克盘链接": "https://pan.quark.cn/s/69ac3a8d7094"
  },
  {
    "文件名": "【海棠】《在火车上被艹到失J》作者：炒饭吗【现代 - 微H - 青梅竹马 - 短篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1rOKkvmdXd3cnQAOTKBEXAg?pwd=hgbb",
    "夸克盘链接": "https://pan.quark.cn/s/04b160f17506"
  },
  {
    "文件名": "【海棠】《在海棠古耽中做了男配》作者：K【穿越 - 中H - 强制爱 - NP - 中篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1zqs1dOIAFf3G7zIFxsHobw?pwd=hgbb",
    "夸克盘链接": "https://pan.quark.cn/s/0a0ae964723a"
  },
  {
    "文件名": "【海棠】《在傅家还债的日子》作者：葡萄汁candy【现代 - 高H - 双性 - NP - 中篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1fTf47i_Y0biE8LDxt6bnwQ?pwd=hgbb",
    "夸克盘链接": "https://pan.quark.cn/s/3dede21c513d"
  },
  {
    "文件名": "【海棠】《在父亲身下张开腿艾草》作者：全文存稿不坑文【古代 - 高H - 年上 - 父子 - 甜宠 - HE - 短篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1tmfwh6gnpn82yLUzqjv6Ig?pwd=hgbb",
    "夸克盘链接": "https://pan.quark.cn/s/5758bb0b58a5"
  },
  {
    "文件名": "【海棠】《在疯批哥哥的身下沦陷》作者：伏不是【现代 - 中H - 狗血 - 伪骨科 - 双性 - 短篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1QAudEuW69GWhnY4mUN7Q8A?pwd=hgbb",
    "夸克盘链接": "https://pan.quark.cn/s/465560ab18f2"
  },
  {
    "文件名": "【海棠】《在飞机上被精英男肏了》作者：恶霸啊【现代 - 高H - 短篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1mGPLsePtNZDVV555maIpyw?pwd=hgbb",
    "夸克盘链接": "https://pan.quark.cn/s/dfa01df34035"
  },
  {
    "文件名": "【海棠】《在东京的淫乱之夜》作者：越过重重山【现代 - 高H - 双性 - 骨科 - 3P - 短篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1g5sj1bxHYbSJG6DXCgSaYg?pwd=hgbb",
    "夸克盘链接": "https://pan.quark.cn/s/7a49a0f536dc"
  },
  {
    "文件名": "【海棠】《在电影院被爸爸做了》作者：炒饭吗【现代 - 高H - 父子 - 短篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1hzpucX5SXTpB6X2wNHw5yw?pwd=hgbb",
    "夸克盘链接": "https://pan.quark.cn/s/842b60adc1dd"
  },
  {
    "文件名": "【海棠】《在纯情小说中被do到失禁》作者：脑子多少有点病【合集 - 穿越 - 高H - 中篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/18krR1u2WrmbkHegyj3lA_Q?pwd=hgbb",
    "夸克盘链接": "https://pan.quark.cn/s/408fa3a1697a"
  },
  {
    "文件名": "【海棠】《在抽卡游戏里玩弄美人老婆们》作者：半杯倒【总攻 - 第一人称 - 高H - 网游 - 中篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1b5bxPaksHyndOQBPgMSF6g?pwd=hgbb",
    "夸克盘链接": "https://pan.quark.cn/s/7e86ec5e4164"
  },
  {
    "文件名": "【海棠】《在车上被姨夫的大J8艹》作者：你说什么大实话【现代 - 高H - 短篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1MQjN6AxitRhfsnLAx6nx6g?pwd=hgbb",
    "夸克盘链接": "https://pan.quark.cn/s/7b9e2dc8b664"
  },
  {
    "文件名": "【海棠】《在菜市场被卖菜老头艹了》作者：炒饭吗【现代 - 高H - 短篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1i62kSZ8wCRiU_gdkJrGAHQ?pwd=hgbb",
    "夸克盘链接": "https://pan.quark.cn/s/0a06d6ec68de"
  },
  {
    "文件名": "【海棠】《在爸爸面前被继兄狠艹》作者：大黄人【现代 - 高H - 伪骨科 - 短篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1FQchf8btqDXIc2ZNI5_VQA?pwd=hgbb",
    "夸克盘链接": "https://pan.quark.cn/s/19bad94474d3"
  },
  {
    "文件名": "【海棠】《在？看看批》作者：老王不是老黄【现代 - 高H - 双性 - 中篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1IXDmE6jMgyqcEvf-2WFMkA?pwd=hgbb",
    "夸克盘链接": "https://pan.quark.cn/s/eff1ad5b9d5b"
  },
  {
    "文件名": "【海棠】《再贪欢》作者：左边疯【古代 - 高H - 双性 - 产乳 - 短篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1BXQ2zG6O2isHsyVcU4l_Tg?pwd=hgbb",
    "夸克盘链接": "https://pan.quark.cn/s/9a152aa4ac59"
  },
  {
    "文件名": "【海棠】《再给我们生一个吧》作者：你又压到我头发了【现代 - 高H - NP - 双性 - 狗血 - 生子 - 短篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1opAE_bM9-c9eom3QkiLYZQ?pwd=hgbb",
    "夸克盘链接": "https://pan.quark.cn/s/0afa97ddfa64"
  },
  {
    "文件名": "【海棠】《孕期出轨丈夫的好友》作者：Russian【现代 - 高H - 3P - 双性 - 长篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1M_v_FYDs7g4KHjx2bArMDA?pwd=hgbb",
    "夸克盘链接": "https://pan.quark.cn/s/7e342d5099dd"
  },
  {
    "文件名": "【海棠】《云雨》作者：Crave【古代 - 高H - 1v1 - HE - 中篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1FiZMW9RMz6kRKgDrHCKlpA?pwd=hgbb",
    "夸克盘链接": "https://pan.quark.cn/s/25fd099c4754"
  },
  {
    "文件名": "【海棠】《月落星沉》作者：春山艾草【现代 - 中H - 校园 - 兄弟共妻 - 3P - 双性 - 甜宠 - 中篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1u80ZOI8drgHA1COHR2Lmvg?pwd=hgbb",
    "夸克盘链接": "https://pan.quark.cn/s/a7fd8294b2eb"
  },
  {
    "文件名": "【海棠】《月光宝盒追嫦娥》作者：AK【现代 - 中H - 刑侦 - BDSM - 长篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1XCfdv_3FU9a1wCdH76DzrQ?pwd=hgbb",
    "夸克盘链接": "https://pan.quark.cn/s/60086e7cf634"
  },
  {
    "文件名": "【海棠】《约架到死对头后》作者：阮dear【现代 - 高H - 青梅竹马 - 双性 - 短篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/121TmDghvdoatEHP816TERQ?pwd=hgbb",
    "夸克盘链接": "https://pan.quark.cn/s/8eb4ee9aa821"
  },
  {
    "文件名": "【海棠】《院来金丝雀》作者：网页不想生气【未来 - 高H - 年下 - 生子 - HE - 短篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1BEjMkf47cysbeHgPOL8-QA?pwd=hgbb",
    "夸克盘链接": "https://pan.quark.cn/s/90ff34649e79"
  },
  {
    "文件名": "【海棠】《缘不可待》作者：红河（苍海）【现代 - 中H - 虐心 - 中篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1ujCCOmEDD3sNmpqtDqftOQ?pwd=hgbb",
    "夸克盘链接": "https://pan.quark.cn/s/e6be08690230"
  },
  {
    "文件名": "【海棠】《援交的双性美少年》作者：艾弥梨【现代 - 高H - 1v1 - 双性 - 中篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1D88rSNyL4DcWywhrN1CEXQ?pwd=hgbb",
    "夸克盘链接": "https://pan.quark.cn/s/26ca630326ed"
  },
  {
    "文件名": "【海棠】《原罪》作者：薯片柴【现代 - 高H - 1v1 - 双洁 - 单性 - 囚禁 - 中篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1kS2l9CCpwr9Y3tyOY8Hkgg?pwd=hgbb",
    "夸克盘链接": "https://pan.quark.cn/s/c6380db33d45"
  },
  {
    "文件名": "【海棠】《原住民小美人总是被痴汉盯上》作者：一只吃肉的大灰狼【合集 - 双性 - 高H - 短篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1d6okD0xEbhit73IHAEyZJw?pwd=hgbb",
    "夸克盘链接": "https://pan.quark.cn/s/4da20d0e309e"
  },
  {
    "文件名": "【海棠】《原形毕露》作者：连夏【现代 - 校园 - 双性 - 调教 - HE - 1V1 - 高H - 中篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1Ua6CovHe_AAlomLnxpjWZw?pwd=hgbb",
    "夸克盘链接": "https://pan.quark.cn/s/62357eac3004"
  },
  {
    "文件名": "【海棠】《原神男团ALLx旅行者向》作者：淞许【原神同人 - 高H - 网游 - 长篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1oigPv6aMcGguRJ6-dGJ0UQ?pwd=hgbb",
    "夸克盘链接": "https://pan.quark.cn/s/e2b125518b19"
  },
  {
    "文件名": "【海棠】《原来弟弟只是想操体育生》作者：石榴籽【现代 - 中H - 校园 - 中篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1NnaWcCZViadc0w_zmg9c9w?pwd=hgbb",
    "夸克盘链接": "https://pan.quark.cn/s/7f3406d3de2e"
  },
  {
    "文件名": "【海棠】《原来白月光竟然是我自己》作者：阿巴阿巴【现代 - 高H - 青梅竹马 - 短篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1GE-24Dv_ARFcmGLFQDhayw?pwd=hgbb",
    "夸克盘链接": "https://pan.quark.cn/s/1092cfd1e962"
  },
  {
    "文件名": "【海棠】《遇事不要慌》作者：不歇【合集 - 双性 - 高H - 中篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1aiHkH8-23QpbG_Y4ncfmzQ?pwd=hgbb",
    "夸克盘链接": "https://pan.quark.cn/s/9a730d2e9751"
  },
  {
    "文件名": "【海棠】《欲宗受孕录》作者：白米饭【仙侠 - 高H - 双性 - NP - 中篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1f1TEXDdGVv1IbRmf2Lgp3A?pwd=hgbb",
    "夸克盘链接": "https://pan.quark.cn/s/abfd24157292"
  },
  {
    "文件名": "【海棠】《欲之国的太子》作者：夜雨秋灯【古代 - 双性 - NP - 纯肉 - 中篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/10qmnqy3rMHC_tbpzNuEEHQ?pwd=hgbb",
    "夸克盘链接": "https://pan.quark.cn/s/2de20eca7748"
  },
  {
    "文件名": "【海棠】《欲望长途》作者：明月楼【科幻 - 高H - 3P - 强制爱 - 长篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1NJ0aI0MYF0JYGjtbu46x7w?pwd=hgbb",
    "夸克盘链接": "https://pan.quark.cn/s/bf354f8b4bbe"
  },
  {
    "文件名": "【海棠】《欲望头套（恋脏恋臭控欲）》作者：赫尔曼狄克【现代 - 高H - NP - 短篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/11mkcZ9pql5F6VgBfHLYsgA?pwd=hgbb",
    "夸克盘链接": "https://pan.quark.cn/s/ea25121ee051"
  },
  {
    "文件名": "【海棠】《欲望天堂_玩哭美人》作者：水煮葡萄【现代 - 高H - 双性 - NP - 短篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1t4bD02WGApgMn1WkW-1WEA?pwd=hgbb",
    "夸克盘链接": "https://pan.quark.cn/s/25e2c73fb39a"
  },
  {
    "文件名": "【海棠】《欲望集市》作者：海棠大学校长【奇幻 - 高H - NP - BDSM - 中篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/110MsUUXxUvjhXJa42Kl9hw?pwd=hgbb",
    "夸克盘链接": "https://pan.quark.cn/s/ca8fd7bc8a96"
  },
  {
    "文件名": "【海棠】《欲求不满的人凄出轨后》作者：虾仁不猪心【现代 - 高H - 总受 - NP - 双性 - 中篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1fu8A_6da25r679SZpxSkWg?pwd=hgbb",
    "夸克盘链接": "https://pan.quark.cn/s/492e9a2e8985"
  },
  {
    "文件名": "【海棠】《欲满生香》作者：槐夏【合集 - 微H - 短篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1MkEJd1213DHY1s48jSfWzg?pwd=hgbb",
    "夸克盘链接": "https://pan.quark.cn/s/29b490f4725d"
  },
  {
    "文件名": "【海棠】《欲练神功的教主》作者：月亮血浆【古代 - 高H - 年下 - 生子 - 双性 - HE - 中篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1sf0J_TdQhTQLL9sV-OXg7A?pwd=hgbb",
    "夸克盘链接": "https://pan.quark.cn/s/a347a8620ace"
  },
  {
    "文件名": "【海棠】《欲火人间》作者：风渡西洲【合集 - 高H - 双性 - NP - 中篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1Krc6REOZuVC1K3DjrxnBVg?pwd=hgbb",
    "夸克盘链接": "https://pan.quark.cn/s/44c5b7de0962"
  },
  {
    "文件名": "【海棠】《欲海无涯》作者：油泼面【现代 - 高H - 校园 - 双性 - 双洁 - 短篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/16jY7qwB1i3q-2kkIENwDyQ?pwd=hgbb",
    "夸克盘链接": "https://pan.quark.cn/s/df040a4adc5d"
  },
  {
    "文件名": "【海棠】《欲海珊瑚》作者：沈不行【未来 - 高H - 虐身 - 年上 - BDSM - SP - 调教 - 中篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1nemDMTa-f5Fxe8-mk88NTA?pwd=hgbb",
    "夸克盘链接": "https://pan.quark.cn/s/986ca1457331"
  },
  {
    "文件名": "【海棠】《欲海沉沦》作者：弹壳【现代 - 高H - 双性 - 1v1 - HE - 中篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/136oYZd34ZvmZMRK2RcEO9g?pwd=hgbb",
    "夸克盘链接": "https://pan.quark.cn/s/4cebe364abd1"
  },
  {
    "文件名": "【海棠】《欲鬼淫龙帝王鼎》作者：侠总攻【总受 - NP - 生子 - 玄幻 - 高H - 短篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1STaoiVi4oxoKac6xzkXfbA?pwd=hgbb",
    "夸克盘链接": "https://pan.quark.cn/s/c2971642c85c"
  },
  {
    "文件名": "【海棠】《欲爸不能》作者：甜甜爱吃肉【现代 - 高H - 双性 - 生子 - 中篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1x3JHU9wuxNwMhf2sVeXKkg?pwd=hgbb",
    "夸克盘链接": "https://pan.quark.cn/s/3c9def31af44"
  },
  {
    "文件名": "【海棠】《狱中名臀》作者：尾烟狸【现代 - 高H - NP - 短篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1mTq5Wmr20IHFM5n3wnifOQ?pwd=hgbb",
    "夸克盘链接": "https://pan.quark.cn/s/e52aa4b0d1b4"
  },
  {
    "文件名": "【海棠】《狱长和他的囚犯》作者：一枝黄花【现代 -高H - 双性 - 生子 - 中篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1LkMzUzG1VGSZcB6SK6LKew?pwd=hgbb",
    "夸克盘链接": "https://pan.quark.cn/s/7e05d5d5b6ec"
  },
  {
    "文件名": "【海棠】《玉落为棋》作者：米粥糊了【古代 - 微H - 小甜饼 - 短篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1_eNoTB3EnnGEA9LPAzRrZw?pwd=hgbb",
    "夸克盘链接": "https://pan.quark.cn/s/fd99d331ca4c"
  },
  {
    "文件名": "【海棠】《玉宦在侧》作者：雪不尽【古代 - 中H - 宫廷 - 年下 - 中篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1nj8Pd-siW7znYr8LiPEcZg?pwd=hgbb",
    "夸克盘链接": "https://pan.quark.cn/s/70c2ae22fc58"
  },
  {
    "文件名": "【海棠】《屿湾镇的夏日》作者：木仔儿【现代 - 中H - 中篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1OjpmFVlW_rTpc1sOKcDF8A?pwd=hgbb",
    "夸克盘链接": "https://pan.quark.cn/s/6a3d3f48ba35"
  },
  {
    "文件名": "【海棠】《予你偏爱》作者：柠檬汽水【现代 - 高H - SP - BDSM - 中篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1EUfnzedf00IzZHT2fJGLVw?pwd=hgbb",
    "夸克盘链接": "https://pan.quark.cn/s/242d9839bc14"
  },
  {
    "文件名": "【海棠】《与养父的七天假期》作者：ESE100【主攻 - 现代 - 高H - 双性 - 短篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/19-dFua4heBk9FNtKO2eDKA?pwd=hgbb",
    "夸克盘链接": "https://pan.quark.cn/s/d3bf16c20110"
  },
  {
    "文件名": "【海棠】《与双胞胎夫君的二三事》作者：•̀ᴗ•́ ̑̑ 白日梦工厂厂长【古代 - 高H - 3P - 双性 - 生子 - 短篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/105UVieoGXTogdaWppdJjtA?pwd=hgbb",
    "夸克盘链接": "https://pan.quark.cn/s/56c44d65cc4b"
  },
  {
    "文件名": "【海棠】《与兽交配》作者：在吃鸡排【穿越 - 高H - 甜文 - 生子 - 1v1 - 短篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/10w0wV0OCoaifKxI6j6rjeg?pwd=hgbb",
    "夸克盘链接": "https://pan.quark.cn/s/2c86a5b7d654"
  },
  {
    "文件名": "【海棠】《与山海共眠》作者：程拓【古代 - 高H - 武侠 - 修真 - 短篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/128_89QwusJjN9vkDQrhQpg?pwd=hgbb",
    "夸克盘链接": "https://pan.quark.cn/s/6f100f0ef68d"
  },
  {
    "文件名": "【海棠】《与胖老师野营住一个帐篷》作者：懒得睡觉【现代 - 高H - 校园 - 单性 - NP - 短篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1Bpyx-lbMfmqimqFG25DoXA?pwd=hgbb",
    "夸克盘链接": "https://pan.quark.cn/s/9d3baf88f81c"
  },
  {
    "文件名": "【海棠】《与邻居爷爷的夏天》作者：懒得睡觉【现代 - 高H - 单性 - 短篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/15Y7j40AtLknD8mm9xP1njA?pwd=hgbb",
    "夸克盘链接": "https://pan.quark.cn/s/832c29c01e74"
  },
  {
    "文件名": "【海棠】《与何人说》作者：颜鸢wwl【古代 - 微H - 虐心 - 虐身 - 骨科 - 中篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1uNthT9AqPoQI7za9Atn5uw?pwd=hgbb",
    "夸克盘链接": "https://pan.quark.cn/s/e74b26dc0a92"
  },
  {
    "文件名": "【海棠】《与狗崽子离婚之后》作者：柚子太熟【现代 - 中H - 1v1 - 中篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1KqB5LmXylzYGclaeJfbGcQ?pwd=hgbb",
    "夸克盘链接": "https://pan.quark.cn/s/a3edcd02c63d"
  },
  {
    "文件名": "【海棠】《与仿生攻夜夜笙歌》作者：一介扫地僧【现代 - 高H - 甜文 - HE - 中篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1mo8uLUlRDwyeFF91G_E1jA?pwd=hgbb",
    "夸克盘链接": "https://pan.quark.cn/s/663ee19feae6"
  },
  {
    "文件名": "【海棠】《与悲情主角的对等交易》作者：水草知野【总攻 - 现代 - 中H - 黑社会 - 短篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/11kgG-bNH6hhr-G4cXvh8fQ?pwd=hgbb",
    "夸克盘链接": "https://pan.quark.cn/s/6f69f0fdfc40"
  },
  {
    "文件名": "【海棠】《愚蠢爱人》作者：Molimo【现代 - 微H - 校园 - 中篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1OJ3pVlFMl8uCnH8VjuGV1Q?pwd=hgbb",
    "夸克盘链接": "https://pan.quark.cn/s/4f033537ea0c"
  },
  {
    "文件名": "【海棠】《愉悦的集体游戏》作者：白纸画卷【穿越 - 高H - NP - 中篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1mBd0HifZoZI2crs9c63vhw?pwd=hgbb",
    "夸克盘链接": "https://pan.quark.cn/s/31a7a97473f0"
  },
  {
    "文件名": "【海棠】《娱乐圈之白眼狼美人》作者：北衣溺水【现代 - 高H - 双性 - 生子 - 长篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1WyZw9NlMfMngUhtvOnpdug?pwd=hgbb",
    "夸克盘链接": "https://pan.quark.cn/s/0163f38f2cb4"
  },
  {
    "文件名": "【海棠】《娱乐圈男妓》作者：Doi【现代 - 高H - NP - 短篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1yXvAg3jLjALhOQWFfooyFw?pwd=hgbb",
    "夸克盘链接": "https://pan.quark.cn/s/71902fae7836"
  },
  {
    "文件名": "【海棠】《娱乐圈霸总鸡巴超级大》作者：苏心【现代 - 高H - 娱乐圈 - 中篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1HT5TK5CP163g2Te-32azrA?pwd=hgbb",
    "夸克盘链接": "https://pan.quark.cn/s/95f3c365702a"
  },
  {
    "文件名": "【海棠】《余音袅袅》作者：城头看雪【现代 - 高H - 虐身 - BDSM - 中篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1FFJxr-Z853LW2I4yiI0zBg?pwd=hgbb",
    "夸克盘链接": "https://pan.quark.cn/s/ceccb950f286"
  },
  {
    "文件名": "【海棠】《在万人演唱会上与你公开doi》作者：银耳777【补番 - 现代 - 高H - 双性 - 青梅竹马 - 短篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1vpU6asLJLZHPDGnt8xbgKw?pwd=hgbb",
    "夸克盘链接": "https://pan.quark.cn/s/52a6bea0d95d"
  },
  {
    "文件名": "【海棠】《在逃生游戏和主神doi》作者：谢仁煊【无限流 - 1v1 - 中H - HE - 长篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1eJuOZh1Z1Mk4J8vmDRD-Iw?pwd=hgbb",
    "夸克盘链接": "https://pan.quark.cn/s/02e7bf44d900"
  },
  {
    "文件名": "【海棠】《在宿舍沦为玩物》作者：无药【现代 - 高H - NP - 短篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1zcm5pmRcEv1y-vJWGsN4Lw?pwd=hgbb",
    "夸克盘链接": "https://pan.quark.cn/s/19387495b788"
  },
  {
    "文件名": "【海棠】《在兽人世界被干了个爽》作者：我爱吃大柿子【现代 - 高H - NP - 短篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1BS5vrnw-NfslJbmrBapT-A?pwd=etwi",
    "夸克盘链接": "https://pan.quark.cn/s/2e2408d578fa"
  },
  {
    "文件名": "【海棠】《在十八禁游戏里身为至尊V8玩家是什么体验》作者：二狗子【催眠 - 现代 - 高H - NP - 长篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/15EN2wZIPkCV20_70w8BP6w?pwd=etwi",
    "夸克盘链接": "https://pan.quark.cn/s/d5749f156905"
  },
  {
    "文件名": "【海棠】《在色情直播软件上搜到死对头》作者 ：春星夜【现代 - 高H - 1V1 - HE - 双性 - 中篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1shh_ez5uNdK8wfGjKF2yGg?pwd=etwi",
    "夸克盘链接": "https://pan.quark.cn/s/c274802236ba"
  },
  {
    "文件名": "【海棠】《在年代文里当美貌咸鱼》作者：在吃鸡排【现代 - 高H - 双性 - 1v1 - HE - 短篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1Du4R3YAFYlk_i25kAOn3HQ?pwd=etwi",
    "夸克盘链接": "https://pan.quark.cn/s/30824ff260cd"
  },
  {
    "文件名": "【海棠】《诱拐小太监》作者：终遇良人【古代 - 微H - 短篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1grk8k5RD_mGBB8Q2Aq9QYg?pwd=etwi",
    "夸克盘链接": "https://pan.quark.cn/s/30f0235c0368"
  },
  {
    "文件名": "【海棠】《诱拐邻家弟弟》作者：宫爆辣子鸡【补番 - 现代 - 高H - 双性 - 短篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1ha6ZGdqByHB6qbTeGoam9Q?pwd=etwi",
    "夸克盘链接": "https://pan.quark.cn/s/3dbc878d450e"
  },
  {
    "文件名": "【海棠】《诱拐》作者：DREAM【现代 - 高H - 校园 - NP - 短篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1yYt6ohiG_wUsBfOgmqsT4Q?pwd=etwi",
    "夸克盘链接": "https://pan.quark.cn/s/58c6ccaa09db"
  },
  {
    "文件名": "【海棠】《诱捕大灰狼》作者：鼠鼠饼【西幻 - 中H - 双性 - 中篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1yQoJdyc-xT98qd6ONQ9nkw?pwd=etwi",
    "夸克盘链接": "https://pan.quark.cn/s/028d61aa6a29"
  },
  {
    "文件名": "【海棠】《有只男鬼爬上我的床》作者：故乡的菊花又开了【灵异 - 中H - 中篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/11IOUfTBiQc9HUnq7xTHbUQ?pwd=etwi",
    "夸克盘链接": "https://pan.quark.cn/s/98759daa0c08"
  },
  {
    "文件名": "【海棠】《有心眼和没心眼》作者：喝口热汤【穿越 - 中H - 青梅竹马 - 中篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1L_Z47K2kC17bs94Y5IhsPA?pwd=etwi",
    "夸克盘链接": "https://pan.quark.cn/s/3a11fc867dde"
  },
  {
    "文件名": "【海棠】《有瑕》作者：莳酒【现代 - 高H - BDSM - 1v1 - HE - 中篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/19NIoz65ZmSDDAa-uxluWUw?pwd=etwi",
    "夸克盘链接": "https://pan.quark.cn/s/a8a96372651d"
  },
  {
    "文件名": "【海棠】《有求必应的beta》作者：Oxycodone【ABO - 同人 - 高H - NP - 短篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1IaGhjP8aKmaHWy3B4oEL9A?pwd=etwi",
    "夸克盘链接": "https://pan.quark.cn/s/a01ead5989c7"
  },
  {
    "文件名": "【海棠】《有钱人的世界我不懂》作者：韶华负流光【ABO - 1v1 - 甜宠 - 现代 - 高H - 短篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1toPsaYECYwG38pxohJ7ggQ?pwd=etwi",
    "夸克盘链接": "https://pan.quark.cn/s/9d635639cdd4"
  },
  {
    "文件名": "【海棠】《有两条蛇住进了我身体》作者：number7【古代 - 高H - 3P - 双性 - 中篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1EOAjqQkGUns5ye-vu5mxlQ?pwd=etwi",
    "夸克盘链接": "https://pan.quark.cn/s/d52a8544ba11"
  },
  {
    "文件名": "【海棠】《友爱宿舍346》作者：夏多罗【现代 - 高H - 虐身 - 校园 - 3P - 双性 - 中篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/16omBbJsLkei4cCqBJ79qLQ?pwd=etwi",
    "夸克盘链接": "https://pan.quark.cn/s/5d083f89e1ae"
  },
  {
    "文件名": "【海棠】《游泳教练的大屌诱惑》作者：糕＋美彼【现代 - 高H - 短篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1FEC9WqmBnjQ3QUaEDzEbIw?pwd=etwi",
    "夸克盘链接": "https://pan.quark.cn/s/f7c724f5dc3f"
  },
  {
    "文件名": "【海棠】《游戏人间》作者：龙御天【现代 - 高H - SP - 短篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1pGumb_V3whPlzHskYeAabA?pwd=etwi",
    "夸克盘链接": "https://pan.quark.cn/s/78aa0215e2fc"
  },
  {
    "文件名": "【海棠】《油腻直男沦为宿舍玩物》作者：夏多罗【现代 - 高H - NP - 双性 - 中篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1Syigyyv63rYK8fjKdpqBew?pwd=etwi",
    "夸克盘链接": "https://pan.quark.cn/s/ef4e1b38f95c"
  },
  {
    "文件名": "【海棠】《犹临风》作者：白天白【古代 - 微H - 1v1 - 中篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1LXMNq5k_hX8-1UzR1yQ35g?pwd=etwi",
    "夸克盘链接": "https://pan.quark.cn/s/fde2cd3bcbf3"
  },
  {
    "文件名": "【海棠】《尤物改造系统》作者：小红【快穿 - 高H - 双性 - NP - 短篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1yvNjst3-zj_itMx61DuraQ?pwd=etwi",
    "夸克盘链接": "https://pan.quark.cn/s/865cafeb4a5f"
  },
  {
    "文件名": "【海棠】《用植物人叔叔的勾八透批的时候他醒了》作者：炖肉火锅【未来 - 高H - 双性 - 短篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1DnsxcNAWptitUF5a6Knltg?pwd=etwi",
    "夸克盘链接": "https://pan.quark.cn/s/f5a73fabb0de"
  },
  {
    "文件名": "【海棠】《用长批解决火葬场问题》作者：柚湉【现代 - 高H - 小甜饼 - 短篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1gxPjWU26khG-X5o1LjY_oA?pwd=etwi",
    "夸克盘链接": "https://pan.quark.cn/s/28d2e61ec005"
  },
  {
    "文件名": "【海棠】《用隐形能力批煎大勾八们》作者：lucky【现代 - 高H - NP - 双性 - 短篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1I5cL5yFKsFp2VuXC_nZN9w?pwd=etwi",
    "夸克盘链接": "https://pan.quark.cn/s/382b690d7c91"
  },
  {
    "文件名": "【海棠】《用小批把他哄回来》作者：echo【现代 - 高H - 双性 - 生子 - 中篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1RwR_ZPkj5U8hfFQO4EpUUQ?pwd=etwi",
    "夸克盘链接": "https://pan.quark.cn/s/99d39d2582b0"
  },
  {
    "文件名": "【海棠】《于是一只雄虫打算去死》作者：慕水是海蛞蝓【虫族 - 中H - 中篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/15VGgw1F0D1W6A_T_MmrxHg?pwd=etwi",
    "夸克盘链接": "https://pan.quark.cn/s/536df1a49c8d"
  },
  {
    "文件名": "【海棠】《于林深处》作者：躲猫猫【现代 - 高H - 年下 - SM - 中篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/16Ya1D-CWrsLkhlWH11_Jcg?pwd=etwi",
    "夸克盘链接": "https://pan.quark.cn/s/4c9d27fb0f68"
  },
  {
    "文件名": "【海棠】《诱玉入怀》作者：翡精【现代 - 高H - 1v1 - 中篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1c59frrEbgWbWszRy5C37HQ?pwd=etwi",
    "夸克盘链接": "https://pan.quark.cn/s/b95bd7df965b"
  },
  {
    "文件名": "【海棠】《诱惑侵占》作者：孟小昼【ABO - 现代 - 高H - 腹黑攻 - 校园 - 中篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1hr4Zcfy_arDhjW_zjvx3EA?pwd=etwi",
    "夸克盘链接": "https://pan.quark.cn/s/783b37b29f6f"
  },
  {
    "文件名": "【海棠】《用催眠作弊淦翻惹我的人》作者：微卡最爱鸽【总攻 - NP - 高H - 中篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1QAk1Sdxgo3kQ20p617TN6w?pwd=etwi",
    "夸克盘链接": "https://pan.quark.cn/s/f0bf9c4a14b2"
  },
  {
    "文件名": "【海棠】《用爱调教》作者：风流涕【现代 - 高H - 虐身 - BDSM - 调教 - 1v1 - 长篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1Zq0duLtFWgsMqe4KU6x7Kw?pwd=etwi",
    "夸克盘链接": "https://pan.quark.cn/s/b23bf1de2608"
  },
  {
    "文件名": "【海棠】《拥有变形能力后蹂躏直男帅哥室友》作者：色色发抖【现代 - 高H - 校园 - NP - 短篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1Ox36JPcOiKTQ8kyNrb3GNA?pwd=etwi",
    "夸克盘链接": "https://pan.quark.cn/s/480d5dad6c83"
  },
  {
    "文件名": "【海棠】《硬核小男孩攻尽天下》作者：咕咕今天撸狼了吗【穿越 - 高H - 短篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/13X7JDtn-7A3YDZ3bjvD4kA?pwd=etwi",
    "夸克盘链接": "https://pan.quark.cn/s/8fdbc26ba40e"
  },
  {
    "文件名": "【海棠】《影一》作者：樱花之梦【古代 - 高H - 虐身 - 中篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1mFx7PSoXp_6cPYiTxmJYgA?pwd=etwi",
    "夸克盘链接": "https://pan.quark.cn/s/9eecbff31083"
  },
  {
    "文件名": "【海棠】《影帝他非要假戏真艹》作者：寻妈记【现代 - 高H - 短篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1Zze0wMOsZ3EYJQrKK4SzIQ?pwd=etwi",
    "夸克盘链接": "https://pan.quark.cn/s/b79cfd89ebda"
  },
  {
    "文件名": "【海棠】《影帝的堕落》作者：星珏【双性 - NP - 生子 - 现代 - 高H - 中篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/15AI7YfGm38J2ejy6xgQhWA?pwd=etwi",
    "夸克盘链接": "https://pan.quark.cn/s/1938210fce9c"
  },
  {
    "文件名": "【海棠】《影帝超骚》作者：没有名字【现代 - 高H - 双性 - NP - 短篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1YilDZe-miiX7dWyHFcAtWA?pwd=etwi",
    "夸克盘链接": "https://pan.quark.cn/s/a417c0e9d1f2"
  },
  {
    "文件名": "【海棠】《影帝把董事长睡了》作者：柏无憾【ABO - 现代 - 高H - 影视 - 中篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1VOgN9BvFu_pLqr1qsFCA5A?pwd=etwi",
    "夸克盘链接": "https://pan.quark.cn/s/75c62084b2f3"
  },
  {
    "文件名": "【海棠】《樱桃钳子》作者：黄色水杯【现代 - 高H - 双性 - 父子 - 短篇.txt",
    "百度盘链接": "https://pan.baidu.com/s/1ha3Qyo34pSyL5J5b3_I1qQ?pwd=etwi",
    "夸克盘链接": "https://pan.quark.cn/s/b9af01d7dd62"
  },
  {
    "文件名": "【海棠】《应召男伎》作者：云鬓【现代 - 高H - NP - 短篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1uyTUmy8xuKtk2JRCgq0UFg?pwd=etwi",
    "夸克盘链接": "https://pan.quark.cn/s/3988a4571db6"
  },
  {
    "文件名": "【海棠】《应嫖大叔非要倒贴我》作者：antipatriarchy【现代 - 微H - 中篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1Iot8tUgF973b682i_BXvcA?pwd=etwi",
    "夸克盘链接": "https://pan.quark.cn/s/8a646ec2e123"
  },
  {
    "文件名": "【海棠】《隐形人》作者：春星夜【现代 - 高H - 1V1 - HE - 双性 - 短篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/12w7P5T-fMBdv7sHXhBYGEg?pwd=etwi",
    "夸克盘链接": "https://pan.quark.cn/s/08d07b2e5e06"
  },
  {
    "文件名": "【海棠】《隐形Alpha进入军校Omega的寝室后》作者：朝云【总攻 - ABO - NP - 未来 - 高H - 校园 - 短篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/145OQOYDd-hohwhLjVB845g?pwd=etwi",
    "夸克盘链接": "https://pan.quark.cn/s/4d02e068c94e"
  },
  {
    "文件名": "【海棠】《饮血刀》作者：我这该死的温柔【补番 - 主攻 - 1v1 - 古代 - 中H - 武侠 - 中篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1SiG_P0KBgwMX38hWVjBEeg?pwd=etwi",
    "夸克盘链接": "https://pan.quark.cn/s/b9e4758d36ce"
  },
  {
    "文件名": "【海棠】《霪性难移》作者：炉内出雪【现代 - 中H - 职场 - NTR - 短篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1riXFhl3hLJnx-UdEmUAfig?pwd=etwi",
    "夸克盘链接": "https://pan.quark.cn/s/b9504b958bea"
  },
  {
    "文件名": "【海棠】《婬簜双性发騒合集》作者：爱吃肉肉小蛇【合集 - 高H - 双性 - NP - 短篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1JHYDFY_q5cEIO70Kcbj5yw?pwd=etwi",
    "夸克盘链接": "https://pan.quark.cn/s/a3c17ed676b7"
  },
  {
    "文件名": "【海棠】《婬荡的疯批美人弟弟》作者：吉娃莲多肉【现代 - 高H - 骨科 - 双性 - 短篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/13x0mvb7cJ5IQaV1ew2CGfg?pwd=etwi",
    "夸克盘链接": "https://pan.quark.cn/s/aab5f635dd94"
  },
  {
    "文件名": "【海棠】《淫欲豆腐郎》作者：吃土少年【总受 - NP - 双性 - 古代 - 穿越 - 高H - 短篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1T9O7zVWWWDIZIuRvmfv_2w?pwd=etwi",
    "夸克盘链接": "https://pan.quark.cn/s/8ee5c85bbb12"
  },
  {
    "文件名": "【海棠】《淫猥跟拍！精壮360度！冰箱维修技师！男体全方位展示》作者 淞山【现代 - 中H - 短篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1CGoR5rd8lRsP-xfr4q7MIQ?pwd=etwi",
    "夸克盘链接": "https://pan.quark.cn/s/91f3b9314526"
  },
  {
    "文件名": "【海棠】《淫虐牢笼》作者：工口绿豆沙【现代 - 高H - 重生 - 暗黑 - 双性 - 大奶 - 中篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1318gAeJniOc_EXPdONCDag?pwd=etwi",
    "夸克盘链接": "https://pan.quark.cn/s/20422ab20623"
  },
  {
    "文件名": "【海棠】《淫乱师尊的修仙记》作者：妙蛙种子【修真 - 高H - 师徒 - 年下 - NP - 短篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1lygjyR4GhNcVlHDzKv375A?pwd=etwi",
    "夸克盘链接": "https://pan.quark.cn/s/50825cc8435b"
  },
  {
    "文件名": "【海棠】《淫乱高中》作者：江河朝海【现代 - 高H - 校园 - NP - 短篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1lfh5TeJHuV_In1Pi6eXP8g?pwd=etwi",
    "夸克盘链接": "https://pan.quark.cn/s/60e27bdbd2bf"
  },
  {
    "文件名": "【海棠】《淫乱场景编制系统》作者：Blackgold【男女 - 穿越 - 宫廷 - 高H - 中篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1hYROhYyCLHAwzxaa8IFVow?pwd=etwi",
    "夸克盘链接": "https://pan.quark.cn/s/074a82288e24"
  },
  {
    "文件名": "【海棠】《淫龙记事》作者：安安【主攻 - 穿越 - 高H - NP - 短篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1vg4sLVHMik38BrDY33YTRg?pwd=etwi",
    "夸克盘链接": "https://pan.quark.cn/s/2be637332a7e"
  },
  {
    "文件名": "【海棠】《淫乐窝》作者：放羊毛的星星【合集 - 高H - 中篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1pncnsUfqFnxBPv_D8v9sCA?pwd=etwi",
    "夸克盘链接": "https://pan.quark.cn/s/430ee0526092"
  },
  {
    "文件名": "【海棠】《淫话聊斋》作者：风铃草【合集 - 古代 - 高H - 灵异 - 短篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/16i7qtTaQeD2F6D8Ym3Nr7A?pwd=etwi",
    "夸克盘链接": "https://pan.quark.cn/s/cf3dd8ca91d4"
  },
  {
    "文件名": "【海棠】《淫父浪子》作者：吃土少年【现代 - 高H - 年上 - 父子 - 短篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1y4z1eP_98N92tfB_U1Ig9w?pwd=etwi",
    "夸克盘链接": "https://pan.quark.cn/s/b861629806d4"
  },
  {
    "文件名": "【海棠】《淫父、淫夫（霸道村长爱上我）》作者：赫尔曼狄克【现代 - 高H - 虐身 - NP - 短篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/16V8HGcBIjiYsS6Ko8ZRbnw?pwd=etwi",
    "夸克盘链接": "https://pan.quark.cn/s/11868719dea4"
  },
  {
    "文件名": "【海棠】《淫荡总裁每天都想被干死》作者：多吃竹笋【现代 - 高H - 强强 - 甜文 - HE - 短篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1PNGz8Tr24qkiuc6XAkCRew?pwd=etwi",
    "夸克盘链接": "https://pan.quark.cn/s/a5130c3f332e"
  },
  {
    "文件名": "【海棠】《淫荡直播间》作者：隐形的鸡儿【现代 - 高H - 中篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1Un2wpM5cy1419IG0LQls8w?pwd=etwi",
    "夸克盘链接": "https://pan.quark.cn/s/11002175881e"
  },
  {
    "文件名": "【海棠】《淫荡又淫乱h》作者：嘿嘿哒【同人 - 高H - 短篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1PYref0Tb5k4KEFUIyOSm9Q?pwd=etwi",
    "夸克盘链接": "https://pan.quark.cn/s/20ffc0acae20"
  },
  {
    "文件名": "【海棠】《淫荡学霸被干日常》作者：五条线裤【现代 - 高H - 校园 - NP - 短篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/16NX0Msxc-g6ZCGjghEje6Q?pwd=etwi",
    "夸克盘链接": "https://pan.quark.cn/s/5ac30e921af2"
  },
  {
    "文件名": "【海棠】《淫荡校霸被主人玩坏了》作者：楚楚不吃肉【现代 - 高H - 重生 - 双性 - 大奶 - 短篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/174zgNTOdETebqBaEpsdIdg?pwd=etwi",
    "夸克盘链接": "https://pan.quark.cn/s/57284c630882"
  },
  {
    "文件名": "【海棠】《淫荡受装乖记》作者：温柔的看看【穿越 - 高H - 双性 - NP - 中篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1BkPuVwpklROz1xuKAROWtA?pwd=etwi",
    "夸克盘链接": "https://pan.quark.cn/s/dbbc696b92c5"
  },
  {
    "文件名": "【海棠】《淫荡收集系统》作者：邱阆【总攻 - 快穿 - 催眠 - 穿越 - 高H - 短篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/15_7jMYeN-q4hUgZ9aOhAnQ?pwd=etwi",
    "夸克盘链接": "https://pan.quark.cn/s/e22d647e9591"
  },
  {
    "文件名": "【海棠】《淫荡的性爱，高H，父子，大叔，年上》作者：DREAM【现代 - 高H - 职场 - 父子 - NP - 短篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1khr7cE1XtzhHXGwAroyGiw?pwd=etwi",
    "夸克盘链接": "https://pan.quark.cn/s/f4839bf30aee"
  },
  {
    "文件名": "【海棠】《淫荡的会长大人》作者：世景【现代 - 高H - 校园 - NP - 短篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1q87G4GMhCnVdljhJ3O-wxA?pwd=etwi",
    "夸克盘链接": "https://pan.quark.cn/s/bc4f2be2369d"
  },
  {
    "文件名": "【海棠】《银乱小镇的日常》作者：葛二蛋【男女 - 高H - 校园 - NP - 短篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1z4_CRlU7O06FRDBxpJblgA?pwd=etwi",
    "夸克盘链接": "https://pan.quark.cn/s/27280fd99929"
  },
  {
    "文件名": "【海棠】《银河堕落指南》作者：爱默【总受 - NP - 高H - 奇幻 - 中篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1Vg3WEFWUko2tCA4GLYxosg?pwd=etwi",
    "夸克盘链接": "https://pan.quark.cn/s/35ac5516e7e4"
  },
  {
    "文件名": "【海棠】《银国》作者：蓝色雨【古代 - 高H - 双性 - NP - 宫廷 - 中篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1Xc9CuNUsPc73t-yzU4awSw?pwd=etwi",
    "夸克盘链接": "https://pan.quark.cn/s/be0ef479d359"
  },
  {
    "文件名": "【海棠】《银荡游乐场》作者：偌与【现代 - NP - 高H - 双性 - 短篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1BTOu8dfIgwaumjzVV6Jq9Q?pwd=etwi",
    "夸克盘链接": "https://pan.quark.cn/s/d0cb6b5d53e3"
  },
  {
    "文件名": "【海棠】《阴郁双儿和他的高冷流氓转校生老公》作者：森良【合集 - 高H - 短篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1jj5iVeW2qiI9x0lWWyxcKA?pwd=etwi",
    "夸克盘链接": "https://pan.quark.cn/s/ba1b2f5369cc"
  },
  {
    "文件名": "【海棠】《阴谋》作者：关风月【古代 - 清水 - 短篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1QbUhgPZ0cOzzpAPQYmogBQ?pwd=etwi",
    "夸克盘链接": "https://pan.quark.cn/s/4b806f706965"
  },
  {
    "文件名": "【海棠】《阴魂不散》作者：二本正经【现代 - 中H - 恐怖 - 中篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1hpxl2us_5IGcyHe7yI4S_A?pwd=etwi",
    "夸克盘链接": "https://pan.quark.cn/s/07bf0bfba375"
  },
  {
    "文件名": "【海棠】《阴差阳错》作者：且折【古代 - 中H - NP - 狗血 - 双洁 - 中篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1BmKdIZahU9TMPCIVgtvTvg?pwd=etwi",
    "夸克盘链接": "https://pan.quark.cn/s/ed60c4a6ccbf"
  },
  {
    "文件名": "【海棠】《阴暗医生不断扩张》作者：smiis【现代 - 高H - 双性 - 1V1 - BDSM - 短篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1psDy7XOkHRWt6h37bSlT-Q?pwd=etwi",
    "夸克盘链接": "https://pan.quark.cn/s/4b32961158f4"
  },
  {
    "文件名": "【海棠】《阴暗美人被疯批哥哥强制爱了》作者：明前龙雀【现代 - 高H - 双性 - 短篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1afkRy9hwq7b8AJC0anNUrw?pwd=etwi",
    "夸克盘链接": "https://pan.quark.cn/s/9f59d28fd1a5"
  },
  {
    "文件名": "【海棠】《因为戏耍好朋友被爆操的小美人》作者：一只吃肉的大灰狼【现代 - 高H - 双性 - 短篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1jfJiufgD4ctv3Cfm2kzDjA?pwd=etwi",
    "夸克盘链接": "https://pan.quark.cn/s/34c4c4790e24"
  },
  {
    "文件名": "【海棠】《因为太弱所以只能被强制爱了》作者：橘子气泡水【未来 - 高H - NP - 中篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1oBprSl16OvWYeTY3zeImCA?pwd=etwi",
    "夸克盘链接": "https://pan.quark.cn/s/4f5536b8a131"
  },
  {
    "文件名": "【海棠】《意淫继弟写黄文被发现后》作者：璟朋【现代 - 高H - 伪骨科 - 短篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/13DaT8ox7637PBcb73ZiPkQ?pwd=etwi",
    "夸克盘链接": "https://pan.quark.cn/s/294dc007a22c"
  },
  {
    "文件名": "【海棠】《意外长批怎么破》作者：莲渊【现代 - 高H - 双性 - 大奶 - 短篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1_wdsAvGUWJvX-6nC0eowXA?pwd=etwi",
    "夸克盘链接": "https://pan.quark.cn/s/ed325488ad7d"
  },
  {
    "文件名": "【海棠】《意外标记》作者：不是骰子是色子【ABO - 现代 - 高H - 年上 - 短篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1Qy7P7dli_Mrd7DNCNZL1bg?pwd=etwi",
    "夸克盘链接": "https://pan.quark.cn/s/f14ceceead0b"
  },
  {
    "文件名": "【海棠】《意外被顶头上司睡了后》作者：航迹云【现代 - 高H - 暗恋成真 - 1v1 - 中篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1vLOAb7UjXh-FnmgwOntEPg?pwd=etwi",
    "夸克盘链接": "https://pan.quark.cn/s/fb2e55f2114f"
  },
  {
    "文件名": "【海棠】《意料之外》作者： 行远自迩【现代 - 微H - 中篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1n_2Ha1P9NUdnvnPRWAgwgQ?pwd=etwi",
    "夸克盘链接": "https://pan.quark.cn/s/8375a857c9db"
  },
  {
    "文件名": "【海棠】《轶闻录之父子》作者：佚名【古代 - 双性 - 生子 - 父子 - 高H - 短篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/13_hXDAzZAL_fHfz7Q-4GiQ?pwd=etwi",
    "夸克盘链接": "https://pan.quark.cn/s/17a716c895c8"
  },
  {
    "文件名": "【海棠】《易感期的哥哥操了弟弟》作者：米唐【ABO - 骨科 - 年上 - 现代 - 高H - 中篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1B9SZMTJyWZmFyjZC5ja36g?pwd=etwi",
    "夸克盘链接": "https://pan.quark.cn/s/d2e5bf2eb018"
  },
  {
    "文件名": "【海棠】《异种族牛郎评鉴指南》作者：莫汐汐泥【现代 - 高H - NP - 长篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1G-25SnJ2v8cxnEVsnHFvPg?pwd=etwi",
    "夸克盘链接": "https://pan.quark.cn/s/e33f253e5ef1"
  },
  {
    "文件名": "【海棠】《异形回潮》作者：时空问题【总受 - 人外 - NP - 高H - 虐身 - 短篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1db1QrNfjHOzFOQPZ0KTjVA?pwd=etwi",
    "夸克盘链接": "https://pan.quark.cn/s/0dd170c3ca8e"
  },
  {
    "文件名": "【海棠】《异星共生》作者：无辜的六月【人外 - 双洁 - 高H - 短篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1SAFDhoneYz7_r_oNX9wZlw?pwd=etwi",
    "夸克盘链接": "https://pan.quark.cn/s/f60907dc7029"
  },
  {
    "文件名": "【海棠】《异世界魅魔店打工指南》作者：云冀【玄幻 - 高H - 双性 - NP - 中篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1H98XgpWglSVE0gHC98vStw?pwd=etwi",
    "夸克盘链接": "https://pan.quark.cn/s/de72569d9081"
  },
  {
    "文件名": "【海棠】《异类》作者：疯子毛【现代 - 中H - HE - 中篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1fyJg6ELleMEwCUA4R3YNjQ?pwd=etwi",
    "夸克盘链接": "https://pan.quark.cn/s/7ce4e4116476"
  },
  {
    "文件名": "【海棠】《异界直播之旅》作者：漫天都是小星星【总受 - NP - 双性 - 高H - 奇幻 - 中篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1V5UresaeZHlphqWjDDGSTw?pwd=etwi",
    "夸克盘链接": "https://pan.quark.cn/s/6ef191d2398f"
  },
  {
    "文件名": "【海棠】《异父异母的亲兄弟》作者：非黑即白【现代 - 高H - 校园 - 短篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1zDSsBNqNW3sgYbf7jLwuLA?pwd=etwi",
    "夸克盘链接": "https://pan.quark.cn/s/bcc039ce691d"
  },
  {
    "文件名": "【海棠】《蚁族》作者：糖渍板栗【囚禁 - 产卵 - 高H - 虐身 - 短篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/114dkgfvMAyP0FTlA3Zocwg?pwd=etwi",
    "夸克盘链接": "https://pan.quark.cn/s/7281e1d28fda"
  },
  {
    "文件名": "【海棠】《以下犯上》作者：鬼畜渊【现代 - 高H - BDSM - 年下 - 校园 - 军旅 - 破镜重圆 - 年下 - 1v1 - 长篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1fYEbBdL4_JckRU2eznocDA?pwd=etwi",
    "夸克盘链接": "https://pan.quark.cn/s/3a879d1dc1f4"
  },
  {
    "文件名": "【海棠】《以为自己众人嫌的倒霉攻重生后发现了真相》作者：可可乐乐【主攻 - 中H - 重生 - NP - 中篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1euS_OJVwErVTOHVExUL-AQ?pwd=etwi",
    "夸克盘链接": "https://pan.quark.cn/s/272a24d824ea"
  },
  {
    "文件名": "【海棠】《以身救国的王子殿下》作者：蜜蜜子【重口 - 调教 - 双性 - NP - 结局1v1 - 古代 - 高H - 中篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1HlKEd9g5SDQKujIIm4dofA?pwd=etwi",
    "夸克盘链接": "https://pan.quark.cn/s/51af55f72cf4"
  },
  {
    "文件名": "【海棠】《遗产》作者：无森之林【现代 - 中H - ABO - 生子 - 中篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/13n3v2H4yaoCdwDswXmy2Bw?pwd=etwi",
    "夸克盘链接": "https://pan.quark.cn/s/6a75e2f35f95"
  },
  {
    "文件名": "【海棠】《依赖》作者：豌豆尖【现代 - 微H - 年上 - 中篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1eQVgR4x6GGyBV32ed_vDEQ?pwd=etwi",
    "夸克盘链接": "https://pan.quark.cn/s/f787d37041ba"
  },
  {
    "文件名": "【海棠】《医生和警察》作者：禾子【现代 - 高H - 虐身 - 1v1 - HE - 短篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1gHaAIdePqcVAtlGzNnHvtg?pwd=etwi",
    "夸克盘链接": "https://pan.quark.cn/s/6a36f55f503b"
  },
  {
    "文件名": "【海棠】《衣冠禽兽》作者：wheat【现代 - 高H - 双性 - 生子 - 短篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1gnJJQi7L6GU6PQKOSQCIrw?pwd=etwi",
    "夸克盘链接": "https://pan.quark.cn/s/cda31be54344"
  },
  {
    "文件名": "【海棠】《一只披着白莲花皮的小绿茶》作者：怼怼【现代 - 高H - 双性 - 长篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1GnJnyRAVInwXGr-ALGGHpQ?pwd=etwi",
    "夸克盘链接": "https://pan.quark.cn/s/15df8dc685f2"
  },
  {
    "文件名": "【海棠】《一直想睡的死对头转生之后》作者：荷娇娇包蛋【第一人称 - 主攻 - 西幻 - 高H - 中篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/19PknP_2HwbF9jnWNDF4mRQ?pwd=etwi",
    "夸克盘链接": "https://pan.quark.cn/s/9fba0f6c96e0"
  },
  {
    "文件名": "【海棠】《一夜情后》作者：画尘埃【现代 - 双性 - 生子 - 中H - 短篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1DDOaAmWD3dpG4RdObLmxPg?pwd=etwi",
    "夸克盘链接": "https://pan.quark.cn/s/643d9ffae19f"
  },
  {
    "文件名": "【海棠】《一夜倾情》作者：风渡西洲【现代 - 微H - 中篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1TXhCP6IdnRqJTFALfDcRAw?pwd=etwi",
    "夸克盘链接": "https://pan.quark.cn/s/62a740188da8"
  },
  {
    "文件名": "【海棠】《一心报恩的小美人却被疯狂疼爱》作者：冻橙【穿越 - 中H - NP - 长篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/19aqJbIGMhofY92poCXXX3w?pwd=etwi",
    "夸克盘链接": "https://pan.quark.cn/s/8803725d1ff3"
  },
  {
    "文件名": "【海棠】《一时之需》作者：子寒先生【现代 - 高H - NP - 短篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1bJW1qABrjBwk0Mq7QFNeVQ?pwd=etwi",
    "夸克盘链接": "https://pan.quark.cn/s/0fda4010204d"
  },
  {
    "文件名": "【海棠】《一生为奴》作者：舟喻【现代 - 高H - 虐身 - 1v1 - 家奴 - BDSM - 中篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/18wbVii8j0oTUia607cTdeQ?pwd=etwi",
    "夸克盘链接": "https://pan.quark.cn/s/abef2f0236c9"
  },
  {
    "文件名": "【海棠】《一日为师》作者：Alcmena【古代 - 中H - NP - 短篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1DfZU4o9Uz0PybRrbYa8fkw?pwd=etwi",
    "夸克盘链接": "https://pan.quark.cn/s/f0455f8ca45f"
  },
  {
    "文件名": "【海棠】《一日三秋》作者：极度脆弱玻璃心【现代 - 高H - 虐身 - NP - 囚禁 - 道具 - SM - 中篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1D9L1eB0Y8fZwaynNb8-F8A?pwd=etwi",
    "夸克盘链接": "https://pan.quark.cn/s/ed99ce748539"
  },
  {
    "文件名": "【海棠】《一人之下》作者：珉是爱豆哇【古代 - 微H - 虐身 - 中篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1R8j-VjbJ5T5-osMK185-PA?pwd=etwi",
    "夸克盘链接": "https://pan.quark.cn/s/0632397f59aa"
  },
  {
    "文件名": "【海棠】《用躺平解决等边三角难题》作者：胖嗝【末世 - 高H - 双性 - 大奶 - 长篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1e1xbYvoQONXmkXhQDMpMjw?pwd=etwi",
    "夸克盘链接": "https://pan.quark.cn/s/470464d75c6b"
  },
  {
    "文件名": "【海棠】《用身体来解除谋反嫌疑》作者：一颗枫糖【古代 - 中H - 宫廷 - 双性 - 1v1 - 中篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1HcqNLY57PUz0FxsLSwfY7g?pwd=etwi",
    "夸克盘链接": "https://pan.quark.cn/s/f919f5cd2249"
  },
  {
    "文件名": "【海棠】《用批照网恋学霸以后》作者：阳阳【现代 - 高H - 校园 - 1v1 - 双性 - 小甜饼 - 短篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1_u6cui5on7aZbDTbtVPcag?pwd=etwi",
    "夸克盘链接": "https://pan.quark.cn/s/2a35533f33de"
  },
  {
    "文件名": "【海棠】《用批照跟高冷情敌网恋后翻车了》作者：用魔法打败魔法【现代 - 高H - 双性 - 短篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1K0ujucqkjGHbUGttz0KfjA?pwd=etwi",
    "夸克盘链接": "https://pan.quark.cn/s/0ee6ecd479b0"
  },
  {
    "文件名": "【海棠】《一炮而红的色情主播》作者：冰點【现代 - 高H - NP - 短篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1CsDyAqxr6CdwWbhCV0RQjw?pwd=etwi",
    "夸克盘链接": "https://pan.quark.cn/s/9ba502d0fc41"
  },
  {
    "文件名": "【海棠】《一名男妓的生活日记》作者：法兰卡【第一人称 - 现代 - 中H - NP - 短篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1xLFtESKNkplF9frRbwInlw?pwd=etwi",
    "夸克盘链接": "https://pan.quark.cn/s/826220db33c5"
  },
  {
    "文件名": "【海棠】《一枚小甜文》作者：杯杯【1v1 - HE - 高H - 双性 - 中篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1iOwNAQiXPQr8Ku06JdcrZQ?pwd=etwi",
    "夸克盘链接": "https://pan.quark.cn/s/2985a196c5cf"
  },
  {
    "文件名": "【海棠】《一块拼图》作者：开发花发花【互攻 - 反攻 - 1v1 - 现代 - 高H - 科幻 - 短篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1Crm1F_dG7v2KpIGW5bPETQ?pwd=etwi",
    "夸克盘链接": "https://pan.quark.cn/s/6a433bc50745"
  },
  {
    "文件名": "【海棠】《一颗糖果》作者：爱美强的小啾啾【主攻 - 现代 - 清水 - 中篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1Wqz6NnNBf735U2UNdAeXIw?pwd=etwi",
    "夸克盘链接": "https://pan.quark.cn/s/bd44c8aac846"
  },
  {
    "文件名": "【海棠】《一觉醒来我成丧尸了》作者：和气生财【主攻 - 现代 - 中H - 1v1 - 中篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1gEgvV8bSxb1ytIpXE45lyQ?pwd=etwi",
    "夸克盘链接": "https://pan.quark.cn/s/18579a81a02b"
  },
  {
    "文件名": "【海棠】《一觉醒来我成了死对头的充气娃娃》作者：老王不是老黄【现代 - 高H - 中篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/119Gso1hje5ncDWKk7dY_Ug?pwd=etwi",
    "夸克盘链接": "https://pan.quark.cn/s/aa60b94609c7"
  },
  {
    "文件名": "【海棠】《一觉醒来和情敌结婚了》作者：芽芽要写剧情肉【现代 - 高H - 单性 - 双洁 - 1v1 - 甜文 - 中篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1T5kWDFf4HTaDwtUPciTjbg?pwd=etwi",
    "夸克盘链接": "https://pan.quark.cn/s/17148f827bcd"
  },
  {
    "文件名": "【海棠】《一觉醒来发现自己长了个批》作者：薄荷桃【穿书 - NP - 高H - 修真 - 双性 - 大奶 - 中篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1MqSIjDNMlhTEAwv2MV_LIQ?pwd=etwi",
    "夸克盘链接": "https://pan.quark.cn/s/30a9b5840243"
  },
  {
    "文件名": "【海棠】《一觉醒来被疯批学弟囚禁了》作者：Eclipse【现代 - 高H - 1v1 - 小甜饼 - 双性 - 中篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1wjr3pdXlZwYfUQDEQNnp3A?pwd=etwi",
    "夸克盘链接": "https://pan.quark.cn/s/ada95f142b13"
  },
  {
    "文件名": "【海棠】《一觉醒来傲慢的魔法师肚子里装满恶龙宿敌的精液》作者：Hermit【玄幻 - 甜文 - 宠文 - 1v1 - 双处 - 高H - 长篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1p3o5sJcAhlnsNbq3s9RRTw?pwd=etwi",
    "夸克盘链接": "https://pan.quark.cn/s/511725d43962"
  },
  {
    "文件名": "【海棠】《一家之主》作者：shper【总攻 - NP - 骨科 - 高H - 双性 - 短篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/16QeK1FGPummFWxA0Oel3Dw?pwd=etwi",
    "夸克盘链接": "https://pan.quark.cn/s/cbd53d78365f"
  },
  {
    "文件名": "【海棠】《一国之主》作者：江水暖鸭【古代 - 高H - 虐身 - 双性 - NP - 中篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1XqKHTt3gQ0bQSNQj9JkKVg?pwd=etwi",
    "夸克盘链接": "https://pan.quark.cn/s/6d929b491651"
  },
  {
    "文件名": "【海棠】《一个强受和竹马渣攻天降腹黑攻的故事》作者：寒风画扇【古代 - 微H - 虐心 - 生子 - 中篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/12C8GsgDnV_ecylDcjSX3Cw?pwd=etwi",
    "夸克盘链接": "https://pan.quark.cn/s/8c9de2d92f36"
  },
  {
    "文件名": "【海棠】《一个每天都想分手的beta》作者：矮鸦【ABO - 现代 - 高H - 短篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1sVqOZCPUo-BR4FJovtax3A?pwd=etwi",
    "夸克盘链接": "https://pan.quark.cn/s/e3a2fa80c199"
  },
  {
    "文件名": "【海棠】《一个Beta在军营六年后》作者：南方姑娘【ABO - 科幻 - 甜文 - 中H - 短篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1kOANe7Uh6lS_gW_rBrNNxw?pwd=etwi",
    "夸克盘链接": "https://pan.quark.cn/s/67a598bd0e60"
  },
  {
    "文件名": "【海棠】《一个beta的小意外》作者：俺是小阿b【ABO - 高H - 1V1 - HE - 双性 - 长篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1-REexAf-3qxsAW9oJUeFcw?pwd=etwi",
    "夸克盘链接": "https://pan.quark.cn/s/c7dd62f83bf2"
  },
  {
    "文件名": "【海棠】《一对校霸》作者：榴莲最好吃【现代 - 高H - 强强 - 校园 - 骨科 - 年上 - 1v1 - HE - 中篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/10PolKzXs1D5DS6pXVGqheA?pwd=etwi",
    "夸克盘链接": "https://pan.quark.cn/s/0f1342403c3d"
  },
  {
    "文件名": "【海棠】《一不小心就被仇敌操到欲仙欲死了怎么办》作者：简白【穿越 - 中H - 1v1 - 双洁 - 短篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1R9Xv7E-6-7RP3zH6J5vxOg?pwd=etwi",
    "夸克盘链接": "https://pan.quark.cn/s/22ec5d89a29d"
  },
  {
    "文件名": "【海棠】《性爱能量补充系统》作者：凝夏【总攻 - 穿越 - 双性 - 生子 - NP - 高H - 长篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1P2MNCswt_B0G4b7RmkfTFw?pwd=etwi",
    "夸克盘链接": "https://pan.quark.cn/s/25906482aa24"
  },
  {
    "文件名": "【海棠】《星际元帅的小Omega》作者：埃琳娜【未来 - 中H - 星际 - NP - 双性 - 中篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1yMmR_UJDMukqLZImxryE6w?pwd=etwi",
    "夸克盘链接": "https://pan.quark.cn/s/b137ad0ddda9"
  },
  {
    "文件名": "【海棠】《心肝情愿》作者：我要吃肉肉【现代 - 高H - 强攻强受 - 重生 - 中篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1AKOe8Mfb01crahpRxftCZA?pwd=etwi",
    "夸克盘链接": "https://pan.quark.cn/s/506d1a1c751c"
  },
  {
    "文件名": "【海棠】《校霸安野》作者：城北南烛【现代 - 高H - 伪骨科 - 双性 - 双向暗恋 - 中篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1JgW7P2JwohK_oVmQQfrnOw?pwd=etwi",
    "夸克盘链接": "https://pan.quark.cn/s/871b55f34e98"
  },
  {
    "文件名": "【海棠】《小混混与他的三个老畜生》作者：向甚处【现代 - NP - 高H - 中篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1i46Ou8q45p3M-8JIkjZudg?pwd=etwi",
    "夸克盘链接": "https://pan.quark.cn/s/10685ba164cc"
  },
  {
    "文件名": "【海棠】《巷口》作者：yuyuzong【现代 - 高H - 校园 - 双性 - 3P - 短篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1oJO3rk2xr-kYXhH3mdrn-A?pwd=etwi",
    "夸克盘链接": "https://pan.quark.cn/s/9212e335354f"
  },
  {
    "文件名": "【海棠】《系统没有屏蔽我》作者：不明所以的x【总攻 - NP - 现代 - 中H - 穿越 - 影视 - 中篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1q1DIG0LebRKbCsoR5mglLA?pwd=etwi",
    "夸克盘链接": "https://pan.quark.cn/s/46d06a3183f3"
  },
  {
    "文件名": "【海棠】《武校里的羞耻与绝对服从》作者：zero【现代 - 高H - NP - 中篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/19dKxBzC9HuoRAZE6S60OyQ?pwd=etwi",
    "夸克盘链接": "https://pan.quark.cn/s/3d6e5c14cf15"
  },
  {
    "文件名": "【海棠】《我那柔弱不能自理的弟弟》作者：桂花莲子酒【现代 - 中H - 重生 - NP - 长篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/12My_hCW_-y1SJClSJ3lxfw?pwd=etwi",
    "夸克盘链接": "https://pan.quark.cn/s/cc1ae0a8fcdb"
  },
  {
    "文件名": "【海棠】《温柔的学长》作者：倒倒倒倒倒【现代 - 校园 - 双性 - 产乳 - 甜文 - 高H - 短篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1ft5eSrHASnKrj_uJRF0-Pw?pwd=etwi",
    "夸克盘链接": "https://pan.quark.cn/s/a40604a010c8"
  },
  {
    "文件名": "【海棠】《为了生活，出卖了它》作者：野草【现代 - 高H - NP - 长篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1P9ot2AX1Pv7GwdgjlSlkbw?pwd=etwi",
    "夸克盘链接": "https://pan.quark.cn/s/c1be6d222494"
  },
  {
    "文件名": "【海棠】《网恋爹系男友掉马后》作者：路十七【现代 - 高H - 校园 - 1v1 - 双性 - 双洁 - 中篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1BRHk56DbHzMr-faTwIHCGQ?pwd=etwi",
    "夸克盘链接": "https://pan.quark.cn/s/4ec76af2a77b"
  },
  {
    "文件名": "【海棠】《玩坏那个攻》作者：无光月亮【合集 - 总攻 - 双性攻 - 高H - 短篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1Ejhl49pMPWxs9R95BWlnXw?pwd=etwi",
    "夸克盘链接": "https://pan.quark.cn/s/fcf27b98ce15"
  },
  {
    "文件名": "【海棠】《糖罐》作者：总裁二八没有毛【现代 - 双性 - 1v1 - 中H - 中篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1TYd7FuRuxSNCzL7_1o2ryA?pwd=etwi",
    "夸克盘链接": "https://pan.quark.cn/s/b25c635b50c3"
  },
  {
    "文件名": "【海棠】《锁清秋》作者：诗花罗梵【古代 - 中H - 宫廷 - 短篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1GkhLEQfsWucszmJI4_bxPw?pwd=etwi",
    "夸克盘链接": "https://pan.quark.cn/s/1d5a4b552694"
  },
  {
    "文件名": "【海棠】《所有人都以为他是坏孩子》作者：怀莳【现代 - 高H - NP - 双性 - 强制爱 - 中篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1cHdPCg3iNspkD16gEqalJg?pwd=etwi",
    "夸克盘链接": "https://pan.quark.cn/s/590794151d68"
  },
  {
    "文件名": "【海棠】《岁宵》作者：甜粥【古代 - 高H - 1v1 - 双性 - 武侠 - 甜文 - 短篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1DpvvGR9DBb3qrdrjXvvVSg?pwd=etwi",
    "夸克盘链接": "https://pan.quark.cn/s/7b2cbe2d0610"
  },
  {
    "文件名": "【海棠】《岁岁常相见》作者：一条面包狗【现代 - 高H - 校园 - 1v1 - 骨科 - 中篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1MQgIZ2KaF8yIriISgZFksg?pwd=etwi",
    "夸克盘链接": "https://pan.quark.cn/s/c6f534e966df"
  },
  {
    "文件名": "【海棠】《岁安》作者：时色【现代 - 中H - NP - 中篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1S2y2kWe54YSazj1tLMo59Q?pwd=etwi",
    "夸克盘链接": "https://pan.quark.cn/s/93ae929488a3"
  },
  {
    "文件名": "【海棠】《随缘生子车合集》作者：夜间车手【合集 - 双性 - 生子 - NP - 中篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1ca0IM6AtSO6bZKClkh7FHQ?pwd=etwi",
    "夸克盘链接": "https://pan.quark.cn/s/e4477bce00ac"
  },
  {
    "文件名": "【海棠】《随机强暴任务》作者：吴汪汪【总攻 - NP - 现代 - 高H - 中篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1mUwSufF2l5H1BABbYywNlg?pwd=etwi",
    "夸克盘链接": "https://pan.quark.cn/s/082c4d3094ae"
  },
  {
    "文件名": "【海棠】《随便嫁的老公天天都要操我》作者：bbwrite【补番 - 现代 - 高H - 双性 - 1v1 - 年上 - 甜宠 - 短篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1oO21GmYU_N_OCBk9MaDqlQ?pwd=etwi",
    "夸克盘链接": "https://pan.quark.cn/s/42c6e8799053"
  },
  {
    "文件名": "【海棠】《塑料茧》作者：遇丘勒【现代 - 中H - 双性 - 1v1 - HE - 生子 - 中篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1nsp_392Zva9Wf21SUjOMKA?pwd=etwi",
    "夸克盘链接": "https://pan.quark.cn/s/fa11c229714d"
  },
  {
    "文件名": "【海棠】《宿主每天都在勾引路人甲》作者：烧火虾【快穿 - 微H - 长篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1VX0Dq-qkiuK7EAZrVO2gzg?pwd=etwi",
    "夸克盘链接": "https://pan.quark.cn/s/d3398fd78f38"
  },
  {
    "文件名": "【海棠】《宿舍的貌美直男》作者：染绮【现代 - 中H - NP - 中篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1urh5imDxavFaoRGRidi5pA?pwd=etwi",
    "夸克盘链接": "https://pan.quark.cn/s/99c11341fc86"
  },
  {
    "文件名": "【海棠】《送爱上门的小天使》作者：二舟【合集 - 高H - 双性 - 产奶 - 中篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1AfQE_8YB7k_X8D8NHqBZKA?pwd=etwi",
    "夸克盘链接": "https://pan.quark.cn/s/819b375597c2"
  },
  {
    "文件名": "【海棠】《宋宇的主奴日记》作者：米尼爱肉肉【现代 - 高H - 校园 - BDSM - 中篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1aQmVz5geVnxuq8xmuT0A7g?pwd=etwi",
    "夸克盘链接": "https://pan.quark.cn/s/a0eacbe7d3b0"
  },
  {
    "文件名": "【海棠】《饲狼》作者：红茶玛奇朵【现代 - 高H - 虐心 - 双性 - 长篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1w5o6IiuIKcgafeGbSG_6Qw?pwd=etwi",
    "夸克盘链接": "https://pan.quark.cn/s/389ded021e62"
  },
  {
    "文件名": "【海棠】《饲爱》作者：皇都【重口 - 微H - 暗黑 - 短篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1InzMzRifeo6GnIbVOx2xHg?pwd=etwi",
    "夸克盘链接": "https://pan.quark.cn/s/bfa111459bba"
  },
  {
    "文件名": "【海棠】《四兄弟和养父的禁脔》作者：罩爷是只猫【现代 - 高H - 黑社会 - NP - 短篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1Rbgtlx5LCSLIY1evN_ejPg?pwd=etwi",
    "夸克盘链接": "https://pan.quark.cn/s/fbf89a6a93bf"
  },
  {
    "文件名": "【海棠】《死于饥渴》作者：白日梦桃【现代 - 高H - 强强 - 双性 - 中篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1k2pg11asH6TozXEt791F8g?pwd=etwi",
    "夸克盘链接": "https://pan.quark.cn/s/59448e9ca1f0"
  },
  {
    "文件名": "【海棠】《死神和他的神明》作者：吃个橘子【灵异 - 高H - 小甜饼 - 短篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1MUaqakVcqiD8_vWgOZ-Meg?pwd=etwi",
    "夸克盘链接": "https://pan.quark.cn/s/8ab3d90f9c78"
  },
  {
    "文件名": "【海棠】《死对头长了对大奶》作者：我没病【现代 - 高H - 双性 - 大奶 - 中篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1Ayd_K0D_FAk4YSUV-FN8Hw?pwd=etwi",
    "夸克盘链接": "https://pan.quark.cn/s/902a30ee2a7b"
  },
  {
    "文件名": "【海棠】《死对头是纯爱战士》作者：小鹿kaka【主攻 - 现代 - 高H - 甜文 - 双性 - 中篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1iPqTaIMKGucRhEBTAdeb5w?pwd=etwi",
    "夸克盘链接": "https://pan.quark.cn/s/f6311be6daec"
  },
  {
    "文件名": "【海棠】《死对头失忆后总想被我操》作者：梁诗悦【现代 - 高H - 双性 - 短篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1thK2_5rcwFocTpwZtBPUVA?pwd=etwi",
    "夸克盘链接": "https://pan.quark.cn/s/6d13fdbf4c86"
  },
  {
    "文件名": "【海棠】《死对头失忆后总想被我操》作者：今天日万了吗【现代 - 高H - 双性 - 短篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/14-B1oFusGAAk-QD-acdNLg?pwd=etwi",
    "夸克盘链接": "https://pan.quark.cn/s/fbc2b49b0d99"
  },
  {
    "文件名": "【海棠】《死对头怀了我的崽》作者：安安【未来 - 高H - ABO - 短篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1-og2txM361__cRCoLB6AVQ?pwd=etwi",
    "夸克盘链接": "https://pan.quark.cn/s/7018daae7c8d"
  },
  {
    "文件名": "【海棠】《死对头发现了我有批》作者：奇美拉【现代 - 高H - 1v1 - 小甜饼 - 短篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/13W7KDauJ2fDrCIutescggg?pwd=etwi",
    "夸克盘链接": "https://pan.quark.cn/s/8c91857e408c"
  },
  {
    "文件名": "【海棠】《死对头发现了我有嫩批》作者：奇美拉【现代 - 高H - 1v1 - 小甜饼 - 短篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1EyHrKJrMjVjbrFoYaTLs2A?pwd=etwi",
    "夸克盘链接": "https://pan.quark.cn/s/6b2c774ccf73"
  },
  {
    "文件名": "【海棠】《死对头成了我的性幻想对象》作者：白日做梦【现代 - 高H - 校园 - 1v1 - 中篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/11s-3rmtx3qfarOgIqkmU1g?pwd=etwi",
    "夸克盘链接": "https://pan.quark.cn/s/ed940101273c"
  },
  {
    "文件名": "【海棠】《死对头》作者：今天论文写完了吗【现代 - 高H - 校园 - 双性 - 中篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1dKp5pnRCMiEbk6oVGwb_1g?pwd=etwi",
    "夸克盘链接": "https://pan.quark.cn/s/7275f720433a"
  },
  {
    "文件名": "【海棠】《斯特罗齐庄园轶事》作者：SilverQualle【1V1 - BDSM - 甜调 - 高H - 双性 - 中篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1yxZSsm2WQ6VWSOpT0uBWLw?pwd=etwi",
    "夸克盘链接": "https://pan.quark.cn/s/59fc959bbb6c"
  },
  {
    "文件名": "【海棠】《斯潘科软件公司》作者：哑哑【现代 - 微H - 职场 - SP - 中篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/10cgnNNxEUm7a6WrkAdD7bw?pwd=etwi",
    "夸克盘链接": "https://pan.quark.cn/s/4ebf84d3de9e"
  },
  {
    "文件名": "【海棠】《私有遗产》作者：离峰【兽人 - 高H - 中篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1PA9GVJoP58Xnce6mlZpGFw?pwd=etwi",
    "夸克盘链接": "https://pan.quark.cn/s/7f1161b44014"
  },
  {
    "文件名": "【海棠】《私密情事集》作者：黎明破晓【合集 - 主攻 - 高H - 长篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1D9pzD9LiXc_1_N5x11kjVg?pwd=etwi",
    "夸克盘链接": "https://pan.quark.cn/s/74d247e0039e"
  },
  {
    "文件名": "【海棠】《硕大肉茎金主在线勾引小情人短篇》作者：糕＋美彼【现代 - 高H - 短篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1XVs5tbSuWkrP_34ZP9bafg?pwd=etwi",
    "夸克盘链接": "https://pan.quark.cn/s/f8d69bd83f0b"
  },
  {
    "文件名": "【海棠】《顺着网线爆炒主播》作者：我保温杯呢【现代 - 高H - 虐身 - NP - 双性 - 中篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1I5lZQi5vYtHJ6L5iEcxgiA?pwd=etwi",
    "夸克盘链接": "https://pan.quark.cn/s/4cf0b0eb6795"
  },
  {
    "文件名": "【海棠】《睡在我下铺的大奶兄弟》作者：小鲨鱼【现代 - 高H - 双性 - 大奶 - 短篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1bfLMHOjwVDJNZQH4nfRu6A?pwd=etwi",
    "夸克盘链接": "https://pan.quark.cn/s/8cdf7716263b"
  },
  {
    "文件名": "【海棠】《睡前小甜饼》作者：暮鸦【合集 - 高H - 短篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1JRdyiL2R-Nf6pUuJM-DjZA?pwd=etwi",
    "夸克盘链接": "https://pan.quark.cn/s/8d55777b5246"
  },
  {
    "文件名": "【海棠】《睡觉时被掰ß直播》作者：尘一【总受 - 未来 - 高H - 虐身 - 双性 - NP - 长篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1-XEqzoyvXM4SZx5Clu3eGg?pwd=etwi",
    "夸克盘链接": "https://pan.quark.cn/s/34d461faac44"
  },
  {
    "文件名": "【海棠】《睡服那个Alpha》作者：婠婠【补番 - 互攻 - ABO - 中H - 中篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1WRTDCa-uBUoDiE1tQUCQcA?pwd=etwi",
    "夸克盘链接": "https://pan.quark.cn/s/eed73ecce351"
  },
  {
    "文件名": "【海棠】《水中月》作者：啊哈【现代 - 清水 - 1v1 - 中篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/12KYr61F3pGgJiuGw1HGucQ?pwd=etwi",
    "夸克盘链接": "https://pan.quark.cn/s/8e6ae4a4e5cf"
  },
  {
    "文件名": "【海棠】《水乳交融》作者：DREAM【合集 - 现代 - 高H - 短篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1aon3Kjni7srJuJ4TDv1GvQ?pwd=etwi",
    "夸克盘链接": "https://pan.quark.cn/s/c881ad9d37cb"
  },
  {
    "文件名": "【海棠】《水墨丹青》作者：覃一【近代 - 清水 - 长篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1T58PoOgbCZ48NLuhzo9gDw?pwd=etwi",
    "夸克盘链接": "https://pan.quark.cn/s/6a36511926a9"
  },
  {
    "文件名": "【海棠】《水火相交》作者：宁麓云【古代 - 双性 - 产乳 - 生子 - 甜文 - 中篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1TdH1kxrY6xb5_2PnHsH5IQ?pwd=etwi",
    "夸克盘链接": "https://pan.quark.cn/s/4f7314eb7761"
  },
  {
    "文件名": "【海棠】《水多火辣的上司》作者：梁诗悦【现代 - 高H - 双性 - 短篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1uJGdAoEaKgoF2cH4dnDn8A?pwd=etwi",
    "夸克盘链接": "https://pan.quark.cn/s/7693bf57d22e"
  },
  {
    "文件名": "【海棠】《水多火辣的上司》作者：炖肉机【现代 - 高H - 短篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1pM1rnek2H_euIKnb9J40Bg?pwd=etwi",
    "夸克盘链接": "https://pan.quark.cn/s/d5517d0201fe"
  },
  {
    "文件名": "【海棠】《霜於纪》作者：野小咕【古代 - 高H - 虐身 - 虐心 - 中篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1E72pyb0EXv3BNGxwWrESwg?pwd=etwi",
    "夸克盘链接": "https://pan.quark.cn/s/631af4c544ad"
  },
  {
    "文件名": "【海棠】《霜霜》作者：Godzita【神话 - 奇幻 - 高H - 短篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1mxzXEmF1Vd4fVyUnuOUsgg?pwd=etwi",
    "夸克盘链接": "https://pan.quark.cn/s/d719d371d831"
  },
  {
    "文件名": "【海棠】《霜妃》作者：木禾禾【未来 - 高H - 虐身 - 中篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/15DD3eyLraLKyAaKi0-Ya6A?pwd=etwi",
    "夸克盘链接": "https://pan.quark.cn/s/2f50df381218"
  },
  {
    "文件名": "【海棠】《双修才是爽文升级的正确途径》作者：不如吹个口哨【穿越 - 中H - 玄幻 - 1v1 - 双性 - 长篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1U4Kdn-PXcfCGOg8GBRdKxw?pwd=etwi",
    "夸克盘链接": "https://pan.quark.cn/s/0d63e659beb1"
  },
  {
    "文件名": "【海棠】《双性总受的淫荡日常》作者：辞久【总受 - NP - 现代 - 高H - 双性 - 短篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1NFjJATy5fRdjKibwo0qYkw?pwd=etwi",
    "夸克盘链接": "https://pan.quark.cn/s/acc55bfd4469"
  },
  {
    "文件名": "【海棠】《双性总会变成rbq》作者：素弦【总受 - NP - 双性 - 未来 - 高H - 中篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1Y7wpjyxYiEdDw19dqiCK8Q?pwd=etwi",
    "夸克盘链接": "https://pan.quark.cn/s/2afcc4e3ff2a"
  },
  {
    "文件名": "【海棠】《双性总裁朱木华挨c记》作者：嗦嗦【现代 - 高H - 双性 - NP - NTR - 抹布 - 长篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1AOBkoFEdMKfJTZX9xmDOVg?pwd=etwi",
    "夸克盘链接": "https://pan.quark.cn/s/ccbf00055f63"
  },
  {
    "文件名": "【海棠】《双性总裁和鬼畜医生》作者：好吃的馄饨【现代 - 高H - 双性 - 短篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1MhuQbc43ahhjBEMrMzYGaw?pwd=etwi",
    "夸克盘链接": "https://pan.quark.cn/s/f433834201ad"
  },
  {
    "文件名": "【海棠】《双性竹马暗恋我》作者：麦麦【现代 - 中H - 校园 - 双性 - 生子 - 短篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1LHcRLP9i2bibB_CWkE3ooA?pwd=etwi",
    "夸克盘链接": "https://pan.quark.cn/s/9e05dfa38db2"
  },
  {
    "文件名": "【海棠】《双性直网黄被美貌弟弟掰弯》作者：1102pea【补番 - 现代 - 高H - 双性 - 短篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1KHO7Os_M1vZn2wHgQxpn9w?pwd=etwi",
    "夸克盘链接": "https://pan.quark.cn/s/900f17b0e4c6"
  },
  {
    "文件名": "【海棠】《双性直男网黄被美貌弟弟掰弯》作者：1102pea【现代 - 高H - 双性 - 短篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1zFq1QuSl8-VCzJsc3Dg9bA?pwd=etwi",
    "夸克盘链接": "https://pan.quark.cn/s/7f16cea5cf47"
  },
  {
    "文件名": "【海棠】《双性直男的撩骚生活》作者：do爱吗【现代 - 高H - 校园 - 双性 - 短篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1_zg3qQWVcHaYiWA_d-l-xA?pwd=etwi",
    "夸克盘链接": "https://pan.quark.cn/s/60481d53721a"
  },
  {
    "文件名": "【海棠】《双性硬汉互艹记》作者：糖呢【互攻 - 现代 - 高H - 双性 - 短篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1TPnKt66IhrEFKVmEM02--A?pwd=etwi",
    "夸克盘链接": "https://pan.quark.cn/s/0eb2cdfdd7ae"
  },
  {
    "文件名": "【海棠】《双性淫乱游戏》作者：qinlanlan【现代 - 高H - 双性 - NP - 短篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1DNueDWk0OF-85D3tZrXPsA?pwd=etwi",
    "夸克盘链接": "https://pan.quark.cn/s/eb3037c7ffb2"
  },
  {
    "文件名": "【海棠】《一切为了任务》作者：空命明【主攻 - 第一人称 - 现代 - 中H - 1v1 - 中篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1YyrUT6NHO39fp-_pnsTlLg?pwd=etwi",
    "夸克盘链接": "https://pan.quark.cn/s/5b325f923358"
  },
  {
    "文件名": "【海棠】《一千二》作者：荔枝绒毛【现代 - 中H - 短篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1Fl5EMR79sLpxxSH52YyFfw?pwd=etwi",
    "夸克盘链接": "https://pan.quark.cn/s/a95d5e640aee"
  },
  {
    "文件名": "【海棠】《一起穿进海棠世界后徒弟精分了》作者：大白兔奶糖【穿越 - 高H - 虐心 - 1v1 - 双性 -短篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1paY-7q_ab2EgXhVAfut9Lg?pwd=etwi",
    "夸克盘链接": "https://pan.quark.cn/s/681f59ba15a2"
  },
  {
    "文件名": "【海棠】《一起LJ事件的调查过程》作者：胭脂妆【古代 - 高H - 双性 - NP - 中篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1eMNbpRLpaWnRzd013-ThIA?pwd=etwi",
    "夸克盘链接": "https://pan.quark.cn/s/757a7e865db1"
  },
  {
    "文件名": "【海棠】《双性小妈挨操记》作者：归辞【古代 - 高H - 1V1 - 双性 - 大奶 - 短篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1ofTNUk0HW88TKd4N_R9pUA?pwd=etwi",
    "夸克盘链接": "https://pan.quark.cn/s/37d689e066ca"
  },
  {
    "文件名": "【海棠】《双性网黄的直播间》作者：樱桃白兰地【未来 - 高H - 双性 - NP - 短篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1oxlmoQNLU7iLVHXtm_btPQ?pwd=etwi",
    "夸克盘链接": "https://pan.quark.cn/s/d9f57a124c13"
  },
  {
    "文件名": "【海棠】《双性室友香甜诱人》作者：酥香丸子【现代 - 中H - 双性 - 强制爱 - 生子 - HE - 短篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1HQY7syqfRwFGFympS3oASw?pwd=etwi",
    "夸克盘链接": "https://pan.quark.cn/s/b5d0bbb821a9"
  },
  {
    "文件名": "【海棠】《双性骚货的浪荡日常》作者：楚十【现代 - 高H - 双性 - 短篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1kIs_h_P_hDU9QXnUoalOYw?pwd=etwi",
    "夸克盘链接": "https://pan.quark.cn/s/2bac8d7844a7"
  },
  {
    "文件名": "【海棠】《双性人妻美人总受》作者：左边疯【总受 - NP - 高H - 家族 - 乱伦 - 双性 - 大奶 - 短篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1fWsr_D5K2KfrT6KZEyNXNw?pwd=etwi",
    "夸克盘链接": "https://pan.quark.cn/s/b347d912069e"
  },
  {
    "文件名": "【海棠】《双性人妻的堕落》作者：爆库尔【现代 - 高H - NP - 双性 - 生子 - 短篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1FJNb8wt7u978Rg5SiQo4gA?pwd=etwi",
    "夸克盘链接": "https://pan.quark.cn/s/06518de44695"
  },
  {
    "文件名": "【海棠】《双性男大公交车轮x堕落后》作者：口味很重【现代 - 高H - NTR - NP - 短篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1SHDk06HZAavd5BcyeDcNAg?pwd=etwi",
    "夸克盘链接": "https://pan.quark.cn/s/5a133db72b79"
  },
  {
    "文件名": "【海棠】《双性母狗轮奸调教》作者：坏兔子【现代 - 高H - 双性 - NP - 中篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1NbXTdBwyD-RvoFQGG61gAw?pwd=etwi",
    "夸克盘链接": "https://pan.quark.cn/s/123ffc410e8e"
  },
  {
    "文件名": "【海棠】《双性美人榨汁机通关色情游戏》作者：梨梨【现代 - 高H - 双性 - NP - 中篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1kYLH7Yn_7LQXfGT7zt1Rlg?pwd=etwi",
    "夸克盘链接": "https://pan.quark.cn/s/702d85b4125e"
  },
  {
    "文件名": "【海棠】《双性美人与五个老公的性福日常》作者：人间四月天【现代 - 高H - 双性 - NP - 短篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1umdfH519zymFeDb8TmMp8w?pwd=etwi",
    "夸克盘链接": "https://pan.quark.cn/s/f736defd55d4"
  },
  {
    "文件名": "【海棠】《双性美人偷吃成瘾》作者：压星河【现代 - 高H - 双性 - NP - 中篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1v2PYRJkhOHPEM2vJKI-Yfg?pwd=etwi",
    "夸克盘链接": "https://pan.quark.cn/s/3265bdbf94db"
  },
  {
    "文件名": "【海棠】《双性美人秘书和他的流氓霸总》作者：humanaties【现代 - 高H - 双性 - 大奶 - 职场 - 1v1 - 短篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1TrXJLMLvA6eBqGaELed1TQ?pwd=etwi",
    "夸克盘链接": "https://pan.quark.cn/s/fb398d816e39"
  },
  {
    "文件名": "【海棠】《双性美人靠卖批上学》作者：爱吃肉肉小蛇【现代 - 高H - 双性 - NP - 短篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1D0KjR1gNVrqqgYaAVNuWEA?pwd=etwi",
    "夸克盘链接": "https://pan.quark.cn/s/b074791b75fe"
  },
  {
    "文件名": "【海棠】《双性美人饥渴难耐》作者：赛博花花【总受 - 双性 - 现代 - 高H - NP - 乱伦 - 短篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1gvqRu7_B8wWztxhyGiLqqQ?pwd=etwi",
    "夸克盘链接": "https://pan.quark.cn/s/fb2ec8738b5e"
  },
  {
    "文件名": "【海棠】《双性美人穿到ABO世界》作者：neetizumi【穿越 - 高H - 双性 - NP - 强制爱 - 中篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1ppEsr2os8eFx48JnrjAfmQ?pwd=etwi",
    "夸克盘链接": "https://pan.quark.cn/s/d8b7f1df389e"
  },
  {
    "文件名": "【海棠】《双性美人被迫成为肉便器》作者：今天日万了吗【现代 - 高H - 双性 - NP - 短篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1moyH4X1B525JSI02Z4Axrw?pwd=etwi",
    "夸克盘链接": "https://pan.quark.cn/s/479b9fb983ca"
  },
  {
    "文件名": "【海棠】《双性美人被疯狗们侵犯后》作者：梨多一点【现代 - 高H - 双性 - NP - 短篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1d7dfH6h9-4O_G7-fgYoz9Q?pwd=etwi",
    "夸克盘链接": "https://pan.quark.cn/s/f866bd174149"
  },
  {
    "文件名": "【海棠】《双性邻居每天都欲求不满》作者：云上川只吃【现代 - 中H - 双性 - 1v1 - 小甜饼 - 短篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1Op81Ke290o4bv2JnvMLHzA?pwd=etwi",
    "夸克盘链接": "https://pan.quark.cn/s/6285e995c16f"
  },
  {
    "文件名": "【海棠】《双性老实人和他的色情狂老公》作者：胡思乱想社恐症【补番 - 现代 - 中H - 双性 - 短篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/15T0XYq73ExliRCP9gb84RQ?pwd=etwi",
    "夸克盘链接": "https://pan.quark.cn/s/482606debc47"
  },
  {
    "文件名": "【海棠】《双性老实人被捡回家后》作者：杀了头猪【现代 - 高H - 双性 - 短篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/19Liw6jnbHHYtKQaDNfyt-g?pwd=etwi",
    "夸克盘链接": "https://pan.quark.cn/s/d5d8c49546bd"
  },
  {
    "文件名": "【海棠】《双性精灵王子的挠痒酷刑》作者：沈海河【西幻 - 高H - 神话 - 虐身 - NP - 双性 - 中篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1R6Ntneu4hq7H4udNAqs12A?pwd=etwi",
    "夸克盘链接": "https://pan.quark.cn/s/2b33e1bcaf70"
  },
  {
    "文件名": "【海棠】《双性禁欲系冷美人仙君》作者：左边疯【古代 - 高H - 双性 - NP - 中篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1SnVz5q9c7CGKNxi-S4pXvQ?pwd=etwi",
    "夸克盘链接": "https://pan.quark.cn/s/17e900eba94b"
  },
  {
    "文件名": "【海棠】《双性教官的军婚》作者：lizzardo【现代 - 双性 - 高H - 强强 - 中篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1IqbTgvmIMQBi54xIpjvZHg?pwd=etwi",
    "夸克盘链接": "https://pan.quark.cn/s/8c01a7824142"
  },
  {
    "文件名": "【海棠】《双性儿子被教授爸爸狠狠肏坏》作者：阿夜【现代 - 高H - 穿越 - 双性 - 父子 - 年上 - 短篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1W2gGgyUB5GH5dH3vt9noVA?pwd=etwi",
    "夸克盘链接": "https://pan.quark.cn/s/f97fdb60e9bb"
  },
  {
    "文件名": "【海棠】《双性帝王的后宫三千》作者：种马君【古代 - 高H - 双性 - NP - 中篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1KyXqcV0CCdwQotzDC5jjrA?pwd=etwi",
    "夸克盘链接": "https://pan.quark.cn/s/ebe12a7eef2e"
  },
  {
    "文件名": "【海棠】《双性大学生被催眠后》作者：脑子多少有点病【现代 - 高H - 双性 - NP - 中篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1ltTktJphNDLpy9Wb4gCahw?pwd=etwi",
    "夸克盘链接": "https://pan.quark.cn/s/1cb5ed15d941"
  },
  {
    "文件名": "【海棠】《双性大鸟帅哥每个世界都先壹后零》作者：深杯酒满【快穿 - 高H - 双性 - NP - 中篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1wQIhmb4LMeItcnHASsrKrA?pwd=etwi",
    "夸克盘链接": "https://pan.quark.cn/s/edbe9d6ff465"
  },
  {
    "文件名": "【海棠】《双性大奶美人每天都被大屌草醒》作者：三月纸鸢【合集 - 高H - 双性 - 大奶 - 中篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1qmfmpVIychByHe4C0QTfxQ?pwd=etwi",
    "夸克盘链接": "https://pan.quark.cn/s/69394300aca4"
  },
  {
    "文件名": "【海棠】《双性大奶美丽人的黑洞日常》作者：aklv【现代 - 高H - 双性 - NP - 中篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/19dmlFodho6k2bOylgnH7og?pwd=etwi",
    "夸克盘链接": "https://pan.quark.cn/s/453659f70b60"
  },
  {
    "文件名": "【海棠】《双性大奶攻》作者：听我说谢谢你，因为有你，温暖了四季。【现代 - 高H - 双性 - 大奶 - 短篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1l9e94UCJMRVsrT1HwB0N3Q?pwd=etwi",
    "夸克盘链接": "https://pan.quark.cn/s/b8b2bd62382e"
  },
  {
    "文件名": "【海棠】《双性憋尿被管教的一生》作者：红薯芝士【现代 - 中H - 短篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1Y9xJc4vi1XJBRj4Shlyiyw?pwd=etwi",
    "夸克盘链接": "https://pan.quark.cn/s/85eb7091b25a"
  },
  {
    "文件名": "【海棠】《双性被严厉管教的一生》作者：红薯芝士【现代 - 中H - 双性 - 短篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1pZruzLicS6o130WBbyCjBA?pwd=etwi",
    "夸克盘链接": "https://pan.quark.cn/s/2fd0a0bacdb1"
  },
  {
    "文件名": "【海棠】《双性O养父被煎成小荡妇》作者：安诗鸢尾【ABO - 双性 - NP - 穿越 - 高H - 短篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1-XmtccfqwIv_x0eC9BNYYg?pwd=etwi",
    "夸克盘链接": "https://pan.quark.cn/s/909c9ffcbabb"
  },
  {
    "文件名": "【海棠】《双杏学霸被东北男友强制爱了》作者：沫莓【现代 - 高H - 校园 - 双性 - 中篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1JU6N2RwKenxrdEpn9VXUew?pwd=etwi",
    "夸克盘链接": "https://pan.quark.cn/s/4a527677a69b"
  },
  {
    "文件名": "【海棠】《双枭》作者：是羽流流流流呀【黑道 - 中H - 1v1 - 短篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1JRWES3_sLPT-BZguEYHStQ?pwd=etwi",
    "夸克盘链接": "https://pan.quark.cn/s/98a4709f5d73"
  },
  {
    "文件名": "【海棠】《双向捕获》作者：梅梅【现代 - 中H - SM - 短篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1UJpPtj7fpxZt6S8uNkOwHw?pwd=etwi",
    "夸克盘链接": "https://pan.quark.cn/s/a59c520762c3"
  },
  {
    "文件名": "【海棠】《双向包养关系》作者：孟小昼【现代 - 高H - ABO - 中篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1wcSskNg1cDQ4Ld6Fp6X7Ng?pwd=etwi",
    "夸克盘链接": "https://pan.quark.cn/s/46840fea30fb"
  },
  {
    "文件名": "【海棠】《双囍》作者：未甜海【民国 - 双性 - NP - 中H - 中篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1JOs1RPZNRrhHF0GEbuBrOQ?pwd=etwi",
    "夸克盘链接": "https://pan.quark.cn/s/c397e04a7d3c"
  },
  {
    "文件名": "【海棠】《双生镣铐》作者：末芜闻【现代 - 高H - 虐爱 - 骨科 - 年上 - 中篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/14xiiGrENtxObh_DpHNUapw?pwd=etwi",
    "夸克盘链接": "https://pan.quark.cn/s/e7d5ff233083"
  },
  {
    "文件名": "【海棠】《双生薄荷》作者：白生【现代 - 中H - 狗血 - ABO - 破镜重圆 - 攻宠受 - 中篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1xAMxufNVQe0iHZ0jhVyzZg?pwd=etwi",
    "夸克盘链接": "https://pan.quark.cn/s/5fc2f9089626"
  },
  {
    "文件名": "【海棠】《双教官成为学生们的公用老婆》作者：左边疯【现代 - NP - 双性 - 大奶 - 调教 - 短篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1Lqwu8nMzUgxjuYmy5KbDjw?pwd=etwi",
    "夸克盘链接": "https://pan.quark.cn/s/f15543930c26"
  },
  {
    "文件名": "【海棠】《双格丈夫》作者：bluecamila【现代 - 高H - 虐心 - 双性 - 中篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1gP7W2dSb68dIn_WlHVGzxA?pwd=etwi",
    "夸克盘链接": "https://pan.quark.cn/s/2d7c306eafff"
  },
  {
    "文件名": "【海棠】《双倍爱意》作者：Alexandra【现代 - 高H - 校园 - 双性 - 3P - 中篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1uKDxu_JglbDRR0xm2z6lxQ?pwd=etwi",
    "夸克盘链接": "https://pan.quark.cn/s/04c3062177b7"
  },
  {
    "文件名": "【海棠】《双xing美人啦啦队》作者：没有任何名字【多CP - 现代 - 高H - 短篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/193sQfYRVyRIXJ3-O4z9tQQ?pwd=etwi",
    "夸克盘链接": "https://pan.quark.cn/s/bf1fdaf547b2"
  },
  {
    "文件名": "【海棠】《属于直男癌的世界》作者：肆虐中毒【主攻合集 - 混合 - 高H - 短篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1GaBvFv7KDDXRkLGgvh_3hA?pwd=etwi",
    "夸克盘链接": "https://pan.quark.cn/s/f460c29a0e61"
  },
  {
    "文件名": "【海棠】《赎罪》作者：MOCO魔客【年下 - 骨科 - 1v1 - HE - 高H - 短篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1f81Y97ndJ1KDeQ71aINv8Q?pwd=etwi",
    "夸克盘链接": "https://pan.quark.cn/s/e1362ae0109d"
  },
  {
    "文件名": "【海棠】《叔叔，我可是直男》作者：小嘉【现代 - 高H - 年上 - 中篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1iI9S2-ZYM1MwCOscBhCqxw?pwd=etwi",
    "夸克盘链接": "https://pan.quark.cn/s/94724ba096e3"
  },
  {
    "文件名": "【海棠】《叔叔，别操了》作者：糕＋彼【现代 - 高H - 年上 - 中篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1jLyhZT2q2tW_VNA0RfAs8A?pwd=etwi",
    "夸克盘链接": "https://pan.quark.cn/s/231835f4a929"
  },
  {
    "文件名": "【海棠】《叔父》作者：乔松【古代 - 高H - 重生 - 双性 - 大奶 - 短篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1LejTlWquRiwcyiN-WiQupw?pwd=etwi",
    "夸克盘链接": "https://pan.quark.cn/s/1745dfeda301"
  },
  {
    "文件名": "【海棠】《兽族的共妻》作者： 深海的石头【穿越 - 高H - NP - 双性 - 生子 - 中篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1g3y5yOytzA78mGxC4bJp_A?pwd=etwi",
    "夸克盘链接": "https://pan.quark.cn/s/07282a7885cf"
  },
  {
    "文件名": "【海棠】《兽受俱乐部》作者：腐女幻受【人兽 - 现代 - 高H - 短篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1iJBIcs5SaJQFyfuJTylWMQ?pwd=etwi",
    "夸克盘链接": "https://pan.quark.cn/s/008d61985620"
  },
  {
    "文件名": "【海棠】《兽人之森》作者：绣娘【总受 - 美强 - 穿越 - 高H - 中篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1716FtEwT-U0HB8R9HB0Kfg?pwd=etwi",
    "夸克盘链接": "https://pan.quark.cn/s/214ba3a01cde"
  },
  {
    "文件名": "【海棠】《兽煎美人批》作者：吃肉的鲸鱼【合集 - 高H - 藏獒 - 苟交 - 短篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1Dz68k3wZ7hwkTt0KXB0mtQ?pwd=etwi",
    "夸克盘链接": "https://pan.quark.cn/s/1b6064a536d8"
  },
  {
    "文件名": "【海棠】《兽皇的后宫》作者：小顾【总受 - NP - 双性 - 种田文 - 穿越 - 高H - 甜宠 - 长篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1RLFoJe4HN-1AzPSU2hu_Gw?pwd=etwi",
    "夸克盘链接": "https://pan.quark.cn/s/1f64ed5f1689"
  },
  {
    "文件名": "【海棠】《兽父与小野种》作者：梁诗悦【古代 - 高H - 双性 - 短篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1bvMYILIiF52YIL0cWJb6Mw?pwd=etwi",
    "夸克盘链接": "https://pan.quark.cn/s/759f9a667bc4"
  },
  {
    "文件名": "【海棠】《兽夫们太饥渴》作者：理解【穿越 - 高H - NP - 中篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1tXrajFjqCFtN9Dd-3NccLA?pwd=etwi",
    "夸克盘链接": "https://pan.quark.cn/s/48a6d4245697"
  },
  {
    "文件名": "【海棠】《狩猎游戏》作者：一只百0鳥【现代 - 高H - 虐身 - 短篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1cLrpmG2FcOIGHevsQr-Ppw?pwd=etwi",
    "夸克盘链接": "https://pan.quark.cn/s/9355e7e3fefa"
  },
  {
    "文件名": "【海棠】《受虐狂找舒适的日常》作者：moonawayxx【现代 - 高H - 恐怖 - 短篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1KfkEy1y6llX9suQYKF9mFw?pwd=etwi",
    "夸克盘链接": "https://pan.quark.cn/s/0a8023e2b5e2"
  },
  {
    "文件名": "【海棠】《受难的美人仙君》作者：碧海蓝天【玄幻 - NP - 中H - 短篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1BhCPVi5zFjxob2MIRffqTg?pwd=etwi",
    "夸克盘链接": "https://pan.quark.cn/s/7eed0cb68c6e"
  },
  {
    "文件名": "【海棠】《受宠攻短篇合集》作者：EUUUUK【合集 - 中H - 短篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/10fN46TJCSyILvNlHS1eb_g?pwd=etwi",
    "夸克盘链接": "https://pan.quark.cn/s/38f1b2a2f222"
  },
  {
    "文件名": "【海棠】《受宠爱的总攻》作者：小西瓜【古代 - 灵异 - 高H - NP - 短篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/14wdWxoET_zUPXlrxsNx_4g?pwd=etwi",
    "夸克盘链接": "https://pan.quark.cn/s/9dc924f22009"
  },
  {
    "文件名": "【海棠】《守肾如玉》作者：大椰子【现代 - 微H - 短篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1oX2nWClHu0FwnLbOMTsc9Q?pwd=etwi",
    "夸克盘链接": "https://pan.quark.cn/s/49c2830726f9"
  },
  {
    "文件名": "【海棠】《收留小疯狗后他被搞大了肚子》作者：踩奶小狐狸【现代 - 高H - 双性 - 生子 - 甜文 - 短篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1MNJLNg58HtSkPz3_ZGrRVw?pwd=etwi",
    "夸克盘链接": "https://pan.quark.cn/s/9785d708f125"
  },
  {
    "文件名": "【海棠】《收集爸爸的精液》作者：背刺【现代 - 高H - 双性 - 短篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1I18SimQgO9dMzTFNFLEtiQ?pwd=etwi",
    "夸克盘链接": "https://pan.quark.cn/s/4edb4a648312"
  },
  {
    "文件名": "【海棠】《室友每天都想肏我》作者：Vivennn【现代 - 高H - 1v1 - 短篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1dvLtwRadT4W_wKE1HG_V3A?pwd=etwi",
    "夸克盘链接": "https://pan.quark.cn/s/bfafe1a22f27"
  },
  {
    "文件名": "【海棠】《室友各个猛如虎》作者：三弄【现代 - 高H - 校园 - 双性 - 甜文 - NP - 中篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1MQp1FE-AzEfbs4EJ58bgXQ?pwd=etwi",
    "夸克盘链接": "https://pan.quark.cn/s/e04989a56f8e"
  },
  {
    "文件名": "【海棠】《室友的催眠贞操锁》作者：龙哲宇【现代 - 高H - NP - 催眠 - 中篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1-J245a4kNrLEOlxoNld0YQ?pwd=etwi",
    "夸克盘链接": "https://pan.quark.cn/s/bde3c04130bd"
  },
  {
    "文件名": "【海棠】《恃宠而娇》作者：日咩【现代 - 双性 - 1v1 - 甜宠 - 兄弟 - 高H - 短篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1VxFydRTHA9hUv6ZJD_9S7A?pwd=etwi",
    "夸克盘链接": "https://pan.quark.cn/s/9b3e8b797f5a"
  },
  {
    "文件名": "【海棠】《是要搞清冷美人仙尊》作者：徨【古代 - 高H - 修真 - 1v1 - 中篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1ZzH7whO1pixB9PZok9Bl0Q?pwd=etwi",
    "夸克盘链接": "https://pan.quark.cn/s/8fdd9038f911"
  },
  {
    "文件名": "【海棠】《是兄弟就能相互裸照吗？》作者：入夜十分【现代 - 中H - 校园 - 双性 - 短篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1N0V9G07LNAaoRQgFxa7hkw?pwd=etwi",
    "夸克盘链接": "https://pan.quark.cn/s/5f6d2dc1c43f"
  },
  {
    "文件名": "【海棠】《是谁爬了本舔狗的床》作者：不歇【现代 - 高H - NP - 中篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1lFjGKPDX7PfYSp9jUaVSFA?pwd=etwi",
    "夸克盘链接": "https://pan.quark.cn/s/1a976e7e45e0"
  },
  {
    "文件名": "【海棠】《是谁QJ了他》作者：爱看小凰文【现代 - 微H - NP - 中篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1uForNTqnTpkRfgnure0GNw?pwd=etwi",
    "夸克盘链接": "https://pan.quark.cn/s/fd1d6acb88e1"
  },
  {
    "文件名": "【海棠】《是弱智，但有老婆！》作者：MOCO魔客【现代 - 年下 - 高H - 双性 - 生子 - 甜文 - 互宠 - HE - 1V1 - 短篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/19qMjRYzZKnrl-Y7hGYNAPw?pwd=etwi",
    "夸克盘链接": "https://pan.quark.cn/s/bcf30e98471f"
  },
  {
    "文件名": "【海棠】《侍夫》作者：RobustControl【古代 - 高H - 虐身 - 短篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1W5C2Vq38IMfGPDmdPOBGrQ?pwd=etwi",
    "夸克盘链接": "https://pan.quark.cn/s/ef5d956decb9"
  },
  {
    "文件名": "【海棠】《蚀骨钟情》作者：澄光【现代 - 中H - 3P - 中篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1UHoZAz4FCSAoZGY3CVrcNg?pwd=etwi",
    "夸克盘链接": "https://pan.quark.cn/s/eb28230f6e8b"
  },
  {
    "文件名": "【海棠】《蚀骨销魂》作者：一只白兔糖【穿越 - 古代 - 高H - 中篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/17wfYJXurUHJ-s2dRPrGb0w?pwd=etwi",
    "夸克盘链接": "https://pan.quark.cn/s/9bbc08eff3de"
  },
  {
    "文件名": "【海棠】《实习生的总裁爸爸》作者：欧佛康【现代 - 中H - 父子 - 年上 - 短篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1r57XMS26wlnVTj4V24OX7Q?pwd=etwi",
    "夸克盘链接": "https://pan.quark.cn/s/f7db501d61ad"
  },
  {
    "文件名": "【海棠】《实习老师》作者：禾子【现代 - 高H - 虐身 - 校园 - 1V1 - HE - SP - 管教 - 中篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1Cr7avqC2ky7anc73JRX7uQ?pwd=etwi",
    "夸克盘链接": "https://pan.quark.cn/s/cfe0c6db3437"
  },
  {
    "文件名": "【海棠】《时间停止系统》作者：红烧仙桃【现代 - 高H - NP - 短篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1ogdfL1wp0fA7OiqfQV2Hzg?pwd=etwi",
    "夸克盘链接": "https://pan.quark.cn/s/508c8327149d"
  },
  {
    "文件名": "【海棠】《十分沉溺》作者：赵四【ABO - 现代 - 高H - 短篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1YEDtV0oU6_dWXGa-OLOgrw?pwd=etwi",
    "夸克盘链接": "https://pan.quark.cn/s/c0fad43d0fa4"
  },
  {
    "文件名": "【海棠】《十八禁恋综》作者：佐伊【现代 - 高H - NP - 强制爱 - 中篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/16hTBRNk4pJHS7YeKYvAw2g?pwd=etwi",
    "夸克盘链接": "https://pan.quark.cn/s/36fbbd9cf1dc"
  },
  {
    "文件名": "【海棠】《湿漉漉的情儿》作者：枸杞叶洗眼睛的色情小说家【现代 - 高H - 中篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1tuQhDSSv9U7q8mXJdsMK1w?pwd=etwi",
    "夸克盘链接": "https://pan.quark.cn/s/db7aed567232"
  },
  {
    "文件名": "【海棠】《狮系男友》作者：PArfum【现代 - 高H - 双性 - 中篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1EoA9-5Gme8MIcpvtaXSW7A?pwd=etwi",
    "夸克盘链接": "https://pan.quark.cn/s/81f51031117f"
  },
  {
    "文件名": "【海棠】《师尊在上，我在下》作者：梁诗悦【古代 - 高H - NTR - 双性 - 短篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1wuRh1neWVQ-1s2_QayUP-Q?pwd=etwi",
    "夸克盘链接": "https://pan.quark.cn/s/debf804c0fc8"
  },
  {
    "文件名": "【海棠】《双性淫乱乐园》作者：不会打游戏的皎皎【现代 - 高H - NP - 强奸 - 骨科 - 双性 - 短篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/18aWT7zQb0o7Sqrli7aH0xw?pwd=etwi",
    "夸克盘链接": "https://pan.quark.cn/s/c6ec0a8ede1c"
  },
  {
    "文件名": "【海棠】《双性学校学习魔法的那些日子（预科班）》作者：rikiiijdhsk【双性 - NP - 高H - 中篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1zIw1CJFsvRDwMmS9Z9EXLw?pwd=etwi",
    "夸克盘链接": "https://pan.quark.cn/s/7c668bec9743"
  },
  {
    "文件名": "【海棠】《双性小美人在恋综做爱》作者：吃泡泡不吐肥皂【现代 - 高H - 双性 - NP - 中篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1SyKZSM0pWbvnUWzeWiJOYg?pwd=etwi",
    "夸克盘链接": "https://pan.quark.cn/s/8c4a1c07bcd0"
  },
  {
    "文件名": "【海棠】《双性小美人涩涩合集》作者：千羽【合集 - 双性 - 高H - 大奶 - 长篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/15KAynrea_IaLVyKv8akeKA?pwd=etwi",
    "夸克盘链接": "https://pan.quark.cn/s/1de5155e3e60"
  },
  {
    "文件名": "【海棠】《双性小美人的淫乱生活》作者：顾瑜皓野【现代 - 高H - 双性 - 短篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1PF6WCncDJBCC0d89nbgYlw?pwd=etwi",
    "夸克盘链接": "https://pan.quark.cn/s/eff3dc4cef2f"
  },
  {
    "文件名": "【海棠】《双性小美人被宠爱的日日夜夜》作者：小小【合集 - 双性 - 高H - 长篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1xehWPwLNXc4uHUw6TjJRgA?pwd=etwi",
    "夸克盘链接": "https://pan.quark.cn/s/b173e7526974"
  },
  {
    "文件名": "【海棠】《师尊，收起你的藤》作者：有肉吃真快乐【修真 - 爽文 - 高H - 年上 - 1V1 - 双洁 - 长篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/11m3hGce9kRtlVluPIKSF-g?pwd=etwi",
    "夸克盘链接": "https://pan.quark.cn/s/176b1e2d75e3"
  },
  {
    "文件名": "【海棠】《师尊，别喘得这么浪》作者：他的意中人【仙侠 - 高H - NP - 短篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/127ZCe4RgTPEG2umlryXxSw?pwd=etwi",
    "夸克盘链接": "https://pan.quark.cn/s/ba853ca20bb5"
  },
  {
    "文件名": "【海棠】《师兄酒量不太行》作者：正太平【古代 - 高H - 修真 - 单性 - NTR - NP - HE - 中篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1nPg6By1KFQj-lcRlD22C9w?pwd=etwi",
    "夸克盘链接": "https://pan.quark.cn/s/9db749c24331"
  },
  {
    "文件名": "【海棠】《师兄断情绝爱后》作者：春星夜【古代 - 高H - 1v1 - 仙侠 - 中篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1HWun4GJF0wy9AVYaSmaUWw?pwd=etwi",
    "夸克盘链接": "https://pan.quark.cn/s/67fc542d7bde"
  },
  {
    "文件名": "【海棠】《师叔认错了救命恩人》作者：正太平【修真 - 高H - NTR - 单性 - NP - 中篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1PxvLSGqifMTg08d9gZzatA?pwd=etwi",
    "夸克盘链接": "https://pan.quark.cn/s/09b46c935a25"
  },
  {
    "文件名": "【海棠】《师傅师傅你轻点！》作者：黄油枣泥【现代 - 中H - 1v1 - HE - 中篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1j7oBpB0eYumU5jalC4ABUQ?pwd=etwi",
    "夸克盘链接": "https://pan.quark.cn/s/8dc7416a69af"
  },
  {
    "文件名": "【海棠】《失忆后我在奇怪的实验室醒来》作者：头发不剪【现代 - 中H - 1v1 - 单性 - 狗血 - 中篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1tJanj7WoiDpEgvXNU5VA8A?pwd=etwi",
    "夸克盘链接": "https://pan.quark.cn/s/618586b999fe"
  },
  {
    "文件名": "【海棠】《失忆后我揣了死对头的崽》作者：谦野【古代 - 高H - 双性 - 1v1 - 双处 - 小甜饼 - 中篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1OLjnQyrlK2SFcab1yw33Zg?pwd=etwi",
    "夸克盘链接": "https://pan.quark.cn/s/3e4886047c71"
  },
  {
    "文件名": "【海棠】《失忆后被疯批弟弟日了》作者：九出长安【现代 - 高H - 1v1 - 骨科 - 中篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1lqZSFGQsbLyKSnVNZqmdow?pwd=etwi",
    "夸克盘链接": "https://pan.quark.cn/s/3b51abf6cb1c"
  },
  {
    "文件名": "【海棠】《失忆的前男友又对我一见钟情了》作者：xw1997【现代 - 中H - 1v1 - HE - 短篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1f-lNm9Uvy4Vrud9ZOHCHWw?pwd=etwi",
    "夸克盘链接": "https://pan.quark.cn/s/8fb78e929d87"
  },
  {
    "文件名": "【海棠】《失忆的前男友》作者：茫茫絮里【现代 - 高H - 双性 - 短篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1vifV8tF5RQVrzpUbalKsvA?pwd=etwi",
    "夸克盘链接": "https://pan.quark.cn/s/2b2053bfd443"
  },
  {
    "文件名": "【海棠】《失声》作者：猫奴【攻控文 - 师生 - 年下 - 高H - 老人追夫火葬场 - 虐身 - 虐心 - 破镜重圆 - 中篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/11DCMu64V2AKnSmKagDjDKQ?pwd=etwi",
    "夸克盘链接": "https://pan.quark.cn/s/6550315f5789"
  },
  {
    "文件名": "【海棠】《失去控制的超能力者》作者：野春【现代 - 中H - 单性 - 1v1 - 甜文 - 中篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1ls_ohZyVGEW__rd-_Mmq7A?pwd=etwi",
    "夸克盘链接": "https://pan.quark.cn/s/ff6f3aa12800"
  },
  {
    "文件名": "【海棠】《失明的囚鸟》作者：搞学【现代 - 高H - 1v1 - HE - 双性 - 甜文 - 中篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1h6iRARHLICtrlWuoG-i_SQ?pwd=etwi",
    "夸克盘链接": "https://pan.quark.cn/s/1e9e07fc6934"
  },
  {
    "文件名": "【海棠】《失落重溟》作者：椰奶糖【ABO - 未来 - 微H - 年上 - 中篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1Xn5YuixcE5eNOdxrJHc_YQ?pwd=etwi",
    "夸克盘链接": "https://pan.quark.cn/s/ce3a3c73a028"
  },
  {
    "文件名": "【海棠】《失乐园》作者：默然【西幻 - 微H - 暗黑 - 中篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1A4VGzldVWKUUsaQukqeu1A?pwd=etwi",
    "夸克盘链接": "https://pan.quark.cn/s/9860503a845e"
  },
  {
    "文件名": "【海棠】《失控之后》作者：不知取啥名字哎【现代 - 高H - 欺父 - 中篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1pgooWIqh_riydDb_hiRfxw?pwd=etwi",
    "夸克盘链接": "https://pan.quark.cn/s/05af5813138d"
  },
  {
    "文件名": "【海棠】《失策》作者：又见蓝山【现代 - 高H - 短篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1qz8GUMtHxebx4c4TRcwUXg?pwd=etwi",
    "夸克盘链接": "https://pan.quark.cn/s/af616ec08833"
  },
  {
    "文件名": "【海棠】《失败的囚禁》作者：无有灵【互攻 - 现代 - 高H - 虐身 - 3P - 互宠 - 伪NTR - 短篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1y41rLzfMNW9GvqDgnjrY0Q?pwd=etwi",
    "夸克盘链接": "https://pan.quark.cn/s/70cc603147a4"
  },
  {
    "文件名": "【海棠】《圣子沦落》作者：风栖云【古代 - 高H - 修真 - NP - 中篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1e__iGQ-F23ldUDWDT5ClyQ?pwd=etwi",
    "夸克盘链接": "https://pan.quark.cn/s/3abd880a325c"
  },
  {
    "文件名": "【海棠】《圣子》作者：爱吃草莓【高H - NP - 双性 - 产乳 - 甜宠 - 短篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1Y9i5nokLeoXpA2t8UaJqPw?pwd=etwi",
    "夸克盘链接": "https://pan.quark.cn/s/ab3fe35d3798"
  },
  {
    "文件名": "【海棠】《圣僧下面好硬啊》作者：羊蘅【古代 - 高H - 双性 - 中篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1a3ntNdtByaWwE6wj3dwVyw?pwd=etwi",
    "夸克盘链接": "https://pan.quark.cn/s/ba56e282a028"
  },
  {
    "文件名": "【海棠】《圣女请闭眼》作者：夹缝之间【混合 - 现代 - 高H - 伪性转向 - 中篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1vbZRw7c_JWw2iVdzF2BLlQ?pwd=etwi",
    "夸克盘链接": "https://pan.quark.cn/s/9608d188deb2"
  },
  {
    "文件名": "【海棠】《生子短篇合集》作者：胎生的平菇【合集 - 生子 - 高H - 长篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1FPKkElDf_14XDczp4-cZXg?pwd=etwi",
    "夸克盘链接": "https://pan.quark.cn/s/dc04f0689c3d"
  },
  {
    "文件名": "【海棠】《生与肮脏》作者：pierce【现代 - 狗血 - 双性 - 生子 - 高H - 校园 - 受受 - 短篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1mVkQMOPzfH6eoBzBHe_n2w?pwd=etwi",
    "夸克盘链接": "https://pan.quark.cn/s/ead7f1d290c9"
  },
  {
    "文件名": "【海棠】《沈青折捡到一条狗》作者：无麻全痛嘎腰子【现代 - 微H - 小甜饼 - 短篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1bQzDXM_KqHOmGGIBIKJbqw?pwd=etwi",
    "夸克盘链接": "https://pan.quark.cn/s/5555a8df1ae9"
  },
  {
    "文件名": "【海棠】《神树》作者：弹跳的柿子【女攻 - ABO - 未来 - 中H - 中篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1xoqeCTgQff_kwTEpucMACg?pwd=etwi",
    "夸克盘链接": "https://pan.quark.cn/s/7e5ffbabc1aa"
  },
  {
    "文件名": "【海棠】《神的第二次愿望》作者：Countfrom1to10【现代 - 中H - 短篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1G7m5XnZprN9QKe5xbYDw9g?pwd=etwi",
    "夸克盘链接": "https://pan.quark.cn/s/f9be0133e6b3"
  },
  {
    "文件名": "【海棠】《深渊奇遇记》作者：不相见来久【玄幻 - 高H - 双性 - 1v1 - 甜文 - 中篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1mHN_t9YRi6wc4S3zcL0iig?pwd=etwi",
    "夸克盘链接": "https://pan.quark.cn/s/70219f73cf16"
  },
  {
    "文件名": "【海棠】《深夜小吃摊》作者：tomorrow【合集 - 高H - 中篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1IDBbJEKy-s4Td00zcQyGqg?pwd=etwi",
    "夸克盘链接": "https://pan.quark.cn/s/2f9ba9f5681c"
  },
  {
    "文件名": "【海棠】《深夜加密成人番》作者：伊弥【合集 - 高H - 双性 - NP - 长篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1ZYFGiWJjts9j52xCfuflLQ?pwd=etwi",
    "夸克盘链接": "https://pan.quark.cn/s/3dea52d1a946"
  },
  {
    "文件名": "【海棠】《深陷老攻的脑内幻想》作者：清荼【未来 - 高H - 中篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1WI47-U8xBsXDXd1pSTj3IQ?pwd=etwi",
    "夸克盘链接": "https://pan.quark.cn/s/7656af1789f0"
  },
  {
    "文件名": "【海棠】《深情霸总的小娇夫》作者：荼毒月色【ABO - 现代 - 高H - 虐身 - 1V1 - 年上 - 长篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1iavTrn2OeBwEWQG9WdYsPQ?pwd=etwi",
    "夸克盘链接": "https://pan.quark.cn/s/db4412710288"
  },
  {
    "文件名": "【海棠】《深坑》作者：老犊子鸭【中H - 虐身 - 短篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1WNakk6fpGXRBaA11Cu8H1g?pwd=etwi",
    "夸克盘链接": "https://pan.quark.cn/s/38435a6ff565"
  },
  {
    "文件名": "【海棠】《深海壮人鱼：豪门总裁狠狠爱》作者：吃汤圆【补番 - 现代 - 高H - 双性 - 中篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1XQd4B8NfmCpQwIGytnqZ4g?pwd=etwi",
    "夸克盘链接": "https://pan.quark.cn/s/5603ad44121e"
  },
  {
    "文件名": "【海棠】《深耕细作》作者：爱妙妙的巧嘴【古代 - 高H - 双性 - 大奶 - 中篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1cSwh4-C70voveuL3_wOCVg?pwd=etwi",
    "夸克盘链接": "https://pan.quark.cn/s/c6ae6f52b9ce"
  },
  {
    "文件名": "【海棠】《身体改造大全》作者：芈酒【总攻 - NP - 高H - 虐身 - 中篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1vmwt1lvlX3ruB0B6PtHXUA?pwd=etwi",
    "夸克盘链接": "https://pan.quark.cn/s/4827d5d15ad0"
  },
  {
    "文件名": "【海棠】《身体被蜘蛛灌满了》作者：奇美拉【变态系统 - 高H - 虐身 - 双性 - NP - 短篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/19wbaafs-dmqaM2EAXPEqgg?pwd=etwi",
    "夸克盘链接": "https://pan.quark.cn/s/ce77b71ff0cb"
  },
  {
    "文件名": "【海棠】《身旁的位置》作者：薪禾【第一人称 - 现代 - 清水 - 悲剧 - 虐心 - BE - 短篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/19Nr-gX8OdTlrlagHbGwx4w?pwd=etwi",
    "夸克盘链接": "https://pan.quark.cn/s/1840765df31d"
  },
  {
    "文件名": "【海棠】《身边都是痴汉》作者：这里【总攻 - 现代 - 高H - 中篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1Kh4rdS75UNiooFNJemeraQ?pwd=etwi",
    "夸克盘链接": "https://pan.quark.cn/s/1eba011de661"
  },
  {
    "文件名": "【海棠】《谁是窝边草》作者：不歇【现代 - 高H - 中篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1ZUKlYY_9S9fqlaVKiFjbVw?pwd=etwi",
    "夸克盘链接": "https://pan.quark.cn/s/33115eb23d11"
  },
  {
    "文件名": "【海棠】《谁家老公是竹马啊》作者：又见蓝山【现代 - 中H - 青梅竹马 - 短篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/189SIcD0AsYi1O4w2oKWn1A?pwd=etwi",
    "夸克盘链接": "https://pan.quark.cn/s/138633df3348"
  },
  {
    "文件名": "【海棠】《谁还没只小狐狸呀》作者：离峰【灵异 - 高H - 甜宠 - 短篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1cgk2RGLxxzBWB5lWCqX_Rw?pwd=etwi",
    "夸克盘链接": "https://pan.quark.cn/s/7fff962d0908"
  },
  {
    "文件名": "【海棠】《谁的棋局》作者：藤本美晴【现代 - 高H - 校园 - 中篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1dGIvQHWm6UrF2YFFWKnfSw?pwd=etwi",
    "夸克盘链接": "https://pan.quark.cn/s/7069720fc806"
  },
  {
    "文件名": "【海棠】《谁的解药》作者：甜饼小姐嘻嘻哈哈【现代 - 中H - 双性攻 - 短篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/17eIqQwYAcfhrgrqOrv1QxQ?pwd=etwi",
    "夸克盘链接": "https://pan.quark.cn/s/d861a057dcdb"
  },
  {
    "文件名": "【海棠】《摄政王的榻上脔宠是黑莲花》作者：江万里【补番 - 古代 - 高H - 中篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1eVQTb7ehWyzYW95MYN4meQ?pwd=etwi",
    "夸克盘链接": "https://pan.quark.cn/s/b678f831c44f"
  },
  {
    "文件名": "【海棠】《摄政王的皇帝小娇妻》作者：黎小空【古代 - 高H - 宫廷 - 短篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1XEuu-yBcK4SotCrfRPP_Nw?pwd=etwi",
    "夸克盘链接": "https://pan.quark.cn/s/da65dea8e822"
  },
  {
    "文件名": "【海棠】《社恐炮灰遇上重生龙傲天》作者：张嘴吃蘑菇【穿越 - 高H - 中篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1S3e8C4Tv0MHEM-doHUpNBA?pwd=etwi",
    "夸克盘链接": "https://pan.quark.cn/s/27722b1fa0c7"
  },
  {
    "文件名": "【海棠】《社恐美人被病娇老公强制爱了》作者：明前龙雀【穿书 - 现代 - 高H - 短篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1klEAc_WTQLFxM_PtJJOEOw?pwd=etwi",
    "夸克盘链接": "https://pan.quark.cn/s/a120f2de2254"
  },
  {
    "文件名": "【海棠】《社恐笨蛋被大佬强制爱了》作者：折枝【现代 - 高H - 1v1 - 小甜饼 - 短篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1XatNMlDDNHMybzoygKO7tg?pwd=etwi",
    "夸克盘链接": "https://pan.quark.cn/s/b69a4bcb6116"
  },
  {
    "文件名": "【海棠】《社畜追妻破产总裁》作者：叫我咪咪就好【现代 - 高H - 虐身 - NP - 双性 - 短篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1gWwrQ0bJFSHCoUckBi1p4A?pwd=etwi",
    "夸克盘链接": "https://pan.quark.cn/s/fe1b550ba82a"
  },
  {
    "文件名": "【海棠】《社畜与总裁》作者：godosborn【现代 - 高H - 年下 - 双性 - 大奶 - 短篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1-veaaCaYejbpWZaYnAgnzA?pwd=etwi",
    "夸克盘链接": "https://pan.quark.cn/s/f3e7d80cb5ec"
  },
  {
    "文件名": "【海棠】《社畜beta今天也被顶A强制爱了》作者：胡思乱想社恐症【补番 - ABO - 现代 - 中H - 短篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1ksJ9dGxZVNV270QbBgvbdg?pwd=etwi",
    "夸克盘链接": "https://pan.quark.cn/s/97824cc0081b"
  },
  {
    "文件名": "【海棠】《蛇引》作者：找个鱼塘【现代 - 高H - 人兽 - 1v1 - 小甜饼 - 中篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1OMGCbY_uFwSX5l5rPnTkQw?pwd=etwi",
    "夸克盘链接": "https://pan.quark.cn/s/69db71630dda"
  },
  {
    "文件名": "【海棠】《蛇行天下》作者：大脸吃肉【总攻 - 中H - 玄幻 - NP - 中篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1vtgNdFlNGR-3tvrlTRxTVQ?pwd=etwi",
    "夸克盘链接": "https://pan.quark.cn/s/26f1a0410efa"
  },
  {
    "文件名": "【海棠】《蛇王的炉鼎》作者：狐狸悄悄码字【修真 - 强制爱 - SM - 中H - 中篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1TENLVtxwa52110girS1oJA?pwd=etwi",
    "夸克盘链接": "https://pan.quark.cn/s/997a400cb645"
  },
  {
    "文件名": "【海棠】《蛇攻在上，绑个师尊来日日》作者：陌羽妖【古代 - 高H - 短篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1S1A3-p-iKnmvXm_wwjWDiw?pwd=etwi",
    "夸克盘链接": "https://pan.quark.cn/s/ae398166fdf4"
  },
  {
    "文件名": "【海棠】《蛇缚》作者：不要和陌生人说话【兽人 - 父子 - 生子 - 高H - 双性 - 中篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1O9ix6NQ34hx0QLg4v1pcPg?pwd=etwi",
    "夸克盘链接": "https://pan.quark.cn/s/d5096a79be59"
  },
  {
    "文件名": "【海棠】《蛇的报恩》作者：葡萄汁candy【现代 - 高H - 双性 - 生子 - 3P - 短篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1iFj6L2BG4X095kIZFYQ1bQ?pwd=etwi",
    "夸克盘链接": "https://pan.quark.cn/s/279bc7a9b22a"
  },
  {
    "文件名": "【海棠】《舌婬美人》作者：你家的白月光【合集 - 双性 - 高H - 长篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1bmO9ojTD3qkAuK_BXUGqKw?pwd=etwi",
    "夸克盘链接": "https://pan.quark.cn/s/940f8dfd0d92"
  },
  {
    "文件名": "【海棠】《少爷们最喜欢欺负黑皮大奶保镖啦》作者：权渊【现代 - 高H - NP - 双性 - 大奶 - 短篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1vnN7YmAYajqxDp_gHtjfCA?pwd=etwi",
    "夸克盘链接": "https://pan.quark.cn/s/ebd3e92e8638"
  },
  {
    "文件名": "【海棠】《少爷后穴被保镖射满精液》作者：一杯凉白开【现代 - 高H - NP - 结局1v1 - 短篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1wrtJUEQQ3CPpz5iHI3yi4Q?pwd=etwi",
    "夸克盘链接": "https://pan.quark.cn/s/2526b0220c84"
  },
  {
    "文件名": "【海棠】《少爷的贴身大叔保镖》作者：月儿弯弯【现代 - 高H - 年上 - 短篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1d4y2Ldb_rev0DelunM9VVw?pwd=etwi",
    "夸克盘链接": "https://pan.quark.cn/s/153662ad31c3"
  },
  {
    "文件名": "【海棠】《少爷的保镖》作者：acca【现代 - 1V1 - 双性 - 互宠 - 高H - 生子中篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1G3eTHKwgk0gBVwzIBupHzA?pwd=etwi",
    "夸克盘链接": "https://pan.quark.cn/s/969f32022a5c"
  },
  {
    "文件名": "【海棠】《少年游》作者：顾东升【古代 - 中H - 年上 - 双性 - 1v1 - 生子 - 中篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1VKrLNImO-UmFkE3My-qbYg?pwd=etwi",
    "夸克盘链接": "https://pan.quark.cn/s/7b4bd28ca735"
  },
  {
    "文件名": "【海棠】《少年的假期》作者：云间【未来 - 高H - 网遊 - 双性 - 全息 - 短篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1tzl4BT7KNU_jA1uNEkTEIA?pwd=etwi",
    "夸克盘链接": "https://pan.quark.cn/s/c2fa82a0f2b8"
  },
  {
    "文件名": "【海棠】《烧不尽》作者：桃瑞丝【现代 - 高H - 校园 - NP - 中篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1nJo_LLBh4dCk33udPHQLhg?pwd=etwi",
    "夸克盘链接": "https://pan.quark.cn/s/fcd1bc62613a"
  },
  {
    "文件名": "【海棠】《上校大人的情趣内衣》作者：咕咕今天撸狼了吗【未来 - 高H - HE - 中篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1YppBUJ-aQiuBJZN25gw6eA?pwd=etwi",
    "夸克盘链接": "https://pan.quark.cn/s/cbc308c4c4f0"
  },
  {
    "文件名": "【海棠】《上司掉马后的日夜》作者：想忘于江湖【现代 - 高H - 短篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1AtuFn8U5ITJkk_pCkRo9UA?pwd=etwi",
    "夸克盘链接": "https://pan.quark.cn/s/4f3805eb459c"
  },
  {
    "文件名": "【海棠】《上司的秘密》作者：DREAM【现代 - 中H - 职场 - 短篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1AVJqeHPJGRkcAFDzlYYlDw?pwd=etwi",
    "夸克盘链接": "https://pan.quark.cn/s/9457a99b54b7"
  },
  {
    "文件名": "【海棠】《师尊他偏心》作者：吃草道人【总受 - NP - 双性 - NTR - 古代 - 高H - 长篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1RBmyqfS4Yq5hGZOVkeUDPA?pwd=etwi",
    "夸克盘链接": "https://pan.quark.cn/s/91673a3f3575"
  },
  {
    "文件名": "【海棠】《师尊他带球跑了》作者：九天【古代 - 高H - 仙侠 - 双性 - 1v1 - 先孕后爱 - 生子 - 长篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1XICWVmhcXr29tuKOOzb7ig?pwd=etwi",
    "夸克盘链接": "https://pan.quark.cn/s/6b67a04d586b"
  },
  {
    "文件名": "【海棠】《师尊是个高危活》作者：弋杲【现代 - 高H - 装 - 小甜饼 - 短篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1JqOnbPlV3tnGlmf-3cRyow?pwd=etwi",
    "夸克盘链接": "https://pan.quark.cn/s/779f56e51a78"
  },
  {
    "文件名": "【海棠】《师尊入帐来》作者：再来一碗肉【古代 - 高H - 1v1 - 年下 - 短篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1BHhiBLzly6xznsG9iDOnwg?pwd=etwi",
    "夸克盘链接": "https://pan.quark.cn/s/1cf4b36ad15d"
  },
  {
    "文件名": "【海棠】《师尊的乳汁只能我一个人喝》作者：二舟【古代 - 高H - 产乳 - 生子 - 短篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1kRxPWSayObnXsCP7mDSE-A?pwd=etwi",
    "夸克盘链接": "https://pan.quark.cn/s/ae62eee72f55"
  },
  {
    "文件名": "【海棠】《上错火车的男孩-被老人们揉奶扣臀的年轻性奴》作者：绿子心【现代 - 高H - 奇幻 - NP - 短篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1Msqm582EmGh09A93nzhVJQ?pwd=etwi",
    "夸克盘链接": "https://pan.quark.cn/s/4c38b4c00752"
  },
  {
    "文件名": "【海棠】《上岸》作者：seer【现代 - 中H - 职场 - 短篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1FnyOC70T5Cu59EoojVJI4Q?pwd=etwi",
    "夸克盘链接": "https://pan.quark.cn/s/9b6addfb8330"
  },
  {
    "文件名": "【海棠】《山亭夏日》作者：鲤鱼【现代 - 清水 - 青梅竹马 - 中篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/19qhR2NAt53OZEmBhGqTMKw?pwd=etwi",
    "夸克盘链接": "https://pan.quark.cn/s/4d4de5b5203d"
  },
  {
    "文件名": "【海棠】《山上有个神明大人》作者：我有名字谢谢【近代 - 高H - 双性攻 - 双性受 - 短篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1xdNloL7ogXm7qzZViV5B9w?pwd=etwi",
    "夸克盘链接": "https://pan.quark.cn/s/cd52c7178398"
  },
  {
    "文件名": "【海棠】《山河情色》作者：君黛【近代 - 高H - 双洁 - 甜文 - 中篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1LNZF8POqyMPHPtvYToTrHg?pwd=etwi",
    "夸克盘链接": "https://pan.quark.cn/s/4ae9f2f595f1"
  },
  {
    "文件名": "【海棠】《山河旧梦里》作者：妖怪男子【近代 - 微H - 黑社会 - 短篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1h0aIsEovaQIMeXKCMDSCTQ?pwd=etwi",
    "夸克盘链接": "https://pan.quark.cn/s/9b19ad4a4887"
  },
  {
    "文件名": "【海棠】《山村荡夫》作者：古道春【现代 - 高H - 双性 - NP - 中篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1ECD6jbU8EN8Be-WEdAmmkw?pwd=etwi",
    "夸克盘链接": "https://pan.quark.cn/s/5c5f75147e4b"
  },
  {
    "文件名": "【海棠】《儍道侣清醒后不要我了》作者：三坛海烩藕粉【修真 - 中H - 1v1 - 酸甜饼 - 年下 - 中篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1w_W15ulSeTRWsjmgWZBJ0Q?pwd=etwi",
    "夸克盘链接": "https://pan.quark.cn/s/a5a120dff12d"
  },
  {
    "文件名": "【海棠】《傻子美人小家奴》作者：明日芋圆【古代 - 高H - 双性 - NP - 中篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1ZA3punpH9eWQeAAGrWxTvw?pwd=etwi",
    "夸克盘链接": "https://pan.quark.cn/s/5c1d7ef1a118"
  },
  {
    "文件名": "【海棠】《傻子卖批养孩子》作者：冰点【现代 - 高H - 双性 - NP - 短篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1qDw4VG_tvx_g7M73mxtgDA?pwd=etwi",
    "夸克盘链接": "https://pan.quark.cn/s/066038a9c1a6"
  },
  {
    "文件名": "【海棠】《傻子弟弟他又乖又软》作者：三玄好香【现代 - 高H - 伪骨科 - 校园 - 1v1 - 甜宠 - 短篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1salXxAYVYYpvzx56zJsf2Q?pwd=etwi",
    "夸克盘链接": "https://pan.quark.cn/s/c4440a1442b0"
  },
  {
    "文件名": "【海棠】《傻子》作者：路人女主【现代 - 高H - 双性 - 大奶 - 中篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1yxmBYNXYhfzuLrJ5p2HClg?pwd=etwi",
    "夸克盘链接": "https://pan.quark.cn/s/2ecdb8d61d6d"
  },
  {
    "文件名": "【海棠】《傻子》作者：冰冻西瓜椰【古代 - 高H - 双性 - 大奶 - 短篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1jqoaov2iFkkZ9MoBsPKYmA?pwd=etwi",
    "夸克盘链接": "https://pan.quark.cn/s/afcb3fbece5a"
  },
  {
    "文件名": "【海棠】《傻瓜美人》作者：麻辣火锅【总受 - NP - 双性 - 古代 - 高H - 短篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1PDUm6VTTquSNQ-i4E2a-Tg?pwd=etwi",
    "夸克盘链接": "https://pan.quark.cn/s/520bcf6b1ced"
  },
  {
    "文件名": "【海棠】《煞笔领导被艹实录》作者：芋圆啵啵奶茶不要芋圆不要奶茶【现代 - 高H - 职场 - NP - 中篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1kZHPmZfzc0QYmEeEGWFHVg?pwd=etwi",
    "夸克盘链接": "https://pan.quark.cn/s/bf7683e9414e"
  },
  {
    "文件名": "【海棠】《涩情主播竟是高冷学霸》作者：川上之前【现代 - 高H - 短篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1PhsOcRCzxf6bsotI6-rgPg?pwd=etwi",
    "夸克盘链接": "https://pan.quark.cn/s/04d93fb52f78"
  },
  {
    "文件名": "【海棠】《涩情游戏的公用老婆》作者：明前龙雀【现代 - 高H - 双性 - NP - 中篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1BKdlDNB70h3OcFk0b0uE5g?pwd=etwi",
    "夸克盘链接": "https://pan.quark.cn/s/c34c734c3d6e"
  },
  {
    "文件名": "【海棠】《涩情学习直播间》作者：磨溪【现代 - 高H - 校园 - 双性 - HE - 1v1 - 双洁 - 甜肉 - 中篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1780U56cMFbX-MvyxTFeISA?pwd=etwi",
    "夸克盘链接": "https://pan.quark.cn/s/01f33378a8a7"
  },
  {
    "文件名": "【海棠】《涩果与熟酒》作者：禇山云【现代 - 高H - 1V1 - 年上 - 短篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/10rSFKffW7sP5hAYOhZ6E-Q?pwd=etwi",
    "夸克盘链接": "https://pan.quark.cn/s/22cc7a6f6a70"
  },
  {
    "文件名": "【海棠】《色情主播开播啦》作者：aloud o【现代 - 高H - 校园 - 短篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1qKB0XnQkJLil3tBv6TMUjQ?pwd=etwi",
    "夸克盘链接": "https://pan.quark.cn/s/67f47c957d96"
  },
  {
    "文件名": "【海棠】《色情主播掉马记》作者：磨溪【现代 - 高H - NP - HE - 中篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1VVHUlhwTG7Ha1lAWAc-1nQ?pwd=etwi",
    "夸克盘链接": "https://pan.quark.cn/s/647f17389b96"
  },
  {
    "文件名": "【海棠】《色情俱乐部之纹身军痞肌肉奴》作者：赫尔曼狄克【现代 - 高H - 虐身 - NP - 短篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1glh8HKY6m6FgrUQl4e0tyg?pwd=etwi",
    "夸克盘链接": "https://pan.quark.cn/s/40677a1dec60"
  },
  {
    "文件名": "【海棠】《色批老蛇的双性恋人》作者：玛内哆哆【灵异 - 高H - 双性 - 短篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/14LYZD00lptI-FsQuFWBkhQ?pwd=etwi",
    "夸克盘链接": "https://pan.quark.cn/s/1bdd813a1495"
  },
  {
    "文件名": "【海棠】《嫂子别怕》作者：金樽【现代 - 高H - 双性 - NP - 长篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/158FZkt4s-T8CbZmR-YoehA?pwd=etwi",
    "夸克盘链接": "https://pan.quark.cn/s/0dc4fbea8720"
  },
  {
    "文件名": "【海棠】《骚穴改变未来》作者：没有名字【总受 - NP - 双性 - 高H - 短篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1RHq0KMFMXJxURombXNJxtg?pwd=etwi",
    "夸克盘链接": "https://pan.quark.cn/s/45e0455264a0"
  },
  {
    "文件名": "【海棠】《骚受的情侣鸡巴品鉴日记》作者：山核桃战士【合集 - 高H - 短篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1Hf_UZ5EZtMZGrWs6sAnlAw?pwd=etwi",
    "夸克盘链接": "https://pan.quark.cn/s/11d9d7c0eab3"
  },
  {
    "文件名": "【海棠】《骚浪贱深夜发骚分享小组》作者：三只鸭鸭【合集 - 中H - 中篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1b-slDQFKzxDF-So1WlMIYA?pwd=etwi",
    "夸克盘链接": "https://pan.quark.cn/s/58d097c7deb9"
  },
  {
    "文件名": "【海棠】《骚浪0找猛1》作者：W04【混和 - 现代 - 高H - NP - 短篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1irXe2u9-P08YXMwPe-CFlw?pwd=etwi",
    "夸克盘链接": "https://pan.quark.cn/s/724d55fd44b3"
  },
  {
    "文件名": "【海棠】《骚货总裁多日游》作者：小蛞蝓【现代 - 高H - 短篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1lWWm9tXfs8odcW6i-rlKlg?pwd=etwi",
    "夸克盘链接": "https://pan.quark.cn/s/7785219050fd"
  },
  {
    "文件名": "【海棠】《骚货养成记》作者：爱吃肉肉小蛇【现代 - 高H - 双性 - NP - 短篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/12k4Zre-1t5xeShnRgZxBJg?pwd=etwi",
    "夸克盘链接": "https://pan.quark.cn/s/3fa82f61c92b"
  },
  {
    "文件名": "【海棠】《骚皇帝每日求贵妃草》作者：白衬【主攻 - 古代 - 高H - 双性 - 大奶 - 产乳 - 长篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1xmfvBmrQ7mIUxGkv0236CA?pwd=etwi",
    "夸克盘链接": "https://pan.quark.cn/s/89a48dcd79cd"
  },
  {
    "文件名": "【海棠】《骚宝的粗长家人们》作者：想吃牛肉面【总受 - NP - 双性 - 高H - 中篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/114kjVewgQyqq3QPhjEfOSQ?pwd=etwi",
    "夸克盘链接": "https://pan.quark.cn/s/8a705cc4d723"
  },
  {
    "文件名": "【海棠】《骚0的性福日志》作者：红烧肉酱汁【催眠 - NP - 现代 - 高H - 中篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1dbaLbm5JLcnbyFfsY88Wkw?pwd=etwi",
    "夸克盘链接": "https://pan.quark.cn/s/298dc591c5b6"
  },
  {
    "文件名": "【海棠】《三性关系》作者：鱼肉丸子【补番 - 现代 - 高H - 校园 - 3P - ABO - 双性 - 甜文 - 中篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1ubgCjjjxp9YSTAfymJTedg?pwd=etwi",
    "夸克盘链接": "https://pan.quark.cn/s/1c7763c169bd"
  },
  {
    "文件名": "【海棠】《三十一号行星》作者：地球不兼容【现代 - 中H - 强强 - 甜文 - 互宠 - 中篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1hhHvp6GU4QE2zyjmfhBoag?pwd=etwi",
    "夸克盘链接": "https://pan.quark.cn/s/6ce5aed93ae9"
  },
  {
    "文件名": "【海棠】《三十三天监禁》作者：萌萌的小九呀【ABO - 现代 - 高H - 中篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1vr7ARmCRHpQQi3yDnbq8VA?pwd=etwi",
    "夸克盘链接": "https://pan.quark.cn/s/2725a3de37b1"
  },
  {
    "文件名": "【海棠】《三人寝的生宿舍》作者：Fan123a【现代 - 高H - 校园 - 3P - 双性 - 短篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1NH2xPmb8hD080LLa7XQbVQ?pwd=etwi",
    "夸克盘链接": "https://pan.quark.cn/s/f5915af8642a"
  },
  {
    "文件名": "【海棠】《三口之家》作者：幼稚鬼【现代 - 中H - 灵异 - 短篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1N4m7a0FjyDkirrN8_E1txw?pwd=etwi",
    "夸克盘链接": "https://pan.quark.cn/s/54067e7af9e1"
  },
  {
    "文件名": "【海棠】《三角关系》作者：剑与索克萨尔【现代 - 高H - 运动 - 3P - 短篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1ByAdsWYOPVdf-jYw55K4Tw?pwd=etwi",
    "夸克盘链接": "https://pan.quark.cn/s/2acaa4e264fa"
  },
  {
    "文件名": "【海棠】《三顾狼穴》作者：渝殿【古代 - 高H - 玄幻 - 短篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1z8UZE1nuXmRULwlYFlbyNg?pwd=etwi",
    "夸克盘链接": "https://pan.quark.cn/s/2ee1b5732093"
  },
  {
    "文件名": "【海棠】《撒不开手》作者：一盒水晶龙须糖【现代 - 高H - 1v1 - 中篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/10VeAtoWml70bhQFvwvbC_Q?pwd=etwi",
    "夸克盘链接": "https://pan.quark.cn/s/41b95f9d2f6b"
  },
  {
    "文件名": "【海棠】《弱攻不想逃离榨精牧场》作者：暗黑小当家【穿越 - 高H - NP - 长篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1Sd7UN32OvVsLuJX_ijivvg?pwd=etwi",
    "夸克盘链接": "https://pan.quark.cn/s/15bc46219372"
  },
  {
    "文件名": "【海棠】《弱A的新债主他犯疯病了》作者：清明河畔洗腿毛【ABO - 现代 - 高H - 长篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1M_3OqdbvsNSuav2JALif1A?pwd=etwi",
    "夸克盘链接": "https://pan.quark.cn/s/5dd1ef87cd4b"
  },
  {
    "文件名": "【海棠】《软香骨》作者：qinlanlan【合集 - 高H - 中篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1mfAcTr1-dxgFAz9I7MvFyw?pwd=etwi",
    "夸克盘链接": "https://pan.quark.cn/s/e927142877cc"
  },
  {
    "文件名": "【海棠】《软团子A他皮白馅黑》作者：清明河畔洗腿毛【ABO - 现代 - 高H - 中篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1gkFFbQe6_SOCMQmj20YWXg?pwd=etwi",
    "夸克盘链接": "https://pan.quark.cn/s/af262395efec"
  },
  {
    "文件名": "【海棠】《软桃》作者：屋上乌【现代 - 高H - 现代 - 产乳 - 年上 - 中篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1fGI_5MFVn0diqLKe8BL3Kg?pwd=etwi",
    "夸克盘链接": "https://pan.quark.cn/s/aef8de43efdd"
  },
  {
    "文件名": "【海棠】《软弱可妻》作者：五重奏【现代 - 中H - NP - 长篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/177BKKCfBd5nkToxZSN-asw?pwd=etwi",
    "夸克盘链接": "https://pan.quark.cn/s/f02de398581b"
  },
  {
    "文件名": "【海棠】《软萌小受的性福生活》作者：六块六毛六【总受 - NP - 现代 - 高H - 双性 - 中篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1i27hZ1fRmU1p-VfKmsYe7g?pwd=etwi",
    "夸克盘链接": "https://pan.quark.cn/s/cb455a2bcf6e"
  },
  {
    "文件名": "【海棠】《软娇美人惨遭鬼界大佬榨汁》作者：Lsp【补番 - 现代 - 高H - 双性 - 灵异 - 生子 - 中篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1dHAD148kjviM2SWOQEEiig?pwd=etwi",
    "夸克盘链接": "https://pan.quark.cn/s/79383133f896"
  },
  {
    "文件名": "【海棠】《软饭硬吃》作者： 一只小鸡腿【现代 - 高H - 短篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1_QU9r4ISx0Oc9rVQ6wSn2g?pwd=etwi",
    "夸克盘链接": "https://pan.quark.cn/s/7f7c0e9d04e2"
  },
  {
    "文件名": "【海棠】《入戏太深》作者：小满【总攻 - 现代 - 高H - ABO - 娱乐圈 - 长篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1-_eV2hNHhxcIHdbj-suBQw?pwd=etwi",
    "夸克盘链接": "https://pan.quark.cn/s/b38c6557aaac"
  },
  {
    "文件名": "【海棠】《入梦》作者：菜菜搬砖【古代 - 中H - 宫廷 - 3P - 短篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1uiNXs4NMfSlmdDdF1hvrSA?pwd=etwi",
    "夸克盘链接": "https://pan.quark.cn/s/932a434a5596"
  },
  {
    "文件名": "【海棠】《入鳞》作者：糖渍板栗【古代 - 高H - 玄幻 - 生子 - 甜文 - 中篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1Yr1lztev5nGQLJd4WLAllg?pwd=etwi",
    "夸克盘链接": "https://pan.quark.cn/s/81bb521f6726"
  },
  {
    "文件名": "【海棠】《乳胶少年改造指南》作者：青白君【现代 - 高H - BDSM - NP - 中篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1S2Ak46nfEDpzOYWghE88yg?pwd=etwi",
    "夸克盘链接": "https://pan.quark.cn/s/70cf43a96a49"
  },
  {
    "文件名": "【海棠】《乳胶宠物》作者：青白君【现代 - 中H - BDSM - 调教 - 短篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1vU4Hy0-N3H0nxmWq1qagfw?pwd=etwi",
    "夸克盘链接": "https://pan.quark.cn/s/df48ff54d589"
  },
  {
    "文件名": "【海棠】《如绳之缚》作者：半醉山翁【现代 - 中H - BDSM - 1V1 - HE - 甜文 - 中篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/17eUhKYinwKJm-Vd950v8Qg?pwd=etwi",
    "夸克盘链接": "https://pan.quark.cn/s/ba53b3f3cc10"
  },
  {
    "文件名": "【海棠】《如何在末世娇养一只小废物》作者：野玫瑰湾【末世 - 双性 - 1v1 - 高H - 甜文 - 中篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1RjDOgUHbFvIemgy-2GINdQ?pwd=etwi",
    "夸克盘链接": "https://pan.quark.cn/s/4896dc325177"
  },
  {
    "文件名": "【海棠】《如何用身体挽回竹马》作者：陆酌言【现代 - 中H - 青梅竹马 - 1v1 - 双性 - 长篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1rTo89kg-ZxDxnKFnbJukEA?pwd=etwi",
    "夸克盘链接": "https://pan.quark.cn/s/f4d03d69ff59"
  },
  {
    "文件名": "【海棠】《如何玩坏一个beta》作者：不拉不拉【ABO - 现代 - 高H - 虐身 - 1v1 - 短篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1j-pnigKbQJplWkolOJdevQ?pwd=etwi",
    "夸克盘链接": "https://pan.quark.cn/s/ae841ab1da1f"
  },
  {
    "文件名": "【海棠】《如何让男人张开腿》作者：小耳朵【现代 - 高H - 中篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1nzvuIHL601_1KwCurbPjBg?pwd=etwi",
    "夸克盘链接": "https://pan.quark.cn/s/8ffa27c21a95"
  },
  {
    "文件名": "【海棠】《如何勾引一头魔狼》作者：赤狐【灵异 - 甜文 - 1v1 - 双性 - 短篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/13KKmFBEU79H-lIeZ0FjFRQ?pwd=etwi",
    "夸克盘链接": "https://pan.quark.cn/s/58658bab37cf"
  },
  {
    "文件名": "【海棠】《如何成为叔叔的新娘》作者：晚上吃点啥【星际 - 高H - 青梅竹马 - 双洁 - 甜宠 - 中篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1zLVcHfo04LkEpNH6wNd_cw?pwd=etwi",
    "夸克盘链接": "https://pan.quark.cn/s/d0a7921c4ec1"
  },
  {
    "文件名": "【海棠】《如何把杀手操成乖狗》作者：剋蕾儿【现代 - 高H - 1v1 - 虐身 - 中篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1Q5equbv-aR662NeJNjetcQ?pwd=etwi",
    "夸克盘链接": "https://pan.quark.cn/s/18b349b3f7ae"
  },
  {
    "文件名": "【海棠】《如果校霸被玩弄》作者：茕茕白兔【现代 - 微H - 喜剧 - 校园 - 中篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/16UJ4t6poTIbDZ5y7g8uxZA?pwd=etwi",
    "夸克盘链接": "https://pan.quark.cn/s/37a3c6179afa"
  },
  {
    "文件名": "【海棠】《如果你找秦所长》作者：AK【重生 - 未来 - 中H - 中篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1sKjNEgkmVRXy6PK0RyWtIQ?pwd=etwi",
    "夸克盘链接": "https://pan.quark.cn/s/d1d8586ed2a2"
  },
  {
    "文件名": "【海棠】《肉欲翻涌》作者：木眠狐【古代 - 高H - 双性 - 强制爱 - NP - 短篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1kGeCOzURkCOm3MjRpaOUIg?pwd=etwi",
    "夸克盘链接": "https://pan.quark.cn/s/ab53faf5d4f0"
  },
  {
    "文件名": "【海棠】《肉宴》作者：雪落金天【合集 - 双性 - 高H - 中篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1D18spCr7Av6JOIVDsHOFqw?pwd=etwi",
    "夸克盘链接": "https://pan.quark.cn/s/0a28e7c1fac0"
  },
  {
    "文件名": "【海棠】《肉文短篇合集》作者：迪娜【合集 - 高H - 短篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1BdTSKNL78SQLz7W23LUWqA?pwd=etwi",
    "夸克盘链接": "https://pan.quark.cn/s/566bef5b61e1"
  },
  {
    "文件名": "【海棠】《肉类美食大全》作者：七【合集 - 双性 - 高H - 长篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1Nh6Sy_e9V8Ua3kjd1IxCWw?pwd=etwi",
    "夸克盘链接": "https://pan.quark.cn/s/cb9ad1075f40"
  },
  {
    "文件名": "【海棠】《肉观音莲》作者：月亮輻射【小妈文学 - 未来 - 狗血 - NP - 结局1v1 - 强制爱 - 高H - 中篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1i1XTUBgsHWNjlHo97h4mVw?pwd=etwi",
    "夸克盘链接": "https://pan.quark.cn/s/5037c09413dd"
  },
  {
    "文件名": "【海棠】《肉棒公主的淫荡人生》作者：9扎格柔斯【奇幻 - 高H - NP - 短篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/14Yo-hjscrEYPQv-7CFqYxQ?pwd=etwi",
    "夸克盘链接": "https://pan.quark.cn/s/a28e8a8a9bc5"
  },
  {
    "文件名": "【海棠】《揉骨为玉》作者：月深几许【现代 - 高H - 1V1 - HE - 小甜饼 - 中篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1PHmD5zW4jDlzzi01gu0jAw?pwd=etwi",
    "夸克盘链接": "https://pan.quark.cn/s/323eb202e1c1"
  },
  {
    "文件名": "【海棠】《日夜》作者：灯泡不亮【现代 - 高H - NP - 短篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1W8HHTmShN9FtQbKIPaSRrQ?pwd=etwi",
    "夸克盘链接": "https://pan.quark.cn/s/1551c4826951"
  },
  {
    "文件名": "【海棠】《日日作乐》作者：都是正经人【合集 - 高H - 短篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1DqVypyK34CfSkAzO3GcjlQ?pwd=etwi",
    "夸克盘链接": "https://pan.quark.cn/s/7d1faebb7fe3"
  },
  {
    "文件名": "【海棠】《日日开发敏感小狗》作者：润水迷情【现代 - 高H - 1v1 - 双性 - 中篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1P2dGmNWWpT72-fnWP6FTrQ?pwd=etwi",
    "夸克盘链接": "https://pan.quark.cn/s/35d9c05e95a9"
  },
  {
    "文件名": "【海棠】《日哭顶流男团》作者：柒味小奶茶【总攻 - 现代 - 高H - NP - 双 - 短篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1ZpDvRbvjU6iYnU60pl3NZA?pwd=etwi",
    "夸克盘链接": "https://pan.quark.cn/s/47089440cc0c"
  },
  {
    "文件名": "【海棠】《日哭别人的男朋友》作者：瑞叶【现代 - 中H - 双性 - 生子 - 长篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1xU8humI43CLvzAwEgWplTw?pwd=etwi",
    "夸克盘链接": "https://pan.quark.cn/s/2af373e23460"
  },
  {
    "文件名": "【海棠】《日久生情大失败》作者：冷水泡茶【总受 - NP - 现代 - 高H - 中篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1d69nvCCJCOS-u_90KKX6BQ?pwd=etwi",
    "夸克盘链接": "https://pan.quark.cn/s/79e35fb51874"
  },
  {
    "文件名": "【海棠】《日久生情》作者：土亢【现代 - 高H - 双性 - HE - 生子 - 强制爱 - 双洁 - 短篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/11XWiwGh1vulWWJzbmROFFg?pwd=etwi",
    "夸克盘链接": "https://pan.quark.cn/s/0d433261561b"
  },
  {
    "文件名": "【海棠】《人鱼之繁衍重任》作者：大马猴和佩琪猪【混合 - 高H - 中篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1d-vm_yr0RHhvOXbAp3ThEA?pwd=etwi",
    "夸克盘链接": "https://pan.quark.cn/s/05410624f5f9"
  },
  {
    "文件名": "【海棠】《人鱼星球》作者：玲樱【未来 - 高H - 强攻强受 - 科幻 - 人X蛇人 - 中篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1dElW0KrfwqsKZ4EZ2tQubA?pwd=etwi",
    "夸克盘链接": "https://pan.quark.cn/s/3f22fdeeb8cc"
  },
  {
    "文件名": "【海棠】《人鱼饲养手册》作者：不期【主攻 - 中H - 生子 - 强制爱 - 短篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1qZsYz9pqiykRONa8vbbrSA?pwd=etwi",
    "夸克盘链接": "https://pan.quark.cn/s/c3ae391b3e39"
  },
  {
    "文件名": "【海棠】《人鱼》作者：阿花【现代 - 高H - 父子 - 短篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1RPHffe03wsx7uhqNSg8vuw?pwd=etwi",
    "夸克盘链接": "https://pan.quark.cn/s/65aaa1dd6ef0"
  },
  {
    "文件名": "【海棠】《人生赢家》作者：叶聆泉【现代 - 高H - 年下 - 双性 - 短篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1e-H1l2Lhr3zxbCnYWZlawg?pwd=etwi",
    "夸克盘链接": "https://pan.quark.cn/s/b7c750c9c79d"
  },
  {
    "文件名": "【海棠】《上司的秘密》作者：backtoubaebae【ABO - 现代 - 高H - 双性 - 1v1 - HE - 中篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/12RHY0-yj_XhsFytYc-b9Iw?pwd=etwi",
    "夸克盘链接": "https://pan.quark.cn/s/b32661d1433a"
  },
  {
    "文件名": "【海棠】《上卿》作者：浅试一下飞羽羽【古代 - 微H - 单性 - 中篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1GwiBf89WoLnqp4Tfu0hEjw?pwd=etwi",
    "夸克盘链接": "https://pan.quark.cn/s/862bd610eedd"
  },
  {
    "文件名": "【海棠】《上流玩法》作者：sherry025【现代 - 高H - 虐心 - 双性 - 中篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1z7IgNmz9vvaCsXLy2POsWw?pwd=etwi",
    "夸克盘链接": "https://pan.quark.cn/s/06eb32d9ef03"
  },
  {
    "文件名": "【海棠】《上将，你抑制剂掉了》作者：行舟子【ABO - 3P - 未来 - 高H - 短篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1OceiFn-xfGdlq1-PsUJZvA?pwd=etwi",
    "夸克盘链接": "https://pan.quark.cn/s/64d14e242fc9"
  },
  {
    "文件名": "【海棠】《人尽可夫》作者：嗑药【现代 - 高H - 校园 - NP - 双性 - 短篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/109BYDneVbR_SmHYE087HEQ?pwd=etwi",
    "夸克盘链接": "https://pan.quark.cn/s/65b840031c90"
  },
  {
    "文件名": "【海棠】《人间水蜜桃》作家：铁锅炖自己【合集 - 高H - 长篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1RAjftrYHp04JkEHAhwNQJw?pwd=etwi",
    "夸克盘链接": "https://pan.quark.cn/s/d39fb07293bf"
  },
  {
    "文件名": "【海棠】《人皇只想创死恋爱脑》作者：麻辣火锅【总攻 - 高H - NP - 中篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1BTGTl_rDlXx6Y-HC9Z2TEQ?pwd=etwi",
    "夸克盘链接": "https://pan.quark.cn/s/04f7377a3de6"
  },
  {
    "文件名": "【海棠】《人格侵犯》作者：悦悦欲试【现代 - 高H - 校园 - 1v1 - HE - 双处 - 短篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1EIHNNO6qSD7OrP8v3kH7qg?pwd=etwi",
    "夸克盘链接": "https://pan.quark.cn/s/3188e568cfcd"
  },
  {
    "文件名": "【海棠】《人夫beta受难记》作者：沙瓤番茄【ABO - 高H - NTR - 强制爱 - 短篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1f_MyPRdCZRXgPcXCWE7-ww?pwd=etwi",
    "夸克盘链接": "https://pan.quark.cn/s/06204f049038"
  },
  {
    "文件名": "【海棠】《热带风暴》作者：池温【现代 - 高H - 人兽 - 1v1 - 中篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1-FRmXLwT6SRg_dWvSjs_8w?pwd=etwi",
    "夸克盘链接": "https://pan.quark.cn/s/e1cdf9166c8b"
  },
  {
    "文件名": "【海棠】《绕床弄青梅》作者：一颗奶糖【海棠版 - 现代 - 高H - 校园 - 青梅竹马 - 双性 - 1v1 - 中篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1gTIWoN3SmbgWrufzyQ5dNA?pwd=etwi",
    "夸克盘链接": "https://pan.quark.cn/s/cf8ceb086635"
  },
  {
    "文件名": "【海棠】《绕床》作者：逐一而归【现代 - 高H - 竹马竹马 - 暗黑 - 短篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1QnQxJtTy1ChoNa7xKRbrFA?pwd=etwi",
    "夸克盘链接": "https://pan.quark.cn/s/01f078ed7f96"
  },
  {
    "文件名": "【海棠】《扰乱木头计划》作者：摩树【现代 - 中H - 长篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1lIQK3pFh5KliB2iAxvN5zQ?pwd=etwi",
    "夸克盘链接": "https://pan.quark.cn/s/a0369dbd18ca"
  },
  {
    "文件名": "【海棠】《让他哭！》作者：青青草原一只羊【双性合集 - 现代 - 高H - 中篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1t8yRxy9zl-dI9006ZoZKGQ?pwd=etwi",
    "夸克盘链接": "https://pan.quark.cn/s/6cea1ab887fc"
  },
  {
    "文件名": "【海棠】《让多汁美人从良的条件》作者：爱妙妙的巧嘴【现代 - 高H - 双性 - 大奶 - 1v1 - 短篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1eGRYn8zxa8Vy7atCL-zPhw?pwd=etwi",
    "夸克盘链接": "https://pan.quark.cn/s/288a95f99fed"
  },
  {
    "文件名": "【海棠】《燃烧短篇》作者：DREAM【现代 - 高H - 职场 - NP - 短篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/15k3R9p6pm6pfSD3NfV-Bfw?pwd=etwi",
    "夸克盘链接": "https://pan.quark.cn/s/02a8f14daf57"
  },
  {
    "文件名": "【海棠】《群英·邵简 一对儿》作者：素简【同人 - 现代 - 高H - 中篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1UcsN44xpRZW5gr7xBFZWIA?pwd=etwi",
    "夸克盘链接": "https://pan.quark.cn/s/ddddf8276b21"
  },
  {
    "文件名": "【海棠】《裙子掀开比你还大》作者：番茄的马甲【穿越 - 哭包诱受 - NP - 女装 - 高H - 短篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1J6gLgY_jcLoTMMiYtc-A8g?pwd=etwi",
    "夸克盘链接": "https://pan.quark.cn/s/b02f47701d63"
  },
  {
    "文件名": "【海棠】《拳击教练爱上瓷美人》作者：邬禅见【现代 - 高H - 甜宠 - 1v1 - 中篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/12pQi14nLbmOqP3rn9f7m8Q?pwd=etwi",
    "夸克盘链接": "https://pan.quark.cn/s/0132e86b22bc"
  },
  {
    "文件名": "【海棠】《全星际都想艹的Omega》作者：饮梦如酒【ABO - 双性 - NP - 高H - 长篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1mqMV0XhM03em4KjyUVYaMA?pwd=etwi",
    "夸克盘链接": "https://pan.quark.cn/s/dc97ca3b8175"
  },
  {
    "文件名": "【海棠】《全息职业玩家》作者：秘制排骨鸡【总受 - 未来 - 中H - 网遊 - 中篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1c8WVsWrbUUZbtegSx8NHLQ?pwd=etwi",
    "夸克盘链接": "https://pan.quark.cn/s/9fb513cf0b7c"
  },
  {
    "文件名": "【海棠】《全世界都重生了只有我》作者：肥肥【总攻 - 小甜饼 - 重生 - 高H - 短篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1jyLF5BaNjlWTb7NvTGgauA?pwd=etwi",
    "夸克盘链接": "https://pan.quark.cn/s/c746bc3e443e"
  },
  {
    "文件名": "【海棠】《权利让渡》作者：Gyges【现代 - 高H - 虐身 - 师生 - BDSM - 长篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1WBO6ZivwDrwUALCVR7waPA?pwd=etwi",
    "夸克盘链接": "https://pan.quark.cn/s/67b1a7655f88"
  },
  {
    "文件名": "【海棠】《圈养一朵玫瑰》作者：aklv【现代 - 高H - 双性 - 1v1 - 长篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/14_K6Ld-97ksflVUZVnsp1Q?pwd=etwi",
    "夸克盘链接": "https://pan.quark.cn/s/17856b50b048"
  },
  {
    "文件名": "【海棠】《圈禁》作者：靡靡之音【现代 - 中H - 黑社会 - 中篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/14sQ46USY5B0iY9IuTCKGeA?pwd=etwi",
    "夸克盘链接": "https://pan.quark.cn/s/d3991124956a"
  },
  {
    "文件名": "【海棠】《去父留子翻车指南》作者：竹黎吖【现代 - 中H - 单性 - 1V1 - 双洁 - 生子 - 中篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1Nkh7PqZ41upoiROmTIa-kw?pwd=etwi",
    "夸克盘链接": "https://pan.quark.cn/s/9a399c2c9cef"
  },
  {
    "文件名": "【海棠】《求您，让我尿》作者：噗嗤兔兔【现代 - 中H - 虐身 - 校园 - 调教 - 排泄向 - 短篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1CyvJx5Dtt2uZ-5fiq4mnsw?pwd=etwi",
    "夸克盘链接": "https://pan.quark.cn/s/cb4ae1253083"
  },
  {
    "文件名": "【海棠】《求婚当天被情敌干到腿软》作者：Tingshu【现代 - 中H - 1v1- 年下 - 直掰弯 - 强制爱 - 中篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1n8W9zOygFxOaTviFSLqKpw?pwd=etwi",
    "夸克盘链接": "https://pan.quark.cn/s/7c693e49d65f"
  },
  {
    "文件名": "【海棠】《囚与笼》作者：玛丽苏制造机【现代 - 微H - 暗黑 - 短篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1-M8aoyGKgRE69-L8rz_KzQ?pwd=etwi",
    "夸克盘链接": "https://pan.quark.cn/s/0bd06ee61437"
  },
  {
    "文件名": "【海棠】《囚于困兽的奴隶主》作者：妖怪男子【现代 - 高H - 短篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1UA044ApugNXIcu44UGLqRA?pwd=etwi",
    "夸克盘链接": "https://pan.quark.cn/s/d2c0b144ee8e"
  },
  {
    "文件名": "【海棠】《囚妖》作者：叶叶【古代 - 中H - 双性 - 囚禁 - 短篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1VKCL1kgUu7WRPCUQqfSxng?pwd=etwi",
    "夸克盘链接": "https://pan.quark.cn/s/e95ed911b95c"
  },
  {
    "文件名": "【海棠】《囚絮》作者：Sgru3u【古代 - 中H - 武侠 - 虐心 - 短篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1O1TgXZTt3gmhnjYLPm3ptw?pwd=etwi",
    "夸克盘链接": "https://pan.quark.cn/s/5e39d9206952"
  },
  {
    "文件名": "【海棠】《囚心媚骨》作者：rouxiangsiyi【灵异 - 高H - 短篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1J8gOidKxXAk4jjeo_iuE8w?pwd=etwi",
    "夸克盘链接": "https://pan.quark.cn/s/f7e9958a70ec"
  },
  {
    "文件名": "【海棠】《囚仙索爱》作者：乌龙白桃茶【修真 - 强制爱 - 生子 - 产乳 - 吸奶 - 双性 - 高H - 中篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1IUXAvXHdhIdwlZeIlInOXQ?pwd=etwi",
    "夸克盘链接": "https://pan.quark.cn/s/25ab93b19789"
  },
  {
    "文件名": "【海棠】《囚生》作者：mnbvcxz【ABO - 现代 - 高H - NP - 中篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1o_IomvLIY7HFjzUp6VLOuA?pwd=etwi",
    "夸克盘链接": "https://pan.quark.cn/s/0ccaaa4ddbe4"
  },
  {
    "文件名": "【海棠】《囚上龙椅》作者：赧然的贼【古代 - 高H - 中篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1NLDSPoQYyByqBCVzzj_bzw?pwd=etwi",
    "夸克盘链接": "https://pan.quark.cn/s/6020aeb5344c"
  },
  {
    "文件名": "【海棠】《囚笼之爱》作者：南朝水【现代 - 高H - 骨科 - 短篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1nTUtfdFr3x8kFcxNj9tEhw?pwd=etwi",
    "夸克盘链接": "https://pan.quark.cn/s/bc1117bf6440"
  },
  {
    "文件名": "【海棠】《囚笼》作者：Jianjian【ABO - 现代 - 高H - 年上 - 中篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1v61b605RRTR0bxnFiOwC8A?pwd=etwi",
    "夸克盘链接": "https://pan.quark.cn/s/3ab2b8ad8b93"
  },
  {
    "文件名": "【海棠】《囚禁在小黑屋的学长把我给办了》作者：贪吃蛇【现代 - 高H - 短篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1OBMN_DKibj77XwO2y9_MZw?pwd=etwi",
    "夸克盘链接": "https://pan.quark.cn/s/40ef4a9ec6ac"
  },
  {
    "文件名": "【海棠】《囚禁于你》作者：老鱼吹浪【现代 - 高H - 1v1 - 年上 - 双洁 - 短篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1Wa0PlAwFz3yhYVgHuG2Ogw?pwd=etwi",
    "夸克盘链接": "https://pan.quark.cn/s/698c525bb581"
  },
  {
    "文件名": "【海棠】《囚禁于地下室索爱》作者： 千浔夜【人外 - 高H - 暗黑 - 强制爱 - NP - 生子 - 中篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1q-8KFIZS6XUl8fbKREoLJw?pwd=etwi",
    "夸克盘链接": "https://pan.quark.cn/s/4fa07a6c0a8a"
  },
  {
    "文件名": "【海棠】《囚禁男神后我被白嫖了》作者：一根腿毛【现代 - 高H - 双洁 - 小甜饼 - 1v1 - 中篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1sdfJExTw9k61NSVUmz6izA?pwd=etwi",
    "夸克盘链接": "https://pan.quark.cn/s/178b5d2600b9"
  },
  {
    "文件名": "【海棠】《囚禁后的沦陷》作者：糖丝【现代 - 高H - 双性 - 3P - 生子 - 短篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1KPFKDpllGfB-mHicL7zmWg?pwd=etwi",
    "夸克盘链接": "https://pan.quark.cn/s/a611d0443467"
  },
  {
    "文件名": "【海棠】《囚禁对象失忆以后》作者：莫得啥子【现代 - 高H - 悲剧 - 双性 - 短篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/15ZIUP4oXB8TYE7FOql3vmA?pwd=1g5m",
    "夸克盘链接": "https://pan.quark.cn/s/5c3753c957d4"
  },
  {
    "文件名": "【海棠】《囚禁》作者：肉文马甲的马甲【现代 - 高H - 双性 - 囚禁 - 短篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1NJYaQrrnqZBcdLnobdDUfg?pwd=1g5m",
    "夸克盘链接": "https://pan.quark.cn/s/10897a957817"
  },
  {
    "文件名": "【海棠】《囚车系列九卷图》作者：庚子岁【合集 - BDSM - SP - 古代剧情 - 中H - 虐身 - 中篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1MIamC8Ei8dPM6CsbRecOxg?pwd=1g5m",
    "夸克盘链接": "https://pan.quark.cn/s/c7295c52dbfa"
  },
  {
    "文件名": "【海棠】《秋天以南》作者：好端端【现代 - 微H - 青梅竹马 - 中篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1tqIzt_AfAVeFm8lka_x-BA?pwd=1g5m",
    "夸克盘链接": "https://pan.quark.cn/s/85a19fa3be57"
  },
  {
    "文件名": "【海棠】《秋色》作者：叶河田【现代 - 高H - 双性 - 生子 - 年上 - 中篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1HAuS801Yyv43kVec5YIzWg?pwd=1g5m",
    "夸克盘链接": "https://pan.quark.cn/s/10d934287db7"
  },
  {
    "文件名": "【海棠】《秋暝》作者：侏罗纪在逃恐龙【现代 - 中H - 甜文 - 短篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1Wg2g-tllG0D3zhf5JdqciA?pwd=1g5m",
    "夸克盘链接": "https://pan.quark.cn/s/659a9832a6fc"
  },
  {
    "文件名": "【海棠】《秋珂》作者：多喝冰水【总受 - NP - 结局1v1 - 高H - 双性 - 乱伦 - 生子 - 短篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1pdueg2GEdvs9GbXPmHuaLQ?pwd=1g5m",
    "夸克盘链接": "https://pan.quark.cn/s/ed679ee9e9de"
  },
  {
    "文件名": "【海棠】《秋蝉聊生》作者：眠不得【现代 - 中H - 1v1 - 年下 - 中篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1Ag52qLCL3PpwhPiBCSGeJg?pwd=1g5m",
    "夸克盘链接": "https://pan.quark.cn/s/846b1ba491c0"
  },
  {
    "文件名": "【海棠】《琼琼》作者：荆荆【现代 - 高H - 校园 - 道具 - 中篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1XbZHpkyZKQAY0gbjUxtFWA?pwd=1g5m",
    "夸克盘链接": "https://pan.quark.cn/s/3cdf043bacf2"
  },
  {
    "文件名": "【海棠】《请问，您还收狗吗？》作者：风烟挽【互攻 - 现代 - 中H - 中篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1J5mD_SDJRjOvCD0KuGZbJQ?pwd=1g5m",
    "夸克盘链接": "https://pan.quark.cn/s/36e354f43576"
  },
  {
    "文件名": "【海棠】《请温柔地侵犯我》作者：咩咩咩咩咩咩咩咩咩【未来 - 1v1 - HE - 双向暗恋 - 高H - 短篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/144rn8dhix0-6byCedTLNjA?pwd=1g5m",
    "夸克盘链接": "https://pan.quark.cn/s/4faaa9c6de35"
  },
  {
    "文件名": "【海棠】《请求大师疼惜我》作者：醉卿梦【古代 - 高H - 1v1 - 双洁 -诱受 - 调教 - 道具 - 短篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1PX54cX1uwDZWXQru1YThyQ?pwd=1g5m",
    "夸克盘链接": "https://pan.quark.cn/s/288ecc2fdd76"
  },
  {
    "文件名": "【海棠】《请不要随便抛弃疯批舔狗》作者：三而不竭【现代 - 高H - 年下 - 中篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1RRcjkBHkBOjArLYXf6po6g?pwd=1g5m",
    "夸克盘链接": "https://pan.quark.cn/s/a9a8aa278250"
  },
  {
    "文件名": "【海棠】《情之所钟》作者：芍药娘【ABO - BDSM - 甜肉 - 现代 - 高H - 中篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1x6Z2K4IB0TDk-IaSEXeWXg?pwd=1g5m",
    "夸克盘链接": "https://pan.quark.cn/s/20f1ef66c2f2"
  },
  {
    "文件名": "【海棠】《情欲之道》作者：碧落泉【总攻 - 高H - NP - 短篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1NdYwCQOTk5_ZXi08ib385w?pwd=1g5m",
    "夸克盘链接": "https://pan.quark.cn/s/e3b6dbf5c094"
  },
  {
    "文件名": "【海棠】《情欲日记》作者：一水竹【ABO - 现代 - 高H 小甜文 - 生子 - 中篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1bVeotpBr32T2nQHd56tKGg?pwd=1g5m",
    "夸克盘链接": "https://pan.quark.cn/s/40ad408bf34b"
  },
  {
    "文件名": "【海棠】《情欲沉沦》作者：生椰举铁【ABO - 现代 - 高H - 虐身 - 短篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1Mgy-RpdRypFnxlbd3YdYPQ?pwd=1g5m",
    "夸克盘链接": "https://pan.quark.cn/s/136463510e3c"
  },
  {
    "文件名": "【海棠】《情夜局促》作者：半日闲【ABO - 现代 - 中H - 短篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1SiKVxvcO2Nzd95tMLSYNFQ?pwd=1g5m",
    "夸克盘链接": "https://pan.quark.cn/s/ff3a457ac264"
  },
  {
    "文件名": "【海棠】《情深必须久伴》作者：风渡西洲【现代 - 高H - 双性 - 生子 - 中篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1LePZuMSuJbo0-s0mdL_W_Q?pwd=1g5m",
    "夸克盘链接": "https://pan.quark.cn/s/6fd2a24723a7"
  },
  {
    "文件名": "【海棠】《情涩纵欲的世界》作者：醉卿梦【合集 - 高H - 中篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/118QEyw8kJaG-ksNfGVhYlg?pwd=1g5m",
    "夸克盘链接": "https://pan.quark.cn/s/243ec7067901"
  },
  {
    "文件名": "【海棠】《情色主播》作者：阿葵【现代 - 高H - 直播 - 道具 - 短篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1arK3SAlTxCVvMYWqd8f2pg?pwd=1g5m",
    "夸克盘链接": "https://pan.quark.cn/s/ccc07d2b55a9"
  },
  {
    "文件名": "【海棠】《情色陷阱》作者：你喜欢喝小米粥吗【现代 - 中H - 年下 - 1v1 - HE - 短篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1w-Imq40S5xRnafFx97_Nag?pwd=1g5m",
    "夸克盘链接": "https://pan.quark.cn/s/7d490fcdc9b3"
  },
  {
    "文件名": "【海棠】《情热》作者：自动寻路中【现代 - 高H - 校园 1v1 - 中篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1eiqNYcL4biPPndvYav-yJw?pwd=1g5m",
    "夸克盘链接": "https://pan.quark.cn/s/6e59b3579d05"
  },
  {
    "文件名": "【海棠】《情热》作者：结婚礼不请亲戚【ABO - 未来 - 高H - 双性 - 双洁 - 1v1 - 中篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1gR8_mX57Ao9iYQU2H8AXmg?pwd=1g5m",
    "夸克盘链接": "https://pan.quark.cn/s/78f7d468098a"
  },
  {
    "文件名": "【海棠】《情趣游戏2》作者：云鬓【双性合集 - 高H - 中篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1kaIN_inX3C2v_Eiq4o-V9g?pwd=1g5m",
    "夸克盘链接": "https://pan.quark.cn/s/839d53f43dc4"
  },
  {
    "文件名": "【海棠】《情难自抑》作者：纯爱狂刀客【未来 - 高H - 短篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1ks0mZ32n-PF8Lk8lQ3TveQ?pwd=1g5m",
    "夸克盘链接": "https://pan.quark.cn/s/7866af2c95e7"
  },
  {
    "文件名": "【海棠】《情难自抑》作者：穿裤子的云【古代 - 高H - 武侠 - 虐身 - 双性 - 中篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1hRTp92Wmhd7dE3o8btlLIg?pwd=1g5m",
    "夸克盘链接": "https://pan.quark.cn/s/e8df8013400f"
  },
  {
    "文件名": "【海棠】《情难自抑》作者：DDD【ABO - 未来 - 高H - 甜文 - 短篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1OXdzXCHnO3FRt76r4Ib7MQ?pwd=1g5m",
    "夸克盘链接": "https://pan.quark.cn/s/b27008295c37"
  },
  {
    "文件名": "【海棠】《情迷美人秘书》作者：浓度过高【ABO - 现代 - 高H - 狗血 - 甜肉 - 短篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1P_Fn9-PV1pRotjHqOZeAyQ?pwd=1g5m",
    "夸克盘链接": "https://pan.quark.cn/s/c0ca2e5afcd1"
  },
  {
    "文件名": "【海棠】《情滥》作者：七爷的枪【现代 - 双性 - 父子 - 强强 - 高H - 中篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1ZNrXE1CqzX6sS3SGDYTAVA?pwd=1g5m",
    "夸克盘链接": "https://pan.quark.cn/s/0a4ef3da76f5"
  },
  {
    "文件名": "【海棠】《情谷欠公交车》作者：燎锋【现代 - 高H - 双性 - NP - 短篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1NDWqh98J3Iohid0wPXu3nA?pwd=1g5m",
    "夸克盘链接": "https://pan.quark.cn/s/0cef5b4e24dc"
  },
  {
    "文件名": "【海棠】《情妇》作者：Sjell【现代 - 高H - 双性 - NP - 中篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/12JKfleXdVqm1K9OERxh9Aw?pwd=1g5m",
    "夸克盘链接": "https://pan.quark.cn/s/e6608ff2aeb6"
  },
  {
    "文件名": "【海棠】《情动不已》作者：蹲在路边撸串【现代 - 高H - 年上 - 长篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/16HBR2lC2FnQB_AITUOuK1w?pwd=1g5m",
    "夸克盘链接": "https://pan.quark.cn/s/cbd9614ac74e"
  },
  {
    "文件名": "【海棠】《情敌校草把他艹成瘾》作者：陌羽妖【现代 - 中H - 短篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1vg8ImBAXzzPUrUcab-dPUA?pwd=1g5m",
    "夸克盘链接": "https://pan.quark.cn/s/5ce71e6d6dba"
  },
  {
    "文件名": "【海棠】《情敌就是用来日的》作者：略略略【现代 - 双性 - 1v1 - 校园 - 双性 - 中篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1cQTYqWx9bQo0yOTpyzuI9g?pwd=1g5m",
    "夸克盘链接": "https://pan.quark.cn/s/40990fe8d251"
  },
  {
    "文件名": "【海棠】《情敌见面》作者：木糖醇【ABO - NP - 现代 - 中H - 短篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1rbps883dbMvA7xa7sbvU-g?pwd=1g5m",
    "夸克盘链接": "https://pan.quark.cn/s/4116c084f97b"
  },
  {
    "文件名": "【海棠】《情敌给的止痛药》作者：鲨鱼饿晕了【现代 - 高H - 短篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/15Ogmq_k04u67nYYCNhSRbA?pwd=1g5m",
    "夸克盘链接": "https://pan.quark.cn/s/3ef0071e5e87"
  },
  {
    "文件名": "【海棠】《情敌变情人之后》作者：熬夜第一名【总受 - NP - 现代 - 微H - 双性 - 中篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1s_WYFfwRbXOoV2rXszDHEQ?pwd=1g5m",
    "夸克盘链接": "https://pan.quark.cn/s/7d046208c643"
  },
  {
    "文件名": "【海棠】《清雅师弟好诱人》作者：正太平【古代 - 高H - 修真 - 绿帽文 - 单性 - NTR - NP - 中篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1q01dANu-b_QzTzpecomvFQ?pwd=1g5m",
    "夸克盘链接": "https://pan.quark.cn/s/f05e4e62f242"
  },
  {
    "文件名": "【海棠】《清弦宗之变》作家：工口绿沙【武侠 - 虐身 - 虐心 - 1v1 - 双性 - 大奶 - HE - 短篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1_r_GVBt2MHRpQkN0AUBZEg?pwd=1g5m",
    "夸克盘链接": "https://pan.quark.cn/s/b2cb84f3fe8d"
  },
  {
    "文件名": "【海棠】《清时》作者：精神状态稳定的一天【现代 - 高H - 年下 - 短篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1ZDbnBHgD1MJ3-DphbpNb4Q?pwd=1g5m",
    "夸克盘链接": "https://pan.quark.cn/s/88798b3dae64"
  },
  {
    "文件名": "【海棠】《清清自我调教日常》作者：流云啊【现代 - 中H - 道具文 - 双性 - 中篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1s3CZuFNqFTUsasWoGMtljQ?pwd=1g5m",
    "夸克盘链接": "https://pan.quark.cn/s/4bd9e969de40"
  },
  {
    "文件名": "【海棠】《清平调》作者：小能喵不是干脆面【古代 - 高H - 1v1 - 双性 - 大奶 - 生子 - 虐身 - 虐心 - 短篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1EC5a-nWYGsQw802p0VbHOw?pwd=1g5m",
    "夸克盘链接": "https://pan.quark.cn/s/2b1c219149fb"
  },
  {
    "文件名": "【海棠】《清冷影帝被通感性爱娃娃》作者：小兔纸【现代 - 高H - NP - 双性 - 短篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/136pZfYdbbJNd8BJO9D--Ag?pwd=1g5m",
    "夸克盘链接": "https://pan.quark.cn/s/b35b6ae54e8d"
  },
  {
    "文件名": "【海棠】《人蛇哥哥和双性弟弟》作者：幻瑟【现代 - 高H - 双性 - 调教 - 伪骨科 - 中篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1XzNOTGPZMiQG22NUWPGzYQ?pwd=1g5m",
    "夸克盘链接": "https://pan.quark.cn/s/c1bc587d6fc9"
  },
  {
    "文件名": "【海棠】《人人都想给他口》作者：風雪丫丫【混合 - 高H - 中篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/12USDvtlkBiyMwDWjL7P7Dw?pwd=1g5m",
    "夸克盘链接": "https://pan.quark.cn/s/12f3b83f4242"
  },
  {
    "文件名": "【海棠】《人人都馋娇软小美人》作者：雪花泥【合集 - 快穿 - 双性 - NP - 长篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1_-EfAUmGS6Jb_4EBuXJ1Ig?pwd=1g5m",
    "夸克盘链接": "https://pan.quark.cn/s/1f58501568d5"
  },
  {
    "文件名": "【海棠】《人人把我当炉鼎》作者：孤雏【重生 - 高H - 双性 - 短篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1Jbhc2z3sW3ZwBwfdam4hog?pwd=1g5m",
    "夸克盘链接": "https://pan.quark.cn/s/a10e8939158f"
  },
  {
    "文件名": "【海棠】《人人爱上状元郎》作者：月光如水【古代 - 高H - 强强 - NP - 中篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1Ms8GfuLEbMeyx8T1roFk-g?pwd=1g5m",
    "夸克盘链接": "https://pan.quark.cn/s/c2df5cfeb67e"
  },
  {
    "文件名": "【海棠】《人妻多汁》作者：奶茶酱【总攻 - 高H - 短篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/11HnG-Jfek2ZD_hDxh7Yowg?pwd=1g5m",
    "夸克盘链接": "https://pan.quark.cn/s/db13ce5219b1"
  },
  {
    "文件名": "【海棠】《人妻的贴身保镖》作者：三千三百【现代 - 高H - 1v1 - 中篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1txd6kEtfVWzuGxga-B1tcw?pwd=1g5m",
    "夸克盘链接": "https://pan.quark.cn/s/2be5b23f3adb"
  },
  {
    "文件名": "【海棠】《清冷师尊没受难记》作者：鸟-开始码字【主攻 - 中H - 修真 - 长篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1bkYoKVa3qAfNKjy0Knmsmg?pwd=1g5m",
    "夸克盘链接": "https://pan.quark.cn/s/007e0378fc4d"
  },
  {
    "文件名": "【海棠】《清冷师尊和他的弟子们》作者：莉莉丝【古代 - 高H - 虐身 - 短篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1o9LwPlcmJW73tjOHItJPwA?pwd=1g5m",
    "夸克盘链接": "https://pan.quark.cn/s/a0a1cefb9f1f"
  },
  {
    "文件名": "【海棠】《清冷师尊被徒弟日夜享用》作者：左边疯【古代 - 高H - NP - 双性 - 中篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1ssCbZGsuJwLm3365oKXw0w?pwd=1g5m",
    "夸克盘链接": "https://pan.quark.cn/s/d78c0347561b"
  },
  {
    "文件名": "【海棠】《清冷师尊被上记》作者：茶茶茶叉【古代 - 高H - 武侠 - 双性 - 1v1 - 短篇.txt",
    "百度盘链接": "https://pan.baidu.com/s/1x1ldAvTuqEu_f98gNu61tw?pwd=1g5m",
    "夸克盘链接": "https://pan.quark.cn/s/c62044b12a7a"
  },
  {
    "文件名": "【海棠】《清冷上司俏下属》作者：程拓【现代 - 中H - 职场 - 短篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1td3v8hRjxPUhF549b1Bkng?pwd=1g5m",
    "夸克盘链接": "https://pan.quark.cn/s/57bf594c689c"
  },
  {
    "文件名": "【海棠】《清冷炮灰强抱反派大腿，被艹的泪花花》作者：容景【穿越 - 中H - 双性 - 中篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/192FunXaP5MtLa8--asmmTg?pwd=1g5m",
    "夸克盘链接": "https://pan.quark.cn/s/d332691aa01a"
  },
  {
    "文件名": "【海棠】《清冷美人想被上》作者：名吾识【ABO - 多CP - 1v1 - 未来 - 高H - 中篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/19nvNw2YoJxRGwF2zL9cxbQ?pwd=1g5m",
    "夸克盘链接": "https://pan.quark.cn/s/e369edf721b7"
  },
  {
    "文件名": "【海棠】《清冷美人的全裸家政服务》作者：以息相吹吹吹【合集 - 高H - 中篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1c-XdRw0YYEPOdsjfclrbLA?pwd=1g5m",
    "夸克盘链接": "https://pan.quark.cn/s/ef3df4fc16af"
  },
  {
    "文件名": "【海棠】《清冷美人被渣攻觊觎后》作者：咖啡奶冻【现代 - 中H - 虐身 - 虐心 - 中篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1KLt0t29tYG3z0uBvy_qWpQ?pwd=1g5m",
    "夸克盘链接": "https://pan.quark.cn/s/69a093d104bd"
  },
  {
    "文件名": "【海棠】《清冷教授和忠犬的日日夜夜》作者：程木森森【ABO - 年下 - 强强 - 双洁 - 甜文 - 现代 - 高H - 校园 - 短篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1kcHQ0TcDVq-WiV20lcRotA?pwd=1g5m",
    "夸克盘链接": "https://pan.quark.cn/s/77a257731524"
  },
  {
    "文件名": "【海棠】《清冷反派每个世界都被男主艹得哭唧唧》作者：容景【快穿 - 高H - 1v1 - 长篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1trVTzdNiyFTEETWOwCNvwg?pwd=1g5m",
    "夸克盘链接": "https://pan.quark.cn/s/41ac311c43b9"
  },
  {
    "文件名": "【海棠】《清冷的秘书》作者：今夜漫长【现代 - 高H - 职场 - 双性 - 年下 - 1V1 - HE - 中篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1UQFQdB1Qq0gzR2iZs_kjVg?pwd=1g5m",
    "夸克盘链接": "https://pan.quark.cn/s/73fdeb4d2cc4"
  },
  {
    "文件名": "【海棠】《清冷丞相的挨操日夜》作者：小鲨鱼【古代 - 高H - 双性 - 大奶 - NP - 短篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1CntSSkhNKCseDfrJ_u-kmQ?pwd=1g5m",
    "夸克盘链接": "https://pan.quark.cn/s/27570b67900c"
  },
  {
    "文件名": "【海棠】《清冷O的自我攻略》作者：温柔鱼【未来 - 高H - 1v1 - 互宠 - 甜文 - ABO - 中篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/186uVhvbyMF5_HwyBiXpbrA?pwd=1g5m",
    "夸克盘链接": "https://pan.quark.cn/s/924cd5dd17d6"
  },
  {
    "文件名": "【海棠】《清纯小男生在男校》作者：我爱吃冰棒【现代 - 高H - 校园 - 双性 - NP - 结局1v1 - 中篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/13YgY2bWVNdT30UnIdSWXqg?pwd=1g5m",
    "夸克盘链接": "https://pan.quark.cn/s/7c738e7ba5c8"
  },
  {
    "文件名": "【海棠】《清纯美人被狠狠疼爱》作者：打瞌睡的猫【快穿 - NP - 双性 - 高H - 短篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1UE1vjiJmjvlQQcSfELEoHQ?pwd=1g5m",
    "夸克盘链接": "https://pan.quark.cn/s/4dba938fdce5"
  },
  {
    "文件名": "【海棠】《青云劫》作者：ritala【古代 - 微H - 虐心 - BE - 生子 - 中篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1UUzlCKDy_4t2tLIWkbXo0Q?pwd=1g5m",
    "夸克盘链接": "https://pan.quark.cn/s/f4b77d7f1a39"
  },
  {
    "文件名": "【海棠】《青涩味》作者：DooooM【现代 - 高H - 校园 - 1v1 - 短篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1sfZsN_JKghY4VrHrsI2WXQ?pwd=1g5m",
    "夸克盘链接": "https://pan.quark.cn/s/03b4215276de"
  },
  {
    "文件名": "【海棠】《青年的大黑狗》作者：Homom【现代 - 高H - 双性 - 人兽 - 短篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1qaHYFE-jFuNlP5FfB_HRGA?pwd=1g5m",
    "夸克盘链接": "https://pan.quark.cn/s/9cddf10800fa"
  },
  {
    "文件名": "【海棠】《青苗》作者：台灯【攻出轨 - 高H - 短篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1kG-LO305qsCrHQIyeEVSpA?pwd=1g5m",
    "夸克盘链接": "https://pan.quark.cn/s/8fa7201f7b3e"
  },
  {
    "文件名": "【海棠】《青爱》作者：一抹【现代 - 青梅竹马 - 甜文 - 1V1 - 清水 - 短篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1Wu_yo3m8IqHslgQiHpYXRQ?pwd=1g5m",
    "夸克盘链接": "https://pan.quark.cn/s/61de41aad4d8"
  },
  {
    "文件名": "【海棠】《秦深缘浅》作者：糖糖糖真好吃【现代 - 高H - 强强 - 短篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1nFcKsPSUpgMIf3qHIvQ62A?pwd=1g5m",
    "夸克盘链接": "https://pan.quark.cn/s/2c558c4dc8ec"
  },
  {
    "文件名": "【海棠】《亲子玩具》作者：团云【现代 - 高H - 短篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1FfkptGkYLYzUbHczd9lnjw?pwd=1g5m",
    "夸克盘链接": "https://pan.quark.cn/s/6e414dcced97"
  },
  {
    "文件名": "【海棠】《亲生契合》作者：一枚夹心饼【ABO - 现代 - 高H - 青梅竹马 - 年上 -短篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/152VP0sGZe3jILlzVZlCtCw?pwd=1g5m",
    "夸克盘链接": "https://pan.quark.cn/s/51b084e8c408"
  },
  {
    "文件名": "【海棠】《亲爱的金刚》作者：红河（苍海）【穿越 - 中H - 中篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1Hw0rEPbXHnA5ilN5SgtCDw?pwd=1g5m",
    "夸克盘链接": "https://pan.quark.cn/s/f5544e9d95fc"
  },
  {
    "文件名": "【海棠】《侵犯弟弟的家教》作者：罩爷是只猫【现代 - 高H - NP - 短篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1t9lss7xPvYSlCR9-VzjUhA?pwd=1g5m",
    "夸克盘链接": "https://pan.quark.cn/s/6da888876956"
  },
  {
    "文件名": "【海棠】《窃爱》作者：把根留住【现代 - 中H - 双性 - HE - 中篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1T3v5H2qwWP0maAzuUKuocw?pwd=1g5m",
    "夸克盘链接": "https://pan.quark.cn/s/c1b245698cc0"
  },
  {
    "文件名": "【海棠】《巧克力碎》作者：无有灵【主攻 - 现代 - 中H - 长篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/15KE_qoV_QEorBSk69VJT_w?pwd=1g5m",
    "夸克盘链接": "https://pan.quark.cn/s/5be084814145"
  },
  {
    "文件名": "【海棠】《抢了弟弟的暗恋对象》作者：一蟹不如一蟹【ABO - 破镜重圆 - 现代 - 中H - 短篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1kcOUHC1LSInO0uUu7fcCjQ?pwd=1g5m",
    "夸克盘链接": "https://pan.quark.cn/s/590359ff5485"
  },
  {
    "文件名": "【海棠】《抢角系统》作者：安安【快穿 - 中H - 短篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1MEcBPGOYRl89PjwOXHmK_A?pwd=1g5m",
    "夸克盘链接": "https://pan.quark.cn/s/569c922bd425"
  },
  {
    "文件名": "【海棠】《蔷薇刑》作者：白桃乌龙奶喵诗【同人 - 现代 - 微H - 校园 - 黑社会 - 师生 - 中篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/13JDSbUbPEmKAo6UTE-Bm6Q?pwd=1g5m",
    "夸克盘链接": "https://pan.quark.cn/s/35556c7c59f1"
  },
  {
    "文件名": "【海棠】《墙煎社团》作者：眠不得【现代 - 高H - NP - 短篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1Mesk_5ahWuW1y_lzgTCPqw?pwd=1g5m",
    "夸克盘链接": "https://pan.quark.cn/s/e840aa2ac096"
  },
  {
    "文件名": "【海棠】《强制驯服》作者：一江春水平【ABO - 未来 - 高H - 科幻 - 中篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1EXG6jve7vUtUHVta5zaiSQ?pwd=1g5m",
    "夸克盘链接": "https://pan.quark.cn/s/b43ea6e6d25e"
  },
  {
    "文件名": "【海棠】《强制温柔》作者：叶子姜【现代 - 清水 - 青梅竹马 - 强制爱 - 短篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1JP5pm-J6ErFsZHl0Bn4-Kg?pwd=1g5m",
    "夸克盘链接": "https://pan.quark.cn/s/7bf92ab81f7b"
  },
  {
    "文件名": "【海棠】《强制匹配》作者：睡得香【现代 - 中H - 双性 - ABO - 先婚后爱 - 破镜重圆 - 中篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/14kNjVl36BzWv8E57B4Bf7w?pwd=1g5m",
    "夸克盘链接": "https://pan.quark.cn/s/760db6f01fd0"
  },
  {
    "文件名": "【海棠】《强制配种》作者：红色警戒【总受 - NP - 双性 - 校园 - 短篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/136Ppg8em8le0xCbpIbqWIA?pwd=1g5m",
    "夸克盘链接": "https://pan.quark.cn/s/c3027f2c5e53"
  },
  {
    "文件名": "【海棠】《强制配对生育条例》作者：由夏【未来 - 高H - 双性 - NP - 结局1v1 - 中篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1f7cNYiPrRXF07tUgPmccxA?pwd=1g5m",
    "夸克盘链接": "https://pan.quark.cn/s/24c48c4e011d"
  },
  {
    "文件名": "【海棠】《强制结合》作者：姥啬丕【ABO - 中H - 短篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1HDBdgFUH9zyMUBb6NlKLgQ?pwd=1g5m",
    "夸克盘链接": "https://pan.quark.cn/s/3b7eea573e0d"
  },
  {
    "文件名": "【海棠】《强制分化》作者：雁一夏【ABO - 破镜重圆 - 强制 - 虐恋情深 - 中H - 中篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1J2zUVhwpFT9L_eB1HASd6Q?pwd=1g5m",
    "夸克盘链接": "https://pan.quark.cn/s/5b19bc91962f"
  },
  {
    "文件名": "【海棠】《强制调教少年郎》作者：骨狸【总攻 - 古代 - 高H - 中篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1MhbNUDqkgYIqlCfg7BrkTg?pwd=1g5m",
    "夸克盘链接": "https://pan.quark.cn/s/e573f090e100"
  },
  {
    "文件名": "【海棠】《强制的爱》作者：纯情备用号【现代 - 高H - 校园 - 中篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1TpFEHbVqgnNtZJWkWuRLsg?pwd=1g5m",
    "夸克盘链接": "https://pan.quark.cn/s/67605d5097d7"
  },
  {
    "文件名": "【海棠】《强制爆炒自助餐车》作者：好多米【合集 - 高H - 短篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1fXwhsTmD1vQRf3yZ1DW_ZA?pwd=1g5m",
    "夸克盘链接": "https://pan.quark.cn/s/8877173d7e0f"
  },
  {
    "文件名": "【海棠】《强制爱之我养大的老婆居然有喜欢的人了》作者：小西瓜【现代 - 高H - 强制爱 - 双性 - 短篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1hIdzqcYIh5mxtw_NKrdWEA?pwd=1g5m",
    "夸克盘链接": "https://pan.quark.cn/s/1678b8c9d700"
  },
  {
    "文件名": "【海棠】《强占老实人》作者：撸猫大能【现代 - 高H - 双性 - 短篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1xY5jxHqK4O2z_52QlUcxag?pwd=1g5m",
    "夸克盘链接": "https://pan.quark.cn/s/c9a1f47a4b37"
  },
  {
    "文件名": "【海棠】《强势侵占》作者：我没病【ABO - 现代 - 高H - 道具 - 囚禁 - 生子 - 中篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1bF1GUg1Xm0UE5ADpidfT2w?pwd=1g5m",
    "夸克盘链接": "https://pan.quark.cn/s/5df5c6ed56df"
  },
  {
    "文件名": "【海棠】《强娶美人》作者：醉生生【总攻 - SP - BDSM - 古代 - 高H - NP - 中篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1O0lq9tiJQYj9NFcf2By-_A?pwd=1g5m",
    "夸克盘链接": "https://pan.quark.cn/s/b4ed5c859a4a"
  },
  {
    "文件名": "【海棠】《强取豪夺来的夫君》作者：一蟹不如一蟹【古代 - 中H - 中篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1J4rr1cXDHiwgxMqT7SGfpQ?pwd=1g5m",
    "夸克盘链接": "https://pan.quark.cn/s/364f12d92afe"
  },
  {
    "文件名": "【海棠】《强迫疯批的下场》作者：九酒【现代 - 高H - 双性 - 中篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1-1HDA8kr6bEMy8RrMdWKhQ?pwd=1g5m",
    "夸克盘链接": "https://pan.quark.cn/s/1981f83580fb"
  },
  {
    "文件名": "【海棠】《强迫臣服》作者：红酥酒【现代 - 高H - 中篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1IhFkmQL6D84EBwRQsYsk4A?pwd=1g5m",
    "夸克盘链接": "https://pan.quark.cn/s/531c812e2d78"
  },
  {
    "文件名": "【海棠】《强扭的瓜特甜》作者： 七十而已【现代 - 中H - 青梅竹马 - 长篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1wbRWzDVdD0M-ZickL3YWJA?pwd=1g5m",
    "夸克盘链接": "https://pan.quark.cn/s/1f0196548309"
  },
  {
    "文件名": "【海棠】《强把校霸艹到哭》作者：cat【现代 - 中H - 校园 - 双性 - 1v1 - 短篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1KHVfjzInO34LBX3M3n8tUQ?pwd=1g5m",
    "夸克盘链接": "https://pan.quark.cn/s/cbb5f2649b77"
  },
  {
    "文件名": "【海棠】《欠操的小可怜》作者：qinlanlan【现代 - 高H - 双性 - 短篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1bhYigMTIQNPSFdiO7tW3Pg?pwd=1g5m",
    "夸克盘链接": "https://pan.quark.cn/s/5efeac1324b1"
  },
  {
    "文件名": "【海棠】《钱色交易》作者：我爱吃冰棒【现代 - 高H - NP - 双性 - 长篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1Msmznqo3wrVklVI7pf_Rag?pwd=1g5m",
    "夸克盘链接": "https://pan.quark.cn/s/962cb72dd677"
  },
  {
    "文件名": "【海棠】《前男友们建了个群聊怎么办》作者：芒果狗子【总受 - NP - 现代 - 高H - 中篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1PKRm_HyrN_YOI-RPe5gxIg?pwd=1g5m",
    "夸克盘链接": "https://pan.quark.cn/s/67cf35601fcb"
  },
  {
    "文件名": "【海棠】《前夫他人设崩了》作者：在吃鸡排【现代 - 微H - 双洁 - 年上 - 双性 - 1v1 - 中篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1ynh7AUYwQJ4LOHY7UmwEsQ?pwd=1g5m",
    "夸克盘链接": "https://pan.quark.cn/s/9a842fd20389"
  },
  {
    "文件名": "【海棠】《千万别当邪恶反派》作者：QJF【穿书 - 中H - 双性 - 强制爱 - 长篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1a6tWhJ3vzOWBgGiX2DKOgw?pwd=1g5m",
    "夸克盘链接": "https://pan.quark.cn/s/5dd0e892a4ac"
  },
  {
    "文件名": "【海棠】《契约关系》作者：白生【现代 - 中H - 狗血 - 中篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1V8mZ3j9GmqPTNxe8akSPxg?pwd=1g5m",
    "夸克盘链接": "https://pan.quark.cn/s/c6c148b87f89"
  },
  {
    "文件名": "【海棠】《契兄》作者：三千夜话【古代 - 中H - 种田文 - 短篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1hNwKkn83FSA28EAg7iGAqw?pwd=1g5m",
    "夸克盘链接": "https://pan.quark.cn/s/4b15be8a0f9a"
  },
  {
    "文件名": "【海棠】《契婚成行》作者：狄山离朱【西幻 - 中H - 罗曼 - 奇幻 - 1v1 - HE - 中篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/10WkL30h3hW8PhLfYc2E2ag?pwd=1g5m",
    "夸克盘链接": "https://pan.quark.cn/s/6a454e1453f1"
  },
  {
    "文件名": "【海棠】《契父》作者：Winner【现代 - 中H - 1v1 - 长篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1JZLj79aa8BxMXV2cjBuu7Q?pwd=1g5m",
    "夸克盘链接": "https://pan.quark.cn/s/8bfa0d4e7028"
  },
  {
    "文件名": "【海棠】《绮变》作者：柒花君【现代 - 高H - 1v1 - 双性 - 年下 - 伪NTR - 长篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1jiNKlE54tcLYWZ7CBVPpww?pwd=1g5m",
    "夸克盘链接": "https://pan.quark.cn/s/094aac1c0348"
  },
  {
    "文件名": "【海棠】《起点男主与海棠后宫》作者：江临照晚【补番 - 总攻 - NP - 双性 - 生子 - 穿越 - 高H - 中篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1vqUV-G39SGgnX1ZcxGB2HA?pwd=1g5m",
    "夸克盘链接": "https://pan.quark.cn/s/ea2646705998"
  },
  {
    "文件名": "【海棠】《启明星》作者：是山药啊【现代 - 微H - 中篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1zoyiqKQspYhrhHaU-lmAsw?pwd=1g5m",
    "夸克盘链接": "https://pan.quark.cn/s/990747f53cd7"
  },
  {
    "文件名": "【海棠】《棋子》作者：阖祈【ABO - 中H - 虐爱 - 长篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1DKjZhZVUeP9tgs5k7-_LgQ?pwd=1g5m",
    "夸克盘链接": "https://pan.quark.cn/s/88827134048b"
  },
  {
    "文件名": "【海棠】《骑虎不下》作者：巷线【现代 - 高H - 短篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1qs-ClDLSWs_PPxVtEYfesA?pwd=1g5m",
    "夸克盘链接": "https://pan.quark.cn/s/c7442183cf6f"
  },
  {
    "文件名": "【海棠】《脐橙直男竹马后带球跑了》作者：春山艾草【现代 - 中H - 青梅竹马 - 1v1 - HE - 甜宠 - 中篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1nyIQvOm9qADOFQ3yRPYoPQ?pwd=1g5m",
    "夸克盘链接": "https://pan.quark.cn/s/4ceec41b4e8e"
  },
  {
    "文件名": "【海棠】《奇异欲望售卖机》作者：醉卿梦【合集 - 奇幻 - 高H - 中篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1b5Pw6vgJtiSIiFgb16VmNQ?pwd=1g5m",
    "夸克盘链接": "https://pan.quark.cn/s/f19693d57b26"
  },
  {
    "文件名": "【海棠】《奇奇怪怪的爱情故事》作者：蜜桃雪山【第一人称 - 骨科 - 现代 - 中H - BDSM - 虐身 - 中篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1XczrkaNpE1zY72gGnVn52Q?pwd=1g5m",
    "夸克盘链接": "https://pan.quark.cn/s/240ad58290f6"
  },
  {
    "文件名": "【海棠】《奇妙道具录》作者：暗黑小当家【合集 - NP - 现代 - 高H - 中篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1tbB0fBgihb_RDkdE-n2BFQ?pwd=1g5m",
    "夸克盘链接": "https://pan.quark.cn/s/5f006e673358"
  },
  {
    "文件名": "【海棠】《奇怪性癖》作者：西皇【现代 - 高H - 美强 - 校园 - 短篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1zupRlM_PBwS5ivgmlIXz4g?pwd=1g5m",
    "夸克盘链接": "https://pan.quark.cn/s/566dd85c9b0d"
  },
  {
    "文件名": "【海棠】《奇怪的美强脑洞们》作者：一只虾蛄【合集 - 高H - 短篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1AufcrZMLc_qr1hm0syW_GA?pwd=1g5m",
    "夸克盘链接": "https://pan.quark.cn/s/3388a8ac5759"
  },
  {
    "文件名": "【海棠】《其华灼灼》作者：切片面包【现代 - 高H - 虐心 - 双性 - 调教 - 中篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1X8GppoTC6eQg7L2j6wrCXA?pwd=1g5m",
    "夸克盘链接": "https://pan.quark.cn/s/ff1400761e07"
  },
  {
    "文件名": "【海棠】《齐人之福》作者：三点水【现代 - 高H - 3P - 短篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1ku2lz8MctgK_Q8TmO2uZOQ?pwd=1g5m",
    "夸克盘链接": "https://pan.quark.cn/s/941b04b1e3aa"
  },
  {
    "文件名": "【海棠】《欺身而上》作者：一枚夹心饼【合集 - 高H - 中篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1336Pnzyo6_5S5SaMCx_BWw?pwd=1g5m",
    "夸克盘链接": "https://pan.quark.cn/s/19a97f76fbde"
  },
  {
    "文件名": "【海棠】《欺凌》作者：废人一个【现代 - 中H - 校园 - 中篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1WT6sCS_jjEyg0nRUWct6yA?pwd=1g5m",
    "夸克盘链接": "https://pan.quark.cn/s/94be7dbf606a"
  },
  {
    "文件名": "【海棠】《欺负兔子》作者：隐骨【现代 - 高H - 校园 - 1v1 - 强制爱 - 短篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1R1vTUJ5UdGDy_W3uqlc_6g?pwd=1g5m",
    "夸克盘链接": "https://pan.quark.cn/s/a2490db7deeb"
  },
  {
    "文件名": "【海棠】《妻色撩人》作者：在吃鸡排【现代 - 高H - 甜文 - 1v1 - 双洁 - 短篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1PbLIrWafDhtDbn0HlJ04Ew?pwd=1g5m",
    "夸克盘链接": "https://pan.quark.cn/s/b1ba62e81795"
  },
  {
    "文件名": "【海棠】《妻妾成群》作者：糖醋里脊【总攻 - NP - 双性 - 高H - 虐身 - 中篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1Nxe4L3zMleg7775TF98plw?pwd=1g5m",
    "夸克盘链接": "https://pan.quark.cn/s/a1382e96a016"
  },
  {
    "文件名": "【海棠】《妻奴》作者：衿白【古代 - 高H - 调教 - SP - 虐身 - 短篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1oDwfWql27DYtxfxQEVqtWw?pwd=1g5m",
    "夸克盘链接": "https://pan.quark.cn/s/de9b37a3b697"
  },
  {
    "文件名": "【海棠】《妻礼》作者：黑桃Q【古代 - 中H - 1v1 - 短篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1tiSDQKLBxUCudH8l4Y-uZQ?pwd=1g5m",
    "夸克盘链接": "https://pan.quark.cn/s/f931fdfb4425"
  },
  {
    "文件名": "【海棠】《七年之痒，八年之伤》作者：海棠惊石木【换攻 - 现代 - 中H - 虐爱 - 中篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1igbmQ3hq-Vo6oD7J5X264A?pwd=1g5m",
    "夸克盘链接": "https://pan.quark.cn/s/d64b51391af2"
  },
  {
    "文件名": "【海棠】《七年不痒》作者：睡个好觉【现代 - 中H - 虐爱 - 1v1 - 短篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1hAEnIS6rE1H1aUMDa8ywsA?pwd=1g5m",
    "夸克盘链接": "https://pan.quark.cn/s/127eee5ba37a"
  },
  {
    "文件名": "【海棠】《普信直男被操烂干哭文学》作者：燃星【现代 - 中H - 双性 - NP - 强制 - 中篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1OPCdy1rJJ3QO7QD16Te4Vw?pwd=1g5m",
    "夸克盘链接": "https://pan.quark.cn/s/51645621b4df"
  },
  {
    "文件名": "【海棠】《清冷校草上门卖奶奶味衬衫》作者：笨比企鹅【现代 - 高H - 双性 - 短篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1TMhysDMZ4tejcDEb3TD-Jw?pwd=1g5m",
    "夸克盘链接": "https://pan.quark.cn/s/1405b445ee7b"
  },
  {
    "文件名": "【海棠】《清冷仙尊逃跑记》作者：九天【修真 - 双性 - NP - 高H - 长篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1Wa7iTzZZZ_qJANWjbR2_Nw?pwd=1g5m",
    "夸克盘链接": "https://pan.quark.cn/s/9540b01247f9"
  },
  {
    "文件名": "【海棠】《清冷师尊走火入魔后》作者：喝杯奶茶【古代 - 高H - NP - 双性 - 长篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1PjFAaMeFfczFeg-XWdjUyw?pwd=1g5m",
    "夸克盘链接": "https://pan.quark.cn/s/61b384d59126"
  },
  {
    "文件名": "【海棠】《清冷师尊他被疯批徒弟强制爱了》作者：小酒【古代 - 师徒 - 高H - 虐身 - 中篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1I4ihp_NAiH3rakVS9Jv2lw?pwd=1g5m",
    "夸克盘链接": "https://pan.quark.cn/s/b4e16581a8f1"
  },
  {
    "文件名": "【海棠】《苹果》作者：谛观【第一人称 - 现代 - 中H - 悬疑 - 短篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1hEG2S3hY6VdlyYyXiR4GDA?pwd=1g5m",
    "夸克盘链接": "https://pan.quark.cn/s/0b8d5f8d067d"
  },
  {
    "文件名": "【海棠】《平平无奇打工人不会梦到契约邪神》作者：鸽子集中营【总攻 - 微H - 奇幻 - 短篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1HszvaRTT_p-JDiN3f6BlPw?pwd=1g5m",
    "夸克盘链接": "https://pan.quark.cn/s/ea21c7df644e"
  },
  {
    "文件名": "【海棠】《拼单男孩》作者：红烧肉酱汁【现代 - 高H - NP - 短篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1dcabqCYGRhnwmNErEegqLQ?pwd=1g5m",
    "夸克盘链接": "https://pan.quark.cn/s/092c09ee71d3"
  },
  {
    "文件名": "【海棠】《漂亮直男陷入恩批修罗场》作者：小兔子乖乖【现代 - 中H - NP - 短篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1yf4r34jy2jQdPSizSQZWxA?pwd=1g5m",
    "夸克盘链接": "https://pan.quark.cn/s/0f06b1c3ce56"
  },
  {
    "文件名": "【海棠】《漂亮直男》作者：SF梦碎【现代 - 高H - 校园 - NP - 中篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1AFh_sQ9mgtcNYnb2oEEREg?pwd=1g5m",
    "夸克盘链接": "https://pan.quark.cn/s/801c18c233db"
  },
  {
    "文件名": "【海棠】《漂亮小舔狗》作者：neetizumi【现代 - 高H - 1V1 - 短篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1NEDMRWn1Kv6TiHq3w83eHA?pwd=1g5m",
    "夸克盘链接": "https://pan.quark.cn/s/7993d5dc4114"
  },
  {
    "文件名": "【海棠】《漂亮小可怜他被大叔疼宠过度》作者：容景【现代 - 中H - 短篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1Sn8w8AhKT51isr5sySInfw?pwd=1g5m",
    "夸克盘链接": "https://pan.quark.cn/s/ba8bb89ff8ed"
  },
  {
    "文件名": "【海棠】《漂亮小儿子和爸爸相爱恋爱做爱》作者：甜又辣【现代 - 高H - 1v1 - 父子 - 年上 - 双性 - 甜文 - 中篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1oLoK1iNJpThYcxb0PdqKEA?pwd=1g5m",
    "夸克盘链接": "https://pan.quark.cn/s/439686e15a1f"
  },
  {
    "文件名": "【海棠】《漂亮网黄的榨汁计划》作者：梧鸣【ABO - 现代 - 高H - NP - 中篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1C4EvFXst4qFuCbxF2mFBtA?pwd=1g5m",
    "夸克盘链接": "https://pan.quark.cn/s/1681f837cccc"
  },
  {
    "文件名": "【海棠】《漂亮受他只想活命》作者：顾咕咕【现代 - 高H - 双性 - NP - HE - 长篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1sWqcr_dX1otulPCDlp1VWA?pwd=1g5m",
    "夸克盘链接": "https://pan.quark.cn/s/a465bebb0d1e"
  },
  {
    "文件名": "【海棠】《漂亮人夫》作者：浔裔【混合合集 - 高H - 乱伦 - 中篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1GiHA-01me2XlVz7wQFZW2A?pwd=1g5m",
    "夸克盘链接": "https://pan.quark.cn/s/24d57c2cde1f"
  },
  {
    "文件名": "【海棠】《漂亮人夫》作者：我是超人强【合集 - 奇幻 - 高H - 中篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1xpyDhCBG8Vdk9AzQ0YRAOg?pwd=1g5m",
    "夸克盘链接": "https://pan.quark.cn/s/ea27d5dd3be4"
  },
  {
    "文件名": "【海棠】《漂亮炮灰重生后成了万人迷》作者：neetizumi【重生 - 现代 - 高H - 双性 - 中篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1ghVMhLfV4QxwRuf5DWW8zQ?pwd=1g5m",
    "夸克盘链接": "https://pan.quark.cn/s/16f54d71eefa"
  },
  {
    "文件名": "【海棠】《漂亮懦弱的继父被狗舔逼上瘾》作者：冰糖书生【现代 - 高H - 人兽 - 双性 - NP - 短篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1thDKpTVEfJWSKB11COnNqg?pwd=1g5m",
    "夸克盘链接": "https://pan.quark.cn/s/a0d032aef2fa"
  },
  {
    "文件名": "【海棠】《漂亮男配只想快活》作者：东南枝【总受 - NP - 快穿 - 现代 - 高H - 长篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1ZszU1TjGTSo9fsXLcJkbsg?pwd=1g5m",
    "夸克盘链接": "https://pan.quark.cn/s/2a901db4cee9"
  },
  {
    "文件名": "【海棠】《漂亮男孩》作者：mnbvcxz【现代 - 高H - NP - 中篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/15zWOSu9BBumZlBGokurZjA?pwd=1g5m",
    "夸克盘链接": "https://pan.quark.cn/s/67a45dff6652"
  },
  {
    "文件名": "【海棠】《漂亮男高沦为全校玩物》作者：独上西楼【现代 - 高H - 校园 - NP - 中篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/12nitsZCg2DNcpCkgPshgPA?pwd=1g5m",
    "夸克盘链接": "https://pan.quark.cn/s/bc392baea3f8"
  },
  {
    "文件名": "【海棠】《漂亮男保姆非要骑我》作者：爱口【现代 - 高H - 短篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/10C7qfcrMFFiLh3fpI8ea0w?pwd=1g5m",
    "夸克盘链接": "https://pan.quark.cn/s/768feb14035f"
  },
  {
    "文件名": "【海棠】《漂亮魅魔的灌满游戏》作者：软棠不吃软糖【快穿 - NP - 高H - 双性 - 长篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1_C24sE_nq_C0V0q81TzhRw?pwd=1g5m",
    "夸克盘链接": "https://pan.quark.cn/s/829d88caa57d"
  },
  {
    "文件名": "【海棠】《漂亮美人长批了》作者：醒来明月【合集 - 双性 - 高H - 1v1 - 甜宠 - 短篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1NXOgIwW3PYYPkgRNxYGWjQ?pwd=1g5m",
    "夸克盘链接": "https://pan.quark.cn/s/f616c20298c3"
  },
  {
    "文件名": "【海棠】《漂亮美人就该被珍视》作者：吃不吃苹果【现代 - 中H - NP - 结局1v1 - 中篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1O8ln2s8HNS61e5wxXVkU9A?pwd=1g5m",
    "夸克盘链接": "https://pan.quark.cn/s/f3dbe46627e5"
  },
  {
    "文件名": "【海棠】《漂亮美人的批觉醒后》作者：东南枝【现代 - 高H - 双性 - 1v1 - 甜宠 - 短篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1JOhWlO9np7Xol3KOF8bh1g?pwd=1g5m",
    "夸克盘链接": "https://pan.quark.cn/s/7c0653183505"
  },
  {
    "文件名": "【海棠】《漂亮美人被强制的日常》作者：挽碧【快穿 - 中H - NP - 单性 - 中篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1RRfzCkE2TxB4AkqAk_Alsw?pwd=1g5m",
    "夸克盘链接": "https://pan.quark.cn/s/1b467af0532e"
  },
  {
    "文件名": "【海棠】《漂亮老婆》作者：archer【现代 - 高H - 双性 - 1v1 - 中篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/16SK_MbqaUXsxk-nrXwV6kQ?pwd=1g5m",
    "夸克盘链接": "https://pan.quark.cn/s/2fb94a532e26"
  },
  {
    "文件名": "【海棠】《漂亮柜哥被野汉子拐跑啦》作者：江万里【现代 - 高H - 甜文 - 短篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1hN-lni-7bx1kIYv8x2SwjQ?pwd=1g5m",
    "夸克盘链接": "https://pan.quark.cn/s/0f68959b08ce"
  },
  {
    "文件名": "【海棠】《漂亮寡嫂他多汁可口》作者：梧鸣【现代 - 高H - 双性 - 短篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1f8TtgKpQXNIgI5XrLfdj3w?pwd=1g5m",
    "夸克盘链接": "https://pan.quark.cn/s/decb0516413b"
  },
  {
    "文件名": "【海棠】《漂亮狗狗调教守则》作者：衿白【现代 - 高H - 青梅竹马 - 甜肉 - 短篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/10Mt9jYYX_RjOvfcnmW_UPg?pwd=1g5m",
    "夸克盘链接": "https://pan.quark.cn/s/dc8e09abf396"
  },
  {
    "文件名": "【海棠】《漂亮废物在恐怖片里靠身体躺赢》作者：亿万星辰【主攻 - 现代 - 中H - NP - 短篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1cN9v_BsPd9nIcjufVnw8pw?pwd=1g5m",
    "夸克盘链接": "https://pan.quark.cn/s/98899c1d60a0"
  },
  {
    "文件名": "【海棠】《漂亮反派被操烂》作者：小兔纸【快穿 - 高H - NP - 双性 - 中篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1gdHW2pHuhfJwMCbIU_Pamg?pwd=1g5m",
    "夸克盘链接": "https://pan.quark.cn/s/ca737c568181"
  },
  {
    "文件名": "【海棠】《漂亮队长磨批被围观后》作者：Uranus【补番 - 现代 - 高H - 校园 - 双性 - NP - 中篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1rE6mOSwkJTgCjEs0t3_C_w?pwd=1g5m",
    "夸克盘链接": "https://pan.quark.cn/s/ebe0ddfdac20"
  },
  {
    "文件名": "【海棠】《漂亮弟弟批白体软》作者：金牌烤肉【现代 - 高H - 虐身 - 3P - 双性 - 骨科 - 中篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1gPRk3SQTyrzz6wc-HpWZGw?pwd=1g5m",
    "夸克盘链接": "https://pan.quark.cn/s/f96e2732c0bc"
  },
  {
    "文件名": "【海棠】《漂亮的继父》作者：荷沈【现代 - 高H - 1v1 - 双性 - 年下 - 甜文 - 短篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1l-dsQtWUKUpRyrs3AjlX4g?pwd=1g5m",
    "夸克盘链接": "https://pan.quark.cn/s/ec2696665791"
  },
  {
    "文件名": "【海棠】《漂亮的笨蛋反派》作者：秃头【快穿 - NP - 高H - 长篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/10jA7vP7JgJREKGsnU8UE7g?pwd=1g5m",
    "夸克盘链接": "https://pan.quark.cn/s/8e21d408f7fd"
  },
  {
    "文件名": "【海棠】《漂亮笨蛋今天也在艰难求生》作者：顾咕咕【无限流 - NP - 双性 - 高H - 长篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1QwMYtqWXR4BGw_jMJH7fqg?pwd=1g5m",
    "夸克盘链接": "https://pan.quark.cn/s/414da8cf9e2b"
  },
  {
    "文件名": "【海棠】《漂亮笨蛋绑架男神之后》作者：以息相吹吹吹【现代 - 高H - 短篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1d_jbpB2xY5ukM64NMOXh4A?pwd=1g5m",
    "夸克盘链接": "https://pan.quark.cn/s/cd5a89af5e91"
  },
  {
    "文件名": "【海棠】《漂亮NPC总是被玷污》作者：渡余生【快穿 - 高H - NP - 中篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1J-lL3LR_B8oL03DqS-FNQg?pwd=1g5m",
    "夸克盘链接": "https://pan.quark.cn/s/fb94accbaec7"
  },
  {
    "文件名": "【海棠】《骗了男高初炮后我揣崽跑路了》作者：爱小猫【现代 - 高H - 校园 - 生子 - 中篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1EpmP0uHyhj_sKPbe3y0Wtg?pwd=1g5m",
    "夸克盘链接": "https://pan.quark.cn/s/c25d26428030"
  },
  {
    "文件名": "【海棠】《骗了高初炮后我揣崽跑路了》作者：爱小猫【现代 - 高H - 校园 - 生子 - 中篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/17VFT67mUq_hXt7QOOoT2TA?pwd=1g5m",
    "夸克盘链接": "https://pan.quark.cn/s/7edfc78934c6"
  },
  {
    "文件名": "【海棠】《骗来的王妃》作者：半醺【古代 - 高H - 古板受 - 短篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1oC1BedEnJ7fq9jyMY1o12Q?pwd=1g5m",
    "夸克盘链接": "https://pan.quark.cn/s/7719aa4013b4"
  },
  {
    "文件名": "【海棠】《偏执前男友成了我老板》作者：多吃竹笋【现代 - 高H - 短篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1x843J4KAhWGZcVWEOa51wg?pwd=1g5m",
    "夸克盘链接": "https://pan.quark.cn/s/39984218380c"
  },
  {
    "文件名": "【海棠】《偏执攻重生后》作者：七七是攻【主攻 - 现代 - 高H - 重生 - 骨科 - 年下 - 1V1 - 中篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1XqLS1oblvZb87CfRXZqEoA?pwd=1g5m",
    "夸克盘链接": "https://pan.quark.cn/s/9330911a802e"
  },
  {
    "文件名": "【海棠】《偏执反派的小人鱼》作者：聆海汐音【穿越 - 未来 - 高H - 科幻 - 中篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1ziChClxsl2QUHgV-_mCkEQ?pwd=1g5m",
    "夸克盘链接": "https://pan.quark.cn/s/d165a7da4e9f"
  },
  {
    "文件名": "【海棠】《屁股翘高一点》作者：野玫瑰湾【ABO - 1v1 - 现代 - 高H - 青梅竹马 - 中篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1UHJ6lc8juzoeqg4wsGvk0g?pwd=1g5m",
    "夸克盘链接": "https://pan.quark.cn/s/d0b9e8b67e05"
  },
  {
    "文件名": "【海棠】《癖和瘾》作者：该账号不存在【古代 - 高H - 互宠 - 1V1 - 甜文 - 重口 - 中篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1uPq6zAZIf1bZzm1PT5Gk5A?pwd=1g5m",
    "夸克盘链接": "https://pan.quark.cn/s/a42bd3b16201"
  },
  {
    "文件名": "【海棠】《痞子攻美人受二三事》作者：FrauZhang【现代 - 高H - 短篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/11LxQxJFVp8Zf4DEwKSjPZg?pwd=1g5m",
    "夸克盘链接": "https://pan.quark.cn/s/4fbdec515759"
  },
  {
    "文件名": "【海棠】《匹诺曹》作者：孟还【现代 - 双性 - 年下 - 生子 - 中H - 中篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/11waaPqu9g5fFVyyBkYsCsw?pwd=1g5m",
    "夸克盘链接": "https://pan.quark.cn/s/3d0547f0a85e"
  },
  {
    "文件名": "【海棠】《皮囊、面具（被束缚在画皮中的猛男）》作者：赫尔曼狄克【现代 - 高H - 虐身 - NP - 短篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1Ha6tbkKOmpYMbRrSyR7Y8w?pwd=1g5m",
    "夸克盘链接": "https://pan.quark.cn/s/b7db6224d5b2"
  },
  {
    "文件名": "【海棠】《批嫩水多》作者：qinlanlan【双性合集3 - 高H - 短篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1JzfE04dwtUYllkOI3Ea4NQ?pwd=1g5m",
    "夸克盘链接": "https://pan.quark.cn/s/9b40ad036662"
  },
  {
    "文件名": "【海棠】《碰巧暗恋的老板是个主》作者：阿多斯和达达尼安【现代 - 高H - 小甜饼 - 中篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1TfJYKIBlkQDNypZO2aYBVw?pwd=1g5m",
    "夸克盘链接": "https://pan.quark.cn/s/47690371f946"
  },
  {
    "文件名": "【海棠】《炮友》作者：AK【现代 - 高H - 甜文 - HE - 中篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1SItG4fXZ8zVI62JDaPRmbA?pwd=1g5m",
    "夸克盘链接": "https://pan.quark.cn/s/794c69b1e88c"
  },
  {
    "文件名": "【海棠】《炮灰之路》作者：归一【快穿 - NP - 中H - 长篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/11-mL_luGp5ndKJVzcIJQow?pwd=1g5m",
    "夸克盘链接": "https://pan.quark.cn/s/e2da30cbdade"
  },
  {
    "文件名": "【海棠】《炮灰美人重生躺平后被日了》作者：水煮葡萄【合集 - 微H - 短篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1QhLY9JOmBWVzd7XK0b9pDA?pwd=1g5m",
    "夸克盘链接": "https://pan.quark.cn/s/9c7e52ff686d"
  },
  {
    "文件名": "【海棠】《炮灰美人被疯批透爆汁了》作者：笨比企鹅【穿越 - 现代 - 高H - 双性 - 中篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1HKpEeC3U1EZg9NaZno5cgA?pwd=1g5m",
    "夸克盘链接": "https://pan.quark.cn/s/0d743dc75440"
  },
  {
    "文件名": "【海棠】《炮灰攻他手拿剧本后》作者：陆南歌【主攻 - 穿越 - 高H - 1v1 - 双性 - 双洁 - 中篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1J5d1_YawUFwK-imY4eUpkQ?pwd=1g5m",
    "夸克盘链接": "https://pan.quark.cn/s/cec9abe79723"
  },
  {
    "文件名": "【海棠】《炮灰攻被主角攻艹透了》作者：不可思议【未来 - 高H - ABO - 长篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1Y1rVlOEEkNBKuPtBrYhMfQ?pwd=1g5m",
    "夸克盘链接": "https://pan.quark.cn/s/eeeec752fd51"
  },
  {
    "文件名": "【海棠】《炮灰的别样求生法》作者：燃伏【快穿 - 高H - 短篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1lOVYtlaH3-5cxkb0uV_Rjg?pwd=1g5m",
    "夸克盘链接": "https://pan.quark.cn/s/e42e809768bc"
  },
  {
    "文件名": "【海棠】《炮灰操穴日常》作者：红烧肉酱汁【总攻 - 现代 - 高H - NP - 乱伦 - 中篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/13wQRlt2BkUwFcLbO-0RC1Q?pwd=1g5m",
    "夸克盘链接": "https://pan.quark.cn/s/9aec09b38035"
  },
  {
    "文件名": "【海棠】《潘神的新娘》作者：芝加哥打人机【人外 - 双性 - 1V1 - 高H - 甜肉 - 中篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1YceATYdRiHsKhwmFglNQwQ?pwd=1g5m",
    "夸克盘链接": "https://pan.quark.cn/s/036f70129a7a"
  },
  {
    "文件名": "【海棠】《排卵》作者：口腹之欲【人外合集 - 高H - 短篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/195KnveZYL4q0nCStKau3yg?pwd=1g5m",
    "夸克盘链接": "https://pan.quark.cn/s/c6588a210a94"
  },
  {
    "文件名": "【海棠】《拍戏时被影帝真艹了》作者：你说什么大实话【现代 - 高H - 双性 - 短篇.txt",
    "百度盘链接": "https://pan.baidu.com/s/1XV4jk4UXXGsIcVNZSKUIGw?pwd=1g5m",
    "夸克盘链接": "https://pan.quark.cn/s/6e748c89d3d8"
  },
  {
    "文件名": "【海棠】《拍批照被室友逮个正着》作者：叉两七【现代 - 高H - 双性 - 3P - 生子 - HE - 中篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1omsLy4nNrKnspK8_TwXK_w?pwd=1g5m",
    "夸克盘链接": "https://pan.quark.cn/s/679693c621ac"
  },
  {
    "文件名": "【海棠】《拍av的双性小叔叔》作者：搞学【现代 - 高H - NP - 双性 - 中篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1ff2HoS5NsjANm_ejkcFNvA?pwd=1g5m",
    "夸克盘链接": "https://pan.quark.cn/s/9bd540d01e44"
  },
  {
    "文件名": "【海棠】《怕疼》作者：泡芙星球【现代 - 高H - 中篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1UcJEZF7N8SHfl65zPFoTrA?pwd=1g5m",
    "夸克盘链接": "https://pan.quark.cn/s/5ef67d01a5b2"
  },
  {
    "文件名": "【海棠】《爬上床的大狗》作者：让我吃一吃【现代 - 高H - 人兽 - 短篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1VmmvV8OrK2M1XroJxBrBdg?pwd=1g5m",
    "夸克盘链接": "https://pan.quark.cn/s/ccda7a17e3de"
  },
  {
    "文件名": "【海棠】《女装也能肏哭你》作者：曲项向天歌【现代 - 高H - 校园 - 短篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1pcsPiFBxt6ElxTi0uxh-rg?pwd=1g5m",
    "夸克盘链接": "https://pan.quark.cn/s/0dcc8a242088"
  },
  {
    "文件名": "【海棠】《女装娇娇攻》作者：鬼畜无反攻【古代 - 微H - 女装 - 短篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1WtWAQMIZo4KV_guo-7mcvw?pwd=1g5m",
    "夸克盘链接": "https://pan.quark.cn/s/0bf3ceb40e17"
  },
  {
    "文件名": "【海棠】《女装攻和他的榜一大佬》作者：一蟹不如一蟹【现代 - 中H - 中篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1pabC5LfwPvyitSLDnJ_cCg?pwd=1g5m",
    "夸克盘链接": "https://pan.quark.cn/s/46cb98655b6d"
  },
  {
    "文件名": "【海棠】《女装大佬掰弯直男手册》作者：树下睡仙人【现代 - 高H - 校园 - 双性 - NP - 短篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1Vkmb8goABri5JcpBLJDkZA?pwd=1g5m",
    "夸克盘链接": "https://pan.quark.cn/s/c0e691ed3ea4"
  },
  {
    "文件名": "【海棠】《懦弱人妻被抖s男玩弄的一生》作者：沫莓【现代 - 高H - 短篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1dqA8Q54LWqfRo6HN2qqOJw?pwd=1g5m",
    "夸克盘链接": "https://pan.quark.cn/s/55d172fd50bf"
  },
  {
    "文件名": "【海棠】《暖和》作者：最生【现代 - 中H - 中篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/17MP907BV3XTmKIYSJsA56g?pwd=1g5m",
    "夸克盘链接": "https://pan.quark.cn/s/7b7f1506bb92"
  },
  {
    "文件名": "【海棠】《努力成为金丝雀》作者：永遇乐【现代 - 高H - 小甜饼 - 短篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1xAgBfn6xYkcXnQfk8_lZjg?pwd=1g5m",
    "夸克盘链接": "https://pan.quark.cn/s/4bfeb1765aa0"
  },
  {
    "文件名": "【海棠】《奴隶芯片的好运与厄运（操控肌肉男为奴）》作者：赫尔曼狄克【现代 - 高H - 虐身 - NP - 短篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1B9WDD2APvBhNfpRngfCOBg?pwd=1g5m",
    "夸克盘链接": "https://pan.quark.cn/s/d8be0b7e4312"
  },
  {
    "文件名": "【海棠】《奴隶社会》作者：Roy肉肉【穿越 - 高H - 虐爱 - SM - 乱伦 - 中篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1hsoyFGsnadJr44xDZXj7wQ?pwd=1g5m",
    "夸克盘链接": "https://pan.quark.cn/s/4d5f625bc4f2"
  },
  {
    "文件名": "【海棠】《奴隶商人》作者：龙哲宇【第二人称 - 穿越 - 悬疑 - 推理 - NP - 短篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1J5JSHmF2T-nKiPHIBXBPPA?pwd=1g5m",
    "夸克盘链接": "https://pan.quark.cn/s/ea9fed8f70d9"
  },
  {
    "文件名": "【海棠】《奴隶乐园（饲养、改造肌肉男）》作者：赫尔曼狄克【现代 - 高H - 虐身 - NP - 短篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1VhWw6sfc_nyHEG05VcOtGg?pwd=1g5m",
    "夸克盘链接": "https://pan.quark.cn/s/ab37652aaa40"
  },
  {
    "文件名": "【海棠】《奴隶的生活Ⅱ》作者：舟喻【现代 - 中H - 虐身 - 短篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1RxADWfUVu1VRMXnlcut04g?pwd=1g5m",
    "夸克盘链接": "https://pan.quark.cn/s/e9cb2dbc4097"
  },
  {
    "文件名": "【海棠】《奴隶的生活》作者：舟喻【现代 - 微H - 虐身 - 多CP - 短篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1DZE49Nu2OlOzyjEstMOWBA?pwd=1g5m",
    "夸克盘链接": "https://pan.quark.cn/s/d7c84320cc0c"
  },
  {
    "文件名": "【海棠】《奴后2》作者：东临寒山【古代 - 高H - 中篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1xT0WyzZwWiu1D0qMTGMOOA?pwd=1g5m",
    "夸克盘链接": "https://pan.quark.cn/s/ee2a3769b42f"
  },
  {
    "文件名": "【海棠】《弄哭双性哥哥》作者：团团【现代 - 高H - 青梅竹马 - 年上 - 伪骨科 - 双性 - 短篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1p3nuNVo-iXrQN9v5tujUMg?pwd=1g5m",
    "夸克盘链接": "https://pan.quark.cn/s/8db8ee40c37e"
  },
  {
    "文件名": "【海棠】《弄哭高冷室友》作者：我爱吃冰棒【现代 - 校园 - 高H - 调教 - 虐身 - 游戏NP - 现实1v1 - 长篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1OvIgA6LD7Lxp3OPVGZ0UIw?pwd=1g5m",
    "夸克盘链接": "https://pan.quark.cn/s/fdb98f736653"
  },
  {
    "文件名": "【海棠】《弄花》作者：我好困哦【互攻 - 双性 - 中H - 1v1 - 道具 - 短篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/19I5YvVMBfebeqoECLLy9Nw?pwd=1g5m",
    "夸克盘链接": "https://pan.quark.cn/s/4585fb9a95a8"
  },
  {
    "文件名": "【海棠】《农夫与蛇》作者：荔枝绒毛【现代 - 中H - 年下 - 短篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1J-tiwUoEXUa_hGafxopG3g?pwd=1g5m",
    "夸克盘链接": "https://pan.quark.cn/s/554a15d47db7"
  },
  {
    "文件名": "【海棠】《柠檬盐汽水》作者：风铃草【ABO - 现代 - 高H - 短篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/15z85GufwMuegxgNwFAvA9w?pwd=1g5m",
    "夸克盘链接": "https://pan.quark.cn/s/d4b8d07702f1"
  },
  {
    "文件名": "【海棠】《普通人流星街日常》作者：不眠夜之城【同人 - 混和 - 穿越 - 中H - 悲剧 - 恐怖 - 暗黑 - 中篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1Tg4St0SBkI-Ofv7ymg9yOQ?pwd=1g5m",
    "夸克盘链接": "https://pan.quark.cn/s/15f62f5c9568"
  },
  {
    "文件名": "【海棠】《普通大学生的鬼新娘》作者：观阴落【现代 - 高H - 灵异 - 短篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1TyTS8CP7ZYuq5q-5aI6RFw?pwd=1g5m",
    "夸克盘链接": "https://pan.quark.cn/s/c5dff0ba4583"
  },
  {
    "文件名": "【海棠】《蒲七》作者：一朵星星向茸【古代 - 中H - 修真 - 虐心 - 中篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1xZ60c5hNOd1gzWZXPS7BRQ?pwd=1g5m",
    "夸克盘链接": "https://pan.quark.cn/s/eeffb46975e4"
  },
  {
    "文件名": "【海棠】《破碎者之歌》作者：Astviva333【ABO - NP - 结局1v1 - 中H - 虐爱 - 中篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1vkYUN-GWy0pA-a1zgTJ0ow?pwd=1g5m",
    "夸克盘链接": "https://pan.quark.cn/s/e6606ac40ce6"
  },
  {
    "文件名": "【海棠】《破梗》作者：情九【现代 - 高H - HE - 甜文 - 短篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1qqVMwDLHygfNbD1FCailgA?pwd=1g5m",
    "夸克盘链接": "https://pan.quark.cn/s/1a06f3c2989e"
  },
  {
    "文件名": "【海棠】《破产偶像》作者：姊姊【无CP - 现代 - 高H - 短篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1a1eeqJ7xjVjeB0QrvQ8O9A?pwd=1g5m",
    "夸克盘链接": "https://pan.quark.cn/s/8bbde3a89796"
  },
  {
    "文件名": "【海棠】《破冰》作者：千鸟幻鹤【第一人称 - 现代 - 高H - 3P - 结局1v1 - 中篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1XH8e2aVFu4V1m2T4jIZhDQ?pwd=1g5m",
    "夸克盘链接": "https://pan.quark.cn/s/516a2951f128"
  },
  {
    "文件名": "【海棠】《年下有点甜》作者：大白腿子【现代 - 中H - 短篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1qYDJTi6wwS6vYqil11SjzQ?pwd=1g5m",
    "夸克盘链接": "https://pan.quark.cn/s/a71c11a6d324"
  },
  {
    "文件名": "【海棠】《年下薄肌受主与年上野兽攻奴》作者：赫尔曼狄克【现代 - 高H - NP - 短篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1tF1M2NTMFq75zgStt3WHMQ?pwd=1g5m",
    "夸克盘链接": "https://pan.quark.cn/s/d326c16b3de7"
  },
  {
    "文件名": "【海棠】《年上竹马总裁是个舔批变态》作者：枫桥【现代 - 微H - 青梅竹马 - 年上 - 双性 - 生子 - 甜文 - 短篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1bCpyyMzic-COw1a7UvJGEg?pwd=1g5m",
    "夸克盘链接": "https://pan.quark.cn/s/d6681aa7f50a"
  },
  {
    "文件名": "【海棠】《年上的他》作者：DREAM【合集 - 现代 -中H - 短篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1kUYOLVG59k-Wcu-asjrQPQ?pwd=1g5m",
    "夸克盘链接": "https://pan.quark.cn/s/2f1fe6d24b17"
  },
  {
    "文件名": "【海棠】《年轻的男校老师》作者：九桃【现代 - 高H - 双性 - NP - 短篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/11ZcTrrPYOCxwz3lFW18u5g?pwd=1g5m",
    "夸克盘链接": "https://pan.quark.cn/s/3c8211026219"
  },
  {
    "文件名": "【海棠】《年年知为谁生》作者：山霭【现代 - 高H - 双性 - 短篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1Xn8irQYFC_3Ugu1AZOpViQ?pwd=1g5m",
    "夸克盘链接": "https://pan.quark.cn/s/a33c2ae24833"
  },
  {
    "文件名": "【海棠】《溺于深海》作者：长歌【人外 - 单性 - 1v1 - 中H - 短篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1oS2dp65aTLfY-u1C-XlN2A?pwd=1g5m",
    "夸克盘链接": "https://pan.quark.cn/s/55a68e49a099"
  },
  {
    "文件名": "【海棠】《你渣我烂活该he》作者：白纸画卷【现代 - 高H - 职场 - HE - 短篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1YH6i2TozVihAm6-Gv8StVQ?pwd=1g5m",
    "夸克盘链接": "https://pan.quark.cn/s/2a1a2a6addff"
  },
  {
    "文件名": "【海棠】《你要疫情防控还是要我》作者：既来之【现代 - 微H - 职场 - 短篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1Wgd58ayl_eKNkiOoudcEYg?pwd=1g5m",
    "夸克盘链接": "https://pan.quark.cn/s/668e1dce51fd"
  },
  {
    "文件名": "【海棠】《你是一个跟魔修有血海深仇的剑修，然而你的兄长却成了魔修》作者：没有名字【主攻 - 古代 - 中H - 骨科 - 中篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1KUlpxuFLRaZIlV5vymCpVw?pwd=1g5m",
    "夸克盘链接": "https://pan.quark.cn/s/570ef2f444a4"
  },
  {
    "文件名": "【海棠】《你是我男朋友吗》作者：•̀ᴗ•́ ̑̑ 白日梦工厂厂长【现代 - 高H - 1v1 - 双性 - 中篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1XHdHrVSd9YMfNUn-ZY6Ssg?pwd=1g5m",
    "夸克盘链接": "https://pan.quark.cn/s/d5e909d39b1f"
  },
  {
    "文件名": "【海棠】《你是我的南北西东》作者：放飞【主攻 - 现代 - 清水 - 中篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/19eZCvdHzUWzGh8wqTvVl-g?pwd=1g5m",
    "夸克盘链接": "https://pan.quark.cn/s/17fd10195e1f"
  },
  {
    "文件名": "【海棠】《你是我的宝贝》作者：南临奶茶【现代 - 中H - 短篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1ZsqDi4axb0sb9Sdu47zEqA?pwd=1g5m",
    "夸克盘链接": "https://pan.quark.cn/s/3717fa898828"
  },
  {
    "文件名": "【海棠】《你能带我回家吗》作者：隔壁老粮【现代 - 中H - 年上 - 短篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/13cg0n-obqcCQq1UKiRsJLg?pwd=1g5m",
    "夸克盘链接": "https://pan.quark.cn/s/2f87c45d18d9"
  },
  {
    "文件名": "【海棠】《你老公，归我了》作者：肆月初玖【补番 - 现代 - 高H - NP - 长篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1SMuXd3a67gMnqfSoxH-VQw?pwd=1g5m",
    "夸克盘链接": "https://pan.quark.cn/s/d623d0770451"
  },
  {
    "文件名": "【海棠】《你和我的距离》作者：爱美强的小啾啾【现代 - 微H - 换攻 - NP - 结局1v1 - 短篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1o4qfqDeq81JBSoC0mREQ7g?pwd=1g5m",
    "夸克盘链接": "https://pan.quark.cn/s/50d2aed2d783"
  },
  {
    "文件名": "【海棠】《你给我等着》作者：九时辨【现代 - 中H - 校园 - 双性 - 中篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/18QD4ssYsM7i4TgvfTZUf-Q?pwd=1g5m",
    "夸克盘链接": "https://pan.quark.cn/s/14b8a53b01e4"
  },
  {
    "文件名": "【海棠】《你的味道不太对》作者：柠檬加冰い【ABO - 微H - 双A - 中篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1CzZr37CKWvQ_fxMveWMImg?pwd=1g5m",
    "夸克盘链接": "https://pan.quark.cn/s/be1718acbf1e"
  },
  {
    "文件名": "【海棠】《你的腿张太开了》作者：陌羽妖【合集 - 微H - 短篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1RBpTOEJqS8S185llXiZGGA?pwd=1g5m",
    "夸克盘链接": "https://pan.quark.cn/s/0b5ab9ec6e40"
  },
  {
    "文件名": "【海棠】《你的jb被我收服了》作者：骚气蓬勃白米羽【总受 - 快穿 - NP - 高H - 双性 - 中篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1uk7GTP3k4NBTjCXB-UqUpw?pwd=1g5m",
    "夸克盘链接": "https://pan.quark.cn/s/e49173c8dc16"
  },
  {
    "文件名": "【海棠】《内宫小奶娘》作者：绅士【古代 - 高H - 双 - NP - 短篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1o6Dx5YSbdl53dR61qQH1Rg?pwd=1g5m",
    "夸克盘链接": "https://pan.quark.cn/s/d0398ce0a474"
  },
  {
    "文件名": "【海棠】《内部消化》作者：枸杞叶洗眼睛的色情小说家【现代 - 高H - 双性 - 骨科 - NP - 短篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1RuE7YsJVih5_IkKMS2fGcQ?pwd=1g5m",
    "夸克盘链接": "https://pan.quark.cn/s/2466605b5bb3"
  },
  {
    "文件名": "【海棠】《难言之瘾》作者：富美【现代 - 1v1 - 双性 - 包养 - HE - 高H - 中篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/15O4PHRZ4Nydg7NhK6AAAiQ?pwd=1g5m",
    "夸克盘链接": "https://pan.quark.cn/s/6dcde22a5e26"
  },
  {
    "文件名": "【海棠】《难逃禁锢》作者：BINGE【现代 - 高H - 青梅竹马 - 双性 - 1v1 - 中篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1pIrQLIjjA8ZrVAIw5Zz6GQ?pwd=1g5m",
    "夸克盘链接": "https://pan.quark.cn/s/0087cf2079a6"
  },
  {
    "文件名": "【海棠】《难逃》作者：草莓甜甜圈【现代 - 高H - SM - 强制爱 - HE - 1v1 - 虐身 - 短篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1WN70KnKjz89enLJQO4BhQA?pwd=1g5m",
    "夸克盘链接": "https://pan.quark.cn/s/fd881bfeea16"
  },
  {
    "文件名": "【海棠】《难舍难分》作者：池砚【主攻 - 现代 - 微H - 短篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1rfmduxT8a3UoW69lVLUuIA?pwd=1g5m",
    "夸克盘链接": "https://pan.quark.cn/s/a2ae1b4c1bfb"
  },
  {
    "文件名": "【海棠】《难平》作者：沙糖桔【补番 - 主攻 - 年下 - 中H - 青梅竹马 - 中篇.txt",
    "百度盘链接": "https://pan.baidu.com/s/1gk0giZXvsFGc1he8QNaSag?pwd=1g5m",
    "夸克盘链接": "https://pan.quark.cn/s/271dee9edd69"
  },
  {
    "文件名": "【海棠】《难耐》作者：绎宋【现代 - 高H - 短篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/18meGPBUslFG1w_piCv6AYw?pwd=1g5m",
    "夸克盘链接": "https://pan.quark.cn/s/e53d52bd71b8"
  },
  {
    "文件名": "【海棠】《难得匹配》作者：云冀【哨向 - ABO - 高H - 双性 - NP - 中篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1eGtbw_WIGw8A7L2GHTHp9w?pwd=1g5m",
    "夸克盘链接": "https://pan.quark.cn/s/15f5b696d484"
  },
  {
    "文件名": "【海棠】《南风知我意》作者：唐柒七【穿越 - 古代 - 微H - 甜宠 - 1v1 - 中篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1IHsBtVFzbQeAbx11a3xZFg?pwd=1g5m",
    "夸克盘链接": "https://pan.quark.cn/s/49c701347490"
  },
  {
    "文件名": "【海棠】《南风无邪》作者：柠檬桂花【古代 - 中H - 武侠 - 双性 - 短篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1ryD31sMHbIVUde-k02FGwQ?pwd=1g5m",
    "夸克盘链接": "https://pan.quark.cn/s/b7fcd6a60337"
  },
  {
    "文件名": "【海棠】《南床北顾》作者：武术指导【双性 - 1v1 - 现代 - 高H - 青梅竹马 - 短篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1Am_RixdNfk2lZLhixsp6Ng?pwd=1g5m",
    "夸克盘链接": "https://pan.quark.cn/s/1953c609f86b"
  },
  {
    "文件名": "【海棠】《男友的大奶发小》作者：幽兰拿铁【现代 - 高H - 3P - 双性 - 短篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1CUZ8nhEUZacP-5bds3jSkg?pwd=1g5m",
    "夸克盘链接": "https://pan.quark.cn/s/073da3944f22"
  },
  {
    "文件名": "【海棠】《男友的爸爸是我的前主人》作者：抱君黄金台上操【现代 - 高H - 3P - 短篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1xm6KHSZ9VuqpRMqbVPf15w?pwd=1g5m",
    "夸克盘链接": "https://pan.quark.cn/s/0941aa0c11ca"
  },
  {
    "文件名": "【海棠】《男友被房东压在身下使劲艹》作者：炒饭吗【现代 - 高H - 青梅竹马 - 短篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1NOjgtWfg5nIorCnWtq9HAQ?pwd=1g5m",
    "夸克盘链接": "https://pan.quark.cn/s/ff0c1a3bdb31"
  },
  {
    "文件名": "【海棠】《男优成长系统》作者：阿葵亚【现代 - 高H - NP - 短篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1UhMqRSnkkatsLT8ievuBXQ?pwd=1g5m",
    "夸克盘链接": "https://pan.quark.cn/s/977ba486401d"
  },
  {
    "文件名": "【海棠】《男淫》作者：牛奶与黄油【合集 - 高H - 中篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/17xxtnbCRevwlX9qrrZtIRQ?pwd=1g5m",
    "夸克盘链接": "https://pan.quark.cn/s/860b49087da1"
  },
  {
    "文件名": "【海棠】《男校后宫游戏》作者：攻四方【总攻 - 高H - 网游 - NP - 长篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1e9ZxEE5XLgOZ6OBF_fm4Qg?pwd=1g5m",
    "夸克盘链接": "https://pan.quark.cn/s/df5e0f93c467"
  },
  {
    "文件名": "【海棠】《男团限定营业中》作者：酒三栀【现代 - 高H - NP - 中篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/13K5Dxr6c-aB9Z6Tqit4Jkg?pwd=1g5m",
    "夸克盘链接": "https://pan.quark.cn/s/5520e7484127"
  },
  {
    "文件名": "【海棠】《男团第一纯欲小白兔》作者：赏心【现代 - 高H - 双性 - NP - 中篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1JURodltlTrm7mRaVgy3cfA?pwd=1g5m",
    "夸克盘链接": "https://pan.quark.cn/s/d477387b26ba"
  },
  {
    "文件名": "【海棠】《男生宿舍那些事儿》作者： 迪娜【现代 - 高H - 校园 - 短篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1fztsj4amn-x6uKQkh4cKwQ?pwd=1g5m",
    "夸克盘链接": "https://pan.quark.cn/s/7f6d8f2c1f9a"
  },
  {
    "文件名": "【海棠】《男生宿舍卖批记》作者：树下睡仙人【现代 - 高H - 双性 - NP - 短篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1Ip-67ge-BeieblTStec1vQ?pwd=1g5m",
    "夸克盘链接": "https://pan.quark.cn/s/0c77e34d35fc"
  },
  {
    "文件名": "【海棠】《男神和情敌成了情敌》作者：再来一碗肉【现代 - 高H - 3P - 短篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1RDHv8zcRDKfsH-oip86nww?pwd=1g5m",
    "夸克盘链接": "https://pan.quark.cn/s/207380ac3206"
  },
  {
    "文件名": "【海棠】《男人村》作者：兼职饲养员【现代 - 高H - 种田文 - NP - 中篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1w5GV2xvHN9XT82FmaSJ0-w?pwd=1g5m",
    "夸克盘链接": "https://pan.quark.cn/s/bf6207ef1a05"
  },
  {
    "文件名": "【海棠】《男妻》作者：无森之林【古代 - 中H - 悲剧 - 虐身 - 双处 - 年下 - 长篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1PRHuIjC2dwB2uHigwlzUfQ?pwd=1g5m",
    "夸克盘链接": "https://pan.quark.cn/s/e6d2ebe0f23a"
  },
  {
    "文件名": "【海棠】《男配总被反派受看上》作者：渡余生【穿越 - 高H - NP - 中篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1mbXL4UJAZuk3hA7Z3XV-Pg?pwd=1g5m",
    "夸克盘链接": "https://pan.quark.cn/s/caab248c0f35"
  },
  {
    "文件名": "【海棠】《男明星的被潜规则日常》作者：赫尔曼狄克【现代 - 高H - 虐身 - NP - 中篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1iGIz--Ep1jJjqPUbHjJB4g?pwd=1g5m",
    "夸克盘链接": "https://pan.quark.cn/s/7e8dfe65683c"
  },
  {
    "文件名": "【海棠】《男妓和他家将军》作者：哟哟鹿鸣【现代 - 高H - 双性 - 生子 - 虐心 - 中篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1xvBqz4LXN_3Us6dOoVvpuA?pwd=1g5m",
    "夸克盘链接": "https://pan.quark.cn/s/cf65e427f4ac"
  },
  {
    "文件名": "【海棠】《男孩的教育》作者：十岸【现代 - 中H - 虐身 - SP - 短篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1rJY0uh3j8yXYJWhuOLbSkA?pwd=1g5m",
    "夸克盘链接": "https://pan.quark.cn/s/cc16b7041b3b"
  },
  {
    "文件名": "【海棠】《男高他不是妖艳贱货》作者：一碗白米粥【现代 - 中H - 双性 - 中篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1tT6myRUZTLoH_CSNLqP-gw?pwd=1g5m",
    "夸克盘链接": "https://pan.quark.cn/s/f2b345e36b4b"
  },
  {
    "文件名": "【海棠】《男高和他的美艳有批小妈》作者：沫莓【小妈文学 - 现代 - 高H - 双性 - 生子 - 短篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/15dPhMztkcsGZt1BBmC_T2w?pwd=1g5m",
    "夸克盘链接": "https://pan.quark.cn/s/77c96cd6fce4"
  },
  {
    "文件名": "【海棠】《男儿为妻》作者：糯米团【古代 - 高H - 虐身 - 甜文 - 中篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1n1hPUEEhjV4W6UPg0LnjsA?pwd=1g5m",
    "夸克盘链接": "https://pan.quark.cn/s/582159099b1d"
  },
  {
    "文件名": "【海棠】《男大学生被按在公园艹》作者：你说什么大实话【现代 - 高H - 短篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1e6fgdgzwuum8D0ciUa_HLg?pwd=1g5m",
    "夸克盘链接": "https://pan.quark.cn/s/f369b0cdd4ad"
  },
  {
    "文件名": "【海棠】《奶香小黄蚊合集》作者：香蟑螂酥【合集 - 双性 - 大奶 - 中篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/11rS54GzC6w9sCLmBH-SVqQ?pwd=1g5m",
    "夸克盘链接": "https://pan.quark.cn/s/b5a0c366210e"
  },
  {
    "文件名": "【海棠】《纳西塞斯》作者：奶茶蛋挞【现代 - 微H - 短篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1imxO1TPZ3Q_Ee6vkqqzELw?pwd=1g5m",
    "夸克盘链接": "https://pan.quark.cn/s/c1e490361899"
  },
  {
    "文件名": "【海棠】《那只雄虫拿错了剧本》作者：扑棱蝶子【虫族 - 高H - 虐身 - 中篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1HY41PSkVRgXnInytcWI31w?pwd=1g5m",
    "夸克盘链接": "https://pan.quark.cn/s/ba979630320f"
  },
  {
    "文件名": "【海棠】《那些大肚子的美人》作者：白纸画卷【短篇合集 - ABO - 生子 - 高H - 中篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1YnxBqONuckpv5YoDkdMdsA?pwd=1g5m",
    "夸克盘链接": "https://pan.quark.cn/s/696b089073ab"
  },
  {
    "文件名": "【海棠】《那你来当哥哥老婆吧》作者：最爱父子文【现代 - 高H - 小甜饼 - 短篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1aWRq425CkL-2TF6_Hc3fUw?pwd=1g5m",
    "夸克盘链接": "https://pan.quark.cn/s/66c94766aa2e"
  },
  {
    "文件名": "【海棠】《那你哭着上我》作者：熊猫团团【现代 - 中H - 强强 - 年下 - 1v1 - 短篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1wOVyFLStvqQJ_miG1j-v7A?pwd=1g5m",
    "夸克盘链接": "https://pan.quark.cn/s/f0f61945f9b6"
  },
  {
    "文件名": "【海棠】《那个总裁头上有点绿》作者：洲肆夭【现代 - 中H - NP - 双性 - 中篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1Hq9CCQ8BABEqXf_TwDERHw?pwd=1g5m",
    "夸克盘链接": "https://pan.quark.cn/s/8613dc429f3d"
  },
  {
    "文件名": "【海棠】《那个辣妹》作者：呼吸丿回忆【百合 - 合集 - 现代 - 高H - 校园 - 中篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/10iAnAU1NbNnkddZLh8kq3w?pwd=1g5m",
    "夸克盘链接": "https://pan.quark.cn/s/6490f6a35d19"
  },
  {
    "文件名": "【海棠】《木偶人》作者：山猪要吃细糠【现代 - 中H - 虐爱 - 中篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1qDZuXP5iAqhNNc9vOlHg9Q?pwd=1g5m",
    "夸克盘链接": "https://pan.quark.cn/s/f910eac80bbe"
  },
  {
    "文件名": "【海棠】《牡丹花妖养父被儿子们艹哭》作者：左边疯【现代 - 高H - NP - 调教 - 伪父子 - 中篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/16oj9-tI19j_PNl2AG6to4g?pwd=1g5m",
    "夸克盘链接": "https://pan.quark.cn/s/ea26c2c6a1b8"
  },
  {
    "文件名": "【海棠】《母亲的情夫》作者：七日【现代 - 高H - 双性 - 1v1 - 短篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1zFODSI6qDmd7y3A10MSzlg?pwd=1g5m",
    "夸克盘链接": "https://pan.quark.cn/s/bb325c873083"
  },
  {
    "文件名": "【海棠】《谋逆》作者：广厦【古代 - 高H - 年下 - 强制爱 - 囚禁 - 中篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1900wQdXYK8CBAgBo64KeZQ?pwd=1g5m",
    "夸克盘链接": "https://pan.quark.cn/s/5b65ad84bfa5"
  },
  {
    "文件名": "【海棠】《墨雨闪电》作者：皑如山上雪【现代 - 高H - 双性 - 生子 - 中篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1xiiRMWRDu-lAyr4exQpRnw?pwd=1g5m",
    "夸克盘链接": "https://pan.quark.cn/s/926758e981f5"
  },
  {
    "文件名": "【海棠】《陌陌归路》作者：鬼手书生【现代 - 高H - 双性 - 中篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1VwLAJIK4veCMn6D6NX9J5g?pwd=1g5m",
    "夸克盘链接": "https://pan.quark.cn/s/f05b6bf78060"
  },
  {
    "文件名": "【海棠】《末世之囚》作者：一点墨【末世 - 高H - NP - 中篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/10fTC8havXHx2Ld55Z0Vt0w?pwd=1g5m",
    "夸克盘链接": "https://pan.quark.cn/s/c6aad6e83e51"
  },
  {
    "文件名": "【海棠】《末世之带着小空间去逃生》作者：深海的石头【末世 - ABO - 高H - 长篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1-Dixc3VifjRpgpcBQkWrAw?pwd=1g5m",
    "夸克盘链接": "https://pan.quark.cn/s/0489a7e0557c"
  },
  {
    "文件名": "【海棠】《末世养老婆手册》作者：野玫瑰湾【现代 - 高H - 1v1 - 双性 - 长篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1Dn1iTyJvN8m3oLk51w5EVw?pwd=1g5m",
    "夸克盘链接": "https://pan.quark.cn/s/412541f1b114"
  },
  {
    "文件名": "【海棠】《末世里的异类》作者：恐ddl人【末日 - 微H - ABO - 长篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1ifVue8loTjAIuehD6-lGZQ?pwd=1g5m",
    "夸克盘链接": "https://pan.quark.cn/s/bda36487318d"
  },
  {
    "文件名": "【海棠】《末世后养大狗》作者：pupupu【主攻 - 高H - 末世 - 短篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1mdDjOLGMWKm5epz9sNC2Fg?pwd=1g5m",
    "夸克盘链接": "https://pan.quark.cn/s/a11b8c9118f3"
  },
  {
    "文件名": "【海棠】《末世：我召唤的人_兽都想上我》作者：花七七【末世 - NP - 高H - 短篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/17hkzLgSqtTtR5D4OSsgRbQ?pwd=1g5m",
    "夸克盘链接": "https://pan.quark.cn/s/2b768d8869f6"
  },
  {
    "文件名": "【海棠】《末日向导》作者：轻觉【总受 - NP - 未来 - 中H - 科幻 - 长篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1QwkMrMD6iNhJe8PNHXbVUQ?pwd=1g5m",
    "夸克盘链接": "https://pan.quark.cn/s/1821cb145b56"
  },
  {
    "文件名": "【海棠】《末日快乐》作者：朝阳西落【末世 - 中H - 短篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1GaXL6aXouJtj-nlhn5IFHw?pwd=1g5m",
    "夸克盘链接": "https://pan.quark.cn/s/f4496cfa28ef"
  },
  {
    "文件名": "【海棠】《末日的男妓》作者：纯阳【总受 - NP - 双性 - 未来 - 高H - 短篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/13AGN2QXFRvLTq1EgP3lmkQ?pwd=1g5m",
    "夸克盘链接": "https://pan.quark.cn/s/4189223335f2"
  },
  {
    "文件名": "【海棠】《您都是用脚在做游戏吗》作者：一根腿毛【现代 - 中H - 双性 - 甜文 - 长篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/17J3-xoH5Z1z0xm3ky7XqHw?pwd=1g5m",
    "夸克盘链接": "https://pan.quark.cn/s/4eb26c7a4966"
  },
  {
    "文件名": "【海棠】《娘子》作者：好枯【古代 - 高H - 双性 - 1v1 - 中篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1V5R2_J7Y7KVavrEXe3SHbg?pwd=1g5m",
    "夸克盘链接": "https://pan.quark.cn/s/e7a52a4cb894"
  },
  {
    "文件名": "【海棠】《念安》作者：疯避【现代 - 高H - 校园 - NP - 强制爱 - 长篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1HNwTGcqVUoscNYhs-I1v0g?pwd=1g5m",
    "夸克盘链接": "https://pan.quark.cn/s/550528010b91"
  },
  {
    "文件名": "【海棠】《黏人怪》作者：云肆逸【ABO - 现代 - 清水 - 校园 - 中篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1rUd1W76mMOu-Y6ET0fMJ0g?pwd=1g5m",
    "夸克盘链接": "https://pan.quark.cn/s/7c9c7e8a13b1"
  },
  {
    "文件名": "【海棠】《魔尊少主濡湿的日夜》作者：爱妙妙的巧嘴【古代 - 高H - 双性 - 大奶 - 短篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1z1izk8q0xGs3pYHegA8nqw?pwd=1g5m",
    "夸克盘链接": "https://pan.quark.cn/s/873bafdf6f02"
  },
  {
    "文件名": "【海棠】《魔尊的魅魔王后》作者：traveler【古代 - 高H - 悲剧 - 双性 - NP - 生子 - 中篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1sbRYVxnhex4Olb-3QK7QQg?pwd=1g5m",
    "夸克盘链接": "https://pan.quark.cn/s/3129f16892ba"
  },
  {
    "文件名": "【海棠】《魔尊的禁脔仙将》作者：孤海扁舟【仙侠 - 强强 - 高H - HE - 长篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1h73JE_nzXUeftmSU0g9Ujw?pwd=1g5m",
    "夸克盘链接": "https://pan.quark.cn/s/9262e2fb33ea"
  },
  {
    "文件名": "【海棠】《魔族的双性献祭男宠》作者：一锅小炖肉【灵异 - 高H - 双性 - NP - 短篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1-UB5bPUuc_3g3xdEhUifYA?pwd=1g5m",
    "夸克盘链接": "https://pan.quark.cn/s/30a246f3f012"
  },
  {
    "文件名": "【海棠】《魔物与忠犬》作者：野狐不妄【现代 - 高H - 短篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1103m1wfzfn1cAHtZM18aoQ?pwd=1g5m",
    "夸克盘链接": "https://pan.quark.cn/s/ff8b0e666ef6"
  },
  {
    "文件名": "【海棠】《魔物都爱上王子》作者：暗黑小当家【双性 - 高H - NP - 中篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1TPGEuL-9yKdw9bGNefJCig?pwd=1g5m",
    "夸克盘链接": "https://pan.quark.cn/s/df9c8e2b169b"
  },
  {
    "文件名": "【海棠】《魔王的献礼》作者：天上枸杞【西幻 - 微H - 1v1 - 强制爱 - 囚禁 - 短篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1xQWwF9IYEXTSf5uxvxUoHw?pwd=1g5m",
    "夸克盘链接": "https://pan.quark.cn/s/a0ad2b722739"
  },
  {
    "文件名": "【海棠】《魔王大人，请用餐！》作者：池砚【奇幻 - 中H - 中篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1lbkPc3Wg1RQh9MDUKujBFQ?pwd=1g5m",
    "夸克盘链接": "https://pan.quark.cn/s/8bb02c39f949"
  },
  {
    "文件名": "【海棠】《魔王嗷呜呜》作者：假恐龙【补番 - 灵异 - 高H - 1v1 - 甜文 - 中篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1jMRtuZZ5MVslju71vBCehw?pwd=1g5m",
    "夸克盘链接": "https://pan.quark.cn/s/813c18a67e10"
  },
  {
    "文件名": "【海棠】《魔法契约道具屋》作者：艾尔森【合集 - 催眠控制 - 高H - 中篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1rBLiPybppTY78f1vxU27mA?pwd=1g5m",
    "夸克盘链接": "https://pan.quark.cn/s/78d06be56def"
  },
  {
    "文件名": "【海棠】《模范性伴侣》作者：麦芽糖【现代 - 高H - 网遊 - 甜宠 - 调教 - 双性 - 生子 - 产乳 - 长篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1SmuIn7-H9X2oiMC7dNI4UA?pwd=1g5m",
    "夸克盘链接": "https://pan.quark.cn/s/13db93e858c3"
  },
  {
    "文件名": "【海棠】《命中注定》作者：吃橘子的猫【现代 - 微H - 伪骨科 - 小甜文 - 双洁 - 短篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1hCigZn70GmC7M5VPYM8-cA?pwd=1g5m",
    "夸克盘链接": "https://pan.quark.cn/s/0f534ec11820"
  },
  {
    "文件名": "【海棠】《明知故犯》作者：一天【虫族 - 高H - 中篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1pdsy8nFi_PvLr901hg73yw?pwd=1g5m",
    "夸克盘链接": "https://pan.quark.cn/s/50f8cf517815"
  },
  {
    "文件名": "【海棠】《明星狂欢》作者：水幹草【现代 - 高H - 透明人 - 短篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/16zEXw6CsZFu7W99Z4PTrQA?pwd=1g5m",
    "夸克盘链接": "https://pan.quark.cn/s/a8c774b79e0f"
  },
  {
    "文件名": "【海棠】《明天和意外》作者：老甲【现代 - 高H - 1v1 - 双性 - 先婚后爱 - 短篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1lXbixoqaecXnEAbVcVqdOA?pwd=1g5m",
    "夸克盘链接": "https://pan.quark.cn/s/9b29ca02f5ab"
  },
  {
    "文件名": "【海棠】《明宿》作者：柠【古代 - 高H - NP - 中篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/19M_c6AUuuGHoTbwQN9dwIw?pwd=1g5m",
    "夸克盘链接": "https://pan.quark.cn/s/d0b99a1ad39d"
  },
  {
    "文件名": "【海棠】《明码标价的beta》作者：乔小宝【ABO - 未来 - 高H - NP - 双性 - 长篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1pT47_t9NjVN4Ad_Iw1rwQQ?pwd=1g5m",
    "夸克盘链接": "https://pan.quark.cn/s/826117b6b96e"
  },
  {
    "文件名": "【海棠】《明亮的沼泽》作者：史克浪子【古代 - 微H - 宫廷 - 短篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1D9-oGVHbBfb7GGGrF1jZNQ?pwd=1g5m",
    "夸克盘链接": "https://pan.quark.cn/s/9fb1277c9ffd"
  },
  {
    "文件名": "【海棠】《民国少奶奶》作者：在吃鸡排【民国 - 高H - 双性 - 1v1 - 双洁 - 小甜饼 - 生子 - 短篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1twgmuGVsK0YiRqw8Fefcqw?pwd=1g5m",
    "夸克盘链接": "https://pan.quark.cn/s/424a52a8c8a1"
  },
  {
    "文件名": "【海棠】《民工攻略老板》作者：学男德保平安【现代 - 高H - 小甜饼 - 1v1 - HE - 中篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1OqOi8gFnpneBQDsyWwTCGQ?pwd=1g5m",
    "夸克盘链接": "https://pan.quark.cn/s/7a15516dda8b"
  },
  {
    "文件名": "【海棠】《苗疆少年》作者：红酥酒【现代 - 高H - 中篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/19PNqpvujWlO5A6Qz9K0hKA?pwd=1g5m",
    "夸克盘链接": "https://pan.quark.cn/s/d05c422743d8"
  },
  {
    "文件名": "【海棠】《面具之下》作者：太乙阴【现代 - 高H - 青梅竹马 - 短篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1jmDlDzPdis5gHRHDn3GJLw?pwd=1g5m",
    "夸克盘链接": "https://pan.quark.cn/s/b17cfc9cb5dc"
  },
  {
    "文件名": "【海棠】《面具先生》作者：卜迩【现代 - 高H - SM - 校园 - 中篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1rsofdXCnAA_SAYd0P7tojg?pwd=1g5m",
    "夸克盘链接": "https://pan.quark.cn/s/31270ea40dd0"
  },
  {
    "文件名": "【海棠】《勉为其男》作者：在吃鸡排【现代 - 高H - 双性 - 双洁 - 1v1 - 短篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1TbutZrkSUOoG3nLfUF38fw?pwd=1g5m",
    "夸克盘链接": "https://pan.quark.cn/s/db259b4bd137"
  },
  {
    "文件名": "【海棠】《绵绵》作者：含笑半步癫【第一人称 - 主攻 - 古代 - 中H - 短篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1UQju8lf8uI6Ok0nze5GD8w?pwd=1g5m",
    "夸克盘链接": "https://pan.quark.cn/s/4780f726d4d8"
  },
  {
    "文件名": "【海棠】《蜜月途中，酒店侵身》作者：摸摸【现代 - 高H - 短篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1KNTbN2HDyHAdQ-U3Bb1aQw?pwd=1g5m",
    "夸克盘链接": "https://pan.quark.cn/s/ae02fee69ba4"
  },
  {
    "文件名": "【海棠】《蜜桃》作者：假面夫子【现代 - 高H - 1v1 - 虐身 - 短篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1fUL8aswpSVopL-dwo_xYMg?pwd=1g5m",
    "夸克盘链接": "https://pan.quark.cn/s/6d92d5a9aa9b"
  },
  {
    "文件名": "【海棠】《蜜色大奶男被强取豪夺的日子》作者：寄了【现代 - 高H - 双性 - 大奶 - 短篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/15Mm_axXTpuDP1e6sZHrOwg?pwd=1g5m",
    "夸克盘链接": "https://pan.quark.cn/s/1c806d39fb1f"
  },
  {
    "文件名": "【海棠】《秘密》作者：saku【ABO - 1V1 - 现代 - 中H - 生子 - 中篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1NGFaHboCercvIRp7DeXu6g?pwd=1g5m",
    "夸克盘链接": "https://pan.quark.cn/s/641ea803f162"
  },
  {
    "文件名": "【海棠】《靡靡之音》作者：李非言【现代 - 中H - 暗黑 - 影视 - 中篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1hE26jWnKedite113dSbi9A?pwd=1g5m",
    "夸克盘链接": "https://pan.quark.cn/s/bd58ad7e5e65"
  },
  {
    "文件名": "【海棠】《靡乱》作者：沁桃儿【合集 - 双性 - 高H - 长篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1RYYVdoVAtxqZ74SMkozdIA?pwd=1g5m",
    "夸克盘链接": "https://pan.quark.cn/s/94c9f0d93b2f"
  },
  {
    "文件名": "【海棠】《迷欲之城》作者：正直的萌乌龟【古代 - 高H - NP - 中篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1Z0duZmWt-4xujHilvNg42g?pwd=1g5m",
    "夸克盘链接": "https://pan.quark.cn/s/645b45bfd964"
  },
  {
    "文件名": "【海棠】《迷药》作者：游佐玉【元神同人 - 高H - 短篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1shkqZQUQ2U8AG8YoDjdXBQ?pwd=1g5m",
    "夸克盘链接": "https://pan.quark.cn/s/e68cc18a42ab"
  },
  {
    "文件名": "【海棠】《迷失森林遇见狼》作者：无肉不欢【现代 - 中H - 人兽 - 小甜饼 - 短篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/14dwPobBZtdCbrUAqZgAgJw?pwd=1g5m",
    "夸克盘链接": "https://pan.quark.cn/s/0207e7cff093"
  },
  {
    "文件名": "【海棠】《梦中总被师弟强制玩批》作者：沂透【古代 - 高H - 修真 - 强制爱 - 短篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1r8dOB-2OnkA7hxCPnpAbew?pwd=1g5m",
    "夸克盘链接": "https://pan.quark.cn/s/10dd006b986f"
  },
  {
    "文件名": "【海棠】《梦西州》作者：眠不得【古代 - 微H - 长篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1uam1YuYwKTpt4F8Lew-jqA?pwd=1g5m",
    "夸克盘链接": "https://pan.quark.cn/s/998e801c0574"
  },
  {
    "文件名": "【海棠】《梦魔的KPI》作者：蓝色鱼骨【现代 - 高H - 奇幻 - 双性 - 中篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1sc-7NXmzuNzq6mPX-V0WIg?pwd=1g5m",
    "夸克盘链接": "https://pan.quark.cn/s/a76dd3674993"
  },
  {
    "文件名": "【海棠】《梦老师灵感枯竭》作者：baba【主攻 - 虫族 - NP - 未来 - 高H - 长篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1Q3kjxFrR4GNKOJC5JH4dgg?pwd=1g5m",
    "夸克盘链接": "https://pan.quark.cn/s/77d45f30e95d"
  },
  {
    "文件名": "【海棠】《猛男壮汉的催眠白袜》作者：赫尔曼狄克【现代 - 高H - 虐身 - NP - 短篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/15xwlNDgJWev9UwhLGWSebA?pwd=1g5m",
    "夸克盘链接": "https://pan.quark.cn/s/541cb613b4ff"
  },
  {
    "文件名": "【海棠】《猛男药剂的各种副作用（肌肉太监系列）》作者：赫尔曼狄克【现代 - 高H - 虐身 - 短篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1b7WiMRVnkcLvPHBGD6--Lw?pwd=1g5m",
    "夸克盘链接": "https://pan.quark.cn/s/eeb8b2f61883"
  },
  {
    "文件名": "【海棠】《猛男伪主也是奴》作者：赫尔曼狄克【现代 - 高H - NP - 乱伦 - 短篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/19HQBNYOpNOIynEMClqeIsg?pwd=1g5m",
    "夸克盘链接": "https://pan.quark.cn/s/0e8f502e76a0"
  },
  {
    "文件名": "【海棠】《猛男们哭着求我操》作者：夏姬八取【总攻 - NP - 未来 - 高H - SM - 短篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1lbfi12K4VZHbbeUYvF4TOg?pwd=1g5m",
    "夸克盘链接": "https://pan.quark.cn/s/d8618a352273"
  },
  {
    "文件名": "【海棠】《猛男恋鞋篇：肌肉奴的堕落》作者：赫尔曼狄克【现代 - 高H - 虐身 - NP - 短篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/10vTVYRV865xlOmvibJEsRQ?pwd=1g5m",
    "夸克盘链接": "https://pan.quark.cn/s/8e1f7ce21773"
  },
  {
    "文件名": "【海棠】《猛汉将军的解蛊药》作者：Jia【古代 - 高H - 短篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/15ZyJkU5-VkLNWMSAkfE2gw?pwd=1g5m",
    "夸克盘链接": "https://pan.quark.cn/s/934feb861bc4"
  },
  {
    "文件名": "【海棠】《闷骚前辈有嫩逼》作者：瑟瑟好饿【现代 - 高H - 职场 - 年下 - 双性 - 1v1 - 短篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1Hm7i-mh6bZ9SYqpO-E0bbA?pwd=1g5m",
    "夸克盘链接": "https://pan.quark.cn/s/fc3656bf886b"
  },
  {
    "文件名": "【海棠】《门卫老马吃遍全校美人》作者： 是个荤菜厨子【现代 - 高H - 催眠 - NP - 中篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/10mBBjy7NsGqdMvh4SUFy_A?pwd=1g5m",
    "夸克盘链接": "https://pan.quark.cn/s/ae81737352b1"
  },
  {
    "文件名": "【海棠】《魅惑总是大成功怎么办》作者：一只白兔糖【现代 - 高H - 网遊 - 双性 - 1v1 - 甜宠 - 人外攻 - 长篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/14OG14dyN4dsgUB11obEwsQ?pwd=1g5m",
    "夸克盘链接": "https://pan.quark.cn/s/92751c270548"
  },
  {
    "文件名": "【海棠】《美男的尖叫之：攻入腹地》作者：一口一个小兔兔【现代 - 高H - 乱伦 - 短篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1M7HVRUy4FAcptNULiETFng?pwd=1g5m",
    "夸克盘链接": "https://pan.quark.cn/s/1d5fd0708340"
  },
  {
    "文件名": "【海棠】《霉斑》作者：诗酒【现代 - 中H - 骨科 - 中篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1ThJ5DAO85pfelBQheOYcHA?pwd=1g5m",
    "夸克盘链接": "https://pan.quark.cn/s/642fce8d377f"
  },
  {
    "文件名": "【海棠】《落锁》作者：酷七【未来 - 高H - 科幻 - 短篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1_kJrnZncXc2B2zKTzTXxKg?pwd=1g5m",
    "夸克盘链接": "https://pan.quark.cn/s/048ceec433a9"
  },
  {
    "文件名": "【海棠】《洛少的“哑巴”百灵鸟》作者：竹黎吖【现代 - 中H - 1V1 - 单性 - 双洁 - 短篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1o_I1GBlwWSCIByZx07-XEA?pwd=1g5m",
    "夸克盘链接": "https://pan.quark.cn/s/0746944fe0f4"
  },
  {
    "文件名": "【海棠】《露营时被大吊学长艹了》作者：炒饭吗【现代 - 高H - 短篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1uTrsTM21mhxsw8RGttmrpQ?pwd=1g5m",
    "夸克盘链接": "https://pan.quark.cn/s/2f2234a23bb1"
  },
  {
    "文件名": "【海棠】《傀儡壮汉之同城送菊的情欲外卖员》作者：赫尔曼狄克【现代 - 高H - 虐身 - NP - 短篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1N0g_SI5MThStMEmO0_oJ_w?pwd=1g5m",
    "夸克盘链接": "https://pan.quark.cn/s/0fde7f68fad7"
  },
  {
    "文件名": "【海棠】《傀儡之街（芯片控制帅哥为奴）》作者：赫尔曼狄克【现代 - 高H - 虐身 - NP - 短篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1xN0Ef3xrG_Rhy-_k8hXiWQ?pwd=1g5m",
    "夸克盘链接": "https://pan.quark.cn/s/7ba79eb0138f"
  },
  {
    "文件名": "【海棠】《-酒-后-乱-x-103版本》作者：三骣【神话 - 高H - 单性 - 父子 - 短篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1efqCudsOe9qfWTBNfvludA?pwd=1g5m",
    "夸克盘链接": "https://pan.quark.cn/s/807c84f44c32"
  },
  {
    "文件名": "【海棠】《晋江清冷男配穿成了海棠炮灰受》作者：风月是你【现代 - 中H - 快穿 - NP - 短篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1du03KLPQ0esnzcSRiPPPyA?pwd=1g5m",
    "夸克盘链接": "https://pan.quark.cn/s/895492cc0f12"
  },
  {
    "文件名": "【海棠】《继承的寡嫂香甜多汁》作者：风铃草【现代 - 高H - 短篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1SJsm-WbepKF6FY1dSRm0Kg?pwd=1g5m",
    "夸克盘链接": "https://pan.quark.cn/s/f560332836a4"
  },
  {
    "文件名": "【海棠】《济沧海》作者：sxyonghesd【总攻 - 古代 - 微H - 双性 - 短篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1ReVlUQILxi3Y2Ytn48y2Bg?pwd=1g5m",
    "夸克盘链接": "https://pan.quark.cn/s/2538105ec428"
  },
  {
    "文件名": "【海棠】《畸性物语》作者：咸鱼星星【人外合集 - 高H - 双性 - 强制爱 - 短篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1zGqxC3AVbbRx8Z82JbAsyg?pwd=1g5m",
    "夸克盘链接": "https://pan.quark.cn/s/fe95c59d36f1"
  },
  {
    "文件名": "【海棠】《饥渴上司在线求草》作者：想忘于江湖【未来 - 高H - NP - 道具 - 短篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/19iYemuGu_re91UVEiERwFA?pwd=1g5m",
    "夸克盘链接": "https://pan.quark.cn/s/441761623213"
  },
  {
    "文件名": "【海棠】《和情敌网恋翻车后》作者：路十七【现代 - 高H - 1v1 - 双性 - HE - 甜饼 - 中篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1Xyru5lL4zDxkWZi-P0LD-w?pwd=1g5m",
    "夸克盘链接": "https://pan.quark.cn/s/710e1a9d6647"
  },
  {
    "文件名": "【海棠】《和亲皇子》作者：Sweetrkj【总受 - NP - 双性 - 高H - 中篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1YRF-46z4fAoOI6JbUoMJyA?pwd=1g5m",
    "夸克盘链接": "https://pan.quark.cn/s/c12e59a3e5f1"
  },
  {
    "文件名": "【海棠】《和男配分手后我被爆肏了》作者：搞点肉肉吃吃吧【快穿 - 1v1 - 双性 - 中H - 甜文 - 长篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1ldj62rX_1AgDDu0MBM155g?pwd=1g5m",
    "夸克盘链接": "https://pan.quark.cn/s/f9f1fee80455"
  },
  {
    "文件名": "【海棠】《和男配分手后我被爆肏了》作者：搞点肉肉吃吃吧!【补番 - 快穿 - 1v1 - 双性 - 中H - 甜文 - 长篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1_bJFU_dJTwn0i5t0vXR4gA?pwd=1g5m",
    "夸克盘链接": "https://pan.quark.cn/s/9154923ca324"
  },
  {
    "文件名": "【海棠】《和妹妹的男朋友419后》作者：帕夏【现代 - 高H - ABO - 双性 - 1v1 - 甜文 - 中篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/16IhKJWX-P4n7ke60fubOkg?pwd=1g5m",
    "夸克盘链接": "https://pan.quark.cn/s/2c9b0bc84e3d"
  },
  {
    "文件名": "【海棠】《和流星一起到来的yindangomega》作者：晓葱鸭【ABO - 现代 - 中H - 中篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1NRUWHAV_Gj5_3OtJwGZFlg?pwd=1g5m",
    "夸克盘链接": "https://pan.quark.cn/s/9300919648ce"
  },
  {
    "文件名": "【海棠】《和邻居哥哥恋爱后被彻底开发了》作者：四月二六【现代 - 中H - 甜文 - 短篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1mIZfBXbyK8np4MZua193zg?pwd=1g5m",
    "夸克盘链接": "https://pan.quark.cn/s/a50683d05666"
  },
  {
    "文件名": "【海棠】《和娇贵总裁O结婚了》作者：飘落的头发【ABO - 微H - 短篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/17igs0y2FiGdi1-D2M42oVg?pwd=1g5m",
    "夸克盘链接": "https://pan.quark.cn/s/5193e8ec3aec"
  },
  {
    "文件名": "【海棠】《和哥哥独处的日子》作者：汐月【现代 - 高H - 骨科 - 双性 - 年下 - 短篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1lSYnI_yCkWreEQ8zjtK0fg?pwd=1g5m",
    "夸克盘链接": "https://pan.quark.cn/s/cb1f090dff89"
  },
  {
    "文件名": "【海棠】《和富二代男友在一起的第五年》作者：一蟹不如一蟹【现代 - 高H - 短篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1nKOZTF4g30RbJqNUUkWP9A?pwd=1g5m",
    "夸克盘链接": "https://pan.quark.cn/s/f63807cd6956"
  },
  {
    "文件名": "【海棠】《和疯批前任的危险交易》作者：伏不是【现代 - 中H - 1v1 - 双性 - 中篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1qjE_Xffztk1ib1--s2f8ew?pwd=1g5m",
    "夸克盘链接": "https://pan.quark.cn/s/8247fe32c4af"
  },
  {
    "文件名": "【海棠】《和飞机杯共感的受》作者：白城【现代 - 高H - 短篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1fuqGrtZ8RJKB51yRT5KXjg?pwd=1g5m",
    "夸克盘链接": "https://pan.quark.cn/s/42c44a5903e7"
  },
  {
    "文件名": "【海棠】《和发小上床后被迫np》作者：白白爱吃肉【现代 - 高H - NP - 中篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1oBCn-ia1qMrDpWCqJbxPuA?pwd=1g5m",
    "夸克盘链接": "https://pan.quark.cn/s/a9d8a403e00e"
  },
  {
    "文件名": "【海棠】《和恶魔结婚后》作者：在吃鸡排【现代 - 双性 - 高H - 1v1 - HE - 双处 - 短篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1jyCAbKnhC1Q7vMcJWtWqFA?pwd=1g5m",
    "夸克盘链接": "https://pan.quark.cn/s/02e8ddccc15c"
  },
  {
    "文件名": "【海棠】《和表哥一起看片后》作者：小嘉【现代 - 高H - 校园 - 双性 - 短篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1E-ZmIaPeQNVRcHJK3YyaAQ?pwd=1g5m",
    "夸克盘链接": "https://pan.quark.cn/s/3ae5661faced"
  },
  {
    "文件名": "【海棠】《和白月光结婚三年后》作者：可爱的双马尾【出轨文 - NTR - 现代 - 高H - 虐爱 - 中篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1nv0O_-i0ESCwzDnMxniQXg?pwd=1g5m",
    "夸克盘链接": "https://pan.quark.cn/s/c32191b04dba"
  },
  {
    "文件名": "【海棠】《和霸总先婚后爱了》作者：好多人啊!【主攻 - 现代 - 高H - 双性 - 中篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1j_4lJUHqMfz0tjr9ZzYVqg?pwd=1g5m",
    "夸克盘链接": "https://pan.quark.cn/s/7f969c194eb3"
  },
  {
    "文件名": "【海棠】《和爸爸在一起的假期》作者：向谁去【现代 - 高H - 父子 - 1v1 - 双性 - 短篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1oU0zSEq9nkQup-1MP7uKaQ?pwd=1g5m",
    "夸克盘链接": "https://pan.quark.cn/s/918cc855cef9"
  },
  {
    "文件名": "【海棠】《何以为家》作者：栗子宽【现代 - 中H - 虐身 - BDSM - 1v1 - SP - 长篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1V9QR859L97iqyDHgyrCmzA?pwd=1g5m",
    "夸克盘链接": "https://pan.quark.cn/s/5c8f7cae0b38"
  },
  {
    "文件名": "【海棠】《何为的虚情真爱＋短篇》作者：冻小酥肉【现代 - 微H - 年上 - 短篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1u89_pdeSrXblDP0uTlQPKA?pwd=1g5m",
    "夸克盘链接": "https://pan.quark.cn/s/c6ee25b8a5cc"
  },
  {
    "文件名": "【海棠】《何靖与狗》作者：Homom【现代 - 高H - 人兽 - 甜文 - 短篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1Xs8SDWbSsB6rz94YQGPQcQ?pwd=1g5m",
    "夸克盘链接": "https://pan.quark.cn/s/e6f256ca9035"
  },
  {
    "文件名": "【海棠】《何处安放》作者：坤臻【现代 - 中H - 虐爱 - 校园 - 师生 - 轮奸 - 家暴 - 短篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1n8kqp5eW_5VySLA85zHFkA?pwd=1g5m",
    "夸克盘链接": "https://pan.quark.cn/s/0fadba589780"
  },
  {
    "文件名": "【海棠】《合租房里的淫荡双性》作者：面红er赤【现代 - 高H - NP - 双性 - 短篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1aYUMLL6sRfdU5v5S8EYipQ?pwd=1g5m",
    "夸克盘链接": "https://pan.quark.cn/s/0464f1b60ffb"
  },
  {
    "文件名": "【海棠】《合理化性爱》作者：桂花载酒【合集 - 高H - 短篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1fXxNJGz2eDbW66LIGxuASA?pwd=1g5m",
    "夸克盘链接": "https://pan.quark.cn/s/c19923151b57"
  },
  {
    "文件名": "【海棠】《合昏》作者：Nirvana【古代 - 中H - 武侠 - 长篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1UKEH3IMKudP7KqVV9iZZmw?pwd=1g5m",
    "夸克盘链接": "https://pan.quark.cn/s/393778f0d8de"
  },
  {
    "文件名": "【海棠】《合二为一》作者：24之海【现代 - 高H - 温馨 - 虐身 - 1v1 - 长篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1f6IU24j46u-AWdF_jd__xA?pwd=1g5m",
    "夸克盘链接": "https://pan.quark.cn/s/69de051551d2"
  },
  {
    "文件名": "【海棠】《合不拢腿》作者：粗眉毛【合集 - 高H - 长篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1WxCUFVM5ptam_hs-bxGWGA?pwd=1g5m",
    "夸克盘链接": "https://pan.quark.cn/s/34f5e861e201"
  },
  {
    "文件名": "【海棠】《好兄弟就是要一起穿越》作者：嘿嘿哒【穿越 - 中H - 短篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1e5_K6G3rssAtJYUKEmKNiw?pwd=1g5m",
    "夸克盘链接": "https://pan.quark.cn/s/3026d05b13ed"
  },
  {
    "文件名": "【海棠】《好喜欢》作者：一时半会【现代 - 1v1 - 甜文 - 高H - 短篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1qrs5FEDrMrGkwvbpr4P1RA?pwd=1g5m",
    "夸克盘链接": "https://pan.quark.cn/s/a4f7af762d46"
  },
  {
    "文件名": "【海棠】《好玩不如姐夫》作者：两梦【现代 - 高H - 短篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1TQFpPTPL0ziifXlwfJ0FhA?pwd=1g5m",
    "夸克盘链接": "https://pan.quark.cn/s/ed264db02b62"
  },
  {
    "文件名": "【海棠】《好玩不过》作者：卷毛咩咩汁【现代 - 高H - 年上 - 中篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1cAxSblZ7ugFK3vtLm45Nhg?pwd=1g5m",
    "夸克盘链接": "https://pan.quark.cn/s/9a6e3fc463b2"
  },
  {
    "文件名": "【海棠】《好人三个老公》作者：没有名字【现代 - 高H - 双性 - NP - 短篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1qy0pzS89_j8HpQ9IOgVEiQ?pwd=1g5m",
    "夸克盘链接": "https://pan.quark.cn/s/1e5821206ba1"
  },
  {
    "文件名": "【海棠】《好多男人想嫁我》作者：番茄汤【总攻 - NP - 现代 - 高H - 中篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1tlbp7CguYM_DesobB9zTMg?pwd=1g5m",
    "夸克盘链接": "https://pan.quark.cn/s/4978f936fef9"
  },
  {
    "文件名": "【海棠】《末日beta生存指南》作者：庄书【ABO - 未来 - 高H - 科幻 - 强制爱 - NP - 中篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1_j5deueAXV-gN6ed_9CeAQ?pwd=1g5m",
    "夸克盘链接": "https://pan.quark.cn/s/a72aa997f33d"
  },
  {
    "文件名": "【海棠】《末 日 情 诗》作者：吟西蝶【流浪地球同人 - ABO - 未来 - 高H - 中篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1pVH_w7n4MJtcqjh7Gwoohg?pwd=1g5m",
    "夸克盘链接": "https://pan.quark.cn/s/689010e00717"
  },
  {
    "文件名": "【海棠】《魔尊以为他在强取豪夺》作者：瀚海书亭【古代 - 高H - 甜文 - 短篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1PFtKsiVFJWOWsgJEb_y4nA?pwd=1g5m",
    "夸克盘链接": "https://pan.quark.cn/s/f1845bc13f8d"
  },
  {
    "文件名": "【海棠】《魔尊他自有道理》作者：沈拾欢【玄幻 - 修真 - 生子 - 1v1 - 单性 - 强强 - 年下 - 中篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1d_sWuOKSbsYl_xc6KSaMjQ?pwd=1g5m",
    "夸克盘链接": "https://pan.quark.cn/s/a149429e6622"
  },
  {
    "文件名": "【海棠】《海王受穿书攻略那些男人们》作者：闲在温京【穿书 - 现代 - 中H - 中篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1-eVJbno3-pNQ30Z7OWQsdw?pwd=1g5m",
    "夸克盘链接": "https://pan.quark.cn/s/804952504979"
  },
  {
    "文件名": "【海棠】《海王和垂涎他的男人们》作者：番茄的马甲【总受 - NP - 现代 - 高H - 短篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1dxnwd-3yJwxtStokkajZgA?pwd=1g5m",
    "夸克盘链接": "https://pan.quark.cn/s/1623905f88ca"
  },
  {
    "文件名": "【海棠】《海王的男人们》作者：兰庭【总攻 - NP - 现代 - 高H - 中篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1sjwD6lh7m81thMNdR3ocSg?pwd=1g5m",
    "夸克盘链接": "https://pan.quark.cn/s/aaa316abcb49"
  },
  {
    "文件名": "【海棠】《海棠攻环游异世界》作者：汪汪队立大功【主攻 - 快穿 - 中H - 中篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/11Oy_WA0UR7nk2e_nIQC7_Q?pwd=1g5m",
    "夸克盘链接": "https://pan.quark.cn/s/2259252d1c9c"
  },
  {
    "文件名": "【海棠】《海昏侯传》作者：风同学【混合 - 总攻 - 高H - NP - 短篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1bVroOg18j1qQKtSrOJx-1A?pwd=1g5m",
    "夸克盘链接": "https://pan.quark.cn/s/d6e5c97a4ff8"
  },
  {
    "文件名": "【海棠】《海风藤》作者：柳生花【现代 - 中H - 重生 - 1v1 - 短篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1OXsjHbjtbRw-ETUqrBq8jw?pwd=1g5m",
    "夸克盘链接": "https://pan.quark.cn/s/3ec54bd52511"
  },
  {
    "文件名": "【海棠】《还未黑化就先被主角doi坏了》作者：想喝芋泥波波【现代 - 高H - 中篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1obMcZruJstNK5-ZdqO_DAg?pwd=1g5m",
    "夸克盘链接": "https://pan.quark.cn/s/c039fc024e0f"
  },
  {
    "文件名": "【海棠】《过气后被死对头包养了》作者：兮一凹【现代 - 高H - 强强 - 1v1 - 中篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1rlYvdQR6rSIwJHNQ7uBNzA?pwd=1g5m",
    "夸克盘链接": "https://pan.quark.cn/s/7cb84de8f0c8"
  },
  {
    "文件名": "【海棠】《过境》作者：x向心力【现代 - 娱乐圈 - 年上 - 1v1 - 微H - 短篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1ev5YDBHCdGgFqNcWR6pykw?pwd=1g5m",
    "夸克盘链接": "https://pan.quark.cn/s/a85907f65716"
  },
  {
    "文件名": "【海棠】《国师府》作者：多边形对角线【互攻 - NP - 高H - 中篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1Z9gVFdWo1KjzwuWrzVfnxw?pwd=1g5m",
    "夸克盘链接": "https://pan.quark.cn/s/0e634999477e"
  },
  {
    "文件名": "【海棠】《国家给我男朋友发对象了？！》作者：一颗枫糖【ABO - 现代 - 中H - 3P - 双性 - 中篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1f4xBP8nXK06BjTpuZHORRg?pwd=1g5m",
    "夸克盘链接": "https://pan.quark.cn/s/31c70eeefb7d"
  },
  {
    "文件名": "【海棠】《贵族Omega落魄后被强制爱了》作者：林济舟【ABO - 未来 - 高H - 1v1 - 强制爱 - 甜文 - 中篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/14fIcl84RROhhdsQqXj3gKQ?pwd=1g5m",
    "夸克盘链接": "https://pan.quark.cn/s/3b2044aabe81"
  },
  {
    "文件名": "【海棠】《贵圈的双性少爷》作者：沐已成粥【现代 - 高H - 双性 - NP - 短篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1X7vZXShHBHz0fUAOKWM1WQ?pwd=1g5m",
    "夸克盘链接": "https://pan.quark.cn/s/798697fc5aa4"
  },
  {
    "文件名": "【海棠】《贵公子堕落游戏》作者：幽兰拿铁【快穿 - NP - 高H - 中篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1GpB-bYjXTBrcGjTshJVUrA?pwd=1g5m",
    "夸克盘链接": "https://pan.quark.cn/s/2b17dec5c024"
  },
  {
    "文件名": "【海棠】《贵妇攻他娇又美》作者：一根腿毛【现代 - 高H - 中篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/19LfJgmxzbkhg9yyDxsfFDg?pwd=1g5m",
    "夸克盘链接": "https://pan.quark.cn/s/e8f6fe5bb180"
  },
  {
    "文件名": "【海棠】《鬼欲》作者：心游万仞XYWR【现代 - 中H - 暗黑 - 短篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1kHoGlnQh0xO6i9sc2mZ_mA?pwd=1g5m",
    "夸克盘链接": "https://pan.quark.cn/s/474417ff3f4a"
  },
  {
    "文件名": "【海棠】《鬼缠》作者：阿芙酒【灵异 - 近代 - 高H - 短篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1OqI27ce9Gw7lQ-NcWButvQ?pwd=1g5m",
    "夸克盘链接": "https://pan.quark.cn/s/20e07f56b61a"
  },
  {
    "文件名": "【海棠】《诡计多端的1》作者：水清宴【现代 - 中H - 青梅竹马 - 双性 - 大奶 - 短篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1Xtvw-vM8cFaucpEBlvaZ0Q?pwd=1g5m",
    "夸克盘链接": "https://pan.quark.cn/s/9e71954e8077"
  },
  {
    "文件名": "【海棠】《硅胶成精了》作者：爱妙妙的巧嘴【现代 - 高H - 双性 - 大奶 - 短篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1uUJo1BBVTvbkwPZTOBVI0w?pwd=1g5m",
    "夸克盘链接": "https://pan.quark.cn/s/6f6fb3c10cff"
  },
  {
    "文件名": "【海棠】《规则城之cao了会死》作者：佐伊【合集 - 高H - 短篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1hsx28awp3nsawglqI1eVYQ?pwd=1g5m",
    "夸克盘链接": "https://pan.quark.cn/s/98f604afe8d1"
  },
  {
    "文件名": "【海棠】《归位》作者：木沐莯【古代 - 中H - 虐身 - 中篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/18jE4CGtbjfpV5H7r7AKowg?pwd=1g5m",
    "夸克盘链接": "https://pan.quark.cn/s/29151dbda13e"
  },
  {
    "文件名": "【海棠】《归去来》作者：不系舟【古代 - 高H - 双性 - 甜文 - 短篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1-1qtaMb3MH0wwPgNV7H6bg?pwd=1g5m",
    "夸克盘链接": "https://pan.quark.cn/s/63e1fd503a07"
  },
  {
    "文件名": "【海棠】《归零温柔》作者：碎觉觉【现代 - 高H - BDSM - 短篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1B5gqtXVGj_BjuSxOz_Rbtg?pwd=1g5m",
    "夸克盘链接": "https://pan.quark.cn/s/f41d3e5db9ad"
  },
  {
    "文件名": "【海棠】《光头肌肉太监家奴》作者：赫尔曼狄克【现代 - 高H - 虐身 - NP - 短篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1KKzHfoSsyatgUMQwdGixMQ?pwd=1g5m",
    "夸克盘链接": "https://pan.quark.cn/s/fa6c183b8a1c"
  },
  {
    "文件名": "【海棠】《灌满浪系男秘的嫩批》作者： 爱妙妙的巧嘴【现代 - 高H - 双性 - 大奶 - 1v1 - 短篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1klykQQ-Q2kVGhYzsLSu_Tg?pwd=1g5m",
    "夸克盘链接": "https://pan.quark.cn/s/cbbd1b2bbfeb"
  },
  {
    "文件名": "【海棠】《灌满反派美人的日常》作者：纪年【西幻 - 1v1 - HE - 双性 - 高H - 中篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1iXpYL7vKbo-medgJi5LCKg?pwd=1g5m",
    "夸克盘链接": "https://pan.quark.cn/s/40295b8a5690"
  },
  {
    "文件名": "【海棠】《灌溉双性老大的日日夜夜》作者：顾瑜皓野【现代 - 高H - 双性 - 短篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1FU1YFktfQnYVMMp228VCDw?pwd=1g5m",
    "夸克盘链接": "https://pan.quark.cn/s/f4677f5ff943"
  },
  {
    "文件名": "【海棠】《惯三大屌》作者：耽耽耽【现代 - 高H - NP - 短篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1k7UjSBJ4lzjGrNZMOH4yzA?pwd=1g5m",
    "夸克盘链接": "https://pan.quark.cn/s/6c8bea5c021e"
  },
  {
    "文件名": "【海棠】《管教替身男妻》作者：龙御天【现代 - 高H - 双性 - 生子 - 中篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1y2_MSYamef0oQAFcXJR3JA?pwd=1g5m",
    "夸克盘链接": "https://pan.quark.cn/s/fff1c330b788"
  },
  {
    "文件名": "【海棠】《管家好能忍》作者：阳阳想要日【现代 - 高H - 1v1 - 双洁 - 双性 - 短篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1qrbk8h7YDH85tpuyfxZ8_w?pwd=1g5m",
    "夸克盘链接": "https://pan.quark.cn/s/6f63b76ecfd6"
  },
  {
    "文件名": "【海棠】《关于一夜情对象成为结婚对象这件事》作者：阿狐【德哈同人 - 高H - 短篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1pcrjSSrAD0sCKNK7PQWS4Q?pwd=1g5m",
    "夸克盘链接": "https://pan.quark.cn/s/46454af0d55f"
  },
  {
    "文件名": "【海棠】《关于我卖原味丝袜与基友是不是基佬这件事》作者：清水咸鱼【现代 - 高H - 短篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1XhEG86xZ9cBnTPh0gBxyCA?pwd=1g5m",
    "夸克盘链接": "https://pan.quark.cn/s/4e6172db3723"
  },
  {
    "文件名": "【海棠】《关于我来到兽人国度的性福生活》作者：风铃草【总受 - NP - 高H - 短篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1SS3HOy34XomNTJoEptgBRw?pwd=1g5m",
    "夸克盘链接": "https://pan.quark.cn/s/39252a358fa2"
  },
  {
    "文件名": "【海棠】《关于我爱上了自己这件小事》作者：Micro【第一人称 - 现代 - 中H - 校园 - 短篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1tah_jEHrM9Z1U_vS35-0Lg?pwd=1g5m",
    "夸克盘链接": "https://pan.quark.cn/s/680ae6d70991"
  },
  {
    "文件名": "【海棠】《关于他占了别人人生的事》作者：一蟹不如一蟹【现代 - 中H - 青梅竹马 - 中篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1yTsEz-nTLM9raGn1KEjmYQ?pwd=1g5m",
    "夸克盘链接": "https://pan.quark.cn/s/62c88f16bcd7"
  },
  {
    "文件名": "【海棠】《关于耽美作者被读者煎了这件事》作者：贫尼喜肉【现代 - 高H - 1V1 - HE - 短篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1rIq5koN4M5zBM5uBpoS2tQ?pwd=1g5m",
    "夸克盘链接": "https://pan.quark.cn/s/416471354bb8"
  },
  {
    "文件名": "【海棠】《怪物饲养指南》作者：饿饿饭饭【现代 - 高H - 1v1 - 双性 - 人外 - 短篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1iyIcqlkTS09iqhv_PMazgQ?pwd=1g5m",
    "夸克盘链接": "https://pan.quark.cn/s/94b5aa223fb2"
  },
  {
    "文件名": "【海棠】《怪物们的神明》作者：名吾识【灵异 - 高H - 双性 - NP - 中篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1mOPRFQOJ5DNUVwKUucy1tg?pwd=1g5m",
    "夸克盘链接": "https://pan.quark.cn/s/4979c15408dd"
  },
  {
    "文件名": "【海棠】《怪胎》作者：小陈123【现代 - 高H - 强制爱 - 双性 - 生子 - 中篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1sZZefEhPz8GY-zg5ePbdDQ?pwd=1g5m",
    "夸克盘链接": "https://pan.quark.cn/s/7b104cf7b110"
  },
  {
    "文件名": "【海棠】《乖小狗》作者：当歌且笑233【重生 - 现代 - 中H - 中篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1kTbydaJlKQb_XiqBAzu2HQ?pwd=1g5m",
    "夸克盘链接": "https://pan.quark.cn/s/7a2bbdd4a23e"
  },
  {
    "文件名": "【海棠】《乖软主播跑路被榜一逮回强占》作者：蜜蜜子【现代 - 高H - 1v1 - 中篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1NxA9Vxmv4IVMrJ5pltraMQ?pwd=1g5m",
    "夸克盘链接": "https://pan.quark.cn/s/df63cfc4ac09"
  },
  {
    "文件名": "【海棠】《乖软美人被斯文败类哥哥狠狠疼爱》作者：炖肉火锅【现代 - 骨科 - 年上 - 双性 - 高H - 短篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1bQn-mTu4L77cKaFftJaoUg?pwd=1g5m",
    "夸克盘链接": "https://pan.quark.cn/s/dcd584a5280c"
  },
  {
    "文件名": "【海棠】《乖软尖子生》作者：乳乳【总受 - NP - 现代 - 高H - 中篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/12-7wsfE7eo_jyuqykbQyLA?pwd=1g5m",
    "夸克盘链接": "https://pan.quark.cn/s/ea284bfcafdf"
  },
  {
    "文件名": "【海棠】《乖巧清冷美人总被疯批盯上》作者：森琳【现代 - 高H - 双性 - 短篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1fWTlyl1DIGzytpLDb9t-4Q?pwd=1g5m",
    "夸克盘链接": "https://pan.quark.cn/s/75be46081dea"
  },
  {
    "文件名": "【海棠】《乖巧狗狗调教手册》作者：衿白【现代 - 高H - 虐身 - 3P - 调教 - 双性 - 短篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1fobkoM47Y-q16VVNgcmEbA?pwd=1g5m",
    "夸克盘链接": "https://pan.quark.cn/s/2a3d7dae7a39"
  },
  {
    "文件名": "【海棠】《乖乖让我吃》作者：珞珞仙【现代 - 高H - 短篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1u2vVRUn8EpSCRd6kAP32Gw?pwd=1g5m",
    "夸克盘链接": "https://pan.quark.cn/s/cb4500d4363f"
  },
  {
    "文件名": "【海棠】《寡夫收藏系统》作者：大脸吃肉【总攻 - NP - 穿越 - 中H - 中篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1RvPudF6SkOx6TgnyiwAoMg?pwd=1g5m",
    "夸克盘链接": "https://pan.quark.cn/s/2e6e34d96560"
  },
  {
    "文件名": "【海棠】《寡夫》作者：逢秋【现代 - 高H - NP - 双性 - 中篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1ACKTNxnHGgByDHp4Co_cXQ?pwd=1g5m",
    "夸克盘链接": "https://pan.quark.cn/s/784265265864"
  },
  {
    "文件名": "【海棠】《故诱》作者：荤不素【现代 - 高H - NP - 双性 - 家族 - 短篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1Z4NC9qkLEcld7rESZmP0dA?pwd=1g5m",
    "夸克盘链接": "https://pan.quark.cn/s/456e6ca2abb3"
  },
  {
    "文件名": "【海棠】《古代学子“活色生香”的慢慢科举路》作者：暮迟明逸【穿越 - 古代 - 高H - NP - 短篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1ePMXOWC8-S2mh2BOGMOn-A?pwd=1g5m",
    "夸克盘链接": "https://pan.quark.cn/s/8d7b6c84070d"
  },
  {
    "文件名": "【海棠】《古代美男太棒了》作者：理解【古代 - 高H - 双性 - NP - 中篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/17mvB8MiYgPeJbmFPXdHY1A?pwd=1g5m",
    "夸克盘链接": "https://pan.quark.cn/s/bdee4b22e456"
  },
  {
    "文件名": "【海棠】《古代艹美人将军丞相太傅御医》作者：十章【主攻 - NP - 古代 - 高H - 中篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/12gc22ZlTMSPBPA9nkUA8ow?pwd=1g5m",
    "夸克盘链接": "https://pan.quark.cn/s/6e1f79915d00"
  },
  {
    "文件名": "【海棠】《古穿今之和王爷的同居日常》作者：一口水饺【穿越 - 现代 - 高H - 中篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1IY0C42VKThb420mf5b5Eqg?pwd=1g5m",
    "夸克盘链接": "https://pan.quark.cn/s/e4965dcb3dcc"
  },
  {
    "文件名": "【海棠】《狗走狐淫》作者：濮洒【现代 - 高H - 校园 - 双性 - 长篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1OGTR3vjAl4SZQqGGrq_bsw?pwd=1g5m",
    "夸克盘链接": "https://pan.quark.cn/s/dd34b010f837"
  },
  {
    "文件名": "【海棠】《狗杂种》作者：水清宴【双性攻 - 主攻 - 高H - 骨科 - 人兽 - NP - 中篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1X2Vj4nheaTFOo8JwWitb1g?pwd=1g5m",
    "夸克盘链接": "https://pan.quark.cn/s/8dd4188bd882"
  },
  {
    "文件名": "【海棠】《狗血系统逼我搞黄卖批》作者：闲在温京【现代 - 高H - 中篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1_BcoO0mwRQOM0wRlAyz2pQ?pwd=1g5m",
    "夸克盘链接": "https://pan.quark.cn/s/6bb244537e62"
  },
  {
    "文件名": "【海棠】《狗狗的自我修养》作者：入夜十分【合集 - 重口 - 高H - 长篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1Y_PHHPIiNnQFT8u6y9wJaw?pwd=1g5m",
    "夸克盘链接": "https://pan.quark.cn/s/d59c68778f3b"
  },
  {
    "文件名": "【海棠】《苟苟》作者：夏小正【三观不正 - 囚禁 - 双性 - 女装 - 生子 - 高H - 中篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1qoPQaVnrurpl2X0y56Of8w?pwd=1g5m",
    "夸克盘链接": "https://pan.quark.cn/s/9642bd3c55c7"
  },
  {
    "文件名": "【海棠】《勾引总裁被迫结婚后》作者：沐已成粥【现代 - 高H - 1v1 - HE - 短篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1C7cSXbs7AWLOxYKMn4ByNQ?pwd=1g5m",
    "夸克盘链接": "https://pan.quark.cn/s/c5395fd1dfd4"
  },
  {
    "文件名": "【海棠】《勾引一个老公》作者：阿菜【穿越 - ABO - 高H - 短篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1QYNuxhhc8000kHow1yIjzw?pwd=1g5m",
    "夸克盘链接": "https://pan.quark.cn/s/154cffcf92a5"
  },
  {
    "文件名": "【海棠】《勾引养父之后》作者：多吃竹笋【现代 - 高H - 伪父子 - 小甜饼 - 短篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1My0N4iowIWI_I5fCw0wKDw?pwd=1g5m",
    "夸克盘链接": "https://pan.quark.cn/s/73de9171ffc7"
  },
  {
    "文件名": "【海棠】《勾引是个科研课题》作者：你会喜欢我吗【现代 - 高H - NP - 中篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1o8UGEKLXDu4m1q0FEGnMKw?pwd=1g5m",
    "夸克盘链接": "https://pan.quark.cn/s/6deaf8e859bd"
  },
  {
    "文件名": "【海棠】《勾引失败肿么破？》作者：应兰【总攻 - NP - 结局1v1 - 现代 - 中H - 伪TVB - 中篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1l7U4GDSRuFkujWnDdHXnCg?pwd=1g5m",
    "夸克盘链接": "https://pan.quark.cn/s/0d6ce1579292"
  },
  {
    "文件名": "【海棠】《勾引上司亲哥后我逆袭了》作者：好想碎觉哦【现代 - 高H - 1V1 - 短篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/10xvVduhX5VPaZ7kQvSCl6Q?pwd=1g5m",
    "夸克盘链接": "https://pan.quark.cn/s/ad6b8a7cf28a"
  },
  {
    "文件名": "【海棠】《勾引老师的长批少年》作者：问天【现代 - 高H - 双性 - 师生 - 短篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1Scd_6moUDy6y3kziwi5Rhg?pwd=1g5m",
    "夸克盘链接": "https://pan.quark.cn/s/21e2d5b8ac9d"
  },
  {
    "文件名": "【海棠】《勾引老攻爆炒》作者：绿崽【现代 - 高H - 1v1 - 短篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1gmaEo-fxYZjrGUXT_F2ncw?pwd=1g5m",
    "夸克盘链接": "https://pan.quark.cn/s/771c63473686"
  },
  {
    "文件名": "【海棠】《勾引姐夫》作者：千羽【现代 - 高H - 双性 - 中篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1oA3bpvmk7MwWxZc7ylljCQ?pwd=1g5m",
    "夸克盘链接": "https://pan.quark.cn/s/f7c8f60ffddd"
  },
  {
    "文件名": "【海棠】《勾引成瘾》作者：桂花载酒【现代 - 高H - NTR - 短篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1hKE9M0KXiNxFL_j4DOgEWQ?pwd=1g5m",
    "夸克盘链接": "https://pan.quark.cn/s/91e7e8fe5c8a"
  },
  {
    "文件名": "【海棠】《勾引变态是为了搞黄色》作者：啦啦露露【现代 - 高H - NP - 中篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1ySx539wIvSr6P6dG4Cp51A?pwd=1g5m",
    "夸克盘链接": "https://pan.quark.cn/s/d4e966cd8340"
  },
  {
    "文件名": "【海棠】《勾引爸爸》作者：戚白舟【现代 - 高H - 双性 - NTR - 偷情 - 大奶 - 短篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1lYTieIFtWgaBHhHiQ8cacw?pwd=1g5m",
    "夸克盘链接": "https://pan.quark.cn/s/83901983bbee"
  },
  {
    "文件名": "【海棠】《勾引Alpha不负责后》作者：吃肉肉啊【ABO - 高H - 中篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/16FRbsEXeg3bjM9yjL6W-OQ?pwd=1g5m",
    "夸克盘链接": "https://pan.quark.cn/s/8050007dc25c"
  },
  {
    "文件名": "【海棠】《勾栏院》作者：风铃草【古代 - 高H - 中篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1Xke6bLzsrvV9s0WKLwKQ4g?pwd=1g5m",
    "夸克盘链接": "https://pan.quark.cn/s/dd7ed1521a72"
  },
  {
    "文件名": "【海棠】《贡品》作者：吃饭睡觉长不高【古代 - 微H - 宫廷 - 短篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1ybSlR2b92fHd9b9SaBJjFA?pwd=1g5m",
    "夸克盘链接": "https://pan.quark.cn/s/a125b2da54d5"
  },
  {
    "文件名": "【海棠】《贡品》作者：xmrj【古代 - 高H - 年下 - 产乳 - 中篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1mVp0oCct1vJD7WZ7f3Gyeg?pwd=1g5m",
    "夸克盘链接": "https://pan.quark.cn/s/df74e642bf45"
  },
  {
    "文件名": "【海棠】《宫主的秘密》作者：渔歌子【古代 - 高H - 武侠 - 虐身 - 年下 - 强强 - 中篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1Sxe1EdtCS1am-o4MaO24Eg?pwd=1g5m",
    "夸克盘链接": "https://pan.quark.cn/s/afdc95c7533c"
  },
  {
    "文件名": "【海棠】《好吃不如饺子》作者：车技一般的咸鱼【同人 - 现代 - 高H - 黑社会 - 中篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1r-cYH-t1NybbvMt6Op1tEg?pwd=1g5m",
    "夸克盘链接": "https://pan.quark.cn/s/7db785419267"
  },
  {
    "文件名": "【海棠】《好惨一个体育生》作者：Hunni1589【现代 - 中H - 校园 - NP - 短篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1tR1-e20Ko3eICuziZ_ugBQ?pwd=1g5m",
    "夸克盘链接": "https://pan.quark.cn/s/8bdf3690f273"
  },
  {
    "文件名": "【海棠】《豪门艳事》作者：mnbvcxz【现代 - 高H - ABO - NP - 中篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1Oe4oWR2Q77IvG3ufBliSOg?pwd=1g5m",
    "夸克盘链接": "https://pan.quark.cn/s/e2009564dd45"
  },
  {
    "文件名": "【海棠】《悍匪莱恩》作者：鬼手书生【现代 - 高H - 暗黑 - 虐身 - 短篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1mn_FHJNdkUGulLAEiglHFQ?pwd=1g5m",
    "夸克盘链接": "https://pan.quark.cn/s/bbd075ffb97f"
  },
  {
    "文件名": "【海棠】《寒生》作者：卷卷毛【现代 - 微H - 悲剧 - 虐身 - 暗黑 - 中篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1KWRM66CukAu6G3fBxerLLw?pwd=1g5m",
    "夸克盘链接": "https://pan.quark.cn/s/a292f9c2c126"
  },
  {
    "文件名": "【海棠】《攻玉》作者：荆荆【古代 - 微H - 中篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1yGo9txU_TXI7jE5tgcVBlQ?pwd=1g5m",
    "夸克盘链接": "https://pan.quark.cn/s/b0d111abd74c"
  },
  {
    "文件名": "【海棠】《攻略游戏做成黄油游戏怎么办》作者：我家猫写的文【未来 - 高H - 双性 - 大奶 - 中篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1-Hb0-hbayYUSqGG9jMsYTg?pwd=1g5m",
    "夸克盘链接": "https://pan.quark.cn/s/299e3abbd255"
  },
  {
    "文件名": "【海棠】《攻略双性人夫们》作者：离子【第一人称 - 双性 - NP - 高H - 短篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1JxVqEc1o36KMudXkOhhYYA?pwd=1g5m",
    "夸克盘链接": "https://pan.quark.cn/s/a6d0d6b32867"
  },
  {
    "文件名": "【海棠】《攻略使我快乐》作者：醉醉猫【快穿 - 中H - 短篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1ASD_lAaz9AJ0mdxGrhgdqA?pwd=1g5m",
    "夸克盘链接": "https://pan.quark.cn/s/a9ec5b2df7dc"
  },
  {
    "文件名": "【海棠】《攻略前男友床上指南》作者：也不【现代 - 高H - 双性 - 1v1 - 中篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1Gzgd2flSCBBdJ3r36ZYB4Q?pwd=1g5m",
    "夸克盘链接": "https://pan.quark.cn/s/bed301e73a85"
  },
  {
    "文件名": "【海棠】《攻略那个纸片人！》作者：入夜十分【快穿 - 1v1 - 中H - 中篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1uRT-5uItS66ejJJgMwLBjA?pwd=1g5m",
    "夸克盘链接": "https://pan.quark.cn/s/7274bb8bdba7"
  },
  {
    "文件名": "【海棠】《攻略合租室友计划》作者：糖丝【现代 - 高H - 1v1 - 短篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/19e8i5eFFZu5tkhUwWwAOdw?pwd=1g5m",
    "夸克盘链接": "https://pan.quark.cn/s/9d543e33e94d"
  },
  {
    "文件名": "【海棠】《攻的秘密日记》作者：纯情比巴卜【合集 - 日攻文学 - 高H - 长篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1_pv1BOFVd6D4KZp7aKVSeA?pwd=1g5m",
    "夸克盘链接": "https://pan.quark.cn/s/0b5bd5ecd714"
  },
  {
    "文件名": "【海棠】《公子扶苏》作者：林猫【古代 - 微H - 父子 - 年上 - 1V1 - HE - 长篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1RAHi02opncK91lI8tN2DJw?pwd=1g5m",
    "夸克盘链接": "https://pan.quark.cn/s/ecdd748a29f0"
  },
  {
    "文件名": "【海棠】《公主千岁之与光同尘》作者：桃夭煎雪【女强 - 古代 - 清水 - 长篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1Q9UiElAGlMnNjchHcojR4A?pwd=1g5m",
    "夸克盘链接": "https://pan.quark.cn/s/b9c2cb3b07c3"
  },
  {
    "文件名": "【海棠】《公园南路》作者： 虫鸣哇唱【现代 - 中H - 年上 - 中篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1vhLNPmy9IH99-_6VPkJx7Q?pwd=1g5m",
    "夸克盘链接": "https://pan.quark.cn/s/452d7531757e"
  },
  {
    "文件名": "【海棠】《公交车上的淫交》作者：今天日万了吗【现代 - 高H - NP - 双性 - 短篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1a8mcHbB3_fRtwy-K22y0Sg?pwd=1g5m",
    "夸克盘链接": "https://pan.quark.cn/s/94f6d42586c6"
  },
  {
    "文件名": "【海棠】《公交车肉便器雌堕骚货直男的命运》作者：爱豆子【合集 - 高H - NP - 虐身 - 单性 - 中篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1pR2B1dTMCdnVCuscTxYvCg?pwd=1g5m",
    "夸克盘链接": "https://pan.quark.cn/s/25c2421721a4"
  },
  {
    "文件名": "【海棠】《公交车》作者：年福水【现代 - 高H - NP - 短篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/179kywPRJ2TUlbrxkUp94lA?pwd=1g5m",
    "夸克盘链接": "https://pan.quark.cn/s/b2580c9be251"
  },
  {
    "文件名": "【海棠】《公馆》作者：北X风【现代 - 高H - 青梅竹马 - 双性 - 凌辱 - 长篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1sPULpCazVjIduttxKAWBfA?pwd=1g5m",
    "夸克盘链接": "https://pan.quark.cn/s/b21cdaa11564"
  },
  {
    "文件名": "【海棠】《公车痴汉-电车痴汉》作者：赧然的贼【短篇合集 - 现代 - 高H - 短篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1of6FS5kzly9HxXh--JG5wA?pwd=w48y",
    "夸克盘链接": "https://pan.quark.cn/s/bfb91ba36978"
  },
  {
    "文件名": "【海棠】《工具人总被主角觊觎》作者：酒酿葡萄【快穿 - 中H - 1v1 - 短篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1W8GjbEH7EfEA2Uoq3-_RxQ?pwd=w48y",
    "夸克盘链接": "https://pan.quark.cn/s/ad0d211460dd"
  },
  {
    "文件名": "【海棠】《跟我做一次》作者：FFF【现代 - 中H - 破镜重圆 - 短篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/170FCRDDIgHfhafpQrcGf3A?pwd=w48y",
    "夸克盘链接": "https://pan.quark.cn/s/c1ae010277bb"
  },
  {
    "文件名": "【海棠】《跟情敌网恋发批照后》作者：小阿酒【现代 - 高H - 校园 - 双性 - 短篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1UqEv04p_TcAxux-dk2rR4A?pwd=w48y",
    "夸克盘链接": "https://pan.quark.cn/s/f2d6d84f8f2c"
  },
  {
    "文件名": "【海棠】《给老板看批忘切小号了》作者：柚湉【现代 - 高H - 职场 - 双性 - 大奶 - 短篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1bjlaXXJEdpUJJA4LuG7cFQ?pwd=w48y",
    "夸克盘链接": "https://pan.quark.cn/s/904fad24150c"
  },
  {
    "文件名": "【海棠】《给教授看批忘切小号了》作者：柚湉【现代 - 高H - 双性 - 小甜饼 - 短篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/15ZvnRgwkHY38a5kiUFMF4w?pwd=w48y",
    "夸克盘链接": "https://pan.quark.cn/s/c0e3c6c4b7de"
  },
  {
    "文件名": "【海棠】《给大屁股室友舔逼》作者：ōōō【现代 - 中H - 校园 - 短篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1r9soroJCRgYf_QoKl9xcbw?pwd=w48y",
    "夸克盘链接": "https://pan.quark.cn/s/8f861c08fd1b"
  },
  {
    "文件名": "【海棠】《各种大肚纯生大短篇》作者：Moon_cc【合集 - 高H - 中篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1UPOOHbKAJyeqIZnH6npjkQ?pwd=w48y",
    "夸克盘链接": "https://pan.quark.cn/s/c165040c157a"
  },
  {
    "文件名": "【海棠】《各个小故事合集》作者：荼毒月色【合集 - 高H - 中篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1TvZLg4F_pOcAbnjiFjQohg?pwd=w48y",
    "夸克盘链接": "https://pan.quark.cn/s/8ee945871840"
  },
  {
    "文件名": "【海棠】《隔壁学霸总在发骚》作者：金牌烤肉【主攻 - 现代 - 微H - 青梅竹马 - 短篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1T2-DIYs3m7DGP_H4q5Dlaw?pwd=w48y",
    "夸克盘链接": "https://pan.quark.cn/s/848b32de7e7e"
  },
  {
    "文件名": "【海棠】《隔壁邻居他不对劲》作者：云生顾兔【现代 - 高H - 双性 - 短篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1OED7HSuWVU65NkoG2Hm_dw?pwd=w48y",
    "夸克盘链接": "https://pan.quark.cn/s/b28852760b03"
  },
  {
    "文件名": "【海棠】《哥你屁股好翘》作者：程拓【现代 - 高H - 校园 - 骨科 - 短篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1jZkWeti1eWR9d4S6E0tUMA?pwd=w48y",
    "夸克盘链接": "https://pan.quark.cn/s/f28e1a3ef201"
  },
  {
    "文件名": "【海棠】《哥哥总是替我挨揍》作者：努力赚钱鸭【混合 - 重口 - SP - 高H - NP - 短篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1WldbSTY6YCDhZWc5oZGfuQ?pwd=w48y",
    "夸克盘链接": "https://pan.quark.cn/s/2fa7c65a5200"
  },
  {
    "文件名": "【海棠】《哥哥他寂寞难耐》作者：想多吃点药【现代 - 高H - 中篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/166sX0v05fPDzyj_b3eEMgw?pwd=w48y",
    "夸克盘链接": "https://pan.quark.cn/s/a9787bf7b077"
  },
  {
    "文件名": "【海棠】《哥哥说他热得难受》作者：爱口【现代 - 高H - 骨科 - 短篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1H8aQrS5dGSDz5ai7_lP6ZQ?pwd=w48y",
    "夸克盘链接": "https://pan.quark.cn/s/c1768d9614a5"
  },
  {
    "文件名": "【海棠】《哥哥们疼疼我》作者：ResisterC【总受 - 现代 - 高H - NP - 中篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/17w0UrYF1D3zfCyd3qmpbbA?pwd=w48y",
    "夸克盘链接": "https://pan.quark.cn/s/d3ebdb367a48"
  },
  {
    "文件名": "【海棠】《哥哥的竹马喜欢我》作者：泉鹿【现代 - 高H - 小甜饼 - 1v1 - 短篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1P1Djk-XH2rycWZ-evj1AAQ?pwd=w48y",
    "夸克盘链接": "https://pan.quark.cn/s/08bf6a8d3444"
  },
  {
    "文件名": "【海棠】《哥哥的小狗》作者：露楣【现代 - 高H - 骨科 - 年下 - 双性 - 长篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1DqONNnweQ4c0MQcMbWsRuA?pwd=w48y",
    "夸克盘链接": "https://pan.quark.cn/s/ec0d39a29044"
  },
  {
    "文件名": "【海棠】《哥哥的道貌岸然》作者：肉食性兔子【现代 - 高H - 1v1 - 骨科 - 年上 - SP - 短篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1ISi3NOnIGZWMoztLViAnvg?pwd=w48y",
    "夸克盘链接": "https://pan.quark.cn/s/9724d5cebff5"
  },
  {
    "文件名": "【海棠】《哥哥不可能爱我》作者：废稿集合处【现代 - 高H - 骨科 - 双性 - 生子 - 中篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1g-IMS0KR0INLrzoYdm3ZLA?pwd=w48y",
    "夸克盘链接": "https://pan.quark.cn/s/ae44c3905082"
  },
  {
    "文件名": "【海棠】《哥哥把腿张开》作者：在吃鸡排【现代 - 高H - 骨科 - 短篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/16O4nDND85x4g03sUfmHa6w?pwd=w48y",
    "夸克盘链接": "https://pan.quark.cn/s/4f163f2fff8c"
  },
  {
    "文件名": "【海棠】《哥哥把弟弟暗恋的清纯家教_成淫荡母狗》作者：TheRussian【现代 - 高H - NP - 中篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1K9Y56ze_AYx3bHuAbvURvQ?pwd=w48y",
    "夸克盘链接": "https://pan.quark.cn/s/99a287455d19"
  },
  {
    "文件名": "【海棠】《哥哥》作者：青青草原一只羊【现代 - 强制爱 - 双性 - NP - 年下 - 火葬场 - 高H - 长篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1WuHj1V4B724Snf5gavUIDA?pwd=w48y",
    "夸克盘链接": "https://pan.quark.cn/s/75e3a3edf0bb"
  },
  {
    "文件名": "【海棠】《哥哥》作者：假面夫子【现代 - 高H - 重生 - 伪骨科 - 睡奸 - 暴力 - 下药 - 囚禁 - 中篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1hnYMdenep-0QR28oD5bMTA?pwd=w48y",
    "夸克盘链接": "https://pan.quark.cn/s/01e9c3bcaff3"
  },
  {
    "文件名": "【海棠】《哥哥，我湿了》作者：晚风弄影【现代 - 高H - 1v1 - 真骨科 - 双性 - 年上 - 短篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1eoZNYoABqAyp43gtdeTy6g?pwd=w48y",
    "夸克盘链接": "https://pan.quark.cn/s/19e7ffe85202"
  },
  {
    "文件名": "【海棠】《哥哥，轻点我疼》作者：是一只烤鱼【现代 - 微H - 伪骨科 - SP - 短篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1Wt2LXFLVVZYmxqc0Ga_F8g?pwd=w48y",
    "夸克盘链接": "https://pan.quark.cn/s/ac267e19a493"
  },
  {
    "文件名": "【海棠】《哥哥，给我看看鸡》作者：摆烂摸鱼大魔王【现代 - 中H - 双洁 - 1V1 - HE - 短篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1zT4hakD79HPjhEjdTKypBQ?pwd=w48y",
    "夸克盘链接": "https://pan.quark.cn/s/25a17dc1c50f"
  },
  {
    "文件名": "【海棠】《哥哥，不要》 作者：十二月【青梅竹马 - 互相暗恋文 - ABO - 现代 - 中H - 校园 - 中篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1oNaupgQ-Eda9SXWhu_nQVA?pwd=w48y",
    "夸克盘链接": "https://pan.quark.cn/s/291f69cb49ec"
  },
  {
    "文件名": "【海棠】《哥，我想日你》作者：夏昔昔昔呀【现代 - 高H - 骨科 - 1v1 - 甜文 - 短篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1VJzQi_bopWepUtfI4teehA?pwd=w48y",
    "夸克盘链接": "https://pan.quark.cn/s/e0189de8d24a"
  },
  {
    "文件名": "【海棠】《哥，看看批》作者：月亮下山捏【现代 - 高H - 校园 - 双性 - 骨科 - 年下 - 中篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/10sw06Y3YomiMB6kc2Ju8sw?pwd=w48y",
    "夸克盘链接": "https://pan.quark.cn/s/accb6cba575d"
  },
  {
    "文件名": "【海棠】《搞笑男就不配被爱嘛》作者：沫莓【现代 - 高H - 双性 - 中篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1k-qK36q8vXdtIMrtt4pqbQ?pwd=w48y",
    "夸克盘链接": "https://pan.quark.cn/s/3e8516daf800"
  },
  {
    "文件名": "【海棠】《膏肓》作者：绅士【现代 - 微H - 短篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1bBEhVUV6JoyR72VcD8UnAQ?pwd=w48y",
    "夸克盘链接": "https://pan.quark.cn/s/bf73807aa626"
  },
  {
    "文件名": "【海棠】《高中阴角同学现在怎么这么骚》作者：我想吃烤肉【现代 - 高H - 双性 - 短篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1YkRIuNGtgsX0hZ0qAEmcFw?pwd=w48y",
    "夸克盘链接": "https://pan.quark.cn/s/f3fe6665a1a0"
  },
  {
    "文件名": "【海棠】《高中生觉醒魅魔血统之后》作者：川上之前【现代 - 高H - 校园 - NP - 短篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1ShMULzDjFzUP17_xDxIutw?pwd=w48y",
    "夸克盘链接": "https://pan.quark.cn/s/0ddd0da4798d"
  },
  {
    "文件名": "【海棠】《高台之上》作者：Moon_cc【古代 - 高H - 虐身 - 中篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1WIPMwjheFqnVaO02rQwBcQ?pwd=w48y",
    "夸克盘链接": "https://pan.quark.cn/s/f860120c5e5b"
  },
  {
    "文件名": "【海棠】《高烧难愈》作者：但枝【现代 - 高H - 中篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1RqlEWZw-SIx82WkikZG6Lw?pwd=w48y",
    "夸克盘链接": "https://pan.quark.cn/s/cc8a9ba42767"
  },
  {
    "文件名": "【海棠】《高岭之花伪装失忆后》作者：扶摇【ABO - NP - 高H - 中篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1WMutUhmszmRbvqS2fAu4SA?pwd=w48y",
    "夸克盘链接": "https://pan.quark.cn/s/53709143859a"
  },
  {
    "文件名": "【海棠】《高岭之花竟然是香味Omega！》作者：少爷【ABO - 现代 - 微H - 短篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1-BcObZhBP99Cgzhpeaidrw?pwd=w48y",
    "夸克盘链接": "https://pan.quark.cn/s/2881ba1b4e49"
  },
  {
    "文件名": "【海棠】《高岭之花雌堕合集》作者：喵薄荷【合集 - 高H - 双性 - 大奶 - NP - 中篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1iY8GAUBBChrQ9GAFaYRS4g?pwd=w48y",
    "夸克盘链接": "https://pan.quark.cn/s/9da4b3937c6f"
  },
  {
    "文件名": "【海棠】《高岭之花被玩合集》作者：弋杲【合集 - 高H - 中篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1QaclDcFCP-scR0w7oqNEVA?pwd=w48y",
    "夸克盘链接": "https://pan.quark.cn/s/2f9595f43579"
  },
  {
    "文件名": "【海棠】《高岭之花o成了男妓》作者：小西瓜【ABO - 未来 - 高H - 短篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1PB0jkLxrF1Jn4LXwCqg_0g?pwd=w48y",
    "夸克盘链接": "https://pan.quark.cn/s/e1c15b183a15"
  },
  {
    "文件名": "【海棠】《高冷总裁的疯批助理》作者：aloud o【现代 - 高H - 年下 - 短篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1ubaE_idX2NNG8NkZwfvqgA?pwd=w48y",
    "夸克盘链接": "https://pan.quark.cn/s/eca49e91166e"
  },
  {
    "文件名": "【海棠】《高冷总裁被舔上瘾了》作者：冰糖书生【现代 - 高H - 双性 - 甜宠 - 中篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1_KJ6BByz0H8lA9jgTc7KgA?pwd=w48y",
    "夸克盘链接": "https://pan.quark.cn/s/0202969d5f6b"
  },
  {
    "文件名": "【海棠】《高冷总裁被两条狗狗舔》作者：冰糖书生【现代 - 高H - NP - 人兽 - 中篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/128AHjsdrSI436qQOJyWYcQ?pwd=w48y",
    "夸克盘链接": "https://pan.quark.cn/s/ad12e998591c"
  },
  {
    "文件名": "【海棠】《高冷助理是双性小奶牛》作者：顾云祁【现代 - 高H - 双性 - 短篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1TVxVUFzafgEnujVhuf9B-A?pwd=w48y",
    "夸克盘链接": "https://pan.quark.cn/s/b8f77e401d1f"
  },
  {
    "文件名": "【海棠】《高冷之花男妓成了替身》作者：小西瓜【ABO - 未来 - 高H - 短篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1bQ6vxhhJyqcMC_pACF60Ew?pwd=w48y",
    "夸克盘链接": "https://pan.quark.cn/s/8064d27b6a06"
  },
  {
    "文件名": "【海棠】《高冷学长凌辱日记》作者：九桃【抹布文学 - 现代 - 高H - NP - 双性 - 短篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1Jgnb9ctnBFi-0aqNMZE9MA?pwd=w48y",
    "夸克盘链接": "https://pan.quark.cn/s/c18f93541c18"
  },
  {
    "文件名": "【海棠】《高冷学神长批后》作者：我太甜了【现代 - 高H - 双性 - NP - 中篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1P0EaxI-y2PzqRR6tTfc7pA?pwd=w48y",
    "夸克盘链接": "https://pan.quark.cn/s/003b82e69201"
  },
  {
    "文件名": "【海棠】《高冷学霸觉醒魅魔血统后》作者：小红【现代 - 高H - 双性 - 1v1 - 年下 - 短篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1xalwzvVchaRPnRjbV2V8HQ?pwd=w48y",
    "夸克盘链接": "https://pan.quark.cn/s/929a2f00b805"
  },
  {
    "文件名": "【海棠】《高冷修真剑修美人被迫双修后沦为炉鼎》作者：海月淹没【古代 - 高H - 武侠 - 修真 - NP - 中篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1Juyq9htemtMCLktucGGlEQ?pwd=w48y",
    "夸克盘链接": "https://pan.quark.cn/s/cfc4108e401e"
  },
  {
    "文件名": "【海棠】《高冷性瘾暴露癖学霸被轮番爆操》作者：羊肉燴面【现代 - 高H - 校园 - 双性 - NP - 短篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1Vqv0h4m5ZlwkWItJmu5C_Q?pwd=w48y",
    "夸克盘链接": "https://pan.quark.cn/s/bd796c321ad7"
  },
  {
    "文件名": "【海棠】《高冷校草沦为全校的精壶》作者：走鱼【现代 - 中H - 校园 - NP - 双性 - 长篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1du_dyNkXH2p9WOUA8JO91A?pwd=w48y",
    "夸克盘链接": "https://pan.quark.cn/s/7d079b4158a0"
  },
  {
    "文件名": "【海棠】《高冷小少爷变傻后》作者：春星夜【现代 - 高H - 1V1 - HE - 中篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1RD9XQNPryN6dJGjGrih9rg?pwd=w48y",
    "夸克盘链接": "https://pan.quark.cn/s/e03cd620429a"
  },
  {
    "文件名": "【海棠】《高冷室友成了我老婆》作者：微卡最爱鸽【现代 - 中H - 强强 - 双洁 - 1v1 - 小甜饼 - 中篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1OSphqXB2l0Kj8mhcvVwwag?pwd=w48y",
    "夸克盘链接": "https://pan.quark.cn/s/166668818297"
  },
  {
    "文件名": "【海棠】《高冷强势美人总会凄惨败北》作者：工口绿豆沙【合集 - 高H - 双性 - 大奶 - 中篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1k-2ntmL5YYCZ-nqXAGQrzg?pwd=w48y",
    "夸克盘链接": "https://pan.quark.cn/s/8d7a32b9a8d9"
  },
  {
    "文件名": "【海棠】《高冷秘书是双性小奶牛》作者：一只吃土的小老虎【现代 - 高H - 双性 - 短篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1-IwSfd6MMN1qXEeFBb09cA?pwd=w48y",
    "夸克盘链接": "https://pan.quark.cn/s/cf1229d495c0"
  },
  {
    "文件名": "【海棠】《高冷老师的秘密》作者：jerk【现代 - 高H - 校园 - 年下 - 师生 - 双性 - 短篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1GZZLGuj6kwDbCsc9UogUBQ?pwd=w48y",
    "夸克盘链接": "https://pan.quark.cn/s/8d926016a126"
  },
  {
    "文件名": "【海棠】《高考后的放纵》作者：怀抱美人大口吃肉【现代 - 高H - 短篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1yRUoXB2RUvpzrxlEIUo4tA?pwd=w48y",
    "夸克盘链接": "https://pan.quark.cn/s/78556bbc2804"
  },
  {
    "文件名": "【海棠】《高考后被哥哥爆操》作者：持竿钓鱼【现代 - 高H - 骨科 - 短篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/16dfrB1_ZB-SWv27TP3o-Vw?pwd=w48y",
    "夸克盘链接": "https://pan.quark.cn/s/44e1f2f1bfef"
  },
  {
    "文件名": "【海棠】《高端鸭子公司》作者：西芹西芹【现代 - 高H - NP - 中篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1TyJHjtFcfX1z8SIR86cTQA?pwd=w48y",
    "夸克盘链接": "https://pan.quark.cn/s/b2ab8939517e"
  },
  {
    "文件名": "【海棠】《高材生的触手玩弄》作者：灯泡不亮【触手 - 高H - NP - 短篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1iBHv2FLAxnI_-Z1b1ZE8mA?pwd=w48y",
    "夸克盘链接": "https://pan.quark.cn/s/fd149389150e"
  },
  {
    "文件名": "【海棠】《宫闱秘事》作者：无名一君子【古代 - 高H - 宫廷 - 中篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1tWx1fIGKZUnFB8_m3ihYjw?pwd=w48y",
    "夸克盘链接": "https://pan.quark.cn/s/3c4da0014fd0"
  },
  {
    "文件名": "【海棠】《宫廷春色》作者：赵大善人【古代 - 高H - 1v1 - 多CP - 中篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1s8HM9bomHkfM_V8m4mzeHg?pwd=w48y",
    "夸克盘链接": "https://pan.quark.cn/s/a29b1e20aec2"
  },
  {
    "文件名": "【海棠】《宫锁珠胎》作者：江山看不尽【古代 - 高H - 悲剧 - 虐身 - 双性 - 短篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1dAzJ8-p3VMr7otJKmJAoiw?pwd=w48y",
    "夸克盘链接": "https://pan.quark.cn/s/8111d8def311"
  },
  {
    "文件名": "【海棠】《干死爸爸》作者：金牌烤肉【现代 - 父子 - 高H - 4P - 短篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1oxfqQ7h1kQItJDnFWnuawA?pwd=w48y",
    "夸克盘链接": "https://pan.quark.cn/s/d0300d2f18fb"
  },
  {
    "文件名": "【海棠】《干妈》作者：黄金白璧买歌笑【现代 - 中H - 中篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1Pic48dGKMPkhk3PiU-h9DQ?pwd=w48y",
    "夸克盘链接": "https://pan.quark.cn/s/0d8b7d788047"
  },
  {
    "文件名": "【海棠】《干了这碗浓精》作者：入渣【现代 - 高H - NP - 校园 - 人兽 - 短篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1A380bnZcNtd0FOLhwZhRpA?pwd=w48y",
    "夸克盘链接": "https://pan.quark.cn/s/20904aec5453"
  },
  {
    "文件名": "【海棠】《干哭总裁喵》作者：捏捏猫肉垫【现代 - 高H - 双性 - 1v1 - 中篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/13OvvpRF0RVNerpRYAPQY-Q?pwd=w48y",
    "夸克盘链接": "https://pan.quark.cn/s/bfe8f3b2d34f"
  },
  {
    "文件名": "【海棠】《干哭洒比导师》作者：阿吊【现代 - 高H - NP - 中篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1idfJvdZ5q27nwjQaPe03Tw?pwd=w48y",
    "夸克盘链接": "https://pan.quark.cn/s/4cb9fd7ca04b"
  },
  {
    "文件名": "【海棠】《干就完事了》作者：DREAM【现代 - 高H - 短篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1WIgOIdMg8bhziSyis6JpwA?pwd=w48y",
    "夸克盘链接": "https://pan.quark.cn/s/1c8b7cbec278"
  },
  {
    "文件名": "【海棠】《干涸逢润》作者：满城马甲都是我【现代 - 中H - 短篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1PiSTM3Xa7I_jZ3N8-_B3tg?pwd=w48y",
    "夸克盘链接": "https://pan.quark.cn/s/aad41b21829a"
  },
  {
    "文件名": "【海棠】《干翻美强惨》作者：大荒西去【合集 - 中H - 中篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1xwi67F8m63ICQQVftQ_siQ?pwd=w48y",
    "夸克盘链接": "https://pan.quark.cn/s/4f686b66f02e"
  },
  {
    "文件名": "【海棠】《甘为人下》作者：花眠【现代 - 高H - 甜文 - 1V1 - HE - 双性 - 生子 - 中篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1J97yLPcuVsOVZYxh8u3vLg?pwd=w48y",
    "夸克盘链接": "https://pan.quark.cn/s/df830931f235"
  },
  {
    "文件名": "【海棠】《甘霖》作者：山宇南海【古代 - 微H - 宫廷 - 短篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1C5hlMrAU4ADI3mhLpDWt1w?pwd=w48y",
    "夸克盘链接": "https://pan.quark.cn/s/7b40b2953fe5"
  },
  {
    "文件名": "【海棠】《改造以后》作者：风陵渡【现代 - 高H - 虐爱 - 双性 - 伪父子 - 中篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1C0BwUAQ9vPL0_llOAGZ3tQ?pwd=w48y",
    "夸克盘链接": "https://pan.quark.cn/s/11ebdbc0a267"
  },
  {
    "文件名": "【海棠】《改造肌肉男》作者：赫尔曼狄克【现代 - 高H - 虐身 - NP - 短篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1_hiJ1RdWoipdn6f82t0NKA?pwd=w48y",
    "夸克盘链接": "https://pan.quark.cn/s/2f26441fe27f"
  },
  {
    "文件名": "【海棠】《该死的情热》作者：睡得香【ABO - SX - NP - 高H - 校园 - 甜宠 - 中篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1RpkJ8gI7sP9Ajb0G9BFTZA?pwd=w48y",
    "夸克盘链接": "https://pan.quark.cn/s/9ac68bc38027"
  },
  {
    "文件名": "【海棠】《缚青》作者：夏多罗【现代 - 高H - ABO - 强制爱 - 中篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1xwKNx6lvkV9G3soZGNXY8A?pwd=w48y",
    "夸克盘链接": "https://pan.quark.cn/s/47197b67d0d6"
  },
  {
    "文件名": "【海棠】《腹肌的诱惑》作者：雪松真好闻【现代 - 高H - 1V1 - 双洁 - HE - 短篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1S4D1fzUlJhDNzmzfFUO0KQ?pwd=w48y",
    "夸克盘链接": "https://pan.quark.cn/s/d0afb4a82b71"
  },
  {
    "文件名": "【海棠】《腹黑班长哄骗了小土狗同学》作者：胡思乱想社恐症【现代 - 中H - 校园 - 双性 - 短篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1J9pz3FMTR6Y6QDbED0C1Mg?pwd=w48y",
    "夸克盘链接": "https://pan.quark.cn/s/6ee361f5bd8d"
  },
  {
    "文件名": "【海棠】《副人格》作者：一枚夹心饼【水仙文 - 现代 - 高H - 短篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/120mnySkCj2IRDdOGD-krLg?pwd=w48y",
    "夸克盘链接": "https://pan.quark.cn/s/477e85074597"
  },
  {
    "文件名": "【海棠】《赴约》作者：一朵外卖【现代 - 高H - 短篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/15ICERDaUQzWJ5WMqUSrn1g?pwd=w48y",
    "夸克盘链接": "https://pan.quark.cn/s/75b6f06c8d32"
  },
  {
    "文件名": "【海棠】《赴沙场》作者：庚子岁【古代 - 训诫 - 调教 - 古代 - 高H - 中篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1nblAs-qANNFpjEYMUAyBag?pwd=w48y",
    "夸克盘链接": "https://pan.quark.cn/s/18eab03aa8e8"
  },
  {
    "文件名": "【海棠】《父子偷情》作者：ōōō【现代 - 高H - 双性 - 父子 - 中篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1mAacfEjH2DAw-01xBJAYUQ?pwd=w48y",
    "夸克盘链接": "https://pan.quark.cn/s/b2bc3210822b"
  },
  {
    "文件名": "【海棠】《父子偷情》作者：kimpong【总受 - NP - 双性 - 现代 - 高H - 中篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1Vo3wvTVP1AeRywQqSOzkgg?pwd=w48y",
    "夸克盘链接": "https://pan.quark.cn/s/7b13627659e7"
  },
  {
    "文件名": "【海棠】《父子偷欢》作者：粗眉毛【现代 - 高H - 1v1 - 伪父子 - 短篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1aVwTh2YzQdHFA3_xnIFv9g?pwd=w48y",
    "夸克盘链接": "https://pan.quark.cn/s/8aa77a4e12aa"
  },
  {
    "文件名": "【海棠】《父子情事》作者：没有名字有什么不好的【现代 - 父子 - 年下 - 双性 - 高H - 短篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1UU9MABUPoS3xgU2rO-Si4A?pwd=w48y",
    "夸克盘链接": "https://pan.quark.cn/s/b9ee19bbda8d"
  },
  {
    "文件名": "【海棠】《父子情深》作者：流明【现代 - 中H - 父子 - 年上 - 1v1 - 双性 - 短篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1FBGQfgdt8S43E_UooZl3Pw?pwd=w48y",
    "夸克盘链接": "https://pan.quark.cn/s/188ae579c85b"
  },
  {
    "文件名": "【海棠】《父子迷情》作者：千羽【现代 - 高H - 双性 - 父子 - 中篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1hrLOdrWXrC-SWDRbDqSHow?pwd=w48y",
    "夸克盘链接": "https://pan.quark.cn/s/2b0e9acae2cf"
  },
  {
    "文件名": "【海棠】《父子乱情》作者：星星冷的眨眼睛【现代 - 高H - 父子 - 年上 - 短篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1h3cMwcfhgjffYPaqgXavAQ?pwd=w48y",
    "夸克盘链接": "https://pan.quark.cn/s/adf6af684818"
  },
  {
    "文件名": "【海棠】《父子界限》作者：我爱吃冰棒【第一人称 - 父子 - 年上 - 1v1 - 高H - 现代 - 中篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1N-823x4388kiPIUikU9a8w?pwd=w48y",
    "夸克盘链接": "https://pan.quark.cn/s/524f74133918"
  },
  {
    "文件名": "【海棠】《父子狠黄，爸爸凸儿子，儿子抽爸爸》作者：GAY【现代 - 高H - 父子 - 短篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1vO7rIfeYkb-g1axQ4Np2sQ?pwd=w48y",
    "夸克盘链接": "https://pan.quark.cn/s/86c9df905344"
  },
  {
    "文件名": "【海棠】《父子共妻》作者：谜样的蛋先生【现代 - 3P - SP - 训诫 - 高H - 虐身 - 中篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1Scz15qinqShqjm49V2U4VQ?pwd=w48y",
    "夸克盘链接": "https://pan.quark.cn/s/6877d7af1d85"
  },
  {
    "文件名": "【海棠】《父子的婬乱生活》作者：吉娃莲多肉【短篇合集 - 高H - 父子 - 年上 - 双性 - 短篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1iEUJpmpLeyw1xMrFswi8kA?pwd=w48y",
    "夸克盘链接": "https://pan.quark.cn/s/b336b0691a6a"
  },
  {
    "文件名": "【海棠】《父子插茓、兽茭！以及其他重口文，很黄很重口！》作者：一口一个小兔兔【合集 - 高H - 短篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1M_eWosbrsd-iTjNwEKVecw?pwd=w48y",
    "夸克盘链接": "https://pan.quark.cn/s/1680d614f11a"
  },
  {
    "文件名": "【海棠】《父子，姐夫3p 家族乱伦》作者：迪娜【现代 - 高H - 乱伦 - 短篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1EUY_9CDBPzOMDHp5K7haGA?pwd=w48y",
    "夸克盘链接": "https://pan.quark.cn/s/4f3d7a98208f"
  },
  {
    "文件名": "【海棠】《父亲的情人》作者：富美【现代 - 高H - NTR - 结局1v1 - HE - 短篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1IiGJswmGmSBX-4yLnCyXXw?pwd=w48y",
    "夸克盘链接": "https://pan.quark.cn/s/178a85541889"
  },
  {
    "文件名": "【海棠】《父亲的戒尺》作者：净整点花里胡哨的【现代 - 高H - 悲剧 - 虐心 - 虐身 - 父子 - SP - 双性 - 中篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1APNz4r96jwcmiZS7IvDaCw?pwd=w48y",
    "夸克盘链接": "https://pan.quark.cn/s/4af34a4e92ae"
  },
  {
    "文件名": "【海棠】《父亲的教导》作者：为了海棠二号【现代 - 高H - 父子 - 短篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1NNbn3kHyvryLhgDikVZ1jw?pwd=w48y",
    "夸克盘链接": "https://pan.quark.cn/s/4101acb74193"
  },
  {
    "文件名": "【海棠】《父亲大人我错了》作者：阿多斯和达达尼安【现代 - 高H - 虐身 - 父子 - SP - 中篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1r67pfx-kWA8q2krKMYn6Pw?pwd=w48y",
    "夸克盘链接": "https://pan.quark.cn/s/b034ab175a86"
  },
  {
    "文件名": "【海棠】《父亲把我ntr》作者：镡成千里【现代 - 高H - NP - 中篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1y-Vp7fdnAjbsM8h6poHIew?pwd=w48y",
    "夸克盘链接": "https://pan.quark.cn/s/54e1eb808f23"
  },
  {
    "文件名": "【海棠】《父皇》作者：乔一【古代 - 高H - 短篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1vXQSIvoIZida6DxWfBATNg?pwd=w48y",
    "夸克盘链接": "https://pan.quark.cn/s/e1db5ed42514"
  },
  {
    "文件名": "【海棠】《腐门世界之小胖奴的性交生涯录》作者：洲肆夭【现代 - 高H - NP - 中篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1sKjTWrXo6gkkIgug7Hj1QA?pwd=w48y",
    "夸克盘链接": "https://pan.quark.cn/s/bf9d99dd0296"
  },
  {
    "文件名": "【海棠】《抚慰omega发情期的alpha》作者：木玖欢【ABO - 中H - 中篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1r747kKAf4WfxEdi297CXRw?pwd=w48y",
    "夸克盘链接": "https://pan.quark.cn/s/4c2abac76b2d"
  },
  {
    "文件名": "【海棠】《佛系病美人是全修真界的白月光》作者：苍远道【古代 - 中H - 重生 - 双性 - NP - 长篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1wg7FRRTPRm_rLVkx_F-wmA?pwd=w48y",
    "夸克盘链接": "https://pan.quark.cn/s/bc66eaeaae5d"
  },
  {
    "文件名": "【海棠】《肤白貌美小寡夫归他了》作者：一个小美女【ABO - 高H - 双 - 青梅竹马 - 双洁 - 中篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1atYQMMhy0s8dXJq33S85lw?pwd=w48y",
    "夸克盘链接": "https://pan.quark.cn/s/bf37d1e46c82"
  },
  {
    "文件名": "【海棠】《夫主》作者：不好吃的糯米粽【现代 - 高H - 虐身 - 1v1 - HE - 中篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1YxKoFrHhvRSL7JlfACqxqQ?pwd=w48y",
    "夸克盘链接": "https://pan.quark.cn/s/b7f8f63e7bd6"
  },
  {
    "文件名": "【海棠】《夫君带白月光私奔后我被公爹强占了》作者：人民币【买股文 - 古代 - 高H - ABO - 短篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/19KI49FEEWeRJEqID_qnitg?pwd=w48y",
    "夸克盘链接": "https://pan.quark.cn/s/f671d63f24ff"
  },
  {
    "文件名": "【海棠】《夫夫情趣》作者：不是纸片人【ABO - 1v1 - 中H - 双洁 - 短篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1lh1ZjHSROunCAXhJRRL2fQ?pwd=w48y",
    "夸克盘链接": "https://pan.quark.cn/s/21fdf4efafed"
  },
  {
    "文件名": "【海棠】《夫夫沦陷》作者：爱吃肉爱学习【古代 - 高H - 双性 - NTR - NP - 短篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1TUK6UWPibYUSUKpbKGwD4w?pwd=w48y",
    "夸克盘链接": "https://pan.quark.cn/s/76bbb79e64b8"
  },
  {
    "文件名": "【海棠】《凤栖青柠》作者：啊一呐【现代 - 中H - 短篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1OqLmqIiuWfVjcq9KvM29UQ?pwd=w48y",
    "夸克盘链接": "https://pan.quark.cn/s/924a523ab82a"
  },
  {
    "文件名": "【海棠】《凤鸣玉碎》作者：念念不忘【穿越 - 古代 - 高H - 总受 - NP - 双性 - 双性 - 生子 - NTR - 父子 - 兄弟 - 中篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1ANYqx9Bq-wXA0HaUXPgtZQ?pwd=w48y",
    "夸克盘链接": "https://pan.quark.cn/s/9e9b4b207e46"
  },
  {
    "文件名": "【海棠】《逢星》作者：一蟹不如一蟹【ABO - 现代 - 中H - 生子 - 狗血 - 破镜重圆 - 中篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1Gj-gWLNCJpWU3g_wz78IKw?pwd=w48y",
    "夸克盘链接": "https://pan.quark.cn/s/ae00c3a71737"
  },
  {
    "文件名": "【海棠】《逢春》作者：土亢【古代 - 高H - 双性 - 生子 - 产乳 -伪NTR - 1v1 - 双洁 - 短篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/15nEdmJ_f_IO3Myfv5SVpWg?pwd=w48y",
    "夸克盘链接": "https://pan.quark.cn/s/52f5c84ae398"
  },
  {
    "文件名": "【海棠】《疯子攻重生以后》作者：Sjell【现代 - 微H - 重生 - 双性 - 短篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1JK2wUd4ILy4sriW_wOrmww?pwd=w48y",
    "夸克盘链接": "https://pan.quark.cn/s/3c646b74df63"
  },
  {
    "文件名": "【海棠】《疯子》作者：绿色限定【现代 - 高H - 囚禁 - 中篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1Fk-lBKz2mvYWfMEPFDYr4A?pwd=w48y",
    "夸克盘链接": "https://pan.quark.cn/s/746d078c4fc5"
  },
  {
    "文件名": "【海棠】《疯批竹马失忆之后》作者：荷沈【现代 - 高H - 单性 - 1v1 - HE - 短篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/14Fwy-fGSdyhIRn9LrTsI5g?pwd=w48y",
    "夸克盘链接": "https://pan.quark.cn/s/ae78ea88ce6d"
  },
  {
    "文件名": "【海棠】《疯批异形的漂亮宠物》作者：余火烬燃【总受 - NP - 高H - 人外 - 骨科 - 中篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1VcfFNn5USVUtmHPCGJnQHg?pwd=w48y",
    "夸克盘链接": "https://pan.quark.cn/s/d87d41e13bd6"
  },
  {
    "文件名": "【海棠】《疯批死对头失忆之后》作者：荷沈【现代 - 高H - 双性 - 1v1 - HE - 短篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1tgwNCW16XatiXz3bjaFotw?pwd=w48y",
    "夸克盘链接": "https://pan.quark.cn/s/3be5e8cb5fae"
  },
  {
    "文件名": "【海棠】《疯批受的强制爱？》作者：白菜豆腐皮【现代 - 中H - 双洁 - 中篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/12HeskTur4XF9hMfU7R9I1w?pwd=w48y",
    "夸克盘链接": "https://pan.quark.cn/s/4945a633d0b3"
  },
  {
    "文件名": "【海棠】《疯批师弟爱上美人师兄》作者：晨晨【修真 - 中H - 短篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1_3lQQN5cxeE7Dr5iMf_u0Q?pwd=w48y",
    "夸克盘链接": "https://pan.quark.cn/s/0e598cc134d6"
  },
  {
    "文件名": "【海棠】《疯批男高中生很危险》作者：伏不是【现代 - 高H - 双性 - 师生 - 短篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1hl5Uvdd1dJSyvWs3JJro9g?pwd=w48y",
    "夸克盘链接": "https://pan.quark.cn/s/4f59a4892899"
  },
  {
    "文件名": "【海棠】《疯批美人认主后》作者：从前有座山ovo【现代 - 高H - 虐身 - 单性 - 双洁 - 中篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1guZwAaqjefhvc5Ef7gOlmA?pwd=w48y",
    "夸克盘链接": "https://pan.quark.cn/s/07d23951624e"
  },
  {
    "文件名": "【海棠】《疯批老婆强制爱》作者：苏心【现代 - 高H - 中篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1sBTg276j7u5ESBabNrNpUA?pwd=w48y",
    "夸克盘链接": "https://pan.quark.cn/s/6fd10c2e2185"
  },
  {
    "文件名": "【海棠】《疯批老婆每晚都在日我》作者：小鹿kaka【未来 - 高H - ABO - 双性 - 大奶 - HE - 甜文 - 双洁 - 中篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1hOGzmaQvV27_f1kf5Lz3hw?pwd=w48y",
    "夸克盘链接": "https://pan.quark.cn/s/99c33c3b7ffe"
  },
  {
    "文件名": "【海棠】《高傲的凌华仙君》作者：爆炸芒果【古代 - 高H - 悲剧 - 虐身 - 双性 - 短篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1Oi-w6OA9sq1vISmDZ2fVoQ?pwd=w48y",
    "夸克盘链接": "https://pan.quark.cn/s/5bfba9d32040"
  },
  {
    "文件名": "【海棠】《刚穿书就被反派们肏爆了》作者：楚楚不吃肉【穿越 - 高H - 现代 - 甜宠 - 中篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1BcKHVkJJu_LBsD1Z60hLrg?pwd=w48y",
    "夸克盘链接": "https://pan.quark.cn/s/961129113349"
  },
  {
    "文件名": "【海棠】《干死也不被放过》作者：黑心绵糖【古代 - 中H - 1v1 - 短篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1TUjE7zjG7CXOgASPdOqnHw?pwd=w48y",
    "夸克盘链接": "https://pan.quark.cn/s/435994a7c9fb"
  },
  {
    "文件名": "【海棠】《疯狗摄政王求我玩他》作者：一轮圆月【女攻 - 中H - 宫廷 - 短篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1ioxLmlnqZ8Yl4-fpbg0Opw?pwd=w48y",
    "夸克盘链接": "https://pan.quark.cn/s/8ffbe793a4ae"
  },
  {
    "文件名": "【海棠】《疯狗被日的日常》作者：小鹿kaka【主攻 - 末日 - 双性 - 大奶 - 1v1 - HE - 高H - 长篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1qlVDeMdjAxvncWsXW4yOsw?pwd=w48y",
    "夸克盘链接": "https://pan.quark.cn/s/9dca125c9e98"
  },
  {
    "文件名": "【海棠】《疯狗》作者：顾是pro【邵简同人 - 第一人称 - 现代 - 中H - 短篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/19Ilv0kTI-dTFNiTpXw4ohg?pwd=w48y",
    "夸克盘链接": "https://pan.quark.cn/s/c8d545bcfaea"
  },
  {
    "文件名": "【海棠】《封建糟粕》作者：超A的小花卷【民国 - 小妈文 - 双性 - NP - 长篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/16iAg_aaaqIMdJnhJ3FPjQA?pwd=w48y",
    "夸克盘链接": "https://pan.quark.cn/s/f7e80ce5dc6d"
  },
  {
    "文件名": "【海棠】《风月闲》作者：九时辨【灵异 - 中H - 虐心 - 双性 - 中篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1yqnP5a0kwRhDVO0eylwLFQ?pwd=w48y",
    "夸克盘链接": "https://pan.quark.cn/s/4420cb609789"
  },
  {
    "文件名": "【海棠】《风月无边》作者：我太甜了【合集 - 高H - 长篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1O_ronfGaRZgshnxF5uGNVQ?pwd=w48y",
    "夸克盘链接": "https://pan.quark.cn/s/f77b328b475f"
  },
  {
    "文件名": "【海棠】《风流成决》作者：有里可寻【总攻 - NP - 现代 - 高H - 短篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1AFoSFqOm3GqIXlTlsQqDEA?pwd=w48y",
    "夸克盘链接": "https://pan.quark.cn/s/bbfd062c0198"
  },
  {
    "文件名": "【海棠】《风尘》作者：在水一方【古代 - 高H - 仙侠 - 短篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1g4UN8PRDCLV23CXAXqgFuA?pwd=w48y",
    "夸克盘链接": "https://pan.quark.cn/s/d3929dc71f50"
  },
  {
    "文件名": "【海棠】《风尘》作者：火风L【补番 - 现代 - 高H - 双性 - 生子 - 破镜重圆 - 中篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/18tk-i99Pv0nT5Z-C4GV8Ag?pwd=w48y",
    "夸克盘链接": "https://pan.quark.cn/s/1ae95b22828f"
  },
  {
    "文件名": "【海棠】《粉毛蹦迪男的一生》作者：国王会所业务员小林【现代 - 微H - 短篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1ChJSI-riuyq5cvnGR_cRFQ?pwd=w48y",
    "夸克盘链接": "https://pan.quark.cn/s/08944efc2df5"
  },
  {
    "文件名": "【海棠】《分手后跟前男友又复合了》作者： 天空飘来一朵云【现代 - 中H - 短篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1fiSPoIpCUzPhWiIDqZueFA?pwd=w48y",
    "夸克盘链接": "https://pan.quark.cn/s/dfc110ef9e1c"
  },
  {
    "文件名": "【海棠】《分手后吃到前男友》作者：风铃草【现代 - 高H - 破镜重圆 - 1v1 - 中篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1G2cG8Z_S2Rv6cWiSJbj0DQ?pwd=w48y",
    "夸克盘链接": "https://pan.quark.cn/s/5231263262e0"
  },
  {
    "文件名": "【海棠】《分手后被前夫哥搭救》作者：judf【合集 - 双性 - 中H - 1v1 - 短篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1UVbTRwfIoYEhJ3h6iAK7eQ?pwd=w48y",
    "夸克盘链接": "https://pan.quark.cn/s/6e5c580055ba"
  },
  {
    "文件名": "【海棠】《费医生的心灵诊所》作者：霜晨月【现代 - 高H - 悬疑 - NP - 长篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1RWu9X1vDlN5_zdvA8ooWNg?pwd=w48y",
    "夸克盘链接": "https://pan.quark.cn/s/922f83080169"
  },
  {
    "文件名": "【海棠】《废柴大师兄就该天天被人疼爱》作者：三花嬲【大纲 - 高H - NP - 单性 - 短篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1j9rVXwZnWz45Yn4NFNP69A?pwd=w48y",
    "夸克盘链接": "https://pan.quark.cn/s/4337fb52e2e8"
  },
  {
    "文件名": "【海棠】《废材太子重生逆袭》作者：人皮灯笼【重生 - 中H - 伪骨科 - 中篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1nTLluo1iBaFh-NvrwKf81g?pwd=w48y",
    "夸克盘链接": "https://pan.quark.cn/s/8d17f5d18959"
  },
  {
    "文件名": "【海棠】《绯闻洛太太》作者：爱妙妙的巧嘴【ABO - 双性 - 大奶 - 中H - 短篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1-IP3Cgv2B8JvVeFmDfSyLQ?pwd=w48y",
    "夸克盘链接": "https://pan.quark.cn/s/082718d48916"
  },
  {
    "文件名": "【海棠】《绯闻对象是我未婚夫》作者：Doi【现代 - 中H - 影视 - 年下 - 短篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1U2NGD7lOR01ya3uU6Nkvzg?pwd=w48y",
    "夸克盘链接": "https://pan.quark.cn/s/9e4412157469"
  },
  {
    "文件名": "【海棠】《非正常恋人》作者：黄一点【现代 - 高H - 长篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1LZeCnmmnnwFy5ZNCGJO0KA?pwd=w48y",
    "夸克盘链接": "https://pan.quark.cn/s/5c6330732c12"
  },
  {
    "文件名": "【海棠】《非强制性婚姻》作者：爱摆烂的大饼【现代 - 高H - 短篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/16pq88mokiPMVYlq2IhQQVw?pwd=w48y",
    "夸克盘链接": "https://pan.quark.cn/s/19b8936b2353"
  },
  {
    "文件名": "【海棠】《非典型援交》作者：Felicia粽【现代 - 中H - 年上 - 1v1 - HE - 短篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1fRRxISzk8vdCX1K09VfehQ?pwd=w48y",
    "夸克盘链接": "https://pan.quark.cn/s/b1c2eb6d0e03"
  },
  {
    "文件名": "【海棠】《非常规OA》作者：池边荷【ABO - 高H - 短篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1mZZW8yD9E4IAwQ9S4YpR8w?pwd=w48y",
    "夸克盘链接": "https://pan.quark.cn/s/e229842d7491"
  },
  {
    "文件名": "【海棠】《放肆》作者：色彩【现代 - 高H - 囚禁 - 调教 - SM - 短篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1_4tfH3EotfJgi12KuDqsvw?pwd=w48y",
    "夸克盘链接": "https://pan.quark.cn/s/5ab0e029cf16"
  },
  {
    "文件名": "【海棠】《放过我吧，我只卖丹药不卖身啊》作者：一锅炖不下【古代 - 中H - NP - 短篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1Ds_SeNZGy-ecI7peFu3k4w?pwd=w48y",
    "夸克盘链接": "https://pan.quark.cn/s/5815bd95fab8"
  },
  {
    "文件名": "【海棠】《放飞自我系列》作者：羊仔天天要吃肉【合集 - 双性 - 高H - 中篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1Iu0F-2USSjbYXmtBPkn9WA?pwd=w48y",
    "夸克盘链接": "https://pan.quark.cn/s/3f75a6e84061"
  },
  {
    "文件名": "【海棠】《房间》作者：我住7楼c【现代 - 中H - 虐身 - 双性 - NP - 囚禁 - 中篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/10O5yeDcfhqVgW19Fv8otwQ?pwd=w48y",
    "夸克盘链接": "https://pan.quark.cn/s/bae67c09e1d9"
  },
  {
    "文件名": "【海棠】《房东是个白切黑》作者：干饭王【现代 - 微H - 短篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/16OoWs48nAqBCq7fetZX0ow?pwd=w48y",
    "夸克盘链接": "https://pan.quark.cn/s/ebe5fb712451"
  },
  {
    "文件名": "【海棠】《方生方死》作者：也不【AbO - 微H - 中篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1iXef8tepr4xC4yVVMegriw?pwd=w48y",
    "夸克盘链接": "https://pan.quark.cn/s/b1208d3406e0"
  },
  {
    "文件名": "【海棠】《犯贱的男主播（第一次使用0号胶囊之后）》作者：赫尔曼狄克【现代 - 高H - 虐身 - NP - 短篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/16AeHmEdlL-M4H9PlFj8ubw?pwd=w48y",
    "夸克盘链接": "https://pan.quark.cn/s/77a507ea130d"
  },
  {
    "文件名": "【海棠】《犯错挨揍有什么丢人的？》作者：小吹【第一人称 - 现代 - 微H - 短篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1Krom6UmT2r3ucCfLq63zVw?pwd=w48y",
    "夸克盘链接": "https://pan.quark.cn/s/c3a6cf9918e3"
  },
  {
    "文件名": "【海棠】《反转人渣》作者：华似比【穿书 - ABO - 高H - 短篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1_Qhg-yd5FKPAM1vhbiQLDw?pwd=w48y",
    "夸克盘链接": "https://pan.quark.cn/s/a05c7535c2f9"
  },
  {
    "文件名": "【海棠】《反向逆行》作者：磨叽磨哩【补番 - 未来 - 微H - 虐爱 - 长篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1pVrdioIVuVazF5mU-W1_Yg?pwd=w48y",
    "夸克盘链接": "https://pan.quark.cn/s/ed36fa9c9f6e"
  },
  {
    "文件名": "【海棠】《反向标记》作者：高璜【ABO - 强制爱 - AB - 高H - 强强 - 虐心 - 长篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1ULSA4V421CpBwYERuG1UIg?pwd=w48y",
    "夸克盘链接": "https://pan.quark.cn/s/fcdb71bcde7b"
  },
  {
    "文件名": "【海棠】《反派总是很乐意实现我的愿望》作者：面包夹肉【快穿 - 中H - 中篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1QvFesf4gMc8DR0N5gl9UKA?pwd=w48y",
    "夸克盘链接": "https://pan.quark.cn/s/177819e33fe4"
  },
  {
    "文件名": "【海棠】《反派有罪受》作者：爆浆鱿鱼【古代 - 微H - 年上 - HE - 中篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1klbjumOWHIg4J0M6ZMw_6A?pwd=w48y",
    "夸克盘链接": "https://pan.quark.cn/s/0a26dd17831f"
  },
  {
    "文件名": "【海棠】《反派师尊不行了》作者：黎小空【古代 - 高H - 双洁 - 生子 - 高H - 强制爱 - 短篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1Jtdk2mHXn7GIIipL86AJFg?pwd=w48y",
    "夸克盘链接": "https://pan.quark.cn/s/537dc715ae14"
  },
  {
    "文件名": "【海棠】《反派师尊被扒光》作者：嗑药【古代 - 高H - 修真 - NP - 短篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1XEH78tGEGPW_l0mmJDLYpA?pwd=w48y",
    "夸克盘链接": "https://pan.quark.cn/s/c5fea82a6604"
  },
  {
    "文件名": "【海棠】《反派美人总被压》作者：沫莓【穿书 - 高H - 中篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1gPCWjqJqvZVttj6h0nRQow?pwd=w48y",
    "夸克盘链接": "https://pan.quark.cn/s/d4c928360484"
  },
  {
    "文件名": "【海棠】《反派满脑子都是怎么干我》作者：吃肉肉啊【合集 - 高H - 强制爱 - 中篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1ZESaPvjFze3dvyJBq85gFQ?pwd=w48y",
    "夸克盘链接": "https://pan.quark.cn/s/9baef07aad79"
  },
  {
    "文件名": "【海棠】《反派攻穿越指南》作者：鹤归迟【总攻 - 穿越 - 高H - 长篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1mwhVPE5LosbuyvrQdc8gHA?pwd=w48y",
    "夸克盘链接": "https://pan.quark.cn/s/39f46f639f6c"
  },
  {
    "文件名": "【海棠】《反派扮演游戏》作者：爱媛【穿越 - 高H - NP - 短篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1QnS1e0W67zM5-3rQfVkP2Q?pwd=w48y",
    "夸克盘链接": "https://pan.quark.cn/s/83856eae2168"
  },
  {
    "文件名": "【海棠】《翻车后被大佬强制爱了》作者：李嘟嘟【现代 - 高H - 1v1 - 甜文 - 调教 - 中篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1TDVnbfglzkZyKSFMhp6QZA?pwd=w48y",
    "夸克盘链接": "https://pan.quark.cn/s/e887cef7d40d"
  },
  {
    "文件名": "【海棠】《法兰西玫瑰被强制爱了》作者：ALYSSSSSA【外国 - 双性 - 高H - 短篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1tW1Q2mm9IrGooGAjAJrEfA?pwd=w48y",
    "夸克盘链接": "https://pan.quark.cn/s/695330eb6b02"
  },
  {
    "文件名": "【海棠】《罚》作者：单唯安【现代 - 高H - 虐身 - 3P - 调教 - 强制爱 - 微SM - 中篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1FHEsOPYikLrL4OlZGMF7fw?pwd=w48y",
    "夸克盘链接": "https://pan.quark.cn/s/3fb066cceabe"
  },
  {
    "文件名": "【海棠】《发小对我图谋不轨》 作者：wheat【现代 - 高H - 校园 - 青梅竹马 - 双性 - 生子 - 短篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1a1ovioGpifH9h1Tz01RC1Q?pwd=w48y",
    "夸克盘链接": "https://pan.quark.cn/s/06e3f7741044"
  },
  {
    "文件名": "【海棠】《发小》作者：lynne_【现代 - 中H - 1V1 - 双洁 - 甜宠 - 短篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1EZ_dtD_TQCi5V-83bkjP6A?pwd=w48y",
    "夸克盘链接": "https://pan.quark.cn/s/e10f0906ca82"
  },
  {
    "文件名": "【海棠】《发现帅比室友偷闻自己的臭袜子怎么办？》作者：心术不正【现代 - 高H - 校园 - SM - 中篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1oaH3q51rCeVRcDtR6TuBxg?pwd=w48y",
    "夸克盘链接": "https://pan.quark.cn/s/01b6c7f385cc"
  },
  {
    "文件名": "【海棠】《发现老板长批想舔怎么办》作者：柚湉【现代 - 高H - 双性 - 小甜饼 - 短篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/15wfm0B25rzw_6KdVdsyYxA?pwd=w48y",
    "夸克盘链接": "https://pan.quark.cn/s/a8b43c5ad48e"
  },
  {
    "文件名": "【海棠】《发现教授长批想日怎么办》作者：柚湉【现代 - 高H - 校园 - 双性 - 短篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1GBDJOnt3uIaa0_xJBbvlPQ?pwd=w48y",
    "夸克盘链接": "https://pan.quark.cn/s/afd7dd8912c3"
  },
  {
    "文件名": "【海棠】《发情期》作者：漂亮老婆【ABO - 现代 - 高H - 强强 - 短篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1nbD5HlOcHbxAIb_tAy9tcA?pwd=w48y",
    "夸克盘链接": "https://pan.quark.cn/s/d867aeb84758"
  },
  {
    "文件名": "【海棠】《二度沦陷》作者：QJF【现代 - 中H - 短篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1XTLwIx6rx036D4DG8rwWJA?pwd=w48y",
    "夸克盘链接": "https://pan.quark.cn/s/e46c7a904549"
  },
  {
    "文件名": "【海棠】《二次亢奋点》作者：一枚夹心饼【合集 - 现代 - 高H - 短篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1udKkDd8HukJ0IEH6quorHQ?pwd=w48y",
    "夸克盘链接": "https://pan.quark.cn/s/2d5e30222286"
  },
  {
    "文件名": "【海棠】《恶之欲》作者：暧昧散尽【爽文 - 三观不正 - 双性 - 强制爱 - 高H - 中篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1KMhJ3je80bZ7W33VyOhXvw?pwd=w48y",
    "夸克盘链接": "https://pan.quark.cn/s/27089b93adcf"
  },
  {
    "文件名": "【海棠】《恶癖（上）》作者：咸鸭蛋蛋儿【现代 - 微H - 暗黑 - 狗血 - 中篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1UUzoRLrOlLQN-TYPdX6Gvg?pwd=w48y",
    "夸克盘链接": "https://pan.quark.cn/s/168dabcb7312"
  },
  {
    "文件名": "【海棠】《恶魔们的人形玩具》作者：月光如水【合集 - 现代 - 高H - 奇幻 - 长篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1XPUA856hOmrakkp7EcEbtA?pwd=w48y",
    "夸克盘链接": "https://pan.quark.cn/s/77badb5b1444"
  },
  {
    "文件名": "【海棠】《疯批和疯批的互相觊觎》作者：夏昔昔昔呀【主攻 - 现代 - 高H - 校园 - 1v1 - 双性 - 中篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1vszjpM-MQtgyfUv4DH3jvw?pwd=w48y",
    "夸克盘链接": "https://pan.quark.cn/s/3e256fd97c2e"
  },
  {
    "文件名": "【海棠】《疯批弟弟的附加遗产》作者：左边疯【现代 - 高H - 双性 - 骨科 - 中篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1SDJL6MgHuIN1o6LlbVaaRA?pwd=w48y",
    "夸克盘链接": "https://pan.quark.cn/s/3c8668ecce1e"
  },
  {
    "文件名": "【海棠】《疯批Omega的爱过分沉重》作者：头发不剪【主攻 - 1v1 - ABO - 未来 - 中H - 中篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1-nbm8d0s4cWjntYZpUj7cg?pwd=w48y",
    "夸克盘链接": "https://pan.quark.cn/s/ebdfc22ccd40"
  },
  {
    "文件名": "【海棠】《疯狗与猫系美人》作者：呜呜呜【现代 - 中H - 长篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/13rgjNeXv6Y55EBv74dbKIQ?pwd=w48y",
    "夸克盘链接": "https://pan.quark.cn/s/1f801f700a3c"
  },
  {
    "文件名": "【海棠】《疯狗失忆后》作者：随安【换攻 - 现代 - 微H - 中篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1AiVA48gG8ZKGxznlfa0_8g?pwd=w48y",
    "夸克盘链接": "https://pan.quark.cn/s/1f4a9a90f6cc"
  },
  {
    "文件名": "【海棠】《恶毒罪臣被推倒日常》作者：荆荆【古代 - 高H - NP - 强制爱 - 短篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/17EJmaOTcna21tq_bplcZdQ?pwd=w48y",
    "夸克盘链接": "https://pan.quark.cn/s/f1a7b915e5f0"
  },
  {
    "文件名": "【海棠】《恶毒受被疯批弟弟囚禁后》作者：全文存稿不坑文【现代 - 高H - 双性 - 双洁 - 1v1 - 骨科 - 囚禁 - 年下 - 短篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1g13iP5ztMQNNoTFsHyLuiA?pwd=w48y",
    "夸克盘链接": "https://pan.quark.cn/s/dbd452a40fdd"
  },
  {
    "文件名": "【海棠】《恶毒少爷总被弟弟们觊觎》作者：天天的甜甜的舔舔【现代 - 高H - 3P - 骨科 - 短篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1YK4AMI868ZlSCQhu8acr-g?pwd=w48y",
    "夸克盘链接": "https://pan.quark.cn/s/5ba2f76461cd"
  },
  {
    "文件名": "【海棠】《恶毒炮灰美人竟然重生了》作者：小芙是甜哒【重生 - 中H - NP - 中篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1v12PeadveNUkZ_Gbeievig?pwd=w48y",
    "夸克盘链接": "https://pan.quark.cn/s/c19675c87bd7"
  },
  {
    "文件名": "【海棠】《恶毒炮灰捡到万人迷光环后》作者：柠檬鲜榨【穿越 - 高H - NP - 长篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1TNoVTr6-q50KCqKXBaCRxw?pwd=w48y",
    "夸克盘链接": "https://pan.quark.cn/s/ecb26559b857"
  },
  {
    "文件名": "【海棠】《恶毒美人长批后被宿敌爆炒了》作者：卑微者【古代 - 高H - 短篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/12NkIhiCLJ-m7ZrqU4Uv7mA?pwd=w48y",
    "夸克盘链接": "https://pan.quark.cn/s/d1116006683a"
  },
  {
    "文件名": "【海棠】《恶毒反派人设又崩了》作者：顾咕咕【穿书 - 高H - 下克上 - 双性 - HE - 1v1 - 长篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1TBdURYS7FxodUMmXQNwoPw?pwd=w48y",
    "夸克盘链接": "https://pan.quark.cn/s/cc2520b789bc"
  },
  {
    "文件名": "【海棠】《恶毒蠢货失忆后被操翻》作者：濯河【玄幻 - 高H - 1v1 - 双性 - 强制 - 短篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1MBVwQhoK0gM19hJKcGAhTw?pwd=w48y",
    "夸克盘链接": "https://pan.quark.cn/s/b7ae1418e65e"
  },
  {
    "文件名": "【海棠】《堕落曳辞花》作者：白米羽【改造 - 双性 - 架空 - 高H - 短篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/11OSpeR5rrw3zEN-7wJ7DiA?pwd=w48y",
    "夸克盘链接": "https://pan.quark.cn/s/d7687d30422d"
  },
  {
    "文件名": "【海棠】《堕落神明》作者：馥郁花【西幻 - 高H - 1v1 - 双洁 - 中篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1PcjSdPMVJTer5Z-gw_JjoA?pwd=w48y",
    "夸克盘链接": "https://pan.quark.cn/s/59f36925c7bf"
  },
  {
    "文件名": "【海棠】《堕落的炽天使》作者：椰果奶茶【无限流 - 中H - NP - 中篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1WCrigaCktk2LdEdeU-sBoQ?pwd=w48y",
    "夸克盘链接": "https://pan.quark.cn/s/eeed5b0cbd74"
  },
  {
    "文件名": "【海棠】《堕落》作者：芙萝珊【高H - NP - 中篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1IenMp1LgHsmNR7dy4DnX8w?pwd=w48y",
    "夸克盘链接": "https://pan.quark.cn/s/b79c7cfb5a2e"
  },
  {
    "文件名": "【海棠】《多汁小蜜桃》作者：十章【灵异 - 高H - 1v1 - 短篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1HB8S6nO9QxdPty6Hfyp5-g?pwd=w48y",
    "夸克盘链接": "https://pan.quark.cn/s/3c489618a31f"
  },
  {
    "文件名": "【海棠】《多汁小狐狸总想反攻天帝》作者：狐狸尾巴【古代 - 高H - 甜宠 - 短篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1t132rDwHm9qPAaYxSt68XQ?pwd=w48y",
    "夸克盘链接": "https://pan.quark.cn/s/107accd0c57e"
  },
  {
    "文件名": "【海棠】《多汁少爷的通房小厮》作者：爱口【古代 - 高H - 短篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/13JxVTm5biXWam8UoTVWMFg?pwd=w48y",
    "夸克盘链接": "https://pan.quark.cn/s/7c5b0c857a19"
  },
  {
    "文件名": "【海棠】《多汁美人受的挨操日常》作者：作者是个老色批【现代 - 高H - 双性 - 双洁 - 1V1 - 中篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1kFrOnYV01eBZrIwCD6eL0A?pwd=w48y",
    "夸克盘链接": "https://pan.quark.cn/s/8045ce9f3241"
  },
  {
    "文件名": "【海棠】《多汁护工和病床上的亿万大佬》作者：冰糖书生【现代 - 高H - 甜宠 - 短篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1QgxiPAnit-fiPqAw8jb0ng?pwd=w48y",
    "夸克盘链接": "https://pan.quark.cn/s/76df07b94966"
  },
  {
    "文件名": "【海棠】《对家成为鬼魂后，我决定坦率》作者：陈肆九【现代 - 高H - 玄幻 - 甜文 - 单性 - 短篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1V2gPpmA7Yjd_YzoGiLMmIQ?pwd=w48y",
    "夸克盘链接": "https://pan.quark.cn/s/d99c0a8fe6c1"
  },
  {
    "文件名": "【海棠】《短篇合集》作者：蛮牛【合集 - 微H - 虐心 - 短篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1JaMvYT1FfORMSn0rBNIQeg?pwd=w48y",
    "夸克盘链接": "https://pan.quark.cn/s/6fd0c18f350f"
  },
  {
    "文件名": "【海棠】《短篇炖肉啃排骨》作者：风铃草【合集 - 高H - 短篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1rqfizjbcGYR3wXrOELFEvQ?pwd=w48y",
    "夸克盘链接": "https://pan.quark.cn/s/359e55d40286"
  },
  {
    "文件名": "【海棠】《渡秋柏》作者：南北愧生【现代 - 微H - 校园 - 女装 - 短篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1p8DQ2Ere6o3aAMxwHYi9dw?pwd=w48y",
    "夸克盘链接": "https://pan.quark.cn/s/c117506bece5"
  },
  {
    "文件名": "【海棠】《渡佛》作者：不挑食【古代 - 高H - 伪NP - 短篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1ZjxIbIPbbs4ejRLSkS30ig?pwd=w48y",
    "夸克盘链接": "https://pan.quark.cn/s/7143b195daec"
  },
  {
    "文件名": "【海棠】《肚子里满满都是精液》作者：neetizumi【无限流 - 高H - NP - 中篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1KnYVDSa58IbXJEG4BhP6wA?pwd=w48y",
    "夸克盘链接": "https://pan.quark.cn/s/d0c0831d2d4a"
  },
  {
    "文件名": "【海棠】《杜子腾的痛苦日常》作者：云间【重口 - 虐身 - 现代 - 高H - 短篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1fpUgaYEWWim8MJQ3XM1Jdw?pwd=w48y",
    "夸克盘链接": "https://pan.quark.cn/s/cd3269884142"
  },
  {
    "文件名": "【海棠】《赌球博主翻车后》作者：爱妙妙的巧嘴【现代 - 高H - 双性 - 大奶 - 短篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1qzKKmPvjNoHGRnIAMgzq2Q?pwd=w48y",
    "夸克盘链接": "https://pan.quark.cn/s/c6787968bb8c"
  },
  {
    "文件名": "【海棠】《独占我的父亲》作者：野狐不妄【现代 - 高H - 虐身 - 伪父子 - 短篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/12h6InTGbKGraaJJsSJi8kg?pwd=w48y",
    "夸克盘链接": "https://pan.quark.cn/s/b3224b506a2b"
  },
  {
    "文件名": "【海棠】《独占乖软美人父亲》作者：文不甜噶我篮子【现代 - 高H - 父子 - 年下 - 1v1 - 双性 - 中篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1DWSWa6ax6o_z3bcb6r908w?pwd=w48y",
    "夸克盘链接": "https://pan.quark.cn/s/61742124d833"
  },
  {
    "文件名": "【海棠】《独宠》作者：浅鱼ShallowFis【师生 - 家奴 - 中H - 短篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1Pqpukx8vEsFwByKTpknz7w?pwd=w48y",
    "夸克盘链接": "https://pan.quark.cn/s/3bfcdaf45139"
  },
  {
    "文件名": "【海棠】《毒》作者：黎明雪雨【第一人称 - 现代 - 中H - 短篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1Q4VOT3iYAwnALT3qYm4QPg?pwd=w48y",
    "夸克盘链接": "https://pan.quark.cn/s/197a3e3ddd93"
  },
  {
    "文件名": "【海棠】《督主的训妻日常》作者：醉生生【古代 - 高H - 强制爱 - SP - 双性 - 中篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1OSq_g2sQgLI1qDa_x5lgWw?pwd=w48y",
    "夸克盘链接": "https://pan.quark.cn/s/9d4d27e9d0fd"
  },
  {
    "文件名": "【海棠】《斗罗大陆》作者：婳涟染【现代 - 高H - 中篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1hrnfpo7oAwEdWcn-WzdzpA?pwd=w48y",
    "夸克盘链接": "https://pan.quark.cn/s/096f9e8adde1"
  },
  {
    "文件名": "【海棠】《都做炮灰了还要被超市》作者：想喝芋泥波波【现代 - 高H - 双性 - 短篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1KLg7Wveh5n0vtMYWeTp_Zw?pwd=w48y",
    "夸克盘链接": "https://pan.quark.cn/s/7c3c59940946"
  },
  {
    "文件名": "【海棠】《都是我喜欢的梗》作者：青衣滂滂【合集 - 小甜饼 - HE - 中H - 中篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1iMpykmsyDzIkpmDms1qFAA?pwd=w48y",
    "夸克盘链接": "https://pan.quark.cn/s/a9da55509ac6"
  },
  {
    "文件名": "【海棠】《都是变态，除了主受》作者：鱼遇【现代 - 高H - NP - 中篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1Ytbcia1iLXILpIckAgisGg?pwd=w48y",
    "夸克盘链接": "https://pan.quark.cn/s/3690f52becb0"
  },
  {
    "文件名": "【海棠】《都怪美人太撩人》作者：一冉【现代 - 高H - 双性 - 生子 - HE - 短篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1MMy4XWP490gFSmrj0ufU2w?pwd=w48y",
    "夸克盘链接": "https://pan.quark.cn/s/829af210b121"
  },
  {
    "文件名": "【海棠】《动物凶猛日小哥哥，狂野猛兽日美人的嫩批。。》 作者：一口一只小兔兔【现代 - 高H - 短篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1-iwBtLET1eurdyxxU9a8hg?pwd=w48y",
    "夸克盘链接": "https://pan.quark.cn/s/904c13773bba"
  },
  {
    "文件名": "【海棠】《动物联盟救助站》作者：羞涩的海豚【补番 - 人兽 - NP - 双性 - 大奶 - 中篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1-03xf83OqXSricXwno90gQ?pwd=w48y",
    "夸克盘链接": "https://pan.quark.cn/s/6e71d1d51dd4"
  },
  {
    "文件名": "【海棠】《董事长先生》作者：风流涕【现代 - 微H - NDSM - 1v1 - HE - 长篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1tD2I4SWNTJA79Qvv5K8Jbw?pwd=w48y",
    "夸克盘链接": "https://pan.quark.cn/s/2ac2a1b052bc"
  },
  {
    "文件名": "【海棠】《东海岸往事》作者：妖怪男子【混合 - ABO - 中H - 短篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1GsAk3B53S9dMkpJrmJGV1w?pwd=w48y",
    "夸克盘链接": "https://pan.quark.cn/s/113b9b92cda7"
  },
  {
    "文件名": "【海棠】《丢掉老婆的渣受会被爸爸抢走老婆》作者：可乐大杯【民国 - 中H - NP - 中篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1zsxoMFfGyVgLxPOdxPiYPg?pwd=w48y",
    "夸克盘链接": "https://pan.quark.cn/s/1c26c53c6a6f"
  },
  {
    "文件名": "【海棠】《顶流媳妇儿的肉壁真耐操》作者：苏心【现代 - 高H - 短篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1DKhZfBAuVMhTIoAaY3XkjA?pwd=w48y",
    "夸克盘链接": "https://pan.quark.cn/s/4e9a31c7512a"
  },
  {
    "文件名": "【海棠】《顶流变团欺》作者：黑心小玉【总受 - 双性 - NP - 现代 - 高H - 短篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1_GIwHGC7kqKS-GXzXRoLLQ?pwd=w48y",
    "夸克盘链接": "https://pan.quark.cn/s/b4af73e5aed8"
  },
  {
    "文件名": "【海棠】《顶级狩艳者》作者：柒味小奶茶【总攻 - ABO - NP - 双性 - 生子 - 高H - 中篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1DTnTmWwvWr59x4hoKox31Q?pwd=w48y",
    "夸克盘链接": "https://pan.quark.cn/s/2c820915ec0b"
  },
  {
    "文件名": "【海棠】《顶级雌虫穿成病弱O后》作者：温柔鱼【ABO - 未来 - 高H - 1v1 - 互宠 - 甜文 - 中篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1lyzDTrQ42MUqTRizMw6ohQ?pwd=w48y",
    "夸克盘链接": "https://pan.quark.cn/s/b4494d7eb398"
  },
  {
    "文件名": "【海棠】《顶级alpha和超顶级omega的性福生活》作者：楼前清风长【ABO - 现代 - 高H - 校园 - 1v1 - 甜文 - 短篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1x4FaKoyrj7wAL7rxHpch4w?pwd=w48y",
    "夸克盘链接": "https://pan.quark.cn/s/9827a87dce32"
  },
  {
    "文件名": "【海棠】《跌倒后娇贵大少爷变成我老公》作者：安息日【现代 - 高H - 1v1 - 双洁 - HE - 双性 - 大奶 - 短篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1evD629LaIe2RSGfGjgGBCw?pwd=w48y",
    "夸克盘链接": "https://pan.quark.cn/s/fdcb423df3d1"
  },
  {
    "文件名": "【海棠】《爹系影帝的金主们》作者：楚楚爱睡觉【现代 - 高H - 双性 - 大奶 - 娱乐圈 - 中篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1_I5T9ZIlyedYgay1qTHq1A?pwd=w48y",
    "夸克盘链接": "https://pan.quark.cn/s/ffce8d1268ad"
  },
  {
    "文件名": "【海棠】《调戏双性转校生结果变成了他的老婆》作者：小土【现代 - 中H - 青梅竹马 - 校园 - 双性 - 短篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1K0iCiJSZK2lgUj14MIDHmA?pwd=w48y",
    "夸克盘链接": "https://pan.quark.cn/s/5f50f3e3ae3a"
  },
  {
    "文件名": "【海棠】《调教欲望都市》作者：我有暴牙【总攻 - NP - 现代 - 高H - 父子 - 双性 - 调教 - 中篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1Y3-arqPfu9eUawlyy31SOQ?pwd=w48y",
    "夸克盘链接": "https://pan.quark.cn/s/9043cdfb4693"
  },
  {
    "文件名": "【海棠】《调教温衍》作者：白雪天【古代 - 高H - 武侠 - 长篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1N4MQZa_5qBkLWO9H13w7rg?pwd=w48y",
    "夸克盘链接": "https://pan.quark.cn/s/3c56e1800eb1"
  },
  {
    "文件名": "【海棠】《调教双性美人》作者：君鹤【总攻 - 高H - 双性 - NP - 长篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/15q1VBIyO_kp3_uZeAi3ZNw?pwd=w48y",
    "夸克盘链接": "https://pan.quark.cn/s/9ceab53c39e3"
  },
  {
    "文件名": "【海棠】《调教室友》作者：发热电灯泡【现代 - 高H - 校园 - 虐身 - 调教 - 短篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1pOQrkINc9Pf_lI0H7LwyJg?pwd=w48y",
    "夸克盘链接": "https://pan.quark.cn/s/20cab1c09f73"
  },
  {
    "文件名": "【海棠】《调教师与情趣用品贩卖商》作者：暮霭沉沉【现代 - 高H - 双性 - 短篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1Z2s4VHShteJBF3BzcYiLsw?pwd=w48y",
    "夸克盘链接": "https://pan.quark.cn/s/f7818a94669a"
  },
  {
    "文件名": "【海棠】《调教失败》作者：橘子糖【现代 - 高H - 校园 - 双性 - 1V1 - 生子 - 产乳 - 短篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1krxtsJU7Y0q7YPFJ1Lpb0A?pwd=w48y",
    "夸克盘链接": "https://pan.quark.cn/s/a0ee527432bb"
  },
  {
    "文件名": "【海棠】《调教痞子学生》作者：子寒先生【现代 - 高H - 短篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1OlYSwyzCA3lXnxsFX2li8Q?pwd=w48y",
    "夸克盘链接": "https://pan.quark.cn/s/8eb0a58803ef"
  },
  {
    "文件名": "【海棠】《调教男人的医生》作者：奶茶店【现代 - 高H - 调教 - 短篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1IfCLPO4wJSjPlkydBbwgZA?pwd=w48y",
    "夸克盘链接": "https://pan.quark.cn/s/1913d5139dac"
  },
  {
    "文件名": "【海棠】《调教美人室友》作者：鹿时安【现代 - 高H - 双性 - 短篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/15A295B7Owj0R_D3BLWmwXA?pwd=w48y",
    "夸克盘链接": "https://pan.quark.cn/s/5fc93568391b"
  },
  {
    "文件名": "【海棠】《调教老婆的日常》作者：我爱吃冰棒【现代 - 调教 - HE - 高H - 短篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1aPFnA8p6GRIJoWyjscQTZg?pwd=w48y",
    "夸克盘链接": "https://pan.quark.cn/s/eb1a5f88c0e3"
  },
  {
    "文件名": "【海棠】《调教军官父子》作者：夏姬八取【主攻 - NP - 高H - SM - 调教 - 短篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1oayBts_wHahsEgewU0_Pww?pwd=w48y",
    "夸克盘链接": "https://pan.quark.cn/s/bb08df9c0261"
  },
  {
    "文件名": "【海棠】《调教乖软人妻受》作者：拐杖【现代 - 高H - BDSM - 双性 - 生子 - 调教 - 短篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1W050lFSrrS4dx6YmVDZs3w?pwd=w48y",
    "夸克盘链接": "https://pan.quark.cn/s/2513bbd84fe1"
  },
  {
    "文件名": "【海棠】《调教高贵冷艳的双性美人老师》作者：左边疯【总受 - NP - 现代 - 高H - 调教 - 双性 - 中篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1qFWdEhyUQJB_6tGQsyui2w?pwd=w48y",
    "夸克盘链接": "https://pan.quark.cn/s/12fc8541192e"
  },
  {
    "文件名": "【海棠】《调教单纯小美人》作者：鸡肉好吃【民国 - 中H - 虐心 - 虐身 - HE - 短篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1cTsbMD5vd8VbtQSrP15Spw?pwd=w48y",
    "夸克盘链接": "https://pan.quark.cn/s/f874c55502eb"
  },
  {
    "文件名": "【海棠】《调教操哭纯情美人的正确方法》作者：细节帝【现代 - 高H - 双性 - NP - 中篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1zzpCf71_czFqu2CpvC_IsA?pwd=w48y",
    "夸克盘链接": "https://pan.quark.cn/s/87770d028f6c"
  },
  {
    "文件名": "【海棠】《调T教J大佬》作者：你家的白月光【现代 - 高H - 强强 - 调教 - 黑社会 - 囚禁 - 中篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/11Fekvvk8d8Idtt_DHLEcng?pwd=w48y",
    "夸克盘链接": "https://pan.quark.cn/s/1909119c5730"
  },
  {
    "文件名": "【海棠】《钓鱼我真的很会》作者：不歇【现代 - 高H - 青梅竹马 - 短篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/15ltL-oZLuSO0nSKP9FL85w?pwd=w48y",
    "夸克盘链接": "https://pan.quark.cn/s/53589f4fb511"
  },
  {
    "文件名": "【海棠】《钓系美人》作者：麻辣火锅【未来 - 高H - 1v1 - 短篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/10nwind6brUZsVko0irax4Q?pwd=w48y",
    "夸克盘链接": "https://pan.quark.cn/s/faded1550982"
  },
  {
    "文件名": "【海棠】《钓了几年的哥哥上钩了》作者：多吃竹笋【现代 - 高H - 骨科 - 短篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1RRfn0RWysc6nIsdHTsfR9g?pwd=w48y",
    "夸克盘链接": "https://pan.quark.cn/s/65c4ded08e91"
  },
  {
    "文件名": "【海棠】《殿下狂操小奴隶》作者：可以色色【古代 - 高H - 短篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/15GlkMw9qQS0Bp1d3S4-Uxg?pwd=w48y",
    "夸克盘链接": "https://pan.quark.cn/s/ca9133cfd60d"
  },
  {
    "文件名": "【海棠】《玷污那些清水文》作者：小镜子【总受 - 双性 - NP - 快穿 - 高H - 长篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1XHX4VRxJp3650sKGgJOAFA?pwd=w48y",
    "夸克盘链接": "https://pan.quark.cn/s/17f48875444f"
  },
  {
    "文件名": "【海棠】《玷污高岭之花》作者：无_【现代 - 中H - 校园 - 双性 - 短篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1QKeUhqbwedGw4-g8OscKjQ?pwd=w48y",
    "夸克盘链接": "https://pan.quark.cn/s/3b836c7576d1"
  },
  {
    "文件名": "【海棠】《店主与模特》作者：柏无憾【现代 - 中H - BDSM - 短篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1rPce2OIV8VtAPsW8blZyiQ?pwd=w48y",
    "夸克盘链接": "https://pan.quark.cn/s/5fb16ce6a96c"
  },
  {
    "文件名": "【海棠】《电梯挨操员》作者：林深哥哥【现代 - 高H - 悲剧 - NP - 短篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1bWB60VUjvqWsuhcde9x8Fg?pwd=w48y",
    "夸克盘链接": "https://pan.quark.cn/s/c9b0b55e332d"
  },
  {
    "文件名": "【海棠】《电竞之被教练强势舔批》作者：冰糖书生【现代 - 高H - 甜宠 - 双性 - 中篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1w0U3NO0yarnwb5NvHFFIhA?pwd=w48y",
    "夸克盘链接": "https://pan.quark.cn/s/727cf1ad8b4f"
  },
  {
    "文件名": "【海棠】《点到为止》作者：王井三十【现代 - 高H - 俊帅受 - 虐爱 - 双性 - 中篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1RBTDVgWAEgrpcyy8dd1PIA?pwd=w48y",
    "夸克盘链接": "https://pan.quark.cn/s/1648b402ab77"
  },
  {
    "文件名": "【海棠】《颠倒梦想ABO》作者：寻欢欢欢【ABO - 狗血 - 现代 - 微H - 校园 - 中篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1EEnU84NrZ5uYq2H5e5gwlw?pwd=w48y",
    "夸克盘链接": "https://pan.quark.cn/s/cefbbfb28ce4"
  },
  {
    "文件名": "【海棠】《嗲精》作者：猴有羊【补番 - 现代 - 攻宠受 - 1v1 - 高H - 中篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1kpsBGrCmwUtjCI0Bk6WRiQ?pwd=w48y",
    "夸克盘链接": "https://pan.quark.cn/s/c6ba0fafd173"
  },
  {
    "文件名": "【海棠】《帝王的男妃后宫》作者：黎小空【古代 - 高H - 宫廷 - NP - 短篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/10e0aKIYrR50yrh6VzTAWLw?pwd=w48y",
    "夸克盘链接": "https://pan.quark.cn/s/8ca1bc2f90c0"
  },
  {
    "文件名": "【海棠】《帝娈》作者：咕鱼君【总受 - NP - 双性 - 强制爱 - NP - 伪骨科 - 生子 - 中篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/13ZEYmZ_eTaxDKC5lJIwmnQ?pwd=w48y",
    "夸克盘链接": "https://pan.quark.cn/s/ef192f267fb1"
  },
  {
    "文件名": "【海棠】《帝国英雄们满脑子黄色废料》作者：宫爆辣子丁【快穿 - 高H - NP - 双性 - 长篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1rTNfPBnJjhDbLtN2nIzRhA?pwd=w48y",
    "夸克盘链接": "https://pan.quark.cn/s/b8d8b972ea39"
  },
  {
    "文件名": "【海棠】《帝国上将和他的娇弱小雄子》作者：西柚柚柚柚【互攻 - 未来 - 中H - 中篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1XAGyt9Bo63UxiR2YBLh_xg?pwd=w48y",
    "夸克盘链接": "https://pan.quark.cn/s/05c91a9eeabb"
  },
  {
    "文件名": "【海棠】《帝国男奴馆》作者：蜂蜜牛奶不加糖【未来 - 高H - NP - 生子 - 中篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1dJRPhLPL4TkhEXoQQisRmg?pwd=w48y",
    "夸克盘链接": "https://pan.quark.cn/s/38b825faca54"
  },
  {
    "文件名": "【海棠】《帝宠》作者：月光如水【古代 - 高H - 中篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/19OpNHB7VEM7KWSG5E2OIgw?pwd=w48y",
    "夸克盘链接": "https://pan.quark.cn/s/52cdf0ebb42d"
  },
  {
    "文件名": "【海棠】《恶魔管家今天依旧励志》作者：道长单飞【系统 - 甜文 - 穿书 - 爽文】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1_tPtJRzA61s9wIPc3HdgXw?pwd=w48y",
    "夸克盘链接": "https://pan.quark.cn/s/7bec2f3aa833"
  },
  {
    "文件名": "【海棠】《恶魔》作者：阿妮不吃素【现代 - 高H - 短篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1fUJJkO3SdWuIDO4O_JIyIg?pwd=w48y",
    "夸克盘链接": "https://pan.quark.cn/s/d490e0822ee5"
  },
  {
    "文件名": "【海棠】《恶劣骑士与娇气包少爷》作者：沧鸢【西幻 - 高H - 1v1 - 中篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1E_8R2cX2Fs7jyEDhz0pLag?pwd=w48y",
    "夸克盘链接": "https://pan.quark.cn/s/035aa6c310e8"
  },
  {
    "文件名": "【海棠】《恶毒作精失忆后》作者：清明河畔洗腿毛【现代 - 高H - 双性 - NP - 中篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1bQpc1unR-GWHN2iYXmrAzQ?pwd=w48y",
    "夸克盘链接": "https://pan.quark.cn/s/956e4e1a5727"
  },
  {
    "文件名": "【海棠】《恶毒作精身陷买股文修罗场》作者：顾咕咕【买股文 - 现代 - 高H - 双性 - NP - 长篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1c1tFRmqMbBs3XvEGQEnM8w?pwd=w48y",
    "夸克盘链接": "https://pan.quark.cn/s/92a76987d936"
  },
  {
    "文件名": "【海棠】《堤河潮骚》作者：枪杀海岛【现代 - 高H - 虐身 - 短篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/15TtvvMWX1Xk1acOZr1mfjw?pwd=w48y",
    "夸克盘链接": "https://pan.quark.cn/s/cd62189d9f31"
  },
  {
    "文件名": "【海棠】《灯影幢幢》作者：易错警示【现代 - 高H - 相爱相杀 - 骨 - 中篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1XqqbZIg_wKieuXUnkRizmg?pwd=w48y",
    "夸克盘链接": "https://pan.quark.cn/s/51191dbb2d02"
  },
  {
    "文件名": "【海棠】《地主与长工》作者：孜然粉【古代 - 微H - 1v1 - HE - 双洁 - 中篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1SZN2jlzNLvla-BZvCcpiHQ?pwd=w48y",
    "夸克盘链接": "https://pan.quark.cn/s/a64a3d3e1d9e"
  },
  {
    "文件名": "【海棠】《敌国质子和摄政王殿下》作者：红酥酒【古代 - 高H - 中篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1SaxFF6mei16LdUSQCEwQcQ?pwd=w48y",
    "夸克盘链接": "https://pan.quark.cn/s/e300c1b5686c"
  },
  {
    "文件名": "【海棠】《地主与佃农》作者：宴喜【古代 - 高H - HE - 中篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1W4mdh1_WwqZORQz-6gSt4Q?pwd=w48y",
    "夸克盘链接": "https://pan.quark.cn/s/494a08d6ebb6"
  },
  {
    "文件名": "【海棠】《地狱救赎》作者：三花嬲【现代 - 微H - 校园 - 黑社会 - 短篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1BKOXH-om5cCtd7EaLEh2WQ?pwd=w48y",
    "夸克盘链接": "https://pan.quark.cn/s/b1b23d50fee0"
  },
  {
    "文件名": "【海棠】《地下室的烛》作者：池上日记【现代 - 高H - 双性 - 1v1 - HE - 中篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1x05UVl9uEhwRdopPzLxkyA?pwd=w48y",
    "夸克盘链接": "https://pan.quark.cn/s/279b5376e1ae"
  },
  {
    "文件名": "【海棠】《地下情人》作者：蝶姐自我救赎【现代 - 中H - 校园 - 双性攻 - 中篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1CbFIB-f8u3UI1JkOnoKb6Q?pwd=w48y",
    "夸克盘链接": "https://pan.quark.cn/s/7198a2dfeaf1"
  },
  {
    "文件名": "【海棠】《地铁上那个该死的色狼》作者：水中贵族百岁山【现代 - 微H - 中篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1C8TvO_KnP4_RGpgqGTFt4A?pwd=w48y",
    "夸克盘链接": "https://pan.quark.cn/s/11faf2cad12f"
  },
  {
    "文件名": "【海棠】《得听包养合约的》作者：再遇见【现代 - 高H - 短篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1RmJb68WKKKzTdYgd9UF41w?pwd=w48y",
    "夸克盘链接": "https://pan.quark.cn/s/c5eb60079bff"
  },
  {
    "文件名": "【海棠】《得失过重》作者：桃池【现代 - 高H - 虐心 - 虐身 - BDSM - 骨科 - 调教 - 中篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1xOkdqECUxApyIw9--cZKMw?pwd=w48y",
    "夸克盘链接": "https://pan.quark.cn/s/da4cbc4a4299"
  },
  {
    "文件名": "【海棠】《得了厌O症的A就该被日》作者：kaka【ABO - 未来 - 中H - 中篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1fKbkZP0Llm6NW8lCxJ5cAw?pwd=w48y",
    "夸克盘链接": "https://pan.quark.cn/s/53aee6fddc60"
  },
  {
    "文件名": "【海棠】《得咎》作者：小秦子【现代 - 1v1 - 虐心 - 双性 - 生子 - 中篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1j-xfZoZgsnVtAU1G_a5Z9Q?pwd=w48y",
    "夸克盘链接": "https://pan.quark.cn/s/fc5b882ad0b4"
  },
  {
    "文件名": "【海棠】《道具与老攻孰美》作者：露锁沉萦【补番 - 现代 - 高H - 双性 - 1v1 - 中篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1d4yuhwi5WmbeGTj4Y0PAtQ?pwd=w48y",
    "夸克盘链接": "https://pan.quark.cn/s/1aae3f429934"
  },
  {
    "文件名": "【海棠】《道具与攻孰》作者：露锁沉萦【现代 - 高H - 双性 - 1v1 - 中篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1VZZdZKzRi-J91r_xtkz0_Q?pwd=w48y",
    "夸克盘链接": "https://pan.quark.cn/s/f8180512dd25"
  },
  {
    "文件名": "【海棠】《倒霉双性老实受被掰逼爆操》作者：燃烧的子弹【短篇合集 - 现代 - 中H - 短篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1G0BFoMLO4DPXfXY3uuwcww?pwd=w48y",
    "夸克盘链接": "https://pan.quark.cn/s/b673cb3739f6"
  },
  {
    "文件名": "【海棠】《倒霉的林雨》作者：君沐霖【男女 - 现代 - 高H - NP - 结局1v1 - 乱伦 - 短篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1BgpDPXK6ACvBV_sHoeJRRA?pwd=w48y",
    "夸克盘链接": "https://pan.quark.cn/s/535bbf7173a3"
  },
  {
    "文件名": "【海棠】《到底是谁强奸了我》作者：梁诗悦【现代 - 高H - 校园 - NP - 短篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1pSL263zWkJaY_ZYL9TCs4A?pwd=w48y",
    "夸克盘链接": "https://pan.quark.cn/s/971961123c43"
  },
  {
    "文件名": "【海棠】《到底谁艹谁》作者：elsa【互攻 - 现代 - 高H - 双性攻 - 校园 - HE - 中篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1tM06dGTjjDgRyRsBmpl89A?pwd=w48y",
    "夸克盘链接": "https://pan.quark.cn/s/8126886770f2"
  },
  {
    "文件名": "【海棠】《刀丛有诗》作者：莲鲤【未来 - 中H - ABO - 1V1 - HE - 短篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1RNO_1JFLfCStq46Rdi1f5A?pwd=w48y",
    "夸克盘链接": "https://pan.quark.cn/s/3e7d1199c554"
  },
  {
    "文件名": "【海棠】《当壮壮表哥变成我的母狗》作者：九山【现代 - 高H - 双性 - 中篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1nEPDOFmuTfjiGP5fmiFeBg?pwd=w48y",
    "夸克盘链接": "https://pan.quark.cn/s/0a675e1b02d4"
  },
  {
    "文件名": "【海棠】《当壮受遇到的每个人都想上他》作者：抑郁男孩缓两天【第一人称 - 现代 - 高H - NP - 中篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1DajdC9asJx7Yi8B0u74dBw?pwd=w48y",
    "夸克盘链接": "https://pan.quark.cn/s/b061e00b76a9"
  },
  {
    "文件名": "【海棠】《当渣受拥有假孕系统后》作者：月渡【穿越 - 中H - NP - 中篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1Inj4E-cprTXkN5xPx_ew8Q?pwd=w48y",
    "夸克盘链接": "https://pan.quark.cn/s/18d40fd883be"
  },
  {
    "文件名": "【海棠】《当选秀节目变成婬荡版本》作者：虾仁不猪心【现代 - 高H - NP - 短篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1DRAAWOPg1Al8h_AXAbtAvw?pwd=w48y",
    "夸克盘链接": "https://pan.quark.cn/s/d9e671ef4d44"
  },
  {
    "文件名": "【海棠】《当选秀节目变成限制级》作者：虾仁不猪心【现代 - 高H - NP - 短篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1-if56MsE8e154vAH4ot4lA?pwd=w48y",
    "夸克盘链接": "https://pan.quark.cn/s/510802728c95"
  },
  {
    "文件名": "【海棠】《当校霸穿成了情敌的充气娃娃》作者：阿菜【现代 - 高H - 强制爱 - 双性 - 短篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1wmx-QVv8sfc4uNBMpdAfEg?pwd=w48y",
    "夸克盘链接": "https://pan.quark.cn/s/23379a35ce51"
  },
  {
    "文件名": "【海棠】《当我成了妖怪眼中的香饽饽》作者：葡萄汁candy【奇幻 - 高H - 甜宠 - 1v1 - 中篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1IkfpNJRGj6iO-1l53psVxg?pwd=w48y",
    "夸克盘链接": "https://pan.quark.cn/s/8fce7a2dff2f"
  },
  {
    "文件名": "【海棠】《当我被迫剖丹后》作者：给我一粒盐【第一人称 - 古代 - 中H - 修真 - 强制爱 - NP - 中篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1hJHzE4sbQCcA7eAm-1Wruw?pwd=w48y",
    "夸克盘链接": "https://pan.quark.cn/s/4ef73cae9003"
  },
  {
    "文件名": "【海棠】《当我绑定了合租室友的日记本》作者：•̀ᴗ•́ ̑̑ 白日梦工厂厂长【现代 - 高H - 1v1 - 双性 - 短篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1CFjPWV_KHEDy_Z1wS1840g?pwd=w48y",
    "夸克盘链接": "https://pan.quark.cn/s/00b0af9717ea"
  },
  {
    "文件名": "【海棠】《当网黄也太来钱了》作者：再吃亿碗【穿越 - 中H - NP - 中篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1C3pd9FUm2-1nn2xLmEd5_g?pwd=w48y",
    "夸克盘链接": "https://pan.quark.cn/s/84d04f9e0e14"
  },
  {
    "文件名": "【海棠】《当万人迷总攻成为路人炮灰后》作者：香蕉奶冻【主攻 - NP - 高H - 甜宠 - 长篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1-pHumvOOHDj6rNffPd3wlg?pwd=w48y",
    "夸克盘链接": "https://pan.quark.cn/s/0971b5a710e1"
  },
  {
    "文件名": "【海棠】《当万人迷加入主角后宫》作者：奶思酱【总受 - NP - 现代 - 高H - 中篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1URJdXz_x6Wo7pvCPECMzcQ?pwd=w48y",
    "夸克盘链接": "https://pan.quark.cn/s/1a5bd1da6a81"
  },
  {
    "文件名": "【海棠】《当万人迷穿成总受文的炮灰攻四》作者：神奇小小【穿越 - 中H - NP - 中篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/10NMQ0NNe9NyFO0twVwZDUA?pwd=w48y",
    "夸克盘链接": "https://pan.quark.cn/s/40642c005e69"
  },
  {
    "文件名": "【海棠】《当天降抢走竹马》作者：观星指南C【现代 - 微H - 青梅竹马 - 虐心 - 校园 - NP - 中篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1ZvWP19yR9YbdGucElb49QA?pwd=w48y",
    "夸克盘链接": "https://pan.quark.cn/s/0b1c54a8049e"
  },
  {
    "文件名": "【海棠】《当特警穿到黄暴世界成了偶像》作者：苏门生【总攻 - NP - 现代 - 高H - 短篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1ThB27P7xcTvY58SCZ7yzCw?pwd=w48y",
    "夸克盘链接": "https://pan.quark.cn/s/85c66c30dc3e"
  },
  {
    "文件名": "【海棠】《当他终于学会放弃》作者： 磨叽磨哩【现代 - 微H - 虐爱 - 1v1 - 长篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1XFiC1sLhlDHf8nfRESgmUQ?pwd=w48y",
    "夸克盘链接": "https://pan.quark.cn/s/348a11cb1a44"
  },
  {
    "文件名": "【海棠】《当他们重新抓住月光》作者：一根腿毛【现代 - 高H - 虐爱 - 4P - 双性 - 中篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/12Wa7V1xG987D0fTtjFSabg?pwd=w48y",
    "夸克盘链接": "https://pan.quark.cn/s/39ec0568c2c2"
  },
  {
    "文件名": "【海棠】《当双获得催眠能力后》作者：小橙子老师傅【总受 - 双性 - 中H - 科幻 - 中篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1xdaRxYTmoGHyoKOFuCJH-g?pwd=w48y",
    "夸克盘链接": "https://pan.quark.cn/s/717ca7640e66"
  },
  {
    "文件名": "【海棠】《当书中的最惨炮灰重生之后》作者：一蟹不如一蟹【未来 - 中H - NP - 中篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1IpOCYElXYnzBpPXjToucUg?pwd=w48y",
    "夸克盘链接": "https://pan.quark.cn/s/15afc2bdda71"
  },
  {
    "文件名": "【海棠】《当社畜遇到春梦系统》作者：林子大了【补番 - 双性 - NP - 甜文 - 长篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1Wo2cfGkLRMaEFj9dqBkbdA?pwd=w48y",
    "夸克盘链接": "https://pan.quark.cn/s/5eacf0f72619"
  },
  {
    "文件名": "【海棠】《当邵群在李简doi时穿到李玉身上》作者：若焰【邵简同人 - 现代 - 高H - 短篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1oYNDKXdOFipxBQHSwsH_kQ?pwd=w48y",
    "夸克盘链接": "https://pan.quark.cn/s/12bf793d1ebb"
  },
  {
    "文件名": "【海棠】《当肉文攻绑定贱受系统》作者：吴汪汪【穿越 - 中H - 短篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1KP8jCQ-LYhIGP_pyKWd8tw?pwd=w48y",
    "夸克盘链接": "https://pan.quark.cn/s/d72d28cfc51f"
  },
  {
    "文件名": "【海棠】《弟弟真乖》作者：过不去四级的睡不醒【现代 - 高H - 骨科 - 小甜饼 - 短篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1yGo26xSK5wlnPtDu7XcOKA?pwd=w48y",
    "夸克盘链接": "https://pan.quark.cn/s/910a8069fffe"
  },
  {
    "文件名": "【海棠】《弟弟他装疯卖傻》作者：张怀友【现代 - 高H - 双性 - 骨科 - 1V1 - SP - 中篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1NKrZ0FhGcxB63JrZm9q4xA?pwd=w48y",
    "夸克盘链接": "https://pan.quark.cn/s/ca8cb66e8709"
  },
  {
    "文件名": "【海棠】《弟弟操完射了一滩》作者：苏心【现代 - 高H - 青梅竹马 - 短篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1PTMaP0KNNzconbryXn6EwQ?pwd=w48y",
    "夸克盘链接": "https://pan.quark.cn/s/61b62a3dddf3"
  },
  {
    "文件名": "【海棠】《底细》作者：雅乐之舞【现代 - 高H - 中篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1Kamce2yEO7Qynvcn4hniSg?pwd=w48y",
    "夸克盘链接": "https://pan.quark.cn/s/a46302dea625"
  },
  {
    "文件名": "【海棠】《当磕CP被正主操翻》作者：馋猫【总受 - NP - 现代 - 高H - 娱乐圈 - 中篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1qRjv28-jiEKGiJqQzU8Crw?pwd=w48y",
    "夸克盘链接": "https://pan.quark.cn/s/46602c6f68bc"
  },
  {
    "文件名": "【海棠】《当娇软渣O甩掉疯批后》作者：在吃鸡排【ABO - 未来 - 中H - 1v1 - 单性 - 双洁 - 中篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1uVN2EzC2_G2Nlip-D_qvYA?pwd=w48y",
    "夸克盘链接": "https://pan.quark.cn/s/bd49420fcc37"
  },
  {
    "文件名": "【海棠】《当海棠美人穿进正经网站》作者：略略略【穿越 - 高H - NP - 长篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1h4rVTmCjmVcuYzdNFn-WwQ?pwd=w48y",
    "夸克盘链接": "https://pan.quark.cn/s/1f3863a92598"
  },
  {
    "文件名": "【海棠】《当疯批攻发现老婆没死》作者：热水袋【现代 - 高H - 1v1 - 短篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1gRi2I1jr25o1fEF0mxzc5w?pwd=w48y",
    "夸克盘链接": "https://pan.quark.cn/s/6cfcfce2b4f2"
  },
  {
    "文件名": "【海棠】《当糙汉子被迫卷入宫斗》作者：冰冻的桃子【补番 - 古代 - 高H - 5P - 中篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1a08rmUqxIlXLG-Ft7DezCw?pwd=w48y",
    "夸克盘链接": "https://pan.quark.cn/s/f63e610116e2"
  },
  {
    "文件名": "【海棠】《当笨蛋美人亲人离世后各路大佬伺机而动》作者：李白白的月光子【古代 - 高H - 双性 - 总受 - NP - 中篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1-zEN5sbWDAVEtazQ_mP97w?pwd=w48y",
    "夸克盘链接": "https://pan.quark.cn/s/8fe87efe7772"
  },
  {
    "文件名": "【海棠】《当omega进入男子监狱后》作者：爱吃红烧肉【ABO - 现代 - 高H - 双性 - 短篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1R-hPdU1udiD2A433HzjQng?pwd=w48y",
    "夸克盘链接": "https://pan.quark.cn/s/a580524cadae"
  },
  {
    "文件名": "【海棠】《当0的性爱之旅》作者：小鲨鱼【现代 - 高H - 双性 - NP - 短篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/13sFsv867B-CQP7SBSDUdtw?pwd=w48y",
    "夸克盘链接": "https://pan.quark.cn/s/91acdd785e8f"
  },
  {
    "文件名": "【海棠】《但为君顾》作者：龙弥【近代 - 高H - 双性 - 1v1 - 产乳 - 短篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1K_sXJQPbUXCExqgtkCtsjg?pwd=w48y",
    "夸克盘链接": "https://pan.quark.cn/s/ed0cc63fd6b6"
  },
  {
    "文件名": "【海棠】《耽于酒色》作者：Vivennn【现代 - 高H - 短篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1KUYUmUv-8M77RFwDcXdjPA?pwd=w48y",
    "夸克盘链接": "https://pan.quark.cn/s/ee0ea8f456b9"
  },
  {
    "文件名": "【海棠】《单行道》作者：小啊同学【现代 - 中H - 青梅竹马 - 伪骨科 - 短篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1FQQod_-VVJ1t_LlBRq-ecA?pwd=w48y",
    "夸克盘链接": "https://pan.quark.cn/s/ad6dddb622e7"
  },
  {
    "文件名": "【海棠】《单向好友》作者：一截子梦【现代 - 高H - 骨科 - 年上 - HE - 养成 - 中篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1Gfy-YCqFqrMkkkRHbcYfBA?pwd=w48y",
    "夸克盘链接": "https://pan.quark.cn/s/ed484de4f1c3"
  },
  {
    "文件名": "【海棠】《单身爸爸》作者：九桃【现代 - 高H - 双性 - NP - 中篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1-DI9WtKPSIFpi7LZnRKWGw?pwd=w48y",
    "夸克盘链接": "https://pan.quark.cn/s/cfb1b70df70a"
  },
  {
    "文件名": "【海棠】《戴着狗链的总裁》作者：夏姬八取【男女 - 现代 - 高H - 女强 - 中篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1euo-6BU4KpPy4X07TLIwJw?pwd=w48y",
    "夸克盘链接": "https://pan.quark.cn/s/54f7be5cc304"
  },
  {
    "文件名": "【海棠】《戴着狗链的上位者》作者：夏姬八取【现代 - 高H - 1v1 - 下克上 - 短篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1ls85C3uB21Z-CNKe0Zzeng?pwd=w48y",
    "夸克盘链接": "https://pan.quark.cn/s/f9f65e6d44fa"
  },
  {
    "文件名": "【海棠】《带着炉鼎的我成了家人们的口粮》作者：忘羡两相依【现代 - 高H - 重生 - 奇幻 - 双性 - NP - 中篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1ZFemdmpXVJHEM2QiFdrRfQ?pwd=w48y",
    "夸克盘链接": "https://pan.quark.cn/s/137ce0a55a13"
  },
  {
    "文件名": "【海棠】《带球送上门的老婆》作者：山水一程【古代 - 高H - 双性 - 1v1 - 甜文 - 短篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/123nK0PE0SQs26XtHSJvSFQ?pwd=w48y",
    "夸克盘链接": "https://pan.quark.cn/s/d655dbb0ae05"
  },
  {
    "文件名": "【海棠】《带球跑的妈妈》作者：Karine【ABO - 高H - 短篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1jUKgHg1jROKzX-2dwyXByA?pwd=w48y",
    "夸克盘链接": "https://pan.quark.cn/s/917861270dd0"
  },
  {
    "文件名": "【海棠】《代嫁》作者：14【古代 - 中H - 短篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1CGDvYCcBKuE09ovg36klEw?pwd=w48y",
    "夸克盘链接": "https://pan.quark.cn/s/e0d29fa244d9"
  },
  {
    "文件名": "【海棠】《代价》作者：我要吃肉肉【合集 - 高H - 虐身 - 中篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1ZXLQlqBd3k6Qlc4rJ8rGuw?pwd=w48y",
    "夸克盘链接": "https://pan.quark.cn/s/099989f86fa3"
  },
  {
    "文件名": "【海棠】《逮个男人做爱吸阳气活命》作者：糖果鱼【现代 - 中H - 1v1 - 短篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1zVYyj4MW_aHlggkittlPlA?pwd=w48y",
    "夸克盘链接": "https://pan.quark.cn/s/daca637ae556"
  },
  {
    "文件名": "【海棠】《大作家，小娇妻》作者：子寒先生【现代 - 微H - 先做后爱 - 短篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1DHkdP2Z6uHkLL7_WDUkcrw?pwd=w48y",
    "夸克盘链接": "https://pan.quark.cn/s/5756dc282f94"
  },
  {
    "文件名": "【海棠】《大总攻他走心了》作者：丁丁跳【总攻 - 现代 - 中H - NP - 双性 - 中篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1CAeX1BX-4QVPhTLzAsschg?pwd=w48y",
    "夸克盘链接": "https://pan.quark.cn/s/3ffec6cfad9c"
  },
  {
    "文件名": "【海棠】《大总攻穿成Omega怎么办》作者：千树黎【ABO - 单性 - 年下 - 现代 - 中H - 中篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1NvJNl-NTja4RgYNdTfQsYA?pwd=w48y",
    "夸克盘链接": "https://pan.quark.cn/s/6ad1532654ba"
  },
  {
    "文件名": "【海棠】《大杂烩短篇集》作者：谛观【合集 - 中H - 短篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1MYrYciCHy3c7xH23D3WOog?pwd=w48y",
    "夸克盘链接": "https://pan.quark.cn/s/6df26d412f27"
  },
  {
    "文件名": "【海棠】《大院里的高岭之花》作者：neetizumi【现代 - 高H - NP - 中篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1TwfXL8jZOUI4brT-UjY1nA?pwd=w48y",
    "夸克盘链接": "https://pan.quark.cn/s/f882d8ffb817"
  },
  {
    "文件名": "【海棠】《大学生裸贷之后》作者：水清宴【现代 - 高H - 1v1 - 双性 - 短篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1GydMKhw3v7cdFgpAeMLjkA?pwd=w48y",
    "夸克盘链接": "https://pan.quark.cn/s/600f1566f1b6"
  },
  {
    "文件名": "【海棠】《大学生的180种玩法》作者：一只百0鸟【现代 - 高H - 虐身 - 中篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1lKdWwQJUN2uTQHQPxC4YAQ?pwd=w48y",
    "夸克盘链接": "https://pan.quark.cn/s/4d2b5b7532d4"
  },
  {
    "文件名": "【海棠】《大学生穿书摆烂计划》作者：ada【主攻 - 第一人称 - 穿越 - 微H - 短篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1VkWTBzQnjQib_AMKQO7zjA?pwd=w48y",
    "夸克盘链接": "https://pan.quark.cn/s/d0e696e77fd3"
  },
  {
    "文件名": "【海棠】《大胸总裁变成诱受魅魔后》作者：爱摆烂的大饼【现代 - 高H - 短篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1eJ-8FnGFnlKnOLOV3VnitQ?pwd=w48y",
    "夸克盘链接": "https://pan.quark.cn/s/0dd8e99b391d"
  },
  {
    "文件名": "【海棠】《大西几舔爆小兔几的批》作者：蹦蹦车司机【舔批文学 - 高H - 双性 - 生子 - 中篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1XaR1zE8Lp_n3ltOOtEO8qA?pwd=w48y",
    "夸克盘链接": "https://pan.quark.cn/s/6ca6e71deb44"
  },
  {
    "文件名": "【海棠】《大兔子精进军校卖批上学》作者：枕银碎【未来 - 高H - 双性 - NP - 中篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1zRN4R2bTLLYbGVGzAoLQNg?pwd=w48y",
    "夸克盘链接": "https://pan.quark.cn/s/e5e8c7178964"
  },
  {
    "文件名": "【海棠】《大身偶像》作者：我是假的【现代 - 中H - 中篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1mzD99hyLZTPYxDoIfqV95w?pwd=w48y",
    "夸克盘链接": "https://pan.quark.cn/s/e2be87428587"
  },
  {
    "文件名": "【海棠】《大少爷和他带球跑的小娇妻》作者：竹黎吖【现代 - 中H - 1V1 - 年下 - 双性 - 生子 - 中篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1l31sXRmXlwlnJneUIK56lw?pwd=w48y",
    "夸克盘链接": "https://pan.quark.cn/s/3d3bb074bebf"
  },
  {
    "文件名": "【海棠】《大少爷》作者：景川【现代 - 高H - 虐心 - 双性 - 短篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1j76eTVr3RZEujqQkkV-vTg?pwd=w48y",
    "夸克盘链接": "https://pan.quark.cn/s/289a5ecc07a1"
  },
  {
    "文件名": "【海棠】《大傻子受短篇集》作者：空断云袖【合集 - 高H - 短篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1tGh28wov_NB-AUAk0NTxJw?pwd=w48y",
    "夸克盘链接": "https://pan.quark.cn/s/6531e1f1526a"
  },
  {
    "文件名": "【海棠】《大人把小少爷弄坏啦_入玉》作者：上神下棍【古代 - 中H - 虐心 - 短篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1UpMzsiCt5GonAlQnNkB-0g?pwd=w48y",
    "夸克盘链接": "https://pan.quark.cn/s/4a307a55efa6"
  },
  {
    "文件名": "【海棠】《大鸟攻奴之猛男宿舍》作者：赫尔曼狄克【现代 - 高H - 虐身 - NP - 短篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1TrplAG1z_HTBgQCT0GFn_Q?pwd=w48y",
    "夸克盘链接": "https://pan.quark.cn/s/34fd2c03b9f6"
  },
  {
    "文件名": "【海棠】《大奶双性魔尊被仙尊日到怀上》作者：笼人箱【玄幻 - 高H - 双性 - 大奶 - 中篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1ZXb-TL3Qo3_3GN745Sq8jg?pwd=w48y",
    "夸克盘链接": "https://pan.quark.cn/s/f6e9ec402885"
  },
  {
    "文件名": "【海棠】《大奶双性高中生的沦陷》作者：冷水澡【现代 - 双性 - 大奶 - NP - 中篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1X1I0tLcTLxKT-3KfW4dZ5w?pwd=w48y",
    "夸克盘链接": "https://pan.quark.cn/s/d9c19c9de218"
  },
  {
    "文件名": "【海棠】《大奶熟妇淫乱复仇记》作者：浪士【现代 - 高H - 双性 - NP - 短篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1eojsxv-2m9E1B6_xb01t6g?pwd=w48y",
    "夸克盘链接": "https://pan.quark.cn/s/1db80f4bcae2"
  },
  {
    "文件名": "【海棠】《大奶傻子受短篇集》作者：空断云袖【合集 - 高H - 短篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/15x9eDojqP7YZs0eNj_hFCQ?pwd=w48y",
    "夸克盘链接": "https://pan.quark.cn/s/1cad7879c843"
  },
  {
    "文件名": "【海棠】《大奶男神的沦陷》作者：痴痴缠缠【现代 - 高H - 大奶 - 中篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/10DT-K6qGZsjbP9uyacooSQ?pwd=w48y",
    "夸克盘链接": "https://pan.quark.cn/s/a246b606e5eb"
  },
  {
    "文件名": "【海棠】《大奶的小保姆整晚都被父子俩疼爱》作者：西瓜太郎【现代 - 高H - 双性 - NP - 短篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1er7rHBTxysTeWlhbrHPYxw?pwd=w48y",
    "夸克盘链接": "https://pan.quark.cn/s/cc696ff1e0e2"
  },
  {
    "文件名": "【海棠】《大魔头和他的小情人》作者：百川入墨【玄幻 - 高H - 双性 - 短篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1zWb6EnffhpfVkuOJsxvXxg?pwd=w48y",
    "夸克盘链接": "https://pan.quark.cn/s/a39818615358"
  },
  {
    "文件名": "【海棠】《大明星和他的狗老公》作者：shper【现代 - 高H - 双性 - 大奶 - 中篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1cJllzQCvSFtz_5ru4A68TQ?pwd=w48y",
    "夸克盘链接": "https://pan.quark.cn/s/a24fed4e9658"
  },
  {
    "文件名": "【海棠】《大明星》作者：花满重楼【现代 - 高H - 双性 - 产乳 - 1v1 - 中篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1nRBWSUjCBipcHjfLEgaqCw?pwd=w48y",
    "夸克盘链接": "https://pan.quark.cn/s/3d8344d48e41"
  },
  {
    "文件名": "【海棠】《大美人与小哭包》作者：我不会说真话【现代 - 高H - 年下 - 短篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1tq9C3MOBeCIgZa_M7QULuQ?pwd=w48y",
    "夸克盘链接": "https://pan.quark.cn/s/c8a972e5be46"
  },
  {
    "文件名": "【海棠】《大美人训狗玩自己》作者：皮皮椰【现代 - 高H - 双性 - 3P - 中篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1BWW8tW0t-zKt3I4ZFQQ4fg?pwd=w48y",
    "夸克盘链接": "https://pan.quark.cn/s/4c865b9d29a4"
  },
  {
    "文件名": "【海棠】《大美人当色情主播后天天挨肏》作者：麻爪别熬夜了【现代 - 高H - NP - NTR - 结局1v1 - 中篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1rd8OCvAr8n-fnFDQq2qzrA?pwd=w48y",
    "夸克盘链接": "https://pan.quark.cn/s/53ced47eead1"
  },
  {
    "文件名": "【海棠】《大龄男O》作者：Alcmena【ABO - 现代 - 微H - 短篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/17bF2GMjEzurrp8mzeq9RsA?pwd=w48y",
    "夸克盘链接": "https://pan.quark.cn/s/c825f5efebf1"
  },
  {
    "文件名": "【海棠】《大佬作家的小画家粉丝》作者：ntn永远滴神【现代 - 中H - 短篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/18D5PBVNTg-rjFlUfi2pzmg?pwd=w48y",
    "夸克盘链接": "https://pan.quark.cn/s/d4fa7a6dd5e4"
  },
  {
    "文件名": "【海棠】《大佬他有性瘾》作者：辛亥【主攻 - 高H - 1V1 - ABO - 生子 - 校园 - 短篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1_H52yTnYcb7s1cWd3S9QOA?pwd=w48y",
    "夸克盘链接": "https://pan.quark.cn/s/4e73ac900acb"
  },
  {
    "文件名": "【海棠】《大佬他当真了》作者：夏清清清清【现代 - 中H - 1v1 - BDSM - 中篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1iA-v5HGsjSG13JpVDwF5uQ?pwd=w48y",
    "夸克盘链接": "https://pan.quark.cn/s/df12f63ec777"
  },
  {
    "文件名": "【海棠】《大佬的金丝雀放飞自我后》作者：Doi【现代 - 高H - 双洁 - 双性 - 生子 - 短篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1znf6BT22wbBzQKlib0TloA?pwd=w48y",
    "夸克盘链接": "https://pan.quark.cn/s/c95ad79f81d7"
  },
  {
    "文件名": "【海棠】《大佬的冲喜小娇夫》作者：未泠【现代 - 高H - 青梅竹马 - 短篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1aicVZFwfB1T1MY8T9vjG5A?pwd=w48y",
    "夸克盘链接": "https://pan.quark.cn/s/9a678f4c3b04"
  },
  {
    "文件名": "【海棠】《大佬床上的卖批汉子》作者：姻兕【合集 - 现代 - 高H - 双性 - 中篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1SUOKNGUhL6jlaHZMkHHMJw?pwd=w48y",
    "夸克盘链接": "https://pan.quark.cn/s/52cf2c42ebc3"
  },
  {
    "文件名": "【海棠】《大家族的教育法则》作者：某朵【现代 - 高H - SP -BDSM - 虐身 - 1V1 - HE - 中篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/10wBSdMcBcu7c2VJ6_KPR6Q?pwd=w48y",
    "夸克盘链接": "https://pan.quark.cn/s/b06b03caa90d"
  },
  {
    "文件名": "【海棠】《大根美少年》作者：zero【总受 - 乡村 - NP - 高H - 短篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1qBBNFyRIqmtLLovuuKBekA?pwd=w48y",
    "夸克盘链接": "https://pan.quark.cn/s/ab598ababf45"
  },
  {
    "文件名": "【海棠】《当强1把美1当0并展开追求后》作者：风栖云【现代 - 高H - 1v1 - HE - 短篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1oN_NDCcgAAGyyi8DxBGJyA?pwd=w48y",
    "夸克盘链接": "https://pan.quark.cn/s/a024cd8a6ef0"
  },
  {
    "文件名": "【海棠】《当女alpha碰上霸总》作者：春风一度【ABO - 男女 - 现代 - 高H - 女强 - 虐身 - NP - 短篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1FETOx6OYXKMARbjXwulsyw?pwd=w48y",
    "夸克盘链接": "https://pan.quark.cn/s/64c89a99bdb6"
  },
  {
    "文件名": "【海棠】《当男主他爹的小三》作者：嘿嘿哒【同人 - 混和 - 中H - 短篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1Q17EtDY5SRXASCRK2Tur8g?pwd=w48y",
    "夸克盘链接": "https://pan.quark.cn/s/74518d5f2131"
  },
  {
    "文件名": "【海棠】《当男主的小三 2》作者：嘿嘿哒【同人 - 综穿 - 微H - 短篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1R0lK7jWQY3jogMGz6eP8EA?pwd=w48y",
    "夸克盘链接": "https://pan.quark.cn/s/c40de0c59c54"
  },
  {
    "文件名": "【海棠】《错认白月光的头像后》作者：路十七【现代 - 高H - 校园 - 1v1 - 双性 - 双洁 - HE - 师生 - 年上 - 甜饼 - 中篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1l3rdHUZz6hPFprthP3xWKw?pwd=w48y",
    "夸克盘链接": "https://pan.quark.cn/s/938a3931ce8b"
  },
  {
    "文件名": "【海棠】《错嫁纨绔》作者：梦有书【古代 - 高H - 双性 - 短篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1ip25CIpB8fXHNDU7ZnsnKg?pwd=w48y",
    "夸克盘链接": "https://pan.quark.cn/s/f9e9316d3f49"
  },
  {
    "文件名": "【海棠】《错发批照后被学霸日哭了》作者：浮木【现代 - 高H - 校园 - 双性 - 产乳 - 1V1 - 短篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1SgUYQ2P4C41dAt78pQfLqw?pwd=w48y",
    "夸克盘链接": "https://pan.quark.cn/s/c4ffc49c6e02"
  },
  {
    "文件名": "【海棠】《村中艳情，春水盛》作者：深海的石头【穿越 - 高H - 种田文 - 双性 - NP - 中篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1UpSZpueISaX5-G3YhxHf1Q?pwd=w48y",
    "夸克盘链接": "https://pan.quark.cn/s/38cf5694b5e7"
  },
  {
    "文件名": "【海棠】《村汉的媳妇》作者：三衡【现代 - 高H - 1v1 - 甜文 - 种田文 - 短篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1WjUuOhf6wr8AHiLQlOeKiw?pwd=w48y",
    "夸克盘链接": "https://pan.quark.cn/s/85c8d7740cf4"
  },
  {
    "文件名": "【海棠】《脆皮鸭外卖app》作者：五仁月饼【现代 - 微H - 玄幻 - NP - 短篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1CcLS4oKw8sfL-Hoe1KbIhw?pwd=w48y",
    "夸克盘链接": "https://pan.quark.cn/s/42a0a8de80b3"
  },
  {
    "文件名": "【海棠】《催眠指令》作者：高高的玻璃墙【总攻 - NP - 高H - 短篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1yuKdwUApJqtqKYUUXbfbmQ?pwd=w48y",
    "夸克盘链接": "https://pan.quark.cn/s/4f2134038061"
  },
  {
    "文件名": "【海棠】《催眠之鞋（洗脑肌肉男做奴） 》作者：赫尔曼狄克【现代 - 高H - 虐身 - NP - 短篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1FfoHzwF46KK2oVH0txR6Wg?pwd=w48y",
    "夸克盘链接": "https://pan.quark.cn/s/b39f35ef07fd"
  },
  {
    "文件名": "【海棠】《催眠医生的私人诊所时间》作者：奶茶酱【合集 - 现代 - 高H - 短篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1qo3QXCTprKz4zX6S-pUmhw?pwd=w48y",
    "夸克盘链接": "https://pan.quark.cn/s/4ad6b81005b7"
  },
  {
    "文件名": "【海棠】《催眠熏香》作者：午后暖阳【合集 - 高H - 短篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/15WEbLl32VT8LpsAsO1FhLQ?pwd=w48y",
    "夸克盘链接": "https://pan.quark.cn/s/eb6d289d653a"
  },
  {
    "文件名": "【海棠】《催眠性爱系统绑定！》作者：风铃草【总攻 - 快穿 - 高H - 中篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1fIjASlXVIIxy_Le6lQVudg?pwd=w48y",
    "夸克盘链接": "https://pan.quark.cn/s/cedd7ea484bf"
  },
  {
    "文件名": "【海棠】《催眠校霸以后》作者：zxy【现代 - 高H - 美强 - 双性 - 中篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/11AlG5z976uph0dH9UHbSjQ?pwd=w48y",
    "夸克盘链接": "https://pan.quark.cn/s/041751859b90"
  },
  {
    "文件名": "【海棠】《催眠小妈》作者：桥枝【现代 - 高H - 强制爱 - 短篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1DOKSU4MgtMwADadnj94R2g?pwd=w48y",
    "夸克盘链接": "https://pan.quark.cn/s/52f7c324e9c9"
  },
  {
    "文件名": "【海棠】《催眠系统 意识身体 改造》作者：driver【合集 - 现代 - 高H - 长篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/19qh5hZ3bAiuNI63vcNTIGQ?pwd=w48y",
    "夸克盘链接": "https://pan.quark.cn/s/8ae039a4f379"
  },
  {
    "文件名": "【海棠】《催眠我的系统养父》作者：NY【现代 - 高H - 伪父子 - 1v1 - 年下 - 中篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1cWNOpYUkx_NJaXD5xweWlg?pwd=w48y",
    "夸克盘链接": "https://pan.quark.cn/s/034593e48940"
  },
  {
    "文件名": "【海棠】《催眠我的舍友》作者：鹤不掉毛【现代 - 高H - 双性 - 短篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1UKwhpFORR5nqRVaevY8HZw?pwd=w48y",
    "夸克盘链接": "https://pan.quark.cn/s/51fb4281022c"
  },
  {
    "文件名": "【海棠】《催眠玩弄大美人》作者：花市奥特man【现代 - 高H - 双性 - 短篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1ujHON2-igDOlpnHzhzClaw?pwd=w48y",
    "夸克盘链接": "https://pan.quark.cn/s/00d34cfa9aeb"
  },
  {
    "文件名": "【海棠】《催眠收获快乐》作者：猫先生【总攻 - NP - 现代 - 高H - 校园 - 双性 - 大奶 - 中篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1ZiZM-isBQwOjA6daVGt8Dw?pwd=w48y",
    "夸克盘链接": "https://pan.quark.cn/s/98e1521e48cc"
  },
  {
    "文件名": "【海棠】《催眠人父》作者：kibobo【现代 - 1v1 - 双性 - 高H - 长篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1BHtHcsaA7KsO1ukOAyx_1Q?pwd=w48y",
    "夸克盘链接": "https://pan.quark.cn/s/a80df6427b53"
  },
  {
    "文件名": "【海棠】《催眠全校体育生暴露犯贱》作者：赫尔曼狄克【现代 - 高H - 强强 - NP - 短篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1ygUvDu92dU4AGs13S-TOJA?pwd=w48y",
    "夸克盘链接": "https://pan.quark.cn/s/27db14954559"
  },
  {
    "文件名": "【海棠】《催眠控制》作者：色色发抖【现代 - 高H - NTR - 中篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1_Q-kANhBebZz_oFc7z6xTg?pwd=w48y",
    "夸克盘链接": "https://pan.quark.cn/s/27e4d2c947b6"
  },
  {
    "文件名": "【海棠】《催眠梗集合》作者：这里【合集 - 高H - 催眠 - 中篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1Xw6xjeI9mCeYYzlxlltQAg?pwd=w48y",
    "夸克盘链接": "https://pan.quark.cn/s/2bd1ad9aaa59"
  },
  {
    "文件名": "【海棠】《催眠哥哥做我的几把套子》作者：姬纯情【现代 - 高H - 校园 - 伪骨科 - 短篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1q2D6Itkdvg7Umt4eeKxT8Q?pwd=w48y",
    "夸克盘链接": "https://pan.quark.cn/s/44c550e85491"
  },
  {
    "文件名": "【海棠】《催眠反常识（下册）》作者：阿巴阿巴【现代 - 高H - NP - 短篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1zASEf9D-WNl3ASOAnYoECg?pwd=w48y",
    "夸克盘链接": "https://pan.quark.cn/s/672df822fd13"
  },
  {
    "文件名": "【海棠】《催眠调教高冷双性美人室友》作者：玩电话的【现代 - 高H - 双性 - 1v1 - 甜文 - 中篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1bR62Iz5C1_MjiqIM4ZPwSQ?pwd=w48y",
    "夸克盘链接": "https://pan.quark.cn/s/e64b43ecbca1"
  },
  {
    "文件名": "【海棠】《粗糙哥儿被掳走后》作者：有肉吃真快乐【古代 - 高H - 1v1 - 单性 - 年上 - 甜文 - 生子 - 中篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1pnnmKPA1kJVzxOWwgr-eLQ?pwd=w48y",
    "夸克盘链接": "https://pan.quark.cn/s/70c64c1b64a0"
  },
  {
    "文件名": "【海棠】《从王子到王后》作者：天上枸杞【ABO - 中H - 骨科 - 年上 - 中篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1ZGOwti3kIzACXdY2dcBEAA?pwd=w48y",
    "夸克盘链接": "https://pan.quark.cn/s/0644d83fd902"
  },
  {
    "文件名": "【海棠】《从神医到药渣》作者：燎锋【穿书 - 高H - 双性 - 中篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/13V9gE_JSpxdGew6vVrl75A?pwd=w48y",
    "夸克盘链接": "https://pan.quark.cn/s/611aa8335c62"
  },
  {
    "文件名": "【海棠】《从肉文男主手中拯救主角受的上上之策》作者：俞白白【合集 - 中H - 中篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1HXI8Duzt5JHBx6RKGGC0Cw?pwd=w48y",
    "夸克盘链接": "https://pan.quark.cn/s/5a19cc0f28d3"
  },
  {
    "文件名": "【海棠】《从良》作者：谛观【古代 - 高H - 武侠 - 美攻强受 - 种田文 - 短篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/13NMZRtJVBBe-ojLhAvlAIA?pwd=w48y",
    "夸克盘链接": "https://pan.quark.cn/s/7643a7e1c9e1"
  },
  {
    "文件名": "【海棠】《从姐夫变成丈夫》作者：骨架【民国 - 高H - 双性 - 双洁 - 短篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/10FROZDIblMRZNKFh4co0JA?pwd=w48y",
    "夸克盘链接": "https://pan.quark.cn/s/e95068cf889d"
  },
  {
    "文件名": "【海棠】《刺杀失败的代价》作者：大山雀【古代 - 中H - 武侠 - 1v1 - 双性 - 生子 - 短篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1JQUY3nqrtIKV-ZDMmOPUvg?pwd=w48y",
    "夸克盘链接": "https://pan.quark.cn/s/93ef88eb41a2"
  },
  {
    "文件名": "【海棠】《刺青》作者：醉氧°【古代 - 高H - 虐爱 - SM - HE - 中篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1Lse9Ixwc03vi2NgEItZr2A?pwd=w48y",
    "夸克盘链接": "https://pan.quark.cn/s/253960bfa5b0"
  },
  {
    "文件名": "【海棠】《純情美男淪陷高H》作者：南山海棠【现代 - 高H - BDSM - 短篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1eGpKlZkCsHkDOgc-qIuFrA?pwd=w48y",
    "夸克盘链接": "https://pan.quark.cn/s/f7e1c96e4377"
  },
  {
    "文件名": "【海棠】《纯欲小美人他那么乖 》作者：小春梨【快穿 - NP - 高H - 双性 - 长篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1WzS6eLNLf71wy1vBWQWKiw?pwd=w48y",
    "夸克盘链接": "https://pan.quark.cn/s/4c83e49fef29"
  },
  {
    "文件名": "【海棠】《纯生合集：怎么会有BE呢？》作者：老犊子鸭【合集 - 微H - 短篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1r-ataS7Ze092ivu0tpIVsg?pwd=w48y",
    "夸克盘链接": "https://pan.quark.cn/s/78f14844f431"
  },
  {
    "文件名": "【海棠】《纯情小狗追妻记》作者：大刀果蛋皮【现代 - 高H - 短篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1HSZXM8cPBOS9vcWyecnu6Q?pwd=w48y",
    "夸克盘链接": "https://pan.quark.cn/s/0c3ca128cc11"
  },
  {
    "文件名": "【海棠】《纯情男高，爆炒老师》作者：没有名字【现代 - 高H - 双性 - 1v1 - 师生 - 短篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1__kATPwxpH6KHkOy4KGRrg?pwd=w48y",
    "夸克盘链接": "https://pan.quark.cn/s/bfbe3fa3931f"
  },
  {
    "文件名": "【海棠】《纯情狐妖在线破身》作者：朝云【古代 - 高H - 单性 - 1v1 - 短篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/12RZ3D3BqCqKhabxGWO-Ubw?pwd=w48y",
    "夸克盘链接": "https://pan.quark.cn/s/697f62b0ec5e"
  },
  {
    "文件名": "【海棠】《纯情大奶体育生的情色沦陷》作者：大奶杏仁【现代 - 高H - 双性 - 大奶 - 短篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1orcmh1pPCq0fXCQEbqrXsw?pwd=w48y",
    "夸克盘链接": "https://pan.quark.cn/s/409a8886ddc5"
  },
  {
    "文件名": "【海棠】《纯洁爱情故事1v1》作者：花生嚼不动【现代 - 中H - 1v1 - 短篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1qBkp2HFRNeNYfZfZRlhmvw?pwd=w48y",
    "夸克盘链接": "https://pan.quark.cn/s/a0109eb2a0e5"
  },
  {
    "文件名": "【海棠】《纯爱调教指南》作者：蒸汽玉米须【现代 - 中H - 调教 - 短篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1MqJKjk62besCVmkt1hWgcA?pwd=w48y",
    "夸克盘链接": "https://pan.quark.cn/s/d58cf807415f"
  },
  {
    "文件名": "【海棠】《春帐怀娇》作者：月深几许【古代 - 1v1 - 高H - 双洁 - 短篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1KHgRw8M6iFVi2JugcmliiA?pwd=w48y",
    "夸克盘链接": "https://pan.quark.cn/s/22439714121c"
  },
  {
    "文件名": "【海棠】《春色撩人》作者：安杉【民国 - 小妈文学 - 中H - 中篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/10IvgnlZWXiahWFmaJGqEQA?pwd=w48y",
    "夸克盘链接": "https://pan.quark.cn/s/391b6ff59660"
  },
  {
    "文件名": "【海棠】《春日迟迟》作者：问雨【现代 - 高H - 短篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1Y5TZCvhb8qxIm_EFO5jiHg?pwd=w48y",
    "夸克盘链接": "https://pan.quark.cn/s/a1a96a1f0e85"
  },
  {
    "文件名": "【海棠】《春苗》作者：Libby【民国 - 高H - NP - 双性 - 长篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1TpgHoF0Jsm6jkifax4ZwDg?pwd=w48y",
    "夸克盘链接": "https://pan.quark.cn/s/5871c1e9b6c1"
  },
  {
    "文件名": "【海棠】《春梦巡游记》作者：实验者一号【总受 - NP - 快穿 - 现代 - 高H - 长篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1QMQJf9t8KSlsYoXvFFCcFQ?pwd=w48y",
    "夸克盘链接": "https://pan.quark.cn/s/c49362742d4e"
  },
  {
    "文件名": "【海棠】《春梦里番》作者：屋上乌【古代 - 高H - 3P - 温馨 - 甜肉 - 中篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1lGAW0m6nqlIdIMEZRnBNHQ?pwd=w48y",
    "夸克盘链接": "https://pan.quark.cn/s/d1b24424f562"
  },
  {
    "文件名": "【海棠】《春梦对象是男班长》作者：学姐好野【现代 - 中H - 校园 - 奇幻 - 1v1 - 单性 - 中篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1bkfTosqBWYOlS3r6G6aeVg?pwd=w48y",
    "夸克盘链接": "https://pan.quark.cn/s/064fc8bf482d"
  },
  {
    "文件名": "【海棠】《春梦成真》作者：屋上乌【现代 - 3P - 温馨 - 高H - 短篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1YjKMP8BZ0wkG8tNYmYGPGg?pwd=w48y",
    "夸克盘链接": "https://pan.quark.cn/s/21de69cd8bde"
  },
  {
    "文件名": "【海棠】《春满山寨》作者：试周郎【古代 - 高H - 双性 - 中篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1zAw66iv3IacfIclfgQh5Ng?pwd=w48y",
    "夸克盘链接": "https://pan.quark.cn/s/0898c6f837ab"
  },
  {
    "文件名": "【海棠】《春江花月夜》作者：棒棒糖【受受 - 古代 - 中H - 双性 - 生子 - 短篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1HJHByyDL2RYsLUxxo9kVkw?pwd=w48y",
    "夸克盘链接": "https://pan.quark.cn/s/df37d1a7ed9a"
  },
  {
    "文件名": "【海棠】《春光成瘾》作者：湿漉漉【现代 - 高H - 1v1 - 年下 - 破镜重圆 - 中篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1s4SH-RDCAGqPMJwEYKRO7g?pwd=w48y",
    "夸克盘链接": "https://pan.quark.cn/s/2cd6362ad472"
  },
  {
    "文件名": "【海棠】《春宫墙》作者：火风L【古代 - 高H - 追妻修罗场 - 双性 - 生子 - 3P - 长篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1ZsrT70oP3Vd__9-k4uf5Ew?pwd=w48y",
    "夸克盘链接": "https://pan.quark.cn/s/d65ff1aeb626"
  },
  {
    "文件名": "【海棠】《春风不度傅守礼》作者：柚湉【现代 - 高H - 短篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1O1Nb7rHRfcWPgXpC5rFGog?pwd=w48y",
    "夸克盘链接": "https://pan.quark.cn/s/09131bc97926"
  },
  {
    "文件名": "【海棠】《春风不度》作者：Lolarun【买股文 - NP - 结局1v1 - 古代 - 高H - 中篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1eEHYZmiKBpMiWjt20ddeBQ?pwd=w48y",
    "夸克盘链接": "https://pan.quark.cn/s/9f6b9cdbb6bf"
  },
  {
    "文件名": "【海棠】《春风》作者：狐狸酱【现代 - 中H - 虐身 - 恋足 - 主奴 - 短篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/14UwG2NuK7ZQLEg4TyHwcZg?pwd=w48y",
    "夸克盘链接": "https://pan.quark.cn/s/be5b299c9dbc"
  },
  {
    "文件名": "【海棠】《春潮泛滥》作者：爱媛【古代 - 高H - 宫廷 - 短篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/16bYSnIfaXYVBCDJ4N_fw5Q?pwd=w48y",
    "夸克盘链接": "https://pan.quark.cn/s/24e2e0b1530a"
  },
  {
    "文件名": "【海棠】《闯进暗恋者房间后……》作者：楼前清风长【现代 - 高H - 校园 - 短篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/15N4crcq8pjBasIqv3VqKiw?pwd=w48y",
    "夸克盘链接": "https://pan.quark.cn/s/eadd2739394f"
  },
  {
    "文件名": "【海棠】《船难》作者：腿腿腿【触手 - 高H - 虐身 - 双性 - 短篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1AsAntf0aPROWnZAlhYQW4A?pwd=w48y",
    "夸克盘链接": "https://pan.quark.cn/s/c8f081dab18a"
  },
  {
    "文件名": "【海棠】《传奇法师沦为替身的堕落之路》作者：春风【奇幻 - 高H - NP - 双性 - 父子 - 中篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1a5wHIRSYR4TC8_TjLcqiog?pwd=w48y",
    "夸克盘链接": "https://pan.quark.cn/s/a025bd8ef2fd"
  },
  {
    "文件名": "【海棠】《大屌收集游戏》作者：迷宫之绳【第二人称 - 总受 - NP - 高H - 短篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1xSr_Rq4aF9PMqPs-09P9nQ?pwd=w48y",
    "夸克盘链接": "https://pan.quark.cn/s/47ee1672c859"
  },
  {
    "文件名": "【海棠】《大屌炮友变成我的学生》作者：KOKOK1【现代 - 高H - 校园 - 1v1 - 年下 - 高H - 短篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/11_055InWcjwIe_zi8pdkUA?pwd=w48y",
    "夸克盘链接": "https://pan.quark.cn/s/0ed7165a2863"
  },
  {
    "文件名": "【海棠】《大diao主播关注了!》作者：就是野【总攻 - 现代 - 高H - NP - 短篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1F9bWN4Gw55GyQQR6STGB_Q?pwd=w48y",
    "夸克盘链接": "https://pan.quark.cn/s/5f9a656053f5"
  },
  {
    "文件名": "【海棠】《打野不支援就会被艹》作者：凛冬已至【现代 - 高H - 网遊 - NP - 中篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1cwVo2DgtPXSEbwI35HIrgw?pwd=w48y",
    "夸克盘链接": "https://pan.quark.cn/s/a19547e001e4"
  },
  {
    "文件名": "【海棠】《打架滋宿敌一脸奶水怎么办》作者：阳阳【现代 - 高H - 双性 - 大奶 - 短篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1myVcgi2FHdH1zVbOZ5EM0Q?pwd=w48y",
    "夸克盘链接": "https://pan.quark.cn/s/fbdacf4ccc5b"
  },
  {
    "文件名": "【海棠】《穿越回古代做男子》作者：爆甜西红柿【穿越 - 1v1 - 女穿男 - 古代 - 微H - 中篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1ead3qK0UGel1J7wF5Ecg7g?pwd=w48y",
    "夸克盘链接": "https://pan.quark.cn/s/00ab5739bac5"
  },
  {
    "文件名": "【海棠】《穿越到异世界，各类兽人都被我勾引了》作者：onelover00【穿越 - NP - 高H - 短篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1pgT4GEcAfK2EMgs1TGiPfw?pwd=w48y",
    "夸克盘链接": "https://pan.quark.cn/s/1ce2fbdd41d6"
  },
  {
    "文件名": "【海棠】《穿书之撩弯直男男主》作者：乔瑾桉【穿越 - 中H - 1v1 - 短篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1nCCtHZPn7XW_9nf4eR4Tow?pwd=w48y",
    "夸克盘链接": "https://pan.quark.cn/s/9df6a243097c"
  },
  {
    "文件名": "【海棠】《穿书之哥哥和竹马不当人》作者：嘿嘿哒【穿书 - 中H - 短篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1VAO9Hlk_kGZ2mj8y7iqrOQ?pwd=w48y",
    "夸克盘链接": "https://pan.quark.cn/s/ee59e6f4341c"
  },
  {
    "文件名": "【海棠】《穿书后我嫁给了傻子王爷》作者：白日梦工厂厂长【穿书 - 高H - 双性 - NP - 短篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1vi30LbVIoIehd3MGO_PFVw?pwd=w48y",
    "夸克盘链接": "https://pan.quark.cn/s/03464127458f"
  },
  {
    "文件名": "【海棠】《穿书后我成了兄弟三人的性奴》作者：DesireT【补番 - 穿书 - 高H - 总受 - NP - 短篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1u_dZiXlx0RXPW1NOCi6a2w?pwd=w48y",
    "夸克盘链接": "https://pan.quark.cn/s/758b59614516"
  },
  {
    "文件名": "【海棠】《穿书后我被全界暗恋》作者：尚九天【穿书 - 高H - NP - 短篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1pfFfmC3Zlm-8QczKk6SjbQ?pwd=w48y",
    "夸克盘链接": "https://pan.quark.cn/s/b4cdca69efb3"
  },
  {
    "文件名": "【海棠】《穿书后被反派师尊表白了》作者：竹涧饮茶客【主攻 - 古代 - 高H - 1v1 - 双洁 - 长篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1NVzEXaRVZQIwbKDn_JFJfw?pwd=w48y",
    "夸克盘链接": "https://pan.quark.cn/s/909a79a1fa4f"
  },
  {
    "文件名": "【海棠】《穿进养崽APP后》作者：火锅金针菇【快穿 - 高H - 双性 - 大奶 - 长篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1hkvRCcU4YY3abPTnPRL1PQ?pwd=w48y",
    "夸克盘链接": "https://pan.quark.cn/s/ad28a5fe566a"
  },
  {
    "文件名": "【海棠】《穿进性爱游戏里面当皇帝为所欲为》作者：飞天小草莓莓【总攻 - 古代 - 高H - 双性 - NP - 短篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1bl2tq1Ciq1_5AQy7xs8w7Q?pwd=w48y",
    "夸克盘链接": "https://pan.quark.cn/s/e6b8a78f883d"
  },
  {
    "文件名": "【海棠】《穿进万人迷买股文里当炮灰美人》作者：顾咕咕【穿越 - 高H - 双性 - NP - 中篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1LBMMbVMye1gZKYIOBMfc-g?pwd=w48y",
    "夸克盘链接": "https://pan.quark.cn/s/d83f5e6c9d42"
  },
  {
    "文件名": "【海棠】《穿进时间停止小说后》作者：一只白兔糖【穿越 - 现代 - 高H - 校园 - 双性 - 1v1 - 小甜饼 - 长篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1cynpucU5sOHkYjuIvbbDBQ?pwd=w48y",
    "夸克盘链接": "https://pan.quark.cn/s/eb5d89a1aff7"
  },
  {
    "文件名": "【海棠】《穿进舍友写的海棠文》作者：月依痕【穿书 - 高H - 短篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1daRwNKUktka7PZwmmyRmlg?pwd=w48y",
    "夸克盘链接": "https://pan.quark.cn/s/a99d61d23cc4"
  },
  {
    "文件名": "【海棠】《穿进那啥文之后和反派太监he了》作者：新茶旧盏又一杯【穿越 - 高H - 中篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1WfhiJT-IpUeIe9aa3OFJ6g?pwd=w48y",
    "夸克盘链接": "https://pan.quark.cn/s/375cbe6750f0"
  },
  {
    "文件名": "【海棠】《穿进了死对头的性爱AI》作者：沈拾欢【星际 - 未来 - 高H - 1v1 - HE - 中篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1Lcov0I9gzfT7UmlwNE_Okw?pwd=w48y",
    "夸克盘链接": "https://pan.quark.cn/s/91493b1afe51"
  },
  {
    "文件名": "【海棠】《穿进黄油被男主啪了》作者：顾咕咕【穿越 - 未来 - 高H - 1v1 - 双性 - 双洁 - HE - 长篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1zdfoiG71Ahohq245hgW-9g?pwd=w48y",
    "夸克盘链接": "https://pan.quark.cn/s/e1afeff89e4d"
  },
  {
    "文件名": "【海棠】《穿进古耽成为疯批男主的白莲花》作者：不想上学想放假【第一人称 - 古代 - 高H - 宫廷 - 1v1 - 短篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1uiiQ53AlaKKxTzvWNdV2dQ?pwd=w48y",
    "夸克盘链接": "https://pan.quark.cn/s/5b3bd20e1253"
  },
  {
    "文件名": "【海棠】《穿回雄虫后被强制爱了》作者：乌乌【虫族- 高H - 中篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1_Z1lcowFcs7XbY2W97md_g?pwd=w48y",
    "夸克盘链接": "https://pan.quark.cn/s/d0acc117610d"
  },
  {
    "文件名": "【海棠】《穿到无节操的世界》作者：七七是攻【主攻 - 穿越 - 未来 - 高H - NP - 结局1v1 - 中篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1NS8nD2s6yUtixBL9vd0opA?pwd=w48y",
    "夸克盘链接": "https://pan.quark.cn/s/5b6e7c270729"
  },
  {
    "文件名": "【海棠】《穿到特殊设定世界后》作者：辛亥【主攻 - 虫族 - ABO - 哨向 - 高H - 短篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1janxBejLNAXm8669_G0wrg?pwd=w48y",
    "夸克盘链接": "https://pan.quark.cn/s/28f4d1de5ba7"
  },
  {
    "文件名": "【海棠】《穿到兽人世界被狠狠疼爱》作者：一枚夹心饼【穿越 - 高H - 双性 - 短篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1GF6zqnPVO1C2rlTcrnO8vw?pwd=w48y",
    "夸克盘链接": "https://pan.quark.cn/s/0ae527588dd4"
  },
  {
    "文件名": "【海棠】《穿到兽人部落》作家：茯苓【穿越 - 兽人 - 高H - 双性 - NP - 中篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/11JDQXVTth1fmIzXn5FONHg?pwd=w48y",
    "夸克盘链接": "https://pan.quark.cn/s/a4550dc11c90"
  },
  {
    "文件名": "【海棠】《穿到abo世界变成淫荡omega》作者：白日放歌【穿越 - ABO - 现代 - 高H - 中篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/15PFa7CtUF5wv6Ux9skmoEQ?pwd=w48y",
    "夸克盘链接": "https://pan.quark.cn/s/0e4ff08a2cb7"
  },
  {
    "文件名": "【海棠】《穿成主角攻的炮灰男妻后》作者：渡【穿越 - 高H - 双性 - 生子 - 中篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1Cho06d86TQ-csAT5XhP6ZQ?pwd=w48y",
    "夸克盘链接": "https://pan.quark.cn/s/4a9b7b61e72c"
  },
  {
    "文件名": "【海棠】《穿成渣攻贱受文里的主角受后，我上了渣攻》作者：安安【穿书 - 现代 - 高H - 短篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/19KV3GDzT-btMX64_HzgPrQ?pwd=w48y",
    "夸克盘链接": "https://pan.quark.cn/s/fb4d85ca2b97"
  },
  {
    "文件名": "【海棠】《穿成驭兽师的我却变成了肉便器》作者：娘子为妖【穿越 - 高H - 双性 - 短篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1C6T6JIE3cqgH6Ce4LjcT-Q?pwd=w48y",
    "夸克盘链接": "https://pan.quark.cn/s/4aa4edeef016"
  },
  {
    "文件名": "【海棠】《穿成一只安全套是怎样一种体验》作者：一只小马甲【现代 - 高H - 搞笑 - 悬疑 - NP - 短篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1tY6TQyplGQMOgtgF_Wm0fg?pwd=w48y",
    "夸克盘链接": "https://pan.quark.cn/s/d11f60d6bd0d"
  },
  {
    "文件名": "【海棠】《穿成言情文里的蛇蝎美人》作者：爱媛【穿越 - 高H - NP - 狗血 - 短篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1AaggtVuonrMcMlk-N73rsA?pwd=w48y",
    "夸克盘链接": "https://pan.quark.cn/s/aa9859bc10c7"
  },
  {
    "文件名": "【海棠】《穿成校园文背景板后》作者：拖延症晚期患者【现代 - 中H - 校园 - 双性 - 中篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1CnMaZ6T_6xbS93ap_CaNWg?pwd=w48y",
    "夸克盘链接": "https://pan.quark.cn/s/183797eb4a11"
  },
  {
    "文件名": "【海棠】《穿成舔狗反派被男主们轮流》作者：爱媛【穿书 - 高H - 修真 - NP - 强制爱 - 中篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1v5dBMYiE7RHI354ALqDtpw?pwd=w48y",
    "夸克盘链接": "https://pan.quark.cn/s/fab4c1738aa4"
  },
  {
    "文件名": "【海棠】《穿成室友的假JB后》作者：末阳琛【合集 - 现代 - 高H - 短篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1fHEDt-h-EwisjWYBeFAB_Q?pwd=w48y",
    "夸克盘链接": "https://pan.quark.cn/s/9893d67892f9"
  },
  {
    "文件名": "【海棠】《穿成炮灰路人甲后》作者：小碎的日记本【主攻 - 快穿 - 微H - 中篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1nlJAU3Xy88_b9aBwjsCASg?pwd=w48y",
    "夸克盘链接": "https://pan.quark.cn/s/d6b1bfde27e9"
  },
  {
    "文件名": "【海棠】《穿成虐文男主的禽兽老师》作者：anan哪【现代 - 中H - 师生 - 短篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1FEkCMdoHBo7ZW6NWcE05mA?pwd=w48y",
    "夸克盘链接": "https://pan.quark.cn/s/7613d0a72791"
  },
  {
    "文件名": "【海棠】《穿成联邦元帅的批老婆》作者：柚湉【穿越 - 未来 - 高H - 小甜饼 - 短篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1xnwV5kW2El54tyVVzYjZ2Q?pwd=w48y",
    "夸克盘链接": "https://pan.quark.cn/s/194ada2a040b"
  },
  {
    "文件名": "【海棠】《穿成联邦元帅的嫩批老婆》作者：柚湉【穿越 - 未来 - 高H - 小甜饼 - 短篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1VuSiSm7TCvpftzXA1CDcpQ?pwd=w48y",
    "夸克盘链接": "https://pan.quark.cn/s/08cfb82e5340"
  },
  {
    "文件名": "【海棠】《穿成了死对头的充气娃娃该怎么办》作者：夏多罗【现代 - 高H - 校园 - 中篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1XD9xdyer_QmtbwWGBENadw?pwd=w48y",
    "夸克盘链接": "https://pan.quark.cn/s/3c0069ad9c56"
  },
  {
    "文件名": "【海棠】《穿成狼王的小仆人》作者：不夜之城【穿越 - 1v1 - 双性 - 高H - 短篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1RLJ9gfFORZUEig5GQLPCrQ?pwd=w48y",
    "夸克盘链接": "https://pan.quark.cn/s/79c3a5e725f0"
  },
  {
    "文件名": "【海棠】《穿成豪门赘婿后成了全家的精壶》作者：九桃【穿越 - 现代 - NP - 高H - 中篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1nAF0wAhd_mWwiKSnAmk8zw?pwd=w48y",
    "夸克盘链接": "https://pan.quark.cn/s/ee3fd6c538b7"
  },
  {
    "文件名": "【海棠】《穿成攻七的我被情敌们淦翻了》作者： o纯鹿o【穿越 - 高H - 修真 - 单性 - NP - 中篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1cvmOT4kvldmgGt9nBkfN3w?pwd=w48y",
    "夸克盘链接": "https://pan.quark.cn/s/78104ccb6449"
  },
  {
    "文件名": "【海棠】《穿成高h肉文里唯一的攻》作者：小小巴土【穿越 - 现代 - 1v1 - 高H - 中篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1lsG2LuM1EeYkD13i4h5GVw?pwd=w48y",
    "夸克盘链接": "https://pan.quark.cn/s/3fb2154fa40d"
  },
  {
    "文件名": "【海棠】《穿成疯批万人迷的舔狗》作者：东度日【穿越 - NP - 现代 - 高H - 中篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1TqDQxx7DBnOOTAyoWbtRqw?pwd=w48y",
    "夸克盘链接": "https://pan.quark.cn/s/424edfd5e739"
  },
  {
    "文件名": "【海棠】《穿成反派师尊后他囚禁了我》作者：谢千星【穿越 - 中H - 短篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/16DO78HNyGr5D0rerZ8R1jg?pwd=w48y",
    "夸克盘链接": "https://pan.quark.cn/s/44d8a2b32d50"
  },
  {
    "文件名": "【海棠】《穿成反派的禁脔王妃》作者：给我一瓶苏打水【穿越 - 高H - 1v1 - 短篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1NLehEtgK9NaLOdoFIjmRuA?pwd=w48y",
    "夸克盘链接": "https://pan.quark.cn/s/83449a8a2f6a"
  },
  {
    "文件名": "【海棠】《穿成恶毒男配》作者：悲伤的鱼【快穿 - 中H - 短篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1w9Rr7n2IBh22QSmVKzIXVw?pwd=w48y",
    "夸克盘链接": "https://pan.quark.cn/s/6744c1d81954"
  },
  {
    "文件名": "【海棠】《穿成帝国总将的嫩批管家》作者：柚湉【穿越 - 未来 - 高H - 小甜饼 - 短篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1zFGm1FoNoMNi3ZVqPRaMMA?pwd=w48y",
    "夸克盘链接": "https://pan.quark.cn/s/cfa42f454038"
  },
  {
    "文件名": "【海棠】《穿成大佬的飞机杯》作者：网页不想生气【穿越 - 现代 - 高H - 短篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1DyU4lJn77m9l88z4fCUl4g?pwd=w48y",
    "夸克盘链接": "https://pan.quark.cn/s/3f34991f0cac"
  },
  {
    "文件名": "【海棠】《穿成痴汉后狠狠调教小美人》作者：沐恩moon【现代 - 高H - SP - 道具 - 短篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1ukysrDWi2sAvEDWbVG1DOA?pwd=w48y",
    "夸克盘链接": "https://pan.quark.cn/s/35a3a9a87cbb"
  },
  {
    "文件名": "【海棠】《穿成病娇王爷的小奶娘》作者：无关风月【古代 - 高H - 双性 - 吃奶文学 - 1v1 - 中篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/18xrrT2TYBnwQkOeEFg0aKw?pwd=w48y",
    "夸克盘链接": "https://pan.quark.cn/s/8c693fe43d5e"
  },
  {
    "文件名": "【海棠】《穿成omega真是太好了》作者：再吃亿碗【ABO - 未来 - 高H - 1v1 - 短篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1U8PqSGiZK7y6vOh83VEr4Q?pwd=w48y",
    "夸克盘链接": "https://pan.quark.cn/s/65283b319103"
  },
  {
    "文件名": "【海棠】《穿成80悍妻》作者：罩爷是只猫【穿越 - 高H - 1v1 - 短篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/15we1UzfZO3t9ryGlOnXnmA?pwd=w48y",
    "夸克盘链接": "https://pan.quark.cn/s/8acf1487cc4d"
  },
  {
    "文件名": "【海棠】《触菊而长》作者：女王蛇【总攻 - NP - 穿越 - 高H - 中篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1UKidSCgzx-V9F-231zS0LA?pwd=dp7b",
    "夸克盘链接": "https://pan.quark.cn/s/510d0646603a"
  },
  {
    "文件名": "【海棠】《雏鸟效应》作者：沙瓤番茄【现代 - 中H - 中篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1dSDtO1eqVKkvJhYCtESHKA?pwd=dp7b",
    "夸克盘链接": "https://pan.quark.cn/s/f5957fc066f5"
  },
  {
    "文件名": "【海棠】《除了做爱还想和金主谈恋爱》作者：柏无憾【ABO - 现代 - 高H - 中篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1zvaJgg7Sr_ldL7JUlNTpKg?pwd=dp7b",
    "夸克盘链接": "https://pan.quark.cn/s/1d558adad639"
  },
  {
    "文件名": "【海棠】《出逃以后》作者：柠檬呐【现代 - 高H - 强制爱 - 中篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1YqX6_Xi22hPRyLJwDNu2aw?pwd=dp7b",
    "夸克盘链接": "https://pan.quark.cn/s/d18ae25a975c"
  },
  {
    "文件名": "【海棠】《出将入相》作者：Cogito【互攻 - 古代 - 中H - 宫廷 - 双性 - 短篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1d8GT6Pzm3FWrvdCtpJf9NQ?pwd=dp7b",
    "夸克盘链接": "https://pan.quark.cn/s/3b1619fb376b"
  },
  {
    "文件名": "【海棠】《出嫁从夫》作者：可爱澄【古风 - 甜文 - 先婚后爱 - 轻松无虐 - 肉香 - 中篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1k5q_voTnkQPYJ4X1H4w5gA?pwd=dp7b",
    "夸克盘链接": "https://pan.quark.cn/s/df75dca66cc7"
  },
  {
    "文件名": "【海棠】《出嫁百次》作者：明天白天【主攻 - 快穿 - 系统 - 微H - 短篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/18NGZayfUHW7ghm4YC-8lfA?pwd=dp7b",
    "夸克盘链接": "https://pan.quark.cn/s/9cce575edeeb"
  },
  {
    "文件名": "【海棠】《出轨之后》作者：永遇乐【现代 - 高H - 虐身 - 短篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1bHwdWQMyicuzE6ISMKlCBQ?pwd=dp7b",
    "夸克盘链接": "https://pan.quark.cn/s/c46732eed0f7"
  },
  {
    "文件名": "【海棠】《出轨请三思而后行》作者：斐斐安安【总攻 - NP - 现代 - 高H - 校园 - 短篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1W2tdNjJUS6B7-6kpGveVwQ?pwd=dp7b",
    "夸克盘链接": "https://pan.quark.cn/s/1b83d93f340e"
  },
  {
    "文件名": "【海棠】《出轨记》作者：青青草原一只羊【现代 - 高H - 双性 - NP - 短篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1MQgFUfIJa4QXQNgLASmy_A?pwd=dp7b",
    "夸克盘链接": "https://pan.quark.cn/s/131f3c2e4109"
  },
  {
    "文件名": "【海棠】《出轨后被老公吊起来草》作者：Karine【现代 - 高H - 虐身 - 双性 - 大奶 - 短篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1Tk0yR23KpceSRwAtNsuYoQ?pwd=dp7b",
    "夸克盘链接": "https://pan.quark.cn/s/4280d4762098"
  },
  {
    "文件名": "【海棠】《出轨后被疯批男友囚禁了》作者：奇美拉【现代 - 高H - 甜文 - 1v1 - 短篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1I17Jv-4OHAvBdBDRpDd9Xw?pwd=dp7b",
    "夸克盘链接": "https://pan.quark.cn/s/8adb6b27a8c2"
  },
  {
    "文件名": "【海棠】《出轨隔壁美男》作者：千本桃【第一人称 - 现代 - 高H - 悲剧 - 短篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1iVImxNwF6_dEqu6ODTcelA?pwd=dp7b",
    "夸克盘链接": "https://pan.quark.cn/s/47fc07408246"
  },
  {
    "文件名": "【海棠】《出道前被队友发现我有性瘾》作者：压缩饼子kuki【现代 - 中H - 影视 - NP - 短篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1Up6reb7DU2srVKFjMnBZdw?pwd=dp7b",
    "夸克盘链接": "https://pan.quark.cn/s/a8ed9841a401"
  },
  {
    "文件名": "【海棠】《臭泥藕》作者：迷糊苏打水6【现代 - 中H - 校园 - 虐心 - 短篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1co62shbBtwWrz8Akpi99Rg?pwd=dp7b",
    "夸克盘链接": "https://pan.quark.cn/s/cc6f52220d4b"
  },
  {
    "文件名": "【海棠】《虫族之归家》作者：哼哼【主攻 - 穿越 - 中H - 1v1 - 甜文 - 中篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/19hwyAUyQamo6lDqbSc6-xA?pwd=dp7b",
    "夸克盘链接": "https://pan.quark.cn/s/c12246183c49"
  },
  {
    "文件名": "【海棠】《虫族之给你吃鲸》作者：墨翎菱【主攻 - 穿越 - 中H - 中篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1lmKGf0KgzVzGS8C7KvaBPg?pwd=dp7b",
    "夸克盘链接": "https://pan.quark.cn/s/a93ad2182997"
  },
  {
    "文件名": "【海棠】《虫族之多娆》作者：渁【主攻 - 虫族 - 穿越 - 微H - 中篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1NR439UwA0f8re-LTw3ACGA?pwd=dp7b",
    "夸克盘链接": "https://pan.quark.cn/s/dda806829e09"
  },
  {
    "文件名": "【海棠】《虫族之波澜不惊》 作者：唐柒七【未来 - 微H - 1v1 - 甜宠 - 短篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1aTjQ2L-1Eue0fYlnZsJaIA?pwd=dp7b",
    "夸克盘链接": "https://pan.quark.cn/s/a63ad9a93824"
  },
  {
    "文件名": "【海棠】《虫族之8023》作者：译墨【主攻 - 1v1 - 双性 - 未来 - 高H - 强强 - 短篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1BCdq7JhTV3Mz9hRWZRXgjA?pwd=dp7b",
    "夸克盘链接": "https://pan.quark.cn/s/72dc20173ca8"
  },
  {
    "文件名": "【海棠】《虫王》作者：xzdx2ddtt【虫族 - 未来 - 高H - NP - 长篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1RKd05pybGVymHTWOgU0SXg?pwd=dp7b",
    "夸克盘链接": "https://pan.quark.cn/s/20b3d1de3f7a"
  },
  {
    "文件名": "【海棠】《穿着女装被隔壁大哥哥狠艹》作者：恶霸啊【现代 - 高H - 青梅竹马 - 短篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1nubVcbO6RuGjojPzJEmf2A?pwd=dp7b",
    "夸克盘链接": "https://pan.quark.cn/s/85c34a685ac5"
  },
  {
    "文件名": "【海棠】《穿越之师生恋也不是不行》作者：嘿嘿哒【穿越 - 中H - 短篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1UnRRcL6PqQC0KKR5nmpaSA?pwd=dp7b",
    "夸克盘链接": "https://pan.quark.cn/s/383f4a68007f"
  },
  {
    "文件名": "【海棠】《穿越之努力过上好日子》作者：森良【穿越 - 种田 - 古代 - 微H - 短篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1NupekOmvtJkkwUGYugAejg?pwd=dp7b",
    "夸克盘链接": "https://pan.quark.cn/s/2a4ccbf29baf"
  },
  {
    "文件名": "【海棠】《穿越之焚欲无尽时》作者：枫奕ki【穿越 - 古代 - 高H - 虐身 - 双性 - NP - 中篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1z9QKg2cqVUH4nxbWMRS82g?pwd=dp7b",
    "夸克盘链接": "https://pan.quark.cn/s/ed6ec67526aa"
  },
  {
    "文件名": "【海棠】《赤雨贯肉花》作者：璟朋【第一人称 - NP - 现代 - 高H - 黑社会 - 长篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1DxKPTtVTD164Nffkfgi3LQ?pwd=dp7b",
    "夸克盘链接": "https://pan.quark.cn/s/d42062518876"
  },
  {
    "文件名": "【海棠】《池鱼之灾》作者：金色鱼【现代 - 中H - 双性 - NP - 走心虐爱 - 追妻火葬场 - 狗血 - 长篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1A0cfAvs0clw_kKiMUqEBBw?pwd=dp7b",
    "夸克盘链接": "https://pan.quark.cn/s/9d832c434648"
  },
  {
    "文件名": "【海棠】《痴傻小美人被强娶豪夺后》作者：醉月月【古代 - 高H - 双性 - 生子 - SP - BDSM - 中篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1fqHjGVXY83637X1dmhqz2A?pwd=dp7b",
    "夸克盘链接": "https://pan.quark.cn/s/c50d091482ed"
  },
  {
    "文件名": "【海棠】《痴念》作者：奶糕好好吃【现代 - 高H - 1v1 - 小黄饼 - 伪父子 - 短篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1PhUBUATz5_hnu60yQRRbSg?pwd=dp7b",
    "夸克盘链接": "https://pan.quark.cn/s/c9053a17e7ad"
  },
  {
    "文件名": "【海棠】《痴迷于哥哥该怎么办》作者：殿下♡【现代 - 微H - 骨科 - 短篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1BxqzVuyS6Mi9hgaD2aYACg?pwd=dp7b",
    "夸克盘链接": "https://pan.quark.cn/s/9386fa9a8836"
  },
  {
    "文件名": "【海棠】《痴汉与小瞎子》作者：nihao【现代 - 中H - 短篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/16l85lOTDtkKo6qQ3_LSJUw?pwd=dp7b",
    "夸克盘链接": "https://pan.quark.cn/s/909b0ab567a4"
  },
  {
    "文件名": "【海棠】《痴汉系列短篇1》作者：迪娜【混合合集 - 高H - 短篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1AxDGxfxdE4tKbwPxgkjogQ?pwd=dp7b",
    "夸克盘链接": "https://pan.quark.cn/s/caed6c69358c"
  },
  {
    "文件名": "【海棠】《痴汉失忆后被疯批强制爱了》作者：走笔阑珊【现代 - 高H - NP - 结局1v1 - HE - 长篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1MTSukm721Zh8FKaRkSkQ9w?pwd=dp7b",
    "夸克盘链接": "https://pan.quark.cn/s/bdee254fe536"
  },
  {
    "文件名": "【海棠】《痴汉攻日常馋老婆嫩批》作者：相辱以墨【现代 - 高H - 甜文 - 双性 - 长篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1atIwFRRasJLw3uRVcyggVQ?pwd=dp7b",
    "夸克盘链接": "https://pan.quark.cn/s/5618bfc106b0"
  },
  {
    "文件名": "【海棠】《痴汉omega被暗恋的人发现会怎样》作者：有饭吃真快乐【ABO - 高H - 双性 - 中篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1rGapkkNbJRRdvxXZZphWzA?pwd=dp7b",
    "夸克盘链接": "https://pan.quark.cn/s/2d007a88384f"
  },
  {
    "文件名": "【海棠】《痴痴吃蜜》作者：充气黄桃【补番 - 现代 - 高H - 校园 - 中篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1p8fqzx1Dk9fcxVa5Lr4AwQ?pwd=dp7b",
    "夸克盘链接": "https://pan.quark.cn/s/9af975de0b88"
  },
  {
    "文件名": "【海棠】《吃肉合集》作者：以息相吹吹吹【合集 - 高H - 双性 - 短篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1Ta8QtykizIfRJOmyMLHLNQ?pwd=dp7b",
    "夸克盘链接": "https://pan.quark.cn/s/1a4576a03e94"
  },
  {
    "文件名": "【海棠】《吃到转学生的嫩屄吐浓浆》作者：炖肉机【现代 - 高H - 短篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1ZnrFeYB0lBQx3-QYUw_KRA?pwd=dp7b",
    "夸克盘链接": "https://pan.quark.cn/s/21c2e8d0660c"
  },
  {
    "文件名": "【海棠】《吃错药后高冷老公竟成老涩批》作者：没有蛀牙的猫【现代 - 高H - 1v1 - 甜宠 - 双性 - 中篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/14L8LlzPj_-smiIM60-Ssog?pwd=dp7b",
    "夸克盘链接": "https://pan.quark.cn/s/b0dfa9e1d7ee"
  },
  {
    "文件名": "【海棠】《吃错药》作者：soledad【互攻 - 现代 - 中H - 甜文 - 中篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1W3oiiX2LIqrWawKtX9T0Yg?pwd=dp7b",
    "夸克盘链接": "https://pan.quark.cn/s/14b8074d3bf9"
  },
  {
    "文件名": "【海棠】《吃霸王餐的下场就是洗碗当老板娘》作者：小蒋小蒋从不中奖【现代 - 高H - 青梅竹马 - 1v1 - 短篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/172Lb4yIYRdWmFWU_QSR2fw?pwd=dp7b",
    "夸克盘链接": "https://pan.quark.cn/s/3f18dab0e345"
  },
  {
    "文件名": "【海棠】《惩罚叛徒》作者：小木船【未来 - 高H - 虐身 - 虐心 - 双性 - HE - 短篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1bHapMDnLZ1OcBVg9CACbPg?pwd=dp7b",
    "夸克盘链接": "https://pan.quark.cn/s/b66c734c5bca"
  },
  {
    "文件名": "【海棠】《惩罚那个淫乱的老师》作者：川上之前【现代 - 师生 - 年下 - 高H - 1V1 - 短篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1odPuX7lI06cKoZfgFLB82g?pwd=dp7b",
    "夸克盘链接": "https://pan.quark.cn/s/f9fa78a7e2e4"
  },
  {
    "文件名": "【海棠】《惩罚花心漂亮老婆》作者：月出东山【现代 - 高H - 双性 - 中篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1tGMYKhWuMwqIzHRFvt_wlA?pwd=dp7b",
    "夸克盘链接": "https://pan.quark.cn/s/6243a1bd2396"
  },
  {
    "文件名": "【海棠】《程序失控》作者：好困我先睡了【未来 - 高H - 双性 - 长篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/146TQ3A6lSascrbrAMW-I5A?pwd=dp7b",
    "夸克盘链接": "https://pan.quark.cn/s/5ff090502012"
  },
  {
    "文件名": "【海棠】《乘风酥玉》作者：青梅绕床竹马来【古代 - 中H - 叔侄 - 年上 - 短篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1UN3NzFhUXkZCH3gsMfatmg?pwd=dp7b",
    "夸克盘链接": "https://pan.quark.cn/s/6f5ed3836cd4"
  },
  {
    "文件名": "【海棠】《城乡发展》作者：小啊同学【现代 - 中H - 甜文 - 中篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1Tn6aqDLOuoGPDZpqwkYV2Q?pwd=dp7b",
    "夸克盘链接": "https://pan.quark.cn/s/2d34e9167119"
  },
  {
    "文件名": "【海棠】《城郊壁尻店》作者：红烧仙桃【现代 - 高H - NP - 短篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1AF4Mu9ZraME_PZ4uOFlg-Q?pwd=dp7b",
    "夸克盘链接": "https://pan.quark.cn/s/9a0ddca7a4a7"
  },
  {
    "文件名": "【海棠】《承诺》作者：眉鲤 Mt.【现代 - 微H - BDSM - 微虐 - 中篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1uLk8WIf9lj2xxSjfCiUMkA?pwd=dp7b",
    "夸克盘链接": "https://pan.quark.cn/s/93ae3b521ab9"
  },
  {
    "文件名": "【海棠】《承宦膝下》作者：朝阳西落【补番 - 古代 - 中H - 虐爱 - 强制爱 - 父子 - 中篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1Yoq_yPduUrSWgGfVtzd3rg?pwd=dp7b",
    "夸克盘链接": "https://pan.quark.cn/s/81c574056d75"
  },
  {
    "文件名": "【海棠】《承恩池》作者：陆迎止【古代 - 微H - 生子 - 狗血 - 中篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1PAPHSp8KuA2_skkodYaSXg?pwd=dp7b",
    "夸克盘链接": "https://pan.quark.cn/s/09536caaaeb9"
  },
  {
    "文件名": "【海棠】《丞相和他夫人的故事》作者：南星【古代 - 中H - 双性 - 中篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1F7mDUj0YZ8Gp2Y9zIt3piA?pwd=dp7b",
    "夸克盘链接": "https://pan.quark.cn/s/aadb7c134d1a"
  },
  {
    "文件名": "【海棠】《丞相公子的后花园》作者：三弄【古代 - 高H - NP - 骨科 - 乱伦 - 中篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/12uf4buFV61dhX-Xjsiip5A?pwd=dp7b",
    "夸克盘链接": "https://pan.quark.cn/s/154975779797"
  },
  {
    "文件名": "【海棠】《成为养父的伴侣》作者：大黄羊【ABO - 微H - 伪父子 - 短篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1xRbE7DCZpwmg0CcZqXoeqw?pwd=dp7b",
    "夸克盘链接": "https://pan.quark.cn/s/e713714d622f"
  },
  {
    "文件名": "【海棠】《成为生理健康老师后的淫乱校园生活》作者： KiierWinne【现代 - 中H - 校园 - NP - 短篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1oWsL8W9pO7EDYcCzeumk2w?pwd=dp7b",
    "夸克盘链接": "https://pan.quark.cn/s/530621083205"
  },
  {
    "文件名": "【海棠】《成为肉文炮灰后》作者：草莓【快穿 - 高H - 强制爱 - 短篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1y5hRX6fqSqowioARqQoeTQ?pwd=dp7b",
    "夸克盘链接": "https://pan.quark.cn/s/49eac8cc2e7b"
  },
  {
    "文件名": "【海棠】《成为起点男的金主爸爸》作者：翻面的哈巴雀【现代 - 高H - 1v1 - 长篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1H_isvNo1IoEQmpV0-hiUMA?pwd=dp7b",
    "夸克盘链接": "https://pan.quark.cn/s/ea3a10314495"
  },
  {
    "文件名": "【海棠】《成为起点的金主爸爸》作者：翻面的哈巴雀【现代 - 高H - 1v1 - 长篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1iHrMHKe38PAlt8CasiOn4g?pwd=dp7b",
    "夸克盘链接": "https://pan.quark.cn/s/29d45bc6d546"
  },
  {
    "文件名": "【海棠】《成为炮王之后，我被系统制裁了！》作者：游佐玉【原神同人 - 混和 - 高H - 网遊 - 奇幻 - 中篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1JnyDbmxRqeTmYAzZHigelQ?pwd=dp7b",
    "夸克盘链接": "https://pan.quark.cn/s/b8b82b1f50a3"
  },
  {
    "文件名": "【海棠】《成熟后被痴汉竹马炒了》作者：喜欢吃爆辣螺蛳混【现代 - 中H - 双性 - 1v1 - 青梅竹马 - 中篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1gX4NMr6Z5oKxN9BZUpEzMg?pwd=dp7b",
    "夸克盘链接": "https://pan.quark.cn/s/ddd342236d76"
  },
  {
    "文件名": "【海棠】《成人用品售卖员》作者：二舟【现代 - 高H - 双性 - 年上 - 短篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1GAkly0pQT8O-NfqSrrHB-g?pwd=dp7b",
    "夸克盘链接": "https://pan.quark.cn/s/76833f640c37"
  },
  {
    "文件名": "【海棠】《成人教育》作者：爱妙妙的巧嘴【现代 - 中H - 双性 - NP - 短篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/15ZEiIRPZWsca79d0O0NxGQ?pwd=dp7b",
    "夸克盘链接": "https://pan.quark.cn/s/46a5ec15fe50"
  },
  {
    "文件名": "【海棠】《成了反派摄政王后我强上了竹马》作者：狐狸尾巴【古代 - 高H - NP - 短篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1KX3qdcPtrY_8ugn-WrgpPA?pwd=dp7b",
    "夸克盘链接": "https://pan.quark.cn/s/a677e9d9affc"
  },
  {
    "文件名": "【海棠】《趁虚而入的先生》作者：爱默【现代 - 高H - 双性 - 1v1 - 长篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1hd_N72FYkv2CCFuM57gfKQ?pwd=dp7b",
    "夸克盘链接": "https://pan.quark.cn/s/e9ee37d0c854"
  },
  {
    "文件名": "【海棠】《趁梨》作者：Ablaze【现代 - 高H - 双性 - 1v1 - 长篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1EPz_OPzwit-i-q0zdm_stQ?pwd=dp7b",
    "夸克盘链接": "https://pan.quark.cn/s/7ba133355c8c"
  },
  {
    "文件名": "【海棠】《沉默世界》作者：野小咕【现代 - 高H - 校园 - 强制爱 - 中篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1WMXEnpDlh7zFFI2yC5ZOLw?pwd=dp7b",
    "夸克盘链接": "https://pan.quark.cn/s/9d878abb16cb"
  },
  {
    "文件名": "【海棠】《沉默寡言的高木》作者：妖怪男子【现代 - 微H - 美强 - 年下 - 甜文 - 短篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1DxPtPL1KKT7gCFvwvi9kPw?pwd=dp7b",
    "夸克盘链接": "https://pan.quark.cn/s/1265a1ed6b82"
  },
  {
    "文件名": "【海棠】《沉沦》作者：天南星【古代 - 中H - 甜宠 - 甜文 - 生子 - 短篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1fdz-mgGppzQ9HrLy-3l1BA?pwd=dp7b",
    "夸克盘链接": "https://pan.quark.cn/s/bb42086bc0bd"
  },
  {
    "文件名": "【海棠】《沉沦》作者：白白爱吃肉【现代 - 中H - 虐心 - BDSM - 中篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1tKXQXq5Dj0HHxVjGB1kaOg?pwd=dp7b",
    "夸克盘链接": "https://pan.quark.cn/s/5bec3f846214"
  },
  {
    "文件名": "【海棠】《沉浸式打脸系统》作者：纯爱狂刀客【穿越 - 高H - 虐爱 - 长篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/10YjukYoDyZIS2zEuQG_Fow?pwd=dp7b",
    "夸克盘链接": "https://pan.quark.cn/s/22cf6e136910"
  },
  {
    "文件名": "【海棠】《辰星瀚海》作者：木登子木登子【现代 - 高H - 甜文 - 1v1 - 年下 - 中篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1i4uoQqoa6svKfREU9pvEgA?pwd=dp7b",
    "夸克盘链接": "https://pan.quark.cn/s/2fb2fd97c4b7"
  },
  {
    "文件名": "【海棠】《臣服游戏》作者：结草的兔子【现代 - 高H - 虐身 - BDSM - 短篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/14xCdvKuyBYPYzT7dd_sgew?pwd=dp7b",
    "夸克盘链接": "https://pan.quark.cn/s/0e5ece645df4"
  },
  {
    "文件名": "【海棠】《潮湿的爱人》作者：酥氏薄荷糖【现代 - 中H - 酸甜向 - 竹马 - 狗血 - 短篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/129vAKf78gPalJS7p9DlW_A?pwd=dp7b",
    "夸克盘链接": "https://pan.quark.cn/s/3c9eb3a9b655"
  },
  {
    "文件名": "【海棠】《潮热夏日》作者：不歇【现代 - 中H - 青梅竹马 - 年上 - 双性 - 短篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1AreBPnnJOTPR3hfcU0i3CQ?pwd=dp7b",
    "夸克盘链接": "https://pan.quark.cn/s/d797f345846f"
  },
  {
    "文件名": "【海棠】《超黄暴短篇合集》作者：汤圆9527【合集 - 高H - 中篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1zxHBHVofM2F2L7b5mltwgg?pwd=dp7b",
    "夸克盘链接": "https://pan.quark.cn/s/fc383b050e58"
  },
  {
    "文件名": "【海棠】《常识修改器》作者：再来一碗肉【总受 - NP - 现代 - 高H - 短篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1ic1zvTGAK_zNh5vaUMMZpw?pwd=dp7b",
    "夸克盘链接": "https://pan.quark.cn/s/54439eaac726"
  },
  {
    "文件名": "【海棠】《娼年的夜晚》作者：燕麦牛奶【现代 - 高H - 双 - NP - 短篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/15dpb58iuFLsP2hWWC5nqIA?pwd=dp7b",
    "夸克盘链接": "https://pan.quark.cn/s/158bb38ba73e"
  },
  {
    "文件名": "【海棠】《娼鬼》作者：秃头小老太【玄幻 - 高H - 神话 - 双性 - 中篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1hq7LkL9SqmcvxvtGrLASjQ?pwd=dp7b",
    "夸克盘链接": "https://pan.quark.cn/s/d9da34868ef2"
  },
  {
    "文件名": "【海棠】《产娘》作者：Xilinx【古代 - 高H - 双性 - 生子 - 产乳 - NP - 中篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1bSHYP9xAR2Wi9jweyFdyaQ?pwd=dp7b",
    "夸克盘链接": "https://pan.quark.cn/s/7f070164c75c"
  },
  {
    "文件名": "【海棠】《缠绵与他身侧》作者：团雀【古代 - 高H - 中篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1oEqdaTJXA7CTJwR4Lcwdww?pwd=dp7b",
    "夸克盘链接": "https://pan.quark.cn/s/7bb3507f1797"
  },
  {
    "文件名": "【海棠】《缠绵与他身侧》作者：灰团雀【古代 - 高H - 长篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1vE_01lp_3DeiSlzsPrj0dQ?pwd=dp7b",
    "夸克盘链接": "https://pan.quark.cn/s/6aab07e9c968"
  },
  {
    "文件名": "【海棠】《缠父》作者：萧森离肃【近代 - 高H - 父子 - 年下 - 中篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1u47_SrIbMiUh2qM_8uME8A?pwd=dp7b",
    "夸克盘链接": "https://pan.quark.cn/s/d86e8416f65f"
  },
  {
    "文件名": "【海棠】《虫母生产线》作者：甜琵骨【第一人称 - 未来 - 中H - 科幻 - NP - 骨科 - 长篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1QKVSrCgQowGgNhpImvCWog?pwd=dp7b",
    "夸克盘链接": "https://pan.quark.cn/s/a1c8c3df7b43"
  },
  {
    "文件名": "【海棠】《充气娃娃成精啦》作者：酸甜西红柿【现代 - 高H - 双性 - 甜文 - 短篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1NyKdZaSmTJWBeSJ6wLXr4g?pwd=dp7b",
    "夸克盘链接": "https://pan.quark.cn/s/9ffb93097c14"
  },
  {
    "文件名": "【海棠】《冲喜的笨蛋美人终成共妻》作者：一只吃肉的大灰狼【现代 - 高H - NP - 短篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1dt9ruyT738fCf8zqDUaaZg?pwd=dp7b",
    "夸克盘链接": "https://pan.quark.cn/s/7ac9ad543ba4"
  },
  {
    "文件名": "【海棠】《冲喜》作者：虾仁滑蛋【古代 - 双性 - 中H - 甜文 - 短篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1wkzZLor1SdhZnjj5AM0ajg?pwd=dp7b",
    "夸克盘链接": "https://pan.quark.cn/s/cab636a42147"
  },
  {
    "文件名": "【海棠】《冲喜》作者：猫咪拌饭自助餐厅【古代 - 微H - 奇幻 - 中篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1dPct-RJyGMXz0m-3_tYvow?pwd=dp7b",
    "夸克盘链接": "https://pan.quark.cn/s/e2fd6a877f69"
  },
  {
    "文件名": "【海棠】《肏坏那个清冷的状元郎》作者：他的意中人【古代 - 高H - 双性 - 短篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1hd9KcuvYOq2iVdVGE0SNMQ?pwd=dp7b",
    "夸克盘链接": "https://pan.quark.cn/s/7c67ba8d8b75"
  },
  {
    "文件名": "【海棠】《肏翻男大体育生》作者：冲动废想【现代 - 高H - 虐身 - 虐心 - 短篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1LlSEMs_fE5vui6LRxD_eiA?pwd=dp7b",
    "夸克盘链接": "https://pan.quark.cn/s/1a701ba4cdd1"
  },
  {
    "文件名": "【海棠】《肏翻海棠读者十五式》作者：群主【合集 - 未来 - 高H - 中篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1O5AehgHPiMLRRcCWratsZg?pwd=dp7b",
    "夸克盘链接": "https://pan.quark.cn/s/2389dbffd875"
  },
  {
    "文件名": "【海棠】《肏爸爸》作者：奕歌【重口 - 现代 - 高H - 虐心 - 父子 - 年下 - 中篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1iNfw5JNxZcuP1SLiVC28QA?pwd=dp7b",
    "夸克盘链接": "https://pan.quark.cn/s/51c9584dc310"
  },
  {
    "文件名": "【海棠】《艹男主的日常》作者：梦想成为鲨鱼的海星【快穿 - 高H - 长篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1bca01XnvoCZB6E9t_k7nwg?pwd=dp7b",
    "夸克盘链接": "https://pan.quark.cn/s/eccb41095706"
  },
  {
    "文件名": "【海棠】《艹哭那个终极反派》作者：哔哔鸟【古代 - 强强 - 高H - 短篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/19zNMcYgZckj0FFFwYjfXjQ?pwd=dp7b",
    "夸克盘链接": "https://pan.quark.cn/s/bf8974b76b6b"
  },
  {
    "文件名": "【海棠】《艹哭冲喜美人小妈》作者：二舟【近代 - 高H - 短篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1kEdjQ6Qyl9OUWHTJshiQRg?pwd=dp7b",
    "夸克盘链接": "https://pan.quark.cn/s/2cfcbc230a25"
  },
  {
    "文件名": "【海棠】《艹坏漂亮上司的小批》作者：爱口【现代 - 高H - 双性 - 短篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1VcemWbYj029TM_7Tsbu1bQ?pwd=dp7b",
    "夸克盘链接": "https://pan.quark.cn/s/ed4220f2b47b"
  },
  {
    "文件名": "【海棠】《艹翻寝室的男神舍友后》作者：甜脆萝卜【现代 - 高H - 校园 - 短篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1aOiXrzmeCFdy7rCXN1iV0w?pwd=dp7b",
    "夸克盘链接": "https://pan.quark.cn/s/1d5f920d88c0"
  },
  {
    "文件名": "【海棠】《糙汉捡到娇夫郎》作者：无法无天【古代 - 高H - 种田文 - 双性 - 生子 - 中篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1Uf4uejO-d68WquflTm2soA?pwd=dp7b",
    "夸克盘链接": "https://pan.quark.cn/s/189acc79e53a"
  },
  {
    "文件名": "【海棠】《糙汉攻他不想努力了》作者：兰庭【现代 - 高H - 双性 - 中篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1ahqhIXXGymdxhnXgYVzX3A?pwd=dp7b",
    "夸克盘链接": "https://pan.quark.cn/s/5bcc7cd3d76c"
  },
  {
    "文件名": "【海棠】《糙汉干媳妇的日日夜夜》作者：无法无天【现代 - 高H - 双性 - 生子 - 产乳 - 短篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1nSZtPPXSW-UoTmb5BahPaQ?pwd=dp7b",
    "夸克盘链接": "https://pan.quark.cn/s/dca7a2e9acd2"
  },
  {
    "文件名": "【海棠】《操了一线顶流，跪着叫我粗鲁点儿》作者：苏心【现代 - 高H - 短篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1QOciRmTgQqkBkrxAibN7pA?pwd=dp7b",
    "夸克盘链接": "https://pan.quark.cn/s/50fc146a2774"
  },
  {
    "文件名": "【海棠】《操来的王妃》作者：半醺【古代 - 双性 - 高H - 1v1 - 甜文 - 中篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1h7jhBvkkaVeMkzvWhbcDGg?pwd=dp7b",
    "夸克盘链接": "https://pan.quark.cn/s/dfa3dcc0935e"
  },
  {
    "文件名": "【海棠】《操哭淫荡美人老婆》作者：请我吃寿司【现代 - 高H - 双性 - 1v1 - 短篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1ym3pxV8_PxvAqZDg1aU97A?pwd=dp7b",
    "夸克盘链接": "https://pan.quark.cn/s/4e56d095d210"
  },
  {
    "文件名": "【海棠】《操哭校霸》作者：桂花莲子酒【现代 - 中H - 虐心 - 中篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1wdYr4l6369iAVg-kQ2EoVw?pwd=dp7b",
    "夸克盘链接": "https://pan.quark.cn/s/bce3dc419968"
  },
  {
    "文件名": "【海棠】《操哭猛A的正确方式》作者：首先我不是女铜，其次姐姐的胖次真的很色【ABO - OA - 小甜饼 - 高H - 中篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1cXg9sRskcfpHdMgnawv8tA?pwd=dp7b",
    "夸克盘链接": "https://pan.quark.cn/s/49dc734c7f45"
  },
  {
    "文件名": "【海棠】《操控壮汉之换脸攻略》作者：赫尔曼狄克【现代 - 高H - 虐身 - NP - 短篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/10M-ji9fC-rCA96S-axY42w?pwd=dp7b",
    "夸克盘链接": "https://pan.quark.cn/s/99a64197f056"
  },
  {
    "文件名": "【海棠】《惨遇恶狼》作者：奕歌【现代 - 高H - 虐爱 - NTR - 中篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1pcXq9Yor4Nr8261iXPdVXQ?pwd=dp7b",
    "夸克盘链接": "https://pan.quark.cn/s/01cde9364988"
  },
  {
    "文件名": "【海棠】《残缺美人成为共妻后》作者：铁锅炖大肉【合集 - 高H - NP - 中篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1-W9bLkIwS1RCRJgdOQUI-w?pwd=dp7b",
    "夸克盘链接": "https://pan.quark.cn/s/cc978e6de66f"
  },
  {
    "文件名": "【海棠】《采烂高岭之花h》作者：恰恰【现代 - 高H - NP - 中篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/10T6O1tOvMwEo_ptRelEp9Q?pwd=dp7b",
    "夸克盘链接": "https://pan.quark.cn/s/aa4ef51e2316"
  },
  {
    "文件名": "【海棠】《才不是不正经的竹马关系》作者：明日复明日【现代 - 中H - 校园 - 双洁 - 双初恋 - ABO - 小甜饼 - 中篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1Ycly8kPqfO6uAxQ_fgZx6w?pwd=dp7b",
    "夸克盘链接": "https://pan.quark.cn/s/0bd914ae850c"
  },
  {
    "文件名": "【海棠】《猜猜我是谁》作者：叉烧包【现代 - 高H - 双性 - 1v1 - 高甜肉 - 长篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1xK2EzGw6iv9Khm13lTjH_A?pwd=dp7b",
    "夸克盘链接": "https://pan.quark.cn/s/7a3d4b5e52b7"
  },
  {
    "文件名": "【海棠】《擦边主播和榜一大佬不得不说的二三事》作者：bbwrite【现代 - 高H - 甜宠 - 1v1 - 中篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1o6ipqSAPWek-chOkF7_NoQ?pwd=dp7b",
    "夸克盘链接": "https://pan.quark.cn/s/3db77b560cac"
  },
  {
    "文件名": "【海棠】《不正经联姻》作者：明日复明日【现代 - 中H - 短篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1aSIrSveM7kbuMw7Rpz8gIA?pwd=dp7b",
    "夸克盘链接": "https://pan.quark.cn/s/fadb79a1ba9d"
  },
  {
    "文件名": "【海棠】《不忆江南》作者：小糖稚【穿越 - 民国 - 清水 - 中篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1BqmXQ2g0s_FTyCn3K4Vq6w?pwd=dp7b",
    "夸克盘链接": "https://pan.quark.cn/s/0ef87e6793de"
  },
  {
    "文件名": "【海棠】《不疑》作者：酒酿小狗【现代 - 中H - 虐身 - 虐心 - ABO - 狗血 - SP - 训诫 - 中篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1iYIi2VNChirrFH66egMPFg?pwd=dp7b",
    "夸克盘链接": "https://pan.quark.cn/s/5adbbe6da930"
  },
  {
    "文件名": "【海棠】《不要醉酒》作者：鱼小木小朋友【现代 - 中H - 生子 - HE - 短篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1bH1S077TIKZ6hpYIxv2MXQ?pwd=dp7b",
    "夸克盘链接": "https://pan.quark.cn/s/88b9af8b814a"
  },
  {
    "文件名": "【海棠】《不要欺负炮灰小可怜》作者：Eclosion【高H - NP - 双性 - 长篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1KY6CVvDALzDR6rUVPbkkAA?pwd=dp7b",
    "夸克盘链接": "https://pan.quark.cn/s/27cd1beefaaa"
  },
  {
    "文件名": "【海棠】《房东的清纯小儿子被玩坏》作者：一杯凉白开【现代 - 高H - NP - 双性 - 短篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1YX6XhR3Gs3r_NjwVQht3fw?pwd=dp7b",
    "夸克盘链接": "https://pan.quark.cn/s/41190bcf7ea4"
  },
  {
    "文件名": "【海棠】《馋鬼》作者：AiB阿姨【主攻 - 现代 - 高H - 中篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1zrQtfRIJmDDn2GfZcHhAIg?pwd=dp7b",
    "夸克盘链接": "https://pan.quark.cn/s/c4be80d7c8b6"
  },
  {
    "文件名": "【海棠】《插翅难逃》作者：谛观【古代 - 中H - 武侠 - 中篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1v6pg2i0MOx4N9gv_9u1SNQ?pwd=dp7b",
    "夸克盘链接": "https://pan.quark.cn/s/e494809b5467"
  },
  {
    "文件名": "【海棠】《厕所里的男人》作者：W04【重口味 - 古代 - 高H - 短篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/18KBCYQ31O1BcgaUcqam-jA?pwd=dp7b",
    "夸克盘链接": "https://pan.quark.cn/s/c919e5af716e"
  },
  {
    "文件名": "【海棠】《肏爽老婆的各种方式》作者：布蕾脆脆奶芙【现代 - 高H - 短篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1AsXX5Mhb_1lYZu1yyCpDow?pwd=dp7b",
    "夸克盘链接": "https://pan.quark.cn/s/96eb7ce51ba7"
  },
  {
    "文件名": "【海棠】《不小心穿进纯肉文怎么办？》作者：DDD【穿越 - NP - 双性 - 高H - 短篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/18clLQAC6WKEmnkbMFQ0P8A?pwd=dp7b",
    "夸克盘链接": "https://pan.quark.cn/s/232d7d0796d4"
  },
  {
    "文件名": "【海棠】《不小心把前男友日了》作者：云山乱【现代 - 高H - 1V1 - 小甜饼 - 破镜重圆 - 中篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1RAm5wnd9PMfkkwCvt7EkuA?pwd=dp7b",
    "夸克盘链接": "https://pan.quark.cn/s/e39f35c05adc"
  },
  {
    "文件名": "【海棠】《不想只当你学生》作者：一口水饺【现代 - 微H - 校园 - 师生 - 年下 - 中篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1mWYOMITNEHB_hhl8ptY7Dg?pwd=dp7b",
    "夸克盘链接": "https://pan.quark.cn/s/b14bac400cf3"
  },
  {
    "文件名": "【海棠】《不羡仙》作者：凭本事秃的头【仙侠 - 中H - 双性 - 师徒 - 短篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1qAwUVPUrezjNGn6HmqOl7A?pwd=dp7b",
    "夸克盘链接": "https://pan.quark.cn/s/437931ecceab"
  },
  {
    "文件名": "【海棠】《不息》作者：一大杯酸奶【现代 - 第一人称 - 狗血 - 高H - 家族内乱伦 -短篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1gRUvUQoJp_ZaeBBnolAYCg?pwd=dp7b",
    "夸克盘链接": "https://pan.quark.cn/s/e1a62c5dbea3"
  },
  {
    "文件名": "【海棠】《不完全人外》作者：不拖延小球【合集 - 高H - 人外 - 短篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1HirlXCi8-KefKVCA55IS0Q?pwd=dp7b",
    "夸克盘链接": "https://pan.quark.cn/s/7fc1b90b9967"
  },
  {
    "文件名": "【海棠】《不听医嘱的皇帝》作者：DF【古代 - 高H - 宫廷 - 双性 - 生子 - 短篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1U2r6ZE5II1STIqSkUILBcg?pwd=dp7b",
    "夸克盘链接": "https://pan.quark.cn/s/e08d87f6a235"
  },
  {
    "文件名": "【海棠】《不思量，自难忘》作者：罩爷是只猫【现代 - 高H - 悲剧 - 短篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1TNDCDYzFNx9nXZr6S-gq7g?pwd=dp7b",
    "夸克盘链接": "https://pan.quark.cn/s/eaf3c213c61c"
  },
  {
    "文件名": "【海棠】《不收保护费，让艹就行》作者：蜜桃枝枝【现代 - 高H - 双性 - 短篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1gxBQn4O4cUtpXpf9iqDH_Q?pwd=dp7b",
    "夸克盘链接": "https://pan.quark.cn/s/cec4970af5f1"
  },
  {
    "文件名": "【海棠】《不是异形的宠物不是好老公》作者：银色海【主攻 - 人外 - 高H - 1v1 - 生子 - 短篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1qinzyFNDJRnwqFWCf0PR6Q?pwd=dp7b",
    "夸克盘链接": "https://pan.quark.cn/s/ba6eae375d2e"
  },
  {
    "文件名": "【海棠】《不是出轨》作者：却蓝【第一人称 - 现代 - 三观不正－NP－中H - 悲剧 - 短篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1EX87AU9XuGexKDlkBin6LA?pwd=dp7b",
    "夸克盘链接": "https://pan.quark.cn/s/64640012e723"
  },
  {
    "文件名": "【海棠】《不考虑明天的日子》作者：得过且过【现代 - 高H - 校园 - NP - 短篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1GPmr1BcAZVr3VaJd0BwHRA?pwd=dp7b",
    "夸克盘链接": "https://pan.quark.cn/s/4da19228f4da"
  },
  {
    "文件名": "【海棠】《不见黎明》作者：不如吹个口哨【互攻 - 未来 - 中H - 科幻 - 中篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1f2wNgljWAmiLfjvYBL4ZqA?pwd=dp7b",
    "夸克盘链接": "https://pan.quark.cn/s/5e09a42fe65d"
  },
  {
    "文件名": "【海棠】《不合格涩情主播》作者：sossli【现代 - 1v1 - 微H - 中篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1ba93R7eoshMZxnKHkYI16Q?pwd=dp7b",
    "夸克盘链接": "https://pan.quark.cn/s/ea48b3af13a3"
  },
  {
    "文件名": "【海棠】《不够硬的关系》作者：Alcmena【现代 - 高H - 短篇 】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1dQmCTdEn0SQQhUJBvaZm2w?pwd=dp7b",
    "夸克盘链接": "https://pan.quark.cn/s/01358bfe6f55"
  },
  {
    "文件名": "【海棠】《不负傻爱》作者：青涩的鱼【现代 - 中H - 短篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/12n0LyKWkg6NtT4UNyJ5fUA?pwd=dp7b",
    "夸克盘链接": "https://pan.quark.cn/s/d129dac3836d"
  },
  {
    "文件名": "【海棠】《不动声色》作者：池砚【现代 - 清水 - 年下 - 短篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1owQqXmk4lv9CRUS5IPErSw?pwd=dp7b",
    "夸克盘链接": "https://pan.quark.cn/s/ccf90a38d3cd"
  },
  {
    "文件名": "【海棠】《不当共妻就得死》作者：再吃亿碗【无限流 - NP - 高H - 中篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1HtQbN3WIEgE9iX6632bJfg?pwd=dp7b",
    "夸克盘链接": "https://pan.quark.cn/s/f38f2f249d6d"
  },
  {
    "文件名": "【海棠】《不穿内裤拯救世界的魔法少年》作者：银耳777【现代 - 高H - 奇幻 - 校园 - 双性 - NP - 人外 - 短篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1a_1uXGEE4qKERsz-ehytRw?pwd=dp7b",
    "夸克盘链接": "https://pan.quark.cn/s/a565de4ecfd2"
  },
  {
    "文件名": "【海棠】《捕获并驯养一只小猫》作者：莫南【第二人称 - 现代 - 高H - 短篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1ovXDPeju6Qawz1cbIOTLRA?pwd=dp7b",
    "夸克盘链接": "https://pan.quark.cn/s/61c90e889ced"
  },
  {
    "文件名": "【海棠】《补习而已》作者：煮雪茶【ABO - SP - 现代 - 中H - 校园 - 1v1 - 甜文 - 短篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1sYGXvR_TFWT9_FAyDXCZLQ?pwd=dp7b",
    "夸克盘链接": "https://pan.quark.cn/s/fc3b35748b5b"
  },
  {
    "文件名": "【海棠】《脖子以下不能写》作者：风烟挽【互攻 - 现代 - 中H - 中篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1Q3qx6g6PwajImoN1EfbrAQ?pwd=dp7b",
    "夸克盘链接": "https://pan.quark.cn/s/a8917558d455"
  },
  {
    "文件名": "【海棠】《勃起的男人绕树奔跑》作者：Countfrom1to10【现代 - 中H - 短篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1ii8NTBNZ_4rn22jbBfuXeQ?pwd=dp7b",
    "夸克盘链接": "https://pan.quark.cn/s/3bfc30c69abd"
  },
  {
    "文件名": "【海棠】《勃发生长寄生》作者：男主大人【现代 - 高H - 青梅竹马 - 双性 - 短篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/11y4aBw7RzWHZ6TSsQpZ70A?pwd=dp7b",
    "夸克盘链接": "https://pan.quark.cn/s/d19ca001fc48"
  },
  {
    "文件名": "【海棠】《波素园》作者：渡邪【现代 - 小甜饼 - 青梅竹马 - BDSM - 高H - 中篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/18Req2l3Aa9SEY9K7tkxHAA?pwd=dp7b",
    "夸克盘链接": "https://pan.quark.cn/s/664389f82446"
  },
  {
    "文件名": "【海棠】《病症》作者：池一【现代 - 高H - ABO - 双性 - 产乳 - 生子 - NP - 长篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1kDo9Y34P3sieXK8Qw64abA?pwd=dp7b",
    "夸克盘链接": "https://pan.quark.cn/s/19665654a50a"
  },
  {
    "文件名": "【海棠】《病态》作者：九辞【近代 - 高H - 中篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1rwCJmYVy00_q6kCI9kV-Vg?pwd=dp7b",
    "夸克盘链接": "https://pan.quark.cn/s/6dee22e3853b"
  },
  {
    "文件名": "【海棠】《病美人也要出轨尝鲜》作者：我家猫写的文【现代 - 中H - 重生 - NP - 短篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1vBVvqCWXfj92BQdwK7qjiQ?pwd=dp7b",
    "夸克盘链接": "https://pan.quark.cn/s/891ce49a9c15"
  },
  {
    "文件名": "【海棠】《病美人捡到野生狼狗后》作者：邬禅见【兽人 - 现代 - 高H - 双洁 - 短篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1jJ11yXuvAc_-97TQZMASgw?pwd=dp7b",
    "夸克盘链接": "https://pan.quark.cn/s/56e3118ac42f"
  },
  {
    "文件名": "【海棠】《病美人帝师被狗皇帝日逼后摆烂了》作者：小酒【古代 - 高H - 宫廷 - 中篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1H48nGANy-hphReGm_T6hiw?pwd=dp7b",
    "夸克盘链接": "https://pan.quark.cn/s/e5516700c19b"
  },
  {
    "文件名": "【海棠】《病娇的变态占有》作者：披着马甲的小黄鱼【出轨 - 单性 - 现代 - 高H - 短篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1yE3yeRcgHRBiOO73ixc4NQ?pwd=dp7b",
    "夸克盘链接": "https://pan.quark.cn/s/f331bf5506ce"
  },
  {
    "文件名": "【海棠】《病娇大佬的小人鱼·不要吃掉我》作者：九厘米雾岛【现代 - 高H - 青梅竹马 - 短篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1GRoHEFiAVM5816hSshRPbw?pwd=dp7b",
    "夸克盘链接": "https://pan.quark.cn/s/e84dee7e6828"
  },
  {
    "文件名": "【海棠】《冰与火之交》作者：雨中人【现代 - 中H - 年上 - 骨科 - 短篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/15dsyl7o5MwClCXMrfPV7IA?pwd=dp7b",
    "夸克盘链接": "https://pan.quark.cn/s/25bcf617b957"
  },
  {
    "文件名": "【海棠】《冰山上将被强制透批日常》作者：一棵小草【小三文学 - 高H - 双性 - 短篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/17hRr9d2VqL_jqxZiEeOFyA?pwd=dp7b",
    "夸克盘链接": "https://pan.quark.cn/s/5439a2ec77b5"
  },
  {
    "文件名": "【海棠】《冰山将军俏公子》作者：水果茶【古代 - 高H - 1V1 - 双洁 - 双性 - 短篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1X9vWwabV7jGebSfnJ56QCA?pwd=dp7b",
    "夸克盘链接": "https://pan.quark.cn/s/a1728d88f77a"
  },
  {
    "文件名": "【海棠】《变态诱捕器》作者：麻辣火锅【主攻 - 伪NP - 现代 - 高H - 短篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1iHToaXXr3gGrU5yFWbmW5Q?pwd=dp7b",
    "夸克盘链接": "https://pan.quark.cn/s/ad75a9a24f9e"
  },
  {
    "文件名": "【海棠】《被直男室友撸了后》作者：金桃柚柚咪【现代 - 高H - 校园 - NP - 中篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1NPIHdOraANnAnM6KFGjhHA?pwd=dp7b",
    "夸克盘链接": "https://pan.quark.cn/s/96736ca57e3a"
  },
  {
    "文件名": "【海棠】《被直男室友发现有批后》作者：我太甜了【现代 - 高H - 双性 - 短篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1k9RsiYJqHIkbGBTJWKU1dA?pwd=dp7b",
    "夸克盘链接": "https://pan.quark.cn/s/a227b4c5e5cf"
  },
  {
    "文件名": "【海棠】《被医生强行按到地上后入》作者：炒饭吗【现代 - 高H - 青梅竹马 - 短篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1xTx8e2rdZL2-kLjRIAAsmw?pwd=dp7b",
    "夸克盘链接": "https://pan.quark.cn/s/1d750ccaa94e"
  },
  {
    "文件名": "【海棠】《被囚禁的美人继承者》作者：吃肉的鼠鼠【现代 - 高H - 年上 - 骨科 - 虐受 - 中篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1rKYZ7LigAQfzDzk8H9pJpQ?pwd=dp7b",
    "夸克盘链接": "https://pan.quark.cn/s/6396c95f1f92"
  },
  {
    "文件名": "【海棠】《被名作角色爆炒出汁》作者：Uranus【穿书合集 - 高H - 长篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1X3OS7PXCT9d-FzTlIn2szA?pwd=dp7b",
    "夸克盘链接": "https://pan.quark.cn/s/63051e7238be"
  },
  {
    "文件名": "【海棠】《白月光和他的影子》作者：快乐肥宅水【现代 - 微H - 重生 - 中篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1e_7L7aQqllEmjinpr8KonA?pwd=dp7b",
    "夸克盘链接": "https://pan.quark.cn/s/567a144da61e"
  },
  {
    "文件名": "【海棠】《掰弯直男室友》作者：没有名字【现代 - 高H - 中篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1tQUQWYznpftop9wOjm1C2A?pwd=dp7b",
    "夸克盘链接": "https://pan.quark.cn/s/a54274235614"
  },
  {
    "文件名": "【海棠】《霸总难当》作者：月半女丑【互攻 - 微H - ABO - 双洁 - 中篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1heas0O4OgUBKeqF83Y4dzQ?pwd=dp7b",
    "夸克盘链接": "https://pan.quark.cn/s/9b4736d9d749"
  },
  {
    "文件名": "【海棠】《霸总和乡下小土狗》作者：骨灰【现代 - 高H - 双性 - 短篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1BgZ2yirrEA8tvBQE-Fy73Q?pwd=dp7b",
    "夸克盘链接": "https://pan.quark.cn/s/50b56140c675"
  },
  {
    "文件名": "【海棠】《霸总的香软娇妻》作者：橘左京【现代 - 高H - 1v1 - 短篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1u7GIXAeBCTltHz7XvaUj1A?pwd=dp7b",
    "夸克盘链接": "https://pan.quark.cn/s/f005c6c45f12"
  },
  {
    "文件名": "【海棠】《霸总o今天爽了吗》作者：swallow川【ABO - 现代 - 中H - 美强 - 短篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1b00qMw7oo72IJ-1WWAvVxw?pwd=dp7b",
    "夸克盘链接": "https://pan.quark.cn/s/27a7b4a1fdd5"
  },
  {
    "文件名": "【海棠】《不要给情敌看批》作者：叁水【现代 - 高H - 校园 - 双性 - 大奶 - 1v1 - 甜文 - 中篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/10gBBWRt2WMAB8Fr0lDalfA?pwd=dp7b",
    "夸克盘链接": "https://pan.quark.cn/s/b4d84f99b443"
  },
  {
    "文件名": "【海棠】《不许来不及》作者：好端端【现代 - 高H - 重生 - 长篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1jSy9ED98LRowiVfcBa3NBg?pwd=dp7b",
    "夸克盘链接": "https://pan.quark.cn/s/4021f9384c69"
  },
  {
    "文件名": "【海棠】《不协调》作者：夜行喵【现代 - 高H - 虐身 - M攻S受 - 中篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1rjPV68689TsqB6sWYjBtuw?pwd=dp7b",
    "夸克盘链接": "https://pan.quark.cn/s/3406a6fb4a09"
  },
  {
    "文件名": "【海棠】《爸爸我爱你》作者：不慌张很慌张【现代 - 高H - 父子 - 双性 - 短篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1EwrcW_p33AM5zx_6_NjmnQ?pwd=dp7b",
    "夸克盘链接": "https://pan.quark.cn/s/01a6d9d93a54"
  },
  {
    "文件名": "【海棠】《爸爸睡着后被叔叔艹了》作者：恶霸啊【现代 - 高H - 短篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1BgP3_0OIWOWbVtziNIMRfQ?pwd=dp7b",
    "夸克盘链接": "https://pan.quark.cn/s/8a460721d31a"
  },
  {
    "文件名": "【海棠】《爸爸将我送给上司艹》作者：恶霸啊【现代 - 高H - 短篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1NVcZDTOaKmL9vTN33QWGJA?pwd=dp7b",
    "夸克盘链接": "https://pan.quark.cn/s/4d816c17f35b"
  },
  {
    "文件名": "【海棠】《爸爸狠狠煎进儿子小批了》作者：蜜桃枝枝【现代 - 高H - 双性 - 父子 - 短篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1nBVQS29RRqQtCTYxp6tgKw?pwd=dp7b",
    "夸克盘链接": "https://pan.quark.cn/s/4bc50cab9459"
  },
  {
    "文件名": "【海棠】《爸爸哥哥我不行了2》作者：树下睡仙人【混和 - 古代 - 高H - 穿越 - 短篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1mPVkeWaQND2NXGCN_oSrRg?pwd=dp7b",
    "夸克盘链接": "https://pan.quark.cn/s/c82baa52d6be"
  },
  {
    "文件名": "【海棠】《爸爸的早餐店》作者：温柔的火焰【现代 - 高H - 父子 - 短篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1vo2T9ADjykQdNvbE6xzUWg?pwd=dp7b",
    "夸克盘链接": "https://pan.quark.cn/s/46e48826fd42"
  },
  {
    "文件名": "【海棠】《爸爸的小母狗》作者：莉莉丝【现代 - 高H - 虐身 - 双性 - 大奶 - BDSM - 短篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1jxCbvFD5GeV9fl3YRT3w8g?pwd=dp7b",
    "夸克盘链接": "https://pan.quark.cn/s/6d9bcb0d9b13"
  },
  {
    "文件名": "【海棠】《爸爸的小乖狗》作者：蜜桃枝枝【现代 - 高H - 父子 - 双性 - 短篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1AoSvmPqbWySH6Ujz532ATw?pwd=dp7b",
    "夸克盘链接": "https://pan.quark.cn/s/60bee322fcc9"
  },
  {
    "文件名": "【海棠】《爸爸的秘书》作者：云间【补番 - 现代 - 高H - 双性 - NP - 生子 - 大奶 - 长篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/18EzcVanlo3_tRJ9DUZbWjA?pwd=dp7b",
    "夸克盘链接": "https://pan.quark.cn/s/adca9f748b52"
  },
  {
    "文件名": "【海棠】《爸爸的几把++我的嫰批》作者：被掰开懆的小尤物【现代 - 高H - 父子 - 短篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1h094ItX-gOIlPoU5imRynA?pwd=dp7b",
    "夸克盘链接": "https://pan.quark.cn/s/42d515da1fce"
  },
  {
    "文件名": "【海棠】《爸爸的调教日常》作者：GYUCHEN【乱伦合集 - 高H - 短篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1E9J8wX3jX7xA59OqCNbzKw?pwd=dp7b",
    "夸克盘链接": "https://pan.quark.cn/s/696322726ba6"
  },
  {
    "文件名": "【海棠】《把正道仙君调教成魔君的私宠》作者：唐四【古代 - 高H - 修真 - 1v1 - 双性 - 短篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1JSj5BRJzy6Bevv2QDnZzHg?pwd=dp7b",
    "夸克盘链接": "https://pan.quark.cn/s/b04e47d9b477"
  },
  {
    "文件名": "【海棠】《把徒弟养成我的专属XP》作者：samahan【师生 - 双性 - 高H - 中篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1dXQZ0KS7Larpm1FUywVRPg?pwd=dp7b",
    "夸克盘链接": "https://pan.quark.cn/s/c4b0eba6c7f6"
  },
  {
    "文件名": "【海棠】《把他日到失态》作者：鸭店头牌【故事集 - 现代 - 高H - 双性 - 短篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1WUawD39AjVEDvIl_ycixtg?pwd=dp7b",
    "夸克盘链接": "https://pan.quark.cn/s/9a3b606d2dfe"
  },
  {
    "文件名": "【海棠】《把死对头调教成性奴》作者：一个小揪揪【现代 - 高H - 重生 - 强强 - 1v1 - 调教 - 中篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1EPhhQ_QjL_gwz3dhN1UMpA?pwd=dp7b",
    "夸克盘链接": "https://pan.quark.cn/s/60fbd668b2bf"
  },
  {
    "文件名": "【海棠】《把死对头当成儿子养了怎么办》作者：阿清【主攻 - 第一人称 - 古代 - 中H - 双性 - 短篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1UfjFtLXbhVbntzQAOwxCbA?pwd=dp7b",
    "夸克盘链接": "https://pan.quark.cn/s/29dc52bb44ff"
  },
  {
    "文件名": "【海棠】《把清冷校草调教成小母狗》作者：春日野穹【现代 - 中H - 校园 - 短篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1jZs-2IC-JoSP6KeB-jqfGg?pwd=dp7b",
    "夸克盘链接": "https://pan.quark.cn/s/86157c238ffe"
  },
  {
    "文件名": "【海棠】《把你干的喵喵叫系列》作者：亲亲我吧【合集 - 未来 - 高H - 中篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1G5R2KKPY5DP3SUbumSAZwA?pwd=dp7b",
    "夸克盘链接": "https://pan.quark.cn/s/cbe986d6a81a"
  },
  {
    "文件名": "【海棠】《把精牛老公送上别人的床》作者：野狐不妄【修文 - 现代 - 高H - NTR - SM - 短篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/15rYm_uJrBQpP2E-1tGkAZg?pwd=dp7b",
    "夸克盘链接": "https://pan.quark.cn/s/68265b1f6de7"
  },
  {
    "文件名": "【海棠】《把家教艹到嗷嗷叫》作者：恶霸啊【现代 - 高H - 短篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1T0CwiwPPuAhVf6GNHJZICw?pwd=dp7b",
    "夸克盘链接": "https://pan.quark.cn/s/988855f37d08"
  },
  {
    "文件名": "【海棠】《把皇后调教成合格的母狗》作者：强制爱渣攻【穿越 - 高H - 宫廷 - NP - 中篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1I09GEGPeN1K5K44yrM3dDg?pwd=dp7b",
    "夸克盘链接": "https://pan.quark.cn/s/c31a97a5d9bb"
  },
  {
    "文件名": "【海棠】《把哥哥变成我的专属性奴》作者：咩咩【现代 - 高H - 伪骨科 - 1v1 - HE - 中篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1OPea7Kp3vngQxgFhMh0XeA?pwd=dp7b",
    "夸克盘链接": "https://pan.quark.cn/s/a491cc4b420e"
  },
  {
    "文件名": "【海棠】《把高冷压在身下》作者：未知待解【混合 - 高H - 修真 - 丑攻 - NTR - 凌辱 - 中篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/18oKXheV5zweHYGhP7drcJw?pwd=dp7b",
    "夸克盘链接": "https://pan.quark.cn/s/f6d8bbd77fab"
  },
  {
    "文件名": "【海棠】《把大明星调教成专属xing奴》作者：你家的白月光【现代 - 高H - 强强 - 1v1 - 走肾走心 - 强制爱 - 三观不正 - 甜文不虐 - 长篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1x1Ot9wxhTMSU8KLPsH8psw?pwd=dp7b",
    "夸克盘链接": "https://pan.quark.cn/s/f0d29862765e"
  },
  {
    "文件名": "【海棠】《拔除信息素后，前夫带崽找来了》作者：金桃柚柚咪【ABO - 未来 - 高H - 中篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1GP7NNXMzQT3DdBxvY0ShHQ?pwd=dp7b",
    "夸克盘链接": "https://pan.quark.cn/s/533f3e700dbf"
  },
  {
    "文件名": "【海棠】《八拜之交》作者：酒宅花丸君【总受 - 现代 - NP - 高H - 中篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1jmdIoOF3i4wmytCZjMdJwg?pwd=dp7b",
    "夸克盘链接": "https://pan.quark.cn/s/5059c1e06e98"
  },
  {
    "文件名": "【海棠】《傲娇王爷被吃记》作者：路人女主【古代 - 高H - 双性 - 产奶 - 中篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1BGiTxq0i2YRJcjDEOhxTig?pwd=dp7b",
    "夸克盘链接": "https://pan.quark.cn/s/bd75dd228a9e"
  },
  {
    "文件名": "【海棠】《傲娇杀手被X实录》作者：甜斋【现代 - 高H - 温馨向 - 甜文 - 短篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1uQS2pq_fRYLz7cE_2zRXtg?pwd=dp7b",
    "夸克盘链接": "https://pan.quark.cn/s/ea6f0854fce3"
  },
  {
    "文件名": "【海棠】《傲娇攻的追妻示范》作者：咸鱼一梅【现代 - 中H - 双性 - 中篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1oCyas7-bHCUhJqhHh8sOaA?pwd=dp7b",
    "夸克盘链接": "https://pan.quark.cn/s/30e3abd71b67"
  },
  {
    "文件名": "【海棠】《暗无天日》作者：酸酸酸梅汁【现代 - 中H - 短篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1I48cr9tBoVnKabVRBnHmKQ?pwd=dp7b",
    "夸克盘链接": "https://pan.quark.cn/s/8d2382b689df"
  },
  {
    "文件名": "【海棠】《暗室》作者：Micro【未来 - 微H - 科幻 - 哨兵向导 - 中篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1iDVtVj3YdQPcqDuF4hJMrA?pwd=dp7b",
    "夸克盘链接": "https://pan.quark.cn/s/c154a68e143e"
  },
  {
    "文件名": "【海棠】《暗恋事故》作者：温酒【现代 - 清水 - 悲剧 - 校园 - 短篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1YKHaaW2AdSBPIpdYinMi0w?pwd=dp7b",
    "夸克盘链接": "https://pan.quark.cn/s/a366e01b9ee8"
  },
  {
    "文件名": "【海棠】《暗恋舍友暴露后》作者：路十七【补番 - 现代 - 高H - 1v1 - 双洁 - HE - 中篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1zSGKr_lTq2AJFpx7wk0kSA?pwd=dp7b",
    "夸克盘链接": "https://pan.quark.cn/s/696fbc84698b"
  },
  {
    "文件名": "【海棠】《暗恋对象在我自杀之前表白了》作者：热带雨林【现代 - 高H - 单性 - 1v1 - 短篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1EWgd6kxI5dUHYmVOyNmKJQ?pwd=dp7b",
    "夸克盘链接": "https://pan.quark.cn/s/5c03e8cd21be"
  },
  {
    "文件名": "【海棠】《暗恋的对象就算是死了我也要艹死他》作者：舞凰万万岁【现代 - 高H - 1V1 - 甜文 - 双洁 - 短篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1rLQm58A6BscnehZvCJqaXw?pwd=dp7b",
    "夸克盘链接": "https://pan.quark.cn/s/5e8e8eed1228"
  },
  {
    "文件名": "【海棠】《暗精灵繁衍日记》作者：白木有囍【奇幻 - 中H - 双性 - 中篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/16dXWMZYCKRvWcnZAhnfMSA?pwd=dp7b",
    "夸克盘链接": "https://pan.quark.cn/s/0cfbdfa39941"
  },
  {
    "文件名": "【海棠】《按摩中被吃干抹净的美人技师》作者：无法无天【现代 - 高H - 短篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1AcsHm1mOBHrhI1TyO9CF9w?pwd=dp7b",
    "夸克盘链接": "https://pan.quark.cn/s/bb91aeb155ac"
  },
  {
    "文件名": "【海棠】《安保哥哥，别艹我》作者：水干草【现代 - 高H - 短篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1bSGLfzjeQRkQg5KCp90UFg?pwd=dp7b",
    "夸克盘链接": "https://pan.quark.cn/s/d7ddc324a187"
  },
  {
    "文件名": "【海棠】《暧昧》作者：弦子【现代 - 中H - 父子 - 双性 - 中篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1mq_BBFfSYmZbpwVZhw7y5Q?pwd=dp7b",
    "夸克盘链接": "https://pan.quark.cn/s/ab8b244fedf7"
  },
  {
    "文件名": "【海棠】《爱在荒野止息》作者：celethine【种田文 - 中H - NP - 短篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/10g6g7Yg4QqFnjw5ztqswsQ?pwd=dp7b",
    "夸克盘链接": "https://pan.quark.cn/s/d0023774f8b7"
  },
  {
    "文件名": "【海棠】《爱欲交缠》作者：初照人【现代 - 高H - 校园 - 1V1 - 甜肉 - HE - 短篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1WadQhPicuWpXhxMBvTgvkg?pwd=dp7b",
    "夸克盘链接": "https://pan.quark.cn/s/f50c5e9d9b97"
  },
  {
    "文件名": "【海棠】《爱意沦陷》作者：林肆月【现代 - 高H - BDSM - 1v1 - HE - 年上 - 中篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1-bFQVVBcZpt99M-MWGf3Dw?pwd=dp7b",
    "夸克盘链接": "https://pan.quark.cn/s/8d57589ec6a3"
  },
  {
    "文件名": "【海棠】《爱涬》作者：多喝冰水【现代 - 高H - 养成 - 双性 - 生子 - 短篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1Xm_g16uOpnoYNXJlQpavyg?pwd=dp7b",
    "夸克盘链接": "https://pan.quark.cn/s/02f715d71644"
  },
  {
    "文件名": "【海棠】《爱是放肆》作者：皮卡丘【现代 - 高H - 3P - 骨科 - 双性 - 中篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/168H38yaKoN_jLYU04Fx6xA?pwd=dp7b",
    "夸克盘链接": "https://pan.quark.cn/s/9a994d7729c0"
  },
  {
    "文件名": "【海棠】《爱上联姻对象》作者：十四鸟【现代 - 微H - 中篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1nwXPFT7sI5KK-2W0PX06Rw?pwd=dp7b",
    "夸克盘链接": "https://pan.quark.cn/s/02e4f6fc103a"
  },
  {
    "文件名": "【海棠】《霸道总裁一直偷摸我屁股怎么办》作者：安息日【现代 - 高H - 双性 - 大奶 - 1v1 - 双洁 - HE - 中篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1S4BWl1m9aXi0DKqPNLdNow?pwd=dp7b",
    "夸克盘链接": "https://pan.quark.cn/s/9eb216674533"
  },
  {
    "文件名": "【海棠】《霸道男大学生和他的迷糊小教授》作者：水果茶【现代 - 高H - 校园 - 师生 - 双洁 - 1V1 - 短篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1y0movuGqSebrcMI6GKh9fA?pwd=dp7b",
    "夸克盘链接": "https://pan.quark.cn/s/adf890a71210"
  },
  {
    "文件名": "【海棠】《霸道教主俏左使》作者：祈纱纱【古代 - 高H - 双性 - 生子 - 短篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1w3Z6MQKMS2jNPUbYYtwskg?pwd=dp7b",
    "夸克盘链接": "https://pan.quark.cn/s/1f0579040bb4"
  },
  {
    "文件名": "【海棠】《爸爸真漂亮》作者：花满重楼【现代 - 高H - 双性 - 生子 - 产乳 - 1v1 - 伪父子 - 中篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1f-LWKWLd2h0kMgY9bR0DhA?pwd=dp7b",
    "夸克盘链接": "https://pan.quark.cn/s/f6aa0ad8826c"
  },
  {
    "文件名": "【海棠】《爸爸我爱你》作者：小樱不百变【现代 - 高H - 父子 - 双性 - 短篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1BkrVgdeS6FAfAV1KrM-fMA?pwd=dp7b",
    "夸克盘链接": "https://pan.quark.cn/s/8894850ac3f0"
  },
  {
    "文件名": "【海棠】《爱慕者》作者：Micro【现代 - 中H - 职场 - 短篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1WA-uo-L-obvDOWmCcncw7g?pwd=dp7b",
    "夸克盘链接": "https://pan.quark.cn/s/62f076b7c643"
  },
  {
    "文件名": "【海棠】《爱哭鬼是个变态攻》作者：洵二【现代 - 高H - 年下 - 甜文 - 双洁 - 中篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1hCJUs5yhHWv9nul3ZEFMrQ?pwd=dp7b",
    "夸克盘链接": "https://pan.quark.cn/s/c7518212081b"
  },
  {
    "文件名": "【海棠】《爱就是干到他合不拢腿》作者：榛果粒【古代 - 高H - 双性 - 短篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1twxCWcIqXaVmfLN4C-dRAg?pwd=dp7b",
    "夸克盘链接": "https://pan.quark.cn/s/aab6929460ab"
  },
  {
    "文件名": "【海棠】《爱豆指南》作者：茶不甜【现代 - 高H - 虐身 - SP - 中篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1twEvs98JEjxmNzOX3hrfgA?pwd=dp7b",
    "夸克盘链接": "https://pan.quark.cn/s/b2925fbc09c5"
  },
  {
    "文件名": "【海棠】《爱豆深陷艳照门后》作者：虾仁不猪心【论坛体 - 现代 - 高H - 影视 - 总受 - NP - 双性 - 中篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1TVeNSy98B4JOndTTwrmDFw?pwd=dp7b",
    "夸克盘链接": "https://pan.quark.cn/s/6f6970d79cbb"
  },
  {
    "文件名": "【海棠】《爱爱烂熟美人》作者：aquarius【合集 - 双性 - 大奶 - 高H - 短篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/103OFjUJ9Q-vxWy5hCA23YA?pwd=dp7b",
    "夸克盘链接": "https://pan.quark.cn/s/7c33641bed5e"
  },
  {
    "文件名": "【海棠】《埃利安达的世界》作者：Micro【现代 - 微H - 悲剧 - 短篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1ZORMeHj6GGAdVKvQ9CCupg?pwd=dp7b",
    "夸克盘链接": "https://pan.quark.cn/s/b06360713f5f"
  },
  {
    "文件名": "【海棠】《哀雀的牢笼》作者：奈奈【现代 - 高H - 双性 - 生子 - 强制爱 - 甜文 - HE - 1V1 - 中篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1vvn99wqPDI_UMvSnSLAt5Q?pwd=dp7b",
    "夸克盘链接": "https://pan.quark.cn/s/964f5fd61c4c"
  },
  {
    "文件名": "【海棠】《阿远》作者：啤酒肚【古代 - 中H - 中篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1Gg_hJkeyPq3JqmG2aOw8Yg?pwd=dp7b",
    "夸克盘链接": "https://pan.quark.cn/s/5addb5ebfbeb"
  },
  {
    "文件名": "【海棠】《阿叔》作者：妖怪男子【灵异 - 中H - 短篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1Ky1pAqxhxVLbFyOyKRwT2Q?pwd=dp7b",
    "夸克盘链接": "https://pan.quark.cn/s/de4f20ab6e42"
  },
  {
    "文件名": "【海棠】《阿偿》作者：甜斋【现代 - 高H - 甜宠 - 治愈 - 短篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1Rq7giQ7OgiWmD5ECtSDpBA?pwd=dp7b",
    "夸克盘链接": "https://pan.quark.cn/s/2d3574d0e6ea"
  },
  {
    "文件名": "【海棠】《наказание》作者：洺渊【现代 - 微H - 虐身 - SP - 中篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1hgwWtS5WkwHeMu3uNeKOmA?pwd=dp7b",
    "夸克盘链接": "https://pan.quark.cn/s/9a95116d948f"
  },
  {
    "文件名": "【海棠】《yin乱美人》作者：柒幼【合集 - 双性 - NP - 高H - 中篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1pcTdcGhSWsmYgAOUR1Mx3A?pwd=dp7b",
    "夸克盘链接": "https://pan.quark.cn/s/b35c8dfd3204"
  },
  {
    "文件名": "【海棠】《yd少年的美梦》作者：名吾识【现代 - 高H - 网遊 - NP - 短篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1MthEuBD6zfvct5W4gO0B7w?pwd=dp7b",
    "夸克盘链接": "https://pan.quark.cn/s/921d39d6ed47"
  },
  {
    "文件名": "【海棠】《XP混乱到无法自控》作者：野狐不妄【合集 - 高H - 虐身 - 中篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/10O80wOB-4YEBY_eBzSDmFg?pwd=dp7b",
    "夸克盘链接": "https://pan.quark.cn/s/b134a9d8de2d"
  },
  {
    "文件名": "【海棠】《vik地下世界 单元H文_啥play都有》作者：喵呜喵呜咪【现代 - 高H - NP - 短篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1VYiSHHIIK3o1dVhx4AujaA?pwd=dp7b",
    "夸克盘链接": "https://pan.quark.cn/s/fd30f75929a2"
  },
  {
    "文件名": "【海棠】《theroseis》作者：未甜海【现代 - 双性 - 中H - 青梅竹马 - 1v1 - 甜肉 - 中篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/123BUd5lL5DVtzR_RC7X_Qw?pwd=dp7b",
    "夸克盘链接": "https://pan.quark.cn/s/bfd10cf0445c"
  },
  {
    "文件名": "【海棠】《s货调jiao》作者：恺撒卡埃尔迪夫【现代 - 调教 - NP - 中篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1QJLTC_f7MqBfHHTcvNuN0w?pwd=dp7b",
    "夸克盘链接": "https://pan.quark.cn/s/e2c4bcfb56d7"
  },
  {
    "文件名": "【海棠】《S攻的自我修养》作者：软硬皆可桃【重口 - 双性 - BDSM - 现代 - 虐身 - SP - 中篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1z6UEazqyWl_Yj-LNXXcp2Q?pwd=dp7b",
    "夸克盘链接": "https://pan.quark.cn/s/d8e8fac3da51"
  },
  {
    "文件名": "【海棠】《O到爆炸》作者：舞文弄墨【第一人称 - ABO - 1v1 - 中H - 中篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1f9BbyDX6ujl4gP1t3krgpQ?pwd=dp7b",
    "夸克盘链接": "https://pan.quark.cn/s/1c70792663bd"
  },
  {
    "文件名": "【海棠】《omega色情直播间》作者：枕银碎【ABO - 未来 - 高H - NP - 中篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1xJmj6tV30Y3eWxTy-BwoqA?pwd=dp7b",
    "夸克盘链接": "https://pan.quark.cn/s/f772bbf4177f"
  },
  {
    "文件名": "【海棠】《omega妻子守则》作者：某朵【ABO - 现代 - 高H - 虐身 - 双性 - SP - 训诫 - 短篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1utFzjbDvOTUbs3GnT_uC1Q?pwd=dp7b",
    "夸克盘链接": "https://pan.quark.cn/s/2ea415b4800a"
  },
  {
    "文件名": "【海棠】《omega的伪装日常》作者：有仙则名【男女 - 未来 - 穿越 - 清水 - 科幻 - 中篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/18T7-GEPIW1T0PLErfd1oRA?pwd=dp7b",
    "夸克盘链接": "https://pan.quark.cn/s/df30c30a82d5"
  },
  {
    "文件名": "【海棠】《NTR之淫荡骚人父》作者：Banana君【现代 - 高H - NTR - 双性 - NP - 短篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1l4ZgMvihcYLv99a_j5R6mg?pwd=dp7b",
    "夸克盘链接": "https://pan.quark.cn/s/c0e9b132d0e5"
  },
  {
    "文件名": "【海棠】《NTR论坛》作者：纯情比巴卜【攻出轨故事集 - 高H - 长篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/11swo0mBukIEmwvrYCinyUg?pwd=dp7b",
    "夸克盘链接": "https://pan.quark.cn/s/3e3f20e01def"
  },
  {
    "文件名": "【海棠】《NTR狂想曲》作者：时九川【现代 - 高H - 校园 - 1v1 - 中篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1YeLieOzi_L3rUMbMgZePVw?pwd=dp7b",
    "夸克盘链接": "https://pan.quark.cn/s/685c0f785483"
  },
  {
    "文件名": "【海棠】《NTR合集》作者：春日野穹【合集 - 高H - 短篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1My8WsSU132996J0PsNzJuw?pwd=dp7b",
    "夸克盘链接": "https://pan.quark.cn/s/3199cbeafe2f"
  },
  {
    "文件名": "【海棠】《NP文的我该如何拯救NTR文的你》作者：萝卜坑【现代 - 中H - 中篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/14FYH_SH0Gj59XO_9VtM4gw?pwd=dp7b",
    "夸克盘链接": "https://pan.quark.cn/s/54328df69776"
  },
  {
    "文件名": "【海棠】《Master主人》作者：清月千年【现代 - 中H - BDSM - 1v1 - 中篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1fqh21lthjpuQQ6CCLjC0cQ?pwd=dp7b",
    "夸克盘链接": "https://pan.quark.cn/s/543f54e0d19d"
  },
  {
    "文件名": "【海棠】《killing》作者：Dronel【现代 - 双变态 - 病娇 - 调教 - SP - SM - 高H - 虐身 - 短篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1XGnviIfds-jDYDj-VWZuyA?pwd=dp7b",
    "夸克盘链接": "https://pan.quark.cn/s/06f89cf63971"
  },
  {
    "文件名": "【海棠】《In love？In deep！》作者：rrr03【虫族 - 同人 - 现代 - 中H - 短篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1uHQN85wZbFwi6kjbjPSm-w?pwd=dp7b",
    "夸克盘链接": "https://pan.quark.cn/s/39904b5a7b17"
  },
  {
    "文件名": "【海棠】《H文大佬受觉醒以后》作者： 桂花载酒【合集 - 高H - 短篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1XKRghjhb8eadXf1Xof-_kA?pwd=dp7b",
    "夸克盘链接": "https://pan.quark.cn/s/ab4d438efad3"
  },
  {
    "文件名": "【海棠】《GV演员的诱惑》作者：夜行喵【现代 - 高H - 1V1 - 甜文 - 年下 - 中篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1tf4F-T6Tol-TYK9ia3ywxQ?pwd=dp7b",
    "夸克盘链接": "https://pan.quark.cn/s/cb3957d341aa"
  },
  {
    "文件名": "【海棠】《GV演员的退圈生活》作者：得过且过【现代 - 高H - 影视 - NP - 短篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1BIK1xjajf6rr_uVRyONtAA?pwd=dp7b",
    "夸克盘链接": "https://pan.quark.cn/s/c39f19e95628"
  },
  {
    "文件名": "【海棠】《gv片场的伪直男演员》作者：赫尔曼狄克【现代 - 高H - 虐身 - NP - 短篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1pd_cs4Hy-nFhdt_Z1Sm3ew?pwd=dp7b",
    "夸克盘链接": "https://pan.quark.cn/s/27106e291a44"
  },
  {
    "文件名": "【海棠】《gv男优的yin贱日常》作者：赫尔曼狄克【现代 - 高H - 虐身 - NP - 短篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1y9FJ7qUnCWq0fxv_ytZ_OA?pwd=dp7b",
    "夸克盘链接": "https://pan.quark.cn/s/49c5bade7ed8"
  },
  {
    "文件名": "【海棠】《gv鉴赏实录【一】》作者：茶杆子【合集 - 单性 - 高H - 短篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1_jZ8b0gfgIDA91sUqmMyag?pwd=dp7b",
    "夸克盘链接": "https://pan.quark.cn/s/d963306cdf60"
  },
  {
    "文件名": "【海棠】《Goldfish》作者：梁幸禺【现代 - 中H - 校园 - 中篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1FEvSpj-pKer385LzA9cmmQ?pwd=dp7b",
    "夸克盘链接": "https://pan.quark.cn/s/a954e830d286"
  },
  {
    "文件名": "【海棠】《gay片实鉴录》作者：草草沙拉【合集 - 高H - 短篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/12ebbQmGO70DPpibLyMtZwg?pwd=dp7b",
    "夸克盘链接": "https://pan.quark.cn/s/c19188f07ac5"
  },
  {
    "文件名": "【海棠】《GAY》作者：GAY【现代 - 高H - 父子 - 短篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1chsg7GOpoda6QxD3CnpGEg?pwd=dp7b",
    "夸克盘链接": "https://pan.quark.cn/s/95e9129fd6af"
  },
  {
    "文件名": "【海棠】《Dom的自我修养》作者：心术不正【现代 - 高H - 强攻强受 - 虐身 - NP - 结局1v1 - BDSM - 长篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1pQCHkOEo2X4xt0L9mpoSaw?pwd=dp7b",
    "夸克盘链接": "https://pan.quark.cn/s/d6c58eff909a"
  },
  {
    "文件名": "【海棠】《DNA都写着黑化的我就是不黑化》作者：太胖啦跑不动【主攻 - 1v1 - 双性 - 穿越 - 高H - 中篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1X2KuN4XgNX9d5vaPAy2dtQ?pwd=dp7b",
    "夸克盘链接": "https://pan.quark.cn/s/eac0f3c0c5df"
  },
  {
    "文件名": "【海棠】《B装O的一生》作者：一蟹不如一蟹【ABO - 高H - NP - 长篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1n46_dvZyUgMHYM3tK-rClQ?pwd=dp7b",
    "夸克盘链接": "https://pan.quark.cn/s/a7d9ef006c44"
  },
  {
    "文件名": "【海棠】《B与O的恋爱问题》作者：紫狐宫【ABO - 中H - 短篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1QFJNe6K140L6_9O8QP_B1A?pwd=dp7b",
    "夸克盘链接": "https://pan.quark.cn/s/2f3355458f67"
  },
  {
    "文件名": "【海棠】《B攻A受3p父子丼》作者：斛粥叭扯【ABO - 3P - 高H - 中篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/14I9GWBl86MKbDmnyvyNjdg?pwd=dp7b",
    "夸克盘链接": "https://pan.quark.cn/s/058a5967cc84"
  },
  {
    "文件名": "【海棠】《BL向随机短篇集》作者：anntano炎【合集 - 高H - 短篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1J3HztC4NVvjOo2Px5D5Whw?pwd=dp7b",
    "夸克盘链接": "https://pan.quark.cn/s/d69ee08eacfc"
  },
  {
    "文件名": "【海棠】《爱上精神病》作者：离峰【现代 - 高H - 短篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1pnRy_ZEwNk0XduCUk2EfWQ?pwd=dp7b",
    "夸克盘链接": "https://pan.quark.cn/s/19c5a385a2b3"
  },
  {
    "文件名": "【海棠】《爱上家教生的父亲》作者：邬禅见【现代 - 高H - 1v1 - HE - 年下 - 小甜饼 - 短篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1S4wva9eVyEFs7NEYL_sT8g?pwd=dp7b",
    "夸克盘链接": "https://pan.quark.cn/s/fb23a9409c44"
  },
  {
    "文件名": "【海棠】《爱上哥哥怎么办》作者：深蓝裂痕【现代 - 年下 - 伪骨科 - 高H - 校园 - 小甜饼 - 短篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/12zxSK8Y9XMQ_kBCbDb7RTA?pwd=dp7b",
    "夸克盘链接": "https://pan.quark.cn/s/cafa27e055d9"
  },
  {
    "文件名": "【海棠】《爱人是个深井冰》作者：瀚海书亭【现代 - 高H - 黑社会 - 中篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1rZzgnZeMvUJox29TtDErGQ?pwd=dp7b",
    "夸克盘链接": "https://pan.quark.cn/s/6184d62bc984"
  },
  {
    "文件名": "【海棠】《Beta上司发情了怎么办？》作者：冥鹿【ABO - 现代 - 高H - 短篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1stPx6tXcAxPPPO5uTm9XFg?pwd=dp7b",
    "夸克盘链接": "https://pan.quark.cn/s/63ed6bdf430f"
  },
  {
    "文件名": "【海棠】《Beta明星太诱人》作者：理解【ABO - 现代 - 高H - NP - 短篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/17MuBwHyV6AOeBSsebMmV1w?pwd=dp7b",
    "夸克盘链接": "https://pan.quark.cn/s/a28f49e78dfa"
  },
  {
    "文件名": "【海棠】《Alpha攻在拥有异香后被草透了》作者：嘎嘣脆【ABO - 高H - 强制爱 - NP - 中篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1tBHDd9NUb9SBr6b9G0qDlQ?pwd=dp7b",
    "夸克盘链接": "https://pan.quark.cn/s/9f908d1df8e2"
  },
  {
    "文件名": "【海棠】《Alpha调教师与Omega王室的荒淫日记》作者：9扎格柔斯【第一人称 - 中H - 宫廷 - 短篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1BSAl_4E8h3EfkKcw7oTrrQ?pwd=dp7b",
    "夸克盘链接": "https://pan.quark.cn/s/08a9bea2dd92"
  },
  {
    "文件名": "【海棠】《ABO训妻》作者：蜜蜡了【ABO - SP - 高H - 双性 - 调教 - 生子 - 中篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1Nv_U--G_hwEMI4NBGeGGlQ?pwd=dp7b",
    "夸克盘链接": "https://pan.quark.cn/s/a2d4a435c80c"
  },
  {
    "文件名": "【海棠】《abo世界里长了批就会被透出汁》作者： kkisu【ABO - NP - 高H - 短篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1rVjvuT_ZOR0VasMdMhHivg?pwd=dp7b",
    "夸克盘链接": "https://pan.quark.cn/s/8dfb0c16b7f5"
  },
  {
    "文件名": "【海棠】《9037》作者：Lmogen_【现代 - 中H - M攻 - 短篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1cQu2cl0hHuLZN90aqYJZwg?pwd=dp7b",
    "夸克盘链接": "https://pan.quark.cn/s/3bcd91c83e4b"
  },
  {
    "文件名": "【海棠】《1101宿舍私密日记》作者：名吾识【现代 - 高H - 校园 - 灵异 - 双性 - 中篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1PZmLHOvmaSRGB8kblO7fGw?pwd=dp7b",
    "夸克盘链接": "https://pan.quark.cn/s/57d952e3adfc"
  },
  {
    "文件名": "【海棠】《1069》作者：天一【现代 - 高H - 强强 - 温情 - 中篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1uy2fAZYah8g143Y3jwwi9A?pwd=dp7b",
    "夸克盘链接": "https://pan.quark.cn/s/f02bd74b3b1f"
  },
  {
    "文件名": "【海棠】《818我那个长了小逼的傻逼直男舍友》作者：小碎的日记本【主攻 - 现代 - 微H - 互宠 - 1v1 - HE - 中篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1F-3ho_c4lXLuHrMrUrWkIQ?pwd=dp7b",
    "夸克盘链接": "https://pan.quark.cn/s/da3cb2df12ca"
  },
  {
    "文件名": "【海棠】《194体育生恶堕录》作者：乐乐了了【补番 - 现代 - 高H - 短篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1cI3dxPUAeXY7yuR_ZgUCTg?pwd=dp7b",
    "夸克盘链接": "https://pan.quark.cn/s/0de0c8836b1e"
  },
  {
    "文件名": "【海棠】《18x密室逃脱》作者：云上川【现代 - 高H - NP - 短篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1ZM_bj_tA8vSdWAl3MM7y3g?pwd=dp7b",
    "夸克盘链接": "https://pan.quark.cn/s/9a4906b6ab91"
  },
  {
    "文件名": "【海棠】《18R电台》作者：野草【现代 - 高H - 单性 - 1v1 - 短篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1BgtcFbouKlZIvXyoYwKU3A?pwd=dp7b",
    "夸克盘链接": "https://pan.quark.cn/s/79a6f7e02ea8"
  },
  {
    "文件名": "【海棠】《1海王美人2漂亮蠢货》作者：木业一【合集 - 双性 - 高H - 短篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1zssdGqs-cmYQlNTcbAAj7g?pwd=dp7b",
    "夸克盘链接": "https://pan.quark.cn/s/cc60159454ce"
  },
  {
    "文件名": "【海棠】《【将军】奔马》作者：慢炖厨房【同人 - 古代 - 高H - 短篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1DaEitvQhi4Y7VB3-E8lgEA?pwd=dp7b",
    "夸克盘链接": "https://pan.quark.cn/s/ddd1dae025d0"
  },
  {
    "文件名": "【海棠】《“美人”总裁攻略史》作者：打桩机【主攻 - 1v1 - 美人攻 - 现代 - 高H - 短篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1oEis2i5S-pbvTQt7enHeGg?pwd=dp7b",
    "夸克盘链接": "https://pan.quark.cn/s/387c8d70a79f"
  },
  {
    "文件名": "【海棠】《“拐”个老头当爹》作者：哑哑【现代 - 清水 - 种田文 - 中篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/14FP70rDzZRFyo0pnW8vdnQ?pwd=dp7b",
    "夸克盘链接": "https://pan.quark.cn/s/e89dfe7da3a4"
  },
  {
    "文件名": "【海棠】《‘日’久钟情》作者：顾云祁【现代 - 高H - 双性 - 短篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1QXKF_QEzqdASKR5RdK1gAw?pwd=dp7b",
    "夸克盘链接": "https://pan.quark.cn/s/7075a2585ec5"
  },
  {
    "文件名": "【海棠】《_淫父浪子》作者：吃土少年【现代 - 高H - 年上 - 父子 - 短篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1CrNQM8fGckM25f16GmEzZg?pwd=dp7b",
    "夸克盘链接": "https://pan.quark.cn/s/4b6fe35aeb77"
  },
  {
    "文件名": "【海棠】 《总被室友玩屁股》作者：浪士【现代 - 高H - 校园 - 1v1 - 短篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1I_I9-ayk9E2BkQHFv0AcPw?pwd=dp7b",
    "夸克盘链接": "https://pan.quark.cn/s/d574b8cfed57"
  },
  {
    "文件名": "【海棠】 《强制契约》作者：榴莲最好吃【非双星 - 1v1 - 强制 - 强强 - 双洁 - HE - 高H - 长篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1g34_xrQcr_Ik_h75ar4Tqw?pwd=dp7b",
    "夸克盘链接": "https://pan.quark.cn/s/cb2033f4e213"
  },
  {
    "文件名": "【海棠】 《你的奶嘴掉了》作者：一枚夹心饼【现代 - 高H - 双性 - 短篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1bj4O75eZ4KuY3-neg06XMw?pwd=dp7b",
    "夸克盘链接": "https://pan.quark.cn/s/9a3cac0d74af"
  },
  {
    "文件名": "【海棠】 《冲喜小夫郎》作家：水三金【古代 - 中H - 强强 - 短篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1JguohVoOG9zQbPpdSBu7NQ?pwd=dp7b",
    "夸克盘链接": "https://pan.quark.cn/s/3b0b24362c9c"
  },
  {
    "文件名": "【海棠】 《包养合约》作者：陌客【主攻 - 现代 - 高H - 强强 - 1v1 - 长篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1tCijcigsH0_HE0Tqa8VWJg?pwd=dp7b",
    "夸克盘链接": "https://pan.quark.cn/s/067d4f26f04f"
  },
  {
    "文件名": "【海棠】 《爱妾》作者：猜猜谁写的【总攻 - NP - 甜宠 - 双性 - 高H - 短篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1Sa4LuX4RJjx3607AzLpNTA?pwd=dp7b",
    "夸克盘链接": "https://pan.quark.cn/s/4a37169b4d50"
  },
  {
    "文件名": "【海棠 】《土匪总裁和淫荡老师》作者：多吃竹笋【现代 - 高H - 体型差 - 小甜饼 - 短篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1wex6OJ1CfZ8IzcN4P8tKzw?pwd=dp7b",
    "夸克盘链接": "https://pan.quark.cn/s/d032e9c0b1e2"
  },
  {
    "文件名": "【海棠】《BL短篇集》作者：迪娜【现代 - 高H - 职场 - 短篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1vTulQ5r9_AxwZEd0QCIutg?pwd=dp7b",
    "夸克盘链接": "https://pan.quark.cn/s/c9d08303d8b8"
  },
  {
    "文件名": "【海棠】《Binary star万有引力》作者：muyexi【现代 - 微H - 职场 - 中篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/10Z0TJijaWSW2NDu9x-lkQA?pwd=dp7b",
    "夸克盘链接": "https://pan.quark.cn/s/b73ecc81b460"
  },
  {
    "文件名": "【海棠】《Beta重生之后【单】》作者：一只白兔糖【未来 - 高H - 重生 - 单性 - 1v1 - 年下 - 中篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1Bgnl106ecSbMpyf_vGrA2w?pwd=dp7b",
    "夸克盘链接": "https://pan.quark.cn/s/7233e203069c"
  },
  {
    "文件名": "【海棠】《beta他只想搞钱》作者：捏捏猫肉垫【ABO - 现代 - 高H - 双性 - 1v1 - 生子 - 长篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1-WhE_v9lcvunrk2IuP_KFg?pwd=dp7b",
    "夸克盘链接": "https://pan.quark.cn/s/34b1aec68d38"
  },
  {
    "文件名": "【废文】《作恶多端我会受到报应》作者：大尾巴狼【补番 - 狗血 - 虐文 - 暗黑 - BE - 荤素皆有 - 短篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1-LUfH8tjw9pq20sXRWaIxg?pwd=dp7b",
    "夸克盘链接": "https://pan.quark.cn/s/55c8102b2d77"
  },
  {
    "文件名": "【废文】《遵命我的女王》作者：李文穷【现代 - 狗血 - BDSM - 荤素皆有 - 短篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1UbevXipcQm34gB0nbk8t1A?pwd=dp7b",
    "夸克盘链接": "https://pan.quark.cn/s/2e9c311aaf0d"
  },
  {
    "文件名": "【废文】《走雾》作者：布洛卡区【HE - 现代 - 现实主义 - 破镜重圆 - 年下 - 荤素皆有 - 中篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1yEhxWJD7DDNVUpkmpKmBtw?pwd=dp7b",
    "夸克盘链接": "https://pan.quark.cn/s/e033642c5bcb"
  },
  {
    "文件名": "【废文】《走程序》作者：神仙水【现代 - HE - 小甜饼 - 双性 - 骨科 - 荤素皆有 - 短篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/18RCtxMTy07YQnEFssMy64g?pwd=dp7b",
    "夸克盘链接": "https://pan.quark.cn/s/85ebd639697e"
  },
  {
    "文件名": "【废文】《纵我》作者：今天不想打棒球【现代 - 双性 - 生子 - 荤素皆有 - 中篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1IIJyg6cc6XwHePqo2kVpLA?pwd=dp7b",
    "夸克盘链接": "https://pan.quark.cn/s/a63e34362c4f"
  },
  {
    "文件名": "【废文】《纵我》作者：今天不想打棒球【补番 - 现代 - 双性 - 生子 - 荤素皆有 - 中篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1ugTqh9CuVqp4Wp4D49zLrw?pwd=dp7b",
    "夸克盘链接": "https://pan.quark.cn/s/377d0481792b"
  },
  {
    "文件名": "【废文】《纵你狂恋》作者：姜的吃【补番 - 狗血 - 双性 - 生子 - 骨科 - 荤素均衡 - 中篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1GxTUKpL5F6-nJNBr4YjPGA?pwd=dp7b",
    "夸克盘链接": "https://pan.quark.cn/s/a26610f2121a"
  },
  {
    "文件名": "【废文】《纵欢》作者：快把蕉下的鹿牵走【狗血 - 三观不正 - ABO - HE - 荤素皆有 - 中篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1Re8jN2Up_bwf8ghAEpb9dw?pwd=dp7b",
    "夸克盘链接": "https://pan.quark.cn/s/be80b7ee7481"
  },
  {
    "文件名": "【废文】《总裁与老男人》作者：余生相【现代 - HE - 狗血 - 年下 - 荤素皆有 - 短篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1CXQnYE6GVnY-cOBCtoej5A?pwd=dp7b",
    "夸克盘链接": "https://pan.quark.cn/s/e3cac946b04c"
  },
  {
    "文件名": "【废文】《总裁向总监求婚五次》作者：Sa_veAsDraft【现代 - 狗血 - 破镜重圆 - 生子 - 荤素均衡 - 中篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1ssZFL9TWrM3zMMRlj_SOFA?pwd=dp7b",
    "夸克盘链接": "https://pan.quark.cn/s/d96a3f4dbfbf"
  },
  {
    "文件名": "【废文】《总裁他婚后从不回家》作者：山河寄笔【现代 - HE - 小甜饼 - 轻松 - 先婚后爱 - 微H - 短篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1a5OnhFFcM565-9xznQFPgw?pwd=dp7b",
    "夸克盘链接": "https://pan.quark.cn/s/c9086e4e12f3"
  },
  {
    "文件名": "【废文】《总裁他被潜规则了》作者：H.Z.【现代 - 强制爱 - 荤素皆有 - 短篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1vMrcfbE4rDWYoHSpyG4mpg?pwd=dp7b",
    "夸克盘链接": "https://pan.quark.cn/s/4e45670789f7"
  },
  {
    "文件名": "【废文】《总裁和体育生》作者：象阳山明【现代 - 强强 - 年下 - 受宠攻 - 微H - 短篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/16v1p7L6p2FMkI_2vG6phWA?pwd=dp7b",
    "夸克盘链接": "https://pan.quark.cn/s/811df9b5500e"
  },
  {
    "文件名": "【废文】《恣意》作者：生津【现代 - HC - 田园乡村 - 因缘邂逅 - 微H - 中篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1_uDMlkKVGtGOmHZaWvJvYg?pwd=dp7b",
    "夸克盘链接": "https://pan.quark.cn/s/02739cafc170"
  },
  {
    "文件名": "【废文】《自作多情》作者：小糖稚【狗血 - 现代 - 1v1 - 微H - 长篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1Ju62jA3_BnX78KRKAOsWgQ?pwd=dp7b",
    "夸克盘链接": "https://pan.quark.cn/s/992bc99316ae"
  },
  {
    "文件名": "【废文】《自由行》作者：白滚水【现代 - HE - 狗血 - 三观不正 - 年上 - 荤素皆有 - 中篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1stlCvYgDQKYFRlbA95OGtg?pwd=dp7b",
    "夸克盘链接": "https://pan.quark.cn/s/530e0cfeb45f"
  },
  {
    "文件名": "【废文】《自我辩论》作者：不开car行不行【多重视角 - 悲剧 - 现代 - 狗血 - 悬疑 - 微H - 短篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/11ZVUn6Xy0HsLLqx7XwqZWg?pwd=dp7b",
    "夸克盘链接": "https://pan.quark.cn/s/646242b4b8d4"
  },
  {
    "文件名": "【废文】《自渡》作者：atang0509【古代 - 仙侠 - 骨科 - 年下 - 荤素皆有 - 短篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1D6EdCRIJiw9feLQk4TvCvA?pwd=dp7b",
    "夸克盘链接": "https://pan.quark.cn/s/a52ddafb1a4e"
  },
  {
    "文件名": "【废文】《子厌》作者：岚凪【补番 - 古代 - 1v1 - 受宠攻 - HE - 微H - 中篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1jT14BmsPJzu9Hb93okMXxA?pwd=dp7b",
    "夸克盘链接": "https://pan.quark.cn/s/21ee53b1504b"
  },
  {
    "文件名": "【废文】《子寄意言》作者：苏甫白【狗血 - 暗恋 - 青梅竹马 - 年下 - 微H - 中篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1Ix3d5l-5dEoZmld3xkXnFg?pwd=dp7b",
    "夸克盘链接": "https://pan.quark.cn/s/2800e69cc6cc"
  },
  {
    "文件名": "【废文】《濯艷》作者：口诛笔伐【HE - 狗血 - 三观不正 - 相爱相杀 - 生子 - 荤素皆有 - 中篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1q5uHXug_zzVOPsAuBgEEzw?pwd=dp7b",
    "夸克盘链接": "https://pan.quark.cn/s/acb561ab2bdd"
  },
  {
    "文件名": "【废文】《啄木鸟》 作者：木尤生【现代 - 狗血 - 双性 - 娱乐圈 - 生子 - 荤素皆有 - 中篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1VQyHp4SjAytoS2zKaqq6og?pwd=dp7b",
    "夸克盘链接": "https://pan.quark.cn/s/fd83b54ffed0"
  },
  {
    "文件名": "【废文】《拙戏》作者：清梦毋扰【补番 - 现代 - 多重视角 - ABO - 破镜重圆 - 1v1 - 荤素皆有 - 长篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/12JWueI-uuDkPM4qEDjJEhA?pwd=dp7b",
    "夸克盘链接": "https://pan.quark.cn/s/1f5b0938d755"
  },
  {
    "文件名": "【废文】《拙戏》作者：梦毋扰【现代 - 多重视角 - ABO - 破镜重圆 - 1v1 - 荤素皆有 - 长篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1gSStkb3f3Hq1JVxn3LCzhw?pwd=dp7b",
    "夸克盘链接": "https://pan.quark.cn/s/37de35a46bf3"
  },
  {
    "文件名": "【废文】《惴惴》作者：匿名咸鱼【现代 - BE - 第一人称 - 校园 - 暗恋 - 微H - 短篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1Cqu9O27aVGT-Y_CXDHKE2g?pwd=dp7b",
    "夸克盘链接": "https://pan.quark.cn/s/3537d115dc0b"
  },
  {
    "文件名": "【废文】《追光》作者：21点牌【第一人称 - 主攻 - 现代 - 1v1 - 弱强 - 阴差阳错 - 荤素皆有 - 短篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1tSNuT_jva8D5kGz21jZmLQ?pwd=dp7b",
    "夸克盘链接": "https://pan.quark.cn/s/76610953b934"
  },
  {
    "文件名": "【废文】《追夫法则》作者：自圆不了自说【HE - 忠犬 - 1v1 - 清水 - 短篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1fZs6rV13342Ghf0CNczhAw?pwd=dp7b",
    "夸克盘链接": "https://pan.quark.cn/s/a41af0522216"
  },
  {
    "文件名": "【废文】《装聋作哑》作者：清植Elf【小甜饼 - 治愈 - 强制爱 - 强弱 - 攻宠受 - 荤素皆有 - 中篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1ptTKyemOE_5QQmSsQYXRzg?pwd=dp7b",
    "夸克盘链接": "https://pan.quark.cn/s/389b0e78a646"
  },
  {
    "文件名": "【废文】《装1好像回不去了》作者：林中一只鹿【小甜饼 - 轻松 - 日常 - 暗恋 - 荤素皆有 - 短篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1-JGKuwjY00yCsdKNmuW8NQ?pwd=dp7b",
    "夸克盘链接": "https://pan.quark.cn/s/f19b881fe9c3"
  },
  {
    "文件名": "【废文】《转正》作者：竹叶糕【现代 - 强制爱 - 年下 - 荤素皆有 - 中篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1L4KmkqoxgQ80Oz2-TzRkZg?pwd=dp7b",
    "夸克盘链接": "https://pan.quark.cn/s/eb25a43d6d7f"
  },
  {
    "文件名": "【废文】《专属关系》作者：长河月下【补番 - 现代 - HE - 骨科 - 荤素均衡 - 中篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1p-L1sN6OgkSgdK40kJyUEw?pwd=dp7b",
    "夸克盘链接": "https://pan.quark.cn/s/741c92c57b35"
  },
  {
    "文件名": "【废文】《抓住那只小哭包》作者：饭饭可陈【现代 - HE - 小甜饼 - 治愈 - 微H - 中篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1_No2AKEAkfrf8rkEkkheOg?pwd=dp7b",
    "夸克盘链接": "https://pan.quark.cn/s/bfd555642fa4"
  },
  {
    "文件名": "【废文】《抓错人得付出代价》作者：凡仙202班【现代 - 小甜饼 - 强强 - 年下 - 1v1 - 荤素皆有 - 中篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1awBwQOIuATIEhvUltpMH2g?pwd=dp7b",
    "夸克盘链接": "https://pan.quark.cn/s/0569ffc1b42f"
  },
  {
    "文件名": "【废文】《祝余蛮蛮》作者：fanxin【HE - 第一人称 - 主攻视角 - 仙侠 - 受宠攻 - 微H - 短篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/19tdo7DToLFiB9cpLejcsZg?pwd=dp7b",
    "夸克盘链接": "https://pan.quark.cn/s/8eb97387e889"
  },
  {
    "文件名": "【废文】《祝玲珑》作者：小拇指【古代 - 田园乡村 - 荤素均衡 - 短篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/16xIwFuFRBZI-lfiDAPI1eg?pwd=dp7b",
    "夸克盘链接": "https://pan.quark.cn/s/757e8050290a"
  },
  {
    "文件名": "【废文】《祝祷月亮》作者：宇宙真美啊我操【狗血 - 双性 - 相相杀 - 破镜重圆 - 1v1 - 强制 - 荤素皆有 - 中篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1o6BS4oJck5nq0u7fQzdA9A?pwd=dp7b",
    "夸克盘链接": "https://pan.quark.cn/s/dd4b1954ff5a"
  },
  {
    "文件名": "【废文】《注射标记》作者：徕九【补番 - EA - 现代 - 狗血 - ABO - 强强 - 1v1 - 荤素皆有 - 中篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1kwwCLfAM2TjQ4_mm_hMepw?pwd=dp7b",
    "夸克盘链接": "https://pan.quark.cn/s/8d96b66d9801"
  },
  {
    "文件名": "【废文】《主母难为》作者：甘蓝菜【古代 - 双性 - 先婚后爱 - 1v1 - 高H - 中篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1K8nyclT8lWkbNUP9lM7Kjw?pwd=dp7b",
    "夸克盘链接": "https://pan.quark.cn/s/12d832359542"
  },
  {
    "文件名": "【废文】《主角都是我的玩物》作者：好玩极了【现代 - 狗血 - NP - 荤素皆有 - 中篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1RRG8qI-v0jnRWTQhzxiZIA?pwd=dp7b",
    "夸克盘链接": "https://pan.quark.cn/s/e2cb99207a5b"
  },
  {
    "文件名": "【废文】《主攻一切为了任务》作者：匿名咸鱼【现代 - 轻松 - 第一人称 - 双性 - 弱强 - 荤素皆有 - 中篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1pa9EkIJRo5NPfusrAUYRQw?pwd=dp7b",
    "夸克盘链接": "https://pan.quark.cn/s/240cd9786840"
  },
  {
    "文件名": "【废文】《竹马总想扳弯我》作者：凡仙202班【主攻 - 现代 - HE - 小甜饼 - 养成 - 微H - 中篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1i6SgvmScU2rFB9yxCJOVig?pwd=dp7b",
    "夸克盘链接": "https://pan.quark.cn/s/7a17105a1520"
  },
  {
    "文件名": "【废文】《竹马之交》作者：尤依【现代 - 双性 - 校园 - 生子 - 荤素皆有 - 短篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1UqwT1AsqvcW6zV0YyqeqIg?pwd=dp7b",
    "夸克盘链接": "https://pan.quark.cn/s/a07c102f7abb"
  },
  {
    "文件名": "【废文】《竹马说他喜欢我》作者：叶蓝鸢【校园 - 暗恋 - 青梅竹马 - 1v1 - 攻宠受 - 微H - 长篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1beDRja5omyEjFzAfQ3YUSg?pwd=dp7b",
    "夸克盘链接": "https://pan.quark.cn/s/c4d21c43ba3a"
  },
  {
    "文件名": "【废文】《竹马弟弟分裂了》作者：哒不遛【小甜饼 - 爽文 - 破镜重圆 - 美强 - 荤素皆有 - 长篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1UqwI6AIN5sBW8LZ8pGFmYA?pwd=dp7b",
    "夸克盘链接": "https://pan.quark.cn/s/1b99c75309c9"
  },
  {
    "文件名": "【废文】《竹马把我掰弯了》作者：咻咻咻ending【现代 - 荤素皆有 - 短篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1xKDhqaZdAdzcoBnHwfyrhA?pwd=dp7b",
    "夸克盘链接": "https://pan.quark.cn/s/deee17e25d49"
  },
  {
    "文件名": "【废文】《竹马爱情教育》作者：钦雀【喜剧 - 现代 - 轻松 - 青梅竹马 - 1v1 - 荤素皆有 - 短篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1kQZ5oR9v7r4OePVp1XRp4w?pwd=dp7b",
    "夸克盘链接": "https://pan.quark.cn/s/d00e48186e47"
  },
  {
    "文件名": "【废文】《珠》作者：江仄仄【小甜饼 - 第一人称 - 高H - 短篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1r_CJF9S_81lcrmAPXzoodA?pwd=dp7b",
    "夸克盘链接": "https://pan.quark.cn/s/4e213c81fde5"
  },
  {
    "文件名": "【废文】《茱萸》作者：哒咩野【现代 - 双性 - 高H - 中篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1QoS7Qvo3_g03NhOxmNP7Fw?pwd=dp7b",
    "夸克盘链接": "https://pan.quark.cn/s/1a342a49f740"
  },
  {
    "文件名": "【废文】《骤雨地》作者：軟瑭【现代 - HE - 小甜饼 - 因缘邂逅 - 年下 - 荤素皆有 - 短篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/11gnBByKnzHxM7a1He_r71Q?pwd=dp7b",
    "夸克盘链接": "https://pan.quark.cn/s/ba594c116e45"
  },
  {
    "文件名": "【废文】《重生后老同学总想up我》作者：卡车之母【现代 - HE - 微H - 中篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1JfICpbMmvWGJWqbzRuMa8g?pwd=dp7b",
    "夸克盘链接": "https://pan.quark.cn/s/7f13d3211bf9"
  },
  {
    "文件名": "【废文】《重生成暗恋对象的哥哥》作者：千溯【重生 - 现代 - 微H - 中篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/19rR5DIjjNJYe0gL36wp7Lg?pwd=dp7b",
    "夸克盘链接": "https://pan.quark.cn/s/dd67537f8784"
  },
  {
    "文件名": "【废文】《纸墨书白》作者：南巷尾【HE - 小甜饼 - 狗血 - 日常 - 荤素皆有 - 中篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1gEWbfXgeRQlNSog3UKDvBw?pwd=dp7b",
    "夸克盘链接": "https://pan.quark.cn/s/f0e4389b37e5"
  },
  {
    "文件名": "【废文】《纸河灯》作者：不夏【古代 - 三观不正 - 双性 - 高H - 人外 - 产乳 - 生子 - 中篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1xxCAV0ZmE0BT4KI3WHLiwA?pwd=dp7b",
    "夸克盘链接": "https://pan.quark.cn/s/3338e7d647a5"
  },
  {
    "文件名": "【废文】《峥峥日上》作者：杨不悔【现代 - HE - 小甜饼 - 暗恋 - 攻宠受 - 荤素皆有 - 短篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1_d5GbgqCZSxDOCw1vxF78A?pwd=dp7b",
    "夸克盘链接": "https://pan.quark.cn/s/15eb9b496142"
  },
  {
    "文件名": "【废文】《这么可爱一定是男孩子》作者：吐維【现代 - 娱乐圈 - 直掰弯 - 荤素皆有 - 中篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1CfE-xdqa4DhUCjgNXxHpgg?pwd=dp7b",
    "夸克盘链接": "https://pan.quark.cn/s/0e05fdd46b3f"
  },
  {
    "文件名": "【废文】《折骨》作者：练刀【补番 - 古代 - 狗血 - 相爱相杀 - 1v1 - 荤素均衡 - 中篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1sND4mMNcXtSLJbk2pdNtwg?pwd=dp7b",
    "夸克盘链接": "https://pan.quark.cn/s/f9b1fe7e46cc"
  },
  {
    "文件名": "【废文】《沼泽》作者：慢性子的酷八月【强强 - 年上 - 1v1 - 荤素均衡 - 中篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1g6wo5NRntG8qOEqZtJDLhQ?pwd=dp7b",
    "夸克盘链接": "https://pan.quark.cn/s/3624d12d8387"
  },
  {
    "文件名": "【废文】《仗势欺人》作者：番茄不吃柠檬【现代 - HE - 年上 - 父子 - 荤素皆有 - 中篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1BojUP3z7egJq9rQ-t4nH1w?pwd=dp7b",
    "夸克盘链接": "https://pan.quark.cn/s/b5ebb6919e97"
  },
  {
    "文件名": "【废文】《长辈爱情故事》作者：赵酒良【现代 - HE - 第一人称 - 荤素皆有 - 短篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/19FmRAuGwhKcnY3yf2zPMBg?pwd=dp7b",
    "夸克盘链接": "https://pan.quark.cn/s/a6702f0070f8"
  },
  {
    "文件名": "【废文】《宅斗之家有药郎》作者：钰子哲【古代 - 爽文 - 宅斗 - 先婚后爱 - 产乳 - 荤素皆有 - 短篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1VUUkZinrdK4RxghqeSK01A?pwd=dp7b",
    "夸克盘链接": "https://pan.quark.cn/s/b0ce61349b7e"
  },
  {
    "文件名": "【废文】《增生》作者：萧森离肃【现代 - HE - 因缘邂逅 - 美强 - 年下 - 微H - 短篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/164FlpBsuPh1MB9eDkLas6w?pwd=dp7b",
    "夸克盘链接": "https://pan.quark.cn/s/6c1bb1a5b9be"
  },
  {
    "文件名": "【废文】《暂时替代》作者：秃秃怪【现代 - ABO - 天作之合 - 1v1 - 荤素皆有 - 中篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1kdM-LGpgc1xZsuw7F_wYew?pwd=dp7b",
    "夸克盘链接": "https://pan.quark.cn/s/cbefda714369"
  },
  {
    "文件名": "【废文】《月之暗面》作者：虚荣之火【魔幻现实 - 双性 - 阴差阳错 - 强制 - 强弱 - 荤素皆有 - 乱伦 - 中篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1EEAL4iEYCZGt_Yif6AFVFw?pwd=dp7b",
    "夸克盘链接": "https://pan.quark.cn/s/0e0b3299ac2c"
  },
  {
    "文件名": "【废文】《月亮心事》作者：芒果吹梨【补番 - 治愈 - 暗恋 - 1v1 - 直掰弯 - 全年龄 - 微H - 短篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/11VSuJxodJGnrH_aARJwF1w?pwd=dp7b",
    "夸克盘链接": "https://pan.quark.cn/s/4a089f0438c3"
  },
  {
    "文件名": "【废文】《欲望破产清单》作者：闻人疯骨【三观不正 - 双性 - 骨科 - BDSM - 荤素皆有 - 短篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/13ADF6luKQukzGsOFcQcxjw?pwd=dp7b",
    "夸克盘链接": "https://pan.quark.cn/s/35497dbd91b9"
  },
  {
    "文件名": "【废文】《雨淋漓》作者：长恨【古代 - HE - 轻松 - 先婚后爱 - 荤素皆有 - 中篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1mkanC_Fkl3KEKanvuvJheA?pwd=dp7b",
    "夸克盘链接": "https://pan.quark.cn/s/d1501014baa1"
  },
  {
    "文件名": "【废文】《与傻憨憨的搞笑日常》作者：幻境爱上月亮【喜剧 - 现代 - 治愈 - 日常 - 1v1 - 微H - 短篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1mBwrK_0u22DaPsMGlPnzSQ?pwd=dp7b",
    "夸克盘链接": "https://pan.quark.cn/s/dc056a4c0884"
  },
  {
    "文件名": "【废文完结番外】《一颗糖》作者：一颗糖cp粉【补番 - 现代 - HE - 小甜饼 - 轻松 - 现实主义 - 微H - 中篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/19g53quMUxMSosov9idHLeA?pwd=dp7b",
    "夸克盘链接": "https://pan.quark.cn/s/e25e68e95f42"
  },
  {
    "文件名": "【废文】《坐实》作者：甲骨【HE - 狗血 - ABO - 1v1 - 荤素皆有 - 中篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1pGum_sObxOIPRXt_nqc10A?pwd=dp7b",
    "夸克盘链接": "https://pan.quark.cn/s/f5d237c061ed"
  },
  {
    "文件名": "【废文】《作茧》作者：雾下岛【HE - 三观不正 - 强制爱 - 强弱 - NP - 荤素皆有 - 短篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/149M8EKd55Qnc1P8iF5-DCw?pwd=dp7b",
    "夸克盘链接": "https://pan.quark.cn/s/f85eae331cbe"
  },
  {
    "文件名": "【废文】《游蜂浪蝶》作者：AC小漂亮【现代 - 双性 - 强弱 - 1v1 - 高H - 中篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1HcmxsYZh_QpQU3tanEVvPg?pwd=dp7b",
    "夸克盘链接": "https://pan.quark.cn/s/5a2e7fae9288"
  },
  {
    "文件名": "【废文】《用异能小剧场净化反派》作者：逗逼老陶【互攻 - 悬疑 - 科幻 - 天作之合 - 微H - 长篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1aHy_0JBBVp8qeM3vdYPsGw?pwd=dp7b",
    "夸克盘链接": "https://pan.quark.cn/s/06f4799488b6"
  },
  {
    "文件名": "【废文】《永昼城》作者：梦醉星河【无CP - 现代 - 悬疑 - 魔幻现实 - 第二人称 - 微H - 短篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1Hmq78PrAFTgqMzS7cPlagA?pwd=dp7b",
    "夸克盘链接": "https://pan.quark.cn/s/dd6a1cd05063"
  },
  {
    "文件名": "【废文】《隐秘视频》作者：君桉桉【现代 - 治愈 - 狗血 - 校园 - 暗恋 - 荤素皆有 - 短篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/157QZN0fA8I4o__5M_ekyGA?pwd=dp7b",
    "夸克盘链接": "https://pan.quark.cn/s/b5cb41185c41"
  },
  {
    "文件名": "【废文】《阴魂不散》作者：PROME【现代 - OE - 意识流 - 魔幻现实 - 攻转受 - 荤素皆有 - 短篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1AxtqLNaKXjMcZ-Yh2tCfaQ?pwd=dp7b",
    "夸克盘链接": "https://pan.quark.cn/s/2a711c05c7d2"
  },
  {
    "文件名": "【废文】《以身相许》作者：花槐【现代 - 年下 - 中H - 1v1 - 中篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1vtKOQwSoFBG4uq4YnPsLpA?pwd=dp7b",
    "夸克盘链接": "https://pan.quark.cn/s/e0bdb2ce18b9"
  },
  {
    "文件名": "【废文】《遗愿清单》作者：不存在的荷德森【第一人称 - HE - 治愈 - 微H - 短篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/16UHP61UonvLI-9JAFcYccg?pwd=dp7b",
    "夸克盘链接": "https://pan.quark.cn/s/bff46751ddf3"
  },
  {
    "文件名": "【废文】《一条狗》作者：少年宫【双性 - 年下 - 忠犬 - 师徒 - 高H - 短篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1SFHivzHCO4eU2Uo0CcxnHw?pwd=dp7b",
    "夸克盘链接": "https://pan.quark.cn/s/3ae0ad0341be"
  },
  {
    "文件名": "【废文】《一束香槟玫瑰》作者：sicvwhb【HE - 小甜饼 - 双性 - 年下 - 高H - 短篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/10KXkJPDsC5vmw-QmEmvXzg?pwd=dp7b",
    "夸克盘链接": "https://pan.quark.cn/s/f1275a12eca0"
  },
  {
    "文件名": "【废文】《一个婚姻不幸的O》作者：匿名咸鱼【第一人称 - 悲剧 - 现代 - BE - 致郁 - 三观不正 - 微H - 短篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1zjq17BI2vx5rpuMv4jm2Dw?pwd=dp7b",
    "夸克盘链接": "https://pan.quark.cn/s/917aa4f52ab6"
  },
  {
    "文件名": "【废文】《一寸》作者：雪碧oo【现代 - HE - 破镜重圆 - 荤素皆有 - 中篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1h8BGCT9VKkTs6m6NjYhG5g?pwd=dp7b",
    "夸克盘链接": "https://pan.quark.cn/s/2b631eef3965"
  },
  {
    "文件名": "【废文】《夜魔先生》作者：葬之镜【奇幻 - 双性 - 养成 - 年上 - 高H - 长篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1JZcWuLnH5SwVzVYbvNqpRQ?pwd=dp7b",
    "夸克盘链接": "https://pan.quark.cn/s/893a86ddb8ae"
  },
  {
    "文件名": "【废文】《夜归林》作者：小少爷不爱遛鸟【现代 - 第一人称 - 1v1 - NP - 荤素均衡 - 中篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1OLaiWuQ4t4gGonBnEvXUNQ?pwd=dp7b",
    "夸克盘链接": "https://pan.quark.cn/s/410f157523d8"
  },
  {
    "文件名": "【废文】《咽新蝉》作者：小猫怜【三观不正 - 双性 - 强制爱 - 年上 - 高H - 长篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/14PeFuDxxAAmbzojZKuAM6g?pwd=dp7b",
    "夸克盘链接": "https://pan.quark.cn/s/965e8d82ae04"
  },
  {
    "文件名": "【废文】《厌厌》作者：姒悄【混合 - 女主视角 - 双性 - NTR - 荤素皆有 - 中篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1OMzzM7ZzPXKDSSuRo_cGuQ?pwd=dp7b",
    "夸克盘链接": "https://pan.quark.cn/s/e693be68e3db"
  },
  {
    "文件名": "【废文】《偃仰西风》作者：青砚【狗血 - 仙侠 - 双性 - 年下 - NP - 荤素皆有 - 长篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1z1nyGyfDvVdxjil0NHQXLQ?pwd=dp7b",
    "夸克盘链接": "https://pan.quark.cn/s/6d6ced73acfb"
  },
  {
    "文件名": "【废文】《驯化》作者：木椰白【现代 - 轻松 - 校园 - NP - 荤素皆有 - 短篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1qcZmXioR7gcgBop8RwAgzQ?pwd=dp7b",
    "夸克盘链接": "https://pan.quark.cn/s/155deb2ebaec"
  },
  {
    "文件名": "【废文】《循循善诱》作者：一页丧叔【现代 - HE - 狗血 - 暧昧 - 荤素皆有 - 中篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1tZBHfSv7dP3STgtqRmeidg?pwd=dp7b",
    "夸克盘链接": "https://pan.quark.cn/s/3b30356d6688"
  },
  {
    "文件名": "【废文】《血浓》作者：夏大雨【现代 - 强制爱 - 骨科 - 年下 - 荤素皆有 - 中篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/161S8HazBPcy_3D_WDjZ3zg?pwd=dp7b",
    "夸克盘链接": "https://pan.quark.cn/s/cb5af9459406"
  },
  {
    "文件名": "【废文】《秀色秾华》作者：是春卷儿【现代 - HE - 爽文 - NP - 高H - 中篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1pc53GmKxums3a0A820nltA?pwd=dp7b",
    "夸克盘链接": "https://pan.quark.cn/s/aff644684b43"
  },
  {
    "文件名": "【废文】《星辰如你》作者：墨凝未凝【现代 - 小甜饼 - 轻松 - 娱乐圈 - 生子 - 荤素皆有 - 短篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1HsaB9dNS1Lb87i3db8fl-w?pwd=dp7b",
    "夸克盘链接": "https://pan.quark.cn/s/d17f34a38a8f"
  },
  {
    "文件名": "【废文】《信息值紊乱综合征》作者：狗血炖肉【现代 - 狗血 - ABO - 年下 - 荤素均衡 - 长篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1rST5ZZSoVf2myKSG0zNeVw?pwd=dp7b",
    "夸克盘链接": "https://pan.quark.cn/s/936b2e8b228f"
  },
  {
    "文件名": "【废文】《新鲜感》作者：响耳【NTR - 父子 - 年上 - NP - 荤素皆有 - 中篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1upMoxcATtBW479U8oYjg4w?pwd=dp7b",
    "夸克盘链接": "https://pan.quark.cn/s/409246dd84b4"
  },
  {
    "文件名": "【废文】《心要野》 作者：一只杞人【阴差阳错 - 骨科 - 年下 - 高H - HE - 中篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1Z38TsUj4J9FmvefMt8JgXg?pwd=dp7b",
    "夸克盘链接": "https://pan.quark.cn/s/e2244ddc0a9d"
  },
  {
    "文件名": "【废文】《心间皎皎》作者：没谱儿的【现代 - HE - 狗血 - 年上 - 荤素均衡 - 短篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1ZnRtQe927bKpR76aTa8HvA?pwd=dp7b",
    "夸克盘链接": "https://pan.quark.cn/s/cca711c30339"
  },
  {
    "文件名": "【废文】《心火》作者：秦柒【古代 - HE - 双性 - 荤素皆有 - 中篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/11rY94TItJYBSf3PREBKrjA?pwd=dp7b",
    "夸克盘链接": "https://pan.quark.cn/s/fb4fe2c0d939"
  },
  {
    "文件名": "【废文】《心动过速》作者：鹤望兰chloe【现代 - 破镜重圆 - 年下 - 荤素皆有 - 中篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1I3rx5TLdE3wOkJgNqPreIg?pwd=dp7b",
    "夸克盘链接": "https://pan.quark.cn/s/06d32adfe357"
  },
  {
    "文件名": "【废文】《小朱和大向》作者：咸鱼626号【HE - 轻松 - 动物世界 - 青梅竹马 - 天作之合 - 微H - 短篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1R5NRntpocKLzm4gjZW19dw?pwd=dp7b",
    "夸克盘链接": "https://pan.quark.cn/s/9908dd74f074"
  },
  {
    "文件名": "【废文】《小叶子》作者：春风无限恨【现代 - 狗血 - ABO - 破镜重圆 - 荤素皆有 - 短篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1ZT3etxpFfbGUIKZPng9E7w?pwd=dp7b",
    "夸克盘链接": "https://pan.quark.cn/s/c0be24dc2c04"
  },
  {
    "文件名": "【废文】《小妖狐》作者：桃桃追年【狗血 - 第一人称 - 仙侠 - NP - 荤素皆有 - 长篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1gtVBPl6CX3SLim72Q-m8og?pwd=dp7b",
    "夸克盘链接": "https://pan.quark.cn/s/04030456b522"
  },
  {
    "文件名": "【废文】《小星星》作者：黄金圣斗士【现代 - HE - 双性 - 生子 - 荤素皆有 - 中篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1O-X1s2OZyhCV3Ov-m68dNw?pwd=dp7b",
    "夸克盘链接": "https://pan.quark.cn/s/e00d97db1eea"
  },
  {
    "文件名": "【废文】《小神仙工作日记》作者：qianyexun_8023【现代 - HE - 治愈 - 主攻 - 奇幻 - 微H - 中篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1WI6MBWjun78Uit5XjNQcng?pwd=dp7b",
    "夸克盘链接": "https://pan.quark.cn/s/d2ca8f21a017"
  },
  {
    "文件名": "【废文】《小少爷》作者：清清青青【古代 - HE - 狗血 - 下克上 - 高H - 短篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1qZOPPdQml2i6U9G8bFvSjA?pwd=dp7b",
    "夸克盘链接": "https://pan.quark.cn/s/be6d0d113c35"
  },
  {
    "文件名": "【废文】《小骗子》作者：匿名咸鱼【现代 - HE - 第一人称 - 荤素皆有 - 短篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1-gHDUtOugo3SN5nuQmyZqQ?pwd=dp7b",
    "夸克盘链接": "https://pan.quark.cn/s/54af324f55ef"
  },
  {
    "文件名": "【废文】《小猫咪翻牌记》作者：天上枸杞【现代 - 动物世界 - 荤素皆有 - 短篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1Z6M0JOZLKwzbepcu1fS1GQ?pwd=dp7b",
    "夸克盘链接": "https://pan.quark.cn/s/06bc0befc700"
  },
  {
    "文件名": "【废文】《小妈妈》作者：影城的雪【ABO - 强弱 - 年上 - 荤素均衡 - 狗血 - 生子 - 中篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1q51_mnQgIFEcEsjktVJDCg?pwd=dp7b",
    "夸克盘链接": "https://pan.quark.cn/s/2c9b7fa02003"
  },
  {
    "文件名": "【废文】《限时流放》作者：举目无双【现代 - HE - 校园 - 破镜重圆 - 清水 - 中篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1jpkY3tDewvFFnPZQfJenzQ?pwd=dp7b",
    "夸克盘链接": "https://pan.quark.cn/s/8a07279b4531"
  },
  {
    "文件名": "【废文】《现在现在》作者：玻璃熔光【互攻 - 现代 - 轻松 - 日常 - 美强 - 荤素皆有 - 中篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1RAVGZ5rRaq-MApZkFWV3zA?pwd=dp7b",
    "夸克盘链接": "https://pan.quark.cn/s/0a7adbabf143"
  },
  {
    "文件名": "【废文】《下嫁皇子爱上驸马夫人》作者：虎兔【古代 - HE - 小甜饼 - 轻松 - 荤素皆有 - 中篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1WZKuA7aW4x5DqPEr-6XCgQ?pwd=dp7b",
    "夸克盘链接": "https://pan.quark.cn/s/18ed7b8d9b79"
  },
  {
    "文件名": "【废文】《戏剧化事件》作者：一扇桃【ABO - 强制爱 - 骨科 - HE - 荤素皆有 - 中篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1dNYMeflPlDo_CtpZs5krlg?pwd=dp7b",
    "夸克盘链接": "https://pan.quark.cn/s/96cf7df60edd"
  },
  {
    "文件名": "【废文】《腴润》作者：黑糖珍珠哞哞茶【多重视角 - NP - 产乳 - 高H - 荤素皆有 - 中篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1UloE8XGJj1l9Au1i_Mad8w?pwd=dp7b",
    "夸克盘链接": "https://pan.quark.cn/s/ad06dda26a2e"
  },
  {
    "文件名": "【废文】《余温》作者：匿名咸鱼【现代 - HE - 轻松 - 荤素皆有 - 中篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1H-edFHcSAdehV8uMjrrAAA?pwd=dp7b",
    "夸克盘链接": "https://pan.quark.cn/s/29ad5a23978f"
  },
  {
    "文件名": "【废文】《囿于悸动》作者：碎狸骨【主攻 - 现代 - HE - 年下 - 骨科 - 荤素皆有 - 中篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1H0xqY9Ez7gsNkcq9jaUoOg?pwd=dp7b",
    "夸克盘链接": "https://pan.quark.cn/s/88271522123c"
  },
  {
    "文件名": "【废文】《又见佩弗尔》作者：奶黄包和喵喵【补番 - 小甜饼 - 魔法世界 - 产乳 - 荤素皆有 - 中篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/10A1rIfMgvQEAPCSkmztVNw?pwd=dp7b",
    "夸克盘链接": "https://pan.quark.cn/s/6451f8873433"
  },
  {
    "文件名": "【废文】《无糖可乐》作者：青山不想改【补番 - 现代 - HE - 小甜饼 - 因缘邂逅 - 年下 - 微H - 长篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1yDiXMzapE4amcK6FC4rlow?pwd=dp7b",
    "夸克盘链接": "https://pan.quark.cn/s/54a334c39595"
  },
  {
    "文件名": "【废文】《无示》作者：忘了下鹽【现代 - 悬疑 - 灵异 - 神怪志异 - 微H - 长篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1dvNZH7fppuGuiP3l-1sguA?pwd=dp7b",
    "夸克盘链接": "https://pan.quark.cn/s/ef3d36aaee3a"
  },
  {
    "文件名": "【废文】《无尽沉沦》作者：瑶池唯一仙女【奇幻 - 双性 - 西方 - 强制爱 - 高H - 中篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1fUyaOKVGnlLLJYvzXuqqJQ?pwd=dp7b",
    "夸克盘链接": "https://pan.quark.cn/s/28450b1602b4"
  },
  {
    "文件名": "【废文】《无花果的试吃方法》作者：谜岛【现代 - HE - 小甜饼 - 轻松 - ABO - 荤素皆有 - 短篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1ddD8hUh988dZr2TYYhMOSQ?pwd=dp7b",
    "夸克盘链接": "https://pan.quark.cn/s/bdab5897bc2b"
  },
  {
    "文件名": "【废文】《无端结爱》作者：清蒸煤球【狗血 - 破镜重圆 - 强制爱 - 骨科 - 荤素均衡 - 中篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1dxrBMKxbfrKK9owVK3hh3w?pwd=dp7b",
    "夸克盘链接": "https://pan.quark.cn/s/aaff6be82b59"
  },
  {
    "文件名": "【废文】《污泥之下》作者：7号杂役【现代 - HE - 狗血 - 1v1 - 荤素均衡 - 短篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1vZvhHLF2Gt3hUkh1DAObjg?pwd=dp7b",
    "夸克盘链接": "https://pan.quark.cn/s/d143bb665ed4"
  },
  {
    "文件名": "【废文】《我有罪》作者：挖坑不填超快乐【未来 - 触手 - 强制爱 - 荤素皆有 - 中篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1XOD46XqYGF1XGQNmRxzdVw?pwd=dp7b",
    "夸克盘链接": "https://pan.quark.cn/s/fbafb8540cd0"
  },
  {
    "文件名": "【废文】《我是老婆的狗狗》作者：狂暴中二莱嘤嘤【现代 - 第一人称 - 主攻视角 - 荤素皆有 - 短篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1XDU_JaQWPCmnf1coZQmAyQ?pwd=dp7b",
    "夸克盘链接": "https://pan.quark.cn/s/5506d9663312"
  },
  {
    "文件名": "【废文】《我那浪荡夫郎》作者：DomY【女尊 - 古代 - 先婚后爱 - 微H - 中篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1Y57Jasr6OUUY5LDjW2bvuQ?pwd=dp7b",
    "夸克盘链接": "https://pan.quark.cn/s/f485079d7543"
  },
  {
    "文件名": "【废文】《我的作精男友》作者：凤凰【论坛体 - 受宠攻 - 微H - 短篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1FqC0t6xr-tvw_a4YCF-f0Q?pwd=dp7b",
    "夸克盘链接": "https://pan.quark.cn/s/7409c03b9100"
  },
  {
    "文件名": "【废文】《我的好友是见习魅魔》作者：白狼嗷呜一口【主攻 - HE - 小甜饼 - 青梅竹马 - 弱强 - 荤素皆有 - 短篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1_LV6jUUzMldgu47qDmgPSQ?pwd=dp7b",
    "夸克盘链接": "https://pan.quark.cn/s/478b6cc91cd5"
  },
  {
    "文件名": "【废文】《我的耳塞它成精了》作者：二筒子【喜剧 - 现代 - 小甜饼 - 谐趣 - 微H - 短篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1LXJNOKs93CX5SeDzxUkBsg?pwd=dp7b",
    "夸克盘链接": "https://pan.quark.cn/s/b775b1f21e54"
  },
  {
    "文件名": "【废文】《我不喜欢》作者：今天不吃素【现代 - 小甜饼 - 轻松 - 暧昧 - 天作之合 - 荤素皆有 - 短篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1V5xImNkf3n5_-IFEtjyVOA?pwd=dp7b",
    "夸克盘链接": "https://pan.quark.cn/s/587864250121"
  },
  {
    "文件名": "【废文】《我不当舔狗好多年》作者：情诗吟诵【第一人称 - HE - 谐趣 - 1v1 - 攻宠受 - 微H - 短篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1u0aXoDE9J1z0MZSUIGA72w?pwd=dp7b",
    "夸克盘链接": "https://pan.quark.cn/s/b1b24bfa93d8"
  },
  {
    "文件名": "【废文】《温温在怀》作者：梦不正【现代 - HE - 小甜饼 - 微H - 中篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/18DlBI4PF6edusWe_6LgAaw?pwd=dp7b",
    "夸克盘链接": "https://pan.quark.cn/s/4df10f0f1fbf"
  },
  {
    "文件名": "【废文】《为啥总有人偷我短裤啊》作者：小叔叔我【现代 - 小甜饼 - 谐趣 - 室友 - 病娇 - 直掰弯 - 微H - 短篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1lXt5xBpgY668gIupoDBk4w?pwd=dp7b",
    "夸克盘链接": "https://pan.quark.cn/s/f082a25b5518"
  },
  {
    "文件名": "【废文】《委托》作者：语璃未浅【现代 - HE - 1v1 - BDSM - 荤素皆有 - 短篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1yuV1cykjagkMFENG_TGFsw?pwd=dp7b",
    "夸克盘链接": "https://pan.quark.cn/s/fe6fc1909ea1"
  },
  {
    "文件名": "【废文】《危岛索情》作者：衣囧大少【补番 - 主攻 - 现代 - 强强 - 荤素均衡 - 短篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1Alb230uGvKpgX_cBisDuEA?pwd=dp7b",
    "夸克盘链接": "https://pan.quark.cn/s/80b7fd4582b2"
  },
  {
    "文件名": "【废文】《望夏》 作者：三分明月【现代 - 校园 - 暗恋 - 强强 - 微H - 中篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1AlBVESOOvX49qEhPqYX_jA?pwd=dp7b",
    "夸克盘链接": "https://pan.quark.cn/s/9126c2915cef"
  },
  {
    "文件名": "【废文】《望舒》作者：西红柿鸡蛋汤来一碗【西方 - HE - 血族 - 高H - 三观不正 - 短篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1y8GsX4rfk8p0LdRe3l4zyQ?pwd=dp7b",
    "夸克盘链接": "https://pan.quark.cn/s/86c2a40b810e"
  },
  {
    "文件名": "【废文】《万人嫌死后他们都后悔》作者：江柳儿【现代 - 狗血 - NP - 荤素皆有 - 中篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1kX7mdWX_bLtgwHr9lj6SFg?pwd=dp7b",
    "夸克盘链接": "https://pan.quark.cn/s/22a0c26be009"
  },
  {
    "文件名": "【废文】《万人迷对我强取豪夺》作者：黑洞大脑【主攻 - 科幻 - 虫族 - 受宠攻 - 荤素皆有 - 中篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/16u-rPw3q6rUHwwnZ-6Py2Q?pwd=dp7b",
    "夸克盘链接": "https://pan.quark.cn/s/2dd21de53d81"
  },
  {
    "文件名": "【废文】《晚来秋》作者：叙旧【现代 - 娱乐圈 - NP - 高H - 中篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1UlTpM7IfRMkVjGGr2MI28g?pwd=dp7b",
    "夸克盘链接": "https://pan.quark.cn/s/e1e0a93ed0af"
  },
  {
    "文件名": "【废文】《晚风吻尽荷花叶》作者：捌月野酒【校园 - 强强 - 年下 - 攻宠受 - 微H - 长篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/12xV7-8kTV3eI-XC9xQkc-g?pwd=dp7b",
    "夸克盘链接": "https://pan.quark.cn/s/019f798249cf"
  },
  {
    "文件名": "【废文】《玩物》作者：Lycosa【双性 - 高H - 现代 - 三观不正 - 短篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1TGcURK1zas9BpGz0_iBiEg?pwd=dp7b",
    "夸克盘链接": "https://pan.quark.cn/s/591a1e16b446"
  },
  {
    "文件名": "【废文】《完全宠爱》作者：是曦瑶呀【喜剧 - 现代 - HE - 小甜饼 - 轻松 - 荤素皆有 - 短篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1hMMhQLmNRqwsJYjSoAZLNw?pwd=dp7b",
    "夸克盘链接": "https://pan.quark.cn/s/7665c192f5f5"
  },
  {
    "文件名": "【废文】《退游引发的血案》作者：小号某某丞【 仙侠 - 玄幻 - 1v1 - 微H - 短篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1mDcR3l55eHC-KKfkFAz_Ww?pwd=dp7b",
    "夸克盘链接": "https://pan.quark.cn/s/b135bb1e408e"
  },
  {
    "文件名": "【废文】《兔子Ⅱ》作者：E理科生【现代 - HE - 治愈 - 年上 - 荤素皆有 - 短篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1kegcNEs9h7bqGuz0bnq_WA?pwd=dp7b",
    "夸克盘链接": "https://pan.quark.cn/s/5ee5dfc84b90"
  },
  {
    "文件名": "【废文】《兔兔历险记》作者：次不次饭【小甜饼 - 兽人 - 宠物奇缘 - 产乳 - 高H - 中篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1LrBatwwJUXGEkbt3A5tDEA?pwd=dp7b",
    "夸克盘链接": "https://pan.quark.cn/s/268ebdd0c455"
  },
  {
    "文件名": "【废文】《土味》作者：迷人肉汤【双性 - ABO - 田园乡村 - 产乳 - 荤素皆有 - 中篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/11mmmgnqa0wnK59sYXmGA_Q?pwd=dp7b",
    "夸克盘链接": "https://pan.quark.cn/s/c2ca47932789"
  },
  {
    "文件名": "【废文】《屠山》作者：匿名咸鱼【现代 - 乡土 - HE - 暗恋 - 微H - 中篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1ClJhjDyy-F5ntxBxQvjgLA?pwd=dp7b",
    "夸克盘链接": "https://pan.quark.cn/s/ecee4f0b2df5"
  },
  {
    "文件名": "【废文】《喜结良汉》作者：咸鱼626号【HE - 小甜饼 - 双性 - 先婚后爱 - 攻宠受 - 荤素皆有 - 中篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1o9IzKqNvhnwJJYNyNn42JQ?pwd=dp7b",
    "夸克盘链接": "https://pan.quark.cn/s/def6927d78a8"
  },
  {
    "文件名": "【废文】《吸热玻璃》作者：MyJinji【第一人称 - 现代 - 现实主义 - 三观不正 - 荤素皆有 - 短篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/14ynphUbEecN1BOSBViF4oA?pwd=dp7b",
    "夸克盘链接": "https://pan.quark.cn/s/a3c54bdae993"
  },
  {
    "文件名": "【废文】《寤梦公寓》作者：柒花君【现代 - 灵异 - 双性 - 高H - 中篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1rYB1PV6TQWFzn1mSh0N-hw?pwd=dp7b",
    "夸克盘链接": "https://pan.quark.cn/s/016a677bde48"
  },
  {
    "文件名": "【废文】《唔好同佢说话》作者：拉萨下雪啦【现代 - 高H - 狗血 - 强制爱 - 1v1 - 长篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1SqOX5MVVPasJ24s9CNc27w?pwd=dp7b",
    "夸克盘链接": "https://pan.quark.cn/s/a754da71c451"
  },
  {
    "文件名": "【废文】《突风过载》作者：茶引CHAR【小甜饼 - 浪漫主义 - ABO - 年上 - 荤素均衡 - 中篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1DzxE5xYu3RprWGsgc-pdBw?pwd=dp7b",
    "夸克盘链接": "https://pan.quark.cn/s/cfc6fa2a59ee"
  },
  {
    "文件名": "【废文】《透透》作者：路今迟【狗血 - ABO - 破镜重圆 - 强制爱 - 荤素皆有 - 长篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1309vC2zwgMktdUJN1NeCyg?pwd=dp7b",
    "夸克盘链接": "https://pan.quark.cn/s/a33133ceecf7"
  },
  {
    "文件名": "【废文】《透明的第三者》作者：抗病毒口服液【现代 - 第一人称 - 校园 - NP - 荤素皆有 - 长篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1QgY2zkieKg8rA6ba_IVXLA?pwd=dp7b",
    "夸克盘链接": "https://pan.quark.cn/s/2c3fca097c66"
  },
  {
    "文件名": "【废文】《头狼的战利品》作者：宴惟【狗血 - ABO - 忠犬 - 荤素均衡 - 中篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1liBwefdkK2hpgDtuYQc24A?pwd=dp7b",
    "夸克盘链接": "https://pan.quark.cn/s/f1fcb93bfb95"
  },
  {
    "文件名": "【废文】《偷情》作者：小箐岚【小妈文学 - 现代 - 狗血 - ABO - 高H - 中篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1wCH1iTRvJVhe7sTkx-hBOQ?pwd=dp7b",
    "夸克盘链接": "https://pan.quark.cn/s/d87941d20e28"
  },
  {
    "文件名": "【废文】《偷看》作者：噗噗嘎巴海【主攻 - 现代 - 日系 - 直掰弯 - 高H - 中篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1euNC6rOz_D7_XWsPgt2YDw?pwd=dp7b",
    "夸克盘链接": "https://pan.quark.cn/s/5ae505a0d172"
  },
  {
    "文件名": "【废文】《偷鸡不成蚀把米》作者：黄金圣斗士【HE - 高H - 现代 - 小甜饼 - 1v1 - 短篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1ALyWfvj2M0IAZnc3KY4HuA?pwd=dp7b",
    "夸克盘链接": "https://pan.quark.cn/s/101704c06c65"
  },
  {
    "文件名": "【废文】《痛苦骑士守则》作者：苍渂【科幻 - 虫族 - 破镜重圆 - 系统 - 荤素均衡 - 长篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1xns_YBLp3UYsSFZ4yokKig?pwd=dp7b",
    "夸克盘链接": "https://pan.quark.cn/s/530eed5d9800"
  },
  {
    "文件名": "【废文】《同住事故》作者：止咳糖浆【现代 - 小甜饼 - 室友 - 高H - 中篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1-JTI9nSc1yqplyYKNEi0kA?pwd=dp7b",
    "夸克盘链接": "https://pan.quark.cn/s/cd1fb8ce67a8"
  },
  {
    "文件名": "【废文】《同宿》作者：除徒【古代 - 荤素皆有 - 中篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1kbbdlhjznhsbtEgCe2n1jQ?pwd=dp7b",
    "夸克盘链接": "https://pan.quark.cn/s/8c9d9c4cd482"
  },
  {
    "文件名": "【废文】《逃》作者：莫小灿【HE - 现实主义 - 第一人称 - 主攻视角 - 养成 - 微H - 中篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1xRWHvHjS8I0WJidafaPCTw?pwd=dp7b",
    "夸克盘链接": "https://pan.quark.cn/s/9cabf7d946f1"
  },
  {
    "文件名": "【废文】《苏打冰淇淋》作者：束羽【现代 - HE - 双性 - 校园 - 1v1 - 荤素皆有 - 中篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1Spzm-gGcskuGI4hMjoiy9g?pwd=dp7b",
    "夸克盘链接": "https://pan.quark.cn/s/962866728c5e"
  },
  {
    "文件名": "【废文】《肆时旧影》作者：吭哧吭哧吃咸鱼【狗血 - 青梅竹马 - 破镜重圆 - 骨科 - 年下 - 荤素皆有 - 长篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1L5pFYpF4O3rpcNGP6MbPzA?pwd=dp7b",
    "夸克盘链接": "https://pan.quark.cn/s/99d992da0292"
  },
  {
    "文件名": "【废文】《圣诞快乐》作者：小箐岚【HE - 现代 - 治愈 - 微H - 短篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1VZ5YrYjV_5csHUSCvEd6sw?pwd=dp7b",
    "夸克盘链接": "https://pan.quark.cn/s/0f92085452db"
  },
  {
    "文件名": "【废文】《绅士与小丑》作者：言覃言覃【狗血 - 黑色幽默 - 三观不正 - 西方 - 高H - 短篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/16DrEwWqkbpNigV4FjM17BQ?pwd=dp7b",
    "夸克盘链接": "https://pan.quark.cn/s/811ad6e2ce2b"
  },
  {
    "文件名": "【废文】《傻春》作者：徕九【现代 - BE - 现实主义 - 荤素皆有 - 短篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1D4uyLqkD9O_mHPLwy4sCxg?pwd=dp7b",
    "夸克盘链接": "https://pan.quark.cn/s/09f162f37e13"
  },
  {
    "文件名": "【废文】《如舟》作者：凤凰【论坛体 - 受宠攻 - 微H - 短篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1o07Ddmx-wRT-GNnvXh7bjQ?pwd=dp7b",
    "夸克盘链接": "https://pan.quark.cn/s/2452a51f9901"
  },
  {
    "文件名": "【废文】《惹火》作者：荒山渡【现代 - 破镜重圆 - 年上 - 微H - 中篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1bbk-WzM7-vzChwqGauD9WA?pwd=dp7b",
    "夸克盘链接": "https://pan.quark.cn/s/450b87c42296"
  },
  {
    "文件名": "【废文】《缺一不可》作者：双黄蛋【现代 - 3P - 荤素皆有 - 追妻火葬场 - 长篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1uncIgn9Ww-Ki4JsPZ-6hHw?pwd=dp7b",
    "夸克盘链接": "https://pan.quark.cn/s/382a56912917"
  },
  {
    "文件名": "【废文】《情难自控》作者：十九酱【现代 - ABO - 父子 - 荤素均衡 - 中篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1Kt4vtZAlA0XNzN7YiHkUww?pwd=dp7b",
    "夸克盘链接": "https://pan.quark.cn/s/b5b37e132bfe"
  },
  {
    "文件名": "【废文】《漂亮哥哥》作者：黎菠萝【现代 - 强制爱 - 病娇 - 年下 - 荤素皆有 - 中篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1zsKL6Zawa3L_9RBSFrug2Q?pwd=dp7b",
    "夸克盘链接": "https://pan.quark.cn/s/574cd5afce98"
  },
  {
    "文件名": "【废文】《女装被室友撞破后》作者：羌三目【双性 - 直播 - 室友 - NP - 直掰弯 - 荤素皆有 - 中篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1aNY-YIMBv54wOgMcS7n1Jw?pwd=dp7b",
    "夸克盘链接": "https://pan.quark.cn/s/0bf65c2382ca"
  },
  {
    "文件名": "【废文】《泥土》作者：西方美术史【现代 - HE - ABO - 暗恋 - 荤素均衡 - 短篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1WZs9iGADsXDnhJyflNPHbw?pwd=dp7b",
    "夸克盘链接": "https://pan.quark.cn/s/b117dc16fc2a"
  },
  {
    "文件名": "【废文】《琉璃海》作者：清晚【现代 - HE - 双性 - 骨科 - 年上 - 荤素皆有 - 中篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1T71IZ2j68iypOXeZ4kysRg?pwd=dp7b",
    "夸克盘链接": "https://pan.quark.cn/s/b8a6d63032b1"
  },
  {
    "文件名": "【废文】《老舅不对劲》作者：一张面膜【第一人称 - 现代 - 轻松 - 骨科 - 直掰弯 - 荤素皆有 - 短篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1bUy6DLi9OKdaeIoLIlzXtQ?pwd=dp7b",
    "夸克盘链接": "https://pan.quark.cn/s/b0d4bed90ec6"
  },
  {
    "文件名": "【废文】《涂改》作者：枕河【现代 - 轻松 - 双性 - 父子 - 荤素皆有 - 短篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1mm1qus5BXXRubbj2V45FiA?pwd=dp7b",
    "夸克盘链接": "https://pan.quark.cn/s/f45ceb447d52"
  },
  {
    "文件名": "【废文】《徒花》作者：不让尘【现代 - HE - 狗血 - 年下直掰弯 - 微H - 中篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1sZ7cCmyawJKnNLk8fKOpUA?pwd=dp7b",
    "夸克盘链接": "https://pan.quark.cn/s/b74fddd18094"
  },
  {
    "文件名": "【废文】《徒弟你慢点》作者：有机酸奶【HE - 玄幻 - 养成 - 年下 - 1v1 - 微H - 短篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1WxsxU0-iYoKz_4XDUGgxag?pwd=dp7b",
    "夸克盘链接": "https://pan.quark.cn/s/d327f19624c3"
  },
  {
    "文件名": "【废文】《监禁时间》作者：一晌贪欢呀【现代 - 三观不正 - 重口 - 强强 - 荤素皆有 - 短篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1lycP9qT1-JGr39awhWQGpA?pwd=dp7b",
    "夸克盘链接": "https://pan.quark.cn/s/e6fde9be414e"
  },
  {
    "文件名": "【废文】《狐狸精》作者：鸭妈妈【古代 - 三观不正 - 双性 - NP - 高H - 中篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/11FNbikZfPF43i0xI3Mu2UQ?pwd=dp7b",
    "夸克盘链接": "https://pan.quark.cn/s/b2d7081a5f04"
  },
  {
    "文件名": "【废文】《还复行》作者：赵酒良【古代 - HE - 狗血 - 生子 - 产乳 - 荤素皆有 - 短篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1COasBe2ZiTo-0FvV4b92jA?pwd=dp7b",
    "夸克盘链接": "https://pan.quark.cn/s/b7205651c7ef"
  },
  {
    "文件名": "【废文】《狗东西》作者：余生相【现代 - HE - 互攻 - BDSM - 荤素皆有 - 短篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1AnQX4qFk5b2AyF64tRXMjA?pwd=dp7b",
    "夸克盘链接": "https://pan.quark.cn/s/d4e42d7943d8"
  },
  {
    "文件名": "【废文】《勾结》作者：一个点两个点【大纲 - 互攻 - 古代 - 狗血 - 宫廷侯爵 - 荤素皆有 - 短篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/12zFyltajPSRi0XfZ5j_Rjg?pwd=dp7b",
    "夸克盘链接": "https://pan.quark.cn/s/88831abe86f0"
  },
  {
    "文件名": "【废文】《个人出列》作者：艾若【HE - 狗血 - 年下 - 1v1 - 肉渣 - 中篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1KQ21nAA8tXvH458AbobSdQ?pwd=dp7b",
    "夸克盘链接": "https://pan.quark.cn/s/69515185930b"
  },
  {
    "文件名": "【废文】《疯》作者：花槐【第一人称 - 主攻 - 狗血 - HE - 荤素皆有 - 短篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1jNz-tkTqvK_IblakztomRw?pwd=dp7b",
    "夸克盘链接": "https://pan.quark.cn/s/f12fa0c96cb2"
  },
  {
    "文件名": "【废文】《飞鸟》作者：匿名咸鱼【现代 - 微H - 中篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1qJZ0CLUpAHPOeTyc2zEyFA?pwd=dp7b",
    "夸克盘链接": "https://pan.quark.cn/s/a78eb2e5ca8d"
  },
  {
    "文件名": "【废文】《断尾》作者：猛龙落泪【古代 - HE - 玄幻 - 破镜重圆 - 荤素皆有 - 中篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1arDOgAKyhH1vF92p82OlzA?pwd=dp7b",
    "夸克盘链接": "https://pan.quark.cn/s/c5b8f3be373b"
  },
  {
    "文件名": "【废文】《短篇合集》作者：孟九天【合集 - 微H - 短篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/16nDumwQE1JXOnnt7JQNXYQ?pwd=dp7b",
    "夸克盘链接": "https://pan.quark.cn/s/56610adb63c6"
  },
  {
    "文件名": "【废文】《错觉》作者：道系废柴【补番 - 大纲 - 现代 - HE - 狗血 - 黑道 - 荤素皆有 - 短篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/11qIq_3MNPYcltGrL7LLw_g?pwd=dp7b",
    "夸克盘链接": "https://pan.quark.cn/s/645eaa55c698"
  },
  {
    "文件名": "【废文】《春醪》作者：细色【现代 - 双性 - NP - 高H - 短篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1_OZl50clFnE_Law5exjWkw?pwd=dp7b",
    "夸克盘链接": "https://pan.quark.cn/s/85f0194aa01b"
  },
  {
    "文件名": "【废文】《初恋喝多了》作者：独船行中洲【小甜饼 - ABO - 暗恋 - 荤素皆有 - 短篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1muSOqb0euouOk6vS8Imwag?pwd=dp7b",
    "夸克盘链接": "https://pan.quark.cn/s/33cbfa25ce49"
  },
  {
    "文件名": "【废文】《沉暮》作者：小小花巷子【现代 - 双性 - 荤素均衡 - 现代 - 产乳 - 1v1 - 短篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1N1GddtU-FNjvT1ju8oZxBA?pwd=dp7b",
    "夸克盘链接": "https://pan.quark.cn/s/5dad558eab6f"
  },
  {
    "文件名": "【废文】《不偶》作者：ayko【现代 - 双性 - NP - 高H - 中篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/17GDQEP_YDIPb7mAWf5UNLQ?pwd=dp7b",
    "夸克盘链接": "https://pan.quark.cn/s/4dddbb56cd76"
  },
  {
    "文件名": "【废文】《变温关系》作者：州向北落【小甜饼 - 日常 - 养成 - 年下 - 荤素皆有 - 中篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1yEKnRjH6yQ5oekOimv66wg?pwd=dp7b",
    "夸克盘链接": "https://pan.quark.cn/s/c5d07883ea79"
  },
  {
    "文件名": "【废文】《の阉割计划》作者：鹤望兰chloe【现代 - ABO - 先婚后爱 - 荤素均衡 - 中篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1uaLnGwVdSr6qZ2tWYBip6A?pwd=dp7b",
    "夸克盘链接": "https://pan.quark.cn/s/05dfc8b6ecc7"
  },
  {
    "文件名": "【废文】《202302雪山飞龙》作者：97号天文观测中心【重口 - 奇幻 - 宠物奇缘 - 荤素皆有 - 短篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1YbHpdbDg_ScmV7li_4pa6Q?pwd=dp7b",
    "夸克盘链接": "https://pan.quark.cn/s/c6914ec62627"
  },
  {
    "文件名": "【废文】《老公他增加了！》作者：木火然【仙侠 - HE - 先婚后爱 - 1v1 - 甜文 - 荤素皆有 - 中篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1e4tJW95VX1_RzNEV5uE0jg?pwd=dp7b",
    "夸克盘链接": "https://pan.quark.cn/s/3a0f3d665c9e"
  },
  {
    "文件名": "【废文】《鸠鸣》作者：山河寄笔【现代 - HE - 狗血 - ABO - 破镜重圆 - 荤素皆有 - 短篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1GsLPij5TQfxWUd-MlF_svA?pwd=dp7b",
    "夸克盘链接": "https://pan.quark.cn/s/078a1f1a3ca2"
  },
  {
    "文件名": "【废文】《娇娇》作者：楚子介【三观不正 - ABO - 骨科 - 产乳 - 高H - 长篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1oZcj8Nsk4EfzkxIq1zoTww?pwd=dp7b",
    "夸克盘链接": "https://pan.quark.cn/s/1f2a45bd19e6"
  },
  {
    "文件名": "【废文】《娇娥》作者：橙汁酱鸭【HE - 双性 - 古代 - 1v1 - 荤素皆有 - 短篇】.txt",
    "百度盘链接": "https://pan.baidu.com/s/1kf6se2tmvJBohQIHNA-rrQ?pwd=dp7b",
    "夸克盘链接": "https://pan.quark.cn/s/44b908116f7c"
  },
  {
    "文件名": "【知乎文】重生后，我撕下了白月光的伪装！.txt",
    "夸克盘链接": "https://pan.quark.cn/s/114b9b9b50c9"
  },
  {
    "文件名": "【知乎文】这个杀手爱炒作.txt",
    "夸克盘链接": "https://pan.quark.cn/s/0e865aae918c"
  },
  {
    "文件名": "【知乎文】鱼没了.txt",
    "夸克盘链接": "https://pan.quark.cn/s/3cf1dbc6539c"
  },
  {
    "文件名": "【知乎文】于礼不合.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e5064d6a6a59"
  },
  {
    "文件名": "【知乎文】一只特立独行的备胎.txt",
    "夸克盘链接": "https://pan.quark.cn/s/dd98b9bcd709"
  },
  {
    "文件名": "【知乎文】一顾明烟.txt",
    "夸克盘链接": "https://pan.quark.cn/s/8b19fd413306"
  },
  {
    "文件名": "【知乎文】羊脂玉.txt",
    "夸克盘链接": "https://pan.quark.cn/s/8cd8d9c84dbc"
  },
  {
    "文件名": "【知乎文】羊入虎口.txt",
    "夸克盘链接": "https://pan.quark.cn/s/7f833bb70dba"
  },
  {
    "文件名": "【知乎文】学姐.txt",
    "夸克盘链接": "https://pan.quark.cn/s/20cc610eea94"
  },
  {
    "文件名": "【知乎文】性转人生.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ed9e0520d222"
  },
  {
    "文件名": "【知乎文】心刺.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c97a6dbfc968"
  },
  {
    "文件名": "【知乎文】谢却荼蘼.txt",
    "夸克盘链接": "https://pan.quark.cn/s/52ab8ba87079"
  },
  {
    "文件名": "【知乎文】小叔叔，你可不可以喜欢我.txt",
    "夸克盘链接": "https://pan.quark.cn/s/20df93ca0346"
  },
  {
    "文件名": "【知乎文】吾往矣.txt",
    "夸克盘链接": "https://pan.quark.cn/s/100973dce482"
  },
  {
    "文件名": "【知乎文】我喜欢你很久了.txt",
    "夸克盘链接": "https://pan.quark.cn/s/eeac8cbe4b1f"
  },
  {
    "文件名": "【知乎文】我是一个妃子，我决定不争宠了.txt",
    "夸克盘链接": "https://pan.quark.cn/s/111fa1228926"
  },
  {
    "文件名": "【知乎文】我嫁给了我高中的男神.txt",
    "夸克盘链接": "https://pan.quark.cn/s/b2bdbc511f5c"
  },
  {
    "文件名": "【知乎文】我的竹马，真烦人！.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c921ff786b5f"
  },
  {
    "文件名": "【知乎文】我的男人，你别惦记.txt",
    "夸克盘链接": "https://pan.quark.cn/s/5965e877589c"
  },
  {
    "文件名": "【知乎文】我的 NPC 男友.txt",
    "夸克盘链接": "https://pan.quark.cn/s/907646a57663"
  },
  {
    "文件名": "【知乎文】未婚夫的剧本.txt",
    "夸克盘链接": "https://pan.quark.cn/s/115fb849ecfc"
  },
  {
    "文件名": "【知乎文】望川.txt",
    "夸克盘链接": "https://pan.quark.cn/s/3659cc2a2ff6"
  },
  {
    "文件名": "【知乎文】往事如烟.txt",
    "夸克盘链接": "https://pan.quark.cn/s/f3a71a66cf76"
  },
  {
    "文件名": "【知乎文】坦白局.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c09813e36da6"
  },
  {
    "文件名": "【知乎文】他遗忘的这八年.txt",
    "夸克盘链接": "https://pan.quark.cn/s/eca3289672d2"
  },
  {
    "文件名": "【知乎文】他的白兔.txt",
    "夸克盘链接": "https://pan.quark.cn/s/8db4827902df"
  },
  {
    "文件名": "【知乎文】水深火热.txt",
    "夸克盘链接": "https://pan.quark.cn/s/cc180a2f0559"
  },
  {
    "文件名": "【知乎文】手撕相亲群.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c0e37f89b190"
  },
  {
    "文件名": "【知乎文】世子，别来无恙.txt",
    "夸克盘链接": "https://pan.quark.cn/s/7e67fbfdadcb"
  },
  {
    "文件名": "【知乎文】深爱保护.txt",
    "夸克盘链接": "https://pan.quark.cn/s/eec8c8ae99d0"
  },
  {
    "文件名": "【知乎文】谁是第三者.txt",
    "夸克盘链接": "https://pan.quark.cn/s/8dd4c072c770"
  },
  {
    "文件名": "【知乎文】闪离闪婚.txt",
    "夸克盘链接": "https://pan.quark.cn/s/4002c7312cf6"
  },
  {
    "文件名": "【知乎文】山河予你.txt",
    "夸克盘链接": "https://pan.quark.cn/s/bf914bd96c6e"
  },
  {
    "文件名": "【知乎文】山风引春潮.txt",
    "夸克盘链接": "https://pan.quark.cn/s/8883f08d9d51"
  },
  {
    "文件名": "【知乎文】弱海棠.txt",
    "夸克盘链接": "https://pan.quark.cn/s/82e2b363a9cb"
  },
  {
    "文件名": "【知乎文】戎色.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ba305fea8656"
  },
  {
    "文件名": "【知乎文】棋活了.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ec30ed8bcb29"
  },
  {
    "文件名": "【知乎文】妻子的背刺.txt",
    "夸克盘链接": "https://pan.quark.cn/s/becc8176c59e"
  },
  {
    "文件名": "【知乎文】破碎的象牙塔.txt",
    "夸克盘链接": "https://pan.quark.cn/s/1c7511b3bd96"
  },
  {
    "文件名": "【知乎文】宁为玉碎.txt",
    "夸克盘链接": "https://pan.quark.cn/s/f6c28a196cd2"
  },
  {
    "文件名": "【知乎文】拿了恶毒女配剧本的男主.txt",
    "夸克盘链接": "https://pan.quark.cn/s/cd75487f8d61"
  },
  {
    "文件名": "【知乎文】美人皮.txt",
    "夸克盘链接": "https://pan.quark.cn/s/7501c855ef16"
  },
  {
    "文件名": "【知乎文】玛丽苏小说穿书指南.txt",
    "夸克盘链接": "https://pan.quark.cn/s/5ce8d62cd082"
  },
  {
    "文件名": "【知乎文】恋人未满.txt",
    "夸克盘链接": "https://pan.quark.cn/s/18a0708bc307"
  },
  {
    "文件名": "【知乎文】冷宫废后.txt",
    "夸克盘链接": "https://pan.quark.cn/s/cc963e3b9d49"
  },
  {
    "文件名": "【知乎文】娟娟风来.txt",
    "夸克盘链接": "https://pan.quark.cn/s/0b51cb913afe"
  },
  {
    "文件名": "【知乎文】救赎.txt",
    "夸克盘链接": "https://pan.quark.cn/s/17e35cf858c8"
  },
  {
    "文件名": "【知乎文】惊鸿.txt",
    "夸克盘链接": "https://pan.quark.cn/s/2f8c88284599"
  },
  {
    "文件名": "【知乎文】锦瑟.txt",
    "夸克盘链接": "https://pan.quark.cn/s/739d9d9b8cda"
  },
  {
    "文件名": "【知乎文】金丝雀驯养指南.txt",
    "夸克盘链接": "https://pan.quark.cn/s/75991164917f"
  },
  {
    "文件名": "【知乎文】今生限定.txt",
    "夸克盘链接": "https://pan.quark.cn/s/94fff6077f13"
  },
  {
    "文件名": "【知乎文】假凤真做.txt",
    "夸克盘链接": "https://pan.quark.cn/s/0c36bce3d669"
  },
  {
    "文件名": "【知乎文】婚礼前夕.txt",
    "夸克盘链接": "https://pan.quark.cn/s/12a3c45ff587"
  },
  {
    "文件名": "【知乎文】荒唐梦.txt",
    "夸克盘链接": "https://pan.quark.cn/s/551b32239521"
  },
  {
    "文件名": "【知乎文】荒唐的爱.txt",
    "夸克盘链接": "https://pan.quark.cn/s/743c60123746"
  },
  {
    "文件名": "【知乎文】红杏出墙.txt",
    "夸克盘链接": "https://pan.quark.cn/s/cbbe867ae994"
  },
  {
    "文件名": "【知乎文】嘿，小奶狗把我惯坏了！.txt",
    "夸克盘链接": "https://pan.quark.cn/s/98b2e3454e2c"
  },
  {
    "文件名": "【知乎文】和谐姐弟.txt",
    "夸克盘链接": "https://pan.quark.cn/s/175fcbb2320e"
  },
  {
    "文件名": "【知乎文】和离后，驸马悔不当初.txt",
    "夸克盘链接": "https://pan.quark.cn/s/568a5d32ab8f"
  },
  {
    "文件名": "【知乎文】好久不见.txt",
    "夸克盘链接": "https://pan.quark.cn/s/f39124a35eca"
  },
  {
    "文件名": "【知乎文】宫怨.txt",
    "夸克盘链接": "https://pan.quark.cn/s/360de626423c"
  },
  {
    "文件名": "【知乎文】宫墙怨.txt",
    "夸克盘链接": "https://pan.quark.cn/s/9f9ba603d624"
  },
  {
    "文件名": "【知乎文】疯狗要跪着养.txt",
    "夸克盘链接": "https://pan.quark.cn/s/4982b8e2e336"
  },
  {
    "文件名": "【知乎文】独宠小冤家.txt",
    "夸克盘链接": "https://pan.quark.cn/s/6708af84976e"
  },
  {
    "文件名": "【知乎文】第三者的第三者.txt",
    "夸克盘链接": "https://pan.quark.cn/s/3e6852dd035f"
  },
  {
    "文件名": "【知乎文】弟弟，别逗姐姐了.txt",
    "夸克盘链接": "https://pan.quark.cn/s/bcc65834403f"
  },
  {
    "文件名": "【知乎文】当po文女主穿越到清水文.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c04937632ae1"
  },
  {
    "文件名": "【知乎文】带着遗书住进我家的哥哥.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c6ae6659ca6d"
  },
  {
    "文件名": "【知乎文】大圣永恒.txt",
    "夸克盘链接": "https://pan.quark.cn/s/cee1dc4dd443"
  },
  {
    "文件名": "【知乎文】错过：感谢你曾来过.txt",
    "夸克盘链接": "https://pan.quark.cn/s/3fa98bb897ec"
  },
  {
    "文件名": "【知乎文】迟归.txt",
    "夸克盘链接": "https://pan.quark.cn/s/5d2acc193d99"
  },
  {
    "文件名": "【知乎文】池鱼.txt",
    "夸克盘链接": "https://pan.quark.cn/s/56626a98b795"
  },
  {
    "文件名": "【知乎文】朝有时.txt",
    "夸克盘链接": "https://pan.quark.cn/s/70cb47e500bc"
  },
  {
    "文件名": "【知乎文】朝朝暮暮.txt",
    "夸克盘链接": "https://pan.quark.cn/s/6015d7954f0c"
  },
  {
    "文件名": "【知乎文】超甜超会撩，我的荷兰奶狗男友.txt",
    "夸克盘链接": "https://pan.quark.cn/s/5da1de030cf0"
  },
  {
    "文件名": "【知乎文】不负卿.txt",
    "夸克盘链接": "https://pan.quark.cn/s/782b77cb3a6e"
  },
  {
    "文件名": "【知乎文】不凡的囚笼.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e398e87bae26"
  },
  {
    "文件名": "【知乎文】病娇替身不干了.txt",
    "夸克盘链接": "https://pan.quark.cn/s/97481dbeacd3"
  },
  {
    "文件名": "【知乎文】病娇男友要慢慢品尝.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c6b6c03df690"
  },
  {
    "文件名": "【知乎文】傲娇的小狼狗.txt",
    "夸克盘链接": "https://pan.quark.cn/s/aafbf429ea97"
  },
  {
    "文件名": "【知乎文】重新开始.txt",
    "夸克盘链接": "https://pan.quark.cn/s/403b6be2a16b"
  },
  {
    "文件名": "【知乎文】重生后不再善良.txt",
    "夸克盘链接": "https://pan.quark.cn/s/65e6882d2987"
  },
  {
    "文件名": "《左丞相怀上了政敌右丞相的崽后》（番外完）作者：森河不流.txt",
    "夸克盘链接": "https://pan.quark.cn/s/0e2eecd1827a"
  },
  {
    "文件名": "《左丞相怀上了政敌右丞相的崽后》（番外完）作者：森河不流 (1).txt",
    "夸克盘链接": "https://pan.quark.cn/s/b0ca8814acf7"
  },
  {
    "文件名": "《醉红颜（双重生）》作者：糖瓜子.txt",
    "夸克盘链接": "https://pan.quark.cn/s/f6622b9e330c"
  },
  {
    "文件名": "《最后一页》作者：木子上树.txt",
    "夸克盘链接": "https://pan.quark.cn/s/4f48b4870142"
  },
  {
    "文件名": "《足球之绿茵赛场上的贵公子》（番外完）作者：雨分洒罗.txt",
    "夸克盘链接": "https://pan.quark.cn/s/f154ac6d0c8c"
  },
  {
    "文件名": "《总是被人召唤的愿望精灵伊泽杉[综漫]》（番外完）作者：岁黄锁衣.txt",
    "夸克盘链接": "https://pan.quark.cn/s/caec38b5d8bd"
  },
  {
    "文件名": "《自带故事模块的马甲生成器[综英美]》作者：虚野龟.txt",
    "夸克盘链接": "https://pan.quark.cn/s/1225d4dcb221"
  },
  {
    "文件名": "《灼眼》作者：姜之鱼.txt",
    "夸克盘链接": "https://pan.quark.cn/s/50ac66bee8dd"
  },
  {
    "文件名": "《捉婿》作者：苏幕幕.txt",
    "夸克盘链接": "https://pan.quark.cn/s/8d850f9623f8"
  },
  {
    "文件名": "《追老公比打游戏重要[电竞]》作者：旅鱼光扇.txt",
    "夸克盘链接": "https://pan.quark.cn/s/343aa010b335"
  },
  {
    "文件名": "《壮汉夫郎太宠我》作者：劲儿劲儿的.txt",
    "夸克盘链接": "https://pan.quark.cn/s/1cdae09209f2"
  },
  {
    "文件名": "《转职成了山神》作者：改改改名.txt",
    "夸克盘链接": "https://pan.quark.cn/s/286a88d8382f"
  },
  {
    "文件名": "《转生成美露莘，暴露心声后在枫丹当团宠[原神]》（番外完）作者：竹笙SAMA.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c3689b7f2b84"
  },
  {
    "文件名": "《拽哥被学神下情蛊了》（番外完）作者：阵前动马花.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a5f613225cb4"
  },
  {
    "文件名": "《主神崽崽无限流爆红[无限]》作者：十江痕.txt",
    "夸克盘链接": "https://pan.quark.cn/s/1c2d367cbbc0"
  },
  {
    "文件名": "《竹马和我双向暗恋了》（番外完）作者：霜雪挂枝头.txt",
    "夸克盘链接": "https://pan.quark.cn/s/fd6617c5a2b6"
  },
  {
    "文件名": "《竹马爱得够恨》（番外完）作者：有花应看看.txt",
    "夸克盘链接": "https://pan.quark.cn/s/457ce01cc770"
  },
  {
    "文件名": "《珠光宝玉》作者：南嘉禾.txt",
    "夸克盘链接": "https://pan.quark.cn/s/85c371227ac8"
  },
  {
    "文件名": "《珠宫贝阙》作者：小锦袖.txt",
    "夸克盘链接": "https://pan.quark.cn/s/acbaf027e040"
  },
  {
    "文件名": "《重生知道竹马暗恋我后》（番外完）作者：终是一个夏天.txt",
    "夸克盘链接": "https://pan.quark.cn/s/d85f64a39a3d"
  },
  {
    "文件名": "《重生之携手巅峰》作者：第三天堂.txt",
    "夸克盘链接": "https://pan.quark.cn/s/109cca8ce791"
  },
  {
    "文件名": "《重生之他不做渣虫》（番外完）作者：行光善影.txt",
    "夸克盘链接": "https://pan.quark.cn/s/8e0202589070"
  },
  {
    "文件名": "《重生之你闹个什么》作者：松水辞遥.txt",
    "夸克盘链接": "https://pan.quark.cn/s/80ec3ad0e134"
  },
  {
    "文件名": "《重生之民国女学霸》作者：苏放英.txt",
    "夸克盘链接": "https://pan.quark.cn/s/511a05ee2b26"
  },
  {
    "文件名": "《重生之昏君》作者：时不待我.txt",
    "夸克盘链接": "https://pan.quark.cn/s/0b6ac19cfef6"
  },
  {
    "文件名": "《重生之报恩》作者：黑色地板.txt",
    "夸克盘链接": "https://pan.quark.cn/s/31a74bd00d40"
  },
  {
    "文件名": "《重生在夫君登基前》作者：袖侧.txt",
    "夸克盘链接": "https://pan.quark.cn/s/71db944ac8fa"
  },
  {
    "文件名": "《重生再登仙途》（番外完）作者：沧蓝鼓月.txt",
    "夸克盘链接": "https://pan.quark.cn/s/cc2f24be59d6"
  },
  {
    "文件名": "《重生再次养夫郎》（番外完）作者：梦如家图.txt",
    "夸克盘链接": "https://pan.quark.cn/s/d97fd2522ca7"
  },
  {
    "文件名": "《重生手撕反派之老婆很撩人》作者：雨池小夫.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e429d0abea2a"
  },
  {
    "文件名": "《重生是为了和死对头一起好好学习》作者：不吃姜的胖子.txt",
    "夸克盘链接": "https://pan.quark.cn/s/9f561abda554"
  },
  {
    "文件名": "《重生是为了跟偏执狂谈恋爱》作者：聪明机智菜菜菜.txt",
    "夸克盘链接": "https://pan.quark.cn/s/d4b476528d52"
  },
  {
    "文件名": "《重生回到分手这一天后》（番外完）作者：甜竹小梅.txt",
    "夸克盘链接": "https://pan.quark.cn/s/1341933db97a"
  },
  {
    "文件名": "《重生回到二期恋综开始前》（番外完）作者：无望菲流.txt",
    "夸克盘链接": "https://pan.quark.cn/s/6e66f6da34d3"
  },
  {
    "文件名": "《重生后只想当条谈恋爱的咸鱼》作者：安汝安.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a5a0df5d067c"
  },
  {
    "文件名": "《重生后渣攻为我痛哭流涕》作者：我比你更萌.txt",
    "夸克盘链接": "https://pan.quark.cn/s/1dfd7d53ef34"
  },
  {
    "文件名": "《重生后雄虫想离婚跑路》（番外完）作者：三古虾.txt",
    "夸克盘链接": "https://pan.quark.cn/s/2c6f62e1e301"
  },
  {
    "文件名": "《重生后我一直被男朋友当作小可怜》作者：山王高魔.txt",
    "夸克盘链接": "https://pan.quark.cn/s/44bb201f355b"
  },
  {
    "文件名": "《重生后我成了总裁夫人》作者：啵了个醬.txt",
    "夸克盘链接": "https://pan.quark.cn/s/cd83e19bf3df"
  },
  {
    "文件名": "《重生后我成了资本爸爸》作者：微生莲.txt",
    "夸克盘链接": "https://pan.quark.cn/s/5e4be7cd3924"
  },
  {
    "文件名": "《重生后我成了孽徒白月光》作者：尚弦.txt",
    "夸克盘链接": "https://pan.quark.cn/s/117342dc98d7"
  },
  {
    "文件名": "《重生后我成了大反派的亲爹》（番外完）作者：何喜北福.txt",
    "夸克盘链接": "https://pan.quark.cn/s/d9b7274f3045"
  },
  {
    "文件名": "《重生后死对头每天都在撩我》作者：你有我萌吗.txt",
    "夸克盘链接": "https://pan.quark.cn/s/1f04f76649a3"
  },
  {
    "文件名": "《重生后前任崩人设了》作者：浮云柚子茶.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a45dc3cf544d"
  },
  {
    "文件名": "《重生后魔尊就来劫婚了》（番外完）作者：无望菲流.txt",
    "夸克盘链接": "https://pan.quark.cn/s/2f4d018112fb"
  },
  {
    "文件名": "《重生后和死对头结婚了》作者：林不欢.txt",
    "夸克盘链接": "https://pan.quark.cn/s/333d5cbea2c0"
  },
  {
    "文件名": "《重生后成了污染值爆表的怪异》作者：福丹万雨.txt",
    "夸克盘链接": "https://pan.quark.cn/s/1d2ba9deb135"
  },
  {
    "文件名": "《重生后被大佬缠上了》作者：汀词.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c90715f66f98"
  },
  {
    "文件名": "《重生后傲娇美人嫁给温柔豪门老男人》（番外完）作者：达舞鱼.txt",
    "夸克盘链接": "https://pan.quark.cn/s/04a65332c8e3"
  },
  {
    "文件名": "《重生黑道，攻受为奸》作者：洛无奇.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e476c2b391fc"
  },
  {
    "文件名": "《重生短跑天才的冠军之路[竞技]》作者：圆星喜梦.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a8962f0a9720"
  },
  {
    "文件名": "《重生冲喜嫁给本应会死的王爷复活后》（番外完）作者：林下有个鸡窝.txt",
    "夸克盘链接": "https://pan.quark.cn/s/5696bb0c9bcd"
  },
  {
    "文件名": "《重生成崽三岁半》作者：鱼百百.txt",
    "夸克盘链接": "https://pan.quark.cn/s/8b13ebfb5eea"
  },
  {
    "文件名": "《重生成反派总裁的猫狗[娱乐圈]》作者：林盎司.txt",
    "夸克盘链接": "https://pan.quark.cn/s/09ab6cf3a574"
  },
  {
    "文件名": "《重生》作者：春溪笛晓.txt",
    "夸克盘链接": "https://pan.quark.cn/s/23d352d00dc0"
  },
  {
    "文件名": "《重回校园时代掰弯腹黑学霸》作者：边函乌辞.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ffd258407a5f"
  },
  {
    "文件名": "《重回我爸少年时》作者：梨橙橙.txt",
    "夸克盘链接": "https://pan.quark.cn/s/5030fe0128c5"
  },
  {
    "文件名": "《重回六十年代当个小村医》（番外完）作者：流丽吉音.txt",
    "夸克盘链接": "https://pan.quark.cn/s/d1480edc540c"
  },
  {
    "文件名": "《重回极寒降临前[天灾种田]》作者：酒尾猫.txt",
    "夸克盘链接": "https://pan.quark.cn/s/9323441ac010"
  },
  {
    "文件名": "《重回八十年代末从做美食开始》作者：鼓振九万里.txt",
    "夸克盘链接": "https://pan.quark.cn/s/7b3d039b69fb"
  },
  {
    "文件名": "《重回八十年代末从做美食开始》（番外完）作者：鼓振九万里.txt",
    "夸克盘链接": "https://pan.quark.cn/s/11961932847a"
  },
  {
    "文件名": "《重欢》作者：简小酌.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c7f592ccc27a"
  },
  {
    "文件名": "《中医徐先生和新闻主播闪婚了》（番外完）作者：终是一个夏天.txt",
    "夸克盘链接": "https://pan.quark.cn/s/5f663e160d64"
  },
  {
    "文件名": "《中式恐怖在漫画也很给力[综漫]》（番外完）作者：白雪蛋盒.txt",
    "夸克盘链接": "https://pan.quark.cn/s/79ab44df6fa6"
  },
  {
    "文件名": "《中二病少年的恋爱对象是白毛最强[综漫]》（番外完）作者：神骨奇展.txt",
    "夸克盘链接": "https://pan.quark.cn/s/88c9eca6ccec"
  },
  {
    "文件名": "《智齿》作者：姜揽月.txt",
    "夸克盘链接": "https://pan.quark.cn/s/33d37d650e68"
  },
  {
    "文件名": "《炙秋》作者：越寻.txt",
    "夸克盘链接": "https://pan.quark.cn/s/4d13201a4420"
  },
  {
    "文件名": "《至上宠溺[重生]》作者：sherry_c.txt",
    "夸克盘链接": "https://pan.quark.cn/s/13f744ba13fa"
  },
  {
    "文件名": "《只有风吹过那个盛夏》作者：叶淅宝.txt",
    "夸克盘链接": "https://pan.quark.cn/s/5db6959a31a3"
  },
  {
    "文件名": "《植入心野》作者：谷草.txt",
    "夸克盘链接": "https://pan.quark.cn/s/92deae5bd102"
  },
  {
    "文件名": "《直男竹马和我一起上恋综后》（番外完）作者：怒天紫花.txt",
    "夸克盘链接": "https://pan.quark.cn/s/1d8455aeac46"
  },
  {
    "文件名": "《直男舍友被我女装钓到后》（番外完）作者：洪箭九针.txt",
    "夸克盘链接": "https://pan.quark.cn/s/046e6f6a63c0"
  },
  {
    "文件名": "《直男们原来想把我吃了[综漫]》作者：万舟古世.txt",
    "夸克盘链接": "https://pan.quark.cn/s/97ad04a60396"
  },
  {
    "文件名": "《直男穿书后假装高冷酷哥》（番外完）作者：雪宫漫蝶.txt",
    "夸克盘链接": "https://pan.quark.cn/s/249521442b10"
  },
  {
    "文件名": "《直男穿到ABO世界会怎么样》作者：雪网莎意.txt",
    "夸克盘链接": "https://pan.quark.cn/s/bdd9825e611b"
  },
  {
    "文件名": "《直播：皇帝们来帮我打工啦》（番外完）作者：前少月华光.txt",
    "夸克盘链接": "https://pan.quark.cn/s/7d676e739e56"
  },
  {
    "文件名": "《织田作绑定系统后成了小说家[综漫]》（番外完）作者：茶水寒月湿.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c33f25cab3b6"
  },
  {
    "文件名": "《拯救男主后我跑路了[穿书]》作者：若鸯君.txt",
    "夸克盘链接": "https://pan.quark.cn/s/9cec31088c9e"
  },
  {
    "文件名": "《蒸汽朋克之血族奋斗史》（番外完）作者：狼雨无魂.txt",
    "夸克盘链接": "https://pan.quark.cn/s/385ebd7f5b08"
  },
  {
    "文件名": "《震惊，太子竟然修仙飞升了[清]》（番外完）作者：前尘生惊变.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a6d67f4d53e9"
  },
  {
    "文件名": "【知乎文】爱是趾间杀.txt",
    "夸克盘链接": "https://pan.quark.cn/s/12e52b753688"
  },
  {
    "文件名": "【知乎文】爱如死灰.txt",
    "夸克盘链接": "https://pan.quark.cn/s/d3866e8fbcf7"
  },
  {
    "文件名": "【长佩】《阵雨将歇》by风月归我(1).txt",
    "夸克盘链接": "https://pan.quark.cn/s/73ba862d3193"
  },
  {
    "文件名": "【晋江】《专业带飞，兼职网恋》[全息]（更106）by若白衣(1).txt",
    "夸克盘链接": "https://pan.quark.cn/s/6e81ba77f4fc"
  },
  {
    "文件名": "【晋江】《撒娇精怎么可能是替身》（精校版全本）by木万千(1).txt",
    "夸克盘链接": "https://pan.quark.cn/s/114236932cc8"
  },
  {
    "文件名": "《做学霸考大学就是想解除娃娃亲》（番外完）作者：锦果妖源.txt",
    "夸克盘链接": "https://pan.quark.cn/s/b50105195c6f"
  },
  {
    "文件名": "《做金花还是挺香的》（番外完）作者：小海寻鱼.txt",
    "夸克盘链接": "https://pan.quark.cn/s/da458fb3226e"
  },
  {
    "文件名": "《真千金的归位人生》作者：花椒一把香.txt",
    "夸克盘链接": "https://pan.quark.cn/s/d795cc589fab"
  },
  {
    "文件名": "《这你都不嗑？》作者：马户子君【完结+番外】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/f82c0914e126"
  },
  {
    "文件名": "《这回真的追星追到火葬场了》（番外完）作者：逆月照寒江.txt",
    "夸克盘链接": "https://pan.quark.cn/s/5765c71e8b64"
  },
  {
    "文件名": "《这个小皇帝是傻白甜》作者：聚福沙斗.txt",
    "夸克盘链接": "https://pan.quark.cn/s/6fbedea23729"
  },
  {
    "文件名": "《这个戏精超强却过分沙雕》作者：豆子禹.txt",
    "夸克盘链接": "https://pan.quark.cn/s/9a7a496c7111"
  },
  {
    "文件名": "《这个玩辅助的男孩子是个万人迷》作者：厚诗月乐.txt",
    "夸克盘链接": "https://pan.quark.cn/s/bb4796ae2c74"
  },
  {
    "文件名": "《这个婚迟早要离》作者：烟二.txt",
    "夸克盘链接": "https://pan.quark.cn/s/309c027cc64c"
  },
  {
    "文件名": "《这不是我认识的数学题！[无限]》作者：流浪咸芝士.txt",
    "夸克盘链接": "https://pan.quark.cn/s/704f3479b9ad"
  },
  {
    "文件名": "《折她入幕》作者：岫岫烟【完结+番外】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/7d30fce032a8"
  },
  {
    "文件名": "《折蔷薇》作者：知兔者.txt",
    "夸克盘链接": "https://pan.quark.cn/s/7011a90b976d"
  },
  {
    "文件名": "《召唤龙是我的异能力[综漫]》（番外完）作者：蓝云天灰.txt",
    "夸克盘链接": "https://pan.quark.cn/s/be62c3e067b8"
  },
  {
    "文件名": "《找错了反派哥哥怎么办》（番外完）作者：青剑现金芒.txt",
    "夸克盘链接": "https://pan.quark.cn/s/b74f962c3e04"
  },
  {
    "文件名": "《招惹宿敌仙尊后我掉马了》作者：舟人弈语.txt",
    "夸克盘链接": "https://pan.quark.cn/s/42a3da1af0de"
  },
  {
    "文件名": "《长生烛》作者：慕许.txt",
    "夸克盘链接": "https://pan.quark.cn/s/1662445a375d"
  },
  {
    "文件名": "《战死的指挥官回来后》作者：木成江舟过.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c6f939b9c06e"
  },
  {
    "文件名": "《占有欲很强的疯狗alpha缠上我后》（番外完）作者：探零旗.txt",
    "夸克盘链接": "https://pan.quark.cn/s/94fe1ad07df6"
  },
  {
    "文件名": "《怎么成为传奇特工[综英美]》（番外完）作者：乱玉心枯.txt",
    "夸克盘链接": "https://pan.quark.cn/s/95a75e89676b"
  },
  {
    "文件名": "《早逝元配重生后》作者：折耳两两.txt",
    "夸克盘链接": "https://pan.quark.cn/s/8c7b33acea47"
  },
  {
    "文件名": "《糟糕，要长恋爱脑了！》作者：三十六归一.txt",
    "夸克盘链接": "https://pan.quark.cn/s/1db09630ade3"
  },
  {
    "文件名": "《在罪犯朝圣地当实习狱警后[星际]》（番外完）作者：乔素蓝纸.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a1f688dd16c8"
  },
  {
    "文件名": "《在咒术界拥有模拟器[综漫]》作者：雨落剑飘.txt",
    "夸克盘链接": "https://pan.quark.cn/s/80fd96485606"
  },
  {
    "文件名": "《在异世囤货求生[无限]》作者：煮酒吃糖.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e7b2e8341ef3"
  },
  {
    "文件名": "《在妖魔世界养家的日子[穿书]》（番外完）作者：黑梦小荒天.txt",
    "夸克盘链接": "https://pan.quark.cn/s/7780b801955c"
  },
  {
    "文件名": "《在校园综艺深陷修罗场后我爆红了》作者：衿衿有味.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ba38dfefc762"
  },
  {
    "文件名": "《在夏夜熙攘之前》作者：浮瑾.txt",
    "夸克盘链接": "https://pan.quark.cn/s/97f2fe800550"
  },
  {
    "文件名": "《在娃综当奶爸管家爆火了》（番外完）作者：夜云潜光.txt",
    "夸克盘链接": "https://pan.quark.cn/s/5b92b3c66fb4"
  },
  {
    "文件名": "《在米花町绑定系统开个杂货店[综漫]》（番外完）作者：洪帝蓝继.txt",
    "夸克盘链接": "https://pan.quark.cn/s/f97fb77a167b"
  },
  {
    "文件名": "《在美恐里世界发疯后[无限]》作者：可乐配鸡腿.txt",
    "夸克盘链接": "https://pan.quark.cn/s/9ae33d096769"
  },
  {
    "文件名": "《在每个世界当大佬(快穿)》作者：昔我晚矣.txt",
    "夸克盘链接": "https://pan.quark.cn/s/2cf8fcd4c8e0"
  },
  {
    "文件名": "《在灵异文里当大佬（快穿）》作者：若水然.txt",
    "夸克盘链接": "https://pan.quark.cn/s/d38090761e2e"
  },
  {
    "文件名": "《在狗血文里做老师》作者：岩城太瘦生【完结+番外】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/34f26d92142a"
  },
  {
    "文件名": "《在废土和禁欲元帅组队抵御怪物入侵》（番外完）作者：从花三时.txt",
    "夸克盘链接": "https://pan.quark.cn/s/49ae9887fbce"
  },
  {
    "文件名": "《在癫狂的超时空世界当快递员》作者：蓝心琴雨.txt",
    "夸克盘链接": "https://pan.quark.cn/s/9b550681a289"
  },
  {
    "文件名": "《在地铁上和高中同学撞衫后》作者：岁岁无恙【完结+番外】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/94bf7d084486"
  },
  {
    "文件名": "《在地铁上和高中同学撞衫后》作者：岁岁无恙.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c7280ead9488"
  },
  {
    "文件名": "《再无今夏》作者：眷希【完结+番外】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/d8feed3f520c"
  },
  {
    "文件名": "《再生气我就要演你了！》作家：猫界第一噜.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a35bb7693e3f"
  },
  {
    "文件名": "《再少年》作者：绿野千鹤.txt",
    "夸克盘链接": "https://pan.quark.cn/s/16083d7e8981"
  },
  {
    "文件名": "《崽崽》作者：川澜.txt",
    "夸克盘链接": "https://pan.quark.cn/s/d30b0bf24a9f"
  },
  {
    "文件名": "《咋办？我爹太上进了！》作者：神仙老虎.txt",
    "夸克盘链接": "https://pan.quark.cn/s/9ea02a58d029"
  },
  {
    "文件名": "《运动漫和论恋爱脑适配吗[综漫]》作者：望戏生迟.txt",
    "夸克盘链接": "https://pan.quark.cn/s/194718435b97"
  },
  {
    "文件名": "《云娇雨怯》作者：韫枝.txt",
    "夸克盘链接": "https://pan.quark.cn/s/11d83af4cc53"
  },
  {
    "文件名": "《原神之四神明在线养孩子》作者：远山墨色.txt",
    "夸克盘链接": "https://pan.quark.cn/s/4b825f8968e1"
  },
  {
    "文件名": "《原神之炼金大佬青睐他了》（番外完）作者：孤水醉雨.txt",
    "夸克盘链接": "https://pan.quark.cn/s/8d154bc3940e"
  },
  {
    "文件名": "《原来她一直很爱我》作者：慕慕千寻.txt",
    "夸克盘链接": "https://pan.quark.cn/s/8116f50ecfea"
  },
  {
    "文件名": "《原来霍教授爱贴贴》作者：两点一现.txt",
    "夸克盘链接": "https://pan.quark.cn/s/432aec4af922"
  },
  {
    "文件名": "《遇月》作者：听鹿.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c508920b3065"
  },
  {
    "文件名": "《欲哭》作者：兔之.txt",
    "夸克盘链接": "https://pan.quark.cn/s/2b39a59f96a4"
  },
  {
    "文件名": "《欲盖弥彰的暗恋》作者：六须鲇.txt",
    "夸克盘链接": "https://pan.quark.cn/s/6dc75fcf6e9b"
  },
  {
    "文件名": "《驭宦》作者：嗞咚.txt",
    "夸克盘链接": "https://pan.quark.cn/s/b63969249d0a"
  },
  {
    "文件名": "《雨夜悸动》作者：寄欢.txt",
    "夸克盘链接": "https://pan.quark.cn/s/29538e031bce"
  },
  {
    "文件名": "《雨痕》作者：故得【完结+番外】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/dd81c1be763f"
  },
  {
    "文件名": "《与影帝互撩后我躺平了》作者：榴莲香菜汤.txt",
    "夸克盘链接": "https://pan.quark.cn/s/3f9da3a91954"
  },
  {
    "文件名": "《与你岁岁年年》作者：三无是萌点.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a242f0e5b070"
  },
  {
    "文件名": "《与老板先婚后爱》作者：十八媛.txt",
    "夸克盘链接": "https://pan.quark.cn/s/3dadbda598dc"
  },
  {
    "文件名": "《娱乐圈走红从草台男团开始》作者：梦谷之燕.txt",
    "夸克盘链接": "https://pan.quark.cn/s/f974c01c24dd"
  },
  {
    "文件名": "《余温》作者：泡沫红茶.txt",
    "夸克盘链接": "https://pan.quark.cn/s/3bf42c85ea82"
  },
  {
    "文件名": "《于盛夏热恋》作者：方柠多.txt",
    "夸克盘链接": "https://pan.quark.cn/s/485ef2261320"
  },
  {
    "文件名": "《于凛冬热吻》作者：尤洇.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e314efbfa110"
  },
  {
    "文件名": "《幼崽教祖拯救世界[综漫]》作者：冷梦幽萌.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ecacb52de768"
  },
  {
    "文件名": "《幼崽兵王三岁半》作者：圆星喜梦.txt",
    "夸克盘链接": "https://pan.quark.cn/s/b3ebaf3d8658"
  },
  {
    "文件名": "《有烧》作者：醇白.txt",
    "夸克盘链接": "https://pan.quark.cn/s/400e4481ce0e"
  },
  {
    "文件名": "《游戏里的NPC小丧尸穿到末世文后》（番外完）作者：星圆奇真.txt",
    "夸克盘链接": "https://pan.quark.cn/s/5f5b1f3cfb5d"
  },
  {
    "文件名": "《用深情把直男掰弯》（番外完）作者：藏惊书.txt",
    "夸克盘链接": "https://pan.quark.cn/s/41ba93eddb10"
  },
  {
    "文件名": "《用模拟器扮演大佬们的弟弟[综漫]》》（番外完）作者：少画逆舞.txt",
    "夸克盘链接": "https://pan.quark.cn/s/8509ab3481a9"
  },
  {
    "文件名": "《影帝竟偷偷喜欢了我很久》（番外完）作者：随风随雨飘.txt",
    "夸克盘链接": "https://pan.quark.cn/s/18481bcd3726"
  },
  {
    "文件名": "《影帝今天躺赢了吗》作者：泷夏川.txt",
    "夸克盘链接": "https://pan.quark.cn/s/5c4e85a1535f"
  },
  {
    "文件名": "《影帝掉落神坛后》（番外完）作者：寒虎零蝶.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e7ab72f1e912"
  },
  {
    "文件名": "《影帝的炮灰前夫重生了》作者：脆枣.txt",
    "夸克盘链接": "https://pan.quark.cn/s/391220258e19"
  },
  {
    "文件名": "《影帝蹭流量的心思》作者：白梦藏青.txt",
    "夸克盘链接": "https://pan.quark.cn/s/307951af7930"
  },
  {
    "文件名": "《盈缺》作者：折枝伴酒.txt",
    "夸克盘链接": "https://pan.quark.cn/s/2407ab0557a1"
  },
  {
    "文件名": "《英俊冷面上司竟是我的联姻对象》（番外完）作者：潜属软扇.txt",
    "夸克盘链接": "https://pan.quark.cn/s/d998d51c773d"
  },
  {
    "文件名": "《引火》作者：今婳【完结+番外】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/1a0d2b452612"
  },
  {
    "文件名": "《意外怀上后被豪门大佬宠上天了》（番外完）作者：珍梦兔妖.txt",
    "夸克盘链接": "https://pan.quark.cn/s/101e73a0aa52"
  },
  {
    "文件名": "《异族战神是我的小猫猫》（番外完）作者：游故卡梦.txt",
    "夸克盘链接": "https://pan.quark.cn/s/df3cc10f83db"
  },
  {
    "文件名": "《异能监察处的咸鱼后勤不好惹》作者：极箭穿云.txt",
    "夸克盘链接": "https://pan.quark.cn/s/83b460f98f6c"
  },
  {
    "文件名": "《宜室宜婚》作者：见星帘.txt",
    "夸克盘链接": "https://pan.quark.cn/s/85e960642bda"
  },
  {
    "文件名": "《医生老公忽然冷淡》作者：彩云归.txt",
    "夸克盘链接": "https://pan.quark.cn/s/31fc4c17345a"
  },
  {
    "文件名": "《伊泽杉在大正年代斩妖除魔[综漫]》（番外完）作者：岁黄锁衣.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a27d42813483"
  },
  {
    "文件名": "《伊泽杉异世界穿越之旅[综漫]》（番外完）作者：岁黄锁衣.txt",
    "夸克盘链接": "https://pan.quark.cn/s/86b61fe77dad"
  },
  {
    "文件名": "《要抱病美人竹马回家》（番外完）作者：若星和尘.txt",
    "夸克盘链接": "https://pan.quark.cn/s/6a04147fe416"
  },
  {
    "文件名": "《要抱病美人竹马回家》（番外完）作者：若星和尘 (1).txt",
    "夸克盘链接": "https://pan.quark.cn/s/4855a65dd201"
  },
  {
    "文件名": "《摇滚乐队内主唱谈恋爱了》（番外完）作者：横画山花.txt",
    "夸克盘链接": "https://pan.quark.cn/s/6a9b268a5746"
  },
  {
    "文件名": "《妖后扔球跑后在人界当幼崽园老师》（番外完）作者：千音华锦.txt",
    "夸克盘链接": "https://pan.quark.cn/s/52296b7176f8"
  },
  {
    "文件名": "《鸩婚》作者： 江月年年【完结+番外】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/0dcf07ce0215"
  },
  {
    "文件名": "《真少爷重生后不想奋斗只想躺平》作者：贵商岁.txt",
    "夸克盘链接": "https://pan.quark.cn/s/dab23f524f32"
  },
  {
    "文件名": "《真千金在综艺节目里爆红》作者：八斤蜜柑.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a26988270152"
  },
  {
    "文件名": "《厌世魔头的白月光重生了》作者：柯小聂.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e2f6bb7fcdee"
  },
  {
    "文件名": "《演技一派》（番外完）作者：千乱美华.txt",
    "夸克盘链接": "https://pan.quark.cn/s/1891998eee12"
  },
  {
    "文件名": "《眼镜绅士》作者：玉不逐流（绅士法则 ）【完结+番外】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/fe9dd9586e1b"
  },
  {
    "文件名": "《言情文男配和男主角搞在一起了》（番外完）作者：岁雪阳尘.txt",
    "夸克盘链接": "https://pan.quark.cn/s/69467d467a91"
  },
  {
    "文件名": "《驯化储君后我辞官了》作者：东边的小周.txt",
    "夸克盘链接": "https://pan.quark.cn/s/34fdde648318"
  },
  {
    "文件名": "《驯服怪物从把它变成恋爱脑开始》作者：曲深声幽远.txt",
    "夸克盘链接": "https://pan.quark.cn/s/1bede7b72b0d"
  },
  {
    "文件名": "《醺》作者：史今朝.txt",
    "夸克盘链接": "https://pan.quark.cn/s/61fa00d2eb65"
  },
  {
    "文件名": "《血族生存指导手册》（番外完）作者：静浪梅花.txt",
    "夸克盘链接": "https://pan.quark.cn/s/63a8be61819b"
  },
  {
    "文件名": "《雪山滑行印记》（番外完）作者：剑海浮天.txt",
    "夸克盘链接": "https://pan.quark.cn/s/3df8bc3bb713"
  },
  {
    "文件名": "《雪满长空》作者：求之不得.txt",
    "夸克盘链接": "https://pan.quark.cn/s/8cb59ddad881"
  },
  {
    "文件名": "《雪里温柔》作者：璇枢星.txt",
    "夸克盘链接": "https://pan.quark.cn/s/5eda2bff3956"
  },
  {
    "文件名": "《玄学咸鱼在恋综躺赢了》作者：清且丶.txt",
    "夸克盘链接": "https://pan.quark.cn/s/7a2cbbd6763a"
  },
  {
    "文件名": "《玄学大佬直播算命火爆全网》作者：天底水花转.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e08fe14fbc79"
  },
  {
    "文件名": "《玄学大佬在线吃瓜后全网爆红》作者：星秋翠美.txt",
    "夸克盘链接": "https://pan.quark.cn/s/adfe9acff275"
  },
  {
    "文件名": "《玄学大佬穿到古代当神棍》（番外完）作者：雨冷风思.txt",
    "夸克盘链接": "https://pan.quark.cn/s/6fd72e747d2a"
  },
  {
    "文件名": "《玄世诡奇风水录》（番外完）作者：木成江舟过.txt",
    "夸克盘链接": "https://pan.quark.cn/s/5a62b2fd0502"
  },
  {
    "文件名": "《许医生的占有欲》作者：今悠.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e4b89e5b0945"
  },
  {
    "文件名": "《徐总又怎么了》作者：红狐三文.txt",
    "夸克盘链接": "https://pan.quark.cn/s/665ef88de4de"
  },
  {
    "文件名": "《徐徐图她》作者：袖刀【完结+番外】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e9a87952e7a0"
  },
  {
    "文件名": "《羞心的癖好》（番外完）作者：华月典朝.txt",
    "夸克盘链接": "https://pan.quark.cn/s/9c395ec08277"
  },
  {
    "文件名": "《修仙之我天生脸盲》作者：晨步星舞.txt",
    "夸克盘链接": "https://pan.quark.cn/s/8802d1568d94"
  },
  {
    "文件名": "《修仙之本心修行记》作者：星弯蓝翠.txt",
    "夸克盘链接": "https://pan.quark.cn/s/33a90433b703"
  },
  {
    "文件名": "《修仙之本心修行记》作者：星弯蓝翠 (1).txt",
    "夸克盘链接": "https://pan.quark.cn/s/ea7645cc65a9"
  },
  {
    "文件名": "《休闲玩家在逃生游戏》作者：苏苏羽.txt",
    "夸克盘链接": "https://pan.quark.cn/s/9a643d485528"
  },
  {
    "文件名": "《熊孩子管教指南》作者：昇见.txt",
    "夸克盘链接": "https://pan.quark.cn/s/f3f2777667e9"
  },
  {
    "文件名": "《性别对调后成了虫族战神》（番外完）作者：白面小飞絮.txt",
    "夸克盘链接": "https://pan.quark.cn/s/b8c2a55f42ec"
  },
  {
    "文件名": "《刑侦悬案之恶罪惩戒》（番外完）作者：华有光不泽.txt",
    "夸克盘链接": "https://pan.quark.cn/s/80c788a05cda"
  },
  {
    "文件名": "《星星长不大》作者：草莓撞撞.txt",
    "夸克盘链接": "https://pan.quark.cn/s/d1219e0334e2"
  },
  {
    "文件名": "《星河坠落》作者：泽萋.txt",
    "夸克盘链接": "https://pan.quark.cn/s/6c7754d58cdf"
  },
  {
    "文件名": "《信息素过度匹配综合症[ABO]》（番外完）作者：语术思图.txt",
    "夸克盘链接": "https://pan.quark.cn/s/b6f212d8ea26"
  },
  {
    "文件名": "《新婚旧爱》作者：菌丝木耳.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e666dd1521da"
  },
  {
    "文件名": "《新婚悸动》作者：浅静.txt",
    "夸克盘链接": "https://pan.quark.cn/s/022cbea16df4"
  },
  {
    "文件名": "《新婚笔记》作者：春与鸢.txt",
    "夸克盘链接": "https://pan.quark.cn/s/63f32b6bfe7e"
  },
  {
    "文件名": "《心尖意》作者：天如玉【完结+番外】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/141bbdb1822a"
  },
  {
    "文件名": "《心尖蜜》作者：观樱【完结+番外】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/fa498fe0d751"
  },
  {
    "文件名": "《心机大佬步步诱捕我》作者：驼双双.txt",
    "夸克盘链接": "https://pan.quark.cn/s/3db078631cb7"
  },
  {
    "文件名": "《心动慢半拍[先婚后爱]》作者：暮锦南.txt",
    "夸克盘链接": "https://pan.quark.cn/s/3715316fc36d"
  },
  {
    "文件名": "《心动皎皎》作者：祁素.txt",
    "夸克盘链接": "https://pan.quark.cn/s/f3047d9e80fc"
  },
  {
    "文件名": "《屑老板被我用术式召唤出来后》作者：方月归欣.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ae2a5dae1349"
  },
  {
    "文件名": "《邪神伪装玩家后[无限]》作者：翎星河.txt",
    "夸克盘链接": "https://pan.quark.cn/s/d896efd2b13f"
  },
  {
    "文件名": "《邪神被我拐回家[无限]》作者：鱼肉圆子.txt",
    "夸克盘链接": "https://pan.quark.cn/s/4fe8e3523edf"
  },
  {
    "文件名": "《协婚结束后上离婚综艺被曝怀崽了》（番外完）作者：银钻天喜.txt",
    "夸克盘链接": "https://pan.quark.cn/s/77311d19d8b0"
  },
  {
    "文件名": "《校草室友竟是我的赛博老公》（番外完）作者：花思兼.txt",
    "夸克盘链接": "https://pan.quark.cn/s/462dd1c9bb50"
  },
  {
    "文件名": "《小作精重生得知真相后》作者：胜影少德.txt",
    "夸克盘链接": "https://pan.quark.cn/s/42f6554500fe"
  },
  {
    "文件名": "《小助理怀了上司的崽》作者：星竹临岁.txt",
    "夸克盘链接": "https://pan.quark.cn/s/703085c0f089"
  },
  {
    "文件名": "《小影卫穿成酷萌幼崽后火爆全网》（番外完）作者：蛮古回鱼.txt",
    "夸克盘链接": "https://pan.quark.cn/s/4ff921257909"
  },
  {
    "文件名": "《小瞎子漂亮按摩师有个顶流客人》（番外完）作者：千爱无云.txt",
    "夸克盘链接": "https://pan.quark.cn/s/672899a749bf"
  },
  {
    "文件名": "《小兔狲向导成长记》（番外完）作者：福生小银龟.txt",
    "夸克盘链接": "https://pan.quark.cn/s/33651bb014f3"
  },
  {
    "文件名": "《小糖O穿到了正常世界》（番外完）作者：高越眉山.txt",
    "夸克盘链接": "https://pan.quark.cn/s/082ccabdea77"
  },
  {
    "文件名": "《小师妹竟是最强符修》作者：Neve辞山.txt",
    "夸克盘链接": "https://pan.quark.cn/s/bb35462200d4"
  },
  {
    "文件名": "《小傻子被迫嫁了大少爷后》（番外完）作者：潜属软扇.txt",
    "夸克盘链接": "https://pan.quark.cn/s/b433c4814af8"
  },
  {
    "文件名": "《小乞丐竟是帝国最强关系户[星际]》（番外完）作者：托花芙.txt",
    "夸克盘链接": "https://pan.quark.cn/s/fc9d6d55a850"
  },
  {
    "文件名": "《小魅魔穿到星际世界当万人迷》（番外完）作者：恒建舟.txt",
    "夸克盘链接": "https://pan.quark.cn/s/263893d71bf4"
  },
  {
    "文件名": "《小猫妖模仿人类日常》（番外完）作者：琴天浪雨.txt",
    "夸克盘链接": "https://pan.quark.cn/s/20934c9d28ff"
  },
  {
    "文件名": "《小猫咪星际求生之旅》（番外完）作者：五华富鸽.txt",
    "夸克盘链接": "https://pan.quark.cn/s/f1ae040c3e51"
  },
  {
    "文件名": "《小猫变成人后要离家出走》作者：爱是婚德.txt",
    "夸克盘链接": "https://pan.quark.cn/s/9b65414208ab"
  },
  {
    "文件名": "《小龙崽在异世星际当团宠走红》（番外完）作者：梦惜诗.txt",
    "夸克盘链接": "https://pan.quark.cn/s/f756ba5162cc"
  },
  {
    "文件名": "《小可怜柔弱受怀了摄政王的崽后》（番外完）作者：寂惹昔画.txt",
    "夸克盘链接": "https://pan.quark.cn/s/f5ea5f9a8566"
  },
  {
    "文件名": "《小可怜柔弱受怀了了摄政王的崽后》（番外完）作者：寂惹昔画.txt",
    "夸克盘链接": "https://pan.quark.cn/s/7c2bce56a326"
  },
  {
    "文件名": "《小可爱崽崽家里有好多小秘密》（番外完）作者：汉宫无冬月.txt",
    "夸克盘链接": "https://pan.quark.cn/s/8fb4ceb5dbab"
  },
  {
    "文件名": "《小可爱分手后找个司机嫁了》（番外完）作者：有花应看看.txt",
    "夸克盘链接": "https://pan.quark.cn/s/06012b361834"
  },
  {
    "文件名": "《小僵尸护夫打鬼怪日常》（番外完）作者：划锁难飘.txt",
    "夸克盘链接": "https://pan.quark.cn/s/8f3e5594cdc6"
  },
  {
    "文件名": "《小皇子今天被灭国了吗》作者：采采来了.txt",
    "夸克盘链接": "https://pan.quark.cn/s/aafb1293a467"
  },
  {
    "文件名": "《小皇子穿成了被抱错的真少爷[古穿今]》（番外完）作者：上姜有点香.txt",
    "夸克盘链接": "https://pan.quark.cn/s/db5c9640c82a"
  },
  {
    "文件名": "《小皇帝今天也在被九千岁宠【成为偏执宦官的傀儡皇帝】》作者：鹤安【完结+番外】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/66b17cc2b2c6"
  },
  {
    "文件名": "《小狗听不到》作者：杨明夜.txt",
    "夸克盘链接": "https://pan.quark.cn/s/925a6ee2c93c"
  },
  {
    "文件名": "《小宫女泄露心声后被修罗场了》作者：冰与柠檬.txt",
    "夸克盘链接": "https://pan.quark.cn/s/9be32b3fd74b"
  },
  {
    "文件名": "《小工具人的内心戏被少爷读心暴露》（番外完）作者：叙心吞光.txt",
    "夸克盘链接": "https://pan.quark.cn/s/dd007e1d4f8d"
  },
  {
    "文件名": "《小夫郎养个夫君考状元[种田]》作者：梦浮竹酒.txt",
    "夸克盘链接": "https://pan.quark.cn/s/4deb94deb607"
  },
  {
    "文件名": "《小夫郎养个夫君考状元[种田]》（番外完）作者：梦浮竹酒.txt",
    "夸克盘链接": "https://pan.quark.cn/s/34ebfe426460"
  },
  {
    "文件名": "《小爸爸觉醒后的怪诞日常》作者：纵月神辉.txt",
    "夸克盘链接": "https://pan.quark.cn/s/4a6be1f193b7"
  },
  {
    "文件名": "《向银河靠近》作者：蒋牧童.txt",
    "夸克盘链接": "https://pan.quark.cn/s/6eb7344c1f2c"
  },
  {
    "文件名": "《向导他不想谈恋爱》作者：猫条不好吃.txt",
    "夸克盘链接": "https://pan.quark.cn/s/dcda3a57b840"
  },
  {
    "文件名": "《想做我男朋友的不止你一个》（番外完）作者：三扯福临.txt",
    "夸克盘链接": "https://pan.quark.cn/s/bcd33a470be5"
  },
  {
    "文件名": "《香江神探[九零]》作者：轻侯.txt",
    "夸克盘链接": "https://pan.quark.cn/s/42426da2cef9"
  },
  {
    "文件名": "《相亲对象是个很爽的美人攻》作者：金知软素.txt",
    "夸克盘链接": "https://pan.quark.cn/s/3ae4cf6fec70"
  },
  {
    "文件名": "《相亲对象是个很爽的美人攻》（番外完）作者：金知软素.txt",
    "夸克盘链接": "https://pan.quark.cn/s/2b5c12d7d803"
  },
  {
    "文件名": "《相敬如宾第六年》作者：芋孚【完结+番外】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e3b7c463a357"
  },
  {
    "文件名": "《限定婚约》作者：苏其【完结+番外】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/1c3b4e7b666e"
  },
  {
    "文件名": "《咸鱼总在为别人的梦努力[娱乐圈]》作者：禅心柚.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ce5108b43001"
  },
  {
    "文件名": "《咸鱼只想自在逍遥过日子》作者：古东临星.txt",
    "夸克盘链接": "https://pan.quark.cn/s/80d3f6543702"
  },
  {
    "文件名": "《咸鱼躺平的祸世魔物日常》作者：菜花味道甜甜.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ee2934349847"
  },
  {
    "文件名": "《养辅助变成养老婆[电竞]》（番外完）作者：语术思图.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c5db14782dbf"
  },
  {
    "文件名": "《养大皇弟后我死遁了》作者：戚寒枝【完结+番外】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/b1e44bb9def0"
  },
  {
    "文件名": "《宴飨[灵异]》作者：竹里居.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a8b3a8368421"
  },
  {
    "文件名": "《咸鱼继母日常》作者：明栀.txt",
    "夸克盘链接": "https://pan.quark.cn/s/79423ecaf94b"
  },
  {
    "文件名": "《先生怎么总摸我的小犄角》作者：豆腐军团.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ba62baabec5d"
  },
  {
    "文件名": "《仙尊今日又在倒霉》作者：苍狗又白云.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e90266b53d60"
  },
  {
    "文件名": "《夏欲》作者：工里.txt",
    "夸克盘链接": "https://pan.quark.cn/s/5ec32c584a09"
  },
  {
    "文件名": "《喜剧演员大逃亡[无限]》作者：红糖结霜.txt",
    "夸克盘链接": "https://pan.quark.cn/s/028b51021fd6"
  },
  {
    "文件名": "《喜欢了很久的哥哥和我结婚了》（番外完）作者：远尘蓝素.txt",
    "夸克盘链接": "https://pan.quark.cn/s/3846fe101d24"
  },
  {
    "文件名": "《希腊神话之星主》（番外完）作者：水尘小可鹅.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c7eeb6629539"
  },
  {
    "文件名": "《西装暴徒也可以优雅到底[综漫]》（番外完）作者：寒龟离天.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c2b705433531"
  },
  {
    "文件名": "《雾失玫瑰》作者：芒厘.txt",
    "夸克盘链接": "https://pan.quark.cn/s/16c16cf7e780"
  },
  {
    "文件名": "《雾里青》作者：明开夜合.txt",
    "夸克盘链接": "https://pan.quark.cn/s/0f805840de2a"
  },
  {
    "文件名": "《五条悟的酒厂日记[综漫]》（番外完）作者：新佳旅狐.txt",
    "夸克盘链接": "https://pan.quark.cn/s/939a9b9a324d"
  },
  {
    "文件名": "《五条君决定做暴君称霸咒术界[咒回]》作者：冷梦幽萌.txt",
    "夸克盘链接": "https://pan.quark.cn/s/5348d4e9a64a"
  },
  {
    "文件名": "《五年修仙，三年模拟》作者：古墨墨.txt",
    "夸克盘链接": "https://pan.quark.cn/s/eb8dd090fbb8"
  },
  {
    "文件名": "《吾妹千秋》作者：木秋池【完结+番外】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/8e71b596c2b6"
  },
  {
    "文件名": "《吾妹千秋》作者：木秋池.txt",
    "夸克盘链接": "https://pan.quark.cn/s/cbcce828ca13"
  },
  {
    "文件名": "《吾爱，严医生》作者：连山益.txt",
    "夸克盘链接": "https://pan.quark.cn/s/8cadf3c61b73"
  },
  {
    "文件名": "《无限之痴恋的Boss们回归》（番外完）作者：美语多诗.txt",
    "夸克盘链接": "https://pan.quark.cn/s/91dad4b3220c"
  },
  {
    "文件名": "《无限游戏世界里的安全屋》（番外完）作者：苦克朗素.txt",
    "夸克盘链接": "https://pan.quark.cn/s/f5d10a64de2b"
  },
  {
    "文件名": "《无限世界副本BOSS都是我的学生》（番外完）作者：托花芙.txt",
    "夸克盘链接": "https://pan.quark.cn/s/d42fa2086d82"
  },
  {
    "文件名": "《无限梦境恐怖之旅》（番外完）作者：金光绿荷.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e8c59acc1359"
  },
  {
    "文件名": "《无限惊悚之镜中诡异世界》作者：闻虚怒术.txt",
    "夸克盘链接": "https://pan.quark.cn/s/0bd18d0cebfd"
  },
  {
    "文件名": "《无限惊悚之镜中诡异世界》（番外完）作者：闻虚怒术.txt",
    "夸克盘链接": "https://pan.quark.cn/s/264855b429fc"
  },
  {
    "文件名": "《无限惊恐世界之地狱十九层》作者：万玉和顺歌.txt",
    "夸克盘链接": "https://pan.quark.cn/s/b36712dd4210"
  },
  {
    "文件名": "《无限捡尸人》作者：芷衣.txt",
    "夸克盘链接": "https://pan.quark.cn/s/64a5f7bb8204"
  },
  {
    "文件名": "《无限诡异世界的夜鸮2》（第二部精校版全本+番外完）作者：浮山流仙.txt",
    "夸克盘链接": "https://pan.quark.cn/s/fca629f8fee1"
  },
  {
    "文件名": "《无双龙鳞剑》作者：一剑飞九里.txt",
    "夸克盘链接": "https://pan.quark.cn/s/996fc587079a"
  },
  {
    "文件名": "《无奈做了高冷舍友的对象》作者：富山春泥.txt",
    "夸克盘链接": "https://pan.quark.cn/s/cfadcf188cb5"
  },
  {
    "文件名": "《无论如何我还是喜欢你啊》（番外完）作者：落真美月.txt",
    "夸克盘链接": "https://pan.quark.cn/s/73f077ee3df5"
  },
  {
    "文件名": "《无cp男主被我巧取豪夺了》作者：吉诗泰力.txt",
    "夸克盘链接": "https://pan.quark.cn/s/6312414bfad5"
  },
  {
    "文件名": "《巫女穿成豪门养女后》作者：故筝【完结+番外】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/1c6ccc6d44ee"
  },
  {
    "文件名": "《卧底系统要我刷怀疑值[柯南]》（番外完）作者：福暗燕.txt",
    "夸克盘链接": "https://pan.quark.cn/s/126dd54ef1ab"
  },
  {
    "文件名": "《卧底失败后》作者：锦橙.txt",
    "夸克盘链接": "https://pan.quark.cn/s/749e19e770b9"
  },
  {
    "文件名": "《我做了失忆后死对头的男朋友》（番外完）作者：图兔小意.txt",
    "夸克盘链接": "https://pan.quark.cn/s/6f24c542892b"
  },
  {
    "文件名": "《我竹马十分凶险》作者：春风榴火.txt",
    "夸克盘链接": "https://pan.quark.cn/s/43110579223d"
  },
  {
    "文件名": "《我真没想攻略女主啊》作者：疯兔仔.txt",
    "夸克盘链接": "https://pan.quark.cn/s/3954288b5585"
  },
  {
    "文件名": "《我真被苗疆少年种了情蛊》（番外完）作者：花丽共影.txt",
    "夸克盘链接": "https://pan.quark.cn/s/29b8f84a61a2"
  },
  {
    "文件名": "《我掌控了渣攻的鱼塘》作者：贵典忘忧.txt",
    "夸克盘链接": "https://pan.quark.cn/s/8e1de9e470cc"
  },
  {
    "文件名": "《我在综武世界的抽卡人设有时限》（番外完）作者：天重六里.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ca815e9460fe"
  },
  {
    "文件名": "《我在综武世界当个生活系玩家》（番外完）作者：红荷初花.txt",
    "夸克盘链接": "https://pan.quark.cn/s/274c2511e3e5"
  },
  {
    "文件名": "《我在综武世界不停开马甲》作者：伏间先格.txt",
    "夸克盘链接": "https://pan.quark.cn/s/8c4ed81a6093"
  },
  {
    "文件名": "《我在乙游专心致富（美食）》作者：沉睡尼姑.txt",
    "夸克盘链接": "https://pan.quark.cn/s/f02634d6b7e8"
  },
  {
    "文件名": "《我在星际神话血脉复苏》作者：深黛璧.txt",
    "夸克盘链接": "https://pan.quark.cn/s/f331c08eb7c4"
  },
  {
    "文件名": "《我在星际当幼崽园园长》（番外完）作者：橙玉浮光.txt",
    "夸克盘链接": "https://pan.quark.cn/s/1166a2aa4593"
  },
  {
    "文件名": "《我在星际绑定rua毛茸茸系统后》作者：兔辣碎.txt",
    "夸克盘链接": "https://pan.quark.cn/s/116672b78794"
  },
  {
    "文件名": "《我在无限世界做玩家的最强卡牌》（番外完）作者：冬鹤南离.txt",
    "夸克盘链接": "https://pan.quark.cn/s/5966dbd9797c"
  },
  {
    "文件名": "《我在无限流规则世界里养邪神》（番外完）作者：绿桃三古.txt",
    "夸克盘链接": "https://pan.quark.cn/s/077c37e9a6c9"
  },
  {
    "文件名": "《我在男团选秀节目拿祭天皇族剧本》作者：矮零鸭.txt",
    "夸克盘链接": "https://pan.quark.cn/s/074a7a7c9061"
  },
  {
    "文件名": "《我在末世文里靠泄露心声成为救世主》（番外完）作者：吉莲八福.txt",
    "夸克盘链接": "https://pan.quark.cn/s/2aaad90718c6"
  },
  {
    "文件名": "《我在末世和怪物组队的神奇之旅》作者：紫魅雨魔.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c22eb31e40ff"
  },
  {
    "文件名": "《我在末世和怪物组队的神奇之旅》（番外完）作者：紫魅雨魔.txt",
    "夸克盘链接": "https://pan.quark.cn/s/dac0ffafc128"
  },
  {
    "文件名": "《我在魔界靠抽卡搞基建起飞》（番外完）作者：元伏花.txt",
    "夸克盘链接": "https://pan.quark.cn/s/f4dc110f7146"
  },
  {
    "文件名": "《我在玛丽苏文学内弃暗投明》（番外完）作者：风里有声响.txt",
    "夸克盘链接": "https://pan.quark.cn/s/391efa4c049f"
  },
  {
    "文件名": "《我在恋综节目里当保安后》（番外完）作者：长玉心丽.txt",
    "夸克盘链接": "https://pan.quark.cn/s/d4086834d4be"
  },
  {
    "文件名": "《我在横滨遭遇大爆炸失忆后[综漫]》（番外完）作者：沉雨曲梅.txt",
    "夸克盘链接": "https://pan.quark.cn/s/fb857fc8e349"
  },
  {
    "文件名": "《我在诡异游戏世界搞基建》（番外完）作者：烧霜泪.txt",
    "夸克盘链接": "https://pan.quark.cn/s/194f07aa5863"
  },
  {
    "文件名": "《我在诡异世界有一个诡神男友[无限]》（番外完）作者︰音域荡九天.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a7611b9522e7"
  },
  {
    "文件名": "《我在诡异世界当咸鱼》作者：轻云淡.txt",
    "夸克盘链接": "https://pan.quark.cn/s/3336f2acda6c"
  },
  {
    "文件名": "《我在哥谭韦恩家里当管家[综英美]》作者：星岁旋度.txt",
    "夸克盘链接": "https://pan.quark.cn/s/d89da7190373"
  },
  {
    "文件名": "《我在复婚综艺当个咸鱼摆烂[娱乐圈]》作者：万梦雨园.txt",
    "夸克盘链接": "https://pan.quark.cn/s/8e0d9730a662"
  },
  {
    "文件名": "《我在的末世有间杂货铺》作者：高越眉山.txt",
    "夸克盘链接": "https://pan.quark.cn/s/9bb93ae21607"
  },
  {
    "文件名": "《我在冲喜文里捞人》作者：坏猫霸霸.txt",
    "夸克盘链接": "https://pan.quark.cn/s/3f224e2b83f8"
  },
  {
    "文件名": "《我与偶像在一起后[娱乐圈]》（番外完）作者：宽合帝归.txt",
    "夸克盘链接": "https://pan.quark.cn/s/d1b6cfcce64b"
  },
  {
    "文件名": "《我有特殊侦查技巧》作者：雨落窗帘.txt",
    "夸克盘链接": "https://pan.quark.cn/s/831041a933f8"
  },
  {
    "文件名": "《我优秀的卧底生涯[综漫]》（番外完）作者：天英雾.txt",
    "夸克盘链接": "https://pan.quark.cn/s/bf1609ef3156"
  },
  {
    "文件名": "《我也很喜欢你的男朋友》（番外完）作者：锦花苏梅.txt",
    "夸克盘链接": "https://pan.quark.cn/s/5fc94adbfb2b"
  },
  {
    "文件名": "《我养的猫猫倒反天罡了》（番外完）作者：彩意飞羽.txt",
    "夸克盘链接": "https://pan.quark.cn/s/f908918158e6"
  },
  {
    "文件名": "《我养的反派穿过来了》作者：大明湖畔小青蛙.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c480609157d2"
  },
  {
    "文件名": "《我想摸一下你的尾巴[星际]》（番外完）作者：慕月蓝兰水.txt",
    "夸克盘链接": "https://pan.quark.cn/s/6a7a6f234c47"
  },
  {
    "文件名": "《我想和你恋爱啊》（番外完）作者：梅博丝飞.txt",
    "夸克盘链接": "https://pan.quark.cn/s/8a61cacdc9bb"
  },
  {
    "文件名": "《我为立海大网球部招人[网王]》作者：如雨神莲.txt",
    "夸克盘链接": "https://pan.quark.cn/s/bcd33681137a"
  },
  {
    "文件名": "《我网恋的对象不是人[星际]》作者：一舟过翠山.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e8b969ec3764"
  },
  {
    "文件名": "《我替我喜欢的人挡桃花[娱乐圈]》（番外完）作者：潜属软扇.txt",
    "夸克盘链接": "https://pan.quark.cn/s/b5f0f81c8904"
  },
  {
    "文件名": "《我体内有一个不可名状的神明》（番外完）作者：流复寒舍.txt",
    "夸克盘链接": "https://pan.quark.cn/s/f59a59f1127c"
  },
  {
    "文件名": "《我讨厌你》作者：一节藕.txt",
    "夸克盘链接": "https://pan.quark.cn/s/6cf7ecbc1522"
  },
  {
    "文件名": "《我谈恋爱就是这样子[单元文]》（番外完）作者：尼古小可人.txt",
    "夸克盘链接": "https://pan.quark.cn/s/62658b2d11e5"
  },
  {
    "文件名": "《我死对头二次元掉马了！》作者：陈不二.txt",
    "夸克盘链接": "https://pan.quark.cn/s/4b3e52f4af62"
  },
  {
    "文件名": "《我是真的爱你[快穿]》作者：半夏凉凉.txt",
    "夸克盘链接": "https://pan.quark.cn/s/4ff121fc4e20"
  },
  {
    "文件名": "《我是修真界开挂的灵植师》（番外完）作者：灭月少少野.txt",
    "夸克盘链接": "https://pan.quark.cn/s/95b8e2e913d1"
  },
  {
    "文件名": "《我是全族的唯一幼崽[星际]》作者：千北涯.txt",
    "夸克盘链接": "https://pan.quark.cn/s/8980ee4772b3"
  },
  {
    "文件名": "《我是平平无奇的生活玩家[全息]》（番外完）作者：刀典丽乌.txt",
    "夸克盘链接": "https://pan.quark.cn/s/cb702d6013e1"
  },
  {
    "文件名": "《我圣母，我装的[无限流]》作者：蘑菇泡芙.txt",
    "夸克盘链接": "https://pan.quark.cn/s/b4f89b3e36d9"
  },
  {
    "文件名": "《我让反派揣了崽崽》作者：挽瞳【完结+番外】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/750f4051f542"
  },
  {
    "文件名": "《我确实都给他们抛过手绢》作者：枝呦九【完结+番外】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/1b6374ff64fa"
  },
  {
    "文件名": "《我妻是乾元》作者：奋斗咸鱼.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a67572145b71"
  },
  {
    "文件名": "《咸鱼如何养成[娱乐圈]》（番外完）作者：明乱少花.txt",
    "夸克盘链接": "https://pan.quark.cn/s/1d97385e215a"
  },
  {
    "文件名": "《咸鱼美人的科研大佬老公》作者：古碎丽韵.txt",
    "夸克盘链接": "https://pan.quark.cn/s/23750f7a1576"
  },
  {
    "文件名": "《咸鱼猫终成大佬[无限流]》作者：白昼燃灯.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ef1292345c6f"
  },
  {
    "文件名": "《我竟然有了个小怪物儿子[人外]》（番外完）作者：路中有小玉.txt",
    "夸克盘链接": "https://pan.quark.cn/s/f6de0f7c769b"
  },
  {
    "文件名": "《我嫁的反派怎么还不死》作者：姑姑的过儿.txt",
    "夸克盘链接": "https://pan.quark.cn/s/d9428e6e8088"
  },
  {
    "文件名": "《我家有道时空门》作者：six6.txt",
    "夸克盘链接": "https://pan.quark.cn/s/09027b2b47b2"
  },
  {
    "文件名": "《我家夫君白切黑》作者：焦阳.txt",
    "夸克盘链接": "https://pan.quark.cn/s/5389f36188df"
  },
  {
    "文件名": "《我很是喜欢你啊，老公》作者：二沙浪流.txt",
    "夸克盘链接": "https://pan.quark.cn/s/511c9018da8d"
  },
  {
    "文件名": "《我和宿敌在乱世一起平定天下》（番外完）作者：紫佛牛.txt",
    "夸克盘链接": "https://pan.quark.cn/s/5782d3c8fb84"
  },
  {
    "文件名": "《我和大师兄在一起的日子》（番外完）作者：榄水茹.txt",
    "夸克盘链接": "https://pan.quark.cn/s/f05e1d5bfe53"
  },
  {
    "文件名": "《我勾引了病弱哥哥的男朋友》（番外完）作者：白梦藏青.txt",
    "夸克盘链接": "https://pan.quark.cn/s/0fc8147afa0e"
  },
  {
    "文件名": "《我跟他不熟》作者：笑佳人.txt",
    "夸克盘链接": "https://pan.quark.cn/s/0b38b27f5be0"
  },
  {
    "文件名": "《我跟死对头单方面共感怎么办》（番外完）作者：繁雨逐音.txt",
    "夸克盘链接": "https://pan.quark.cn/s/dd70c928b873"
  },
  {
    "文件名": "《我跟死对头单方面共感怎么办》（番外完）作者：繁雨逐音 (1).txt",
    "夸克盘链接": "https://pan.quark.cn/s/8f7d5cea0113"
  },
  {
    "文件名": "《我给豪门学长生了一个孩子》（番外完）作者：真火三芍.txt",
    "夸克盘链接": "https://pan.quark.cn/s/d107a3cbaa2b"
  },
  {
    "文件名": "《我哥重生后控制欲爆棚》作者：上苍.txt",
    "夸克盘链接": "https://pan.quark.cn/s/3ed9636283c8"
  },
  {
    "文件名": "《我高攀不上你[重生]》作者：米粥清淡.txt",
    "夸克盘链接": "https://pan.quark.cn/s/296149b61a7e"
  },
  {
    "文件名": "《我佛不渡穷比[修仙]》作者：一呱.txt",
    "夸克盘链接": "https://pan.quark.cn/s/6da249474f2f"
  },
  {
    "文件名": "《我的竹马想与我谈恋爱》（番外完）作者：三扯福临.txt",
    "夸克盘链接": "https://pan.quark.cn/s/b698720313db"
  },
  {
    "文件名": "《我的鱼是强制分配的》作者：鹤云歌.txt",
    "夸克盘链接": "https://pan.quark.cn/s/f366180132a9"
  },
  {
    "文件名": "《我的游戏账号成了仙界白月光》作者：海艺新心.txt",
    "夸克盘链接": "https://pan.quark.cn/s/2399d27e6d12"
  },
  {
    "文件名": "《我的医生前男友》（番外完）作者：东雨吹小雪.txt",
    "夸克盘链接": "https://pan.quark.cn/s/cd06fc78c22f"
  },
  {
    "文件名": "《我的小僵尸这么可爱》作者：鸟飞人荒野.txt",
    "夸克盘链接": "https://pan.quark.cn/s/725122646ac6"
  },
  {
    "文件名": "《我的小吃摊美食全星际爆火》（番外完）作者：少本勾录.txt",
    "夸克盘链接": "https://pan.quark.cn/s/df539aa1c116"
  },
  {
    "文件名": "《我的未来老婆是顶级优雅大帅哥》作者：紫佛牛.txt",
    "夸克盘链接": "https://pan.quark.cn/s/577f6ad7f422"
  },
  {
    "文件名": "《我的网恋对象竟是女装室友》（番外完）作者：慧少红雨.txt",
    "夸克盘链接": "https://pan.quark.cn/s/fe2969b2edd1"
  },
  {
    "文件名": "《我的同桌是捉鬼天师》（番外完）作者：琼玉浮光.txt",
    "夸克盘链接": "https://pan.quark.cn/s/54b663492248"
  },
  {
    "文件名": "《我的同学是我成圣的推手[综漫]》（番外完）作者：流故漫世.txt",
    "夸克盘链接": "https://pan.quark.cn/s/049074fcd85f"
  },
  {
    "文件名": "《我的天然呆对象很甜》作者：爱是婚德.txt",
    "夸克盘链接": "https://pan.quark.cn/s/77acfb90a536"
  },
  {
    "文件名": "《我的上司在网络上是赛博Daddy》（番外完）作者：吻月精心.txt",
    "夸克盘链接": "https://pan.quark.cn/s/018e19e19641"
  },
  {
    "文件名": "《我的亲友都是反派》（番外完）作者：西窗夜来雨.txt",
    "夸克盘链接": "https://pan.quark.cn/s/4d2409c0b4d9"
  },
  {
    "文件名": "《我的男朋友是学神》（番外完）作者：深月星惜兰.txt",
    "夸克盘链接": "https://pan.quark.cn/s/7ca7f03bf4b6"
  },
  {
    "文件名": "《我的模范老公竟是豪门少爷》（番外完）作者：沉雨墨意.txt",
    "夸克盘链接": "https://pan.quark.cn/s/5d79eb762350"
  },
  {
    "文件名": "《我的猛鬼装修公司》（番外完）作者：水梦灯.txt",
    "夸克盘链接": "https://pan.quark.cn/s/68daaaa1e0cd"
  },
  {
    "文件名": "《我的美甲店很招怪物们喜爱》作者：炎烟山度.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c62e06ecef0d"
  },
  {
    "文件名": "《我的美甲店很招怪物们喜爱》（番外完）作者：炎烟山度.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e982ea6bd6ed"
  },
  {
    "文件名": "《我的老攻不是人[单元文]》作者：醉莲流思.txt",
    "夸克盘链接": "https://pan.quark.cn/s/22757bb18a1d"
  },
  {
    "文件名": "《我的角色演员体验系统》作者：安夕流归.txt",
    "夸克盘链接": "https://pan.quark.cn/s/d8a34c018079"
  },
  {
    "文件名": "《我的家族产业是成人用品公司》作者：凡戏曙光.txt",
    "夸克盘链接": "https://pan.quark.cn/s/fb74be7dd070"
  },
  {
    "文件名": "《我的翻译官老婆》作者：第五湛.txt",
    "夸克盘链接": "https://pan.quark.cn/s/6aef93534063"
  },
  {
    "文件名": "《我的对象是所有位面的公敌》（番外完）作者：沧蓝鼓月.txt",
    "夸克盘链接": "https://pan.quark.cn/s/22d2feba2bf0"
  },
  {
    "文件名": "《我的伴生兽是小仓鼠》（番外完）作者：梦心千露.txt",
    "夸克盘链接": "https://pan.quark.cn/s/f79291d308be"
  },
  {
    "文件名": "《我的伴生兽是蓝鲸》作者：潜属软扇.txt",
    "夸克盘链接": "https://pan.quark.cn/s/dcaeee1c697f"
  },
  {
    "文件名": "《我当厌了谋士了》作者：彩艳无双.txt",
    "夸克盘链接": "https://pan.quark.cn/s/cba500022a82"
  },
  {
    "文件名": "《我带钥匙怎么样》作者：露雨韶沙.txt",
    "夸克盘链接": "https://pan.quark.cn/s/2ee4bd9215e2"
  },
  {
    "文件名": "《我成了京圈少爷们的狗腿小弟》作者：紫魅雨魔.txt",
    "夸克盘链接": "https://pan.quark.cn/s/83f7c710c708"
  },
  {
    "文件名": "《我成了降谷的搭档后[综漫]》作者：牧蓝孤鱼.txt",
    "夸克盘链接": "https://pan.quark.cn/s/9e11939f58c1"
  },
  {
    "文件名": "《我才不卖萌》作者：艾斯沐恩.txt",
    "夸克盘链接": "https://pan.quark.cn/s/9afd8a214ba1"
  },
  {
    "文件名": "《我不想做咒术师了[综漫]》（番外完）作者：池水有鱼游.txt",
    "夸克盘链接": "https://pan.quark.cn/s/0ac0816ffa5e"
  },
  {
    "文件名": "《我不想嫁你了（双重生）》作者：桑梨梨.txt",
    "夸克盘链接": "https://pan.quark.cn/s/0d1c8b55363e"
  },
  {
    "文件名": "《我不是在动物园吗？》作者：煌九重.txt",
    "夸克盘链接": "https://pan.quark.cn/s/9ce60452b4df"
  },
  {
    "文件名": "《我不会再试图拯救邪魔》作者：妙岁碎.txt",
    "夸克盘链接": "https://pan.quark.cn/s/848d9deea80e"
  },
  {
    "文件名": "《我不当天道之子许多年》作者：彦缡.txt",
    "夸克盘链接": "https://pan.quark.cn/s/95d9a1e6978d"
  },
  {
    "文件名": "《我变成了老公的影子日常》作者：胜竹水溪.txt",
    "夸克盘链接": "https://pan.quark.cn/s/737800f9c83f"
  },
  {
    "文件名": "《我被送到私人星球和大恶狼联姻》（番外完）作者：极尘小红鹅.txt",
    "夸克盘链接": "https://pan.quark.cn/s/aee33d9b02b4"
  },
  {
    "文件名": "《我把龙傲天剧本改崩了》作者：酒千觞.txt",
    "夸克盘链接": "https://pan.quark.cn/s/193793905c8c"
  },
  {
    "文件名": "《我san值为0[无限]》作者：谨风.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a6d9f3b62950"
  },
  {
    "文件名": "《问题少年打排球记[综漫]》（番外完）作者：思乐甜贵.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ea182da30868"
  },
  {
    "文件名": "《闻风铃动》作者：also.txt",
    "夸克盘链接": "https://pan.quark.cn/s/d1f6eb58f5d8"
  },
  {
    "文件名": "《温柔潮汐[先婚后爱]》作者：郁七月.txt",
    "夸克盘链接": "https://pan.quark.cn/s/453ad10ea381"
  },
  {
    "文件名": "《为中医振兴而努力》（番外完）作者：魔镜近影.txt",
    "夸克盘链接": "https://pan.quark.cn/s/d5d8a239bed0"
  },
  {
    "文件名": "《为缨（双重生）》作者：榴春.txt",
    "夸克盘链接": "https://pan.quark.cn/s/dc1357c529ff"
  },
  {
    "文件名": "《为我着迷[先婚后爱]》作者：陆今宜【完结+番外】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/57005255c15e"
  },
  {
    "文件名": "《为我着迷[先婚后爱]》作者：陆今宜.txt",
    "夸克盘链接": "https://pan.quark.cn/s/71d566772654"
  },
  {
    "文件名": "《为我的退休生活安稳而努力[综漫]》（番外完）作者：兔子总是不吃菜.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a13b97d8b01e"
  },
  {
    "文件名": "《为首辅大人掌灯（穿书）》作者：风灵夏.txt",
    "夸克盘链接": "https://pan.quark.cn/s/df8ba087f02e"
  },
  {
    "文件名": "《为你动情》作者：春听.txt",
    "夸克盘链接": "https://pan.quark.cn/s/792bd6f32b04"
  },
  {
    "文件名": "《为了续命不得不努力和老公贴贴》作者：横画山花.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a5ebbc2054be"
  },
  {
    "文件名": "《为了搞CP我决定攻略仙尊》作者：黍宁.txt",
    "夸克盘链接": "https://pan.quark.cn/s/da05087dd738"
  },
  {
    "文件名": "《为稻荷崎排球队日常配上旁白[排球少年]》作者：散雨千葵.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e290a18fafac"
  },
  {
    "文件名": "《伪装失忆后前夫哥找回来了》（番外完）作者：青竹小兔.txt",
    "夸克盘链接": "https://pan.quark.cn/s/43d33299d333"
  },
  {
    "文件名": "《伪装沦陷》作者：晴空岚.txt",
    "夸克盘链接": "https://pan.quark.cn/s/259a2dd884b2"
  },
  {
    "文件名": "《伟大航路的梦中情人从拍电影开始》（番外完）作者：蓝域知新.txt",
    "夸克盘链接": "https://pan.quark.cn/s/3074443e9510"
  },
  {
    "文件名": "《伟大航路的梦中情人从拍电影开始[综漫]》（番外完）作者：蓝域知新.txt",
    "夸克盘链接": "https://pan.quark.cn/s/2bab96cd9356"
  },
  {
    "文件名": "《妄夺金枝（重生）》作者：东家宁.txt",
    "夸克盘链接": "https://pan.quark.cn/s/f8e615af5438"
  },
  {
    "文件名": "《网王世界的网球强者[综漫]》（番外完）作者：沙中流鱼.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ca9e3c547093"
  },
  {
    "文件名": "《网聊对象竟就在我十米以内》作者：娱心夕光.txt",
    "夸克盘链接": "https://pan.quark.cn/s/364f77dc9008"
  },
  {
    "文件名": "《网恋怎么就这样翻车了[排球少年]》（番外完）作者：流图引泉.txt",
    "夸克盘链接": "https://pan.quark.cn/s/92e72ac41e61"
  },
  {
    "文件名": "《我妻薄情》作者：青青绿萝裙.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ea70900dead9"
  },
  {
    "文件名": "《我那迷人爱娇气的转世老祖》作者：清春是金色锁链.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ab63affb641f"
  },
  {
    "文件名": "《我老婆琴酒失踪了怎么办[柯南]》作者：和乐深.txt",
    "夸克盘链接": "https://pan.quark.cn/s/84bf017676d5"
  },
  {
    "文件名": "《我靠幼师系统杀疯了》作者：苹果糊糊.txt",
    "夸克盘链接": "https://pan.quark.cn/s/bb2fbac93c05"
  },
  {
    "文件名": "《我靠拼爹一直赢[综漫]》作者：古相无言.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e6ddb433fa99"
  },
  {
    "文件名": "《我靠发疯整治修真界》作者：三日成晶.txt",
    "夸克盘链接": "https://pan.quark.cn/s/aec2c0f51a92"
  },
  {
    "文件名": "《我就想离个婚[重生]》作者：连朔.txt",
    "夸克盘链接": "https://pan.quark.cn/s/9dd5d8e0616d"
  },
  {
    "文件名": "《万人嫌心死后被豪门大佬带回家了》（番外完）作者：画如千舞.txt",
    "夸克盘链接": "https://pan.quark.cn/s/dd7acc195685"
  },
  {
    "文件名": "《万人嫌炮灰神探凭亿近人》（番外完）作者：天风十八郎.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a4e3d346d6e1"
  },
  {
    "文件名": "《万人嫌假少爷在旅综发疯爆料后》（番外完）作者：星璇爆音.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a8b26004d945"
  },
  {
    "文件名": "《万人嫌怀上高岭之花A的孩子》作者：福知小鱼.txt",
    "夸克盘链接": "https://pan.quark.cn/s/8b9a9c29ec74"
  },
  {
    "文件名": "《万人嫌大师兄重生后跑路为上》（番外完）作者：随衣染墨.txt",
    "夸克盘链接": "https://pan.quark.cn/s/0db0568e95e6"
  },
  {
    "文件名": "《万人嫌被崽带跑后清冷仙尊失控了》 作者：听雨江楼上.txt",
    "夸克盘链接": "https://pan.quark.cn/s/645d56ed0693"
  },
  {
    "文件名": "《晚风不止》作者：六月清竹.txt",
    "夸克盘链接": "https://pan.quark.cn/s/70136bf569ae"
  },
  {
    "文件名": "《纨绔怜娇》作者：二十天明.txt",
    "夸克盘链接": "https://pan.quark.cn/s/7796eb9ed2dc"
  },
  {
    "文件名": "《外神获得聊天群系统后[综]》作者：孤雨雪舞.txt",
    "夸克盘链接": "https://pan.quark.cn/s/436d1d6597a8"
  },
  {
    "文件名": "《外热内冷舞蹈家和师弟的恋爱喜剧》（番外完）作者：霜雪挂枝头.txt",
    "夸克盘链接": "https://pan.quark.cn/s/cfa7015600ea"
  },
  {
    "文件名": "《挖主角墙角，我有顶级茶艺技巧》（番外完）作者：葡小有果子.txt",
    "夸克盘链接": "https://pan.quark.cn/s/49eef643aeba"
  },
  {
    "文件名": "《鸵鸟鸵鸟你别跑[医生]》作者：七蛊.txt",
    "夸克盘链接": "https://pan.quark.cn/s/17cd81faa689"
  },
  {
    "文件名": "《吞了真龙之血后，穿回万年前修真界》（番外完）作者：古野荒踪.txt",
    "夸克盘链接": "https://pan.quark.cn/s/de6f1a4d90e5"
  },
  {
    "文件名": "《退婚流龙傲天和我私奔后》作者：晓日来光.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ed0e7d31e891"
  },
  {
    "文件名": "《徒手摘星[先婚后爱]》作者：雾枝桃.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ef7666b475ae"
  },
  {
    "文件名": "《投胎不成反倒考上了地府公务员》（番外完）作者：公角旋转.txt",
    "夸克盘链接": "https://pan.quark.cn/s/91cf62c7c868"
  },
  {
    "文件名": "《偷偷吃瓜被全无限流听见了》作者：蔓小越.txt",
    "夸克盘链接": "https://pan.quark.cn/s/bd7b48ac236a"
  },
  {
    "文件名": "《听说你想撩我》作者：秋寒生.txt",
    "夸克盘链接": "https://pan.quark.cn/s/fcd30223561f"
  },
  {
    "文件名": "《挑衅》作者： ppp大侠【完结+番外】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/d431bdee4d5d"
  },
  {
    "文件名": "《甜牙蜜语周医生》作者：南瓜柿子饼.txt",
    "夸克盘链接": "https://pan.quark.cn/s/2537b201b28e"
  },
  {
    "文件名": "《天纵骄横》作者：微深无尘.txt",
    "夸克盘链接": "https://pan.quark.cn/s/04f504140e39"
  },
  {
    "文件名": "《天灾后带娇气老婆求生》作者：所深.txt",
    "夸克盘链接": "https://pan.quark.cn/s/162ae76c0775"
  },
  {
    "文件名": "《天下第一怎么还是我》作者：醒冬.txt",
    "夸克盘链接": "https://pan.quark.cn/s/d93b7956a3b7"
  },
  {
    "文件名": "《天生赢家（快穿）》作者：昔我晚矣.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c3aa966cbcd4"
  },
  {
    "文件名": "《天煞孤星的小夫郎》作者：茶查查.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e6274dfba34b"
  },
  {
    "文件名": "《天幕剧透之我竟成了千古大帝》作者：八晓天音.txt",
    "夸克盘链接": "https://pan.quark.cn/s/0d14bebcd751"
  },
  {
    "文件名": "《天降竹马》作者：舒月清.txt",
    "夸克盘链接": "https://pan.quark.cn/s/8ef91fc08861"
  },
  {
    "文件名": "《天道助我成了修真界宠儿》（番外完）作者：极荒变星.txt",
    "夸克盘链接": "https://pan.quark.cn/s/8a918c57cdc2"
  },
  {
    "文件名": "《天道代言人》作者：量子星星.txt",
    "夸克盘链接": "https://pan.quark.cn/s/721e26f51648"
  },
  {
    "文件名": "《天才新手的神级操作[全息]》作者：迪丰小调.txt",
    "夸克盘链接": "https://pan.quark.cn/s/beee123649a6"
  },
  {
    "文件名": "《天才绝色公子能听到少掌门心声后》（番外完）作者：舞花贵雪.txt",
    "夸克盘链接": "https://pan.quark.cn/s/bf70887f55bb"
  },
  {
    "文件名": "《替身小夫郎》作者：一春.txt",
    "夸克盘链接": "https://pan.quark.cn/s/0253eecaec64"
  },
  {
    "文件名": "《替身娇宠》作者：张小素.txt",
    "夸克盘链接": "https://pan.quark.cn/s/5d78cf13522d"
  },
  {
    "文件名": "《替娶》作者：一心兰山.txt",
    "夸克盘链接": "https://pan.quark.cn/s/478809a44ec8"
  },
  {
    "文件名": "《替嫁的少年将军》作者：青蓝小乌猪.txt",
    "夸克盘链接": "https://pan.quark.cn/s/6e69a40f56d5"
  },
  {
    "文件名": "《替婚迎娶了病弱美强惨[ABO]》（番外完）作者：妄月仟.txt",
    "夸克盘链接": "https://pan.quark.cn/s/1ee164b5fada"
  },
  {
    "文件名": "《提线木偶[无限流]》作者：清水枇杷.txt",
    "夸克盘链接": "https://pan.quark.cn/s/6c6e0fd22b75"
  },
  {
    "文件名": "《剔血（双重生）》作者：旧山藏熹.txt",
    "夸克盘链接": "https://pan.quark.cn/s/791183f35863"
  },
  {
    "文件名": "《特能作的我现在重生了》作者：偏翩.txt",
    "夸克盘链接": "https://pan.quark.cn/s/95d302c0e218"
  },
  {
    "文件名": "《逃生游戏里禁止摆烂》作者：青什么花瓷.txt",
    "夸克盘链接": "https://pan.quark.cn/s/6df9e5a93aad"
  },
  {
    "文件名": "《逃生版旅行青青[无限]》作者：东暑.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c6d56ef845af"
  },
  {
    "文件名": "《逃离柯学主线也插翅难飞》（番外完）作者：索明真惜.txt",
    "夸克盘链接": "https://pan.quark.cn/s/0a0f8cf60061"
  },
  {
    "文件名": "《逃离怪谈酒店[无限]》作者：杨桃仁.txt",
    "夸克盘链接": "https://pan.quark.cn/s/f780f63992e4"
  },
  {
    "文件名": "《逃婚后，病美人偏执了》作者：三通七白.txt",
    "夸克盘链接": "https://pan.quark.cn/s/9332f9c9e6f8"
  },
  {
    "文件名": "《躺平咸鱼的祸世魔物日常》作者：菜花味道甜甜.txt",
    "夸克盘链接": "https://pan.quark.cn/s/b0f68f38decd"
  },
  {
    "文件名": "《躺平咸鱼被逼睡老板了》（番外完）作者：泽雨九阁.txt",
    "夸克盘链接": "https://pan.quark.cn/s/f561461d99ab"
  },
  {
    "文件名": "《谈恋爱吗，赖医生》作者：周休八日.txt",
    "夸克盘链接": "https://pan.quark.cn/s/6c964a938573"
  },
  {
    "文件名": "《太子追妻笔札（双重生）》作者：青山问我.txt",
    "夸克盘链接": "https://pan.quark.cn/s/d0e422e8b1d3"
  },
  {
    "文件名": "《太子她又在骗人打工》作者：逐逐逐月【完结+番外】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/176ae7e87df4"
  },
  {
    "文件名": "《太子妃退婚后全皇宫追悔莫及》作者：晏闲.txt",
    "夸克盘链接": "https://pan.quark.cn/s/d9b3520165f6"
  },
  {
    "文件名": "《太子不宠太子妃》作者：音寻十二月.txt",
    "夸克盘链接": "https://pan.quark.cn/s/2f2aa4d0c7b1"
  },
  {
    "文件名": "《祂一直在惦记着我》作者：路中有小玉.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a3ea7dcf64cb"
  },
  {
    "文件名": "《祂是平平无奇的一只触手》（番外完）作者：落水有清梦.txt",
    "夸克盘链接": "https://pan.quark.cn/s/9beab03338f4"
  },
  {
    "文件名": "《祂们说我是怪谈之母[无限]》作者：朝朝朝露.txt",
    "夸克盘链接": "https://pan.quark.cn/s/37ec6c790018"
  },
  {
    "文件名": "《她有点甜》作者：北方有酒.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a44a34f289ff"
  },
  {
    "文件名": "《她是大佬的短命白月光[年代]》作者：五叶昙（大佬他超爱她[年代]）【完结+番外】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/5d40b131b7fa"
  },
  {
    "文件名": "《她是F4中的花心萝卜》作者：甜甜酱【完结+番外】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/f8c42a1f6865"
  },
  {
    "文件名": "《他在凶案现场八卦吃瓜后》（番外完）作者：六丰吉利.txt",
    "夸克盘链接": "https://pan.quark.cn/s/1674b3ffa705"
  },
  {
    "文件名": "《他有九分烈》作者：席亦.txt",
    "夸克盘链接": "https://pan.quark.cn/s/30c09808862c"
  },
  {
    "文件名": "《他一定是暗恋我！》作者：醉笑浮生.txt",
    "夸克盘链接": "https://pan.quark.cn/s/4f3d19b10334"
  },
  {
    "文件名": "《他似温柔风[医生]》作者：迟绯.txt",
    "夸克盘链接": "https://pan.quark.cn/s/3ff00c691eae"
  },
  {
    "文件名": "《他脑子有病要发疯了》（番外完）作者：我是白白果.txt",
    "夸克盘链接": "https://pan.quark.cn/s/48c1beeb4b61"
  },
  {
    "文件名": "《他的遗愿清单》作者：寒锦龟.txt",
    "夸克盘链接": "https://pan.quark.cn/s/676b6c33cab1"
  },
  {
    "文件名": "《他超爱猛男，安全感满满》（番外完）作者：舞花贵雪.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e9685c403e3a"
  },
  {
    "文件名": "《岁岁有松筠》作者：山有嘉卉【完结+番外】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/8e516a4ae11a"
  },
  {
    "文件名": "《随时待命》作者：谙桥.txt",
    "夸克盘链接": "https://pan.quark.cn/s/2dd55d888ffa"
  },
  {
    "文件名": "《酥酥》作者：弱水千流【完结+番外】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/4990b0b2ce3f"
  },
  {
    "文件名": "《酥酥》作者： 弱水千流.txt",
    "夸克盘链接": "https://pan.quark.cn/s/2b8bc4ed660a"
  },
  {
    "文件名": "《苏医生，你笑起来很好看》作者：吉祥夜.txt",
    "夸克盘链接": "https://pan.quark.cn/s/3189d1ae3abc"
  },
  {
    "文件名": "《松田的临终接线业务[柯南]》（番外完）作者：寒柳盈飞素.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e841721657e3"
  },
  {
    "文件名": "《松田的柯学世界酒厂二周目[柯南]》（番外完）作者：顺迪山浮.txt",
    "夸克盘链接": "https://pan.quark.cn/s/d2a2c70c0e70"
  },
  {
    "文件名": "《肆意勾引师尊反被攻了》作者：久美心.txt",
    "夸克盘链接": "https://pan.quark.cn/s/cf09737620c9"
  },
  {
    "文件名": "《饲养员今天也好忙的[无限]》作者：鱼见溪【完结+番外】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/2e47a2eafd7b"
  },
  {
    "文件名": "《饲养员今天也好忙的[无限]》作者：鱼见溪.txt",
    "夸克盘链接": "https://pan.quark.cn/s/6804ac88fc76"
  },
  {
    "文件名": "《死后重生成猫被竹马收养》作者：煮茶落泉.txt",
    "夸克盘链接": "https://pan.quark.cn/s/75593ea3affa"
  },
  {
    "文件名": "《死遁后，师尊为我疯魔》作者：酒醉的福蝶.txt",
    "夸克盘链接": "https://pan.quark.cn/s/0f1bd3d15418"
  },
  {
    "文件名": "《死对头校草竟然暗恋我》（番外完）作者：梦桃念.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a5bd2e807046"
  },
  {
    "文件名": "《死对头和我一起在古代荒岛求生》（番外完）作者：黑寂深游.txt",
    "夸克盘链接": "https://pan.quark.cn/s/4663231979e3"
  },
  {
    "文件名": "《网恋女神是清冷上司》作者：小阿钱.txt",
    "夸克盘链接": "https://pan.quark.cn/s/74a8ffd1fd11"
  },
  {
    "文件名": "《网恋被骗八百次》作者：成日冬眠【完结+番外】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/060b115b9d9b"
  },
  {
    "文件名": "《万象》作者：临州.txt",
    "夸克盘链接": "https://pan.quark.cn/s/da65feccbd62"
  },
  {
    "文件名": "《万人嫌真少爷是迟钝老实人》（番外完）作者：荒酒莲花.txt",
    "夸克盘链接": "https://pan.quark.cn/s/699fb45783f3"
  },
  {
    "文件名": "《说好分手老是分不掉》作者：过雨凡尘扇.txt",
    "夸克盘链接": "https://pan.quark.cn/s/58eec4324335"
  },
  {
    "文件名": "《说好的不炒CP呢！[娱乐圈]》作者：七寸汤包.txt",
    "夸克盘链接": "https://pan.quark.cn/s/fbb850628894"
  },
  {
    "文件名": "《水友们在直播间教我在秦朝如何走上人生巅峰》作者：前少月华光.txt",
    "夸克盘链接": "https://pan.quark.cn/s/4a212fb5c2a5"
  },
  {
    "文件名": "《水洗情书》作者：璇枢星.txt",
    "夸克盘链接": "https://pan.quark.cn/s/5b044cd79886"
  },
  {
    "文件名": "《双钗缘》作者：鲜肉豆沙粽.txt",
    "夸克盘链接": "https://pan.quark.cn/s/97358b16c94f"
  },
  {
    "文件名": "《庶子娶了太上皇》作者：疯狂更新.txt",
    "夸克盘链接": "https://pan.quark.cn/s/5e2779574ea5"
  },
  {
    "文件名": "《赎碎》作者：江南灼.txt",
    "夸克盘链接": "https://pan.quark.cn/s/403ade8def96"
  },
  {
    "文件名": "《姝色误》作者：绿皮卡.txt",
    "夸克盘链接": "https://pan.quark.cn/s/7f122847b34f"
  },
  {
    "文件名": "《兽世种田养崽搞基建》作者：清崽.txt",
    "夸克盘链接": "https://pan.quark.cn/s/83303de6e141"
  },
  {
    "文件名": "《首席魔法师穿到废土末世后》（番外完）作者：寒梦深鱼.txt",
    "夸克盘链接": "https://pan.quark.cn/s/1ac86e623486"
  },
  {
    "文件名": "《首辅宠妻手札》作者：悬姝.txt",
    "夸克盘链接": "https://pan.quark.cn/s/f48f8d02967f"
  },
  {
    "文件名": "《室友想要我穿裙子怎么办》（番外完）作者：密岛烟尘.txt",
    "夸克盘链接": "https://pan.quark.cn/s/8c9cd5350e3a"
  },
  {
    "文件名": "《室友是一个很适合当我男朋友的人》（番外完）作者：神香枯花.txt",
    "夸克盘链接": "https://pan.quark.cn/s/6cf8ae0ab345"
  },
  {
    "文件名": "《室友梦游后》作者：傅云见.txt",
    "夸克盘链接": "https://pan.quark.cn/s/baa8458849b8"
  },
  {
    "文件名": "《室友掉马后和我走到一起了》（番外完）作者：仙意兔.txt",
    "夸克盘链接": "https://pan.quark.cn/s/f846ae2649d4"
  },
  {
    "文件名": "《室友不是这样当的》（番外完）作者：仙意兔.txt",
    "夸克盘链接": "https://pan.quark.cn/s/f9c68bf9ec31"
  },
  {
    "文件名": "《恃宠入婚》作者：万莉塔【完结+番外】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/bde2ba24262f"
  },
  {
    "文件名": "《是夜[先婚后爱]》作者：州府小十三.txt",
    "夸克盘链接": "https://pan.quark.cn/s/38c3974482b7"
  },
  {
    "文件名": "《似春日似晚星》作者：岑姜.txt",
    "夸克盘链接": "https://pan.quark.cn/s/63200d655754"
  },
  {
    "文件名": "《世子小夫人笨蛋日常》作者：不落言笙.txt",
    "夸克盘链接": "https://pan.quark.cn/s/77556958f047"
  },
  {
    "文件名": "《实习大学生穿到高危片场[综漫]》作者：技意天号.txt",
    "夸克盘链接": "https://pan.quark.cn/s/969684821fb1"
  },
  {
    "文件名": "《实时论坛是我的异能力[综漫]》（番外完）作者：阴星宇影.txt",
    "夸克盘链接": "https://pan.quark.cn/s/d24b9c3d488b"
  },
  {
    "文件名": "《十五个春天》作者：一个白羊.txt",
    "夸克盘链接": "https://pan.quark.cn/s/2aaa1c571c28"
  },
  {
    "文件名": "《十年过去后，我的竹马做了皇帝》（番外完）作者：岁愁八香节.txt",
    "夸克盘链接": "https://pan.quark.cn/s/51936f2ac858"
  },
  {
    "文件名": "《师尊有恙[重生]》作者：浮生皆未尽.txt",
    "夸克盘链接": "https://pan.quark.cn/s/56b050d66191"
  },
  {
    "文件名": "《师尊他只想高冷装杯》作者：硬到被人追.txt",
    "夸克盘链接": "https://pan.quark.cn/s/deb77911060e"
  },
  {
    "文件名": "《失业应聘男保姆后发现雇主是我故友》作者：迪雅小封.txt",
    "夸克盘链接": "https://pan.quark.cn/s/9f04fa2cc3f6"
  },
  {
    "文件名": "《圣母病的日常生活[无限]》作者：折春藏梦.txt",
    "夸克盘链接": "https://pan.quark.cn/s/d7389443604f"
  },
  {
    "文件名": "《圣眷正浓》作者：楮绪风【完结+番外】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/f1bedf5b4f3c"
  },
  {
    "文件名": "《审神者扮演刀子精后拯救世界[综漫]》（番外完）作者：翠南溪.txt",
    "夸克盘链接": "https://pan.quark.cn/s/39d423b8629d"
  },
  {
    "文件名": "《神颜主播竞技冠军封神之路》（番外完）作者：圆竹古舞.txt",
    "夸克盘链接": "https://pan.quark.cn/s/f555026ca987"
  },
  {
    "文件名": "《神颜小生闯娱乐圈》（番外完）作者：藏岁古祖.txt",
    "夸克盘链接": "https://pan.quark.cn/s/cced0e33443c"
  },
  {
    "文件名": "《神女小吃街经营指南（美食）》作者：薄荷熊童子.txt",
    "夸克盘链接": "https://pan.quark.cn/s/52e0680cda13"
  },
  {
    "文件名": "《神明带崽进城做保姆后》作者：尼古小可人.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e6cf00214a4d"
  },
  {
    "文件名": "《神经外科医生喜欢养蛇》作者：海雨飞烟.txt",
    "夸克盘链接": "https://pan.quark.cn/s/04f287283792"
  },
  {
    "文件名": "《神都双璧》作者：临叶沉沙.txt",
    "夸克盘链接": "https://pan.quark.cn/s/6e822ae0018a"
  },
  {
    "文件名": "《什么都吃使我营养均衡》作者：妄鸦.txt",
    "夸克盘链接": "https://pan.quark.cn/s/2e6dc2a1e84e"
  },
  {
    "文件名": "《深渊魔王被勇者攻略了》（番外完）作者：从花三时.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a50e80556040"
  },
  {
    "文件名": "《深渊蝴蝶》作者：小涵仙.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ee5b7e342698"
  },
  {
    "文件名": "《谁教你这么当虐文女主的[快穿]》作者：黑荨.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e75da0b45a9d"
  },
  {
    "文件名": "《摄政王一胎二宝（现代穿书）》作者：郎总.txt",
    "夸克盘链接": "https://pan.quark.cn/s/6e322341cb90"
  },
  {
    "文件名": "《摄政王他缠着要嫁给我》作者：圆予.txt",
    "夸克盘链接": "https://pan.quark.cn/s/054be00ab740"
  },
  {
    "文件名": "《社牛校草骚操作玩得真六》（番外完）作者：方小毛虎.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a55851a04f7f"
  },
  {
    "文件名": "《社恐学霸是平平无奇的主攻手[综漫]》（番外完）作者：金软度书.txt",
    "夸克盘链接": "https://pan.quark.cn/s/9723fcb52bad"
  },
  {
    "文件名": "《社恐猫猫当顶流团宠从做临时演员开始》（番外完）作者：和空乱沙秀.txt",
    "夸克盘链接": "https://pan.quark.cn/s/00fea6c8b533"
  },
  {
    "文件名": "《社恐路人靠吃瓜火爆全网》（番外完）作者：星潭.txt",
    "夸克盘链接": "https://pan.quark.cn/s/4e69113f8441"
  },
  {
    "文件名": "《社恐穿书选秀炮灰练习生被读心了》（番外完）作者：苍山雪松.txt",
    "夸克盘链接": "https://pan.quark.cn/s/f2dd82bbe940"
  },
  {
    "文件名": "《社稷山河剑》作者：退戈.txt",
    "夸克盘链接": "https://pan.quark.cn/s/fe576fe0cf3b"
  },
  {
    "文件名": "《社畜beta与顶A结婚之后[ABO]》（番外完）作者：玉书鸿雁.txt",
    "夸克盘链接": "https://pan.quark.cn/s/29b93d392c9a"
  },
  {
    "文件名": "《少年夏目排球成长之路[综漫]》（番外完）作者：九度丽阳.txt",
    "夸克盘链接": "https://pan.quark.cn/s/8b3daf6ae065"
  },
  {
    "文件名": "《少年努力不负青春[综漫]》（番外完）作者：觉乱尘逢.txt",
    "夸克盘链接": "https://pan.quark.cn/s/b8d96225b5ad"
  },
  {
    "文件名": "《上司对我的好感度一直在上蹿下跳》（番外完）作者：翠生紫马.txt",
    "夸克盘链接": "https://pan.quark.cn/s/8406ee6c5d0f"
  },
  {
    "文件名": "《上来就想与我孵蛋了，不好吧》（番外完）作者：崖下有秘籍捡.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a73a048b5d9a"
  },
  {
    "文件名": "《上钩》作者：川澜.txt",
    "夸克盘链接": "https://pan.quark.cn/s/3cbf1c2eff7d"
  },
  {
    "文件名": "《山上种地捡了个媳妇》（番外完）作者：青青大红果.txt",
    "夸克盘链接": "https://pan.quark.cn/s/796916b5f189"
  },
  {
    "文件名": "《山里来的网球大满贯》作者：从笋长到竹子.txt",
    "夸克盘链接": "https://pan.quark.cn/s/3081809f517b"
  },
  {
    "文件名": "《山鬼》作者：菱舟.txt",
    "夸克盘链接": "https://pan.quark.cn/s/d19729f23b6d"
  },
  {
    "文件名": "《傻前夫想和我复婚》（番外完）作者：青剑现金芒.txt",
    "夸克盘链接": "https://pan.quark.cn/s/53eb361522ce"
  },
  {
    "文件名": "《砂金上司读我心后[崩铁]》（番外完）作者：天英雾.txt",
    "夸克盘链接": "https://pan.quark.cn/s/84068a2f635e"
  },
  {
    "文件名": "《沙雕学神玩在线养老公游戏后》（番外完）作者：如天孤剑.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ddd2be1e9820"
  },
  {
    "文件名": "《三年二班规则怪谈[无限]》作者：文檀.txt",
    "夸克盘链接": "https://pan.quark.cn/s/b3140749532c"
  },
  {
    "文件名": "《三个大佬的早死白月光复活后》（番外完）作者：留古藏.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a0f99e4ad971"
  },
  {
    "文件名": "《三分月色》作者：妗酒.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ed854b4dbc2b"
  },
  {
    "文件名": "《赛博朋克异种研究计划》（番外完）作者：雨云随风散.txt",
    "夸克盘链接": "https://pan.quark.cn/s/71aa31b303ed"
  },
  {
    "文件名": "《赛博朋克世界的鬼神》（番外完）作者：暗晨水诗.txt",
    "夸克盘链接": "https://pan.quark.cn/s/5d5a84f251d8"
  },
  {
    "文件名": "《赛博机甲与武侠江湖》（番外完）作者：冷风过山岗.txt",
    "夸克盘链接": "https://pan.quark.cn/s/bac54129e8bb"
  },
  {
    "文件名": "《软饭硬吃[重生]》作者：沙舟踏翠.txt",
    "夸克盘链接": "https://pan.quark.cn/s/7ef2c5037b66"
  },
  {
    "文件名": "《如何把漂亮小人鱼娇养起来》（番外完）作者：古树也开花.txt",
    "夸克盘链接": "https://pan.quark.cn/s/0aa190137ddf"
  },
  {
    "文件名": "《柔弱女配太黏人》作者：何为风月.txt",
    "夸克盘链接": "https://pan.quark.cn/s/12cf5d347297"
  },
  {
    "文件名": "《日落坠入乌托邦》作者：柿橙.txt",
    "夸克盘链接": "https://pan.quark.cn/s/7348c4dc1ce4"
  },
  {
    "文件名": "《仁王的网球升级之路[综漫]》（番外完）作者：夜征锦迪.txt",
    "夸克盘链接": "https://pan.quark.cn/s/3688c519bc35"
  },
  {
    "文件名": "《人鱼研究日志》（番外完）作者：沉长虚花.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c32824773047"
  },
  {
    "文件名": "《人鱼上将的尾巴不能摸》（番外完）作者：小古复鸟.txt",
    "夸克盘链接": "https://pan.quark.cn/s/38aae323fd79"
  },
  {
    "文件名": "《人间直恁芬芳》作者：尤四姐.txt",
    "夸克盘链接": "https://pan.quark.cn/s/45d4185fcd2c"
  },
  {
    "文件名": "《热夏海盐[先婚]》作者：在逃白桃.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e3ae03fd8f37"
  },
  {
    "文件名": "《热吻寒冬》作者：玲珑鹿.txt",
    "夸克盘链接": "https://pan.quark.cn/s/751230ea8c5e"
  },
  {
    "文件名": "《热烈燃烧》作者：安次甘儿.txt",
    "夸克盘链接": "https://pan.quark.cn/s/113eef7daef3"
  },
  {
    "文件名": "《让她坠落》作者：荼倪.txt",
    "夸克盘链接": "https://pan.quark.cn/s/cc6400c6b01c"
  },
  {
    "文件名": "《全修真界都在盼望我的死讯》作者：北田有绣.txt",
    "夸克盘链接": "https://pan.quark.cn/s/384c013c3575"
  },
  {
    "文件名": "《全京城都蹭我瓜吃》作者：芒果眼镜娘.txt",
    "夸克盘链接": "https://pan.quark.cn/s/9eab4ef5e124"
  },
  {
    "文件名": "《权谋文男主被我掰弯了》作者：揽疏狂.txt",
    "夸克盘链接": "https://pan.quark.cn/s/375a9fe2ad6c"
  },
  {
    "文件名": "《求魔》作者：曲小蛐.txt",
    "夸克盘链接": "https://pan.quark.cn/s/792964faa92f"
  },
  {
    "文件名": "《请旨赐婚（重生）》作者：一息尚存.txt",
    "夸克盘链接": "https://pan.quark.cn/s/b9edbe7d2b20"
  },
  {
    "文件名": "《死对头和我协议结婚后，竟怀上他的崽》（番外完）作者：森河不流.txt",
    "夸克盘链接": "https://pan.quark.cn/s/216db53b82ac"
  },
  {
    "文件名": "《撕裂白月光》作者：泠栀雨.txt",
    "夸克盘链接": "https://pan.quark.cn/s/408e1736b534"
  },
  {
    "文件名": "《说谎的最高境界》（番外完）作者：山树仙流光.txt",
    "夸克盘链接": "https://pan.quark.cn/s/7de681b29c3e"
  },
  {
    "文件名": "《清冷驸马竟是白切黑》作者：仲玉.txt",
    "夸克盘链接": "https://pan.quark.cn/s/96cc71974d2d"
  },
  {
    "文件名": "《清冷夫君掉马以后》作者：时榛榛.txt",
    "夸克盘链接": "https://pan.quark.cn/s/320fa1d05f6f"
  },
  {
    "文件名": "《清穿之爷的妻妾有秘密》作者：千芳魏紫.txt",
    "夸克盘链接": "https://pan.quark.cn/s/1c9985f2dee3"
  },
  {
    "文件名": "《抢走哥哥前世的未婚夫后》作者：房价降了吗.txt",
    "夸克盘链接": "https://pan.quark.cn/s/1ccb7ec98a81"
  },
  {
    "文件名": "《抢来的盲夫太缠人》作者：Paradoxical.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ad73a35f27c1"
  },
  {
    "文件名": "《前任他哥对我蓄谋已久》（番外完）作者：寒尺断丝.txt",
    "夸克盘链接": "https://pan.quark.cn/s/b51becfbc872"
  },
  {
    "文件名": "《前任们作为嘉宾同时上了恋综后》作者：红兰夕露.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a24051e654bc"
  },
  {
    "文件名": "《前任们作为嘉宾同时上了恋综后》（番外完）作者：红兰夕露.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a310511270f0"
  },
  {
    "文件名": "《前妻对我薄情寡义（双重生）》作者：春伤.txt",
    "夸克盘链接": "https://pan.quark.cn/s/9c57aa80abe9"
  },
  {
    "文件名": "《前夫哥是个本分老实人》作者：紫韭寒酒.txt",
    "夸克盘链接": "https://pan.quark.cn/s/1f03132f5d80"
  },
  {
    "文件名": "《千山青黛》作者：蓬莱客.txt",
    "夸克盘链接": "https://pan.quark.cn/s/59a55ef3b513"
  },
  {
    "文件名": "《千年鬼王只想躺平做个普通人》（番外完）作者：从花三时.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c1a989f8286f"
  },
  {
    "文件名": "《千年鬼攻找上我了》（番外完）作者：宫美和颜.txt",
    "夸克盘链接": "https://pan.quark.cn/s/f01c71fea537"
  },
  {
    "文件名": "《弃养的便宜弟弟回来找我后》（番外完）作者：有一个小玩具了.txt",
    "夸克盘链接": "https://pan.quark.cn/s/1153f8af6f4f"
  },
  {
    "文件名": "《骑士之歌》作者：非天夜翔.txt",
    "夸克盘链接": "https://pan.quark.cn/s/6d18201500ed"
  },
  {
    "文件名": "《栖凰》作者：流凰千度.txt",
    "夸克盘链接": "https://pan.quark.cn/s/dbb1add33b86"
  },
  {
    "文件名": "《妻主她为何那样(女尊)》作者：道玄.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e4e227a862dd"
  },
  {
    "文件名": "《妻主可不惯着你（女尊）》作者：碗里的汤圆.txt",
    "夸克盘链接": "https://pan.quark.cn/s/532aca0853e4"
  },
  {
    "文件名": "《七张合同[无限]》作者：闻人萧.txt",
    "夸克盘链接": "https://pan.quark.cn/s/53b2cb826e80"
  },
  {
    "文件名": "《七月渡我》作者：歪嘴阿猫.txt",
    "夸克盘链接": "https://pan.quark.cn/s/199815704463"
  },
  {
    "文件名": "《七零之大佬的懒娇媳》作者：老衲不懂爱.txt",
    "夸克盘链接": "https://pan.quark.cn/s/2a5629031916"
  },
  {
    "文件名": "《七零漂亮小媳妇》作者：令雾.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e899fa6bbdc9"
  },
  {
    "文件名": "《七零表嫂是甜妻[双重生]》作者：无尾北北.txt",
    "夸克盘链接": "https://pan.quark.cn/s/b88f4674c619"
  },
  {
    "文件名": "《破碎打工人重生后不想奋斗了》（番外完）作者：小海寻鱼.txt",
    "夸克盘链接": "https://pan.quark.cn/s/eb8583751aea"
  },
  {
    "文件名": "《贫穷貌美小子失忆脱胎换骨后》（番外完）作者：柳去春长来.txt",
    "夸克盘链接": "https://pan.quark.cn/s/4ffa812bf4ab"
  },
  {
    "文件名": "《贫苦学神带着儿子守寡后》作者：尼古小可人.txt",
    "夸克盘链接": "https://pan.quark.cn/s/6482625a230b"
  },
  {
    "文件名": "《漂亮小少爷被异族首领拐走后》（番外完）作者：雨云随风散.txt",
    "夸克盘链接": "https://pan.quark.cn/s/4bbd3fd23f16"
  },
  {
    "文件名": "《漂亮系花不可能恐同》（番外完）作者：过雨凡尘扇.txt",
    "夸克盘链接": "https://pan.quark.cn/s/cf596e08b8ae"
  },
  {
    "文件名": "《漂亮室友竟然是女装大佬》（番外完）作者：寒茹奇叶.txt",
    "夸克盘链接": "https://pan.quark.cn/s/666f8129ea7f"
  },
  {
    "文件名": "《漂亮老婆跟渣攻亲哥跑了》（番外完）作者：甜玄小寻.txt",
    "夸克盘链接": "https://pan.quark.cn/s/03f5fdf14865"
  },
  {
    "文件名": "《漂亮娇气炮灰想钓你》（番外完）作者：古心漫莲.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ad91cc835f50"
  },
  {
    "文件名": "《漂亮娇气omega喜欢围着他老公转[先婚后爱]》（番外完）作者：游星堕月.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ef0bb1db3637"
  },
  {
    "文件名": "《漂亮笨蛋[无限]》作者：糯米词.txt",
    "夸克盘链接": "https://pan.quark.cn/s/fc56775982bb"
  },
  {
    "文件名": "《偏执将军对我一见钟情后》（番外完）作者：古鸟蓝福.txt",
    "夸克盘链接": "https://pan.quark.cn/s/f4f6ed77844d"
  },
  {
    "文件名": "《偏执皇帝的黑月光师尊[重生]》作者：陈森森.txt",
    "夸克盘链接": "https://pan.quark.cn/s/6a0aa8c57002"
  },
  {
    "文件名": "《偏执疯批贵公子和竹马玩伴清冷大美人》（番外完）作者：奇星渡.txt",
    "夸克盘链接": "https://pan.quark.cn/s/40b719da401b"
  },
  {
    "文件名": "《偏执大佬把我当小玫瑰娇养了》（番外完）作者：蓝云紫燕.txt",
    "夸克盘链接": "https://pan.quark.cn/s/0ae3a023877c"
  },
  {
    "文件名": "《偏惹神君落泪》作者：淞子七.txt",
    "夸克盘链接": "https://pan.quark.cn/s/83ef531b513f"
  },
  {
    "文件名": "《偏轨沦陷》作者：归梦温酒.txt",
    "夸克盘链接": "https://pan.quark.cn/s/896a7a07f5ef"
  },
  {
    "文件名": "《偏爱》作者：桃觉.txt",
    "夸克盘链接": "https://pan.quark.cn/s/5aa8aaf8a87c"
  },
  {
    "文件名": "《偏爱》作者：风来碗里【完结+番外】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/7376de4e09dd"
  },
  {
    "文件名": "《披星戴月的想你[婚恋]》作者：乔迹.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c66f11b5f074"
  },
  {
    "文件名": "《炮灰直男穿进了狗血文后》（番外完）作者：纯戏五步.txt",
    "夸克盘链接": "https://pan.quark.cn/s/13a43475c9d0"
  },
  {
    "文件名": "《炮灰女配一心搞科研》作者：执笔开云.txt",
    "夸克盘链接": "https://pan.quark.cn/s/f939247979c8"
  },
  {
    "文件名": "《炮灰男团艺人退圈后在家刺绣爆红了》（番外完）作者：茶雨心孤.txt",
    "夸克盘链接": "https://pan.quark.cn/s/0a2abfd66596"
  },
  {
    "文件名": "《炮灰觉醒后成了女主心头好(快穿)》作者：来个上上签.txt",
    "夸克盘链接": "https://pan.quark.cn/s/725a2d0c0ec3"
  },
  {
    "文件名": "《炮灰获得好孕系统后[单元文]》（番外完）作者：风曲有泪.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c0e47136c380"
  },
  {
    "文件名": "《炮灰的逆袭[快穿]》作者：猫咪鱼池.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c2a62c7b6a27"
  },
  {
    "文件名": "《炮灰穿到荒星靠养花逆袭》（番外完）作者：墨鸿逐书.txt",
    "夸克盘链接": "https://pan.quark.cn/s/f85622c733a8"
  },
  {
    "文件名": "《攀星折月》作者：山有嘉卉【完结+番外】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/1f55cdeb4e71"
  },
  {
    "文件名": "《潘多拉魔盒之诡异恐怖无限游戏》作者：寒三流岁.txt",
    "夸克盘链接": "https://pan.quark.cn/s/9babb2eacea7"
  },
  {
    "文件名": "《爬墙相爷家》作者：Miang.txt",
    "夸克盘链接": "https://pan.quark.cn/s/6dbcf85b67bb"
  },
  {
    "文件名": "《女装招惹龙傲天后》作者：魔法少女兔英俊【完结+番外】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/456765fa13c6"
  },
  {
    "文件名": "《女主她过于谨慎[无限]》作者：小蜗喔喔.txt",
    "夸克盘链接": "https://pan.quark.cn/s/5209dbd4e84d"
  },
  {
    "文件名": "《女主决定抢救一下》作者：叶猗.txt",
    "夸克盘链接": "https://pan.quark.cn/s/41adf7355cf0"
  },
  {
    "文件名": "《女配她一心礼佛》作者：元余.txt",
    "夸克盘链接": "https://pan.quark.cn/s/12f1869d11b4"
  },
  {
    "文件名": "《女配手握龙傲天剧本[快穿]》作者：昔我晚矣.txt",
    "夸克盘链接": "https://pan.quark.cn/s/43b14be9484c"
  },
  {
    "文件名": "《女驸马》作者：孟今看.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e81bcc5869da"
  },
  {
    "文件名": "《女霸总跟她的小奶狗[女尊]》作者：苏良生的的sue.txt",
    "夸克盘链接": "https://pan.quark.cn/s/72f8a4920317"
  },
  {
    "文件名": "《虐文中咸鱼如何求生[快穿]》（番外完）作者：复猎元气.txt",
    "夸克盘链接": "https://pan.quark.cn/s/4e85250172a9"
  },
  {
    "文件名": "《虐文男主火葬没有场[快穿]》作者：年兽宝宝.txt",
    "夸克盘链接": "https://pan.quark.cn/s/2f040ac72a8a"
  },
  {
    "文件名": "《农家子的少爷夫郎》作者：北冥魑.txt",
    "夸克盘链接": "https://pan.quark.cn/s/2868d6a96928"
  },
  {
    "文件名": "《你做的饭又香又好吃》（番外完）作者：盈星蓝焰.txt",
    "夸克盘链接": "https://pan.quark.cn/s/1f597f486854"
  },
  {
    "文件名": "《你罩我吧》作者：满子.txt",
    "夸克盘链接": "https://pan.quark.cn/s/977c20fad6b2"
  },
  {
    "文件名": "《你再凶一个试试？》作者：提笼遛龙.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e7c5ab9b727c"
  },
  {
    "文件名": "《你喜欢发疯就发疯吧[单元文]》（番外完）作者：寒贞不爱.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a351d2f2f4fe"
  },
  {
    "文件名": "《你为什么非要弄死我》作者：姑苏剪剪.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a2b101d1e8b7"
  },
  {
    "文件名": "《你是唯一》作者：林盎司.txt",
    "夸克盘链接": "https://pan.quark.cn/s/0c9f5c2240fb"
  },
  {
    "文件名": "《你是不是想赖账》作者：图样先森【完结+番外】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/218590d80021"
  },
  {
    "文件名": "《你们别因为我弯啊》（番外完）作者：撩观虹.txt",
    "夸克盘链接": "https://pan.quark.cn/s/d6430b3ce5fa"
  },
  {
    "文件名": "《你们A也会一哭二闹三上吊吗》作者：尼古拉丝儿.txt",
    "夸克盘链接": "https://pan.quark.cn/s/1e5a08444281"
  },
  {
    "文件名": "《你的精神体厉害又怎么样[星际]》作者：红鹤极流.txt",
    "夸克盘链接": "https://pan.quark.cn/s/4003bdc47fed"
  },
  {
    "文件名": "《你到底怀的哪门子孕[穿书]》作者：噤非.txt",
    "夸克盘链接": "https://pan.quark.cn/s/131f5973ea6d"
  },
  {
    "文件名": "《难倷心动[先婚后爱]》作者：蒋慕橙.txt",
    "夸克盘链接": "https://pan.quark.cn/s/847ad544102b"
  },
  {
    "文件名": "《难捱》作者：我困.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c14196384695"
  },
  {
    "文件名": "《男主兄弟的老婆是娇气作精[快穿]》作者：未心锦辞.txt",
    "夸克盘链接": "https://pan.quark.cn/s/530517e39a7e"
  },
  {
    "文件名": "《男团解散后我靠网剧红爆全网》（番外完）作者：相闲定莫.txt",
    "夸克盘链接": "https://pan.quark.cn/s/be1becbede5e"
  },
  {
    "文件名": "《男神重生后只对我乖》（番外完）作者：甜炒小红角.txt",
    "夸克盘链接": "https://pan.quark.cn/s/8a24a63c9390"
  },
  {
    "文件名": "《请和我结婚》作者：弄酒.txt",
    "夸克盘链接": "https://pan.quark.cn/s/d47d327d5227"
  },
  {
    "文件名": "《清冷总裁失去老公后悔了》（番外完）作者：逐莫雅.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e4e051e98a29"
  },
  {
    "文件名": "《清冷史臣娇养日常》作者：鱼俞一.txt",
    "夸克盘链接": "https://pan.quark.cn/s/fe3ca0f3dda8"
  },
  {
    "文件名": "《清冷师尊是吐槽役》作者：余期未止.txt",
    "夸克盘链接": "https://pan.quark.cn/s/8935b533e26f"
  },
  {
    "文件名": "《拿到缺德剧本后，男主彻底疯了》作者：耳刀东.txt",
    "夸克盘链接": "https://pan.quark.cn/s/3993c10d4186"
  },
  {
    "文件名": "《暮色坠落》作者：暮锦南【完结+番外】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e9aca6f93c24"
  },
  {
    "文件名": "《目标偏航[先婚]》作者：玉寺人.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e2d3bab463c6"
  },
  {
    "文件名": "《某排球部的胆怯兔兔被金毛狐狸二传吃掉了》（番外完）作者：浅潭银虾.txt",
    "夸克盘链接": "https://pan.quark.cn/s/3239d035266c"
  },
  {
    "文件名": "《谋娶》作者：白清溪.txt",
    "夸克盘链接": "https://pan.quark.cn/s/aaa7e7135f14"
  },
  {
    "文件名": "《莫名成了万人迷不自知[快穿]》（番外完）作者：小极惊锦.txt",
    "夸克盘链接": "https://pan.quark.cn/s/88c304d0b749"
  },
  {
    "文件名": "《末世重生囤货建基地》作者：望星寻福.txt",
    "夸克盘链接": "https://pan.quark.cn/s/d19ca7a197ad"
  },
  {
    "文件名": "《末世重生囤货建基地》（番外完）作者：望星寻福.txt",
    "夸克盘链接": "https://pan.quark.cn/s/86537dd109bd"
  },
  {
    "文件名": "《末世领主基建生存时代》（番外完）作者：烧霜泪.txt",
    "夸克盘链接": "https://pan.quark.cn/s/57d6edf22711"
  },
  {
    "文件名": "《末日做恶魔》作者：留静尘昔.txt",
    "夸克盘链接": "https://pan.quark.cn/s/3b5cc02fa592"
  },
  {
    "文件名": "《魔王在异界传播文化之旅》作者：梅零达立.txt",
    "夸克盘链接": "https://pan.quark.cn/s/7d69faba867f"
  },
  {
    "文件名": "《魔王幼崽的男妈妈[综漫]》（番外完）作者：藏海雅.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a563b6ec1bdf"
  },
  {
    "文件名": "《魔王的结婚对象竟是勇者》（番外完）作者：海涯梦角.txt",
    "夸克盘链接": "https://pan.quark.cn/s/cf72f0454416"
  },
  {
    "文件名": "《魔头的扮猪吃虎寻宝之旅》（番外完）作者：从花三时.txt",
    "夸克盘链接": "https://pan.quark.cn/s/7011a3fa1d11"
  },
  {
    "文件名": "《魔界毛茸茸幼崽被我领养后》（番外完）作者：蓝小孤贼.txt",
    "夸克盘链接": "https://pan.quark.cn/s/9b8c6487604b"
  },
  {
    "文件名": "《模拟宇宙第四天灾玩家[综崩铁]》（番外完）作者：海艺新心.txt",
    "夸克盘链接": "https://pan.quark.cn/s/726bedae59db"
  },
  {
    "文件名": "《模拟器把我养成明君》作者：温德闲贤.txt",
    "夸克盘链接": "https://pan.quark.cn/s/8d267d4823f8"
  },
  {
    "文件名": "《明月照九州》作者：南陆星离.txt",
    "夸克盘链接": "https://pan.quark.cn/s/84c03a7e95a8"
  },
  {
    "文件名": "《明柔公主》作者：南窗听雨.txt",
    "夸克盘链接": "https://pan.quark.cn/s/2ad3d7313076"
  },
  {
    "文件名": "《明日新婚》作者：雪满山岗.txt",
    "夸克盘链接": "https://pan.quark.cn/s/d8145acd3f55"
  },
  {
    "文件名": "《敏感少年被善良的他吸引了》（番外完）作者：深月星惜兰.txt",
    "夸克盘链接": "https://pan.quark.cn/s/9e075b03b03b"
  },
  {
    "文件名": "《蜜桃挞》作者：宋玖槿.txt",
    "夸克盘链接": "https://pan.quark.cn/s/4214e83a369c"
  },
  {
    "文件名": "《米花欢乐跑团记[柯南]》作者：剑荡七千里.txt",
    "夸克盘链接": "https://pan.quark.cn/s/f2ae820d1c4b"
  },
  {
    "文件名": "《梦中情人》作者：倚梦寻.txt",
    "夸克盘链接": "https://pan.quark.cn/s/2b57b09e37b3"
  },
  {
    "文件名": "《萌萌小猫咪星际吃瓜团宠之路》（番外完）作者：和空乱沙秀.txt",
    "夸克盘链接": "https://pan.quark.cn/s/668756fee7da"
  },
  {
    "文件名": "《门阀之上》作者：诗槊.txt",
    "夸克盘链接": "https://pan.quark.cn/s/adb88f78852d"
  },
  {
    "文件名": "《魅狐觉醒后疯女主火葬场了快穿》作者：林间一丫枝.txt",
    "夸克盘链接": "https://pan.quark.cn/s/21590edb6a44"
  },
  {
    "文件名": "《美人掌欢（重生）》作者：照城.txt",
    "夸克盘链接": "https://pan.quark.cn/s/d5030b4fbddc"
  },
  {
    "文件名": "《美妾》作者：叶信言.txt",
    "夸克盘链接": "https://pan.quark.cn/s/3aff7c454326"
  },
  {
    "文件名": "《美强惨女配只想复仇[穿书]》作者：西月白.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ff26ab3fc1fb"
  },
  {
    "文件名": "《美貌小王子勇闯娱乐圈日常》（番外完）作者：叶枝头上开.txt",
    "夸克盘链接": "https://pan.quark.cn/s/570a1fb63fca"
  },
  {
    "文件名": "《美恐无限惊悚副本自救手册》作者：莲骨小竹.txt",
    "夸克盘链接": "https://pan.quark.cn/s/7ea3de34105b"
  },
  {
    "文件名": "《美癫奸臣不小心爬上残暴反派床后》（番外完）作者：长生小鸟儿.txt",
    "夸克盘链接": "https://pan.quark.cn/s/887f95b08f11"
  },
  {
    "文件名": "《每天要花五千万》作者：摇摇兔.txt",
    "夸克盘链接": "https://pan.quark.cn/s/f984757d673f"
  },
  {
    "文件名": "《每天都在追媳妇[重生]》作者：两岸橘风.txt",
    "夸克盘链接": "https://pan.quark.cn/s/b66a67830428"
  },
  {
    "文件名": "《每天都在为不变成怪物努力[综崩铁]》作者：海艺新心.txt",
    "夸克盘链接": "https://pan.quark.cn/s/f973f86677bb"
  },
  {
    "文件名": "《每个恶役马甲都成白月光》作者：枕藉舟.txt",
    "夸克盘链接": "https://pan.quark.cn/s/12acc2381c9b"
  },
  {
    "文件名": "《梅雨季》作者：酥晚.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a32fb09e73c2"
  },
  {
    "文件名": "《玫瑰遇野风》作者：柚栩.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ffa4dbac3998"
  },
  {
    "文件名": "《玫瑰先生》作者：觅芽子【完结+番外】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/59631d49c44d"
  },
  {
    "文件名": "《玫瑰先生》作者：觅芽子.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e29da97e3c9e"
  },
  {
    "文件名": "《没想到我竟然招惹了校草》作者：星竹临岁.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c64174db895d"
  },
  {
    "文件名": "《貌美竹马如何养成》（番外完）作者：洪箭九针.txt",
    "夸克盘链接": "https://pan.quark.cn/s/35ec2c439360"
  },
  {
    "文件名": "《貌美路人甲在BL文融合世界里觉醒后》（番外完）作者：杜宇鸿玉.txt",
    "夸克盘链接": "https://pan.quark.cn/s/4b314637e610"
  },
  {
    "文件名": "《貌美废物王子登基做皇帝后》（番外完）作者：胡牛边山.txt",
    "夸克盘链接": "https://pan.quark.cn/s/97dad0d2abfc"
  },
  {
    "文件名": "《毛绒绒小兔有点萌》作者：牧福红马.txt",
    "夸克盘链接": "https://pan.quark.cn/s/dd4cecd4272a"
  },
  {
    "文件名": "《毛茸茸们今天也在努力拯救宗门》（番外完）作者：随衣染墨.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a318c9494c21"
  },
  {
    "文件名": "《猫猫小可怜警官》作者：幼玉灵鱼.txt",
    "夸克盘链接": "https://pan.quark.cn/s/f0a0daf815f5"
  },
  {
    "文件名": "《满级大佬在玄学综艺爆红了》作者：尧鹭.txt",
    "夸克盘链接": "https://pan.quark.cn/s/6f14aaa45fb9"
  },
  {
    "文件名": "《满级大佬在无限逃生逛吃逛喝》作者：月上汤圆儿.txt",
    "夸克盘链接": "https://pan.quark.cn/s/1c672841cb75"
  },
  {
    "文件名": "《满级大佬在魍魉快递公司当员工[无限]》作者：时逆舞光.txt",
    "夸克盘链接": "https://pan.quark.cn/s/93c3e0bef3d1"
  },
  {
    "文件名": "《满级大佬又被拆马甲了》作者：龙三爷.txt",
    "夸克盘链接": "https://pan.quark.cn/s/809928213600"
  },
  {
    "文件名": "《满级大佬平趟无限世界》作者：蓦朝.txt",
    "夸克盘链接": "https://pan.quark.cn/s/06a43cf9e563"
  },
  {
    "文件名": "《满级大佬拿了前任剧本[快穿]》作者：昨日烟云.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e35c79279b12"
  },
  {
    "文件名": "《满级大佬拿了病弱剧本》作者：我爱吃山竹【完结+番外】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/dc270faf3ea7"
  },
  {
    "文件名": "《满级大佬拿了病弱剧本》作者：本喵最萌.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a32fd54b4c99"
  },
  {
    "文件名": "《满级大佬靠沙雕爆红娱乐圈》作者：时素.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c22ceb16037f"
  },
  {
    "文件名": "《满级大佬的苏爽人生[快穿]》作者：若水然.txt",
    "夸克盘链接": "https://pan.quark.cn/s/70260ee30947"
  },
  {
    "文件名": "《满级大佬成女主堂妹[八零]》作者：芒果爱苹果.txt",
    "夸克盘链接": "https://pan.quark.cn/s/49296314603b"
  },
  {
    "文件名": "《满分心动[先婚后爱]》作者：丛梨.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a5dd2735c0ce"
  },
  {
    "文件名": "《卖烧烤从大学门口摆摊开始[美食]》作者：雪画图理.txt",
    "夸克盘链接": "https://pan.quark.cn/s/40819e2b7466"
  },
  {
    "文件名": "《卖烧烤从大学门口摆摊开始[美食]》（番外完）作者：雪画图理.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e5a896b484be"
  },
  {
    "文件名": "《玛丽苏原来也很好》（番外完）作者：柳书穿云.txt",
    "夸克盘链接": "https://pan.quark.cn/s/45daaa1b4e7b"
  },
  {
    "文件名": "《绿茶蛇蛇手撕竹马剧本》作者：风月镜.txt",
    "夸克盘链接": "https://pan.quark.cn/s/2547c5a8266c"
  },
  {
    "文件名": "《旅行者在综漫世界的做最强打工人[综原神]》（番外完）作者：技意天号.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e121f2c561ce"
  },
  {
    "文件名": "《落魄太子，她装的》作者：垂耳爪子.txt",
    "夸克盘链接": "https://pan.quark.cn/s/112ba821c4a7"
  },
  {
    "文件名": "《乱撩[电竞]【你再撩一下[电竞]】》作者：消失绿缇【完结+番外】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/b5773f61c3e0"
  },
  {
    "文件名": "《乱步先生网恋奔现记录[文野]》作者：黑雾少元.txt",
    "夸克盘链接": "https://pan.quark.cn/s/d4b8fcb5abae"
  },
  {
    "文件名": "《路人甲和豪门大佬联姻后》作者：宁翊.txt",
    "夸克盘链接": "https://pan.quark.cn/s/6fee209cbb03"
  },
  {
    "文件名": "《陆大人不想和离》作者：钿汐.txt",
    "夸克盘链接": "https://pan.quark.cn/s/f39a2ffa108d"
  },
  {
    "文件名": "《龙崽在异界成神[全息]》（番外完）作者：高芬红丽.txt",
    "夸克盘链接": "https://pan.quark.cn/s/8a672561210f"
  },
  {
    "文件名": "《龙傲天丈夫越来越长命了》（番外完）作者：孤玉天谷.txt",
    "夸克盘链接": "https://pan.quark.cn/s/426a93d4ab64"
  },
  {
    "文件名": "《龙傲天男主他弟弟渣了反派》作者：三长成凤玉.txt",
    "夸克盘链接": "https://pan.quark.cn/s/72fb5f11c54e"
  },
  {
    "文件名": "《男神说他一击即中[重生]》 作者：千佾.txt",
    "夸克盘链接": "https://pan.quark.cn/s/5adaab8fa89c"
  },
  {
    "文件名": "《男朋友兄弟被我摸了怎么办》（番外完）作者：青木刻鱼.txt",
    "夸克盘链接": "https://pan.quark.cn/s/b09cef5d6f3f"
  },
  {
    "文件名": "《纳须弥》作者：自矜.txt",
    "夸克盘链接": "https://pan.quark.cn/s/1b864d7a4ed1"
  },
  {
    "文件名": "《灵师在灵异世界追爱记》（番外完）作者：精丝如梦.txt",
    "夸克盘链接": "https://pan.quark.cn/s/1edcf00ceb8f"
  },
  {
    "文件名": "《猎户和乖软小夫郎种田日常》（番外完）作者：知舞雨典.txt",
    "夸克盘链接": "https://pan.quark.cn/s/f0d68a27f4ae"
  },
  {
    "文件名": "《撩了奶狗世子后》作者：付与疏.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c454fee782ef"
  },
  {
    "文件名": "《两位男演员的甜蜜营业生活》（番外完）作者：藏惊书.txt",
    "夸克盘链接": "https://pan.quark.cn/s/2ed9475a08c8"
  },
  {
    "文件名": "《两界穿梭的种田大亨》作者：碎野红鹤.txt",
    "夸克盘链接": "https://pan.quark.cn/s/195d4df6f61a"
  },
  {
    "文件名": "《两个二次元爱好者老师在一起了》（番外完）作者：善莲明意.txt",
    "夸克盘链接": "https://pan.quark.cn/s/4c1e5d6999a1"
  },
  {
    "文件名": "《恋爱脑重生后人生起飞》作者：甜炒小红角.txt",
    "夸克盘链接": "https://pan.quark.cn/s/7a85991c836a"
  },
  {
    "文件名": "《恋爱脑原来也很好当》（番外完）作者：寒尺断丝.txt",
    "夸克盘链接": "https://pan.quark.cn/s/545c2080f285"
  },
  {
    "文件名": "《立海大少年热血竞技之路[综漫]》作者：百月雨花.txt",
    "夸克盘链接": "https://pan.quark.cn/s/b76758616030"
  },
  {
    "文件名": "《厉害巫医在线看疑难杂症》作者：紫骨少孤.txt",
    "夸克盘链接": "https://pan.quark.cn/s/091600744a15"
  },
  {
    "文件名": "《历情劫度仙人》（番外完）作者：归雁无雪时.txt",
    "夸克盘链接": "https://pan.quark.cn/s/3826e8d45839"
  },
  {
    "文件名": "《离婚申请[娱乐圈]》作者：祈艾.txt",
    "夸克盘链接": "https://pan.quark.cn/s/72ff7ae0f93f"
  },
  {
    "文件名": "《冷淡腹黑长兄喜欢我》（番外完）作者：别好有精心.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c10c62327d1a"
  },
  {
    "文件名": "《冷傲美人意外有了死对头的崽后》（番外完）作者：野寒鸿兔.txt",
    "夸克盘链接": "https://pan.quark.cn/s/0afc2f02c7cf"
  },
  {
    "文件名": "《老实人怀了老男人雇主的崽》（番外完）作者：旧零小金龟.txt",
    "夸克盘链接": "https://pan.quark.cn/s/80eeca1ae269"
  },
  {
    "文件名": "《老实人，但玛丽苏》作者：叫我苏三少.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a9ea039fcdb0"
  },
  {
    "文件名": "《老攻总在担心我抛弃他》（番外完）作者：卸气八流.txt",
    "夸克盘链接": "https://pan.quark.cn/s/350d796efedf"
  },
  {
    "文件名": "《老公你怎么不说话啊》（番外完）作者：森河不流.txt",
    "夸克盘链接": "https://pan.quark.cn/s/233400415909"
  },
  {
    "文件名": "《老板今天开心了吗》作者：颜一弋.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c2d15afde157"
  },
  {
    "文件名": "《劳资蜀道山》作者：陈年旧拾【完结+番外】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/d58b4f4ef974"
  },
  {
    "文件名": "《浪漫星球》作者：酒尔呀.txt",
    "夸克盘链接": "https://pan.quark.cn/s/8c810b3a92a2"
  },
  {
    "文件名": "《浪漫过敏[穿书]》作者：嗜眠.txt",
    "夸克盘链接": "https://pan.quark.cn/s/f45f75f95638"
  },
  {
    "文件名": "《蓝色路灯》作者：蛋挞鲨.txt",
    "夸克盘链接": "https://pan.quark.cn/s/131e8b9eee0b"
  },
  {
    "文件名": "《困雾》作者：悯来【完结+番外】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/4e88d9fee5ed"
  },
  {
    "文件名": "《快穿之在狗血文里直播美食摆摊》作者：浮山浪盈.txt",
    "夸克盘链接": "https://pan.quark.cn/s/3cc6174245b9"
  },
  {
    "文件名": "《快穿之在动物世界里养娃》（番外完）作者：荣德世贵.txt",
    "夸克盘链接": "https://pan.quark.cn/s/bc7e99517f70"
  },
  {
    "文件名": "《快穿之我真不是反派》作者：昔我晚矣.txt",
    "夸克盘链接": "https://pan.quark.cn/s/3bd6d50a26c0"
  },
  {
    "文件名": "《快穿之我在不同时空做虫母》（番外完）作者：堕真深颜.txt",
    "夸克盘链接": "https://pan.quark.cn/s/3e665f9842ff"
  },
  {
    "文件名": "《快穿之我是你妈》作者：大白牙牙牙.txt",
    "夸克盘链接": "https://pan.quark.cn/s/829daf51b435"
  },
  {
    "文件名": "《快穿之万人迷男配的扮演日常》作者：八朵青花.txt",
    "夸克盘链接": "https://pan.quark.cn/s/368b12a67eb3"
  },
  {
    "文件名": "《快穿之万人迷剧本被貌美反派拿了》（番外完）作者：儒素闻雅.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e49640fc708e"
  },
  {
    "文件名": "《快穿之玩家在综漫世界刷成就》作者：黄雨天苍.txt",
    "夸克盘链接": "https://pan.quark.cn/s/354150883e2e"
  },
  {
    "文件名": "《快穿之如何做狗腿》作者：环竹达宇.txt",
    "夸克盘链接": "https://pan.quark.cn/s/4d02a3e331e6"
  },
  {
    "文件名": "《快穿之如何做狗腿》（番外完）作者：环竹达宇.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ba2af2e062fd"
  },
  {
    "文件名": "《快穿之清纯漂亮万人迷小美人》作者：寒梦游诗.txt",
    "夸克盘链接": "https://pan.quark.cn/s/fc74ce4eb6ef"
  },
  {
    "文件名": "《快穿之炮灰在虐文如何生存》（番外完）作者：寒船孤南.txt",
    "夸克盘链接": "https://pan.quark.cn/s/08fdd99ed24a"
  },
  {
    "文件名": "《快穿之反派他不愿被救赎》作者：北星五吉.txt",
    "夸克盘链接": "https://pan.quark.cn/s/43f7d9f9e890"
  },
  {
    "文件名": "《快穿之恶毒美人翻车了》（番外完）作者：古鸟蓝福.txt",
    "夸克盘链接": "https://pan.quark.cn/s/446e9de9e2ee"
  },
  {
    "文件名": "《快穿之当无cp文男主动了情》（番外完）作者：珠花箭.txt",
    "夸克盘链接": "https://pan.quark.cn/s/165866b0ce3e"
  },
  {
    "文件名": "《快穿之打工人的咸鱼欧王生活》作者：甜果三个.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a3f0b5f12430"
  },
  {
    "文件名": "《快穿：拯救黑化的反派》作者：丝瓜炒牛骨.txt",
    "夸克盘链接": "https://pan.quark.cn/s/7f0115c6ec44"
  },
  {
    "文件名": "《快穿：哭求亲亲的小奶狗又软又茶》作者：虞尔.txt",
    "夸克盘链接": "https://pan.quark.cn/s/14e454fe837d"
  },
  {
    "文件名": "《酷仔猫猫，在线养鱼》作者：猫猫砖.txt",
    "夸克盘链接": "https://pan.quark.cn/s/0ecc1f218d91"
  },
  {
    "文件名": "《库洛牌和哥谭搭配的神奇化学反应[综英美]》作者：微山芙.txt",
    "夸克盘链接": "https://pan.quark.cn/s/61225cd3cb4d"
  },
  {
    "文件名": "《枯木又遇春》（番外完）作者：真雪无名说.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c20f645fe960"
  },
  {
    "文件名": "《恐同的他网上发帖求助后》（番外完）作者：上姜有点香.txt",
    "夸克盘链接": "https://pan.quark.cn/s/25b0e1d06b38"
  },
  {
    "文件名": "《恐同大直男成了受啊》（番外完）作者：真雪无名说.txt",
    "夸克盘链接": "https://pan.quark.cn/s/b675e1f641a9"
  },
  {
    "文件名": "《可是他长得美啊》作者：白孤生.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a36304b4d11f"
  },
  {
    "文件名": "《可怜的残暴反派被病美人反向拿捏》（番外完）作者：长生小鸟儿.txt",
    "夸克盘链接": "https://pan.quark.cn/s/bc531155183d"
  },
  {
    "文件名": "《可爱混血大帅哥的目标是我》（番外完）作者：昨夜原野.txt",
    "夸克盘链接": "https://pan.quark.cn/s/82432b178fe5"
  },
  {
    "文件名": "《科室主任钟医生要带我回家》作者：终是一个夏天.txt",
    "夸克盘链接": "https://pan.quark.cn/s/bc8b5363075f"
  },
  {
    "文件名": "《科室主任钟医生要带我回家》（番外完）作者：终是一个夏天.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ce61ebe641e7"
  },
  {
    "文件名": "《靠着马甲在异变世界拯救自己》（番外完）作者：夜梦叠弯山.txt",
    "夸克盘链接": "https://pan.quark.cn/s/5bc5df5e8ab2"
  },
  {
    "文件名": "《看我如何成为最佳横滨恶人[综漫]》（番外完）作者：茶水寒月湿.txt",
    "夸克盘链接": "https://pan.quark.cn/s/9c22f8268c38"
  },
  {
    "文件名": "《开局穿成美貌小虫母在荒星求生》（番外完）作者：烈花寻茶.txt",
    "夸克盘链接": "https://pan.quark.cn/s/965261285516"
  },
  {
    "文件名": "《开局成了龙傲天的双胞胎哥哥后》（番外完）作者：八光小旺.txt",
    "夸克盘链接": "https://pan.quark.cn/s/6cf8fa6a5f09"
  },
  {
    "文件名": "《卡牌密室（重生）》作者：蝶之灵.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e2f78ef526d2"
  },
  {
    "文件名": "《郡主与奴》作者：月悸.txt",
    "夸克盘链接": "https://pan.quark.cn/s/f32236c33954"
  },
  {
    "文件名": "《觉醒后我读了阴湿绿茶攻的心声》（番外完）作者：青丽福影.txt",
    "夸克盘链接": "https://pan.quark.cn/s/66457e528a0c"
  },
  {
    "文件名": "《眷恋》作者：叶见星.txt",
    "夸克盘链接": "https://pan.quark.cn/s/3897daeacaa3"
  },
  {
    "文件名": "《据说我爹是皇帝》作者：时三十.txt",
    "夸克盘链接": "https://pan.quark.cn/s/6e44c7956b7e"
  },
  {
    "文件名": "《剧情总是意想不到地转弯[单元文]》作者：彩云有仙人.txt",
    "夸克盘链接": "https://pan.quark.cn/s/f2bf6d83be3e"
  },
  {
    "文件名": "《剧本组在酒厂打工日记[综漫]》（番外完）作者：落水有清梦.txt",
    "夸克盘链接": "https://pan.quark.cn/s/50199e46f660"
  },
  {
    "文件名": "《举头三尺有亡夫》作者：恨瑕.txt",
    "夸克盘链接": "https://pan.quark.cn/s/6cc3e866958e"
  },
  {
    "文件名": "《救赎直播间弹幕都说我是美强惨[综漫]》（番外完）作者：三芯缺旧梦.txt",
    "夸克盘链接": "https://pan.quark.cn/s/6c3a0233a3ec"
  },
  {
    "文件名": "《救赎四位男主后我死遁了》作者：东水逆流【完结+番外】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/7de386ecbf7b"
  },
  {
    "文件名": "《救赎疯批A再渣了他后》（番外完）作者：茶百视.txt",
    "夸克盘链接": "https://pan.quark.cn/s/f8ee8cf342b3"
  },
  {
    "文件名": "《救命！小怪物追着我喊妈！》作者：时景星.txt",
    "夸克盘链接": "https://pan.quark.cn/s/6b10349cb6ce"
  },
  {
    "文件名": "《救了一个人鱼大佬后》（番外完）作者：双期无炼.txt",
    "夸克盘链接": "https://pan.quark.cn/s/bcf0b6499e56"
  },
  {
    "文件名": "《旧日新婚》作者：苏其.txt",
    "夸克盘链接": "https://pan.quark.cn/s/5ebf59ab898f"
  },
  {
    "文件名": "《九十年代白手起家致富日志》作者：绝巴七神.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a3c11536c136"
  },
  {
    "文件名": "《九千岁是我的爹爹》作者：霸星彩云.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e1577a57a1ae"
  },
  {
    "文件名": "《九零我那极品一家子》作者：桃尚.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c6554ab7732a"
  },
  {
    "文件名": "《净瓷白玉（双重生）》作者：秘成.txt",
    "夸克盘链接": "https://pan.quark.cn/s/587bb3a5a1af"
  },
  {
    "文件名": "《警校组决计用魔法去战胜魔法[综漫]》作者：八月瓜留花.txt",
    "夸克盘链接": "https://pan.quark.cn/s/6745589f16c4"
  },
  {
    "文件名": "《惊春暴雪[先婚后爱]》作者：乔迹.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c2f49fcb4505"
  },
  {
    "文件名": "《京港回信》作者：万莉塔.txt",
    "夸克盘链接": "https://pan.quark.cn/s/eeafe74db97a"
  },
  {
    "文件名": "《京城春雀》作者：江烟乘风.txt",
    "夸克盘链接": "https://pan.quark.cn/s/bbf7cdd535d5"
  },
  {
    "文件名": "《龙傲天的美强惨反派道侣》作者：何喜北福.txt",
    "夸克盘链接": "https://pan.quark.cn/s/f0c384914611"
  },
  {
    "文件名": "《龙傲天的后宫都是炮灰扮演的》作者：辉羽天.txt",
    "夸克盘链接": "https://pan.quark.cn/s/63e0758c8a38"
  },
  {
    "文件名": "《六零之囤货强手》作者：大鹅踏雪泥【完结+番外】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/69bbe208d2c1"
  },
  {
    "文件名": "《六零白富美在文工团当台柱［双重生］》作者：了冥.txt",
    "夸克盘链接": "https://pan.quark.cn/s/033076f99b0e"
  },
  {
    "文件名": "《留春令》作者：三日成晶.txt",
    "夸克盘链接": "https://pan.quark.cn/s/b0190c92560a"
  },
  {
    "文件名": "《金丝雀老婆竟是冷酷商业大佬》（番外完）作者：月迪龟.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c6be793cc017"
  },
  {
    "文件名": "《金陵》作者：睡芒.txt",
    "夸克盘链接": "https://pan.quark.cn/s/aa49d155f736"
  },
  {
    "文件名": "《今天义勇也十分困惑[综漫]》作者：北望故城迟.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a493af935666"
  },
  {
    "文件名": "《今天沙雕学长弯了吗》作者：芝芝猫猫.txt",
    "夸克盘链接": "https://pan.quark.cn/s/70122e890f2a"
  },
  {
    "文件名": "《今天离婚成功了吗》作者：歪嘴阿猫.txt",
    "夸克盘链接": "https://pan.quark.cn/s/5ebcaf81a07f"
  },
  {
    "文件名": "《今天精分又来了[综漫]》（番外完）作者：碎梦闪耀.txt",
    "夸克盘链接": "https://pan.quark.cn/s/1a7d892c1b6b"
  },
  {
    "文件名": "《今日宜婚》作者：小舟遥遥.txt",
    "夸克盘链接": "https://pan.quark.cn/s/4e0ae70ffdf7"
  },
  {
    "文件名": "《今日咖啡买一送一》作者：栗辛之.txt",
    "夸克盘链接": "https://pan.quark.cn/s/179f2b965604"
  },
  {
    "文件名": "《今日不宜离婚》作者：北途川.txt",
    "夸克盘链接": "https://pan.quark.cn/s/3e6bd1cdc4f9"
  },
  {
    "文件名": "《戒肆》作者：不知江月.txt",
    "夸克盘链接": "https://pan.quark.cn/s/549b1cc165d4"
  },
  {
    "文件名": "《戒不了甜》作者：伞上星卷.txt",
    "夸克盘链接": "https://pan.quark.cn/s/8623cbe9ac88"
  },
  {
    "文件名": "《结冥契后我逃不掉了[娱乐圈]》作者：明湖丸.txt",
    "夸克盘链接": "https://pan.quark.cn/s/47d152fe90d2"
  },
  {
    "文件名": "《结婚十年后又遇到青梅竹马渣男》（番外完）作者：迪雅小封.txt",
    "夸克盘链接": "https://pan.quark.cn/s/cd7dbceffe8d"
  },
  {
    "文件名": "《脚踏实地从龙套到明星》（番外完）作者：彩凤临渊.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ebbacca1bd1d"
  },
  {
    "文件名": "《狡猾狼总裁攻带崽上位》（番外完）作者：曲甜水烟.txt",
    "夸克盘链接": "https://pan.quark.cn/s/005dd7ea6c1e"
  },
  {
    "文件名": "《娇靥》作者：盛晚风.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a1e84fd62c34"
  },
  {
    "文件名": "《娇养的小兔精变成了上古凶兽》作者：灵珣.txt",
    "夸克盘链接": "https://pan.quark.cn/s/735dd81d5321"
  },
  {
    "文件名": "《娇养》作者：慕如初.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e8471d0d1449"
  },
  {
    "文件名": "《娇媳妇七零家属院日常》作者：海岱苗.txt",
    "夸克盘链接": "https://pan.quark.cn/s/834546862ed8"
  },
  {
    "文件名": "《娇庶美嫁（双重生）》作者：凤鲤.txt",
    "夸克盘链接": "https://pan.quark.cn/s/88da25b475e6"
  },
  {
    "文件名": "《娇娘与恶霸》作者：战斗格式.txt",
    "夸克盘链接": "https://pan.quark.cn/s/13a7125720f9"
  },
  {
    "文件名": "《娇宠漂亮病美人夫郎》作者：江去闲.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ec6e409fe0b1"
  },
  {
    "文件名": "《降谷带着读档系统重生警校时期后[综漫]》作者：紫梦红蝶.txt",
    "夸克盘链接": "https://pan.quark.cn/s/f539638b0bd8"
  },
  {
    "文件名": "《江山沉璧》作者：清清晚.txt",
    "夸克盘链接": "https://pan.quark.cn/s/1ffe75fb00ed"
  },
  {
    "文件名": "《江楼月》作者：清淮晓色.txt",
    "夸克盘链接": "https://pan.quark.cn/s/75e3a93c10e2"
  },
  {
    "文件名": "《剑中有明月》作者：鹿以.txt",
    "夸克盘链接": "https://pan.quark.cn/s/7a3fdb29d99d"
  },
  {
    "文件名": "《剑修也可以做魔法师[西幻]》作者：关丽七转.txt",
    "夸克盘链接": "https://pan.quark.cn/s/5373befab6e4"
  },
  {
    "文件名": "《见鬼少女[综漫]》作者：昔我晚矣.txt",
    "夸克盘链接": "https://pan.quark.cn/s/69f17721b6f2"
  },
  {
    "文件名": "《捡了一只小奶狗》作者：八月三.txt",
    "夸克盘链接": "https://pan.quark.cn/s/9290a6e36477"
  },
  {
    "文件名": "《捡来的小奶狗是末世大佬》作者：日月庆.txt",
    "夸克盘链接": "https://pan.quark.cn/s/5c2753f78629"
  },
  {
    "文件名": "《捡来的小狼狗是个龙傲天剑修》（番外完）作者：扇羽图富.txt",
    "夸克盘链接": "https://pan.quark.cn/s/45cdd85c3500"
  },
  {
    "文件名": "《捡来的小可爱能毁天灭地》（番外完）作者：蓝海孤行.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ffa77a005a28"
  },
  {
    "文件名": "《捡个小猫猫做老婆》作者：彩意飞羽.txt",
    "夸克盘链接": "https://pan.quark.cn/s/220380bc921c"
  },
  {
    "文件名": "《捡到一只小奶狗》作者：猫八两.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e59949cce2a6"
  },
  {
    "文件名": "《捡到一只黑心小触手》作者：褚羊习习【完结+番外】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/eee6caeb24ac"
  },
  {
    "文件名": "《捡到一个圣人当对象》作者：爱吃橙子的小橙.txt",
    "夸克盘链接": "https://pan.quark.cn/s/43a5da1dbd06"
  },
  {
    "文件名": "《兼职网恋的美妙生活[全息]》作者：浮束识梦.txt",
    "夸克盘链接": "https://pan.quark.cn/s/96f3a49c576c"
  },
  {
    "文件名": "《兼职被老板知道了》（番外完）作者：莲花紫蕾.txt",
    "夸克盘链接": "https://pan.quark.cn/s/bcbeed777758"
  },
  {
    "文件名": "《奸臣的话痨婢女》作者：慕如初.txt",
    "夸克盘链接": "https://pan.quark.cn/s/649121285b1d"
  },
  {
    "文件名": "《嫁天子》作者：岑京.txt",
    "夸克盘链接": "https://pan.quark.cn/s/b06f850f4fdc"
  },
  {
    "文件名": "《嫁娶不须啼》作者：怀愫【完结+番外】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/afa483d6e5a7"
  },
  {
    "文件名": "《嫁国舅》作者：笑佳人.txt",
    "夸克盘链接": "https://pan.quark.cn/s/7327b7e7bf83"
  },
  {
    "文件名": "《嫁给竹马直男好兄弟》（番外完）作者：沉雨墨意.txt",
    "夸克盘链接": "https://pan.quark.cn/s/414859b2b5bb"
  },
  {
    "文件名": "《假孕兔子揣崽碰瓷》作者：何所往.txt",
    "夸克盘链接": "https://pan.quark.cn/s/12e08a9e5c9e"
  },
  {
    "文件名": "《假千金是玄学大佬》作者：月半丁.txt",
    "夸克盘链接": "https://pan.quark.cn/s/b0afa9d701bd"
  },
  {
    "文件名": "《假千金靠玄学直播爆火了》作者：春华棠棠.txt",
    "夸克盘链接": "https://pan.quark.cn/s/16bae2ecb349"
  },
  {
    "文件名": "《假男友对我爱极了怎么办》（番外完）作者：银心铁竹.txt",
    "夸克盘链接": "https://pan.quark.cn/s/53c03b081da3"
  },
  {
    "文件名": "《继承百栋楼后我退圈收租》作者：猫安叶.txt",
    "夸克盘链接": "https://pan.quark.cn/s/435acd0122b7"
  },
  {
    "文件名": "《技术性击倒》作者：不飍.txt",
    "夸克盘链接": "https://pan.quark.cn/s/21f8b3cec74b"
  },
  {
    "文件名": "《极度社恐神明是个毛绒控[西幻]》（番外完）作者：胜竹水溪.txt",
    "夸克盘链接": "https://pan.quark.cn/s/d7b79622fdb0"
  },
  {
    "文件名": "《羁鸟》作者：十二山君.txt",
    "夸克盘链接": "https://pan.quark.cn/s/7ccd7abd3d1c"
  },
  {
    "文件名": "《机器人能打好网球还能搞对象》作者：长流掌涛水.txt",
    "夸克盘链接": "https://pan.quark.cn/s/114a22cad4af"
  },
  {
    "文件名": "《婚后着迷》作者：远山紫.txt",
    "夸克盘链接": "https://pan.quark.cn/s/260107c15cbb"
  },
  {
    "文件名": "《婚后独占你》作者：紫小曙.txt",
    "夸克盘链接": "https://pan.quark.cn/s/939aa028e5c8"
  },
  {
    "文件名": "《谎话精养成记》作者：流空者.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e5793fd84d0b"
  },
  {
    "文件名": "《谎称怀孕后前男友终于消停了》作者：小蒹葭.txt",
    "夸克盘链接": "https://pan.quark.cn/s/8075eedba92f"
  },
  {
    "文件名": "《皇子头顶有词条，康熙看完都失神》作者：前少月华光.txt",
    "夸克盘链接": "https://pan.quark.cn/s/2107e6eee3ba"
  },
  {
    "文件名": "《皇后被朕废去后》作者：比粥温柔.txt",
    "夸克盘链接": "https://pan.quark.cn/s/1cf8a8e58375"
  },
  {
    "文件名": "《换一个目标追》（番外完）作者：溪水自山流.txt",
    "夸克盘链接": "https://pan.quark.cn/s/57d4263c9285"
  },
  {
    "文件名": "《怀了前夫阴郁好哥们的崽[重生]》作者：木厘枝.txt",
    "夸克盘链接": "https://pan.quark.cn/s/0b3048f8b021"
  },
  {
    "文件名": "《护妻狂魔和小可怜》（番外完）作者：望月清冷冬.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a9e1da661906"
  },
  {
    "文件名": "《互演情侣后突然发觉画风好像不对》（番外完）作者：茶百视.txt",
    "夸克盘链接": "https://pan.quark.cn/s/aa9856b50c41"
  },
  {
    "文件名": "《后室逃生[无限]》作者：少年弦.txt",
    "夸克盘链接": "https://pan.quark.cn/s/6d1d987189a9"
  },
  {
    "文件名": "《侯夫人重生了》作者：意己【完结+番外】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/9e3ab04c8222"
  },
  {
    "文件名": "《红梅白雪知》作者：见涸生.txt",
    "夸克盘链接": "https://pan.quark.cn/s/3d40834f5da7"
  },
  {
    "文件名": "《和异世创世神网恋了》作者：上苍.txt",
    "夸克盘链接": "https://pan.quark.cn/s/3681da8b4fd4"
  },
  {
    "文件名": "《和宿敌相爱相杀[重生]》作者：水底石.txt",
    "夸克盘链接": "https://pan.quark.cn/s/da9148dd78bb"
  },
  {
    "文件名": "《和宋教授闪婚后[先婚后爱]》（番外完）作者：维娜乌斯.txt",
    "夸克盘链接": "https://pan.quark.cn/s/4195e7a69ce7"
  },
  {
    "文件名": "《和死对头一起穿成两只基佬小猫后》作者：艾果对一双.txt",
    "夸克盘链接": "https://pan.quark.cn/s/bce213b23a5b"
  },
  {
    "文件名": "《和死对头一起穿成两只基佬小猫后》作者：艾果对一双 (1).txt",
    "夸克盘链接": "https://pan.quark.cn/s/39712f3cc585"
  },
  {
    "文件名": "《和失忆的前男友一起合作破案[刑侦ABO]》作者：微诗常远.txt",
    "夸克盘链接": "https://pan.quark.cn/s/afb59c0e8b86"
  },
  {
    "文件名": "《和权势情敌大佬he了》（番外完）作者：青木刻鱼.txt",
    "夸克盘链接": "https://pan.quark.cn/s/861ce0ef6515"
  },
  {
    "文件名": "《禁止和高危物种搞对象[快穿]》作者：蓝浪七曲.txt",
    "夸克盘链接": "https://pan.quark.cn/s/8d8b097b1f94"
  },
  {
    "文件名": "《禁止大家对系统幼崽觊觎》（番外完）作者：炼柔至情.txt",
    "夸克盘链接": "https://pan.quark.cn/s/556c97abf435"
  },
  {
    "文件名": "《禁窥之区》（番外完）作者：空月幽菊.txt",
    "夸克盘链接": "https://pan.quark.cn/s/dc555e2b49a8"
  },
  {
    "文件名": "《矜贵仙尊总想同我贴贴》作者：了么.txt",
    "夸克盘链接": "https://pan.quark.cn/s/7e74263323e9"
  },
  {
    "文件名": "《金吾夜》作者：挥墨染蝶【完结+番外】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/81f17f910435"
  },
  {
    "文件名": "《和顶流亲哥组队后综艺爆红》作者：扶以东桑.txt",
    "夸克盘链接": "https://pan.quark.cn/s/7912b8741ec1"
  },
  {
    "文件名": "《和病娇顶流组cp后爆红网络》作者：毕雨飘露.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a579ea4696a6"
  },
  {
    "文件名": "《和暗恋对象一起重生了》作者：虞子酱.txt",
    "夸克盘链接": "https://pan.quark.cn/s/67e6b3ff8cb3"
  },
  {
    "文件名": "《合久必婚》作者：扁平竹.txt",
    "夸克盘链接": "https://pan.quark.cn/s/79af9f464837"
  },
  {
    "文件名": "《好景降临[娱乐圈]》作者：钱潮信.txt",
    "夸克盘链接": "https://pan.quark.cn/s/57507f07b94e"
  },
  {
    "文件名": "《豪门总裁的炮灰男妻一直想离婚》（番外完）作者：三个有风去.txt",
    "夸克盘链接": "https://pan.quark.cn/s/7c14b2afbcca"
  },
  {
    "文件名": "《豪门少爷的小人鱼竹马》（番外完）作者：森雨流跃.txt",
    "夸克盘链接": "https://pan.quark.cn/s/9247db2d307f"
  },
  {
    "文件名": "《豪门亲爸在娃综靠反套路爆红》（番外完）作者：高阁若水.txt",
    "夸克盘链接": "https://pan.quark.cn/s/bffa0f099768"
  },
  {
    "文件名": "《豪门炮灰彪悍发威了》（番外完）作者：随风随雨飘.txt",
    "夸克盘链接": "https://pan.quark.cn/s/aca098a610ba"
  },
  {
    "文件名": "《豪门女配就要为所欲为》作者：林绵绵.txt",
    "夸克盘链接": "https://pan.quark.cn/s/7543d70996ff"
  },
  {
    "文件名": "《豪门老公又给我打钱了》作者：桃花引.txt",
    "夸克盘链接": "https://pan.quark.cn/s/7ba6704566f4"
  },
  {
    "文件名": "《豪门老公每月给我一百万》作者：计刺.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e7e5330634f8"
  },
  {
    "文件名": "《豪门家教日常》作者：三拾叁.txt",
    "夸克盘链接": "https://pan.quark.cn/s/aab222b08712"
  },
  {
    "文件名": "《豪门大少狠爱恶毒反派小艺人》（番外完）作者：浮花堕沉.txt",
    "夸克盘链接": "https://pan.quark.cn/s/4e7adaaeef7d"
  },
  {
    "文件名": "《豪门大佬们为什么都用这种眼神看我》作者：公子于歌【完结+番外】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e26fab7fb7fa"
  },
  {
    "文件名": "《豪门大佬和我协议结婚后》（番外完）作者：逐冷翠衣.txt",
    "夸克盘链接": "https://pan.quark.cn/s/01d6855a2577"
  },
  {
    "文件名": "《豪门大佬非要和我结婚》作者：君之.txt",
    "夸克盘链接": "https://pan.quark.cn/s/0ca824830ca7"
  },
  {
    "文件名": "《豪门大佬的娇娇玫瑰》作者：喜水木.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c6f80ddbd8ea"
  },
  {
    "文件名": "《豪门大佬把小炮灰娇宠后》（番外完）作者：夜漫错光.txt",
    "夸克盘链接": "https://pan.quark.cn/s/1febc1724ca5"
  },
  {
    "文件名": "《豪门大佬把觉醒的万人嫌宠起来了》（番外完）作者：画月雨寒.txt",
    "夸克盘链接": "https://pan.quark.cn/s/d7943682f580"
  },
  {
    "文件名": "《豪门大管家心声每天都在泄露》作者：古树也开花.txt",
    "夸克盘链接": "https://pan.quark.cn/s/4d8d563d8399"
  },
  {
    "文件名": "《豪门宠文炮灰重生后》作者：饮尔.txt",
    "夸克盘链接": "https://pan.quark.cn/s/705f787511b9"
  },
  {
    "文件名": "《豪门抱错假少爷是玄学大佬》作者：尘木真鹤.txt",
    "夸克盘链接": "https://pan.quark.cn/s/97f1cdeed345"
  },
  {
    "文件名": "《豪华酒店里的吃瓜八卦》作者：空月幽菊.txt",
    "夸克盘链接": "https://pan.quark.cn/s/8a1d08ee1f6c"
  },
  {
    "文件名": "《寒门学子赶考遇到贵公子后》作者：扫花望月.txt",
    "夸克盘链接": "https://pan.quark.cn/s/33c7ac282536"
  },
  {
    "文件名": "《寒门学子赶考遇到贵公子后》（番外完）作者：扫花望月.txt",
    "夸克盘链接": "https://pan.quark.cn/s/4e930b16c4d3"
  },
  {
    "文件名": "《含栀》作者：鹿灵【完结+番外】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/3bb77deae955"
  },
  {
    "文件名": "《含栀》作者：鹿灵.txt",
    "夸克盘链接": "https://pan.quark.cn/s/555e7ef3f38d"
  },
  {
    "文件名": "《含羞草精在惊悚漫画里当邪恶大boss[快穿]》作者：星圆奇真.txt",
    "夸克盘链接": "https://pan.quark.cn/s/b4fe63abebc4"
  },
  {
    "文件名": "《孩子的爹是我的死对头》（番外完）作者：蓝心八花.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e8fef6f2530f"
  },
  {
    "文件名": "《还是一篇水仙文》作者：张无声.txt",
    "夸克盘链接": "https://pan.quark.cn/s/776b9034c6ce"
  },
  {
    "文件名": "《国公府真千金回来了！》作者：初燧.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e6afbcb4161a"
  },
  {
    "文件名": "《桂堂风有时》作者：大包子.txt",
    "夸克盘链接": "https://pan.quark.cn/s/d10190f82a22"
  },
  {
    "文件名": "《刽子手的游戏[无限]》作者：哈雅天.txt",
    "夸克盘链接": "https://pan.quark.cn/s/1b57f17d71da"
  },
  {
    "文件名": "《鬼怪的爱缠上她了》作者：惹火.txt",
    "夸克盘链接": "https://pan.quark.cn/s/573b1694d0a2"
  },
  {
    "文件名": "《规则怪谈最强打工人》作者：华尔叶沃若.txt",
    "夸克盘链接": "https://pan.quark.cn/s/f17b96ba877d"
  },
  {
    "文件名": "《规则怪谈游戏[无限]》作者：浩烟海.txt",
    "夸克盘链接": "https://pan.quark.cn/s/04d32f7b6bfb"
  },
  {
    "文件名": "《归梦》作者：末听.txt",
    "夸克盘链接": "https://pan.quark.cn/s/9e7edb92f45c"
  },
  {
    "文件名": "《怪物的新娘》作者：爆炒小黄瓜.txt",
    "夸克盘链接": "https://pan.quark.cn/s/74d3dfe0dc25"
  },
  {
    "文件名": "《怪物的新娘[快穿]》作者：黑荨.txt",
    "夸克盘链接": "https://pan.quark.cn/s/1cf71b54cbc9"
  },
  {
    "文件名": "《怪谈女友[无限]》作者：泰哥儿.txt",
    "夸克盘链接": "https://pan.quark.cn/s/b5a7ba44df99"
  },
  {
    "文件名": "《顾少的首席秘书》作者：小小果冻呀.txt",
    "夸克盘链接": "https://pan.quark.cn/s/841fe3eebb1c"
  },
  {
    "文件名": "《古代诡异世界的逃荒种田生活》（番外完）作者：穿日梦虎.txt",
    "夸克盘链接": "https://pan.quark.cn/s/726302a6f1c0"
  },
  {
    "文件名": "《古代公子穿到现代成综艺小助理后》（番外完）作者：紫壳彩龟.txt",
    "夸克盘链接": "https://pan.quark.cn/s/68c01955b2a5"
  },
  {
    "文件名": "《共白首（双重生）》作者：非屿.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ce34a13b6d8c"
  },
  {
    "文件名": "《宫斗大佬称霸娱乐圈[穿书]》作者：迟零.txt",
    "夸克盘链接": "https://pan.quark.cn/s/5a439359ee62"
  },
  {
    "文件名": "《攻略游戏里面的纸片人活了[综漫]》（番外完）作者：素红白叶.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e118c01f90ab"
  },
  {
    "文件名": "《攻略高冷年上师尊后带球跑了》（番外完）作者：国凯不进风.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a7cfc5d13824"
  },
  {
    "文件名": "《公主的小将军》作者：夜无伤.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e3d6327c93f1"
  },
  {
    "文件名": "《公司员工穿到虫族后[单元文]》（番外完）作者：冬雨三宽.txt",
    "夸克盘链接": "https://pan.quark.cn/s/9c11d8f719d8"
  },
  {
    "文件名": "《公路求生，开局一辆小破车》作者：岁音书绝.txt",
    "夸克盘链接": "https://pan.quark.cn/s/f8a17dd2287c"
  },
  {
    "文件名": "《跟班》作者：春溪笛晓.txt",
    "夸克盘链接": "https://pan.quark.cn/s/065c235ede95"
  },
  {
    "文件名": "《给卫莱的一封情书》作者：梦筱二.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c0b798a78b72"
  },
  {
    "文件名": "《隔夜茶》作者：面包有毒【完结+番外】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/874ddcabcfe8"
  },
  {
    "文件名": "《隔壁的温柔人夫是兔子啊》作者：酬川.txt",
    "夸克盘链接": "https://pan.quark.cn/s/9f6835fdee04"
  },
  {
    "文件名": "《哥谭神棍历险记[综英美]》作者：极虎虾.txt",
    "夸克盘链接": "https://pan.quark.cn/s/d6e4d1646b2c"
  },
  {
    "文件名": "《哥谭开放式RPG游戏世界[综英美]》作者：虚野龟.txt",
    "夸克盘链接": "https://pan.quark.cn/s/348457fa85ff"
  },
  {
    "文件名": "《高校教师生活日常》作者：望月清冷冬.txt",
    "夸克盘链接": "https://pan.quark.cn/s/60cd1a2ee6c3"
  },
  {
    "文件名": "《高岭之花和隐忍戏精的协议结婚》（番外完）作者：恒水散岸.txt",
    "夸克盘链接": "https://pan.quark.cn/s/8a37c8aa4be9"
  },
  {
    "文件名": "《高冷校草的Omega老婆》作者：风吹小柳树.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c6cc1b269a08"
  },
  {
    "文件名": "《高冷万人迷暗里偷恋》（番外完）作者：柳去春长来.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c792a4605d5d"
  },
  {
    "文件名": "《高冷室友想和女装后的我贴贴》作者：六爪流龟.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a014d6963239"
  },
  {
    "文件名": "《高冷室友被女装网恋诱惑后》（番外完）作者：望年莱雪.txt",
    "夸克盘链接": "https://pan.quark.cn/s/120d10f52032"
  },
  {
    "文件名": "《港城冇雪》作者：晏陶兮【完结+番外】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/9eba7dfbcd9b"
  },
  {
    "文件名": "《钢铁直女：小奶狗已被气哭》作者：夜鸟.txt",
    "夸克盘链接": "https://pan.quark.cn/s/bcbc7d74c35a"
  },
  {
    "文件名": "《钢铁直男龙傲天好兄弟怎么变质了》作者：辉夜无痕星.txt",
    "夸克盘链接": "https://pan.quark.cn/s/4952c4e6154c"
  },
  {
    "文件名": "《肝帝辞职摆烂了[综漫]》（番外完）作者：黑雾少元.txt",
    "夸克盘链接": "https://pan.quark.cn/s/fc1c1b1dce9f"
  },
  {
    "文件名": "《腹黑资本家惹撩高材生》作者：望月清冷冬.txt",
    "夸克盘链接": "https://pan.quark.cn/s/5581e0bc305e"
  },
  {
    "文件名": "《复刻少年期[重生]》作者：爱看天.txt",
    "夸克盘链接": "https://pan.quark.cn/s/484959cac587"
  },
  {
    "文件名": "《和清冷美人重逢后》作者：吃一口笨蛋.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ca05e81b10e4"
  },
  {
    "文件名": "《和琴酒一起瓜分酒厂[综漫]》（番外完）作者：鼓木富佳.txt",
    "夸克盘链接": "https://pan.quark.cn/s/becef4cf1853"
  },
  {
    "文件名": "《和前男友上恋爱综艺后》作者：星流过旷.txt",
    "夸克盘链接": "https://pan.quark.cn/s/376a9dfc2dac"
  },
  {
    "文件名": "《和男朋友一起穿进强制爱文里后》作者：小龙游潜水.txt",
    "夸克盘链接": "https://pan.quark.cn/s/80211284922d"
  },
  {
    "文件名": "《和毛茸茸一起在修仙世界的日子》（番外完）作者：蓝上古舍.txt",
    "夸克盘链接": "https://pan.quark.cn/s/1fb3b9e21011"
  },
  {
    "文件名": "《和恋爱脑摄政王先婚后爱了》作者：竹昭.txt",
    "夸克盘链接": "https://pan.quark.cn/s/446dba1ad2c1"
  },
  {
    "文件名": "《和离后我母仪天下》作者：怡米.txt",
    "夸克盘链接": "https://pan.quark.cn/s/2538cd1b9f03"
  },
  {
    "文件名": "《和巨星前夫上了婚综》作者：沈圆圆圆.txt",
    "夸克盘链接": "https://pan.quark.cn/s/5e3970024c12"
  },
  {
    "文件名": "《和豪门大佬隐婚后》作者：林多多.txt",
    "夸克盘链接": "https://pan.quark.cn/s/11633fd082c7"
  },
  {
    "文件名": "《夫郎是个娇气包》作者：岛里天下.txt",
    "夸克盘链接": "https://pan.quark.cn/s/5783449e392e"
  },
  {
    "文件名": "《凤鸣商(双重生)》作者：商词水.txt",
    "夸克盘链接": "https://pan.quark.cn/s/683588568ad0"
  },
  {
    "文件名": "《疯批校草假装温柔钓我》作者：虚星迷浮.txt",
    "夸克盘链接": "https://pan.quark.cn/s/9b5f0de070b4"
  },
  {
    "文件名": "《疯批小狗的爹系冷淡老攻》作者：望天山旷野.txt",
    "夸克盘链接": "https://pan.quark.cn/s/441fc9f81cd8"
  },
  {
    "文件名": "《疯批反派被佛系炮灰拯救了》（番外完）作者：芙兔藏梦.txt",
    "夸克盘链接": "https://pan.quark.cn/s/37b3f679a2e6"
  },
  {
    "文件名": "《风之形》作者：许佳.txt",
    "夸克盘链接": "https://pan.quark.cn/s/fc3cbaeeb367"
  },
  {
    "文件名": "《风月狩》作者：尤四姐.txt",
    "夸克盘链接": "https://pan.quark.cn/s/92d1f1945ff3"
  },
  {
    "文件名": "《分手后和闪婚总裁上婚综了》作者：北酌.txt",
    "夸克盘链接": "https://pan.quark.cn/s/891af874b74d"
  },
  {
    "文件名": "《分手后和前男友的好朋友在一起了》（番外完）作者：莫若西阳.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ea6995a1f777"
  },
  {
    "文件名": "《分手后挂了前医生男友的号后》（番外完）作者：傲娇不是蠢.txt",
    "夸克盘链接": "https://pan.quark.cn/s/6605f8cad98f"
  },
  {
    "文件名": "《废物温柔大少爷被扫地出门后》（番外完）作者：深月星惜兰.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c0363b14afdd"
  },
  {
    "文件名": "《非正常精神世界2：风暴》作者：蓝客深门.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a3decb26543b"
  },
  {
    "文件名": "《非正常精神世界》（番外完）作者：蓝客深门.txt",
    "夸克盘链接": "https://pan.quark.cn/s/75e3b302bd86"
  },
  {
    "文件名": "《非人类幼崽》作者：萝卜海.txt",
    "夸克盘链接": "https://pan.quark.cn/s/bea1aa9db8c1"
  },
  {
    "文件名": "《飞鸟过处有微光》作者：严泺.txt",
    "夸克盘链接": "https://pan.quark.cn/s/d2596f5c22fc"
  },
  {
    "文件名": "《放学后别来我办公室》作者：提裙.txt",
    "夸克盘链接": "https://pan.quark.cn/s/fddfb3c1911e"
  },
  {
    "文件名": "《放肆宠爱[重生]》作者：sherry_c.txt",
    "夸克盘链接": "https://pan.quark.cn/s/6d4a6dda49d1"
  },
  {
    "文件名": "《犯规式可爱》作者：执宋.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ba5382e31ed3"
  },
  {
    "文件名": "《反派模拟器角色扮演手册》作者：挥鱼小雕.txt",
    "夸克盘链接": "https://pan.quark.cn/s/b23e18756484"
  },
  {
    "文件名": "《反派老公破产后被迫养家的作精老婆》（番外完）作者：富意春生.txt",
    "夸克盘链接": "https://pan.quark.cn/s/2b865705b7e1"
  },
  {
    "文件名": "《反派的豪门金丝雀[重生]》作者：白鸟童子.txt",
    "夸克盘链接": "https://pan.quark.cn/s/1812131b88d1"
  },
  {
    "文件名": "《反派的疯病我来治(互穿)》作者：一面风情.txt",
    "夸克盘链接": "https://pan.quark.cn/s/b11eef49056d"
  },
  {
    "文件名": "《反派大佬盯上了我的回档能力[无限]》作者：漆荞【完结+番外】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c4c00ff06a59"
  },
  {
    "文件名": "《反派大佬盯上了我的回档能力[无限]》作者：漆荞.txt",
    "夸克盘链接": "https://pan.quark.cn/s/39e9be849f7b"
  },
  {
    "文件名": "《反派大佬的老婆带球跑十八年后[穿书]》（番外完）作者：田鸡很会跳.txt",
    "夸克盘链接": "https://pan.quark.cn/s/438c49dcc1f5"
  },
  {
    "文件名": "《反派暴君的病弱白月光》作者：沉雾雨.txt",
    "夸克盘链接": "https://pan.quark.cn/s/3aed06020138"
  },
  {
    "文件名": "《反穿后我成了电竞冠军【反穿后我成了世界冠军[电竞]】》作者：檐下月.txt",
    "夸克盘链接": "https://pan.quark.cn/s/f914125f21a8"
  },
  {
    "文件名": "《法器手机器灵穿成炮灰皇子后夺嫡当皇帝》作者：有针刺到花.txt",
    "夸克盘链接": "https://pan.quark.cn/s/dbf6702b1869"
  },
  {
    "文件名": "《发家致富奔小康[九零]》作者：九紫.txt",
    "夸克盘链接": "https://pan.quark.cn/s/17106bc564a8"
  },
  {
    "文件名": "《二师兄他回来了[重生]》作者：兔牙阿梁.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a56cbb99cef2"
  },
  {
    "文件名": "《二师兄决定放弃治疗》作者：墨艾艾艾艾.txt",
    "夸克盘链接": "https://pan.quark.cn/s/918e0a74a00c"
  },
  {
    "文件名": "《二嫁娇妻放肆宠》作者：二七九.txt",
    "夸克盘链接": "https://pan.quark.cn/s/7f42641e592d"
  },
  {
    "文件名": "《饵》作者：冬日牛角包.txt",
    "夸克盘链接": "https://pan.quark.cn/s/148e367a16d7"
  },
  {
    "文件名": "《对妖尊使用美男计吧》作者：洼洼小苗.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a1daf3702a3f"
  },
  {
    "文件名": "《对象是网上拉郎配来的》（番外完）作者：三乐网团.txt",
    "夸克盘链接": "https://pan.quark.cn/s/1d4964e82a56"
  },
  {
    "文件名": "《队长太香了，我想当他男朋友[电竞]》（番外完）作者：潜珊深流.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a80854fb1271"
  },
  {
    "文件名": "《队长他超级厉害[电竞]》（番外完）作者：八光小旺.txt",
    "夸克盘链接": "https://pan.quark.cn/s/0067fe92ffcc"
  },
  {
    "文件名": "《队长好像在钓我[电竞]》（番外完）作者：福容红粉.txt",
    "夸克盘链接": "https://pan.quark.cn/s/83705a811ee6"
  },
  {
    "文件名": "《赌一赌，校霸变奶狗》作者：锦安.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c22fa48f441c"
  },
  {
    "文件名": "《读者为我抢了一个老攻[无限流]》（番外完）作者：乱歌从世.txt",
    "夸克盘链接": "https://pan.quark.cn/s/cd5d004a1718"
  },
  {
    "文件名": "《读研后遇到真爱了》（番外完）作者：芥甜很好味.txt",
    "夸克盘链接": "https://pan.quark.cn/s/b223a7ddf924"
  },
  {
    "文件名": "《读心后魔尊发现仙门老祖想吃我》（番外完）作者：寂星回望.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e2381ebb5b87"
  },
  {
    "文件名": "《独占青梅（双重生》作者：三钱空青.txt",
    "夸克盘链接": "https://pan.quark.cn/s/f038fe63457e"
  },
  {
    "文件名": "《独秀》作者：江月年年.txt",
    "夸克盘链接": "https://pan.quark.cn/s/3ff616d59e09"
  },
  {
    "文件名": "《独家枭宠》作者：乐行春.txt",
    "夸克盘链接": "https://pan.quark.cn/s/775e0cd1d817"
  },
  {
    "文件名": "《独宠小奶狗（女尊）》作者：和子兮.txt",
    "夸克盘链接": "https://pan.quark.cn/s/05e4fb10b1fc"
  },
  {
    "文件名": "《豆腐西施她名花有主》作者：无故撒野.txt",
    "夸克盘链接": "https://pan.quark.cn/s/09f85e05387e"
  },
  {
    "文件名": "《冬日情书》作者：云喜.txt",
    "夸克盘链接": "https://pan.quark.cn/s/b4f7ec6806ae"
  },
  {
    "文件名": "《冬日回信》作者：夜蔓【完结+番外】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/524a41661d1d"
  },
  {
    "文件名": "《东宫藏春》作者：南楼载酒【完结+番外】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/2c499c16c1c9"
  },
  {
    "文件名": "《东宫藏春》作者：南楼载酒.txt",
    "夸克盘链接": "https://pan.quark.cn/s/4bde04fef49c"
  },
  {
    "文件名": "《东都异闻录》作者：第一只喵.txt",
    "夸克盘链接": "https://pan.quark.cn/s/2f11d25c0538"
  },
  {
    "文件名": "《顶流总裁的顶流病美人》作者：千城予.txt",
    "夸克盘链接": "https://pan.quark.cn/s/941978e81471"
  },
  {
    "文件名": "《顶流打脸花瓶人设后[娱乐圈]》作者：困壳.txt",
    "夸克盘链接": "https://pan.quark.cn/s/d97efca68a6f"
  },
  {
    "文件名": "《顶流藏起来的暗恋被发现了》作者：紫佛牛.txt",
    "夸克盘链接": "https://pan.quark.cn/s/6f81d9abecc6"
  },
  {
    "文件名": "《顶级小祖宗被顾爷娇养了》作者：鱼宝.txt",
    "夸克盘链接": "https://pan.quark.cn/s/07b7aac2fdac"
  },
  {
    "文件名": "《爹地，今天结婚了吗？》作者：秋真.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c3060af10f18"
  },
  {
    "文件名": "《掉进师尊怀里后》作者：何处是吾乡.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a1937a48573c"
  },
  {
    "文件名": "《调查员决定将剧本丢入碎纸机[综漫]》（番外完）作者：作回乌风.txt",
    "夸克盘链接": "https://pan.quark.cn/s/fd35c1807a75"
  },
  {
    "文件名": "《调查员决定将剧本丢入碎纸机[综漫]》（番外完）作者：作回乌风 (1).txt",
    "夸克盘链接": "https://pan.quark.cn/s/1bedc339bd2c"
  },
  {
    "文件名": "《调查员决定将剧本丢到火山口[综漫]》（番外完）作者：作回乌风.txt",
    "夸克盘链接": "https://pan.quark.cn/s/1076d702dec7"
  },
  {
    "文件名": "《妇产科医生和法医在一起也挺甜的》作者：青河小酒.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ad8444bfd310"
  },
  {
    "文件名": "《妇产科医生和法医在一起也挺甜的》（番外完）作者：青河小酒.txt",
    "夸克盘链接": "https://pan.quark.cn/s/058f2f3f53b4"
  },
  {
    "文件名": "《佛系王者[快穿]》作者：昔我晚矣.txt",
    "夸克盘链接": "https://pan.quark.cn/s/5dae04397561"
  },
  {
    "文件名": "《第八号当铺之一帘幽梦篇》作者：昔我晚矣.txt",
    "夸克盘链接": "https://pan.quark.cn/s/f71b7a38bd26"
  },
  {
    "文件名": "《帝王白月光（双重生）》作者：夕阶酒.txt",
    "夸克盘链接": "https://pan.quark.cn/s/d3551cbfb661"
  },
  {
    "文件名": "《帝台夺娇（宫阙藏春（双重生）》作者：丹青允【完结+番外】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/12a060134476"
  },
  {
    "文件名": "《帝阙藏娇》作者：孙筱西.txt",
    "夸克盘链接": "https://pan.quark.cn/s/f6a933d4218b"
  },
  {
    "文件名": "《帝国上将爱上穿越落难的Alpha》（番外完）作者：漫鱼小鼓骨.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ea3de838dde2"
  },
  {
    "文件名": "《帝宠》作者：大咸猫.txt",
    "夸克盘链接": "https://pan.quark.cn/s/8311a191be87"
  },
  {
    "文件名": "《低嫁（重生）》作者：意己.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c4bae2f2e257"
  },
  {
    "文件名": "《等云降落》作者：橙宋.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e185258d91ce"
  },
  {
    "文件名": "《等风也等你》作者：八斤蜜柑.txt",
    "夸克盘链接": "https://pan.quark.cn/s/98f15daae92b"
  },
  {
    "文件名": "《地狱大恶魔养成指南》（番外完）作者：葵虎灵雪.txt",
    "夸克盘链接": "https://pan.quark.cn/s/0cb82a5d6966"
  },
  {
    "文件名": "《道侣想拿我去祭剑》（番外完）作者：意梦古度.txt",
    "夸克盘链接": "https://pan.quark.cn/s/962bca2572f8"
  },
  {
    "文件名": "《刀尖蜜(重生)》作者：草灯大人.txt",
    "夸克盘链接": "https://pan.quark.cn/s/f73200d9e633"
  },
  {
    "文件名": "《当小社恐联姻到控制狂后怎么办》（番外完）作者：介子是叠矿.txt",
    "夸克盘链接": "https://pan.quark.cn/s/45d0949fcc73"
  },
  {
    "文件名": "《当咸鱼少爷绑定人生模拟器后》作者：航雨南望.txt",
    "夸克盘链接": "https://pan.quark.cn/s/2ca17f6fba83"
  },
  {
    "文件名": "《当我抢了龙傲天的台词后【穿成龙傲天的炮灰大师兄后】》作者：冷山月【完结+番外】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e81c8811adaf"
  },
  {
    "文件名": "《当我不再爱你》作者：骆轻寒.txt",
    "夸克盘链接": "https://pan.quark.cn/s/9cc6ba918536"
  },
  {
    "文件名": "《当我cos原神幼年钟离穿到崩铁世界后》作者：极晶塞兔.txt",
    "夸克盘链接": "https://pan.quark.cn/s/9091db01db49"
  },
  {
    "文件名": "《当万人迷病弱大佬受确诊绝症后》（番外完）作者：珍卡念莎.txt",
    "夸克盘链接": "https://pan.quark.cn/s/09850031e61d"
  },
  {
    "文件名": "《当同人文里的主角遇到正主[综漫]》作者：深姿道色.txt",
    "夸克盘链接": "https://pan.quark.cn/s/abbb78223f0f"
  },
  {
    "文件名": "《当审计穿成了皇帝后》（番外完）作者：青河小酒.txt",
    "夸克盘链接": "https://pan.quark.cn/s/b70141c629c5"
  },
  {
    "文件名": "《当沙雕穿成了豪门炮灰后爸》作者：莲露天雅.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e8914f62b6d2"
  },
  {
    "文件名": "《当强制来的老公也想杀我后》作者：恒水散岸.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a0d60b9c4788"
  },
  {
    "文件名": "《当女配有了外挂》作者：辰荌.txt",
    "夸克盘链接": "https://pan.quark.cn/s/7a7668c782d1"
  },
  {
    "文件名": "《当奶狗世子学会宠妻后》作者：月苟.txt",
    "夸克盘链接": "https://pan.quark.cn/s/9c36771c8f14"
  },
  {
    "文件名": "《当魅魔绑定了绿江系统后[综漫]》（番外完）作者：漫雪炼天.txt",
    "夸克盘链接": "https://pan.quark.cn/s/037907194de0"
  },
  {
    "文件名": "《当貌美上将被阴鸷学生惦记后》（番外完）作者：盈星蓝焰.txt",
    "夸克盘链接": "https://pan.quark.cn/s/3150009f1519"
  },
  {
    "文件名": "《当貌美上将被阴鸷学生惦记后[星际]》（番外完）作者：盈星蓝焰.txt",
    "夸克盘链接": "https://pan.quark.cn/s/65296bf45b2b"
  },
  {
    "文件名": "《当鬼怪开始恋爱时》（番外完）作者：醉引恋花.txt",
    "夸克盘链接": "https://pan.quark.cn/s/02ad53f2b06f"
  },
  {
    "文件名": "《当怪物遇见新娘》作者：十二烨.txt",
    "夸克盘链接": "https://pan.quark.cn/s/06b97bd683ac"
  },
  {
    "文件名": "《当杠精沦为炮灰女配》作者：枇杷.txt",
    "夸克盘链接": "https://pan.quark.cn/s/00b65656e642"
  },
  {
    "文件名": "《当电竞全满贯天才穿成花瓶选手后》作者：旺酒梅华.txt",
    "夸克盘链接": "https://pan.quark.cn/s/9a6a10dd8e81"
  },
  {
    "文件名": "《当病弱兄长绑定模拟器》作者：越雨古芬.txt",
    "夸克盘链接": "https://pan.quark.cn/s/3fe29646fa47"
  },
  {
    "文件名": "《当爆脾气小龙崽穿成星际炮灰男配》（番外完）作者：莲琴夕影.txt",
    "夸克盘链接": "https://pan.quark.cn/s/47b5b9e510e2"
  },
  {
    "文件名": "《当霸道总裁穿成了万人嫌》（番外完）作者：如玉梦烟.txt",
    "夸克盘链接": "https://pan.quark.cn/s/99815a40c85c"
  },
  {
    "文件名": "《当NPC绑定玩家面板[全息]【NPC是全能玩家[全息]】》作者：祝君龄【完结+番外】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/b49261abc5d7"
  },
  {
    "文件名": "《带着最强大脑征服娱乐圈》作者：此刻限定.txt",
    "夸克盘链接": "https://pan.quark.cn/s/9fccb7f7ef2f"
  },
  {
    "文件名": "《带着谋士系统奋斗在三国》作者：哈雪古冥.txt",
    "夸克盘链接": "https://pan.quark.cn/s/16fbc836285f"
  },
  {
    "文件名": "《带球跑后大美人带崽要饭》作者：小文旦.txt",
    "夸克盘链接": "https://pan.quark.cn/s/66bd2dcaa1f7"
  },
  {
    "文件名": "《带球跑的小美人回去找崽崽爹了》（番外完）作者：小鹤红华.txt",
    "夸克盘链接": "https://pan.quark.cn/s/5c2dd91bf7e3"
  },
  {
    "文件名": "《大西北敦煌旅行记》（番外完）作者：潇雨绵辰.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a9410f3a1cd0"
  },
  {
    "文件名": "《大设定师》作者：非天夜翔.txt",
    "夸克盘链接": "https://pan.quark.cn/s/0428b1eced12"
  },
  {
    "文件名": "《大少爷被渣男骗了后》（番外完）作者：寒芙天如.txt",
    "夸克盘链接": "https://pan.quark.cn/s/1d16c9ada212"
  },
  {
    "文件名": "《大魔王诱圈他的小甜心[娱乐圈]》（番外完）作者：白梦藏青.txt",
    "夸克盘链接": "https://pan.quark.cn/s/95b326f875da"
  },
  {
    "文件名": "《大魔头一直惦记着杀我》（番外完）作者：寂星回望.txt",
    "夸克盘链接": "https://pan.quark.cn/s/6a0bd0ce40e3"
  },
  {
    "文件名": "《大梁探妖录》作者：少尹.txt",
    "夸克盘链接": "https://pan.quark.cn/s/1bfee9d9a09a"
  },
  {
    "文件名": "《大理寺来了个画骨师》作者：行止将至.txt",
    "夸克盘链接": "https://pan.quark.cn/s/1c788029e7cb"
  },
  {
    "文件名": "《大佬做团宠万人迷从失忆开始》作者：韩花旅雨.txt",
    "夸克盘链接": "https://pan.quark.cn/s/f9b4e36dc2d1"
  },
  {
    "文件名": "《大佬原来一直单恋我[快穿]》（番外完）作者：潜属软扇.txt",
    "夸克盘链接": "https://pan.quark.cn/s/3031464c5547"
  },
  {
    "文件名": "《大佬为纯真仙女老婆跪疯了》（番外完）作者：莎丹尘.txt",
    "夸克盘链接": "https://pan.quark.cn/s/cb3ef45c969e"
  },
  {
    "文件名": "《大佬虐妻后，追到火葬场了》作者：陆姑娘.txt",
    "夸克盘链接": "https://pan.quark.cn/s/0a3891ced69d"
  },
  {
    "文件名": "《大将军和小神医》作者：西箭奇玉.txt",
    "夸克盘链接": "https://pan.quark.cn/s/01feccadad55"
  },
  {
    "文件名": "《大婚晚辰：总裁大人宠上天》作者：苏子婷.txt",
    "夸克盘链接": "https://pan.quark.cn/s/0e5296bc551c"
  },
  {
    "文件名": "《打工吧！猫咪》作者：非刀【完结+番外】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/312b8c4cb4f6"
  },
  {
    "文件名": "《错搭姻缘后把自己赔进去了》作者：一个小香男.txt",
    "夸克盘链接": "https://pan.quark.cn/s/cda6a0034c38"
  },
  {
    "文件名": "《醋王矜持点》作者：咖喱火锅.txt",
    "夸克盘链接": "https://pan.quark.cn/s/7e6ceead2f8a"
  },
  {
    "文件名": "《醋精前男友总想贴贴》作者：瑶瑶寻鹿.txt",
    "夸克盘链接": "https://pan.quark.cn/s/43a745876bbe"
  },
  {
    "文件名": "《凑数的队友原来是电竞高手》作者：八本无花.txt",
    "夸克盘链接": "https://pan.quark.cn/s/409e202f6877"
  },
  {
    "文件名": "《从总裁助理到总裁爱人》（番外完）作者：余玉残光.txt",
    "夸克盘链接": "https://pan.quark.cn/s/2882a48564b2"
  },
  {
    "文件名": "《钓我！》作者：小檀栾.txt",
    "夸克盘链接": "https://pan.quark.cn/s/9476ecb58396"
  },
  {
    "文件名": "《电竞世界冠军穿成豪门假少爷后》（番外完）作者：冬寒梅树.txt",
    "夸克盘链接": "https://pan.quark.cn/s/2bad1a6e1326"
  },
  {
    "文件名": "《典藏玫瑰[先婚后爱]》作者：橘猫green.txt",
    "夸克盘链接": "https://pan.quark.cn/s/6801fd209d83"
  },
  {
    "文件名": "《第一权臣是病美人[穿越]》作者：百里牧烟.txt",
    "夸克盘链接": "https://pan.quark.cn/s/2eb085b2c996"
  },
  {
    "文件名": "《从被解除婚约那天开始》作者：青浼.txt",
    "夸克盘链接": "https://pan.quark.cn/s/2aa17516068c"
  },
  {
    "文件名": "《纯血弟弟他好饿[综漫]》作者：烟涯零目.txt",
    "夸克盘链接": "https://pan.quark.cn/s/0a6cdbb001d2"
  },
  {
    "文件名": "《春枝不驻》作者：望风吹袖.txt",
    "夸克盘链接": "https://pan.quark.cn/s/7954fb24f01f"
  },
  {
    "文件名": "《春云不晚》作者：第一只喵.txt",
    "夸克盘链接": "https://pan.quark.cn/s/74985c300437"
  },
  {
    "文件名": "《春棠欲醉》作者：糯团子.txt",
    "夸克盘链接": "https://pan.quark.cn/s/377e1c93e79a"
  },
  {
    "文件名": "《春风不讲理》作者：猫三闲.txt",
    "夸克盘链接": "https://pan.quark.cn/s/2f65e5d323f4"
  },
  {
    "文件名": "《传功：残疾病美人成星际上将》作者：燃楚竹.txt",
    "夸克盘链接": "https://pan.quark.cn/s/91d5128d2a83"
  },
  {
    "文件名": "《穿越重生后我腰缠万贯》（番外完）作者：假萌真意.txt",
    "夸克盘链接": "https://pan.quark.cn/s/90ac8b6e1494"
  },
  {
    "文件名": "《穿越之这个王妃有点野》作者：黎诗.txt",
    "夸克盘链接": "https://pan.quark.cn/s/19cffc53b173"
  },
  {
    "文件名": "《穿越之夫子科举日常》作者：无棋【完结+番外】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ac7cbffd1858"
  },
  {
    "文件名": "《穿越异界成为游戏制作人》（番外完）作者：梦谷之燕.txt",
    "夸克盘链接": "https://pan.quark.cn/s/2784597fa5a6"
  },
  {
    "文件名": "《穿越后假冒暴君他兄弟的日子》作者：燕云三顾.txt",
    "夸克盘链接": "https://pan.quark.cn/s/860eb8826ebe"
  },
  {
    "文件名": "《穿越后成了伏特加[柯南]》（番外完）作者：电法如虹.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ec2dd492d4c2"
  },
  {
    "文件名": "《穿越后被迫登基》作者：我爱吃山竹.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a643b144bfa5"
  },
  {
    "文件名": "《穿越横滨港口Mafia开局演绎DIO名场面[综漫]》（番外完）作者：杏叶枯花.txt",
    "夸克盘链接": "https://pan.quark.cn/s/8f66b30fcc0e"
  },
  {
    "文件名": "《穿越八零一朵娇花嫁厂霸》作者：苏苏可爱喵.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c04f0e542f04"
  },
  {
    "文件名": "《穿书阴郁炮灰泄露心声提前剧透后》（番外完）作者：博星暗鱼.txt",
    "夸克盘链接": "https://pan.quark.cn/s/5da331e4fe1b"
  },
  {
    "文件名": "《穿书修真界完成任务后我死遁》（番外完）作者：冬梦意梅.txt",
    "夸克盘链接": "https://pan.quark.cn/s/78509d58e8a4"
  },
  {
    "文件名": "《穿书小美人在恋综吃瓜翻车了》（番外完）作者：断刀六渡.txt",
    "夸克盘链接": "https://pan.quark.cn/s/58f3fc82e6ec"
  },
  {
    "文件名": "《穿书万人嫌男配不按剧情走了》（番外完）作者：月变深寒.txt",
    "夸克盘链接": "https://pan.quark.cn/s/32039828751e"
  },
  {
    "文件名": "《穿书晚清发财吃瓜流水账》作者：茉莉画.txt",
    "夸克盘链接": "https://pan.quark.cn/s/cf1aa0408e52"
  },
  {
    "文件名": "《穿书兽世成了祭司》（番外完）作者：付功鼓.txt",
    "夸克盘链接": "https://pan.quark.cn/s/3555b18b2016"
  },
  {
    "文件名": "《穿书路人怀了万人迷邪神的崽崽后》作者：彩云有仙人.txt",
    "夸克盘链接": "https://pan.quark.cn/s/49cc54bfc7ef"
  },
  {
    "文件名": "《穿书后阻止竹马在修罗场悲剧后》作者：奇月边影.txt",
    "夸克盘链接": "https://pan.quark.cn/s/350e54db1b96"
  },
  {
    "文件名": "《穿书后在疯批组里奋力求生》（番外完）作者：红琴兰音.txt",
    "夸克盘链接": "https://pan.quark.cn/s/217032adaf78"
  },
  {
    "文件名": "《穿书后依靠抽卡活命》作者：江山有湖泛舟.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e3ea33ea197b"
  },
  {
    "文件名": "《穿书后养成主角后跑不掉了》（番外完）作者：孤度三登.txt",
    "夸克盘链接": "https://pan.quark.cn/s/1c9df90815f6"
  },
  {
    "文件名": "《穿书后我在废土称雄》作者：虚光浮影.txt",
    "夸克盘链接": "https://pan.quark.cn/s/2c692f07eee5"
  },
  {
    "文件名": "《穿书后我在废土称雄》作者：虚光浮影 (1).txt",
    "夸克盘链接": "https://pan.quark.cn/s/65a91677e449"
  },
  {
    "文件名": "《穿书后炮灰受和大佬协议结婚了》（番外完）作者：梦逝乌琴.txt",
    "夸克盘链接": "https://pan.quark.cn/s/1dca3b623139"
  },
  {
    "文件名": "《穿书后男主为我跳了诛仙台》作者：墨染成书.txt",
    "夸克盘链接": "https://pan.quark.cn/s/aed07f15a3aa"
  },
  {
    "文件名": "《穿书后路边捡了个失忆大佬回家》作者：纯阳听剑.txt",
    "夸克盘链接": "https://pan.quark.cn/s/7dcb282fa844"
  },
  {
    "文件名": "《穿书后被假Beta骗了》（番外完）作者：古台鸿露.txt",
    "夸克盘链接": "https://pan.quark.cn/s/f6e3fedbf9bd"
  },
  {
    "文件名": "《穿书古代后残疾暴君暗恋我》（番外完）作者：知痕无名.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ed0b60a7a124"
  },
  {
    "文件名": "《穿书狗血文小白受他成了攻》（番外完）作者：真无深者开.txt",
    "夸克盘链接": "https://pan.quark.cn/s/686f95016be7"
  },
  {
    "文件名": "《穿书反派后爱上龙傲天》作者：三洒行书.txt",
    "夸克盘链接": "https://pan.quark.cn/s/44b0d50daf37"
  },
  {
    "文件名": "《穿书的舔狗男二被高岭之花惦记了》（番外完）作者：三片小木.txt",
    "夸克盘链接": "https://pan.quark.cn/s/6f754a7561b6"
  },
  {
    "文件名": "《穿书的炮灰攻抢错人了后》作者：月弧奇度.txt",
    "夸克盘链接": "https://pan.quark.cn/s/d9cc8b1c991f"
  },
  {
    "文件名": "《穿书的炮灰攻抢错人了后》（番外完）作者：月弧奇度.txt",
    "夸克盘链接": "https://pan.quark.cn/s/98ebe6208c86"
  },
  {
    "文件名": "《穿书成小糊咖吃瓜心声被全网听到了》（番外完）作者：封吉海财.txt",
    "夸克盘链接": "https://pan.quark.cn/s/5b1522b9d743"
  },
  {
    "文件名": "《穿书成万人嫌养子少爷被迫联姻后》（番外完）作者：儒光梦.txt",
    "夸克盘链接": "https://pan.quark.cn/s/bcfd65220452"
  },
  {
    "文件名": "《穿书成炮灰反派后佛系装傻苟命》（番外完）作者：无痕又光全.txt",
    "夸克盘链接": "https://pan.quark.cn/s/fdafd2cdff1d"
  },
  {
    "文件名": "《穿书成恶毒男配要跑路自救》（番外完）作者：道初世光.txt",
    "夸克盘链接": "https://pan.quark.cn/s/5f16f80d83d1"
  },
  {
    "文件名": "《穿书霸总靠沙雕自救》作者：焚情煮酒.txt",
    "夸克盘链接": "https://pan.quark.cn/s/7a4e13cf1b8b"
  },
  {
    "文件名": "《穿书：我在七零撩男配》作者：万里九羲.txt",
    "夸克盘链接": "https://pan.quark.cn/s/bfa37067d687"
  },
  {
    "文件名": "《穿入虐文的药罐子摆烂后》（番外完）作者：觅声寻善.txt",
    "夸克盘链接": "https://pan.quark.cn/s/dfa0d8883e54"
  },
  {
    "文件名": "《穿入漫画的炮灰如何自救》作者：降虚梦.txt",
    "夸克盘链接": "https://pan.quark.cn/s/0c662681581c"
  },
  {
    "文件名": "《穿入漫画的炮灰如何自救》（番外完）作者：降虚梦.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ab3b660cc0f5"
  },
  {
    "文件名": "《穿进游戏从存档一万年后开始》作者：小团八关.txt",
    "夸克盘链接": "https://pan.quark.cn/s/be1c88f60386"
  },
  {
    "文件名": "《穿进修真文里开局想拯救大师兄》（番外完）作者：冬梦意梅.txt",
    "夸克盘链接": "https://pan.quark.cn/s/884b9e4f15bb"
  },
  {
    "文件名": "《穿进末日求生游戏里当种田大师》（番外完）作者：国凯不进风.txt",
    "夸克盘链接": "https://pan.quark.cn/s/7f0ae9da2d66"
  },
  {
    "文件名": "《穿进漫画后逼王求生自救指南》作者：泪数古.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e69aac876641"
  },
  {
    "文件名": "《穿到咒术世界守护未来[综漫]》作者：方月归欣.txt",
    "夸克盘链接": "https://pan.quark.cn/s/7dc2ea0c64b0"
  },
  {
    "文件名": "《穿到异世做海商》（番外完）作者：玄狼小巴狗.txt",
    "夸克盘链接": "https://pan.quark.cn/s/52a0883c63af"
  },
  {
    "文件名": "《穿到异世界当一个实习神明》作者：寒梦深鱼.txt",
    "夸克盘链接": "https://pan.quark.cn/s/4fa0f5d1fc9c"
  },
  {
    "文件名": "《穿到异世界成了魔王的奴仆后》（番外完）作者：怒月碎.txt",
    "夸克盘链接": "https://pan.quark.cn/s/cebe4e5cc7bf"
  },
  {
    "文件名": "《穿到异世后夫郎成了我的外挂》作者：凌木深游.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c17b912b8a6c"
  },
  {
    "文件名": "《穿到异界成为传奇法师后游戏才开始公测》作者：紫荷燕兰.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c9f4bd0a8281"
  },
  {
    "文件名": "《穿到星际世界求生开荒记》作者：留雨昔念.txt",
    "夸克盘链接": "https://pan.quark.cn/s/10b3aa217786"
  },
  {
    "文件名": "《穿到星际世界求生开荒记》（番外完）作者：留雨昔念.txt",
    "夸克盘链接": "https://pan.quark.cn/s/123c995f3d1e"
  },
  {
    "文件名": "《穿到星际靠写文爆火》作者：相闲定莫.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ff54682a1f49"
  },
  {
    "文件名": "《穿到星际觉醒治疗天赋后[全息]》作者：甜莲翠丝.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ec66c730c2f1"
  },
  {
    "文件名": "《穿到星际成为S级向导后一心想要钱》（番外完）作者：炼情游曲.txt",
    "夸克盘链接": "https://pan.quark.cn/s/b899a21545f9"
  },
  {
    "文件名": "《从驯养异魔开始的诡秘生涯》（番外完）作者︰昔尘西狐.txt",
    "夸克盘链接": "https://pan.quark.cn/s/3125ef16bcdf"
  },
  {
    "文件名": "《从生存游戏开始[无限]》作者：爱小说的宅叶子.txt",
    "夸克盘链接": "https://pan.quark.cn/s/84d8902bf79a"
  },
  {
    "文件名": "《从深渊捡来的蛋孵化出了帝龙》（番外完）作者：蓝海孤行.txt",
    "夸克盘链接": "https://pan.quark.cn/s/4a173a61030d"
  },
  {
    "文件名": "《从女太医穿成赤脚医生[七零年代]》作者：大河东流.txt",
    "夸克盘链接": "https://pan.quark.cn/s/edc60deddf4a"
  },
  {
    "文件名": "《从落魄血族王子到荒域主宰之路》作者：留雨昔念.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ced238e61c21"
  },
  {
    "文件名": "《从荒野求生节目开始》作者：我爱吃山竹.txt",
    "夸克盘链接": "https://pan.quark.cn/s/aa3159b9e680"
  },
  {
    "文件名": "《从负债开始的超越者生涯》作者：富善雨海.txt",
    "夸克盘链接": "https://pan.quark.cn/s/45be5eedee5e"
  },
  {
    "文件名": "《穿到兽人世界，我不做万兽嫌》（番外完）作者：霸星彩云.txt",
    "夸克盘链接": "https://pan.quark.cn/s/98885e353db8"
  },
  {
    "文件名": "《穿到权谋小游戏里靠读档重来改剧情》（番外完）作者：无痕又光全.txt",
    "夸克盘链接": "https://pan.quark.cn/s/2ea02c80eb34"
  },
  {
    "文件名": "《穿到秦朝带薪摸鱼搞直播》作者：岁安七知.txt",
    "夸克盘链接": "https://pan.quark.cn/s/869fe0de37f3"
  },
  {
    "文件名": "《穿到七五当侯爷》作者：浮尘俗事.txt",
    "夸克盘链接": "https://pan.quark.cn/s/12ad229d8cd6"
  },
  {
    "文件名": "《穿到七零年代文里做男配》作者：流丽残谷.txt",
    "夸克盘链接": "https://pan.quark.cn/s/8fba0a299ea6"
  },
  {
    "文件名": "《穿到没有信息素的世界后》作者：空月幽菊.txt",
    "夸克盘链接": "https://pan.quark.cn/s/1088b27170b6"
  },
  {
    "文件名": "《穿到韩漫如何攻略偏执疯批》（番外完）作者：空星堕花.txt",
    "夸克盘链接": "https://pan.quark.cn/s/7dffe1498c47"
  },
  {
    "文件名": "《穿到诡异的兽人世界成邪神》（番外完）作者：新棉渐暖.txt",
    "夸克盘链接": "https://pan.quark.cn/s/b121688d50c1"
  },
  {
    "文件名": "《穿到星际被误认为雄虫后》（番外完）作者：剑玉绿莲.txt",
    "夸克盘链接": "https://pan.quark.cn/s/fa5c53c28cae"
  },
  {
    "文件名": "《穿到仙侠游戏刷爆NPC好感度》（番外完）作者：极箭穿云.txt",
    "夸克盘链接": "https://pan.quark.cn/s/1d1e49b40fe1"
  },
  {
    "文件名": "《穿到兽世养大猫[种田]》（番外完）作者：晴天有彩玉飘.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a31f9cc0b7ce"
  },
  {
    "文件名": "《穿到兽世后大猫的生存日常》（番外完）作者：微翠引音.txt",
    "夸克盘链接": "https://pan.quark.cn/s/d37a9e8ca0ee"
  },
  {
    "文件名": "《穿成主角的心魔之后》作者：泽达.txt",
    "夸克盘链接": "https://pan.quark.cn/s/3af7940c4d6d"
  },
  {
    "文件名": "《穿成渣A救老婆》作者：焚琴悔棋.txt",
    "夸克盘链接": "https://pan.quark.cn/s/adb637b5f67c"
  },
  {
    "文件名": "《穿成渣A的贪钱炮灰前妻》（番外完）作者：满高雪伞.txt",
    "夸克盘链接": "https://pan.quark.cn/s/29af1ec1c4cd"
  },
  {
    "文件名": "《穿成幼龙崽崽在龙族成团宠》（番外完）作者：演素难惜.txt",
    "夸克盘链接": "https://pan.quark.cn/s/80710e5c7867"
  },
  {
    "文件名": "《穿成哑巴王爷的心尖宠》作者：宜轩.txt",
    "夸克盘链接": "https://pan.quark.cn/s/b43252474c96"
  },
  {
    "文件名": "《穿成修仙文的反派道侣后》（番外完）作者：箫声十里.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a2893070baf8"
  },
  {
    "文件名": "《穿成雄虫小狼狗被献给星际上将后》作者：桃心翠.txt",
    "夸克盘链接": "https://pan.quark.cn/s/06ed79c50b84"
  },
  {
    "文件名": "《穿成星际治愈系小太阳鹦鹉后》（番外完）作者：福生小银龟.txt",
    "夸克盘链接": "https://pan.quark.cn/s/aa27b2dc43fc"
  },
  {
    "文件名": "《穿成星际兽人文的小炮灰棕熊后》作者：菜花味道甜甜.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a47c6dafda15"
  },
  {
    "文件名": "《穿成小太监被皇帝读心后》（番外完）作者：富华闻玉.txt",
    "夸克盘链接": "https://pan.quark.cn/s/02a48b43b5f7"
  },
  {
    "文件名": "《穿成小皇帝躺平咸鱼好舒服》（番外完）作者：极荒变星.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e20b9dcc4cf8"
  },
  {
    "文件名": "《穿成小肥啾原始求生种田记》作者：游意百诗.txt",
    "夸克盘链接": "https://pan.quark.cn/s/d7a0b62f8206"
  },
  {
    "文件名": "《穿成小肥啾原始求生种田记》（番外完）作者：游意百诗.txt",
    "夸克盘链接": "https://pan.quark.cn/s/b2c9ea7dc836"
  },
  {
    "文件名": "《穿成香江大佬的亡妻》作者：小胖柑.txt",
    "夸克盘链接": "https://pan.quark.cn/s/5ef0ad1c20af"
  },
  {
    "文件名": "《穿成万人迷文的炮灰小师弟后剧情崩坏了》作者：如书暗音.txt",
    "夸克盘链接": "https://pan.quark.cn/s/23b80fb28a9c"
  },
  {
    "文件名": "《穿成万人迷的炮灰竹马》作者：妾在山阳.txt",
    "夸克盘链接": "https://pan.quark.cn/s/3fb131428faa"
  },
  {
    "文件名": "《穿成书中炮灰后逆袭成射箭之神》（番外完）作者：渡言明应竹.txt",
    "夸克盘链接": "https://pan.quark.cn/s/b569e4c397d2"
  },
  {
    "文件名": "《穿成书中炮灰后逆袭成箭神[竞技]》（番外完）作者：渡言明应竹.txt",
    "夸克盘链接": "https://pan.quark.cn/s/53659767a342"
  },
  {
    "文件名": "《穿成软饭硬吃的炮灰前任后》作者：玉楼九重.txt",
    "夸克盘链接": "https://pan.quark.cn/s/08e4b3d12b66"
  },
  {
    "文件名": "《穿成柔弱万人迷虫母》（番外完）作者：觅舞度山.txt",
    "夸克盘链接": "https://pan.quark.cn/s/597cf41f9140"
  },
  {
    "文件名": "《穿成柔弱万人迷虫母[星际]》（番外完）作者：觅舞度山.txt",
    "夸克盘链接": "https://pan.quark.cn/s/1177e57dd2af"
  },
  {
    "文件名": "《穿成秦国太子带着妖怪们搞基建》作者：百雁鸣飞.txt",
    "夸克盘链接": "https://pan.quark.cn/s/5f0c721c7a5c"
  },
  {
    "文件名": "《穿成炮灰师尊被孽徒攻略》（番外完）作者：蓝竹贵梦.txt",
    "夸克盘链接": "https://pan.quark.cn/s/9cdae987216e"
  },
  {
    "文件名": "《穿成炮灰后猫猫O撒娇苟活》作者：持宠.txt",
    "夸克盘链接": "https://pan.quark.cn/s/264770a6a40e"
  },
  {
    "文件名": "《穿成女儿奴大佬早夭的闺女》作者：姜红酒【完结+番外】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/91115ef528ac"
  },
  {
    "文件名": "《穿成年代文炮灰靠吃瓜令全家改命》作者：星秋翠美.txt",
    "夸克盘链接": "https://pan.quark.cn/s/7f1ea201821d"
  },
  {
    "文件名": "《穿成年代文的病美人[七零]》作者：雾矢翊.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e462a005caa4"
  },
  {
    "文件名": "《穿成猫猫竟是主角的心魔》（番外完）作者：小鹤红华.txt",
    "夸克盘链接": "https://pan.quark.cn/s/07702cf71bd6"
  },
  {
    "文件名": "《穿成六零年代逃家小媳妇》作者：月半蔷薇【完结+番外】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/7b50193fb08d"
  },
  {
    "文件名": "《穿成了校草的炮灰前男友》（番外完）作者：揽月明本手.txt",
    "夸克盘链接": "https://pan.quark.cn/s/d098f5a3af1d"
  },
  {
    "文件名": "《穿成红丘丘后为保命开个炼金工房》（番外完）作者︰长生小鸟儿.txt",
    "夸克盘链接": "https://pan.quark.cn/s/52bf3759128b"
  },
  {
    "文件名": "《穿成豪门炮灰小爸后要重新上学》作者：照火天烟.txt",
    "夸克盘链接": "https://pan.quark.cn/s/9aafa582ae8f"
  },
  {
    "文件名": "《穿成贵族学院的炮灰万人嫌》作者：九莲二朵花.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c324b129b98f"
  },
  {
    "文件名": "《穿成鬼宅万人迷小男仆日常[无限]》（番外完）作者：扫花望月.txt",
    "夸克盘链接": "https://pan.quark.cn/s/da4dd0c6cd10"
  },
  {
    "文件名": "《穿成古早虐文受后想要发疯创死所有人》（番外完）作者：博星暗鱼.txt",
    "夸克盘链接": "https://pan.quark.cn/s/cb5e0ee67c21"
  },
  {
    "文件名": "《穿成狗血文里的助攻医生》作者：禾花.txt",
    "夸克盘链接": "https://pan.quark.cn/s/88bb5512ad9f"
  },
  {
    "文件名": "《穿成各种怪物的爸爸[综恐]》（番外完）作者：如冷素衣.txt",
    "夸克盘链接": "https://pan.quark.cn/s/02b9951bcbec"
  },
  {
    "文件名": "《穿成疯娇影后的残疾A》作者：福卡福福.txt",
    "夸克盘链接": "https://pan.quark.cn/s/51629effb931"
  },
  {
    "文件名": "《穿成动物幼崽后靠可爱拯救世界[快穿]》（番外完）作者：月变深寒.txt",
    "夸克盘链接": "https://pan.quark.cn/s/fa2483128801"
  },
  {
    "文件名": "《穿成顶流的隐婚妻》作者：秦皇.txt",
    "夸克盘链接": "https://pan.quark.cn/s/9b6b9885aa02"
  },
  {
    "文件名": "《穿成帝王的心腹大患》作者：弃脂焚椒.txt",
    "夸克盘链接": "https://pan.quark.cn/s/446e0eb98a36"
  },
  {
    "文件名": "《穿成大美人O的亡夫遗像》作者：无望菲流.txt",
    "夸克盘链接": "https://pan.quark.cn/s/3e3e3d63b4c8"
  },
  {
    "文件名": "《穿成大佬的替嫁男妻》作者：犹寒十四.txt",
    "夸克盘链接": "https://pan.quark.cn/s/84dec017c6d1"
  },
  {
    "文件名": "《穿成残疾夫君的掌中宝》作者：猫不点.txt",
    "夸克盘链接": "https://pan.quark.cn/s/489112b065ce"
  },
  {
    "文件名": "《穿成病娇阁老的白月光》作者：芩紫涵.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a477ffd5d6f7"
  },
  {
    "文件名": "《穿成白富美后小奶狗带着我跑路了》作者：一笑桃花.txt",
    "夸克盘链接": "https://pan.quark.cn/s/8c5d5543ee78"
  },
  {
    "文件名": "《穿N本书扮演各种路人甲后成了万人迷[快穿]》作者：飘飞枫叶.txt",
    "夸克盘链接": "https://pan.quark.cn/s/13b1f62fd719"
  },
  {
    "文件名": "《触手实验体把我当成食物了》（番外完）作者：情酒少音.txt",
    "夸克盘链接": "https://pan.quark.cn/s/db4f283d4201"
  },
  {
    "文件名": "《初为人夫》作者：上官赏花.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ae907316e491"
  },
  {
    "文件名": "《出了点意外导致离婚搁浅了》（番外完）作者：暖春如风来.txt",
    "夸克盘链接": "https://pan.quark.cn/s/dfac3d13107b"
  },
  {
    "文件名": "《出了点意外导致离婚搁浅了[ABO]》（番外完）作者：暖春如风来.txt",
    "夸克盘链接": "https://pan.quark.cn/s/23bebcb76e5b"
  },
  {
    "文件名": "《出格》作者：远黛【完结+番外】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/f00d85939966"
  },
  {
    "文件名": "《宠上眉梢》作者：乔燕.txt",
    "夸克盘链接": "https://pan.quark.cn/s/1c2e3d17afed"
  },
  {
    "文件名": "《虫族重生》作者：白白白糖.txt",
    "夸克盘链接": "https://pan.quark.cn/s/4098043620a3"
  },
  {
    "文件名": "《冲喜嫁入了豪门后》（番外完）作者：寻石福力.txt",
    "夸克盘链接": "https://pan.quark.cn/s/26f7f21801a0"
  },
  {
    "文件名": "《炽热》作者：一半浮生.txt",
    "夸克盘链接": "https://pan.quark.cn/s/abf6cd01b8b0"
  },
  {
    "文件名": "《池鱼》作者：柠海芸.txt",
    "夸克盘链接": "https://pan.quark.cn/s/1ae440cb1559"
  },
  {
    "文件名": "《穿到古风游戏里当太子妃》（番外完）作者：肥雕难飞.txt",
    "夸克盘链接": "https://pan.quark.cn/s/71de704a7727"
  },
  {
    "文件名": "《穿到狗血文里成了主角的助攻医生》（番外完）作者：有花应看看.txt",
    "夸克盘链接": "https://pan.quark.cn/s/8a7d41a4a5e0"
  },
  {
    "文件名": "《穿到虫族开局就相亲》（番外完）作者：度月散春.txt",
    "夸克盘链接": "https://pan.quark.cn/s/d5c9e046c66f"
  },
  {
    "文件名": "《穿到ABO世界安心做个小甜A吧》（番外完）作者：誉花击天.txt",
    "夸克盘链接": "https://pan.quark.cn/s/fe4674b3639a"
  },
  {
    "文件名": "《沉迷吃瓜的我被全家读心声后》（番外完）作者：天月美芙.txt",
    "夸克盘链接": "https://pan.quark.cn/s/d6403aa44e7a"
  },
  {
    "文件名": "《沉浸式吃瓜把自己吃进去了》作者：孤叶香茶.txt",
    "夸克盘链接": "https://pan.quark.cn/s/357a4d7078c2"
  },
  {
    "文件名": "《朝阳似她》作者：雨微醺.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a9e8b305fac8"
  },
  {
    "文件名": "《产科男护士穿进豪门生子文》作者：麦成浪.txt",
    "夸克盘链接": "https://pan.quark.cn/s/5d5af9d64fdd"
  },
  {
    "文件名": "《蝉鸣疯涨》作者：枳临.txt",
    "夸克盘链接": "https://pan.quark.cn/s/b3c619866519"
  },
  {
    "文件名": "《缠绵此情》作者：纷纷和光.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e2733f6a97cc"
  },
  {
    "文件名": "《禅宗弟子靠念经系统爆红全网[玄学]》作者：乌云来了.txt",
    "夸克盘链接": "https://pan.quark.cn/s/8fad2cb644dd"
  },
  {
    "文件名": "《草包美人穿进同人生子文》（番外完）作者：林下有个鸡窝.txt",
    "夸克盘链接": "https://pan.quark.cn/s/3a46766e69d8"
  },
  {
    "文件名": "《糙汉保镖他竟然以下犯上》（番外完）作者：逢度策客.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ce9176912477"
  },
  {
    "文件名": "《惨死重生后见死不救》作者：狂沙日暗.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c18b335603a0"
  },
  {
    "文件名": "《不做替身》作者：顾北朝【完结+番外】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/871981e11a9b"
  },
  {
    "文件名": "《不种田就会被啊呜掉》作者：春山犹枝.txt",
    "夸克盘链接": "https://pan.quark.cn/s/fa7044aac0bf"
  },
  {
    "文件名": "《不止想陪你长大》作者：年糕炸鸡.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a1cd3a486b0f"
  },
  {
    "文件名": "《不要学坏[娱乐圈]》 作者：一丛音.txt",
    "夸克盘链接": "https://pan.quark.cn/s/eed61d89833c"
  },
  {
    "文件名": "《不完美恋人》作者：ai呀呀.txt",
    "夸克盘链接": "https://pan.quark.cn/s/43f3f5225a78"
  },
  {
    "文件名": "《不同物种如何谈恋爱》（番外完）作者：叶向光生.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c195a52b74b0"
  },
  {
    "文件名": "《不熟练心动》作者：秋日温泉.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c23686bd846f"
  },
  {
    "文件名": "《不复嫁》作者：作者：脆桃卡里.txt",
    "夸克盘链接": "https://pan.quark.cn/s/d108352e0329"
  },
  {
    "文件名": "《不辞春山》作者：灿摇.txt",
    "夸克盘链接": "https://pan.quark.cn/s/d1532386d669"
  },
  {
    "文件名": "《病恹帝王的白月光（双重生）》作者：虞次次.txt",
    "夸克盘链接": "https://pan.quark.cn/s/aa10d8e0342e"
  },
  {
    "文件名": "《病弱万人迷》作者：折绵绵.txt",
    "夸克盘链接": "https://pan.quark.cn/s/1673a9a59e5b"
  },
  {
    "文件名": "《病弱金丝雀把霸总逼疯了》作者：万星寒福.txt",
    "夸克盘链接": "https://pan.quark.cn/s/4111bf51903e"
  },
  {
    "文件名": "《病弱金丝雀把霸总逼疯了》（番外完）作者：万星寒福.txt",
    "夸克盘链接": "https://pan.quark.cn/s/777fb3403d03"
  },
  {
    "文件名": "《病美人渣受追爱火葬场》（番外完）作者：蓝步玉.txt",
    "夸克盘链接": "https://pan.quark.cn/s/51b10b10fae9"
  },
  {
    "文件名": "《病美人替嫁的王爷成了皇帝》（番外完）作者：韩花旅雨.txt",
    "夸克盘链接": "https://pan.quark.cn/s/47a9f95ee0fd"
  },
  {
    "文件名": "《病美人师兄有尾巴》作者：沈江山.txt",
    "夸克盘链接": "https://pan.quark.cn/s/112f2f5b25da"
  },
  {
    "文件名": "《病美人反派成了团宠》作者：舟月晚.txt",
    "夸克盘链接": "https://pan.quark.cn/s/f397bf3c8b66"
  },
  {
    "文件名": "《病美人带崽跑后爆红网络》（番外完）作者： 纵月神辉.txt",
    "夸克盘链接": "https://pan.quark.cn/s/acc2383df8d8"
  },
  {
    "文件名": "《病美人摆烂后在娃综爆红了》作者：醒灯.txt",
    "夸克盘链接": "https://pan.quark.cn/s/b09a15526f97"
  },
  {
    "文件名": "《病娇王爷的锦鲤妃》作者：娇蛮郡主.txt",
    "夸克盘链接": "https://pan.quark.cn/s/251fef1302fc"
  },
  {
    "文件名": "《别人御兽，我御机械生物》作者：柿圆.txt",
    "夸克盘链接": "https://pan.quark.cn/s/f59f61d78228"
  },
  {
    "文件名": "《别碰我同桌》作者：林七年.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c9effd64b31d"
  },
  {
    "文件名": "《别对他动心》作者：桃光.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e3b4d7a56b97"
  },
  {
    "文件名": "《表小姐只想活下去》作者：乌柳.txt",
    "夸克盘链接": "https://pan.quark.cn/s/9c100229d4ad"
  },
  {
    "文件名": "《表妹难为》作者：春未绿.txt",
    "夸克盘链接": "https://pan.quark.cn/s/603658f53fb0"
  },
  {
    "文件名": "《表妹不善》作者：仙苑其灵.txt",
    "夸克盘链接": "https://pan.quark.cn/s/96423d1b634a"
  },
  {
    "文件名": "《表妹薄情( 双重生 )》作者：红埃中.txt",
    "夸克盘链接": "https://pan.quark.cn/s/7889d7e4d746"
  },
  {
    "文件名": "《表姑娘有身孕了》作者：木泥土.txt",
    "夸克盘链接": "https://pan.quark.cn/s/278398679378"
  },
  {
    "文件名": "《表哥恶我》作者：唐时锦.txt",
    "夸克盘链接": "https://pan.quark.cn/s/856c191d2a69"
  },
  {
    "文件名": "《变丧尸后死对头过分可爱》作者：白猫非白.txt",
    "夸克盘链接": "https://pan.quark.cn/s/1a14125e6345"
  },
  {
    "文件名": "《变成利姆鲁被摩拉克斯捡到后[原神]》作者：叠梦光尘.txt",
    "夸克盘链接": "https://pan.quark.cn/s/1f8e932f0121"
  },
  {
    "文件名": "《陛下他又疯又甜！》作者：暮初晴.txt",
    "夸克盘链接": "https://pan.quark.cn/s/cdeb6ad08d58"
  },
  {
    "文件名": "《崩人设后，被禁欲系影帝疯狂宠》作者：泽雀.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ece9f0a419fe"
  },
  {
    "文件名": "《笨蛋通房不想重生了》作者：yoyo鹿.txt",
    "夸克盘链接": "https://pan.quark.cn/s/58674fbfc325"
  },
  {
    "文件名": "《笨蛋美人总被阴郁bug觊觎》作者：笙玖落.txt",
    "夸克盘链接": "https://pan.quark.cn/s/1bed7097af17"
  },
  {
    "文件名": "《被小三后和渣男的老婆贴贴起来》（番外完）作者：雪豆雨.txt",
    "夸克盘链接": "https://pan.quark.cn/s/8b0a02a0f359"
  },
  {
    "文件名": "《被献给反派大佬以后［穿书］》作者：枭钥.txt",
    "夸克盘链接": "https://pan.quark.cn/s/d76b386bfeaa"
  },
  {
    "文件名": "《被误以为是总裁弟弟怎么办》（番外完）作者：蓝步玉.txt",
    "夸克盘链接": "https://pan.quark.cn/s/de461639a9d7"
  },
  {
    "文件名": "《吃货小可怜被霸总喜欢上后》（番外完）作者：陈年小黑车.txt",
    "夸克盘链接": "https://pan.quark.cn/s/f4f508bc87c7"
  },
  {
    "文件名": "《橙签到系统》作者：西瓜酪.txt",
    "夸克盘链接": "https://pan.quark.cn/s/9a64ca2e1d3a"
  },
  {
    "文件名": "《晟与南舒》作者：淮曳.txt",
    "夸克盘链接": "https://pan.quark.cn/s/0663d7b86ee4"
  },
  {
    "文件名": "《丞相掠娇（重生）》作者：放鹤山人.txt",
    "夸克盘链接": "https://pan.quark.cn/s/5d1f2e41bab7"
  },
  {
    "文件名": "《丞相今天火葬场了吗》作者：甜鸢.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c37ebf1715c9"
  },
  {
    "文件名": "《成为新天灾从恐惧拉满后开始[咒回]》（番外完）作者：技意天号.txt",
    "夸克盘链接": "https://pan.quark.cn/s/cebcaef79354"
  },
  {
    "文件名": "《成为赛博男菩萨从拒绝攻略开始》作者：绿团达布.txt",
    "夸克盘链接": "https://pan.quark.cn/s/7c5c22aafe08"
  },
  {
    "文件名": "《撑腰》作者：逦逦【完结+番外】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/6eae15ca8be7"
  },
  {
    "文件名": "《被改造后他成了万人迷[ABO]》作者：暗凤黑尘.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e1d018f213b9"
  },
  {
    "文件名": "《被穿后恋爱脑夫君为我发疯》作者：一江听月.txt",
    "夸克盘链接": "https://pan.quark.cn/s/f3c67c0dc29e"
  },
  {
    "文件名": "《被宠坏的大少爷》作者：潜怒镇吉.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c7d8479e55a0"
  },
  {
    "文件名": "《爆红从做擦边情感主播开始》（番外完）作者：雪丹暮色.txt",
    "夸克盘链接": "https://pan.quark.cn/s/b0584aa0497e"
  },
  {
    "文件名": "《爆红从给顶流男团当保姆开始》（番外完）作者：雪丹暮色.txt",
    "夸克盘链接": "https://pan.quark.cn/s/86587776d56c"
  },
  {
    "文件名": "《暴躁竹马把小哭包捡走后》（番外完）作者：金知软素.txt",
    "夸克盘链接": "https://pan.quark.cn/s/94ddc68ca5b4"
  },
  {
    "文件名": "《暴君宠婚日常[重生]》作者：一日知千.txt",
    "夸克盘链接": "https://pan.quark.cn/s/1e3ba9ae02eb"
  },
  {
    "文件名": "《暴发户爱上了冷淡大美人》作者：真雪无名说.txt",
    "夸克盘链接": "https://pan.quark.cn/s/2833893d09aa"
  },
  {
    "文件名": "《绑定文豪系统穿错地方后》作者：彩云有仙人.txt",
    "夸克盘链接": "https://pan.quark.cn/s/303adfa9467b"
  },
  {
    "文件名": "《绑定文豪系统穿错地方后》（番外完）作者：彩云有仙人.txt",
    "夸克盘链接": "https://pan.quark.cn/s/991903a114aa"
  },
  {
    "文件名": "《绑定漫画系统穿到废土世界》（番外完）作者：古萌达福.txt",
    "夸克盘链接": "https://pan.quark.cn/s/2c2119f53d63"
  },
  {
    "文件名": "《绑定吃瓜系统后捧红半个娱乐圈》（番外完）作者：沉如舞法.txt",
    "夸克盘链接": "https://pan.quark.cn/s/1ced986d5787"
  },
  {
    "文件名": "《绑错火葬场系统后三个孽徒都想娶我》（番外完）作者：高山碧寒.txt",
    "夸克盘链接": "https://pan.quark.cn/s/dbfcc77d152d"
  },
  {
    "文件名": "《半糖微甜》作者：福焗.txt",
    "夸克盘链接": "https://pan.quark.cn/s/89049f011493"
  },
  {
    "文件名": "《白月光竹马是一朵黑心莲》（番外完）作者：余昔梦雨.txt",
    "夸克盘链接": "https://pan.quark.cn/s/89d9f8a6e35a"
  },
  {
    "文件名": "《白月光她体弱多病》作者：寒月静.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a3cb6d9c1abd"
  },
  {
    "文件名": "《白雪玫瑰童话》作者：化绵小骨.txt",
    "夸克盘链接": "https://pan.quark.cn/s/fbc83ec6b2ee"
  },
  {
    "文件名": "《霸总让我坐在宾利上哭》作者：岁欲.txt",
    "夸克盘链接": "https://pan.quark.cn/s/11b1883fd9a9"
  },
  {
    "文件名": "《霸总穿书成大学生后》（番外完）作者：福多小筑.txt",
    "夸克盘链接": "https://pan.quark.cn/s/7a2a041c5c86"
  },
  {
    "文件名": "《霸总爱你入骨[ABO]》作者：傲娇不是蠢.txt",
    "夸克盘链接": "https://pan.quark.cn/s/1249917c95d8"
  },
  {
    "文件名": "《霸道总裁对斯文端庄小助理一见钟情》（番外完）作者：望年莱雪.txt",
    "夸克盘链接": "https://pan.quark.cn/s/0812b050cac3"
  },
  {
    "文件名": "《霸道魔头的心尖宠小猪》（番外完）作者：蓝芝清星.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c2d35cd1b060"
  },
  {
    "文件名": "《把太傅敲晕在床(重生)》作者：良月初八.txt",
    "夸克盘链接": "https://pan.quark.cn/s/18ebac3e7045"
  },
  {
    "文件名": "《把病弱竹马当老婆养后》作者：金玉其内.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e0b2d9f3b6df"
  },
  {
    "文件名": "《八零渔家小奶狗》作者：任性小娘子.txt",
    "夸克盘链接": "https://pan.quark.cn/s/b9fcc413ebf3"
  },
  {
    "文件名": "《八零赤脚医生》作者：越什.txt",
    "夸克盘链接": "https://pan.quark.cn/s/d98d8bb69557"
  },
  {
    "文件名": "《暧昧陷阱》作者：荔芒.txt",
    "夸克盘链接": "https://pan.quark.cn/s/8918e25926e0"
  },
  {
    "文件名": "《爱在倾城时光里》作者：柠海芸.txt",
    "夸克盘链接": "https://pan.quark.cn/s/f6ec75763edc"
  },
  {
    "文件名": "《爱有天意》作者：钱多多.txt",
    "夸克盘链接": "https://pan.quark.cn/s/61e650403375"
  },
  {
    "文件名": "《爱意是他的止痛解药》作者：春南雀去秋.txt",
    "夸克盘链接": "https://pan.quark.cn/s/217ee96cb830"
  },
  {
    "文件名": "《爱他爱了两辈子》作者：小古复鸟.txt",
    "夸克盘链接": "https://pan.quark.cn/s/fe16fffdd3da"
  },
  {
    "文件名": "《爱上那抹淡淡的绿》作者：紫漫.txt",
    "夸克盘链接": "https://pan.quark.cn/s/94008b078ce5"
  },
  {
    "文件名": "《爱豆人设有星光[韩娱BTS]》（番外完）作者：番诗读语.txt",
    "夸克盘链接": "https://pan.quark.cn/s/440c28c80cd2"
  },
  {
    "文件名": "《Omega带球跑后的生存指南》（番外完）作者：难孤少梦.txt",
    "夸克盘链接": "https://pan.quark.cn/s/830f12c910bd"
  },
  {
    "文件名": "《COS真人穿越后努力隐藏马甲保命》作者：银彩金果.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ce10bc9fface"
  },
  {
    "文件名": "《COS真人穿越后努力隐藏马甲保命[综漫]》作者：银彩金果.txt",
    "夸克盘链接": "https://pan.quark.cn/s/95422a61a0aa"
  },
  {
    "文件名": "《coser老师好像是我的相亲对象》（番外完）作者：旱星当空.txt",
    "夸克盘链接": "https://pan.quark.cn/s/007cbd61f5e6"
  },
  {
    "文件名": "《BOSS她真不一般[快穿]》作者：昔我晚矣.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e4a4b05bdb9c"
  },
  {
    "文件名": "《ABO执爱垂耳兔》（番外完）作者：双期无炼.txt",
    "夸克盘链接": "https://pan.quark.cn/s/dd232bf992a6"
  },
  {
    "文件名": "《[综英美]失忆的反派怎么自救》作者：别人的小龟.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c77c2b3a84fa"
  },
  {
    "文件名": "《[综日韩剧]遇见》作者：昔我晚矣.txt",
    "夸克盘链接": "https://pan.quark.cn/s/99e9c4301a63"
  },
  {
    "文件名": "《[综]美人何处归》作者：昔我晚矣.txt",
    "夸克盘链接": "https://pan.quark.cn/s/8c14081d6de7"
  },
  {
    "文件名": "《[综]八号当铺 作者：昔我晚矣.txt",
    "夸克盘链接": "https://pan.quark.cn/s/d7ae34a262fa"
  },
  {
    "文件名": "《[西游]是西游不是西幻》作者：钟昱.txt",
    "夸克盘链接": "https://pan.quark.cn/s/086398d281ce"
  },
  {
    "文件名": "《（综武侠同人）[大唐+综]倾国倾城》作者：昔我晚矣.txt",
    "夸克盘链接": "https://pan.quark.cn/s/3fa1d5571811"
  },
  {
    "文件名": "《（快穿）主角光环》作者：昔我晚矣.txt",
    "夸克盘链接": "https://pan.quark.cn/s/9801898531b0"
  },
  {
    "文件名": "《（快穿）富贵荣华》作者：昔我晚矣【完结+番外】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/06954abb7943"
  },
  {
    "文件名": "《（红楼同人）[红楼]迎娶黛玉以后》作者：其莫.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ef86ed958c2c"
  },
  {
    "文件名": "《被我救下的少年竟然是反派》作者：温子衿.txt",
    "夸克盘链接": "https://pan.quark.cn/s/41b182dc7496"
  },
  {
    "文件名": "《被退婚后我嫁给了年代文大佬》作者：柠檬九【完结+番外】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/9cc7d357f09b"
  },
  {
    "文件名": "《被全宗门听到心声，我人设崩了》作者：渡紫.txt",
    "夸克盘链接": "https://pan.quark.cn/s/94aa18e1eb70"
  },
  {
    "文件名": "《被欺负的跑腿回国后变大佬了》作者：国凯不进风.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ac2b7b23ab6d"
  },
  {
    "文件名": "《被迫嫁给丑夫后》作者：林沁人.txt",
    "夸克盘链接": "https://pan.quark.cn/s/fb3b3fffd4f3"
  },
  {
    "文件名": "这个鬼王有点小作者：梦见蝶吖.txt",
    "夸克盘链接": "https://pan.quark.cn/s/9b3a53b9cfe3"
  },
  {
    "文件名": "在妖界深山开旅馆 作者：山川九泽.txt",
    "夸克盘链接": "https://pan.quark.cn/s/8fed039853c9"
  },
  {
    "文件名": "在逼疯病娇的边缘求生 作者：山药可爱多.txt",
    "夸克盘链接": "https://pan.quark.cn/s/50770fb54b76"
  },
  {
    "文件名": "与人外邪神组队之后.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ec9c3aaa00ba"
  },
  {
    "文件名": "有没有什么巨爽无比的爽文？.txt",
    "夸克盘链接": "https://pan.quark.cn/s/db67d79c9a36"
  },
  {
    "文件名": "异魔万能社 作者：黑发安妮.txt",
    "夸克盘链接": "https://pan.quark.cn/s/76837a443882"
  },
  {
    "文件名": "咬痕与情蛊01-橘色猫猫糖.txt",
    "夸克盘链接": "https://pan.quark.cn/s/8e674da02fd2"
  },
  {
    "文件名": "心火不灭.txt",
    "夸克盘链接": "https://pan.quark.cn/s/3777d93b3e17"
  },
  {
    "文件名": "邪灵秘录.txt",
    "夸克盘链接": "https://pan.quark.cn/s/85f11b6bc5f6"
  },
  {
    "文件名": "陷入热恋：在晚风中亲吻 右耳情话.txt",
    "夸克盘链接": "https://pan.quark.cn/s/1249459ebc7a"
  },
  {
    "文件名": "我那诡计多端的神by洛洛梨.txt",
    "夸克盘链接": "https://pan.quark.cn/s/f5ce5611da2b"
  },
  {
    "文件名": "我的师尊遍布修真界 作者：薄夭.txt",
    "夸克盘链接": "https://pan.quark.cn/s/df160d5ec8b3"
  },
  {
    "文件名": "完结《做纨绔[穿越]》作者：路归途.txt",
    "夸克盘链接": "https://pan.quark.cn/s/668c75c17bc0"
  },
  {
    "文件名": "完结《我在星际炼丹封神》作者：鱼之水.txt",
    "夸克盘链接": "https://pan.quark.cn/s/35f87523f988"
  },
  {
    "文件名": "完结《神嗣》作者：长毛橘.txt",
    "夸克盘链接": "https://pan.quark.cn/s/28931ff9187c"
  },
  {
    "文件名": "甜蜜爱恋：霸道总裁，太强势 作者：君几许.txt",
    "夸克盘链接": "https://pan.quark.cn/s/9b6ae74c8acc"
  },
  {
    "文件名": "他喜欢我好多年 作者：云朵吐司.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a1a709f79a59"
  },
  {
    "文件名": "世界又被万人迷干崩了[快穿]作者：苜黎黎.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ee049829dfc3"
  },
  {
    "文件名": "摄政王的小美人[重生] 作者：明月满枝.txt",
    "夸克盘链接": "https://pan.quark.cn/s/3998f0e022c7"
  },
  {
    "文件名": "上神的劫数就是我 作者：果冻嗷嗷嗷.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a9354b60115b"
  },
  {
    "文件名": "全能选手[电竞]作者：独慕修.txt",
    "夸克盘链接": "https://pan.quark.cn/s/1433338a8daf"
  },
  {
    "文件名": "农家喜当妈 作者：豆豆匠.txt",
    "夸克盘链接": "https://pan.quark.cn/s/9d84a2bbc901"
  },
  {
    "文件名": "可是我日了你啊_主攻by风栖云.txt",
    "夸克盘链接": "https://pan.quark.cn/s/4077c1bdeb94"
  },
  {
    "文件名": "和电竞大神同居后[电竞作者：不吃狐狸].txt",
    "夸克盘链接": "https://pan.quark.cn/s/c6206f4ce6e7"
  },
  {
    "文件名": "【种田】《被迫和死对头一起种田》作者：嫚嫚子【异世大陆 - 种田文 - 相爱相杀 - 萌宠】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/7fc28d700727"
  },
  {
    "文件名": "【长配】《紧急相爱计划》作者：迟小椰【双向暗恋 - 情有独钟 - HE - 娱乐圈】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/0cc97927c2a4"
  },
  {
    "文件名": "【长佩旧站】《总攻后宫收多了做不到雨露均沾》作者：jiongjiongyao【现代 - 中H - NP - 短篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/39d0c74b2253"
  },
  {
    "文件名": "【长佩旧站】《照棠惜花》作者：开落【古代 - 单性 - 荤素皆有 - 短篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/f6d5e4c927c9"
  },
  {
    "文件名": "【长佩旧站】《与卿岁岁与朝朝》作者：林萨【第一人称 - 甜宠 - 搞笑 - 微H - 短篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e34da6d9ae22"
  },
  {
    "文件名": "【长佩旧站】《谣言止于恋爱》作者：萧辰【现代 - 1V1 - 年下 - 甜文 - 荤素皆有 - 中篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/b335426fc227"
  },
  {
    "文件名": "【长佩旧站】《现代◆秦医生的特殊病患事件记录》作者：天道酬勤【第一人称 - 现代 - 微H - 短篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/6c7f012cf524"
  },
  {
    "文件名": "【长佩旧站】《我只是看你颜好》作者：竹叶奶【穿越 - 重生 - 古代 - HE - 荤素皆有 - 中篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/50f726d2e0c8"
  },
  {
    "文件名": "【长佩旧站】《我明明是攻啊》作者：372【第一人称 - 古代 - NP - 荤素皆有 - 短篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/275cf386579e"
  },
  {
    "文件名": "【长佩旧站】《我玷污了他们的白月光》作者：372【第一人称 - 现代 - NP - 荤素皆有 - 短篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/f3f8faaf3a38"
  },
  {
    "文件名": "【长佩旧站】《我笔下的海棠受穿到了我的世界》 作者：蓝瓶子【穿越 - 温馨 - 甜文 - 微H - 短篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/7e582119eb4b"
  },
  {
    "文件名": "【长佩旧站】《妄咎》作者：烟猫与酒【现代 - 荤素皆有 - 骨科 - 中篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/57417426f33e"
  },
  {
    "文件名": "【长佩旧站】《突然和发小结婚了》作者：白骨精【现代 - 小甜饼 - 微H - 短篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/905979b518b8"
  },
  {
    "文件名": "【长佩旧站】《突然发现我室友微博关注了禾野》作者：jiongjiongyao【现代 - 论坛体 - 甜文 - 微H - 短篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/18cfe31e4170"
  },
  {
    "文件名": "【长佩旧站】《岁月悠长，现正安》作者：云上椰子【现代 - 渣攻 - 微H - 短篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/f6fc4dce4eee"
  },
  {
    "文件名": "【长佩旧站】《强制来的妻》作者：云上椰子【现代 - 荤素皆有 - 短篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ee247924ae9c"
  },
  {
    "文件名": "【长佩旧站】《黏黏的追求法》作者：春日负暄【现代 - 甜文 - 校园 - 1v1 - 微H - 短篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c8de6864f3a5"
  },
  {
    "文件名": "【长佩旧站】《你在微博看到大乌龟就说到你这里来保温》作者：jiongjiongyao【现代 - NP - 中H - 短篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/f0cc5e094734"
  },
  {
    "文件名": "【长佩旧站】《你老公的腿断了》作者：许半仙【现代 - 微H - 小甜饼 - 短篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/2f99839f74c9"
  },
  {
    "文件名": "【长佩旧站】《你不知道》作者：芒果馅粽子【现代 - 天作之合 - 温馨 - HE - 1v1 - 荤素皆有 - 中篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/d31cdfa15412"
  },
  {
    "文件名": "【长佩旧站】《口欲》作者：阿喘【换攻 - 救赎向 - 治愈 - BDSM - 双向暗恋 - 1V1 - 荤素皆有 - 中篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/f5508fd6692d"
  },
  {
    "文件名": "【长佩旧站】《镜子里的你》作者：cacokele【未来现实 - 骨科 - 替身 - 3P - 荤素皆有 - 短篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/6f67fdb22dc3"
  },
  {
    "文件名": "【长佩旧站】《荒野之春》作者：blueky【现代 - 娱乐圈 - 反攻 - HE - 微H - 中篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/45a169ed15a9"
  },
  {
    "文件名": "【长佩旧站】《海妖他唱歌要命》作者：匿名青花鱼【主攻 - 第一人称 - 沙雕 - 小甜饼 - 荤素皆有 - 短篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/0e086eccb190"
  },
  {
    "文件名": "【长佩旧站】《关于我娘给我买了一位夫人这件小事》作者：有瓷【第一人称 - 古代 - NP - 荤素皆有 - 短篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/678d68088f18"
  },
  {
    "文件名": "【长佩旧站】《当猥琐得到凰文金手指》作者：谢仁煊【现代 - 三观不正 - NP - 荤素皆有 - 长篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/0c3d6824994e"
  },
  {
    "文件名": "【长佩旧站】《刺骨》作者：酸菜坛子【现代 - 1V1 - HE - 温馨 - 校园 - 微H - 微虐 - 中篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/77fc73d4ae90"
  },
  {
    "文件名": "【长佩旧站】《冰山日记》作者：没有鱼蛋【现代 - 荤素皆有 - 短篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/26838ae9cafe"
  },
  {
    "文件名": "【长佩旧站】《八年孤独》作者：没有鱼蛋【现代 - 竹马 - 破镜重圆 - 狗血 - 1v1 - 荤素皆有 - 中篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e1ef1f1828ef"
  },
  {
    "文件名": "【长佩】《纵横四海》作者：凌伊丶【ABO - 养成 - 年上 - 相爱相杀 - 破镜重圆 - HE】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/bf0367703a35"
  },
  {
    "文件名": "【长佩】《灼烧玫瑰》作者：阿阮有酒【HE - 假戏真做 - 甜文 - 金主情人】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e46d336a9902"
  },
  {
    "文件名": "【长佩】《重置年》作者：Llosa【甜宠 - HE - 包养 - 年上】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/17ad54d1f093"
  },
  {
    "文件名": "【长佩】《直上天堂》作者：阿列夫零【伪破镜重圆 - 双向暗恋 - 第一人称 - 狗血 - HE】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/345cea259ea9"
  },
  {
    "文件名": "【长佩】《这恋爱一定要谈吗》作者：松子茶【HE - 双向暗恋 - 酸甜 - 竹马】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/7a4faa74131d"
  },
  {
    "文件名": "【长佩】《湛蓝色》作者：小粟州【互攻 - HE - ABO - 双A - 伪GK - 双向 - 甜文】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ad1c49854d9e"
  },
  {
    "文件名": "【长佩】《渣点怎么了》作者：觉觉今天也想睡觉【ABO - 生子 - HE】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/71eeb79e5f44"
  },
  {
    "文件名": "【长佩】《暂借星火》作者：梦里長【酸涩拉扯 - 公路旅行 - 年上 - HE - 竹马竹马】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/7618fa49ae89"
  },
  {
    "文件名": "【长佩】《在下，冷酷总裁》作者：木三观【ABO - 1v1 - HE】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/852cd3069f08"
  },
  {
    "文件名": "【长佩】《樱笋年光》作者：夏小正【爱发电版 - 直掰弯 - 校园 - 攻追受 - 全员帅哥美女】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/b83f6185bd4c"
  },
  {
    "文件名": "【长佩】《意外亲密》作者：林光曦【甜宠 - 1V1 - 一点点年下 - 直掰弯 - 美人攻】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/fbb4c7e46299"
  },
  {
    "文件名": "【长佩】《异世荒岛求生记》作者：海鶄落【异世 - 幻想 - HE - 轻松】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/0ff341e6148c"
  },
  {
    "文件名": "【长佩】《一只小狗》作者：电子熊【HE - 年上 - 暗恋 - 小狗文学 - 受追攻 - 互宠 - 冷淡攻 - 温柔受】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/2a37152b35e0"
  },
  {
    "文件名": "【长佩】《一粒》作者：冷山就木【HE - 情投意合 - ABO】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/272aab4278b1"
  },
  {
    "文件名": "【长佩】《野蛮绅士》作者：木三观【现代 - 霸道总裁 - HE】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/67cd996609a2"
  },
  {
    "文件名": "【长佩】《信息素说你不单纯》作者：毛球球【ABO - 甜宠 - 搞笑 - HE】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/8dbfc7958405"
  },
  {
    "文件名": "【长佩】《小笨蛋联姻啦》作者：厄西西西【ABO - 甜宠 - HE】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e658068902bd"
  },
  {
    "文件名": "【长佩】《夏日长》作者：贺新郎【搞笑甜饼 - 轻松成长 - 欢喜冤家】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/f2573f9aa77c"
  },
  {
    "文件名": "【长佩】《误载不害真意》作者：鹤望兰【强强 - 破镜重圆 - 职业 - 相爱先杀 - 长篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/b276c9431c9b"
  },
  {
    "文件名": "【长佩】《五个渣攻为我醋炸天》作者：木三观【穿书 - 爽文 - 系统 - 快穿 - 万人迷 - 修罗场】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/862cf733cb87"
  },
  {
    "文件名": "【长佩】《无人区日落》作者：血河【年上 - 刑侦 - 强强 - HE - 救赎 - 现代 - 美强惨 - 追妻】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/59d406552e13"
  },
  {
    "文件名": "【长佩】《我自蓬莱》作者：郁都【年上 - HE - 仙侠 - 双向暗恋 - 强强 - 师徒】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/47bcbfacc395"
  },
  {
    "文件名": "【长佩】《我可能要被绿了》作者：枫桥婉【甜宠 - 搞笑 - 无厘头 - 小甜饼 - 情投意合】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/42fcb22f3a0c"
  },
  {
    "文件名": "【长佩】《我的老同学不可能这样》作者：掐指一算【暗恋成真 - 搞笑 - 娱乐圈 - HE】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/6c03ee524548"
  },
  {
    "文件名": "【长佩】《我把死对头养成了老公》作者：毛球球【甜宠 - 搞笑 - HE - 双向养成 - 团宠 - 群像】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/12d671a71027"
  },
  {
    "文件名": "【长佩】《温水鲸鱼》作者：以烟【病娇 - 救赎 - 治愈 - 甜宠 - 年上 - HE】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a86b7804dccb"
  },
  {
    "文件名": "【长佩】《同坠》作者：白芥子【现代 - 情投意合 - 天之骄子 - HE】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a85c704fe569"
  },
  {
    "文件名": "【长佩】《听见你说爱》作者：二师叔【全程高甜 - 钓系美人 - 年下小狗 - 甜宠 - HE】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/9eeb80fbe667"
  },
  {
    "文件名": "【长佩】《舔狗自由》作者：困崽【HE - 年下 - 体育生】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/df640810a937"
  },
  {
    "文件名": "【长佩】《甜了点》作者：犬升【暗恋成真 - 年上 - 甜宠 - HE】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a39e2b29031a"
  },
  {
    "文件名": "【长佩】《天生狂徒》作者：冰块儿【HE - 强强 - 推理 - 年下 - 甜宠 - 搞笑】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/7d88eb9ff874"
  },
  {
    "文件名": "【长佩】《天上的星星会说话》作者：三道【现代 - 青春 - 年上 - HE - 酸甜口】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/9b3e54682451"
  },
  {
    "文件名": "【长佩】《收心》作者：寒鸦【年下 - 先婚后爱 - HE - 狗血 - 美食 - 协议婚姻】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/6fb536b576e3"
  },
  {
    "文件名": "【长佩】《深巷有光》作者：潭石【年下 - 乐队 - 娱乐圈 换攻 - HE】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/1bfbd1407ab1"
  },
  {
    "文件名": "装Beta后我迎娶了顶A元帅 作者：六角雪.txt",
    "夸克盘链接": "https://pan.quark.cn/s/b47d059e183d"
  },
  {
    "文件名": "重生之学霸的回归 作者：陶格.txt",
    "夸克盘链接": "https://pan.quark.cn/s/b7f58fbb8d61"
  },
  {
    "文件名": "重生之安素的幸福生活 作者：重九千.txt",
    "夸克盘链接": "https://pan.quark.cn/s/6cec19283a7c"
  },
  {
    "文件名": "【长佩】《轻熟》作者：笼中月【ABO - 甜宠 - HE】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/5b99d155b8d6"
  },
  {
    "文件名": "【长佩】《青青草原爱情故事》作者：长笑歌【古代 - 宫廷 - HE - 攻装病】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/68b9907245e5"
  },
  {
    "文件名": "【长佩】《骑士病》作者：知我【校园 - HE - 轻松 - 美攻帅受】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/85245e51dbce"
  },
  {
    "文件名": "【长佩】《欺世盗命》作者：群青微尘【互受 - 仙侠 - 玄幻 - 欢喜冤家 - 相爱相杀】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/92a492fd67dc"
  },
  {
    "文件名": "【长佩】《炮灰攻の心，unlock！》作者：玻璃时针【第一人称 - ABO - 生子 - HE - 甜宠】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/8d209c54ca56"
  },
  {
    "文件名": "【长佩】《怕什么来什么》作者：麻匣【灵异 - 甜文 - 搞笑 - 强强 - HE】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/4144961dd52e"
  },
  {
    "文件名": "【长佩】《你只喜欢我的钱》作者：生姜太郎【现代 - 青春 - 情投意合 - 穷追不舍 - 甜宠 - HE】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c0aa8894c7af"
  },
  {
    "文件名": "【长佩】《你要对我负责》作者：迟小椰【甜宠 - 初恋 - 对头变情人 - 竹马】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/8b650cdb834b"
  },
  {
    "文件名": "【长佩】《你听我话》作者：笼中月【竹马竹马 - 酷哥受 - 围棋】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a0763bacbedf"
  },
  {
    "文件名": "【长佩】《你的香气》作者：娜可露露【校园 - 甜文 - 暗恋 - HE】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/65a33e7d81fb"
  },
  {
    "文件名": "【长佩】《你的毛儿借我薅一下》作者：霁桃【甜宠 - 小甜饼 - HE - 雪豹养海獭 - 年上】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/b0d470762728"
  },
  {
    "文件名": "【长佩】《南缘北路》作者：绯色分析【现代 - 破镜重圆 - 校园 - 职业】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/939f1c7ba5f0"
  },
  {
    "文件名": "【长佩】《男配》作者：丧心病狂的瓜皮【现代 - 替身 - 但没完全替身 - 破镜重圆 - HE】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/2b4e07106640"
  },
  {
    "文件名": "【长佩】《酩酊不觉》作者：梦里長【年下 - 甜文 - HE - ABO - EA - 保镖X少爷】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/86cf62dd3624"
  },
  {
    "文件名": "【长佩】《明日晴雨》作者：满楼招【HE - 甜宠 - 小甜饼 - 少女攻 - 暗恋】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/7e03e162a6a9"
  },
  {
    "文件名": "【长佩】《蜜色契约》作者：桃白百【甜宠 - 重生 - HE - 年下 - 包养 - 养小狗文学 - 伪替身 - 我替我自己】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ca7ed79c85f4"
  },
  {
    "文件名": "【长佩】《靡言》作者：回南雀【第一人称 - 现代 - HE - 民俗文化】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/04ff1e16482e"
  },
  {
    "文件名": "【长佩】《六分投》作者：芥菜糊糊【HE - 电竞 - ABO】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/5d89f9cf104e"
  },
  {
    "文件名": "【长佩】《流亡地罗曼史》作者：卡比丘【现代 - HE】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/13c6d6699866"
  },
  {
    "文件名": "【长佩】《流浪兔兔的日记》作者：宋昭昭【灵异 - 甜宠 - HE】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/6bff5e8bc32a"
  },
  {
    "文件名": "【长佩】《烈火行舟》作者：蘅楹【情投意合 - 强强 - 悬疑推理 - 朝堂之上 - 年上】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/337e8d5e7420"
  },
  {
    "文件名": "【长佩】《劣等爱情》作者：三厌【年上 - 甜宠 - HE - 腹黑心机攻 - 自卑敏感受 - 女装受】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/f263b97962a5"
  },
  {
    "文件名": "【长佩】《恋爱脑》作者：KLBB【情投意合 - 小甜饼 - 甜宠 - HE】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/9c101222a5fb"
  },
  {
    "文件名": "【长佩】《狼占鹊巢》作者：猛猪出闸【甜宠 - 脑洞 - 搞笑 - 沙雕 - HE】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ba8d9b49ed4c"
  },
  {
    "文件名": "【长佩】《蓝月光》作者：余酲【甜宠 - HE - 先婚后爱 - 失忆算狗血吗 - 校园 - 破镜重圆 - 酸甜 - 伪先婚后爱真破镜重圆】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/5bb2b5efcdb1"
  },
  {
    "文件名": "【长佩】《金刚不坏》作者：里伞【职场 - 年上 - 养成 - HE - 办公室恋爱 - 职业】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/984959ad475e"
  },
  {
    "文件名": "【长佩】《坏果》作者：春意夏【ABO - 酸甜 - 架空 - HE】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/bf8c06befdfe"
  },
  {
    "文件名": "【长佩】《黑曼巴陷阱》作者：困崽【现代 - 年下 - HE】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/31a84747e989"
  },
  {
    "文件名": "【长佩】《好哥哥你人设崩了》作者：迟小椰【甜宠 - HE - 天作之合 - 初恋 - 扮猪吃老虎 - 竹马 - 校园】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/574fbb421014"
  },
  {
    "文件名": "【长佩】《诡计多端的alpha》作者：林啸也【甜宠 - ABO - 破镜重圆 - 追妻火葬场 - 追夫火葬场 - 天作之合 - 先婚后爱】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a70e8bd727f5"
  },
  {
    "文件名": "【长佩】《跟竹马表白被拒后他真香了》作者：Newsome【现代 - HE - 甜宠 - 竹马竹马】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/b26901fb0085"
  },
  {
    "文件名": "【长佩】《哥哥教我》作者：桃白百【甜宠 - 直掰弯 - 酸甜 - 推拉】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e4116287bd0e"
  },
  {
    "文件名": "【长佩】《父皇驾崩前给朕娶的男妻》作者：长笑歌【古代 - 先婚后爱 - 攻扮猪吃老虎 - 年下攻 - HE】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/5705be80b2ac"
  },
  {
    "文件名": "【长佩】《风与山谷之间》作者：何缺【现代 - 穷攻 - 受追攻 - 互宠】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/1ae45f32a512"
  },
  {
    "文件名": "【长佩】《反养金丝雀》作者：盒家欢乐【HE - 天作之合 - 甜宠 - 年下 - 绿茶攻】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/74d4e1e78698"
  },
  {
    "文件名": "【长佩】《反向诱捕》作者：月上邮【全程高甜 - 诡计多端 - 都市童话 - 职场 - 死对头变情人 - HE】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/f7998ca3dde8"
  },
  {
    "文件名": "【长佩】《鳄鱼先生的春天》作者：王加菲【HE - 小甜饼 - 甜宠】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/59bdc1e876f6"
  },
  {
    "文件名": "【长佩】《多血质和抑郁质》作者：柏君【第一人称 - 酸甜 - 双向暗恋 - 破镜重圆 - 校园 - HE】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/b0e1f119f423"
  },
  {
    "文件名": "【长佩】《跌入温床》作者：栗子雪糕【酸甜 - 都市 - 强强 - HE - 年下两岁】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/8b7af8a0fdd8"
  },
  {
    "文件名": "【长佩】《低劣真心》作者：三厌【甜宠 - HE - 年上】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/d26dba95cafb"
  },
  {
    "文件名": "【长佩】《低冷系猫猫驯养指南》作者：别雀【年上 - 甜宠 - 搞笑 - 老男人 - 猫系】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e9086ff6e6f6"
  },
  {
    "文件名": "【长佩】《春生》作者：李书锦【年上 - HE - 攻有双重人格 - 微狗血 - 1V1 - 没有追妻火葬场 - 主人格是主角】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/1e0078514151"
  },
  {
    "文件名": "【长佩】《沉锚效应》作者：空菊【年下 - 1V1 - HE - 破镜重圆】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/59dc5a4db3af"
  },
  {
    "文件名": "【长佩】《超级可爱》作者：欢喜安年【甜宠 - 小甜饼 - HE - ABO】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a24781b813ca"
  },
  {
    "文件名": "【长佩】《藏于心》作者：李书锦【年上 - HE - 甜宠 - 青梅竹马 - 双向占有 - 爱与纵容】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/7ee2454a212a"
  },
  {
    "文件名": "【长佩】《不守O德》作者：冻柠红【ABO - HE - 情投意合】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/01e6fec6cf3c"
  },
  {
    "文件名": "【长佩】《不好意思，舔错人了》作者：满楼招【甜宠 - HE - 小甜饼 - 追妻火葬场 - 重生 - 舔狗 - 破镜重圆】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/8b24615e839b"
  },
  {
    "文件名": "【长佩】《不对付》作者：回南雀【第一人称 - HE - 死对头终成眷属系列 - 校园】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ddeb57508b1d"
  },
  {
    "文件名": "【长佩】《冰糖月光》作者：木三观【先婚后爱 - 甜宠 - 小甜饼】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/f3ea3632a966"
  },
  {
    "文件名": "【长佩】《别点火》作者：松子茶【狗血 - 破镜重圆 - HE - 追老婆有 - 但算不算火葬场不知道】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/31aa2bd98b13"
  },
  {
    "文件名": "【长佩】《本色》作者：白芥子【甜文 - 情敌变情人 - HE】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/2569bb31f9ea"
  },
  {
    "文件名": "【长佩】《被献给敌国疯批太子后》作者：禾小星【疯批攻 - 养成系 - 双向救赎、甜文 - 年上 - HE】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/25dfe168e395"
  },
  {
    "文件名": "【长佩】《被迫娶了阴鸷王爷后》作者：西流【主攻 - 甜宠 - 宫廷 - 权谋】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/b26dcc772025"
  },
  {
    "文件名": "【长佩】《暴殄天物》作者：十一月十四【长发美人攻 - 自1为是 - 体育生受 - 年上 - 甜宠 - HE】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/25aff721c616"
  },
  {
    "文件名": "【长佩】《宝贝》作者：小鱼同学【现代 - 小甜饼 - HE】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/647056d0d058"
  },
  {
    "文件名": "【长佩】《白鲸岛屿》作者：熊小小【ABO - 校园 - 先婚后爱】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/3524acbe7afa"
  },
  {
    "文件名": "【长佩】《暗癖》作者：绊倒铁盒【张力 - 强强 - 年下 - 1V1 - HE】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/1de161448e61"
  },
  {
    "文件名": "【长佩】《爱犬》作者：刘水水【ABO - 年下】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/0e48fcadd171"
  },
  {
    "文件名": "【长佩】《爱情短片》作者：钱塘路【现代 - 重修旧好 - HE】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/1427b201e666"
  },
  {
    "文件名": "【鲜网】《姻缘果报》作者：妖三【古代 - 宫廷江湖 - 生子 - 前世今生 - 微H - 中篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/487a92262e02"
  },
  {
    "文件名": "【鲜网】《一世倾情》作者：烟是【古代 - 宫廷江湖 - 强攻强受 - 荤素皆有 - 中篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/0cc3ffe4c235"
  },
  {
    "文件名": "【鲜网】《利用》作者：一只西瓜大又圆【现代 - 都市生活 - 腹黑 - 荤素皆有 - 短篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/1095c94c6fcb"
  },
  {
    "文件名": "【鲜网】《花意莫倾城》作者：妖三【古代 - 宫廷江湖 - 腹黑 - 轻松 - 荤素皆有 - 长篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/46e4862d39bd"
  },
  {
    "文件名": "【微博】《越轨》作者：池总渣【现代 - 狗血 - 年下 - 骨科 - 微H - 短篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/9960c9268cbe"
  },
  {
    "文件名": "【微博】《一见钟情》作者：白骨精【现代 - 荤素皆有 - 小甜饼 - 短篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/9b3a6917af5c"
  },
  {
    "文件名": "【微博】《一寸星》 作者：八千桂酒【现代 - 酸甜口 - 微H - 短篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/0c89c1078c11"
  },
  {
    "文件名": "【微博】《命运程序》作者：fox^^【现代 - 微H - 短篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a8af3e20b2ff"
  },
  {
    "文件名": "【微博】《禁果效应》作者：冷血无情毛毛腿【现代 - 伪强制 - 甜文 - 荤素皆有 - 短篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/aa2e630f7c10"
  },
  {
    "文件名": "【微博】《积淤》作者：池总渣【现代 - 狗血 - 微H - 短篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/9df5ffbefbee"
  },
  {
    "文件名": "【微博】《法外之地》作者：花卷【大纲文 - 荤素皆有 - 短篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/22d1817db8da"
  },
  {
    "文件名": "【微博】《辞木》作者：早牧人【灵异 - 荤素皆有 - 中篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/d478c6b3006e"
  },
  {
    "文件名": "【微博】《初恋赔付》作者：月半丁【大纲文 - 现代 - 微H - 中篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/36e2c9bf53c4"
  },
  {
    "文件名": "【长佩】《上将被伪菟丝花骗婚了》作者：冬咚【ABO - 先婚后爱 - 修罗场 - 1V1 - HE】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/2aa39e9690ce"
  },
  {
    "文件名": "【长佩】《杀人红尘中》作者：半缘修道【甜宠 - 年上 - 宫廷】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/58810d165578"
  },
  {
    "文件名": "【长佩】《囚笼》作者：刘水水【现代 - 年下 - HE】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/76419440961a"
  },
  {
    "文件名": "【长佩】《情蛊》作者：荷煜【疯批 - 下蛊 - HE - 第一人称 - 墙纸爱 - 年下】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/744bea2f6f0f"
  },
  {
    "文件名": "【推】【长佩】《最佳独占欲》作者：山有汐禾【年下 - 久别重逢 - 甜宠 - 小狼狗 - 哭包攻 - HE】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/092dfb7128b6"
  },
  {
    "文件名": "【推】【长佩】《总裁，干了这碗绿茶！》作者：水星搁浅【ABO - 沙雕 - 绿茶 - 总裁 - 甜宠 - 搞笑 - 小甜饼】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/f5e2775dc5fe"
  },
  {
    "文件名": "【推】【长佩】《自照》作者：浪山【娱乐圈 - 年上 - HE】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/b4da5dae296a"
  },
  {
    "文件名": "【推】【长佩】《自燃》作者：半糖果茶【现代 - 甜宠 - 双向暗恋 - 年上 - HE】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e77816e3ebf3"
  },
  {
    "文件名": "【推】【长佩】《专属深爱》作者：冰块儿【现代 - 甜宠 - 搞笑 - 娱乐圈 - 欢喜冤家 - 神仙爱情】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/2c2340174241"
  },
  {
    "文件名": "【推】【长佩】《住隔壁的漂亮大哥哥》作者：KLBB【现代 - 情投意合 - 甜宠 - HE】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/d7d52e4f1274"
  },
  {
    "文件名": "【推】【长佩】《主动招惹》作者：似川【甜宠 - 重生 - 小甜饼 - HE - 校园 - 年上 - 双向救赎】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/5004b47ca0ca"
  },
  {
    "文件名": "【推】【长佩】《茱丽叶塔》作者：蜜月【主攻 - 破镜重圆 - 青春 - 情有独钟 - 古典乐 - HE 】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/8019b7e56e56"
  },
  {
    "文件名": "【推】【长佩】《中蛊之后》作者：长烟【甜宠 - 搞笑 - 竹马 - 暗恋】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/1774fbf5cbbb"
  },
  {
    "文件名": "【推】【长佩】《招惹》作者：方浅【腹黑攻 - 酸甜 - 年上 - HE - 甜宠】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/be801b5d8469"
  },
  {
    "文件名": "【推】【长佩】《在河之洲》作者：盒家欢乐【现代 - HE - 天作之合 - 甜宠 - 因缘邂逅 - 甜文】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/f2f1bc1b075c"
  },
  {
    "文件名": "【推】【长佩】《诱敌深入》作者：聊复尔尔【电竞 - 甜宠 - HE - 破镜重圆 - 暗恋成真 - 年上 - 热血 - 爽文 - 强强】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/eb5a11d55096"
  },
  {
    "文件名": "【推】【长佩】《有言在先》作者：生姜太郎【ABO - 情投意合 - 破镜重圆 - 相爱相杀 - 双向暗恋】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/1a75ec086543"
  },
  {
    "文件名": "【推】【长佩】《有瑕》作者：吸猫成仙【现代 - 年下 - HE - 双向救赎 - 治愈】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/01f025144e83"
  },
  {
    "文件名": "【推】【长佩】《一诺一生》作者：桃千岁【甜宠 - HE - 娱乐圈 - 非典型性先婚后爱】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/dd504f121e5f"
  },
  {
    "文件名": "【推】【长佩】《一个平平无奇的霸道总裁》作者：江海轻舟【现代 - 脑洞 - 搞笑 - 轻松 - HE】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/5c1ae159661a"
  },
  {
    "文件名": "【推】【长佩】《咬钩》作者 ：阿阮有酒【现代- HE - 情有独钟 - 套路 - 双箭头】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/4fd035abde5c"
  },
  {
    "文件名": "【推】【长佩】《妖怪酒吧营业中》作者：春日夏禾【系列文② - 养成 - 年下 - 甜宠 - 灵异 - 强强】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/2ae982c8bc1e"
  },
  {
    "文件名": "【推】【长佩】《寻山》作者：顺颂商祺【小甜饼 - 甜宠 - 年上 - 情投意合 - HE - 年龄差 - 双向暗恋】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/1badbe5c09c7"
  },
  {
    "文件名": "【推】【长佩】《杏雨街》作者：李书锦【HE - 年上 - 小甜饼 - 温馨 - 甜文】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/5895d1856577"
  },
  {
    "文件名": "【推】【长佩】《信息素设陷》作者：靠靠【年上 - ABO - 娱乐圈】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/4b81935ac8a0"
  },
  {
    "文件名": "【推】【长佩】《协议结婚，重在参与》作者：毛球球【现代 - 甜宠 - 搞笑 - 先婚后爱】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/6c43c0f504b6"
  },
  {
    "文件名": "【推】【长佩】《校霸以为他穿书了》作者：伊川川【校园 - 甜饼 - 双初恋】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/3a60fc42cc8c"
  },
  {
    "文件名": "【推】【长佩】《小美人和他的前夫》作者：张大吉【小甜饼 - 竹马竹马 - HE - 情投意合 - 破镜重圆】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ee5a51530b0c"
  },
  {
    "文件名": "【推】【长佩】《小猫咪能有什么坏心思呢》作者：松子茶【甜宠 - HE - 天作之合 - 小甜饼 - 猫咪】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/2f1b4a6e7637"
  },
  {
    "文件名": "【推】【长佩】《小鲫鱼》作者：俗世欢【年上 - 小甜饼 - 甜宠 - HE】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/aeddfabac788"
  },
  {
    "文件名": "【推】【长佩】《小跟班》作者：KLBB【换攻 - 小甜饼 - 情投意合 - 1v1 - HE】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/6ab7989f4b6e"
  },
  {
    "文件名": "【推】【长佩】《相爱恨早》作者：半月半蕉【甜宠 - 小甜饼 - 破镜重圆 - HE - 年上 - 天降 - 竹马】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/bb397d6545c2"
  },
  {
    "文件名": "【推】【长佩】《仙君饲养指南》作者：小狐狸菌【甜宠 - 重生 - HE - 轻松 - 搞笑 - 仙侠】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/6e1360f0d6d3"
  },
  {
    "文件名": "【推】【长佩】《下饭菜》作者：芥菜糊糊【搞笑 - 小甜饼 - HE - 甜宠 - 自我攻略文学】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/9d7416df4b08"
  },
  {
    "文件名": "【推】【长佩】《我真没有引诱他》作者：毛球球【现代 - 甜宠 - 搞笑 - HE】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/acdb1570d339"
  },
  {
    "文件名": "【推】【长佩】《我们之间》作者：何暮楚【现代 - HE - 年下 - 狗姐】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/641aa6ae69e2"
  },
  {
    "文件名": "【推】【长佩】《我们不是情敌吗》作者：梦里長【HE - 强强 - 情敌变情人 - 非第一人称 - 甜文 - 职业】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c21322065dee"
  },
  {
    "文件名": "【推】【长佩】《我和门面相看两厌》作者：芥菜糊糊【年上 - 搞笑 - 娱乐圈 - 相爱相杀 - 欢喜冤家】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/00aaefe52014"
  },
  {
    "文件名": "【推】【长佩】《我不读圣贤书》作者：三道【补车版 - 古代- NP - 修罗场 - HE - 狗血】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/02de8d1a400a"
  },
  {
    "文件名": "【推】【长佩】《我把暗恋的人拉黑之后》作者：古今【现代 - 小甜饼】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/3440fef4154c"
  },
  {
    "文件名": "【推】【长佩】《吻我》作者：无虞【甜宠 - 校园 - HE - 破镜重圆 - 竹马竹马 - 年上】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/9f61bc49517c"
  },
  {
    "文件名": "【推】【长佩】《网恋被骗八套数学卷》作者：Brass【校园 - 甜宠 - HE - 欢喜冤家 - 天作之合】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/8589736620e2"
  },
  {
    "文件名": "【推】【长佩】《偷个月亮》作者：桃白百【现代 - 酸甜 - 暗恋 - 竹马 - 直掰弯 - 甜宠】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/944f0d4ed559"
  },
  {
    "文件名": "【推】【长佩】《童养媳》作者：因之【ABO - 双A - 竹马竹马 - 双向暗恋 - 酸甜口 - HE】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/63e7cd8cb7e3"
  },
  {
    "文件名": "【推】【长佩】《桃子美人》作者：李书锦【HE - 年上 - 小甜饼 - 甜宠 - 温馨】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/d138fcc0955d"
  },
  {
    "文件名": "【推】【长佩】《谈婚论嫁》作者：笼中月【ABO - 人妻受 - 毒舌攻】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a6f7ca1556d4"
  },
  {
    "文件名": "【推】【长佩】《他是一个透明人》作者：三道【狗血 - NP - 修罗场 - HE】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/09521b325330"
  },
  {
    "文件名": "【推】【长佩】《他的猫》作者：贰两肉【现代 - 甜宠 -HE - 架空】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/9f1eb285443c"
  },
  {
    "文件名": "【推】【长佩】《岁岁平安》作者：无穷山色【重生 - 小甜饼 - 1v1 - HE】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/b8eb329465b5"
  },
  {
    "文件名": "【推】【长佩】《死亡倒计时》作者：潇城【HE - 治愈 - 沙雕 - 反转 - 甜饼但不完全甜】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/85a479204326"
  },
  {
    "文件名": "【推】【长佩】《双杀》作者：娜可露露【热血 - 年下 - HE - 电竞 - 欢喜冤家 - 强强】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/1e27b46a3fe0"
  },
  {
    "文件名": "【推】【长佩】《收好你的犬齿》作者：往生烟【ABO - 年下 - AO - 白切黑 - 坏男人受 - 下犯上 - 攻追受】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/6318b9e8b12b"
  },
  {
    "文件名": "【推】【长佩】《试探游戏》作者：绯色分析【ABO - 双A - 娱乐圈 - 欢喜冤家 - 年下 - 互宠】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c8051f235834"
  },
  {
    "文件名": "【推】【长佩】《谁在凌晨用豆浆机》作者：不执灯【强强 - 年下 - 爽文 - HE】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a55071881ca9"
  },
  {
    "文件名": "【推】【长佩】《上头》作者：Seven柳【互攻 - 强强 - 甜文 - HE】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/3fc65ac4c5b9"
  },
  {
    "文件名": "【推】【长佩】《丧病小区保卫战》作者：海鶄落【末世 - HE - 丧尸 - 轻松】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/0bde480b811b"
  },
  {
    "文件名": "【推】【长佩】《如岳临渊》作者：姬末【古代 - 年上 - HE - 强强 - 权谋】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/561713415fb3"
  },
  {
    "文件名": "【推】【长佩】《如见雪来》作者：杨溯【强强 - 竹马竹马 - 系统 - 重生 - 玄幻 - HE】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/0e79d7baf57c"
  },
  {
    "文件名": "【推】【长佩】《人妻受的春天》作者：李书锦【HE - 年上 - 甜宠 - 小甜饼】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/da190cd06ec2"
  },
  {
    "文件名": "【推】【长佩】《热带公路》作者：林子律【双向暗恋 - 年上 - HE】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c90d24b87276"
  },
  {
    "文件名": "【推】【长佩】《渠清如许》作者：清明谷雨【古代 - 酸甜口 - 推拉 - 先婚后爱 - 轻狗血 - 追妻但非火葬场 - HE - 强强】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/51fbe7491172"
  },
  {
    "文件名": "【推】【长佩】《青玉案》作者：其颜灼灼【相爱相杀 - 强强 - 年上 - HE - 情投意合 - 美人攻】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/8b3343ad8ffc"
  },
  {
    "文件名": "【推】【长佩】《寝室文学》作者：二团书生【现代 - 掉马 - 甜宠 - 文学】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/9dd520b11a9d"
  },
  {
    "文件名": "【推】【长佩】《强人所难》作者：生姜太郎【情投意合 - HE - ABO - 小甜饼 - 双向暗恋】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/7a261b64ae88"
  },
  {
    "文件名": "【推】【长佩】《千杯》作者：静安路1号【现代 - 轻小说 - 年上】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/23729f6a47f8"
  },
  {
    "文件名": "【推】【长佩】《偏要勉强》作者：迟小椰【HE - 甜宠 - 破镜重圆 - 年下 - 娱乐圈】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/63cb2ad2dd06"
  },
  {
    "文件名": "【推】【长佩】《溺宠》作者：三厌【破镜重圆 - 强制爱 - 年下 - 甜宠 - HE】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/519e475e53ac"
  },
  {
    "文件名": "【推】【长佩】《你行不行啊》作者：三月桃胡【现代 - 甜宠 - 年下 - 爱情冤种】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/50da25646521"
  },
  {
    "文件名": "【推】【长佩】《你我之名》作者：娜可露露【电竞 - 年下 - 强强 - 历史第一C成长史 - 攻追受 - 竹马变天降 - 热血励志 - 青春蜕变 - HE】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/7900a2b61393"
  },
  {
    "文件名": "【推】【长佩】《你什么态度》作者：刘水水【现代 - 年下 - 单向暗恋 - 为爱做0】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/65ae17dbd060"
  },
  {
    "文件名": "【推】【长佩】《你克制一点》作者：松子茶【小甜饼 - 甜宠 - 暗恋成真 - 一见钟情 - 年下】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c65318a7826b"
  },
  {
    "文件名": "【推】【长佩】《难缠》作者：刘水水【现代 - 都市 - 年下 - HE】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/f4db4f8e2274"
  },
  {
    "文件名": "【推】【长佩】《男友猛A，古代穿过来的》作者：广木非青【年下 - 绿茶攻 - ABO - AB - 搞笑 - 甜宠 - HE - 娱乐圈 - 直掰弯 - 年下养成 - 前世今生】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/35bee76d7e7d"
  },
  {
    "文件名": "【推】【长佩】《男德Alpha》作者：小兔童话书【甜宠 - HE - ABO - 生子 - 小甜饼】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ca8a7e9dfdce"
  },
  {
    "文件名": "【推】【长佩】《缅北原始雨林》作者：扇葵【现代 - 冒险 - 轻松 - 治愈 - 温馨】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/77f898d0da06"
  },
  {
    "文件名": "【推】【长佩】《梦幻岛》作者：凉容【ABO - 虚拟现实 - 相爱相杀 - 强强】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/12ec2eef3986"
  },
  {
    "文件名": "【推】【长佩】《美强惨影帝长了一对兔子耳朵》作者：东哑巴【娱乐圈 - 破镜重圆 - 情有独钟 - ABO - HE - 狗血 - 酸甜 - 双向救赎】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a8f890d1ac4b"
  },
  {
    "文件名": "【推】【长佩】《猫冬》作者：清明谷雨【酸甜口 - 掉马 - 误会 - 久别重逢 - 攻宠受】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/cb8372d77706"
  },
  {
    "文件名": "【推】【长佩】《茫茫》作者：顺颂商祺【现代 - 情投意合 - HE】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e003d06ace13"
  },
  {
    "文件名": "【推】【长佩】《灵魂声噪》作者：梦里長【ABO - 双A - 强强 - 年下 - HE】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/b61a716986c8"
  },
  {
    "文件名": "【推】【长佩】《梁临好烦》作者：你爸爸【主攻 - 第一人称 - 竹马竹马 - HE - 甜文 - 成长】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/2ffc77513388"
  },
  {
    "文件名": "【推】【长佩】《空白罪状》作者：空菊【1V1 - HE - 强强 - 推理 - 破案 - 法庭辩论 - 受不知道自己是受】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/d13d76ea185b"
  },
  {
    "文件名": "【推】【长佩】《刻板印象》作者：长不出青苔【甜宠 - HE - ABO - 温柔攻 - 治愈 - 傲娇受 - 先婚后爱 - 年上】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/b583cd27e472"
  },
  {
    "文件名": "【微博】《潮湿》作者：春日负暄【现代 - 小甜饼 - 荤素皆有 - 短篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/3282c0af1da9"
  },
  {
    "文件名": "【微博】《玻璃丝袜》作者：冉尔【民国 - ABO - 破镜重圆 - 中H - 中篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/cda0c2776bbd"
  },
  {
    "文件名": "【微博】《白山县怎么还没上热搜》 作者：扶他柠檬茶【现代 - 虐文 - 微H - 中篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/53311f2d652f"
  },
  {
    "文件名": "【推】【长佩】《作里作气》作者：觉觉今天也想睡觉【一点强制 - HE - 甜宠 - 年上 - 作精受 - 爹系攻】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/366b333d4d10"
  },
  {
    "文件名": "【推】【长佩】《假正经》作者：桃白百【甜宠 - 小甜饼 - 搞笑】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/7fbe4c18a8c3"
  },
  {
    "文件名": "【推】【长佩】《假性费洛蒙》作者：水星搁浅【甜宠 - 强强 - ABO - 年下 - 总裁 - 爱豆 - 可能稍微有点点虐】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/f9d39f3ed8f5"
  },
  {
    "文件名": "【推】【长佩】《寄余生》作者：盛星斗【古代 - 玄幻 - 甜虐 - HE】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/f9cc0d510946"
  },
  {
    "文件名": "【推】【长佩】《祭品来敲门》作者：陈早【灵异 - HE - 反差 - 强强 - 甜宠】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/09cac340db55"
  },
  {
    "文件名": "【推】【长佩】《纪律准则》作者：顾言、【HE - 破镜重圆 - 强强 - 情投意合】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/96a3d0327c7c"
  },
  {
    "文件名": "【推】【长佩】《欢迎登录锁妖塔》作者：春日夏禾【系列文① - 甜宠 - 搞笑 - 无限流 - HE - 恐怖 - 修仙 - 逗逼 - 欢脱】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e384aed6ebad"
  },
  {
    "文件名": "【推】【长佩】《坏小孩》作者：熊小小【HE - 搞笑 - 破镜重圆 - 校园 - 甜宠 - 沙雕】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e212e2c122a2"
  },
  {
    "文件名": "【推】【长佩】《哄我》作者：白鹿【现代 - 甜宠 - 金主文学 - 经典推拉】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/bf77a9425181"
  },
  {
    "文件名": "【推】【长佩】《黑心老板会允许秘书恋爱吗》作者：二蛋【ABO - 爽文 - 搞笑 - 小甜饼】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/3a1b211beb36"
  },
  {
    "文件名": "【推】【长佩】《和喜欢的人一起隔离了》作者：半月半蕉【小甜饼 - 甜宠 - HE - 第一人称 - 情投意合 - 双向暗恋】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c4866c7642c0"
  },
  {
    "文件名": "【推】【长佩】《过期弟弟》作者：相与步于中庭【HE - ABO - 疯批 - 狗血 - 甜宠 - 双向救赎】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/0a658f39537b"
  },
  {
    "文件名": "【推】【长佩】《贵族男校》作者：郑九煞【狗血 - 校园 - 万人迷 - HE - 多攻】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/d3cf100a6e67"
  },
  {
    "文件名": "【推】【长佩】《光斑》作者：冷山就木【现代 - 强制爱 - 哭包受 - 竹马 - HE】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/7ec6e100ddbd"
  },
  {
    "文件名": "【推】【长佩】《怪物妈妈》作者：程序媛【架空 - 惊悚 - 悬疑 - 甜宠 - HE】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/81c743d8bd74"
  },
  {
    "文件名": "【推】【长佩】《隔壁小孩又趴窗台看我》作者：失效的止疼药【HE - 小甜饼 - 校园 - 日常 - 暗恋】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a201abd05778"
  },
  {
    "文件名": "【推】【长佩】《扶鸾》作者：白芥子【修真 - 重生 - 狗血 - 天作之合 - HE】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/3cc2c33d0d9b"
  },
  {
    "文件名": "【推】【长佩】《废太子为何那样》作者：玻璃时针【甜宠 - HE - 幻想】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/afe2fbcc30b5"
  },
  {
    "文件名": "【推】【长佩】《飞云之上》作者：林光曦【现代 - 破镜重圆 - 暗恋 - HE - 不算刑侦文专注搞对象】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/f372e19e44df"
  },
  {
    "文件名": "【推】【长佩】《反向设陷》作者：柒零叁【破镜重圆 - 情有独钟 - 双向奔赴 - 年上 - 甜宠 - HE】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/10d83f9d01ec"
  },
  {
    "文件名": "【推】【长佩】《翻开男德第一页》作者：木三观【星际 - 架空 - HE】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/db157e1bffa9"
  },
  {
    "文件名": "【推】【长佩】《顶端优势》作者：空菊【赛博朋克 - 1V1 - HE - 强强 - 年下】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/3c26032ef1c0"
  },
  {
    "文件名": "【推】【长佩】《电子竞技存在一见钟情吗？》作者： 路嘻法【主攻 - 甜宠 - 情投意合 - 双向暗恋 - HE - 电竞】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/61e53c4a91be"
  },
  {
    "文件名": "【推】【长佩】《倒霉版封寝日记》作者：不执灯【强强 - HE - 爽文 - 死对头】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/aa37c2534694"
  },
  {
    "文件名": "【推】【长佩】《单身病》作者：空菊【1V1 - HE - 甜文 - 日常】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e66388e58af3"
  },
  {
    "文件名": "【推】【长佩】《此路不通》作者：反舌鸟【ABO - 现代 - HE】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/90f8d15cc6df"
  },
  {
    "文件名": "【推】【长佩】《春潮夏至》作者：林光曦【现代 - PAO友变真爱 - 年下 - 换攻 - 甜宠 - 互宠】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/fde68f24fe00"
  },
  {
    "文件名": "【推】【长佩】《除是偷尝》作者：扇葵【古代 - 甜宠 - 轻松 - 小甜饼】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/3f345d5589bc"
  },
  {
    "文件名": "【推】【长佩】《初恋未遂》作者：钱塘路【现代 - HE】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/71eabf8e4448"
  },
  {
    "文件名": "【推】【长佩】《冲上云霄》作者：麻酱烧饼【甜宠 - 年下 - 升级流 - 情投意合 - HE】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/0d110a9110c5"
  },
  {
    "文件名": "【推】【长佩】《成为乐高小兔》作者：卡比丘【现代 - 酸甜口 - HE】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/fddab0b8fa9e"
  },
  {
    "文件名": "【推】【长佩】《彩虹瓶子》作者：一个米饼【现代 - 娱乐圈 - 小甜饼】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/28dd2dab38dd"
  },
  {
    "文件名": "【推】【长佩】《不琢》作者：羽毛儿飞【甜宠 - 年上 - 轮椅受 - 浪子回头 - 情投意合】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/cd91e47a9456"
  },
  {
    "文件名": "【推】【长佩】《不为人知》作者：三道【年下 - 狗血 - HE】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/d96f778f08fa"
  },
  {
    "文件名": "【推】【长佩】《不沉沦》作者：觉觉今天也想睡觉【HE - 渣受 - 狗血 - 万人迷 - 强制爱】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/59ee9c6da710"
  },
  {
    "文件名": "【推】【长佩】《别跟他玩》作者：银飞壳【校园 - HE - 搞笑 - 狗血 - 甜虐】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/b58f0761c1e9"
  },
  {
    "文件名": "【推】【长佩】《被爱氧化的人》作者：绯色分析【ABO - 先婚后爱 - 替身 - 职业】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/cad828f044ce"
  },
  {
    "文件名": "【推】【长佩】《半途》作者：四面风【现代 - 治愈 - 成人 - 1V1 - HE】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c118ace88da4"
  },
  {
    "文件名": "【推】【长佩】《白天鹅和他的心机老公》作者：张大吉【现代 - 小甜饼 - HE】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/bd53f5a09e02"
  },
  {
    "文件名": "【推】【长佩】《爱意心烧》作者：三厌【ABO - 强制爱 - 年下 - 狗血 - HE】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/1f02dd37bb6c"
  },
  {
    "文件名": "【推】【长佩】《cos0》作者：图南鲸【HE - 强强 - 先婚后爱 - 年下】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c1b8a5d36ea0"
  },
  {
    "文件名": "【推】【长佩】《30分男友》作者：柏君【第一人称 - 甜宠 - HE - 小甜饼】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/57d5ffbef848"
  },
  {
    "文件名": "【推】【长佩】《21世纪不需要天师》作者：落回【灵异 - 年上 - 甜宠 - 前世今生 - 不恐怖】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/b6437a8bae82"
  },
  {
    "文件名": "【推】【微博】《三心不二意》作者：木兮娘【都市情缘 - 爱情战争 - 现代架空 - 荤素皆有 - NP】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/801a631d1cfb"
  },
  {
    "文件名": "【推】【微博】《恶意狩猎》作者：池总渣【现代 - 狗血】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/f45d37d313b8"
  },
  {
    "文件名": "【推】【微博】《顶级掠食者》作者：水千丞【现代 - 狗血 - ABO】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/25fae1e889f4"
  },
  {
    "文件名": "【推】【灵异】《病弱男配被邪祟缠上了》作者：顾之君【灵异神怪 - 娱乐圈 - 甜文 - 穿书】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/b8228d88783e"
  },
  {
    "文件名": "【推】【寒武纪年】《重生之金主养成计划》作者：今日元旦【重生 - 青春校园 - 豪门霸总 - 甜宠 - 欢脱搞笑】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/f6baa0107d24"
  },
  {
    "文件名": "【推】【寒武纪年】《招蜂》作者：无水不渡【人外 - 生子 - 异世幻想 - 萌宝 - 甜宠】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/5ec9d9b6f6d2"
  },
  {
    "文件名": "【推】【寒武纪年】《和狗血文里的反派结婚了》作者：花青鸾【醋王 - 先婚后爱 - HE - 甜宠】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/7eff66f7a550"
  },
  {
    "文件名": "【推】【寒武纪年】《当娇气包穿进恐怖直播》作者：柠檬茄子【无限流 - 异世幻想 - 甜宠】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/664f9fd1b16f"
  },
  {
    "文件名": "【推】【韩国】《语义错误》作者： J.soori【韩国 - 校园 - 甜文 - 有肉】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/8b2643aa5113"
  },
  {
    "文件名": "【推】【豆腐】《潘多拉的魔盒》作者：蓝淋【相关文 - 现代 - 甜宠】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/74d16bd56edb"
  },
  {
    "文件名": "【棠】《短篇》作者：陆迎止【合集 - 中H - 短篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ab467d7f53b9"
  },
  {
    "文件名": "【书耽】《朕是一个莫得感情的杀手》作者：祎祎【书耽 - 古代 - 1V1 - HE】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/887b3650dc6d"
  },
  {
    "文件名": "【书耽】《来生不见》作者：天袭【书耽 - 现代 -重生 - 虐文 - 盛世美颜】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/9f33cf31f838"
  },
  {
    "文件名": "【书耽】《卷王影帝拒绝当白莲炮灰》作者：北冥有雁【现代 - 甜文 - 爽文 - HE】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/2f65ea329d38"
  },
  {
    "文件名": "【青梨】《夺权失败后小少爷总想逃》作者：清秋西楼.txt",
    "夸克盘链接": "https://pan.quark.cn/s/db611076c5cc"
  },
  {
    "文件名": "【强推】【长佩】《我不可能喜欢他》作者：陈隐【甜文 - 甜宠 - 年下 - 强强 - HE - 体育】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/5ef9283b9abb"
  },
  {
    "文件名": "【黑花】你掉的是哪朵花by：除了超龄一无所有.txt",
    "夸克盘链接": "https://pan.quark.cn/s/0dd7da3b7932"
  },
  {
    "文件名": "【合集】《凌辱双性美人合集》作者：秃头小老太【合集 - 双性 - 高H - 短篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a1f628099b9d"
  },
  {
    "文件名": "【好剧优推】《我凭什么要亲你》作者：苏甫白.txt",
    "夸克盘链接": "https://pan.quark.cn/s/220afc8a603a"
  },
  {
    "文件名": "【寒武纪年】《只要我摆得够烂你就渣不了我》作者：山楂片【穿越重生 - 豪门霸总 - 欢脱搞笑 - 娱乐圈 - 逆袭苏爽】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/258463f9a64f"
  },
  {
    "文件名": "【hjyt】新宠 作者：是今.txt",
    "夸克盘链接": "https://pan.quark.cn/s/0149eab4d80c"
  },
  {
    "文件名": "《重生之未来会更好》作者：暖日里的开水.txt",
    "夸克盘链接": "https://pan.quark.cn/s/d5dbe4efa573"
  },
  {
    "文件名": "《重生之美人事君（H）》by小梅花（完结1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/6274bcea0949"
  },
  {
    "文件名": "《重生之爱渣成病》.txt",
    "夸克盘链接": "https://pan.quark.cn/s/3da9c41158ac"
  },
  {
    "文件名": "《重生皇后一睁眼，虐死渣夫夺江山》作者：凤点江山.txt",
    "夸克盘链接": "https://pan.quark.cn/s/7a662ebe30f4"
  },
  {
    "文件名": "《张扬温柔》by朽木不可雕（完结1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/794bde123175"
  },
  {
    "文件名": "《早点睡觉》作者：关尼尼.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c5dd8eb97b05"
  },
  {
    "文件名": "《沙雕室友总在撩我》作者：苏芒.txt",
    "夸克盘链接": "https://pan.quark.cn/s/f2de643c0d84"
  },
  {
    "文件名": "《漂亮反派是万人迷》作者：空悬.txt",
    "夸克盘链接": "https://pan.quark.cn/s/4afc814a6b7a"
  },
  {
    "文件名": "《非惯性依赖》作者：西荧星.txt",
    "夸克盘链接": "https://pan.quark.cn/s/5c005fde78ea"
  },
  {
    "文件名": "《督主，好巧》作者：七杯酒.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e1c7f7ac1df5"
  },
  {
    "文件名": "《穿越八五：从摆摊卖水果开始》作者：斜杏.txt",
    "夸克盘链接": "https://pan.quark.cn/s/51b44b9a096f"
  },
  {
    "文件名": "《穿成虐文主的后妈》作者：桃栀萤萤.txt",
    "夸克盘链接": "https://pan.quark.cn/s/71afef807520"
  },
  {
    "文件名": "《【咒回乙】可怜的五条一边带孩子一边寻找那个抛弃了他们父子俩的坏人》by云开（完结1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/6a6bfadee877"
  },
  {
    "文件名": "【推】【长佩】《看走眼》作者：三上樽【富攻穷受 - 高冷攻长 - 发美人受 - 欢喜冤家 - 自1为是 - 搞笑 - 甜饼 - 1v1 - HE】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/91a87d2e885c"
  },
  {
    "文件名": "【推】【长佩】《居心不净》作者：池总渣【古代 - 架空 - 强强】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/3726c0293f70"
  },
  {
    "文件名": "【推】【长佩】《禁止失联》作者：顾言丶【HE - 情投意合 - 甜宠】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c24d22f4c862"
  },
  {
    "文件名": "【推】【长佩】《金丝雀失忆后》作者：罐装月亮【小甜饼 - HE - 剧情 - 甜宠】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/0fb1dbbd8faa"
  },
  {
    "文件名": "【推】【长佩】《见鬼先生》作者：有酒【灵异 - 年上 - HE - 竹马 - 治愈 - 成长】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e7d4365dbfd3"
  },
  {
    "文件名": "【推】【晋江】《装傻和眼盲反派联姻后》作者：惗肆【豪门世家 - 打脸 - 甜文 - 穿书】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/076352321336"
  },
  {
    "文件名": "【推】【晋江】《装绿茶招惹豪门大佬后我红了》作者：时念【都市情缘 - 豪门世家 - 娱乐圈 - 甜文】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/528974a2a982"
  },
  {
    "文件名": "【推】【晋江】《主角攻为什么用这种眼神看我》作者：公子于歌【主攻 - 破镜重圆 - 娱乐圈 - 爽文】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/4c3460ede88f"
  },
  {
    "文件名": "【推】【晋江】《重生之宿敌》作者：蜀客【情有独钟 - 仙侠修真 - 重生 - 相爱相杀】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/6412b23ea2cc"
  },
  {
    "文件名": "【推】【晋江】《重生之科技兴国》作者：寻香踪【重生 - 打脸 - 爽文 - 年代文】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/0f0bd4f8ec87"
  },
  {
    "文件名": "【推】【晋江】《重生娶了对照组做夫郎》作者：岛里天下【主攻 - 种田文 - 重生 - 美食 - 甜文】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/bcc60e1cd199"
  },
  {
    "文件名": "【推】【晋江】《重生成仙尊的掌中啾》作者：一丛音【情有独钟 - 仙侠修真 - 重生】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/4e99a9a1bcd5"
  },
  {
    "文件名": "【推】【晋江】《重度迷恋》作者：艳归康【情有独钟 - 制服情缘 - 甜文 - 校园】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ba970f925194"
  },
  {
    "文件名": "【推】【晋江】《至死方休》作者：月色白如墨【都市情缘 - 豪门世家 - 娱乐圈 - 相爱相杀 - 狗血 - HE】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/5289d7362f11"
  },
  {
    "文件名": "【推】【晋江】《只有我一只大橘不会修仙》作者：浩然天风【主攻 - 穿越时空 - 仙侠修真 - 甜文】 .txt",
    "夸克盘链接": "https://pan.quark.cn/s/dc2146422294"
  },
  {
    "文件名": "【推】【晋江】《只好让主角爱我了》作者：西十危【打脸 - 快穿 - 逆袭】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/490690b484e0"
  },
  {
    "文件名": "【推】【晋江】《职业情敌》作者：颂尔【年下 - 都市情缘 - 娱乐圈 - 现代架空】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c075e3899f13"
  },
  {
    "文件名": "【推】【晋江】《拯救悲情反派进行时！》作者：碉堡堡【主攻 - 穿越时空 - 打脸 - 系统 - 快穿】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/80e113b897dd"
  },
  {
    "文件名": "【推】【晋江】《真少爷靠拆家苟出甜宠剧本》作者：月下明泊【宫廷侯爵 - 甜文 - 穿书 - 爽文】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c1de92c37a78"
  },
  {
    "文件名": "【推】【晋江】《真结婚了不骗你》作者：溯流回川【娱乐圈 - 婚恋 - 甜文】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/07f8d2bea9ac"
  },
  {
    "文件名": "【推】【晋江】《掌上弃珠》作者：东施娘【幻想空间 - 情有独钟 - 天之骄子 - 现代架空】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/cf35b924f4ac"
  },
  {
    "文件名": "【推】【晋江】《粘人精恋爱指南》作者：不吃姜的胖子【豪门世家 - 婚恋 - 甜文 - 穿书】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/443e0a726ea9"
  },
  {
    "文件名": "【推】【晋江】《渣攻失忆后替身跑路了》作者：棠不苦【豪门世家 - 破镜重圆 - 天之骄子】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/725d761af6fc"
  },
  {
    "文件名": "【推】【晋江】《渣攻，我和你白月光好着呢》作者：客柞【幻想空间 - 娱乐圈 - 甜文 - 穿书】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e7c085b33a6b"
  },
  {
    "文件名": "【推】【晋江】《怎么还不哄我》作者：墨西柯【系列文② - 情有独钟 - 破镜重圆 - 娱乐圈 - 甜文】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/1e9bba1f41e4"
  },
  {
    "文件名": "【推】【晋江】《在竹马的书包里发现了姨妈巾怎么办？》作者：柒神【双性 - 生子 - 青梅竹马 - 甜文 - 爽文】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/7ebe7f0d4309"
  },
  {
    "文件名": "【推】【晋江】《在求生综艺招惹前任他叔》作者：痴嗔本真【娱乐圈 - 打脸 - 甜文 - 穿书】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/686b634b7f6d"
  },
  {
    "文件名": "【推】【晋江】《在玛丽苏文里考大学》作者：奶茶全糖少冰【豪门世家 - 甜文 - 穿书 - 爽文】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/2e6053327bfe"
  },
  {
    "文件名": "【推】【晋江】《在顶级Alpha怀里撒个娇》作者：水清音【ABO - 幻想空间 - 豪门世家 - 情有独钟 - 甜文】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/50266c32088a"
  },
  {
    "文件名": "【推】【晋江】《在app圈错账号以后》作者：糯糯啊【都市情缘 - 天作之合 - 甜文 - 网红】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/6dbb4f9d3e25"
  },
  {
    "文件名": "【推】【晋江】《崽他爸还活着怎么办？》作者：鬼半京【生子 - 甜文 - 未来架空 - 爽文】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e3cee937f744"
  },
  {
    "文件名": "【推】【晋江】《越界》作者：几京【都市情缘 - 情有独钟 - 因缘邂逅 - 甜文】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/f58aa4785505"
  },
  {
    "文件名": "【推】【晋江】《游戏皇帝觉醒后》作者：浮白曲【强强 - 宫廷侯爵 - 宫斗 - 甜文】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/bba70e759d11"
  },
  {
    "文件名": "【推】【晋江】《影帝的娇气小哥儿》作者：好个湫【生子 - 娱乐圈 - 古穿今 - 甜文】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/5cabe278e7e1"
  },
  {
    "文件名": "【推】【晋江】《樱桃大佬他又甜又软》作者：言笙笙【灵异神怪 - 欢喜冤家 - 甜文】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/182895f411ff"
  },
  {
    "文件名": "【推】【晋江】《引爆热搜之后》作者：七寸汤包【情有独钟 - 娱乐圈 - 甜文】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/0880479cb818"
  },
  {
    "文件名": "【推】【晋江】《银河第一可爱》作者：春风遥【情有独钟 - 星际 - 系统 - 爽文】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/dbb693917165"
  },
  {
    "文件名": "【推】【晋江】《阴鸷太子的小人参精》作者：云初棠【天作之合 - 甜文 - 穿书 - 爽文】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/b0e5837c6f83"
  },
  {
    "文件名": "【推】【晋江】《阴阳渡》作者：梦溪石【强强 - 灵异神怪 - 传奇 - 都市异闻】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/317bdab3ed76"
  },
  {
    "文件名": "【推】【晋江】《因为是哑巴所以用实力说话》作者：乔柚【幻想空间 - 情有独钟 - 甜文 - 校园】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/19dcc562f1c1"
  },
  {
    "文件名": "【推】【晋江】《意外和敌国太子有了崽崽后》作者：若兰之华【强强 - 生子 - 宫廷侯爵 - 甜文】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/34829a580995"
  },
  {
    "文件名": "【推】【晋江】《遗物整理师》作者：迪克羊仔【年上 - 三教九流 - 成长】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/41489c6ca253"
  },
  {
    "文件名": "【推】【晋江】《一碗小甜汤》作者：寒菽【情有独钟 - 天作之合 - 甜文】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/23c1a974039b"
  },
  {
    "文件名": "【推】【晋江】《一觉醒来和霸总O领证了》作者：慕思月【年下 - 幻想空间 - 天作之合 - 甜文】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/6178145c4333"
  },
  {
    "文件名": "【推】【晋江】《一个寝室4个0》作者：尹人欢【现代 - 强强 - 都市情缘 - 情有独钟 - 欢喜冤家】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e3206b3234a8"
  },
  {
    "文件名": "【推】【晋江】《一不小心成为妖界大嫂》作者：一把杀猪刀【灵异神怪 - 情有独钟 - 甜文】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/f06eb6499bd5"
  },
  {
    "文件名": "【推】【晋江】《叶秘书又说我坏话》作者：莫心伤【都市情缘 - 欢喜冤家 - 恋爱合约 - 甜文】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/b583cd1ce7ed"
  },
  {
    "文件名": "【推】【晋江】《做龙傲天未婚妻的那些年》作者：大鸭头【情有独钟 - 甜文 - 穿书 - 爽文】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a29f51e389aa"
  },
  {
    "文件名": "【推】【晋江】《最强Alpha重生后》作者：像野【主攻 - ABO - 幻想空间 - 重生】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/3a359382e189"
  },
  {
    "文件名": "【推】【晋江】《总裁好像很喜欢我》作者：起筝【都市情缘 - 情有独钟 - 因缘邂逅 - 甜文】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/fa5954eccdc4"
  },
  {
    "文件名": "【推】【晋江】《演苦情受的我拿了作精剧本》作者：宴不知【豪门世家 - 情有独钟 - 天作之合 - 穿书】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/b49177e58a34"
  },
  {
    "文件名": "【推】【晋江】《延时初恋》作者：杳杳一言【ABO - 情有独钟 - 边缘恋歌 - 破镜重圆 - 甜文】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/24fc5de4891d"
  },
  {
    "文件名": "【推】【晋江】《学渣同桌不需要安慰》作者：龙柒【甜文 - 成长 - 校园】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/2896a59e6850"
  },
  {
    "文件名": "【推】【晋江】《薛定谔爱情》作者：傅云见【强强 - 青梅竹马 - 甜文 - 校园】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/0335891ff67e"
  },
  {
    "文件名": "【推】【晋江】《悬日》作者：稚楚【现代 - 都市情缘 - 情有独钟 - 破镜重圆】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/3f80653d13e0"
  },
  {
    "文件名": "【推】【晋江】《玄学大师又在努力分手》作者：醉又何妨【强强 - 灵异神怪 - 爽文 - 玄学】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c0ea21ad4f9e"
  },
  {
    "文件名": "【推】【晋江】《雄狮大联盟》作者：九流书生【幻想空间 - 情有独钟 - 甜文 - 萌宠】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/8a68de056ae2"
  },
  {
    "文件名": "【推】【晋江】《行云流水》作者：乌龙煮雪【强强 - 灵异神怪 - 江湖恩怨 - 情有独钟】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/de206e7a8203"
  },
  {
    "文件名": "【推】【晋江】《心弦之间》作者：林与珊【都市情缘 - 天作之合 - 年上 - 甜文】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/40d5e27ee82b"
  },
  {
    "文件名": "【推】【晋江】《心如死灰后他们后悔了》作者：Alohomora【豪门世家 - 天之骄子 - 娱乐圈 - 打脸】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/7e8d4c9914dd"
  },
  {
    "文件名": "【推】【晋江】《心机受穿成天真美人后》作者：挽轻裳【宫廷侯爵 - 甜文 - 穿书 - 爽文】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/d5433d2303a1"
  },
  {
    "文件名": "【推】【晋江】《心机美人总在钓我》作者：猫界第一噜【年下 - 情有独钟 - 恋爱合约 - 天作之合】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/1bef441efba4"
  },
  {
    "文件名": "【推】【晋江】《协议结婚后上恋爱综艺了》作者：了酌衣去【豪门世家 - 娱乐圈 - 甜文 - 穿书】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c1b546c0f7fc"
  },
  {
    "文件名": "【推】【晋江】《校草室友他不对劲》作者：长野蔓蔓【情有独钟 - 天作之合 - 甜文 - 校园】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/b0d9f43b258c"
  },
  {
    "文件名": "【推】【晋江】《小崽崽找上来了》作者：云劫【情有独钟 - 天之骄子 - 星际 - 萌宠】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e20d8075e740"
  },
  {
    "文件名": "【推】【晋江】《小血族天天想吃饱》作者：红心K【情有独钟 - 欢喜冤家 - 天作之合 - 血族】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/1539ba29217b"
  },
  {
    "文件名": "【推】【晋江】《小甜心吃饱了吗》作者：纷纷和光【宫廷侯爵 - 情有独钟 - 甜文】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/bdd7afb65922"
  },
  {
    "文件名": "【推】【晋江】《小鲨鱼不想努力了》作者：纸折月【星际 - 甜文 - 未来架空 - 萌宠】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/034d670b4960"
  },
  {
    "文件名": "【推】【晋江】《小日子》作者：何书【都市情缘 - 情有独钟 - 婚恋 - 现代架空】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/5497dca49369"
  },
  {
    "文件名": "【推】【晋江】《小人鱼他超乖》作者：采采来了【灵异神怪 - 甜文 - 校园 - 萌宠】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/b41f49a1cc94"
  },
  {
    "文件名": "【推】【晋江】《小猫咪养护指南》 作者：闻声有无【幻想空间 - 甜文 - 爽文 - 直播】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e9e6dfae6e2f"
  },
  {
    "文件名": "【推】【晋江】《小娇妻怀的崽去哪了？》作者：八月中林【主攻 - 甜文 - 现代架空 - 穿书 - 校园】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a4fef2bc62c7"
  },
  {
    "文件名": "【推】【晋江】《小海豹是糯米糍呀！》作者：SJ姣儿【重生 - 甜文 - 穿书 - 萌宠】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/7fb00ba64c45"
  },
  {
    "文件名": "【推】【晋江】《小疯子装乖指南》作者：李温酒【强强 - 情有独钟 - 重生 - 商战】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/f57ffa64bb5e"
  },
  {
    "文件名": "【推】【晋江】《向阳》作者：冻感超人【现代 - 都市情缘】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/6bae14ed94e2"
  },
  {
    "文件名": "【推】【晋江】《向导不哭》作者：晒豆酱【哨兵向导 - 破镜重圆 - 青梅竹马 - 末世 - 未来架空】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/9cae70c392b8"
  },
  {
    "文件名": "【推】【晋江】《献给上将的凤凰羽》作者：砂糖西瓜【强强 - 幻想空间 - 情有独钟 - 星际】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/4ea0d75007b4"
  },
  {
    "文件名": "【推】【晋江】《咸鱼小丧尸》作者：芷衣【灵异神怪 - 无限流 - 系统】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/200225928486"
  },
  {
    "文件名": "【推】【晋江】《咸鱼替嫁后》作者：老大白猫【穿越时空 - 种田文 - 美食 - 甜文】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ea101feee981"
  },
  {
    "文件名": "【推】【晋江】《咸鱼结婚》作者：承越【都市情缘 - 恋爱合约 - 天作之合 - 甜文】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/1e0088981431"
  },
  {
    "文件名": "【推】【晋江】《咸鱼暗卫掉马后》作者：我选择猫车【宫廷侯爵 - 情有独钟 - 甜文 - 穿书】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c4ad4f0f2b7d"
  },
  {
    "文件名": "【推】【晋江】《仙尊为何在颤抖？》作者：宴夜鲤【强强 - 甜文 - 穿书 - 爽文】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e1e764d4c0f0"
  },
  {
    "文件名": "【推】【晋江】《仙尊怀了魔君的崽》作者：若星若辰【生子 - 情有独钟 - 仙侠修真 - 甜文】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/1e517135ef8c"
  },
  {
    "文件名": "【推】【晋江】《系统哭着跪求我成神！》作者：黑猫睨睨【重生 - 系统 - 甜文 - 爽文】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/f44a439a099f"
  },
  {
    "文件名": "【推】【晋江】《戏精假少爷手握团宠剧本》作者：火里秃毛鸡【豪门世家 - 重生 - 打脸 - 甜文】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/26b796e9c9ac"
  },
  {
    "文件名": "【推】【晋江】《我自深渊来》作者：木兮娘【情有独钟 - 甜文 - 悬疑推理】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/6743f803c343"
  },
  {
    "文件名": "【推】【晋江】《我怎么可能喜欢他》作者：墨西柯【系列文① - 强强 - 竞技 - 相爱相杀 - 校园】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/270de4a9b7e9"
  },
  {
    "文件名": "【推】【晋江】《我在神仙区整活的日子》作者：薄荷貓【强强 - 灵异神怪 - 爽文】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/9db7e676d68b"
  },
  {
    "文件名": "【推】【晋江】《我在古代开商场》作者：夜半灯花【穿越时空 - 种田文 - 美食 - 爽文】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/6e19118967e9"
  },
  {
    "文件名": "【推】【晋江】《我在古代当公主》作者：金戈万里【宫廷侯爵 - 穿越时空 - 青梅竹马 - 甜文】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ad6dead288be"
  },
  {
    "文件名": "【推】【晋江】《我在狗血文里走事业线》作者：青竹叶【系统 - 快穿 - 穿书 - 爽文】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/12521fa48518"
  },
  {
    "文件名": "【推】【晋江】《我又弄崩了校园怪谈》作者：榆鱼【强强 - 灵异神怪 - 恐怖 - 无限流】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/77ab903d23c0"
  },
  {
    "文件名": "【推】【晋江】《我有一个多宝阁》作者：龙柒【无限流 - 幻想空间 - 游戏网游 - 励志人生】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/f03f0880ddfe"
  },
  {
    "文件名": "【推】【晋江】《我喜欢你时我不红》作者：壶鱼辣椒【情有独钟 - 娱乐圈 - 励志人生 - 甜文】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/41ec10a8f755"
  },
  {
    "文件名": "【推】【晋江】《我投喂了深情偏执邪神》作者：月兔捣药【灵异神怪 - 情有独钟 - 无限流 - 爽文】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/268fb73a7c1f"
  },
  {
    "文件名": "【推】【晋江】《我手握外挂，豪横！》作者：云上歌【打脸 - 快穿 - 穿书 - 爽文】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/43be6dcdb5f5"
  },
  {
    "文件名": "【推】【晋江】《我室友超香的》作者：拉棉花糖的兔子【系列文② - 美食 - 东方玄幻 - 校园】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/88ae3b7e97f9"
  },
  {
    "文件名": "【推】【晋江】《我捧的小明星是真大佬》作者：朝江烬【豪门世家 - 娱乐圈 - 甜文 - 穿书】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c2d21b1ba7a8"
  },
  {
    "文件名": "【推】【晋江】《我能怎么办,我又不是人》作者：绯色世家【强强 - 系统 - 快穿 - 穿书】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/9b225bfa8e92"
  },
  {
    "文件名": "【推】【晋江】《我们这里不准刷脸》作者：不如睡【情有独钟 - 快穿 - 逆袭】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/fcbe69c407f1"
  },
  {
    "文件名": "【推】【晋江】《我没钓但影帝真香了》作者：祝辞酒【强强 - 娱乐圈 - 甜文 - 穿书】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/97b333ba8eb1"
  },
  {
    "文件名": "【推】【晋江】《我靠美食综艺全网爆红》作者：观海【美食 - 系统 - 穿书】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/44d83b6c0416"
  },
  {
    "文件名": "【推】【晋江】《我扛起自己的CP大旗后》作者：空星【娱乐圈 - 现代 - 甜文】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/06606d14767c"
  },
  {
    "文件名": "【推】【晋江】《我家保镖资产过亿》作者：混元三喜【情有独钟 - 重生 - 甜文 - 爽文】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/37008501f772"
  },
  {
    "文件名": "【推】【晋江】《我诡计多端的人类男友》作者：楚寒衣青【主攻 - 幻想空间 - 灵异神怪 - 情有独钟 - 甜文】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/28e58fdc868a"
  },
  {
    "文件名": "【推】【晋江】《妖怪报恩是要以身相许的》作者：堂堂海棠【灵异神怪 - 破镜重圆 - 甜文 - 爽文】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/43d54f2130cb"
  },
  {
    "文件名": "【推】【晋江】《养狼为患》作者：青端【年下 - 宫廷侯爵 - 情有独钟 - 穿书】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/312f797bc2ac"
  },
  {
    "文件名": "【推】【晋江】《养鲲日常》作者：羽萌【强强 - 随身空间 - 甜文 - 萌宠】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/582cb5563488"
  },
  {
    "文件名": "【推】【晋江】《我的老婆是反派鲛皇》作者：长乐思央【主攻 - 生子 - 灵异神怪 - 甜文 - 穿书】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/25d1b40aef5e"
  },
  {
    "文件名": "【推】【晋江】《我的核心代码由你的心跳编写》作者：张无声【强强 - 科幻 - 甜文 -HE】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/093e25db3b3c"
  },
  {
    "文件名": "【推】【晋江】《我成了好兄弟的舅妈》作者：向远飞【灵魂转换 - 豪门世家 - 甜文 - 都市异闻】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/d6b0d2b6247d"
  },
  {
    "文件名": "【推】【晋江】《我不可怜》作者：宴不知【幻想空间 - 情有独钟 - 系统 - 快穿】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a4ace9ce5fc2"
  },
  {
    "文件名": "【推】【晋江】《我被男主的白月光看上了》作者： 一节藕【甜文 - 穿书 - 爽文 - 逆袭】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/80725fc5871d"
  },
  {
    "文件名": "【推】【晋江】《我，沙雕受，谈恋爱》作者：朴左右【 情有独钟 - 甜文 - 快穿 - 穿书】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/bed0f4f75311"
  },
  {
    "文件名": "【推】【晋江】《温掌门的糟糠师弟回来了》作者：云霄YX【强强 - 近水楼台 - 青梅竹马 - 仙侠修真】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/39aa57ec2be2"
  },
  {
    "文件名": "【推】【晋江】《网恋渣了星际元帅后我跑路了》 作者：稚棠【破镜重圆 - 穿越时空 - 游戏网游 - 甜文】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ae727e0b3785"
  },
  {
    "文件名": "【推】【晋江】《万人嫌替身重生了》作者：夕朝南歌【重生 - 打脸 - 甜文 - 校园】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/94c690d65b24"
  },
  {
    "文件名": "【推】【晋江】《万人迷生存法则》作者：翻云袖【穿书 - 穿越时空】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/dbd8ffee3cc2"
  },
  {
    "文件名": "【推】【晋江】《晚星晚星》作者：翡冷萃【狗血 - 年上 - 代嫁梗 - 1v1 - HE - 情有独钟】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/b5cb21dc6c3b"
  },
  {
    "文件名": "【推】【晋江】《外科医生穿成民国小可怜》作者：大河自西【强强 - 天作之合 - 业界精英 - 爽文】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ec086af2d1b6"
  },
  {
    "文件名": "【推】【晋江】《吞金受娇养指南》作者：焚梦煮酒【豪门世家 - 情有独钟 - 欢喜冤家 - 穿书】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ac717516d8f4"
  },
  {
    "文件名": "【推】【晋江】《听说你要辜负我》作者：不如睡【慢穿 - 情有独钟 - 前世今生 - 系统】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/02a51db068ee"
  },
  {
    "文件名": "【推】【晋江】《听说恋爱会让人变美？》作者：一节藕【天作之合 - 甜文 - 校园】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/00f89eb52b3a"
  },
  {
    "文件名": "【推】【晋江】《甜头》作者：咿芽【情有独钟 - 欢喜冤家 - 甜文】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/9ad2a7b6b9c8"
  },
  {
    "文件名": "【推】【晋江】《天意风流》作者：月神的野鬼【古代 - 强强 - 情有独钟 - 青梅竹马 - 史诗奇幻】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c021071c1830"
  },
  {
    "文件名": "【推】【晋江】《唐大侠写了一千篇原耽》作者：绯瑟【强强 - 江湖恩怨 - 三教九流 - 古代幻想】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/3c619538f360"
  },
  {
    "文件名": "【推】【晋江】《他一定爱惨了我！》作者：二月竹【娱乐圈 - 重生 - 甜文 - 成长】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/b35b8aa32fe5"
  },
  {
    "文件名": "【推】【晋江】《他说我又软又乖》作者：织墨【豪门世家 - 情有独钟 - 天作之合 - 甜文】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/24ce87837743"
  },
  {
    "文件名": "【推】【晋江】《他们不是人！》作者：恰到好处【灵异神怪 - 无限流 - 爽文】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/0aa8a3b1e60f"
  },
  {
    "文件名": "【推】【晋江】《他的白月光竟然是我》作者：一枚纽扣【都市情缘 - 情有独钟 - 娱乐圈 - 甜文】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/b1501d1d7055"
  },
  {
    "文件名": "【推】【晋江】《宋玉章》作者：冻感超人【豪门世家 - 三教九流 - 民国旧影】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/cd3f8ab70120"
  },
  {
    "文件名": "【推】【晋江】《饲蛟》作者：上灵【灵异神怪 - 情有独钟 - 因缘邂逅 - 甜文】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/246033ffcc6d"
  },
  {
    "文件名": "【推】【晋江】《说好的不炒CP呢！》作者：七寸汤包【娱乐圈 - 打脸 - 甜文 - 爽文】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/8b812d8619cc"
  },
  {
    "文件名": "【推】【晋江】《双O互换人生了！》作者：宴夜鲤【豪门世家 - 星际 - 励志人生 - 甜文】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/016fa60038fd"
  },
  {
    "文件名": "【推】【晋江】《室友是只垂耳兔》作者：咿芽【幻想空间 - 欢喜冤家 - 甜文 - 校园】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/2d70f5ef55e2"
  },
  {
    "文件名": "【推】【晋江】《时空管理局发老攻啦》作者：海毓秀【主攻 - 灵魂转换 - 情有独钟 - 星际 - 甜文】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ac0ba1b0bc26"
  },
  {
    "文件名": "【推】【晋江】《师尊能不能攻一次》作者：青色羽翼【主攻 - 强强 - 情有独钟 - 穿书 - 爽文】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/9e26554529cd"
  },
  {
    "文件名": "【推】【晋江】《失忆后和沈先生隐婚了》作者：黑川则【情有独钟 - 甜文 - 现代架空】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/0bbe5d27168c"
  },
  {
    "文件名": "【推】【晋江】《身为队长，必须高冷》作者：芝芝猫猫【电竞 - 竞技 - 游戏网游 - 甜文 - 直播】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/06336b93bfb4"
  },
  {
    "文件名": "【推】【晋江】《谁颠倒了攻受》作者：十七场风【都市情缘 - 情有独钟 - 欢喜冤家 - 娱乐圈】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c7969549e51a"
  },
  {
    "文件名": "【推】【晋江】《社恐替嫁豪门后》作者：忘书【豪门世家 - 甜文 - 穿书 - 爽文】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/2b4d7b10114f"
  },
  {
    "文件名": "【推】【晋江】《哨兵不乖》作者：晒豆酱【兄弟篇 - 哨兵向导 - 爱情战争 - 末世 - 相爱相杀 - 未来架空】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/b13f580e87b8"
  },
  {
    "文件名": "【推】【晋江】《山海宠物医院》作者：李哩哩【幻想空间 - 灵异神怪 - 爽文 - 萌宠】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/6275ccef1fdc"
  },
  {
    "文件名": "【推】【晋江】《傻了吧，爷会变身！》作者：打僵尸【末世 - 无限流 - 萌宠】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/0c0c32646448"
  },
  {
    "文件名": "【推】【晋江】《沙雕仙穿成悲情炮灰》作者：勺棠【豪门世家 - 甜文 - 穿书 - 爽文】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/b1004c59c4c8"
  },
  {
    "文件名": "【推】【晋江】《沙雕炮灰他太抠了》作者：陈五野【天作之合 - 娱乐圈 - 甜文 - 穿书】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/2b7a73db30a4"
  },
  {
    "文件名": "【推】【晋江】《沙雕18线养邪神后爆红》作者：小欠有点咸【灵异神怪 - 娱乐圈 - 穿书 - 爽文】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e81234bcb1f2"
  },
  {
    "文件名": "【推】【晋江】《入睡困难症》作者：一碗月光【年下 - 都市情缘 - 天作之合】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/3af5a5687a14"
  },
  {
    "文件名": "【推】【晋江】《人鱼文偏执反派翻车了》作者：弃脂焚椒【强强 - 年下 - 星际 - 穿书】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e76b34ad5075"
  },
  {
    "文件名": "【推】【晋江】《人鱼恶礁》作者：天堂放逐者【强强 - 悬疑推理 - 异想天开 - 大冒险】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/b4533bc601c0"
  },
  {
    "文件名": "【推】【晋江】《人设崩塌后我c位出道了》作者：七栖酱【穿越 - 娱乐圈 - 打脸 - 现代架空 - 爽文】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/df2280118917"
  },
  {
    "文件名": "【推】【晋江】《人偶笔记》作者：道长单飞【主攻 - 穿越时空 - 甜文 - 穿书 - 爽文】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/732d25d6714b"
  },
  {
    "文件名": "【推】【晋江】《人类幼崽废土苟活攻略》作者：秃子小贰【幻想空间 - 青梅竹马 - 末世 - 未来架空 - 哨向】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/7460443dfea8"
  },
  {
    "文件名": "【推】【晋江】《人间无魂》作者：如雷灌耳【灵异神怪 - 天作之合 - 无限流 - 古代幻想】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/7f48c19af18c"
  },
  {
    "文件名": "【推】【晋江】《然而男主爱反派》作者：橙子雨【强强 - 情有独钟 - 欢喜冤家 - 系统】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/93dcbf77008b"
  },
  {
    "文件名": "【推】【晋江】《全娱乐圈都在磕我和前男友的CP》作者：苏芒【破镜重圆 - 娱乐圈 - 甜文 - 爽文】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/453078466fa8"
  },
  {
    "文件名": "【推】【晋江】《全息游戏里的万人迷npc》作者：苏怀荒【强强 - 游戏网游 - 甜文 - 爽文】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c40252930368"
  },
  {
    "文件名": "【推】【晋江】《全师门都知道你俩在隐婚》作者：红口白牙【狗血 - 年下 - 情有独钟 - 天作之合 - 仙侠修真】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/f05b8062a230"
  },
  {
    "文件名": "【推】【晋江】《全球追更》作者：昼眠梦君【强强 - 快穿 - 爽文 - 基建】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/103141043eb1"
  },
  {
    "文件名": "【推】【晋江】《全能中单》作者：蝶之灵【电竞 - ABO - 强强 - 游戏网游 - 甜文 - 爽文】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/20cd9bc7ecc1"
  },
  {
    "文件名": "【推】【晋江】《求生倒计时》作者：木兮娘【情有独钟 - 甜文 - 朝堂之上 - 古代幻想】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/f61cb751f095"
  },
  {
    "文件名": "【推】【晋江】《蜻蜓》作者：苹果树树树【因缘邂逅 - 情有独钟 - 怅然若失 - 甜文】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ec0c5fb68edb"
  },
  {
    "文件名": "【推】【晋江】《清冷美人变成小奶猫后》作者：最爱梅子酒【豪门世家 - 穿越时空 - 甜文 - 萌宠】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/46fd87c8cdd9"
  },
  {
    "文件名": "【推】【晋江】《强宠》作者：墨水芯【第五部 - 强强 - 打脸 - 甜文 - 快穿】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/afdc9246d68f"
  },
  {
    "文件名": "【推】【晋江】《千里江陵》作者：秦小羊【情有独钟 - 破镜重圆 - 竞技 - 甜文】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/788b8ad96fdd"
  },
  {
    "文件名": "【推】【晋江】《七天后重新恋爱》作者：张无声【强强 - 情有独钟 - 甜文 - 现代架空】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/aa037e20f0ec"
  },
  {
    "文件名": "【推】【晋江】《炮灰美人拒绝降智》作者：丹锦【强强 - 都市情缘 - 豪门世家 - 甜文】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/7df7292125f2"
  },
  {
    "文件名": "【推】【晋江】《炮灰倒进我怀里后》作者：成翎【主攻 - 穿越时空 - 系统 - 快穿 - 爽文】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/0363fe96bfc4"
  },
  {
    "文件名": "【推】【晋江】《偶然相爱》作者：羲和清零【都市情缘 - 情有独钟 - 欢喜冤家 - 成长】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/3b30e6f9f01f"
  },
  {
    "文件名": "【推】【晋江】《年代文里做学霸》作者：谢千钧【随身空间 - 种田文 - 穿书 - 年代文】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/4447c8c3247e"
  },
  {
    "文件名": "【推】【晋江】《你最好是》作者：一枚纽扣【情有独钟 - 天作之合 - 甜文 - 校园】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/63a204634075"
  },
  {
    "文件名": "【推】【晋江】《你能不能别想了》作者：吕天逸【生子 - 幻想空间 - 星际 - 甜文】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/76cdfc713789"
  },
  {
    "文件名": "【推】【晋江】《你们男生打游戏好厉害哦~》 作者：易修罗【游戏网游 - 网红 - 直播 - 甜文】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/dcede76641c2"
  },
  {
    "文件名": "【推】【晋江】《你看起来真的好甜》作者：勺棠【幻想空间 - 情有独钟 - 娱乐圈 - 甜文】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/466614a1e50f"
  },
  {
    "文件名": "【推】【晋江】《你就是馋我的兔子！》作者：红杉林【都市情缘 - 情有独钟 - 娱乐圈 - 甜文】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/946204d831fc"
  },
  {
    "文件名": "【推】【晋江】《我的崽崽们不可能都是大佬》作者：采采来了【情有独钟 - 异能 - 末世 - 甜文】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/6d77f705f8e2"
  },
  {
    "文件名": "【推】【晋江】《我的冤种竹马》作者：林知落【现代 - 青春 - 甜文】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/59948e92d023"
  },
  {
    "文件名": "【推】【晋江】《我的牌位成了古玩大佬的掌心宝》作者：橘猫果果【灵异神怪 - 业界精英 - 甜文】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/67a0e4a8398b"
  },
  {
    "文件名": "【推】【晋江】《魔头战败后多了个孩子》作者：归鸿落雪【强强 - 生子 - 仙侠修真 - 相爱相杀】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/40fea63b88a4"
  },
  {
    "文件名": "【推】【晋江】《磨刀不误砍菜弓》作者：林风早【电竞 - 强强 - 穿越时空 - 游戏网游 - 爽文】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/f6dc388f8b59"
  },
  {
    "文件名": "【推】【晋江】《命不久矣》作者：墨西柯【强强 - 灵异神怪 - 娱乐圈 - 甜文 】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/4a99e3df34f1"
  },
  {
    "文件名": "【推】【晋江】《民国之文娱大亨》作者：云依石【强强 - 情有独钟 - 民国旧影 - 种田文】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/f537e6a66ef1"
  },
  {
    "文件名": "【推】【晋江】《民国公子穿成咸鱼假少爷》作者：苏流云【豪门世家 - 情有独钟 -娱乐圈 - 甜文】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/d1bf3c4a3d0a"
  },
  {
    "文件名": "【推】【晋江】《美人挑灯看剑》作者：吾九殿【强强 - 天作之合 - 仙侠修真 - 重生】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/f3b71dee6e20"
  },
  {
    "文件名": "【推】【晋江】《每天都在醋自己》作者：越浪【欢喜冤家 - 系统 - 快穿 - 爽文】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/7a7bf6a4019e"
  },
  {
    "文件名": "【推】【晋江】《每次暗杀仙君都失败》作者：闪灵【强强 - 情有独钟 -穿越时空 - 穿书】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a69d8d6f1b59"
  },
  {
    "文件名": "【推】【晋江】《冒牌男神》作者：莫里_【花季雨季 - 甜文 - 成长 - 校园】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/2194a319fd34"
  },
  {
    "文件名": "【推】【晋江】《毛球饲养守则》 作者：无边客【天作之合 - 甜文 - 未来架空 - 萌宠】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/6509db680f24"
  },
  {
    "文件名": "【推】【晋江】《猫想报恩真的好难》作者：青鸟临星【豪门世家 - 天作之合 - 甜文 - 萌宠】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/1151747aecc2"
  },
  {
    "文件名": "【推】【晋江】《猫为你操碎了心》作者：木兰竹【幻想空间 - 甜文 - 穿书 - 萌宠】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/254c1b092be0"
  },
  {
    "文件名": "【推】【晋江】《猫的遗产》作者：画眉郎【萌宠 - 幻想空间 - 网红 - 直播】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/7271f5d07559"
  },
  {
    "文件名": "【推】【晋江】《满级大佬掀棺后》作者：少说废话【穿越时空 - 系统 - 甜文 - 快穿】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/2ca2c01d58e3"
  },
  {
    "文件名": "【推】【晋江】《绿茶学弟总在钓我》作者：见归舟【年下 - 情有独钟 - 甜文 - 校园】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/753e7cedafef"
  },
  {
    "文件名": "【推】【晋江】《落入你掌心》作者：莫惜春衣【情有独钟 - 重生 - 甜文 - 校园】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/4bdb20d1564a"
  },
  {
    "文件名": "【推】【晋江】《论如何攻略医生直男》作者：彩云归【都市情缘 - 情有独钟 - 天作之合 - 甜文】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/b3954da378fa"
  },
  {
    "文件名": "【推】【晋江】《论绿茶的一千种钓鱼技巧》作者：一节藕【花季雨季 - 甜文 - 成长】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/4a9e9df5d1e3"
  },
  {
    "文件名": "【推】【晋江】《陆医生，标记一下》作者：禁庭春昼【ABO - 幻想空间 - 娱乐圈 - 婚恋 - 甜文】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/59d5ff77bf3b"
  },
  {
    "文件名": "【推】【晋江】《龙傲天穿错书了》作者：头埋雪里【系统 - 甜文 - 穿书 - 爽文】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/8da06a3f9eec"
  },
  {
    "文件名": "【推】【晋江】《琉璃浮屠青铜花》作者：苍梧宾白【情有独钟 - 仙侠修真 - 重生】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/5bbaa956016c"
  },
  {
    "文件名": "【推】【晋江】《流放后男主都爱上了我》作者：蓝灵仙【穿越时空 - 快穿 - 爽文】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/5314fb49840d"
  },
  {
    "文件名": "【推】【晋江】《临时男友又在装穷》作者：小橙子吖【强强 - 豪门世家 - 情有独钟 - 恋爱合约】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/0ffb1d03384f"
  },
  {
    "文件名": "【推】【晋江】《恋综营业后我把影帝掰弯了》作者：林渺【情有独钟 - 欢喜冤家 - 娱乐圈 - 甜文】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/94c56e9ce87c"
  },
  {
    "文件名": "【推】【晋江】《离婚后与前夫重生回高中》作者：稚棠【重生 - 破镜重圆 - 娱乐圈 - 婚恋 - 校园】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/f7be1599797a"
  },
  {
    "文件名": "【推】【晋江】《老王不想凉》作者：桃李笙歌【重生 - 甜文 - 穿书 - 成长】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/48167baed2c6"
  },
  {
    "文件名": "【推】【晋江】《老攻身患绝症》作者：不会下棋【娱乐圈 - 重生 - 系统 - 穿书】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/7a744aaeb45f"
  },
  {
    "文件名": "【推】【晋江】《狼相公》作者：巫山有段云【布衣生活 - 乡村爱情 - 穿越时空 - 种田文】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/590eaf5e5ebb"
  },
  {
    "文件名": "【推】【晋江】《狼少年》作者：巫山有段云【生子 - 情有独钟 - 因缘邂逅 - 成长】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/b6898c7583a4"
  },
  {
    "文件名": "【推】【晋江】《揽山雪》作者：吾九殿【天作之合 - 甜文 - 东方玄幻 - 史诗奇幻】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/eacd7d8b6f8b"
  },
  {
    "文件名": "【推】【晋江】《拉郎》作者：橙子雨【强强 - 都市情缘 - 情有独钟 - 娱乐圈】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/6e71ebe06a0e"
  },
  {
    "文件名": "【推】【晋江】《快穿之执手》作者：决绝【主攻 - 情有独钟 - 打脸 - 快穿 - 爽文】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/0498ec5ae0c3"
  },
  {
    "文件名": "【推】【晋江】《空降结婚现场》作者：少说废话【穿越时空 - 系统 - 甜文 - 快穿】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e46b7294b82d"
  },
  {
    "文件名": "【推】【晋江】《看来还是吃太饱了》作者：行清【穿越时空 - 种田文 - 美食 - 基建】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/762f1518fb86"
  },
  {
    "文件名": "【推】【晋江】《禁止游客觊觎已婚饲养员》作者：酒晚意【穿越时空 - 星际 - 甜文 - 直播】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/7b93c1bda771"
  },
  {
    "文件名": "【推】【晋江】《进击的生活流》作者：青竹叶【种田文 - 美食 - 快穿 - 爽文】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/cf149cdc5f5a"
  },
  {
    "文件名": "【推】【晋江】《锦鲤大仙要出道》作者：墨西柯【娱乐圈 - 甜文 - 都市异闻】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/d28f24ebc0dd"
  },
  {
    "文件名": "【推】【晋江】《金牌教练》作者：蝶之灵【电竞 - 情有独钟 - 游戏网游 - 甜文 - 爽文】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/9232eaf4a5a1"
  },
  {
    "文件名": "【推】【晋江】《金嘉轩去了哪里》作者：徐徐图之【悬疑 - 欢喜冤家 - 甜文】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/0c89784e4b57"
  },
  {
    "文件名": "【推】【晋江】《金嘉轩2：沉默之诗》作者：徐徐图之【制服情缘 - 甜文 - 悬疑推理】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/1f968761ce05"
  },
  {
    "文件名": "【推】【晋江】《借我咬一口》作者：弦三千【ABO - 幻想空间 - 情有独钟 - 甜文 - 校园】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/0cfd36b438bd"
  },
  {
    "文件名": "【推】【晋江】《姐姐的男神暗恋我》作者：苏芒【都市情缘 - 情有独钟 - 甜文 - 校园】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/05aadcf11ea6"
  },
  {
    "文件名": "【推】【晋江】《结错婚后我离不掉了》作者：肆月十七【豪门世家 - 恋爱合约 - 天作之合 - 甜文】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/9b97c1948a59"
  },
  {
    "文件名": "【推】【晋江】《江湖容不下》作者：翻云袖【强强 - 年下 - 江湖恩怨 - 甜文】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/7a6636550a1c"
  },
  {
    "文件名": "【推】【晋江】《剑灵下岗再就业指南》作者：起个名那么难【强强 - 情有独钟 - 仙侠修真 - 东方玄幻】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/5ad1c47db7b1"
  },
  {
    "文件名": "【推】【晋江】《捡到一只深海之主》作者：若鸯君【年下 - 情有独钟 - 甜文 - 未来架空】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/1e43e26cc83e"
  },
  {
    "文件名": "【推】【晋江】《捡到了一只A》作者： 一枚纽扣【ABO - 现代 - 幻想空间 - 情有独钟 - 甜文】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/4e0f0df4d5d0"
  },
  {
    "文件名": "【推】【晋江】《嫁给邪神之后我马甲掉了》作者：摘星怪【强强 - 灵异神怪 - 情有独钟 - 爽文】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/5f7caee264f0"
  },
  {
    "文件名": "【推】【晋江】《嫁给前男友他爸》作者：少说废话【灵异神怪 - 穿越时空 - 甜文 - 穿书】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ab3712e0d85e"
  },
  {
    "文件名": "【推】【晋江】《你好，你睡得着吗》作者：一枚纽扣【都市情缘 - 情有独钟 - 天作之合 - 甜文】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/7cd469183ad4"
  },
  {
    "文件名": "【推】【晋江】《你不许喜欢我！》 作者：绣生【豪门世家 - 情有独钟 - 天作之合 - 甜文】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/dff5dca4f2e2"
  },
  {
    "文件名": "【推】【晋江】《你不能这么对我》作者：宴不知【花季雨季 - 豪门世家 - 情有独钟 - 穿书】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/dd15c3860220"
  },
  {
    "文件名": "【推】【晋江】《男主们为什么都用这种眼神看我》作者：公子于歌【娱乐圈 - 甜文 - 穿书 - 爽文】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/076aed866e88"
  },
  {
    "文件名": "【推】【晋江】《男保姆太香了》作者：何书【生子 - 都市情缘 - 情有独钟 - 天作之合】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/4bc0f1036f0e"
  },
  {
    "文件名": "【推】【晋江】《拿不起先生和放不下先生》作者 ：放糖【都市情缘 - 欢喜冤家 - 因缘邂逅 - 甜文】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/1235734a7161"
  },
  {
    "文件名": "【推】【晋江】《木头美人想变成钓系》作者：暑岁【豪门世家 - 青梅竹马 - 娱乐圈 - 甜文】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/778f33218676"
  },
  {
    "文件名": "【推】【晋江】《莫太傅说他不答应》作者：白孤生【古代 - 宫廷侯爵 - 情有独钟 - 系统】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/da234ca7d0be"
  },
  {
    "文件名": "【推】【晋江】《魔尊只想走剧情》作者：即墨遥【强强 - 情有独钟 - 穿书 - 爽文】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/d588cea76689"
  },
  {
    "文件名": "【推】【晋江】《魔尊被假哭包攻了》作者：冷山月【强强 - 仙侠修真 - 穿书 - 爽文】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/9f188b0f08f2"
  },
  {
    "文件名": "【推】【晋江】《魔王摘下了他的小犄角》作者：羽萌【强强 - 欢喜冤家 - 甜文 - 西幻】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/f61b3491fbf0"
  },
  {
    "文件名": "【推】【晋江】《霍总让我还他名声》作者：三千大梦叙平生【幻想空间 - 豪门世家 - 娱乐圈 - 甜文】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/6cf2c98e0800"
  },
  {
    "文件名": "【推】【晋江】《黄历师》作者：石头羊【幻想空间 - 灵异神怪 - 甜文 - 现代架空】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/bd978dea4fd5"
  },
  {
    "文件名": "【推】【晋江】《皇后是只小猫咪》作者：江河入怀【宫廷侯爵 - 情有独钟 - 系统 - 萌宠】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/6ac70a3e14ed"
  },
  {
    "文件名": "【推】【晋江】《花滑 穿到民国写小说》作者：菌行【穿越时空 - 民国旧影 - 励志人生 - 爽文】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/80962b878d9c"
  },
  {
    "文件名": "【推】【晋江】《和最想约会的Alpha发糖了》作者：牧羊星【ABO - 娱乐圈 - 甜文 - 未来架空 - 爽文】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/33098eb528d0"
  },
  {
    "文件名": "【推】【晋江】《和主角受的白月光先婚后爱了》作者：沈圆圆圆【主攻 - 互宠 - 情有独钟 - 恋爱合约 - 娱乐圈 - 甜文】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a7fa3f25375e"
  },
  {
    "文件名": "【推】【晋江】《和直男总裁结婚后》作者：海李【豪门世家 - 情有独钟 - 甜文 - 直播】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/59a485cbcace"
  },
  {
    "文件名": "【推】【晋江】《和直男大佬上恋综后他弯了》作者：金玉其内【豪门世家 - 情有独钟 - 娱乐圈 - 甜文】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/5fdee891f28f"
  },
  {
    "文件名": "【推】【晋江】《和影帝上恋综后炮灰爆红了》作者：王子鏖【情有独钟 - 娱乐圈 - 甜文 - 穿书】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/75f2c8483b8f"
  },
  {
    "文件名": "【推】【晋江】《和宿敌互穿后，我该怎么办？》作者：海藻大王【强强 - 星际 - 甜文 - 爽文】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/7770a9d1b123"
  },
  {
    "文件名": "【推】【晋江】《和死对头相亲相爱》作者：白云非云【强强 - 仙侠修真 - 重生 - 相爱相杀】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/f319ac2c9a0e"
  },
  {
    "文件名": "【推】【晋江】《和闪婚总裁上了恋综》作者：沈圆圆圆【情有独钟 - 恋爱合约 - 娱乐圈 - 甜文】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/2bf2ad341600"
  },
  {
    "文件名": "【推】【晋江】《和人鱼大佬联姻后》作者：一节藕【灵异神怪 - 奇幻魔幻 - 婚恋 - 甜文】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c92a219b60ab"
  },
  {
    "文件名": "【推】【晋江】《和前任上恋爱综艺后我红了》作者：鲨鲨尼的情人【情有独钟 - 破镜重圆 - 娱乐圈 - 甜文】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/9ec9d3884e43"
  },
  {
    "文件名": "【推】【晋江】《和暗恋的影帝HE了》作者：拾一亿【情有独钟 - 娱乐圈 - 打脸 - 甜文】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e2a4835885cf"
  },
  {
    "文件名": "【推】【晋江】《豪门最甜联姻》作者：东风几许【豪门世家 - 娱乐圈 - 甜文 - 穿书】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/6f0210909c4d"
  },
  {
    "文件名": "【推】【晋江】《哈哈哈哈哈哈哈哈》作者：雾十【穿越时空 - 重生 - 甜文 - 现代架空】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/776a93ab8b55"
  },
  {
    "文件名": "【推】【晋江】《过河拆桥》作者：烟猫与酒【情有独钟 - 欢喜冤家 - 青梅竹马 - 成长】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/82871838585f"
  },
  {
    "文件名": "【推】【晋江】《官宣已婚有崽后我爆红了》作者：不辞归【娱乐圈 - 甜文 - 爽文 - 直播】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ab77018da591"
  },
  {
    "文件名": "【推】【晋江】《乖乖小夫郎》作者：茶查查【生子 - 布衣生活 - 种田文 - 甜文】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/271d32215941"
  },
  {
    "文件名": "【推】【晋江】《古代臣子追我来现代了》作者：南陶【幻想空间 - 穿越时空 - 古穿今 - 爽文】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/802bbc310139"
  },
  {
    "文件名": "【推】【晋江】《宫主他只想独美》作者：西呱【天作之合 - 仙侠修真 - 甜文 - 穿书】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/d10728ccd0b2"
  },
  {
    "文件名": "【推】【晋江】《供奉神明之后》作者：泛渊【灵异神怪 - 情有独钟 - 天作之合】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/61a077c98ed4"
  },
  {
    "文件名": "【推】【晋江】《给校草当假男友的日子》作者：羲和清零【强强 - 情有独钟 - 恋爱合约 - 甜文】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/25bcf543681d"
  },
  {
    "文件名": "【推】【晋江】《给校草冲喜的日日夜夜》作者：溯流回川【情有独钟 - 甜文 - 校园】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/da2e881e9aa3"
  },
  {
    "文件名": "【推】【晋江】《隔壁小王》作者：易人北【主攻 - 全息 - 奇幻魔幻 - 重生 - 游戏网游 - 爽文】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/1a4c975ab00a"
  },
  {
    "文件名": "【推】【晋江】《辅助为王》作者：青梅酱【全息 - 强强 - 竞技 - 游戏网游 - 爽文】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/5daf30713828"
  },
  {
    "文件名": "【推】【晋江】《夫郎家的赘婿首辅》作者：路归途【生子 - 穿越时空 - 种田文 - 小门小户】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a4db66061a06"
  },
  {
    "文件名": "【推】【晋江】《废太子重生成了作精》作者：南陶【重生 - 强强 - 打脸 - 爽文 - 朝堂之上】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/dfaef7568b07"
  },
  {
    "文件名": "【推】【晋江】《反向带娃后我在娃综爆火了》作者：喵吉吉【豪门世家 - 甜文 - 穿书】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/4d95110aca5c"
  },
  {
    "文件名": "【推】【晋江】《反派有话说》作者：莫晨欢【强强 - 天之骄子 - 仙侠修真 - 重生】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/807a35a2244e"
  },
  {
    "文件名": "【推】【晋江】《反派修为尽失后》作者：一丛音【强强 - 情有独钟 - 仙侠修真 - 相爱相杀】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/39ef697f103c"
  },
  {
    "文件名": "【推】【晋江】《反派肆意妄为》作者：小吾君【情有独钟 - 天作之合 - 系统 - 快穿】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/664291b7e960"
  },
  {
    "文件名": "【推】【晋江】《反派炮灰他意识觉醒了》作者：策马听风【豪门世家 - 天之骄子 - 穿书 - 校园】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/62b6e321bacd"
  },
  {
    "文件名": "【推】【晋江】《反派老攻为我变绿茶了》作者：雨落轻尘【星际 - 甜文 - 穿书 - 爽文】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a6bc7b87509b"
  },
  {
    "文件名": "【推】【晋江】《反派攻略》作者：萝卜花兔子【打脸 - 系统 - 甜文 - 校园】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/10838079fea4"
  },
  {
    "文件名": "【推】【晋江】《反派沉迷我的毛茸茸》作者：玖宝【仙侠修真 - 甜文 - 穿书 - 爽文】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/d83d1b71d6c0"
  },
  {
    "文件名": "【推】【晋江】《反派才是真绝色》作者：兰陵笑笑梦【江湖恩怨 - 游戏网游 - 系统 - 爽文】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/f90f756724f8"
  },
  {
    "文件名": "【推】【晋江】《反派BOSS救赎指南 》作者：开心是福嘛【穿书 - 幻想空间 - 情有独钟 - 甜文 - 未来架空】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/d0b6683a18a9"
  },
  {
    "文件名": "【推】【晋江】《二婚被匹配给了联盟元帅》作者：弥语【ABO - 情有独钟 - 天作之合 - 天之骄子 - 甜文】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/bdb7eb14e362"
  },
  {
    "文件名": "【推】【晋江】《恶龙的团宠幼崽》作者：顾之君【穿越时空 - 甜文 - 爽文 - 西幻】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/8f65e26a1c11"
  },
  {
    "文件名": "【推】【晋江】《恶龙的低语》作者：微风几许【奇幻魔幻 - 情有独钟 - 天作之合 - 萌宠】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/f89efc89ba4e"
  },
  {
    "文件名": "【推】【晋江】《恶毒男配在线养崽》作者：柚子猫【生子 - 灵异神怪 - 甜文 - 穿书】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/9caf953bdca6"
  },
  {
    "文件名": "【推】【晋江】《妒火灼心》作者：寒菽【双性 - 生子 - 豪门世家 - 情有独钟 - 甜文】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/675b9d88ea36"
  },
  {
    "文件名": "【推】【晋江】《读心发现老攻是沙雕魅魔》作者：不定方澄【灵异神怪 - 豪门世家 - 娱乐圈 - 重生】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/870e986facd2"
  },
  {
    "文件名": "【推】【晋江】《毒舌顶流是小结巴》作者：终晚夏【情有独钟 - 娱乐圈 - 重生 - 甜文】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/6420d6649fef"
  },
  {
    "文件名": "【推】【晋江】《顶流营业中》作者：弦三千【情有独钟 - 娱乐圈 - 重生 - 甜文】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a53fb65d0f27"
  },
  {
    "文件名": "【推】【晋江】《顶流他多才多艺》作者：狸花猫插花【情有独钟 - 娱乐圈 - 甜文 - 爽文】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/05480de582ed"
  },
  {
    "文件名": "【推】【晋江】《顶流夫夫？我们装的》作者：爻棋【情有独钟 - 娱乐圈 - 甜文 - 直播】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/d2a8e0d9db90"
  },
  {
    "文件名": "【推】【晋江】《钓系仙君又在装弱了》作者：吃鸡【穿书 - 强强 - 穿越时空 - 仙侠修真 - 爽文】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/7fd7962d023d"
  },
  {
    "文件名": "【推】【晋江】《钓系美人恋综养崽》作者：喜马拉雅种猫【豪门世家 - 娱乐圈 - 甜文 - 穿书】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/bd4ae9666596"
  },
  {
    "文件名": "【推】【晋江】《第四性别Enigma》作者：古花猫【幻想空间 - 娱乐圈 - 甜文 - 爽文】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/1092bc0e8c3a"
  },
  {
    "文件名": "【推】【晋江】《帝国顶级omega匹配到了死对头》作者：白鸟童子【ABO - 幻想空间 - 豪门世家 - 情有独钟 - 甜文】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/d64bab607306"
  },
  {
    "文件名": "【推】【晋江】《敌国质子非要怀摄政王的崽》作者：青猫团【古代 - 宫廷侯爵 - 情有独钟 - 甜文】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/b982a0e4f452"
  },
  {
    "文件名": "【推】【晋江】《倒霉直男意外变成虫母之后》作者：黑猫白袜子【幻想空间 - 恐怖 - 欢喜冤家 - 都市异闻】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/92fa2ca94308"
  },
  {
    "文件名": "【推】【晋江】《当社恐导演参加综艺后》作者：茶乾【强强 - 情有独钟 - 娱乐圈 - 甜文】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/3d41089cbe0f"
  },
  {
    "文件名": "【推】【晋江】《当社恐穿成网络渣攻后》作者：八月中林【恋爱合约 - 甜文 - 穿书】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/bc30c4b6f24a"
  },
  {
    "文件名": "【推】【晋江】《当沙雕攻拿到社死剧本》作者：梨橙橙【豪门世家 - 情有独钟 - 娱乐圈 - 甜文 - 双洁】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a64acba50b5f"
  },
  {
    "文件名": "【推】【晋江】《当软萌受嫁给暴躁总裁》作者：鹿八今【重生 - 生子 - 情有独钟 - 甜文】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/75f9320dd341"
  },
  {
    "文件名": "【推】【晋江】《当美人鱼变成残疾O》作者：暮寒久【幻想空间 - 情有独钟 - 天作之合 - 甜文】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/38363022caf0"
  },
  {
    "文件名": "【推】【晋江】《当娇气包和龙傲天互换身体之后》作者：楚济【现代 - 灵魂转换 - 幻想空间 - 都市异闻】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/6cbb9f6b4e8a"
  },
  {
    "文件名": "【推】【晋江】《当地球人穿到信息素世界》作者：扁担一号【ABO - 情有独钟 - 穿越时空 - 甜文 - 爽文】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/82ddb35a0440"
  },
  {
    "文件名": "【推】【晋江】《带球跑后大美人后悔了》作者：小文旦【生子 - 情有独钟 - 娱乐圈 - 甜文】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/da0f6906920d"
  },
  {
    "文件名": "【推】【晋江】《大熊猫崽崽又软又萌》作者：灰剑如羽【豪门世家 - 情有独钟 - 甜文 - 萌宠】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/da01e5099d3a"
  },
  {
    "文件名": "【推】【晋江】《大师兄只会对镜梳妆》作者：古墨墨【主攻 - 洪荒 - 仙侠修真 - 相爱相杀 - 成长】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/9766f0999aff"
  },
  {
    "文件名": "【推】【晋江】《大师说不要以貌取人》作者：柴帽双全【主攻 - 灵异神怪 - 天作之合 - 古代幻想 - 玄学】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/9635c649a937"
  },
  {
    "文件名": "【推】【晋江】《大佬总被我拒绝》作者：百户千灯【情有独钟 - 天作之合 - 甜文 - 快穿】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c571cf3de567"
  },
  {
    "文件名": "【推】【晋江】《打完这仗就回家结婚》作者：寒菽【星际 - 情有独钟 - 甜文】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/4e6484660106"
  },
  {
    "文件名": "【推】【晋江】《春潮带雨》作者：彼荼【情有独钟 - 破镜重圆 - 甜文 - 校园】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c66d0f4600d3"
  },
  {
    "文件名": "【推】【晋江】《穿越夫郎有点甜》作者：羽春【生子 - 穿越时空 - 种田文 - 科举】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/4930bf3d3d13"
  },
  {
    "文件名": "【推】【晋江】《穿书后和未来霸总HE了》作者：松雀照【甜文 - 穿书 - 逆袭 - 校园】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c8d91ccc6261"
  },
  {
    "文件名": "【推】【晋江】《穿书后被两个猛A盯上了》作者：林多多【穿书 - 天作之合 - ABO - 甜文】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/2afb14b4041f"
  },
  {
    "文件名": "【推】【晋江】《穿书后被大佬喂养了》作者：泛渊【仙侠修真 - 甜文 - 穿书 - 萌宠】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/b1e558883a4b"
  },
  {
    "文件名": "【推】【晋江】《嫁给科研老古板》作者：祝辞酒【都市情缘 - 恋爱合约 - 天之骄子 - 甜文】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/0676e18331e1"
  },
  {
    "文件名": "【推】【晋江】《嫁给暴君的男人》作者：乔柚【生子 - 宫廷侯爵 - 甜文 - 穿书】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/0e8ff762025f"
  },
  {
    "文件名": "【推】【晋江】《假想情人》作者：秦三见【现代 - 娱乐圈 - 甜文】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/9dfa12050f0b"
  },
  {
    "文件名": "【推】【晋江】《继承妖怪古玩店后我爆红了》作者：鱼之水【灵异神怪 - 甜文 - 玄学】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ef92cf5827fc"
  },
  {
    "文件名": "【推】【晋江】《穿成书生郎》作者：岛里天下【主攻 - 穿书 - 种田文 - 甜文 - 生子 - 科举】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/0a68c460cc75"
  },
  {
    "文件名": "【推】【晋江】《穿成摄政王的侍爱逃妻》 作者：若星若辰【甜文 - 穿书】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/2de1aae8a764"
  },
  {
    "文件名": "【推】【晋江】《穿成杀马特男配之后》作者：时素【甜文 - 穿书 - 爽文 - 校园】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/30b4bfa1490c"
  },
  {
    "文件名": "【推】【晋江】《穿成炮灰感化病执反派》作者：风山月【娱乐圈 - 甜文 - 穿书 - 爽文】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/73d68df349de"
  },
  {
    "文件名": "【推】【晋江】《穿成魔尊情劫之后》作者：枭钥【主攻 - 强强 - 穿越时空 - 仙侠修真 - 爽文】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/1c6cc45fc4bb"
  },
  {
    "文件名": "【推】【晋江】《穿成龙族唯一的幼崽》作者：婻书【情有独钟 - 仙侠修真 - 甜文 - 爽文】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/7bd4edf07454"
  },
  {
    "文件名": "【推】【晋江】《穿成莲花精后》作者：暮寒久【宫廷侯爵 - 情有独钟 - 穿越时空 - 古代幻想】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/8752ae9e086a"
  },
  {
    "文件名": "【推】【晋江】《穿成黑莲花皇帝之师后》作者：长野蔓蔓【年下 - 宫廷侯爵 - 情有独钟 - 穿书】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/1cacf1f566bf"
  },
  {
    "文件名": "【推】【晋江】《穿成寡夫郎之后》作者：一春【布衣生活 - 种田文 - 甜文 - 科举】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c570f52108b8"
  },
  {
    "文件名": "【推】【晋江】《穿成高危师尊后我反向套路》作者：云非邪【情有独钟 - 仙侠修真 - 系统 - 穿书】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/f72278c65b82"
  },
  {
    "文件名": "【推】【晋江】《穿成反派掌中娇》作者：肥煮幼骗【天作之合 - 天之骄子 - 穿越时空- 甜文】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/b0451f5fbe2d"
  },
  {
    "文件名": "【推】【晋江】《穿成二哈后误入狼窝了》作者：阔以鸭【灵魂转换 - 情有独钟 - 甜文 - 萌宠】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/bd5ee6ba891c"
  },
  {
    "文件名": "【推】【晋江】《穿成Beta后惹上Alpha了》作者：有红叶【ABO - 幻想空间 - 甜文 - 穿书 - 校园】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/2b6e874794b6"
  },
  {
    "文件名": "【推】【晋江】《初恋行为艺术》作者：牧羊星【娱乐圈 - 甜文 - 爽文】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/604e5004bb6d"
  },
  {
    "文件名": "【推】【晋江】《痴情鲛人全靠演技》作者：弃脂焚椒【仙侠修真 - 重生 - 系统 - 穿书】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c8e780f439eb"
  },
  {
    "文件名": "【推】【晋江】《沉迷种田的爽文男配》作者：大脸饼【种田文 - 美食 - 系统 - 萌宠】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/f496cc034814"
  },
  {
    "文件名": "【推】【晋江】《菜神直播间》作者：河汉【年下 - 仙侠修真 - 重生 - 游戏网游】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/85c82c0c0f38"
  },
  {
    "文件名": "【推】【晋江】《不许觊觎漂亮系统！！》作者：温泉笨蛋【系统 - 甜文 - 穿书 - 校园】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/dfee3b2f812e"
  },
  {
    "文件名": "【推】【晋江】《不羁》作者：幸闻【强强 - 花季雨季 - 情有独钟 - 校园】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/66477d3495c6"
  },
  {
    "文件名": "【推】【晋江】《不定年龄差》作者：刑上香【现代 - 幻想空间 - 甜文】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/fa1ee2d6cbd5"
  },
  {
    "文件名": "【推】【晋江】《不打职业，让我独美》作者：青梅酱【电竞 - 强强 - 竞技 - 重生 - 爽文】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/7e8b22eef270"
  },
  {
    "文件名": "【推】【晋江】《补位空降》作者：十六春令【情有独钟 - 娱乐圈 - 爽文 - 升级流】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/658202745333"
  },
  {
    "文件名": "【推】【晋江】《病秧子美人疯不动了》作者：严颂颂【娱乐圈 - 甜文 - 穿书 - 爽文】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/29b504e06317"
  },
  {
    "文件名": "【推】【晋江】《病美人总想掰弯我》作者：小橙子吖【情有独钟 - 甜文 - 校园】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/eeb09fcdab63"
  },
  {
    "文件名": "【推】【晋江】《病美人竹马只给我抱》作者：柒神【情有独钟 - 天作之合 - 甜文 - 校园 - 双性】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/4636ec5c2b9d"
  },
  {
    "文件名": "【推】【晋江】《病美人重生后想开了》作者：鹿拾【情有独钟 - 恋爱合约 - 重生 - 甜文】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/2f1978bd1521"
  },
  {
    "文件名": "【推】【晋江】《病美人指挥官又冷又强》作者：秋涯兔【强强 - 科幻 - 情有独钟 - 星际】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a937cca17f93"
  },
  {
    "文件名": "【推】【晋江】《病美人和他的竹马保镖》作者：苏芒【情有独钟 - 甜文 - 穿书 - 校园】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/d0f6722cd2f1"
  },
  {
    "文件名": "【推】【晋江】《病美人放弃挣扎》作者：消失绿缇【重生 - 甜文 - 爽文 - 校园】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/8a751399760d"
  },
  {
    "文件名": "【推】【晋江】《病美人大佬只想咸鱼》作者：若白衣【天作之合 - 天之骄子 - 异世大陆 - 甜文】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/806b059e8704"
  },
  {
    "文件名": "【推】【晋江】《病美人揣崽后不跑了》作者：岁几更【生子 - 情有独钟 - 娱乐圈 - 穿书】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/aba7b2a9e719"
  },
  {
    "文件名": "【推】【晋江】《别的情侣都亲亲了》作者：桔子冰凉【花季雨季 - 情有独钟 - 甜文 - 校园】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/4f724a4fecd2"
  },
  {
    "文件名": "【推】【晋江】《本书禁阅·熹微》作者：童柯【第一部 - 主攻 - 强强 - 重生 - 系统 - 快穿】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/2b3e0751ac4d"
  },
  {
    "文件名": "【推】【晋江】《本书禁阅·不渡》作者：童柯【第二部 - 主攻 - 强强 - 重生 - 系统 - 快穿】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/4143269f03af"
  },
  {
    "文件名": "【推】【晋江】《被厌弃的白月光》作者：东施娘【狗血 - 穿越 - 幻想空间 - 情有独钟】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/9552dfde4f10"
  },
  {
    "文件名": "【推】【晋江】《被五个非人类收养后》作者：明扶【灵异神怪 - 情有独钟 - 天作之合 - 甜文】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/9c16c8ed47f2"
  },
  {
    "文件名": "【推】【晋江】《被我渣过的男主重生了》作者：斫染【情有独钟 - 系统 - 快穿 - 穿书】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/87c5618f4c4a"
  },
  {
    "文件名": "【推】【晋江】《被迫玄学出道后我红了》作者：宗年【强强 - 灵异神怪 - 娱乐圈 - 直播】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c4521a4059cf"
  },
  {
    "文件名": "【推】【晋江】《被迫上萌娃综艺后爆红》作者：月亮菜菜【年下 - 豪门世家 - 娱乐圈 - 重生】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/3df976df4e5e"
  },
  {
    "文件名": "【推】【晋江】《被迫嫁给煞星将军后》作者：顾三跃【强强 - 宫廷侯爵 - 婚恋 - 甜文】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/4ea8c9a241df"
  },
  {
    "文件名": "【推】【晋江】《被迫和死对头一起养崽》作者：残月折镜【强强 - 生子 - 情有独钟 - 仙侠修真】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/0e12b003bc40"
  },
  {
    "文件名": "【推】【晋江】《被偏执反派一见钟情后》作者：卷尾咩【天作之合 - 甜文 - 未来架空 - 异想天开】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/7c320a74f2e9"
  },
  {
    "文件名": "【推】【晋江】《被豪门大佬宠坏》作者：沃木【豪门世家 - 情有独钟 - 甜文 - 爽文】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c73972bc6fcd"
  },
  {
    "文件名": "【推】【晋江】《暴露Alpha身份后婚离不掉了》作者：禅酒【ABO - 双A - 强强 - 幻想空间 - 星际 - 甜文】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/af5afca651df"
  },
  {
    "文件名": "【推】【晋江】《败家人鱼小崽崽》作者：云劫【生子 - 异能 - 星际 - 萌宠】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/2ba8a2359183"
  },
  {
    "文件名": "【推】【晋江】《白月光砸钢》作者：一世华裳【强强 - 边缘恋歌 - 星际 - 未来架空】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/22c86e32f30b"
  },
  {
    "文件名": "【推】【晋江】《霸总O他又破产啦》作者：裴不知【ABO - 年下 - 重生 - 甜文 - 现代架空】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/eb389b3755ed"
  },
  {
    "文件名": "【推】【晋江】《UAAG空难调查组》作者：莫晨欢【强强 - 天之骄子 - 业界精英 - 现代架空 】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/7b53fef77eff"
  },
  {
    "文件名": "【推】【晋江】《npc只想和我谈恋爱》作者：月见茶【系统 - 甜文 - 快穿】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/d8c598fef108"
  },
  {
    "文件名": "【推】【晋江】《Npc的男人》作者：不间不界【强强 - 无限流 - 游戏网游 - 悬疑推理】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/8807049dfd6a"
  },
  {
    "文件名": "【推】【晋江】《Boss见到我都要下跪》作者：云城JUN【灵异神怪 - 情有独钟 - 天作之合 - 无限流】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/1a896c4db1e4"
  },
  {
    "文件名": "【推】【晋江】《beta》作者：恶意入梦【狗血 - ABO - 幻想空间 - 破镜重圆 - 阴差阳错】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/d22c1f3cad43"
  },
  {
    "文件名": "【推】【晋江】《Alpha太高冷是要被标记的》作者：裴纸雀【ABO - 强强 - 年下 - 甜文 - 校园】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ce5523b1916d"
  },
  {
    "文件名": "【推】【晋江】《Alpha标记Alpha是不是哪里不对》作者：空乌【ABO - 强强 - 双A - 幻想空间 - 甜文 - 校园】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/75ce1f8412e3"
  },
  {
    "文件名": "【晋江】《主动成为大佬的掌中啾》作者：丹青落【豪门世家 - 天作之合 - 甜文 - 穿书】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/dd3290cda536"
  },
  {
    "文件名": "【晋江】《直播成精APP》作者：醉又何妨【强强 - 灵异神怪 - 甜文 - 爽文】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/825a40201cda"
  },
  {
    "文件名": "【晋江】《这居然不是虚拟游戏？》作者：山柚子【幻想空间 - 豪门世家 - 甜文 - 爽文】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/620f4a33fdb7"
  },
  {
    "文件名": "【晋江】《这Alpha好爱老婆》作者：摇摇兔【生子 - 幻想空间 - 甜文 - ABO】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/2e7571549e65"
  },
  {
    "文件名": "【晋江】《在娃综摆烂后，我爆红了》作者：星潭【豪门世家 - 娱乐圈 - 穿书 - 爽文】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e2177323663d"
  },
  {
    "文件名": "【晋江】《在古代上学的日子》作者：微微多【强强 - 豪门世家 - 穿越时空 - 校园】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/792ca3863abb"
  },
  {
    "文件名": "【晋江】《游雾》作者：商砚【强强 - 情有独钟 - 悬疑推理】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/79369d509848"
  },
  {
    "文件名": "【晋江】《咬痕》作者：微风几许【新修版 - 情有独钟 - 血族】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c2cff3ce3ae0"
  },
  {
    "文件名": "【晋江】《厌恶关系》作者：栖子七【都市情缘 - 情有独钟 - 破镜重圆 - 娱乐圈】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/2c154f5dd72e"
  },
  {
    "文件名": "【晋江】《学长，别钓了》作者：禁庭春昼【情有独钟 - 天作之合 - 甜文 - 校园】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/cb8a0c40644e"
  },
  {
    "文件名": "【晋江】《邪神的小夫郎》作者：柚子君CC【生子 - 天作之合 - 种田文 - 爽文 - 古代历史】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/b67f8d2efdd5"
  },
  {
    "文件名": "【晋江】《小太阳团宠在偷偷恋爱》作者：轲西【强强 - 年下 - 娱乐圈 - 甜文】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/04a933465bb4"
  },
  {
    "文件名": "【晋江】《小少爷追夫记》作者：广巳【豪门世家 - 情有独钟 - 重生 - 甜文】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/4416aa6b3217"
  },
  {
    "文件名": "【推】【晋江】《穿到十八年后成顶流》作者：逆水舟【情有独钟 - 穿越时空 - 娱乐圈 - 爽文】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/f6293202e281"
  },
  {
    "文件名": "【推】【晋江】《穿到男神年少时》作者：逆水舟【穿越时空 - 甜文 - 爽文 - 年代文】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/35dd969b708d"
  },
  {
    "文件名": "【推】【晋江】《穿成阴鸷反派的联姻对象》作者：马户子君【豪门世家 - 甜文 - 穿书 - 爽文】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/df0e482630ec"
  },
  {
    "文件名": "【推】【晋江】《穿成咸鱼的我每天都想唱歌》作者：摘星怪【灵异神怪 - 情有独钟 - 穿书 - 爽文】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/789d0f96fec5"
  },
  {
    "文件名": "【晋江】《万人迷Beta只想学习》作者：长乐思央【主攻 - ABO - 科幻 - 天之骄子 - 甜文 - 爽文】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/37c8d1404419"
  },
  {
    "文件名": "【晋江】《纨绔逃婚后》作者：顾三跃【乔装改扮 - 种田文 - 甜文 - 轻松 - 沙雕】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/303ce8221faf"
  },
  {
    "文件名": "【晋江】《天才维修师》作者：李温酒【强强 - 机甲 - 爽文 - 升级流 - 轻松】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/89319b6216eb"
  },
  {
    "文件名": "【晋江】《替身受和白月光he》作者：楚执【宫廷侯爵 - 三教九流 - 情有独钟 - 朝堂之上】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/d61678dfa9b5"
  },
  {
    "文件名": "【晋江】《替身拒绝转正》作者：项绿瓜【都市情缘 - 恋爱合约 - 励志人生 - 甜文】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ff7c0d6fc92e"
  },
  {
    "文件名": "【晋江】《替嫁后我成了万人迷》作者：金玉其内【都市情缘 - 情有独钟 - 娱乐圈 - 甜文】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/8a4213996036"
  },
  {
    "文件名": "【晋江】《双子又在假扮对方了！》作者：宴夜鲤【校园 - 情有独钟 - 天作之合 - 天之骄子 - 甜文】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/cbe5b89bed92"
  },
  {
    "文件名": "【晋江】《双倍王冠》作者：西丛鸦【宫廷侯爵 - 天之骄子 - 星际】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/d2c909598487"
  },
  {
    "文件名": "【晋江】《首富穿书后只想当咸鱼》作者：size5【豪门世家 - 情有独钟 - 婚恋 - 穿书】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/3ef1c8985565"
  },
  {
    "文件名": "【晋江】《沈总 总在逼氪》作者：大圆子【科幻 - 无限流 - 游戏网游 - 直播】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/bb593aadac77"
  },
  {
    "文件名": "【晋江】《沙雕攻他失忆了》作者：多金少女猫【情有独钟 - 打脸 - 甜文 - 爽文】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/62ee24f30161"
  },
  {
    "文件名": "【晋江】《全修界都在传唱我们的故事》作者：青端【强强 - 情有独钟 - 天之骄子 - 仙侠修真】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/9ff990ece6e0"
  },
  {
    "文件名": "【晋江】《漂亮甜O总以为他是机器人》作者：谢沧浪【情有独钟 - 天作之合 - 星际 - 甜文】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/b059c61eb294"
  },
  {
    "文件名": "【晋江】《男主把我球带跑了》作者：何所往【生子 - 因缘邂逅 - 仙侠修真 - 甜文】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/1c687cbb6eb3"
  },
  {
    "文件名": "【晋江】《秘密花园》作者：狐狸不归【幻想空间 - 豪门世家 - 情有独钟 - 因缘邂逅】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e2b972eb4f9b"
  },
  {
    "文件名": "【晋江】《路人攻上位合集》作者：陈可羞【主攻 - 幻想空间 - 炮灰 - 日久生情 - 单元文】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/3d6024b6c6b6"
  },
  {
    "文件名": "【晋江】《舅舅和男友都是反派》作者：月见茶【天作之合 - 重生 - 星际 - 甜文】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a0d4c7a9560c"
  },
  {
    "文件名": "【晋江】《今天也没有被休夫》作者：小文旦【种田文 - 系统 - 甜文 - 穿书 - 轻松】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/81ca5560ab9c"
  },
  {
    "文件名": "【晋江】《叫我老公》作者：糯糯啊【因缘邂逅 - 天作之合 - 甜文 - 网红 】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/382b54da71e4"
  },
  {
    "文件名": "【晋江】《江湖全都是高手》作者：一只大雁【江湖恩怨 - 情有独钟 - 天作之合 - 甜文】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/2690563c085b"
  },
  {
    "文件名": "【晋江】《捡到一只奶狼》作者：摇摇兔【生子 - 幻想空间 - 甜文 - 萌宠】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/820f0568c123"
  },
  {
    "文件名": "【晋江】《洄天》作者：淮上【强强 - 异能 - 现代架空 - 悬疑推理】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a7ceb7809e61"
  },
  {
    "文件名": "【晋江】《怪谈都说我是个老六》作者：诸葛菜【强强 - 天之骄子 - 爽文 - 升级流 - 灵气复苏 - 规则怪谈】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/5460b7a42bb3"
  },
  {
    "文件名": "【晋江】《狗血文工具人他绝不认输》作者：商红药【天之骄子 - 系统 - 快穿 - 轻松】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ac51a3aaec7e"
  },
  {
    "文件名": "【晋江】《攻音系草又被撩》作者：提裙【都市情缘 - 豪门世家 - 网配 - 校园】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/fa0569fd775f"
  },
  {
    "文件名": "【晋江】《高维入侵》作者：七流【未来架空 - 爽文 - 升级流】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/60586f764c04"
  },
  {
    "文件名": "【晋江】《高岭之花被万人嫌拉下神坛》作者：杳杳一言【ABO - 幻想空间 - 情有独钟 - 甜文】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/cdd387680ded"
  },
  {
    "文件名": "【晋江】《高冷对家竟是我的泥塑粉》作者：知雪重【娱乐圈 - 甜文 - 爽文 - 校园】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/98d08c4506ae"
  },
  {
    "文件名": "【晋江】《该我上场带飞了》作者：一世华裳【全息 - 强强 - 天作之合 - 游戏网游 - 未来架空】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/9454683a70a7"
  },
  {
    "文件名": "【晋江】《富二代被迫从头再来》作者：寓风【主攻 - 穿越时空 - 种田文 - 美食 - 市井生活】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/093bc1f1f984"
  },
  {
    "文件名": "【晋江】《辅助成神》作者：梨蓝蓝【全息 - 强强 - 游戏网游 - 星际 - 爽文】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/23e70c6cf7fd"
  },
  {
    "文件名": "【晋江】《俯听闻惊风》作者：语笑阑珊【情有独钟 - 仙侠修真 - 甜文 - 异闻传说 - 轻松】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/4e28e1e8b7f0"
  },
  {
    "文件名": "【晋江】《佛系幼崽团宠指南》作者：挫纷【豪门世家 - 青梅竹马 - 娱乐圈 - 甜文】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e1982ed150c6"
  },
  {
    "文件名": "【晋江】《夫郎喊我回家吃软饭了》作者：岛里天下【主攻 - 生子 - 穿越时空 - 种田文 - 甜文】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/19eb5b4164cf"
  },
  {
    "文件名": "【晋江】《凤凰骨》作者：一丛音【情有独钟 - 仙侠修真 - 重生 - 轻松】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/42b906125eac"
  },
  {
    "文件名": "【晋江】《风流美人绑定狗血系统后》作者：薮春【豪门世家 - 快穿 - 穿书 - 爽文 - 现代】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/55f12e08cfd6"
  },
  {
    "文件名": "【晋江】《风吹过岛屿》作者：几京【都市情缘 - 情有独钟 - 天作之合】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/1e4d9440fb4d"
  },
  {
    "文件名": "【晋江】《分手后我靠综艺爆红娱乐圈》作者：折吱【强强 - 都市情缘 - 娱乐圈 - 甜文】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/1a5e13dc1f74"
  },
  {
    "文件名": "【晋江】《分手后被高冷校友追求了》作者：贫瘠的岛【换攻 - 都市情缘 - 情有独钟 - 天作之合 - 甜文】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/422a7287fad7"
  },
  {
    "文件名": "【晋江】《分手而已他怎么突然发疯》作者：不见仙踪【情有独钟 - 娱乐圈 - 打脸 - 甜文 - 轻松】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/65b68ec9169a"
  },
  {
    "文件名": "【晋江】《废太子重生后怀了刺客的崽》作者：林不欢【生子 - 宫廷侯爵 - 情有独钟 - 重生 - 系统】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/88735471b803"
  },
  {
    "文件名": "【晋江】《非典型性血族契约》作者：清尊【血族 - 幻想空间 - 天作之合 - 天之骄子 - 甜文】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ffd70158a002"
  },
  {
    "文件名": "【晋江】《非典型救赎》作者：小吾君【强强 - 系统 - 快穿 - 爽文 - 轻松】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/85c23adb670a"
  },
  {
    "文件名": "【晋江】《仿生人会咬电路板吗》作者：古墨墨【主攻 - 科幻 - 机甲 - 星际 - 甜文】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/9ea28efbfa51"
  },
  {
    "文件名": "【晋江】《反派人设很难不崩啊》作者：云非邪【仙侠修真 - 系统 - 甜文 - 穿书】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/86bfe6c4f0db"
  },
  {
    "文件名": "【晋江】《反派的人鱼老婆》作者：西瓜蘸辣椒盐【强强 - 年下 - 甜文 - 穿书 - 轻松】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/7dfbc90d864f"
  },
  {
    "文件名": "【晋江】《反派病美人开始养生了》作者：斫染【都市情缘 - 豪门世家 - 情有独钟 - 天作之合】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/f04649f6ed8c"
  },
  {
    "文件名": "【晋江】《法治社会，文明驱邪》作者：七栖酱【灵异神怪 - 现代架空 - 爽文 - 玄学】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/2012a50608b8"
  },
  {
    "文件名": "【晋江】《二哈在狼群里疯狂造谣》作者：九流书生【幻想空间 - 情有独钟 - 甜文 - 萌宠】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/030253be2e80"
  },
  {
    "文件名": "【晋江】《二次元社恐也要谈恋爱！》作者：鳄人行山【职场 - 业界精英 - 甜文 - 网红】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/5c9be3f166ed"
  },
  {
    "文件名": "【晋江】《独宠夫郎》作者：不曾阿【主攻 - 生子 - 天作之合 - 穿越时空 - 种田文】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/5eeba4f908b9"
  },
  {
    "文件名": "【晋江】《顶流猫猫的甜蜜日记》作者：孟冬十五【破镜重圆 - 娱乐圈 - 甜文 - 萌宠】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e159c93392e4"
  },
  {
    "文件名": "【晋江】《顶级污染物今天也在伪装猫咪》作者：睡神再世【强强 - 末世 - 甜文 - 萌宠 - 轻松】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/1818de0281b9"
  },
  {
    "文件名": "【晋江】《顶级偏爱》作者：荒川黛【都市情缘 - 豪门世家 - 情有独钟 - 甜文】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/f63c5cf50c29"
  },
  {
    "文件名": "【晋江】《钓系美人和偏执大佬联姻了》作者：应祁【豪门世家 - 娱乐圈 - 甜文 - 穿书】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/12a54c3c82ed"
  },
  {
    "文件名": "【晋江】《钓系美人被邪神拽入梦境后》作者：星流过旷【灵异神怪 - 情有独钟 - 甜文 - 快穿】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/3c84cba45a7d"
  },
  {
    "文件名": "【晋江】《钓系美人摆烂后爆红全网》作者：矢星弧【娱乐圈 - 业界精英 - 穿书 - 爽文】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/9bd94e169781"
  },
  {
    "文件名": "【晋江】《钓系美人，狗勾独家》作者：鲨鲨尼的情人【都市情缘 - 豪门世家 - 情有独钟 - 甜文】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/78125c140bbf"
  },
  {
    "文件名": "【晋江】《帝企鹅在线养鸟》作者：慕容离白【异世大陆 - 穿越时空 - 种田文 - 萌宠】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/0d449a19f339"
  },
  {
    "文件名": "【晋江】《等你失恋很久了》作者：三千风雪【都市 - 欢喜冤家 - 甜文 - 校园 - 轻松】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/390f9ff83327"
  },
  {
    "文件名": "【晋江】《倒霉直男变成Omega之后》作者：有猫在【ABO - 幻想空间 - 情有独钟 - 重生 - 甜文】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/d61184e10253"
  },
  {
    "文件名": "【晋江】《当天之骄子攻忽然病弱》作者：摘星怪【仙侠修真 - 打脸 - 穿书 - 爽文】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/eef477791e2d"
  },
  {
    "文件名": "【晋江】《当alpha真的很快乐吗》作者：甜画舫【情有独钟 - 星际 - 甜文 - 爽文】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/9903a6ab50d6"
  },
  {
    "文件名": "【晋江】《弹幕说他喜欢我》作者：诸君肥肥【主攻 - 情有独钟 - 穿越时空 - 机甲 - 星际】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/8d0423747b0a"
  },
  {
    "文件名": "【晋江】《单恋禁止》 作者：归鸿落雪【互攻 - 有独钟 - 阴差阳错 - 重生 - 校园】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ae4daf7e0750"
  },
  {
    "文件名": "【晋江】《带着龙傲天爹上娃综》作者：南陶【穿越时空 - 娱乐圈 - 古穿今 - 爽文】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a6771e96d067"
  },
  {
    "文件名": "【晋江】《带崽崽在娃综钓大佬，爆红了》作者：凡尘片叶【情有独钟 - 天作之合 - 娱乐圈 - 甜文】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/8b774caea6aa"
  },
  {
    "文件名": "【晋江】《小可怜在娃综成了大佬团宠》作者：飞禽走兽【豪门世家 - 青梅竹马 - 娱乐圈 - 甜文】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/62084c817d85"
  },
  {
    "文件名": "【晋江】《我做你的药》作者：十九星【年下 - 情有独钟 - 因缘邂逅 - 甜文】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/5d8843bd3115"
  },
  {
    "文件名": "【晋江】《我竹马才是人形天灾》作者：流初【情有独钟 - 天作之合 - 甜文 - 校园】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/0fe9e05581de"
  },
  {
    "文件名": "【晋江】《我在皇宫当老大》作者：水晶翡翠肉【穿越时空 - 种田文 - 励志人生 - 成长】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/119fea2844aa"
  },
  {
    "文件名": "【晋江】《我们全家都有秘密》作者：像野【天作之合 - 异能 - 穿书 - 都市异闻】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/3910229d474e"
  },
  {
    "文件名": "【晋江】《我老婆不是人》作者：狸太守【主攻 - 无限流 - 想空间 - 恐怖 - 情有独钟 - 都市异闻】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/30a90968acac"
  },
  {
    "文件名": "【晋江】《万人嫌重生成万人迷瑞兽》作者：啄米【天作之合 - 甜文 - 复仇虐渣 - 萌宠】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/690afbb56d80"
  },
  {
    "文件名": "【晋江】《从无限游戏回来后》作者：时今【无限流 - 强强 - 幻想空间 - 穿越时空 - 异能 - 轻松】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/7fd8b8599022"
  },
  {
    "文件名": "【晋江】《从群演开始》作者：决绝【娱乐圈 - 重生 - 爽文 - 升级流】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/3dff2bde4d3c"
  },
  {
    "文件名": "【晋江】《从古代来的夫郎》作者：实现【生子 - 古穿今 - 种田文 - 美食 - 古代历史】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/aed3a4f61d08"
  },
  {
    "文件名": "【晋江】《穿书后我和反派有崽了》作者：岩城太瘦生【穿书 - 生子 - 豪门世家 - 甜文】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/49a6981ad6b7"
  },
  {
    "文件名": "【晋江】《穿书后我攻了主角攻》作者：叶霖川【第一人称 - 主攻 - 年下 - 情有独钟 - 甜文 - 穿书】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ea48f94ce7d4"
  },
  {
    "文件名": "【晋江】《穿书后和总裁带薪恋爱了》作者：林盎司【豪门世家 - 娱乐圈 - 甜文 - 穿书 - 轻松】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/9f05dedc2028"
  },
  {
    "文件名": "【晋江】《穿书暴富后我踩翻修罗场》作者：宴夜鲤【豪门世家 - 恋爱合约 - 甜文 - 穿书】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/532cbabbb270"
  },
  {
    "文件名": "【晋江】《穿进年代文后我有1了》作者：油盐不进【种田文 - 甜文 - 穿书 - 年代文】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/0485e3bde98d"
  },
  {
    "文件名": "【晋江】《穿二代战神皇帝成长史》作者：菌行【情有独钟 - 穿越时空 - 成长 - 古代幻想 - 轻松】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/b8255a8e12e4"
  },
  {
    "文件名": "【晋江】《穿成主角攻受的室友》作者：勺棠【情有独钟 - 甜文 - 穿书 - 校园】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/d436d5ae6e4e"
  },
  {
    "文件名": "【晋江】《穿成影帝家的鹦鹉后我爆红了》作者：棋异果【灵异神怪 - 穿越时空 - 甜文 - 萌宠】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/f8da8e5c93a8"
  },
  {
    "文件名": "【晋江】《穿成小猫咪后我被吸了》作者：走笔人间【萌宠 - 幻想空间 - 情有独钟 - 甜文 】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/7789e2215fcf"
  },
  {
    "文件名": "【晋江】《穿成小花仙的我攻略了美强惨主角》作者：红心K【天作之合 - 穿越时空 - 甜文 - 萌宠】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ee42149557e1"
  },
  {
    "文件名": "【晋江】《穿成娃综文的炮灰爸爸》作者：岩城太瘦生【生子 - 情有独钟 - 甜文 - 穿书】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/0e2e0b2dc037"
  },
  {
    "文件名": "【晋江】《穿成炮灰太子之后》作者：一捧秋凉【年下 - 宫廷侯爵 - 穿书 - 炮灰】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a292757f50e5"
  },
  {
    "文件名": "【晋江】《穿成炮灰皇子的男妻》作者：初七见喜【宫廷侯爵 - 情有独钟 - 穿书 - 基建】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/15a4738f2625"
  },
  {
    "文件名": "【晋江】《穿成炮灰后我能有什么坏心思》 作者：眠言【青梅竹马 - 系统 - 甜文 - 穿书】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/b9655d308884"
  },
  {
    "文件名": "【晋江】《穿成叛逆大崽的豪门后爸》作者：喜糖123【豪门世家 - 娱乐圈 - 穿书 - 爽文】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e9d65da11bb2"
  },
  {
    "文件名": "【晋江】《带球跑被抓现场》作者：小文旦【生子 - 豪门世家 - 星际 - 甜文 - ABO - 沙雕】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/7d60c4898d79"
  },
  {
    "文件名": "【晋江】《大师兄决定和亲》作者：春溪笛晓【恋爱合约 - 天作之合 - 天之骄子 - 轻松 - 美强惨】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/0fb9d8c496fb"
  },
  {
    "文件名": "【晋江】《大佬，咱不离婚了》作者：遥的海王琴【豪门世家 - 情有独钟 - 甜文 - 穿书】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c3e3d9dacd9a"
  },
  {
    "文件名": "【晋江】《虫族之我来自远方》作者：碉堡堡【主攻 - 豪门世家 - 穿越时空 - 星际 - 爽文】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/4fcb7655bbdb"
  },
  {
    "文件名": "【晋江】《痴情炮灰不干了》作者：连朔【甜文 - 穿书 - 爽文 - 校园】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/fb7fc155e440"
  },
  {
    "文件名": "【晋江】《痴情男二不存在的》作者：北冥魑【情有独钟 - 打脸 - 甜文 - 穿书 - 轻松】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/92acd80ca1c5"
  },
  {
    "文件名": "【晋江】《乘风登玉京》作者：金钗换酒【强强 - 宫廷侯爵 - 因缘邂逅 - 穿越时空】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ecb6ba5e062c"
  },
  {
    "文件名": "【晋江】《成为暴娇太子的伴读后》作者：策马听风【古代 - 情有独钟 - 天作之合 - 甜文】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/caed318d8fe6"
  },
  {
    "文件名": "【晋江】《臣好柔弱啊》作者：马户子君【宫廷侯爵 - 穿越时空 - 甜文 - 朝堂之上】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/f0ac471e5505"
  },
  {
    "文件名": "【晋江】《参加恋综后和营业对象假戏真做了》作者：星流过旷【豪门世家 - 恋爱合约 - 娱乐圈 - 甜文 - 轻松】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/bdc27bebf57c"
  },
  {
    "文件名": "【晋江】《不要招惹老婆粉》作者：周吱【天之骄子 - 竞技 - 甜文 - 逆袭】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/82ae04c164e6"
  },
  {
    "文件名": "【晋江】《不演渣受就会死》作者：佐润【系统 - 甜文 - 现代架空 - 穿书】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/9cac4516b718"
  },
  {
    "文件名": "【晋江】《不驯之敌》作者：骑鲸南去【强强 - 爱情战争 - 相爱相杀 - 复仇虐渣】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/26ad66677460"
  },
  {
    "文件名": "【晋江】《不会吧，你没有竹马吗》作者：是笙【情有独钟 - 甜文 - 成长 - 校园】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/91a3c89a0bf4"
  },
  {
    "文件名": "【晋江】《病弱男二对我蓄谋已久》作者：解冻湖水【都市 - 甜文 - 穿书 - 校园】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/d380e2944a17"
  },
  {
    "文件名": "【晋江】《病美人和他的小狼崽》作者：轲西【主攻 - 都市情缘 - 近水楼台 - 天作之合 - 甜文】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/03ce1be5478a"
  },
  {
    "文件名": "【晋江】《病美人和冥主先婚后爱了》作者：喜马拉雅种猫【灵异神怪 - 情有独钟 - 天作之合 - 甜文 - 轻松】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/5b5ca2e005f5"
  },
  {
    "文件名": "【晋江】《冰美人的直男校草疯魔了！》作者：乘星揽月【情有独钟 - 欢喜冤家 - 甜文 - 校园】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ef9faaac893c"
  },
  {
    "文件名": "【晋江】《别想带坏我》作者：萝卜花兔子【打脸 - 系统 - 甜文 - 爽文】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a2282a53ef3c"
  },
  {
    "文件名": "【晋江】《别钓了啦》作者：柒曲【重生 - 甜文 - 钓系 - 电竞】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ec9e2c20619e"
  },
  {
    "文件名": "【晋江】《表面爱意》作者：西荧星【换攻 - 年下 - 都市情缘 - 豪门世家 - 甜文】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/26534c6fe743"
  },
  {
    "文件名": "【晋江】《陛下，你能再靠近一点吗》作者：纷纷和光【宫廷侯爵 - 情有独钟 - 甜文】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/12da12f89468"
  },
  {
    "文件名": "【晋江】《闭嘴我不听》作者：归鸿落雪【异能 - 甜文 - 校园】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/79febe2d4354"
  },
  {
    "文件名": "【晋江】《笨笨崽崽成为娃综对照组后》作者：今日宜甜【娱乐圈 - 甜文 - 爽文 - 直播】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/7c5c919e206d"
  },
  {
    "文件名": "【晋江】《本王才不是歌伎》作者：爻棋【娱乐圈 - 古穿今 - 甜文 - 爽文】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/5cfffdddd225"
  },
  {
    "文件名": "【晋江】《本路人今天也在路过男主片场》作者：宿星川【ABO - 强强 - 娱乐圈 - 爽文 - 都市异闻】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/3eb78bf718a5"
  },
  {
    "文件名": "【晋江】《本攻专治反派BOSS受》作者：鹿野修哉【强强 - 系统 - 甜文 - 快穿】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/f1d6c973baa5"
  },
  {
    "文件名": "【晋江】《被迫与魔尊一起养崽怎么破》作者：春江阔【生子 - 仙侠修真 - 甜文 - 穿书】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/bb121d57bb43"
  },
  {
    "文件名": "【晋江】《被迫嫁给屠户之后》作者：邀之【生子 - 天作之合 - 种田文 - 甜文】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/0a574bb413a5"
  },
  {
    "文件名": "【晋江】《被偏执大佬从小宠到大》作者：迟宵也【花季雨季 - 豪门世家 - 情有独钟 - 甜文 - 轻松】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/3d23a7238327"
  },
  {
    "文件名": "【晋江】《被404系统绑定后》作者：楚缘君【幻想空间 - 情有独钟 - 系统 - 快穿】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c59bdb0a3d31"
  },
  {
    "文件名": "【晋江】《卑微小聋子攻今天也想上位》作者：安静的蛋仔【主攻 - 都市 - 甜文 - 轻松 - 沙雕 - 失忆】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/597fdf803976"
  },
  {
    "文件名": "【晋江】《暴躁电竞大神穿成豪门后妈》作者：小文旦【豪门世家 - 恋爱合约 - 甜文】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e0fbd6a38aa5"
  },
  {
    "文件名": "【晋江】《宝贝你好》作者：可爱叽【都市情缘 - 情有独钟 - 近水楼台 - 甜文】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/75249146c735"
  },
  {
    "文件名": "【晋江】《榜下捉婿，我捉到皇帝了》作者：裳小柠【生子 - 宫廷侯爵 - 天作之合 - 甜文】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/d1d7e52f08bf"
  },
  {
    "文件名": "【晋江】《摆烂学神总在被钓》作者：旺旺烤饼【重生 - 甜文 - 爽文 - 轻松】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/daaffc1acc30"
  },
  {
    "文件名": "【晋江】《白月光拒绝奋斗》作者：项绿瓜【都市情缘 - 娱乐圈 - 励志人生 - 甜文】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/23e495675934"
  },
  {
    "文件名": "【晋江】《白月光回来后，替身陷入失业危机》作者：项绿瓜【都市情缘 - 恋爱合约 - 励志人生 - 甜文】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/8b25cd4cf6d5"
  },
  {
    "文件名": "【晋江】《白月光换下了女装》作者：刘狗花【强强 - 宫廷侯爵 - 情有独钟 - 朝堂 - 轻松】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/76e93188579d"
  },
  {
    "文件名": "【晋江】《白月光拐跑了小替身》作者：言笙笙【欢喜冤家 - 天作之合 - 甜文】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/b453bc9c7b96"
  },
  {
    "文件名": "【晋江】《掰弯自己也不放过你》 作者：几树【直播 - 都市情缘 - 豪门世家 - 甜文】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/dfe189d212fe"
  },
  {
    "文件名": "【晋江】《暗恋指南》作者：风流书呆【快穿】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/6dcf5b7d7b7a"
  },
  {
    "文件名": "【晋江】《安全打工手册》作者：西子绪【幻想空间 - 灵异神怪 - 奇幻魔幻 - 异想天开】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/75505ba2bce0"
  },
  {
    "文件名": "【晋江】《爱过》作者：寒川歌【都市 - 情有独钟 - 破镜重圆 - 体育竞技 - 轻松】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/6c6dde879ba2"
  },
  {
    "文件名": "【晋江】《穿成虐文里病美人太子》作者：琉小歌【强强 - 宫廷侯爵 - 穿书 - 爽文】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/9a9b12b10199"
  },
  {
    "文件名": "【晋江】《穿成猫后被魔尊养了》 作者：四月九月【仙侠修真 - 甜文 - 穿书 - 萌宠】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/7ebd51987371"
  },
  {
    "文件名": "【晋江】《穿成薄情书生郎》作者：端瑜【主攻 - 生子 - 穿书 - 科举 - 朝堂之上】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/65b06a9cfcee"
  },
  {
    "文件名": "【棠】[完结] 娱乐圈男妓 作者：Doi.txt",
    "夸克盘链接": "https://pan.quark.cn/s/2c8d6f47fba9"
  },
  {
    "文件名": "【棠】[完结] 无边风月春堕泪 作者：梧檀blossom.txt",
    "夸克盘链接": "https://pan.quark.cn/s/7d819fb34af0"
  },
  {
    "文件名": "【棠】[完结] 契约关系 作者：白生.txt",
    "夸克盘链接": "https://pan.quark.cn/s/951c1b3a80ea"
  },
  {
    "文件名": "【棠】[完结] 恋爱日常 作者：迪娜.txt",
    "夸克盘链接": "https://pan.quark.cn/s/431b7cb6ee55"
  },
  {
    "文件名": "【棠】[完结] beta真的没有信息素啊！ 作者：夏侯宝玉.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c4bbfdd59d60"
  },
  {
    "文件名": "【晋江】《准点狙击》作者：唐酒卿【强强 - 天作之合 - 未来架空】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e91d8b53405e"
  },
  {
    "文件名": "【晋江】《赘婿文男主对我下手了》作者：桃李笙歌【年下 - 豪门世家 - 甜文 - 穿书】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/81ea7ae58fdf"
  },
  {
    "文件名": "【晋江】《装乖可耻》作者：红口白牙【人外 - 强强 - 幻想空间 - 豪门世家 - 末世】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/0c340507436f"
  },
  {
    "文件名": "【晋江】《专业剪红线》作者：狐阳【爱情 - 战争 - 穿越时空 - 甜文 - 快穿】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/fbae5d0527b9"
  },
  {
    "文件名": "【晋江】《主角攻对我紧追不舍》作者：昭野弥弥【娱乐圈 - 竞技 - 甜文 - 穿书】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/8fb5713d5ff0"
  },
  {
    "文件名": "【晋江】《主动成为大佬的掌中啾》作者：丹青落【豪门世家 - 天作之合 - 甜文 - 穿书】 (1).txt",
    "夸克盘链接": "https://pan.quark.cn/s/c3f01f48ac02"
  },
  {
    "文件名": "【晋江】《竹马难猜》作者：冻感超人【幻想空间 - 情有独钟 -青梅竹马 - 校园】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/372a811cb423"
  },
  {
    "文件名": "【晋江】《重生后学神老公非要我学习》作者：月喜兔【天作之合 - 重生 - 甜文 - 校园】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c9b32ff0f9fc"
  },
  {
    "文件名": "【晋江】《重生后死对头天天宠我》作者：林不欢【天作之合 - 娱乐圈 - 重生 - 甜文】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/da0a6673cc40"
  },
  {
    "文件名": "【晋江】《重生后被匹配给了帝国陛下》作者：七夕是大头喵【情有独钟 - 因缘邂逅 - 星际】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/57a53e6618fd"
  },
  {
    "文件名": "【晋江】《重生成崽快乐开摆》作者：混元三喜【情有独钟 - 重生 - 甜文 - 爽文】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/63a235910e47"
  },
  {
    "文件名": "【晋江】《终于想起账号密码了》作者：稚棠【破镜重圆 - 青梅竹马 - 娱乐圈 - 游戏网游】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/1dc93bb26d15"
  },
  {
    "文件名": "【晋江】《郅玄》作者：来自远方【强强 - 天之骄子 - 穿越时空 - 基建】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/0e1344eb546d"
  },
  {
    "文件名": "【晋江】《只能靠美貌苟活了》作者：乔柚【宫廷侯爵 - 情有独钟 - 乔装改扮 - 甜文 - 轻松】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/87caa1c21271"
  },
  {
    "文件名": "【晋江】《直男室友总想和我贴贴》作者：盘欢【情有独钟 - 天作之合 - 甜文 - 校园】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/345893671b6b"
  },
  {
    "文件名": "【晋江】《直男翻车指南》作者：长野蔓蔓【天作之合 - 天之骄子 - 甜文 - 校园】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/eb5a4bcab63d"
  },
  {
    "文件名": "【晋江】《直播成精APP》作者：醉又何妨【强强 - 灵异神怪 - 甜文 - 爽文】 (1).txt",
    "夸克盘链接": "https://pan.quark.cn/s/0ea46b339520"
  },
  {
    "文件名": "【晋江】《朕真也想做明君》作者：照破山河【强强 - 宫廷侯爵 - 天作之合 - 穿书】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/d03050e8b761"
  },
  {
    "文件名": "【晋江】《这只幼崽过分可爱》作者：萝卜海【生子 - 幻想空间 - 科幻 - 豪门世家】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/fa21233da98b"
  },
  {
    "文件名": "【晋江】《这居然不是虚拟游戏？》作者：山柚子【幻想空间 - 豪门世家 - 甜文 - 爽文】 (1).txt",
    "夸克盘链接": "https://pan.quark.cn/s/24c3d46d5729"
  },
  {
    "文件名": "【晋江】《这个反派我养了！》作者：三千大梦叙平生【系统 - 快穿】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/30ba8e6d2c0d"
  },
  {
    "文件名": "【晋江】《这Alpha好爱老婆》作者：摇摇兔【生子 - 幻想空间 - 甜文 - ABO】 (1).txt",
    "夸克盘链接": "https://pan.quark.cn/s/aca732c3ad24"
  },
  {
    "文件名": "【晋江】《渣攻洗白手册》作者：长缨止戈【主攻 - 快穿 - 情有独钟 - 天作之合 - 穿越时空 - 甜文】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/3aedd39c1cf4"
  },
  {
    "文件名": "【晋江】《早点睡觉》作者：关尼尼【灵异神怪 - 豪门世家 - 甜文 - 轻松】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/53b9b22ac530"
  },
  {
    "文件名": "【晋江】《在仙界开神兽幼儿园》作者：妄三秋【种田文 - 美食 - 系统 - 甜文】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c2834363f58c"
  },
  {
    "文件名": "【晋江】《在无限流里直播爆红》作者：惭时【强强 - 情有独钟 - 无限流 - 爽文】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/bd6e70ed49bc"
  },
  {
    "文件名": "【晋江】《在无限流里养大佬》作者：绯色世家【强强 - 末世 - 无限流 - 系统】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/b8789989f529"
  },
  {
    "文件名": "【晋江】《在娃综摆烂后，我爆红了》作者：星潭【豪门世家 - 娱乐圈 - 穿书 - 爽文】 (1).txt",
    "夸克盘链接": "https://pan.quark.cn/s/cf0df1a8714c"
  },
  {
    "文件名": "【晋江】《在魔法大学伪装天才后我告白了》作者：有问无答【强强 - 甜文 - 西幻 - 魔法幻情】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c1a7176b151e"
  },
  {
    "文件名": "【晋江】《在古代上学的日子》作者：微微多【强强 - 豪门世家 - 穿越时空 - 校园】 (1).txt",
    "夸克盘链接": "https://pan.quark.cn/s/6138f4827a84"
  },
  {
    "文件名": "【晋江】《再改我方案试试？》作者：小饭爷【都市情缘 - 欢喜冤家 - 业界精英 - 甜文】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c67719f8ae3b"
  },
  {
    "文件名": "【晋江】《云婓》作者：来自远方【强强 - 奇幻魔幻 - 天之骄子 - 异世大陆】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/74af541a17cb"
  },
  {
    "文件名": "【晋江】《愿者上钩》作者：西西特【换攻 - 现代 - 情有独钟】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/416450415108"
  },
  {
    "文件名": "【晋江】《原来我是美强惨》作者：少说废话【穿越时空 - 系统 - 甜文 - 快穿】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/7535b737f1a9"
  },
  {
    "文件名": "【晋江】《冤种他给得实在太多了》作者：素千絮【豪门世家 - 欢喜冤家 - 破镜重圆 - 娱乐圈】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/057230d8c040"
  },
  {
    "文件名": "【晋江】《冤有头蛋有主》作者：一世华裳【全息 - 幻想空间 - 欢喜冤家 - 穿越时空 - 游戏网游】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c851e09e496f"
  },
  {
    "文件名": "【晋江】《宇宙一级保护人鱼蛋》作者：糖莓【星际 - 系统 - 甜文 - 穿书】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/2f0a35e76538"
  },
  {
    "文件名": "【晋江】《有一个万人迷儿子是什么体验？》作者：竹浅【强强 - 都市情缘 - 东方玄幻 - 校园】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/cc0491fa6a39"
  },
  {
    "文件名": "【晋江】《有钱房东的装穷日常》作者：红罐乌苏【主攻 - 情有独钟 - 因缘邂逅 - 励志 - 甜文 - 轻松】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/07a2fea4bd2b"
  },
  {
    "文件名": "【晋江】《英语老师今天也很烦》作者：商近里【现代 - 校园】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/f35d9be450cc"
  },
  {
    "文件名": "【晋江】《应聘男保姆后残疾大佬他弯了》作者：沈江山【都市情缘 - 豪门世家 - 情有独钟 - 甜文】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/64d1a2e3596e"
  },
  {
    "文件名": "【晋江】《因为社恐只能网恋啦》作者：阔以鸭【花季雨季 - 情有独钟 - 因缘邂逅 - 校园】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/7d370ed48119"
  },
  {
    "文件名": "【晋江】《一山不容两东北虎》作者：九流书生【幻想空间 - 情有独钟 - 甜文 - 萌宠】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/d37b8ef45fea"
  },
  {
    "文件名": "【晋江】《一个普通人陷入了修罗场》作者：杏逐桃【幻想空间 - 豪门世家 - 娱乐圈 - 穿书】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/9eafc06d87cf"
  },
  {
    "文件名": "【晋江】《一个被疯狂求爱的beta》作者：酬川【主攻 - ABO - 幻想空间 - 情有独钟 - 星际 - 穿书】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/84c86a5a8fd8"
  },
  {
    "文件名": "【晋江】《野不野》作者：潭想【年下 - 甜文 - 都市情缘 - 因缘邂逅 - 天作之合】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/cff73f2d3618"
  },
  {
    "文件名": "【晋江】《爷青回，我嗑的cp成真了》作者：葫芦酱【强强 - 年下 - 娱乐圈 - 甜文】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/da67b956daad"
  },
  {
    "文件名": "【晋江】《咬痕》作者：微风几许【原版 - 情有独钟 - 血族】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/0cc501492d90"
  },
  {
    "文件名": "小提琴与玫瑰作者：宋观画.txt",
    "夸克盘链接": "https://pan.quark.cn/s/6a4b4cab266c"
  },
  {
    "文件名": "完结《真少爷从古代穿回来了》作者：半月星.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a2b4f4676a46"
  },
  {
    "文件名": "清冷剑客他精分了作者：一碗青青酒.txt",
    "夸克盘链接": "https://pan.quark.cn/s/5cd7974a0a46"
  },
  {
    "文件名": "【长佩】完结《迟来热情》作者：江四野.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a1bfb6374bef"
  },
  {
    "文件名": "【长佩】《信息素说你不单纯》作者：毛球球【ABO-甜宠-搞笑-HE】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/306b3342c3fc"
  },
  {
    "文件名": "【晋江】《学长，别钓了》作者：禁庭春昼【情有独钟 - 天作之合 - 甜文 - 校园】 (1).txt",
    "夸克盘链接": "https://pan.quark.cn/s/d9647dd75cc8"
  },
  {
    "文件名": "【晋江】《修仙界网恋》作者：艳归康【仙侠修真 - 甜文 - 爽文】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/0242b940343d"
  },
  {
    "文件名": "【晋江】《凶猛异形饲养指南》作者：停止作答【灵异神怪 - 情有独钟 - 甜文 - 萌宠】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/b8c6a1e7a5bd"
  },
  {
    "文件名": "【晋江】《星际第一向导》作者：蝶之灵【强强 - 情有独钟 - 星际 - 爽文】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ac198f0cf5c4"
  },
  {
    "文件名": "【晋江】《写给你的全糖诗》作者：弦三千【花季雨季 - 情有独钟 - 重生 - 校园】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/88e518dc0330"
  },
  {
    "文件名": "【晋江】《邪神的小夫郎》作者：柚子君CC【生子 - 天作之合 - 种田文 - 爽文 - 古代历史】 (1).txt",
    "夸克盘链接": "https://pan.quark.cn/s/37e51bd76626"
  },
  {
    "文件名": "【晋江】《校草室友他不对劲》作者：长野蔓蔓【情有独钟 - 天作之合 - 甜文 - 校园】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/04a7ffce4d96"
  },
  {
    "文件名": "【晋江】《小钟老师乡村历险记》作者：再三斯【强强 - 近水楼台 - 种田文 - 甜文】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/470abfb1873a"
  },
  {
    "文件名": "【晋江】《小崽崽又进化了》作者：云劫【幻想空间 - 情有独钟 - 天之骄子 - 萌宠】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/1e761528332d"
  },
  {
    "文件名": "【晋江】《小心魔》作者：鱼嚼梅花影【仙侠修真 - 甜文 - 穿书 - 萌宠】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c45d964eec50"
  },
  {
    "文件名": "【晋江】《小甜O穿进了权谋文》作者：林不欢【ABO - 生子 - 情有独钟 - 天作之合 - 穿书】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/fb46c8ac62c7"
  },
  {
    "文件名": "【晋江】《小太阳团宠在偷偷恋爱》作者：轲西【强强 - 年下 - 娱乐圈 - 甜文】 (1).txt",
    "夸克盘链接": "https://pan.quark.cn/s/ac1b22932ce7"
  },
  {
    "文件名": "【晋江】《小少爷追夫记》作者：广巳【豪门世家 - 情有独钟 - 重生 - 甜文】 (1).txt",
    "夸克盘链接": "https://pan.quark.cn/s/8b90eeb796cc"
  },
  {
    "文件名": "【晋江】《小傻子也可以被豪门团宠吗》作者：上苍【豪门世家 - 情有独钟 - 天之骄子 - 穿书】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/cb09a870b73f"
  },
  {
    "文件名": "【晋江】《小漂亮被迫给尸王养崽》作者：宫槐知玉【末世 - 甜文 - 爽文 - 萌宠】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/d253faf04857"
  },
  {
    "文件名": "【晋江】《小美人鱼跟鲛人好上了》 作者：鹤安【有独钟 - 天作之合 - 星际 - 萌宠】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/10a22f7f481e"
  },
  {
    "文件名": "【晋江】《小猫咪被直男室友看上了》作者：林秋见【幻想空间 - 甜文 - 校园 - 萌宠】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c98d83db6e5f"
  },
  {
    "文件名": "【晋江】《小聋子受决定摆烂任宠》作者：严颂颂【豪门世家 - 恋爱合约 - 甜文 - 穿书】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/25281185e900"
  },
  {
    "文件名": "【晋江】《小可怜在娃综成了大佬团宠》作者：飞禽走兽【豪门世家 - 青梅竹马 - 娱乐圈 - 甜文】 (1).txt",
    "夸克盘链接": "https://pan.quark.cn/s/a3de65fb2ce8"
  },
  {
    "文件名": "【晋江】《小结巴带崽上娃综》 作者：二月初九【情有独钟 - 娱乐圈 - 甜文 - 直播】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/843e0dfeb6f4"
  },
  {
    "文件名": "【晋江】《小画家今天也哄你吃药》作者：寒川歌【年下 - 豪门世家 - 情有独钟 - 因缘邂逅】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/7640dbe0b236"
  },
  {
    "文件名": "【晋江】《小肥啾》作者：糯糯啊【甜文 - 情有独钟 - 宫廷侯爵】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/b70fd3eaaaa5"
  },
  {
    "文件名": "【晋江】《小恶灵被邪祟饲养后》作者：明扶【灵异神怪 - 情有独钟 - 天作之合 - 甜文】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c66e7d6e3430"
  },
  {
    "文件名": "【晋江】《小嗲精持证营业》作者：周吱【恋综 - 天之骄子 - 青梅竹马 - 娱乐圈 - 甜文】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/61158fa293c9"
  },
  {
    "文件名": "【晋江】《小白鼬叼崽崽找爸爸》作者：SJ姣儿【星际 - 甜文 - 穿书 - 萌宠】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/d1d8deb86d69"
  },
  {
    "文件名": "【晋江】《销魂》作者：不是风动【重生 - 年下 - 仙侠修真】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/8e6ccfd0f081"
  },
  {
    "文件名": "【晋江】《咸鱼美人又懒又娇》作者：欲买桂花酒【情有独钟 - 天作之合 - 甜文 - 校园】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a1f1fc958d45"
  },
  {
    "文件名": "【晋江】《咸鱼给鸡娃幼崽当爸爸后》作者：管红衣【情有独钟 - 娱乐圈 - 甜文 - 穿书 - 轻松】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/d5f08e8d49c6"
  },
  {
    "文件名": "【晋江】《咸鱼穿书后发现全家都是反派》作者：稚棠【破镜重圆 - 婚恋 - 星际 - 甜文】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ec84906af154"
  },
  {
    "文件名": "【晋江】《仙尊被叼回窝后》作者：云山有意【主攻 - 穿越时空 - 仙侠修真 - 重生 - 系统】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/79dcbb0df329"
  },
  {
    "文件名": "【晋江】《仙君美貌全网垂涎》作者：祝辞酒【情有独钟 - 前世今生 - 古穿今 - 仙侠修真】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/5db4b1eafbf9"
  },
  {
    "文件名": "【晋江】《误以为和乖戾元帅在一起后》作者：宫槐知玉【情有独钟 - 星际 - 甜文 - 爽文】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/da7dcf61eac9"
  },
  {
    "文件名": "【晋江】《无纠》作者：长生千叶【情有独钟 - 天之骄子 - 美食 - 宫廷侯爵】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/31d7764d0386"
  },
  {
    "文件名": "【晋江】《我做你的药》作者：十九星【年下 - 情有独钟 - 因缘邂逅 - 甜文】 (1).txt",
    "夸克盘链接": "https://pan.quark.cn/s/ccd3b94f0db0"
  },
  {
    "文件名": "【晋江】《我竹马才是人形天灾》作者：流初【情有独钟 - 天作之合 - 甜文 - 校园】 (1).txt",
    "夸克盘链接": "https://pan.quark.cn/s/c97fde2c343c"
  },
  {
    "文件名": "【晋江】《我只是个纨绔啊》作者：五军【灵魂转换 - 宫廷侯爵 - 阴差阳错 - 种田文】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/8a19fda649a0"
  },
  {
    "文件名": "【晋江】《我直接嗨老公》 作者：徊梦【豪门世家 - 娱乐圈 - 甜文 - 穿书】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/369d96ad0d77"
  },
  {
    "文件名": "【晋江】《我真没想让龙傲天当我老婆》作者：枕中眠【主攻 - 无限流 - 甜文 - 快穿 - 穿书】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/d8b5b3becb4e"
  },
  {
    "文件名": "【晋江】《我真的是来追星的》作者：雁飞行【情有独钟 - 娱乐圈 - 甜文 - 直播】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/53984a915791"
  },
  {
    "文件名": "【晋江】《我在异世开饭馆》作者：烟火人家【生子 - 穿越时空 - 种田文 - 美食】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/79e70cb66c3d"
  },
  {
    "文件名": "【晋江】《我在皇宫当老大》作者：水晶翡翠肉【穿越时空 - 种田文 - 励志人生 - 成长】 (1).txt",
    "夸克盘链接": "https://pan.quark.cn/s/0f0e33c578e2"
  },
  {
    "文件名": "【晋江】《我在废土捡老公》作者：对四【ABO - 强强 - 末世 - 甜文 - 未来架空】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/19243b3cf79c"
  },
  {
    "文件名": "【晋江】《我想退休呀》作者：朽木刁也【豪门世家 - 恋爱合约 - 娱乐圈 - 甜文】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/55fd7aa313cf"
  },
  {
    "文件名": "【晋江】《我死以后》作者：楼不危【灵异神怪】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/47baba22bec9"
  },
  {
    "文件名": "【晋江】《我是偏执仙君的白月光》作者：若白衣【天作之合 - 仙侠修真 - 重生 - 甜文】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/cd0c59afc693"
  },
  {
    "文件名": "【晋江】《我们全家都有秘密》作者：像野【天作之合 - 异能 - 穿书 - 都市异闻】 (1).txt",
    "夸克盘链接": "https://pan.quark.cn/s/564484cb739c"
  },
  {
    "文件名": "【晋江】《我老婆不是人》作者：狸太守【主攻 - 无限流 - 想空间 - 恐怖 - 情有独钟 - 都市异闻】 (1).txt",
    "夸克盘链接": "https://pan.quark.cn/s/9abc593122dc"
  },
  {
    "文件名": "【晋江】《我嗑的CP总be》作者：卿小双【娱乐圈 - 甜文 - 现代架空】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/889206dfe095"
  },
  {
    "文件名": "【晋江】《我靠装乖先婚后爱》作者：花笙酿【情有独钟 - 婚恋 - 甜文 - 直播】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/8148fcc50fe1"
  },
  {
    "文件名": "【晋江】《我靠抽卡凹人设》作者：道长单飞【穿越时空 - 系统 - 甜文 - 爽文】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/11a5eded9e69"
  },
  {
    "文件名": "【晋江】《我好像真的是未来BOSS》作者：魔法少女兔英俊【强强 - 年下 - 幻想空间 - 异能】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/b1463e07e700"
  },
  {
    "文件名": "【晋江】《我爹是灭世反派，而我才三岁半》作者：兰陵笑笑梦【天之骄子 - 仙侠修真 - 爽文 - 基建】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/4861928903d2"
  },
  {
    "文件名": "【晋江】《我的条件不允许我不红》作者：承越【娱乐圈 - 重生 - 甜文 - 爽文】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/25d36d5acca9"
  },
  {
    "文件名": "【晋江】《我的男友非人类》作者：一节藕【情有独钟 - 系统 - 甜文 - 快穿】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ba443952e61b"
  },
  {
    "文件名": "【晋江】《我的理想小镇》作者：青色羽翼【无限流 - 强强 - 情有独钟 - 系统 - 爽文】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/7f5ddb5c5be1"
  },
  {
    "文件名": "【晋江】《我从冥府退休后进了无限游戏》作者：宴宾客【无限流 - 打脸 - 爽文 - 玄学 - 轻松】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e038b61a56b1"
  },
  {
    "文件名": "【晋江】《我不喜欢你的鳞片》作者：奇行【灵异神怪 - 仙侠修真 - 穿书】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/7955800a46ef"
  },
  {
    "文件名": "【晋江】《我本不该如此狂野》 作者：纵也【强强 - 都市情缘 - 甜文】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a3985a339039"
  },
  {
    "文件名": "【晋江】《我被师兄证道之后》作者：三千风雪【灵异神怪 - 破镜重圆 - 前世今生 - 东方玄幻】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/edef53448660"
  },
  {
    "文件名": "【晋江】《我被反派捡回家娇养了》作者：桃芝酪【豪门世家 - 天作之合 - 甜文 - 穿书 - 现代】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/59e82c3f7925"
  },
  {
    "文件名": "【晋江】《养老婆要从竹马做起！》作者：夂槿【豪门世家 - 情有独钟 - 甜文 - 校园】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/452c73ed7be1"
  },
  {
    "文件名": "【晋江】《养老婆从竹马开始》作者：星期十【豪门世家 - 青梅竹马 - 甜文 - 校园 - 轻松】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/32c311cb9f79"
  },
  {
    "文件名": "【晋江】《厌恶关系》作者：栖子七【都市情缘 - 情有独钟 - 破镜重圆 - 娱乐圈】 (1).txt",
    "夸克盘链接": "https://pan.quark.cn/s/0d99aea67038"
  },
  {
    "文件名": "【晋江】《哑巴侍卫带球跑》作者：问尘九日【双性 - 生子 - 宫廷侯爵 - 情有独钟 - 破镜重圆】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/9c5b1ca8e901"
  },
  {
    "文件名": "【晋江】《亡妻回来和我参加恋综了》作者：糯糯啊【豪门世家 - 天作之合 - 娱乐圈 - 甜文】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/70470ba39b93"
  },
  {
    "文件名": "【晋江】《万物风华录》作者：非天夜翔【前世今生 - 东方玄幻 - 校园 - 史诗奇幻】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/305b4fcfe90a"
  },
  {
    "文件名": "【晋江】《万人嫌重生成万人迷瑞兽》作者：啄米【天作之合 - 甜文 - 复仇虐渣 - 萌宠】 (1).txt",
    "夸克盘链接": "https://pan.quark.cn/s/9d851723c512"
  },
  {
    "文件名": "【晋江】《万人嫌哑巴的竹马是校草》作者：姜乌【天作之合 - 天之骄子 - 成长 - 校园 - 轻松】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/91cf66955b0a"
  },
  {
    "文件名": "【晋江】《万人嫌他想开了》作者：时今【豪门世家 - 娱乐圈 - 穿书 - 直播】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/140934c3bb97"
  },
  {
    "文件名": "【晋江】《万人迷小师弟只想守男德》作者：啾咪啾咪兔【仙侠修真 - 甜文 - 穿书 - 爽文】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/eccaabbe03e5"
  },
  {
    "文件名": "【晋江】《万人迷反派生存指南》作者：蓝灵仙【情有独钟 - 系统 - 快穿】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c7d13a52199b"
  },
  {
    "文件名": "【晋江】《万人迷Beta只想学习》作者：长乐思央【主攻 - ABO - 科幻 - 天之骄子 - 甜文 - 爽文】 (1).txt",
    "夸克盘链接": "https://pan.quark.cn/s/840cec5ecabe"
  },
  {
    "文件名": "【晋江】《玩家都以为我是邪神》作者：狮子星系【爽文 - 直播 - 克苏鲁 - 第四天灾】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c9735ae7a4e7"
  },
  {
    "文件名": "【晋江】《纨绔逃婚后》作者：顾三跃【乔装改扮 - 种田文 - 甜文 - 轻松 - 沙雕】 (1).txt",
    "夸克盘链接": "https://pan.quark.cn/s/9d8b19a3a494"
  },
  {
    "文件名": "【晋江】《外科医生的王府生存指南》作者：青竹酒【强强 - 宫廷侯爵 - 情有独钟 - 朝堂 - 轻松】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/f2558d5cf10b"
  },
  {
    "文件名": "【晋江】《娃综爆火指南》作者：城临西【娱乐圈 - 打脸 - 甜文 - 穿书】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/5ea3fd52a648"
  },
  {
    "文件名": "【晋江】《兔兔要当大剑仙》作者：杯影藏身【情有独钟 - 仙侠修真 - 甜文 - 萌宠】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/18284158e8f8"
  },
  {
    "文件名": "【晋江】《天才维修师》作者：李温酒【强强 - 机甲 - 爽文 - 升级流 - 轻松】 (1).txt",
    "夸克盘链接": "https://pan.quark.cn/s/211d59daa2f8"
  },
  {
    "文件名": "【晋江】《替身受觉醒了》作者：二月竹【豪门世家 - 穿书 - 爽文 - 复仇虐渣】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/7635b0031736"
  },
  {
    "文件名": "【晋江】《替身受和白月光he》作者：楚执【宫廷侯爵 - 三教九流 - 情有独钟 - 朝堂之上】 (1).txt",
    "夸克盘链接": "https://pan.quark.cn/s/6cb7b08294a6"
  },
  {
    "文件名": "【晋江】《替身拐走主角的心魔后》作者：后简【仙侠- 修真 - 甜文 - 穿书 - 爽文】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c6be843dd2cf"
  },
  {
    "文件名": "【晋江】《替嫁后我笑得想死》作者：明桂载酒【系统 - 甜文】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/b82844cb246b"
  },
  {
    "文件名": "【晋江】《替嫁后我成了万人迷》作者：金玉其内【都市情缘 - 情有独钟 - 娱乐圈 - 甜文】 (1).txt",
    "夸克盘链接": "https://pan.quark.cn/s/f4c3ae33f060"
  },
  {
    "文件名": "【晋江】《桃花令》作者：睡芒【宫廷侯爵 - 甜文 - 爽文 - 朝堂之上】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/dba8d736f4e8"
  },
  {
    "文件名": "【晋江】《太子他不肯和离》作者：丹锦【强强 - 宫廷侯爵 - 穿越时空 - 甜文】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/d213671ed566"
  },
  {
    "文件名": "【晋江】《他那克制守礼的丈夫》作者：林沁人【都市情缘 - 重生 - 业界精英 - 甜文】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/7b84fff6ba0a"
  },
  {
    "文件名": "【晋江】《他们后悔了但我不要了》作者：不见仙踪【情有独钟 - 打脸 - 甜文 - 直播】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ee18a0601be0"
  },
  {
    "文件名": "【晋江】《他来自1945》作者：听原【豪门世家 - 穿越时空 - 娱乐圈 - 重生】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/128fdcdb1c36"
  },
  {
    "文件名": "【晋江】《他好会》作者：少予【星际 - 幻想空间 - 甜文 - 大冒险 - 萌宠】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/eb59a05e9694"
  },
  {
    "文件名": "【晋江】《他害怕，他装的》作者：客柞【年上 - 情有独钟 - 近水楼台 - 甜文】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/bb37fb158f23"
  },
  {
    "文件名": "【晋江】《他超乖的》作者：荧枳【强强 - 重生 - 甜文 - 校园】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/1d0eb13340f5"
  },
  {
    "文件名": "【晋江】《所有毛茸茸都爱我》作者：月照懒人【甜文 - 现代架空 - 直播 - 萌宠】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c4c52806558d"
  },
  {
    "文件名": "【晋江】《饲主，贴贴!》作者：少予【灵异神怪 - 豪门世家 - 欢喜冤家 - 甜文】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/b0135bccb752"
  },
  {
    "文件名": "【晋江】《死对头他总想和我结婚》作者：黄铜左轮【都市情缘 - 情有独钟 - 甜文】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c79bb974ad2f"
  },
  {
    "文件名": "【晋江】《水火难容》作者：superpanda【强强 - 天之骄子 - 业界精英 - 商战】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/71d3ccd3a28f"
  },
  {
    "文件名": "【晋江】《双子又在假扮对方了！》作者：宴夜鲤【校园 - 情有独钟 - 天作之合 - 天之骄子 - 甜文】 (1).txt",
    "夸克盘链接": "https://pan.quark.cn/s/cc150759ee62"
  },
  {
    "文件名": "【晋江】《双倍王冠》作者：西丛鸦【宫廷侯爵 - 天之骄子 - 星际】 (1).txt",
    "夸克盘链接": "https://pan.quark.cn/s/9defaa568d44"
  },
  {
    "文件名": "【晋江】《双O互换人生了！》作者：宴夜鲤【ABO - 豪门世家 - 星际 - 励志人生 - 甜文】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/7efd9847e10b"
  },
  {
    "文件名": "【晋江】《首富穿书后只想当咸鱼》作者：size5【豪门世家 - 情有独钟 - 婚恋 - 穿书】 (1).txt",
    "夸克盘链接": "https://pan.quark.cn/s/64d9fbd37f61"
  },
  {
    "文件名": "【晋江】《首辅寡夫郎他茶香四溢》 作者：白鸟童子【年下 - 情有独钟 - 种田文 - 科举】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/3bd7ce6c3e4e"
  },
  {
    "文件名": "【晋江】《室友们为什么都用这种眼神看我》作者：公子于歌【娱乐圈 - 穿书 - 爽文 - 校园】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/58c9a2abf1ae"
  },
  {
    "文件名": "【晋江】《师尊他攻了起点男主》作者：九日酒【强强 - 灵异神怪 - 重生 - 穿书】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/12ea669ee425"
  },
  {
    "文件名": "【晋江】《失忆后多了的前男友》作者：妾在山阳【幻想空间 - 灵异神怪 - 豪门世家 - 异能 - 轻松】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/05c5b0ba1a3c"
  },
  {
    "文件名": "【晋江】《失恋也要拯救世界》作者：灯小黑【幻想空间 - 异能】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/7b05f30362fa"
  },
  {
    "文件名": "【晋江】《神明和他的废话网友》作者：苏词里【强强 - 灵异神怪 - 甜文 - 都市异闻】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/f48c1c1b5dd2"
  },
  {
    "文件名": "【晋江】《谁说纨绔不读书》作者：五军【励志人生 - 爽文 - 科举 - 朝堂之上】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/d4b91d23d6e9"
  },
  {
    "文件名": "【晋江】《谁说老二次元不能结婚！》作者：鳄人行山【都市 - 婚恋 - 甜文 - 校园】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/38fd5f0aa4fe"
  },
  {
    "文件名": "【晋江】《社交软件泡到大老板》作者：彩云归【豪门世家 - 甜文 - 爽文 - 校园】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/103b87f91437"
  },
  {
    "文件名": "【晋江】《上古神啾》作者：青色羽翼【强强 - 灵异神怪 - 情有独钟 - 天之骄子 - 爽文 - 轻松】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/6a7ac69432b0"
  },
  {
    "文件名": "【晋江】《我，五行缺德》作者：啾啾大王【灵异神怪 - 甜文 - 爽文 - 玄学】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c1cf6d265002"
  },
  {
    "文件名": "【晋江】《我，会算命，不好惹》作者：醉又何妨【强强 - 甜文 - 穿书 - 爽文】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/93d11991d681"
  },
  {
    "文件名": "【晋江】《为你情根深种》作者：狐阳【情有独钟 - 系统 - 甜文 - 快穿】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ff96e9a91b34"
  },
  {
    "文件名": "【晋江】《伪装深情》作者：观山雪【主攻 - 虐恋情深 - 天作之合 - 甜文 - 快穿】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/277b5dc5dbff"
  },
  {
    "文件名": "【晋江】《网恋老攻是冰山上司》作者：金玉其内【豪门世家 - 情有独钟 - 娱乐圈 - 游戏网游】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/0f5d10109ea5"
  },
  {
    "文件名": "【晋江】《傻了吧，爷不当人了！》作者：打僵尸【四 - 恐怖 - 无限流 - 爽文 - 萌宠】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ffdf48513b26"
  },
  {
    "文件名": "【晋江】《沙雕竹马开窍了》作者：磕粮土嗨汪【情有独钟 - 重生 - 甜文 - 校园】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/7af63d7cd880"
  },
  {
    "文件名": "【晋江】《沙雕受当场感化虐文攻》作者：浅草饼【都市情缘 - 豪门世家 - 甜文 - 穿书】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/78c680e3b3d7"
  },
  {
    "文件名": "【晋江】《沙雕攻他失忆了》作者：多金少女猫【情有独钟 - 打脸 - 甜文 - 爽文】 (1).txt",
    "夸克盘链接": "https://pan.quark.cn/s/69cc3e2062f4"
  },
  {
    "文件名": "【晋江】《丧系美人替嫁给残疾反派后》作者：噤非【豪门世家 - 甜文 - 穿书 - 爽文】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/79016b2a94af"
  },
  {
    "文件名": "【晋江】《软萌室友总是在钓我》作者：月喜兔【情有独钟 - 天作之合 - 甜文 - 校园】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/5d0c0ac325b1"
  },
  {
    "文件名": "【晋江】《入夜我们谈恋爱》 作者：杳杳一言【情有独钟 - 甜文】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/6511f2909c69"
  },
  {
    "文件名": "【晋江】《如何为爱手撕剧本》作者：九叠云锦张【幻想空间 - 情有独钟 - 甜文 - 快穿 - 轻松】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/da137238ee0b"
  },
  {
    "文件名": "【晋江】《如何投喂一只深渊！》作者：江为竭【情有独钟 - 天作之合 - 末世 - 甜文】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/3f2ef2ea661f"
  },
  {
    "文件名": "【晋江】《认错神明后他们追悔莫及》作者：凤箫声醉【宫廷侯爵 - 天之骄子 - 星际 - 爽文】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/f67db4162b1b"
  },
  {
    "文件名": "【晋江】《人形机械》作者：讳疾【灵异神怪 - 无限流 - 爽文】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c9aec09fd135"
  },
  {
    "文件名": "【晋江】《人外让人怀崽了》作者：佐川川【合集 - 幻想空间 - 奇幻魔幻 - 情有独钟 - 甜文】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/5941c24ad421"
  },
  {
    "文件名": "【晋江】《热搜预告》作者：林暮烟【都市情缘 - 情有独钟 - 娱乐圈 - 业界精英】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/0dfffcf88bea"
  },
  {
    "文件名": "【晋江】《全娱乐圈对我避如蛇蝎》作者：程凿【豪门世家 - 娱乐圈 - 甜文 - 爽文】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/857f9863517c"
  },
  {
    "文件名": "【晋江】《全修界都在传唱我们的故事》作者：青端【强强 - 情有独钟 - 天之骄子 - 仙侠修真】 (1).txt",
    "夸克盘链接": "https://pan.quark.cn/s/812f280abef5"
  },
  {
    "文件名": "【晋江】《全星际唯一双精神体》作者：琅空一色【强强 - 星际 - 甜文 - 爽文】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/af3a8814fb14"
  },
  {
    "文件名": "【晋江】《全世界求我们破镜重圆》作者：山柚子【娱乐圈 - 重生 - 甜文 - 成长】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/437ab3fec648"
  },
  {
    "文件名": "【晋江】《全世界都觉得我们不合适》作者：不吃姜的胖子【都市情缘 - 情有独钟 - 现代架空】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/4b4a8b051fbe"
  },
  {
    "文件名": "【晋江】《全能咸鱼恋综爆红》作者：招财狗【强强 - 情有独钟 - 娱乐圈 - 甜文】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/8d6c2b038cf1"
  },
  {
    "文件名": "【晋江】《前朝余孽只想卖烧烤》作者：孟冬十五【宫廷侯爵 - 种田文 - 美食 - 穿书】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/74f3c8dff263"
  },
  {
    "文件名": "【晋江】《漂亮甜O总以为他是机器人》作者：谢沧浪【情有独钟 - 天作之合 - 星际 - 甜文】 (1).txt",
    "夸克盘链接": "https://pan.quark.cn/s/b6d55c1d2f50"
  },
  {
    "文件名": "【晋江】《漂亮炮灰》作者：小阿芬【无限流 - 快穿 - 爽文 - 直播 - 轻松】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/027341d3057b"
  },
  {
    "文件名": "【晋江】《偏执攻的病美人逃不掉了》作者：金玉其内【豪门世家 - 情有独钟 - 恋爱合约 - 穿书】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/97f3f9022d04"
  },
  {
    "文件名": "【晋江】《炮灰又把主角攻了》作者：长白不白【主攻 - 幻想空间 - 情有独钟 - 系统 - 快穿 - 轻松】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/bba23032bdeb"
  },
  {
    "文件名": "【晋江】《炮灰和反派是真爱》作者：墨水芯【打脸 - 系统 - 甜文 - 快穿 - 轻松】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/cab2a240838e"
  },
  {
    "文件名": "【晋江】《炮灰攻三成了万人迷》作者：暗香漂浮【快穿 - 系统 - 甜文 - 现代架空 - 轻松 - 万人迷】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/10b7703ee2f9"
  },
  {
    "文件名": "【晋江】《胖柴不废要崛起》作者：酥油饼【宫廷侯爵 - 欢喜冤家 - 穿越时空 - 升级流】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c2af55c0b028"
  },
  {
    "文件名": "【晋江】《欧皇》作者：狐阳【修真 - 随身空间 - 打脸 - 系统 - 爽文】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/43744cf51714"
  },
  {
    "文件名": "【晋江】《你再说我一句试试》作者：爻棋【花季雨季 - 情有独钟 - 甜文 - 校园】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/5f8242577219"
  },
  {
    "文件名": "【晋江】《你是懂点女装的》作者：王子鏖【情有独钟 - 欢喜冤家 - 甜文 - 校园】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/50c12b7643be"
  },
  {
    "文件名": "【晋江】《你是不是喜欢我》作者：柒曲【天作之合 - 天之骄子 - 竞技 - 重生】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/33771b97978c"
  },
  {
    "文件名": "【晋江】《你老婆没了》作者：南辿星【情有独钟 - 天作之合 - 甜文 - 校园】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/926f64b160fe"
  },
  {
    "文件名": "【晋江】《你看我瞎吗？》作者：衣落成火【情有独钟 - 天之骄子 - 甜文 - 东方玄幻】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/219cdb6b6be8"
  },
  {
    "文件名": "【晋江】《你给我变回大猫！》作者：路侠【情有独钟 - 星际 - 甜文 - 萌宠】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/be3f1ceed4c6"
  },
  {
    "文件名": "【晋江】《你对机械猫耳有什么意见吗》作者：羽萌【幻想空间 - 随身空间 - 系统 - 甜文】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ce7ed57d1a16"
  },
  {
    "文件名": "【晋江】《男主把我球带跑了》作者：何所往【生子 - 因缘邂逅 - 仙侠修真 - 甜文】 (1).txt",
    "夸克盘链接": "https://pan.quark.cn/s/dffb7918d621"
  },
  {
    "文件名": "【晋江】《那个宿敌不想和解》作者：海藻大王【主攻 - ABO - 双A - 强强 - 重生 - 甜文 - 爽文】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/51534f11fe3b"
  },
  {
    "文件名": "【晋江】《闪婚对象是前男友上司》作者：解冻湖水【都市 - 婚恋 - 甜文 - 日常 - 先婚后爱】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/d8c454aca0cd"
  },
  {
    "文件名": "【晋江】《傻了吧，爷会画画！》作者：打僵尸【二 - 奇幻魔幻 - 异能 - 爽文 - 直播】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/4dca75d15d02"
  },
  {
    "文件名": "【晋江】《傻了吧，爷会飞！》作者：打僵尸【一 - 异能 - 打脸 - 爽文 - 萌宠 】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/83379f69b45d"
  },
  {
    "文件名": "【晋江】《傻了吧，爷会变身！》作者：打僵尸【三 - 末世 - 无限流 - 萌宠】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/d4e546c54a91"
  },
  {
    "文件名": "【晋江】《没人能拒绝狗狗A》作者：戏问【主攻 - 强强 - 幻想空间 - 情有独钟 - 甜文 - 轻松】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/089daa73bb68"
  },
  {
    "文件名": "【晋江】《毛茸茸饲养日记》作者：杳杳一言【情有独钟 - 因缘邂逅 - 甜文】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/4de031992112"
  },
  {
    "文件名": "【晋江】《猫想报恩真的好难》作者：青鸟临星【豪门世家 - 天作之合 - 甜文 - 萌宠】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/09634d4292a7"
  },
  {
    "文件名": "【晋江】《猫猫怎么可以自己睡！》作者：苏芒【情有独钟 - 青梅竹马 - 甜文 - 校园 - 轻松】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e299bf6cb6f8"
  },
  {
    "文件名": "【晋江】《猫猫的天灾求生路》作者：狸奴不吃鱼【种田文 - 异能 - 末世 - 萌宠】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/3e6b9afac721"
  },
  {
    "文件名": "【晋江】《卖火箭的小女孩》作者：其恕【穿越时空 - 星际 - 甜文 - 爽文】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/5e07a9b021ce"
  },
  {
    "文件名": "【晋江】《论漂亮钓系如何掰弯钢铁直男》作者：晚秋初十【情有独钟 - 甜文 - 爽文 - 校园 - 现代】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/0c905dceee47"
  },
  {
    "文件名": "【晋江】《乱rua毛茸茸是要做人家老婆的》作者：没事点两笔【情有独钟 - 天作之合 - 甜文 - 萌宠】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/149754613187"
  },
  {
    "文件名": "【晋江】《路人攻上位合集》作者：陈可羞【主攻 - 幻想空间 - 炮灰 - 日久生情 - 单元文】 (1).txt",
    "夸克盘链接": "https://pan.quark.cn/s/2af4c82e9ce1"
  },
  {
    "文件名": "【晋江】《龙傲崽在娃综养老婆》作者：招财的猞猁【情有独钟 - 青梅竹马 - 甜文 - 穿书】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/eb1975a01732"
  },
  {
    "文件名": "【晋江】《临安城美食录》作者：闻笛解酒【情有独钟 - 种田文 - 美食 - 市井生活】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/7baaa95ca071"
  },
  {
    "文件名": "【晋江】《烈酒家的小相公》作者：梨子甜甜【主攻 - 穿越时空 - 种田文 - 甜文 - 成长】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/123f312e500a"
  },
  {
    "文件名": "【晋江】《两个皇帝怎么谈恋爱》作者：比卡比【生子 - 宫廷侯爵 - 情有独钟 - 天作之合】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/35d682f414cf"
  },
  {
    "文件名": "【晋江】《联姻后大佬的马甲捂不住了》作者：糖三甲【强强 - 情有独钟 - 穿越时空 - 甜文】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ba94e29fd45c"
  },
  {
    "文件名": "【晋江】《揽明月》作者：归鸿落雪【互攻 - 水仙文 - 强强 - 宫廷侯爵 - 前世今生 - 相爱相杀】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/f4d4ef682441"
  },
  {
    "文件名": "【晋江】《科研大佬和影帝离婚后》作者：时今【强强 - 情有独钟 - 娱乐圈 - 甜文】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/59de1ba1df66"
  },
  {
    "文件名": "【晋江】《军校装A法则》作者：青梅酱【ABO - 强强 - 星际 - 甜文 - 爽文】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/00c714f7ae43"
  },
  {
    "文件名": "【晋江】《剧情时间到》作者：常花一笑【穿书 - 幻想空间 - 甜文 - 轻松 - 沙雕 - 吐槽】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c034209e651f"
  },
  {
    "文件名": "【晋江】《拒绝冰山上司联姻后》作者：百户千灯【豪门世家 - 情有独钟 - 天作之合 - 甜文】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ffc58b7375bd"
  },
  {
    "文件名": "【晋江】《舅舅和男友都是反派》作者：月见茶【天作之合 - 重生 - 星际 - 甜文】 (1).txt",
    "夸克盘链接": "https://pan.quark.cn/s/92935327d45b"
  },
  {
    "文件名": "【晋江】《就很突然》作者：廿乱【情有独钟 - 欢喜冤家 - 娱乐圈 - 甜文 - 轻松】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c3550dc3eb94"
  },
  {
    "文件名": "【晋江】《救命，我不想种田啦》作者：长毛橘【种田文 - 末世 - 甜文】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/0b17432c4d5d"
  },
  {
    "文件名": "【晋江】《禁止套娃》作者：春风遥【强强 - 情有独钟 - 无限流 - 爽文】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/5c78a026ea63"
  }
];
