// 自动拆分 part_38
window._part38 = [
  {
    "文件名": "[更130]《雷峰塔下（法青、1v1、SC）》作者：尼古拉斯·老谢.txt",
    "夸克盘链接": "https://pan.quark.cn/s/f2fe2ca893b3"
  },
  {
    "文件名": "[更129]《向导她无处可逃（nph）》 作者：0306.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e2d2c84a1750"
  },
  {
    "文件名": "[更101] 腻味 by 霁雨.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ed48d8d31331"
  },
  {
    "文件名": "[更156]《甘愿[校园1V1]》 作者：群青鸢尾.txt",
    "夸克盘链接": "https://pan.quark.cn/s/829fccca137f"
  },
  {
    "文件名": "[更135]蝴蝶骸骨（骨科1v1） 作者：乌星.txt",
    "夸克盘链接": "https://pan.quark.cn/s/b9d4706a96d7"
  },
  {
    "文件名": "[更203]网恋被继兄骗炮后by supersonic.txt",
    "夸克盘链接": "https://pan.quark.cn/s/92dfbc0c349d"
  },
  {
    "文件名": "[更176]睡了意淫的男人们之后(NPH，1V5) 作者：我是土狗我爱写肌肉黄料.txt",
    "夸克盘链接": "https://pan.quark.cn/s/cc3eda119fee"
  },
  {
    "文件名": "[更253]《为权（强取豪夺1V1）》作者：反派角色.txt",
    "夸克盘链接": "https://pan.quark.cn/s/689fdc7e758e"
  },
  {
    "文件名": "[更219]网恋被骗一百万（1V1,SC）作者：纯爱战神.txt",
    "夸克盘链接": "https://pan.quark.cn/s/632f4014b808"
  },
  {
    "文件名": "[更26]三月杏（1v1H） 作者：雨夹雪.txt",
    "夸克盘链接": "https://pan.quark.cn/s/d018a72e5b4f"
  },
  {
    "文件名": "[更22]被闺蜜帅爹日夜猛干的日子（含1v2） 作者：要吃肉.txt",
    "夸克盘链接": "https://pan.quark.cn/s/49b2c851e137"
  },
  {
    "文件名": "[更332]小说大纲里的女主觉醒后（NPH）作者：霍恩斯比的饭饭.txt",
    "夸克盘链接": "https://pan.quark.cn/s/39ce5f8e22cd"
  },
  {
    "文件名": "[更35]永团圆 作者：光明月.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a491f91e5c90"
  },
  {
    "文件名": "[更37]女囚犯（NPH） 作者：九久.txt",
    "夸克盘链接": "https://pan.quark.cn/s/5773d8ed8ad7"
  },
  {
    "文件名": "[更42]《欺负一下能在床上哭很久（女尊 甜文 青梅竹马）》作者：绵软软.txt",
    "夸克盘链接": "https://pan.quark.cn/s/1186f4b36d57"
  },
  {
    "文件名": "[更69]《【西幻】魔法红玫瑰》作者：Ariestarry.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c6e9930a1a8b"
  },
  {
    "文件名": "[更65]在他股掌之上by烟草风絮梅子雨.txt",
    "夸克盘链接": "https://pan.quark.cn/s/177c726b7066"
  },
  {
    "文件名": "[更59]《杳杳慕昭（父女）》作者：树下睡仙人.txt",
    "夸克盘链接": "https://pan.quark.cn/s/4fdbaf85e916"
  },
  {
    "文件名": "[更57]离婚后（强制 nph）作者：柒雨.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c22b95497960"
  },
  {
    "文件名": "[更69]谋金印（古言NP） 作者：皎皎林月.txt",
    "夸克盘链接": "https://pan.quark.cn/s/fe0d9605a5ff"
  },
  {
    "文件名": "[更76]错轨（4p，高H） 作者：夏多布里昂.txt",
    "夸克盘链接": "https://pan.quark.cn/s/5207be99d610"
  },
  {
    "文件名": "完美陷阱【1v1现代父女】 by东竹 更138.txt",
    "夸克盘链接": "https://pan.quark.cn/s/3b7e037de149"
  },
  {
    "文件名": "与它共感【1v1校园双暗恋】 by幻海浮声 更62.txt",
    "夸克盘链接": "https://pan.quark.cn/s/79cd89bce60c"
  },
  {
    "文件名": "位面风俗店经营指南【np星际ABO】 by葳蕤 更36.txt",
    "夸克盘链接": "https://pan.quark.cn/s/4841e235fa29"
  },
  {
    "文件名": "偷养【1v1末世】 by摆烂星人 更88.txt",
    "夸克盘链接": "https://pan.quark.cn/s/f4ca943bbd4e"
  },
  {
    "文件名": "绝对沦陷【1v1现代父女】 by惊春时 更86.txt",
    "夸克盘链接": "https://pan.quark.cn/s/8dec84d74782"
  },
  {
    "文件名": "强制爱了自己的死对头【1v1校园】 by妧妧 更68.txt",
    "夸克盘链接": "https://pan.quark.cn/s/136be494ce17"
  },
  {
    "文件名": "偷上老师【1v1校园师生出轨】 by尤嘉 更35.txt",
    "夸克盘链接": "https://pan.quark.cn/s/77469f8342a1"
  },
  {
    "文件名": "分手后和闺蜜男友合租了【1v1都市】 by放点陈醋 更234.txt",
    "夸克盘链接": "https://pan.quark.cn/s/28173ed0bafe"
  },
  {
    "文件名": "恶魔双子【1v1现代骨科奇幻】 by鬼妹妹 更34.txt",
    "夸克盘链接": "https://pan.quark.cn/s/2ba2cca397d3"
  },
  {
    "文件名": "红男绿女【1v1现代背德】 by她叙 更36.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c04be215a098"
  },
  {
    "文件名": "恶毒女配在耽美修罗场中苟命【np穿书古代】 by lovemyfood 更40.txt",
    "夸克盘链接": "https://pan.quark.cn/s/d7867226041a"
  },
  {
    "文件名": "顶风作案【1v1高干强制】 by蒙面咸鱼 更212.txt",
    "夸克盘链接": "https://pan.quark.cn/s/9318f82768d3"
  },
  {
    "文件名": "[更93]不内射就出不去的房间 作者：与眠.txt",
    "夸克盘链接": "https://pan.quark.cn/s/b3a5754ad218"
  },
  {
    "文件名": "[更90]《庶女她总在爬床【父女 兄妹，】》作者：梨莫愁.txt",
    "夸克盘链接": "https://pan.quark.cn/s/44015dc96df3"
  },
  {
    "文件名": "[合集 更267]《夜晚将至(合集)》 作者：谢太太想养马.txt",
    "夸克盘链接": "https://pan.quark.cn/s/506b00f39c03"
  },
  {
    "文件名": "[np  更646]《云烟（古言NPH）（原名：《黑莲花被迫小白花开局！如何拉扯懦弱皇兄统一天下（古言NPH）》）》 作者：讫讫.txt",
    "夸克盘链接": "https://pan.quark.cn/s/6d304108c589"
  },
  {
    "文件名": "[合集 更79]《我不要痴汉啊(短篇合集NPH)》 作者：阿中呀.txt",
    "夸克盘链接": "https://pan.quark.cn/s/afb3336f4ddb"
  },
  {
    "文件名": "[np  更361]《与王同行（星际·NPH）》 作者：解冰.txt",
    "夸克盘链接": "https://pan.quark.cn/s/789d7028a268"
  },
  {
    "文件名": "[np  更149]《临时夫妻(nph)》 作者：异梦.txt",
    "夸克盘链接": "https://pan.quark.cn/s/fda6bf505a53"
  },
  {
    "文件名": "[np  更121]《黑道大小姐今天也要睡男人（NPH、校園H、強強）》 作者：渝渝不渝.txt",
    "夸克盘链接": "https://pan.quark.cn/s/2a8e2c6fff7a"
  },
  {
    "文件名": "[np  更87]《成为豪门恶毒女配后（穿书nph）》 作者：Kikiki.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c4352fa6c47d"
  },
  {
    "文件名": "[np  更69]《谋金印（古言NP）》 作者：皎皎林月.txt",
    "夸克盘链接": "https://pan.quark.cn/s/24468b994362"
  },
  {
    "文件名": "[np  更58]《离婚后（强制 nph）》 作者：柒雨.txt",
    "夸克盘链接": "https://pan.quark.cn/s/6d5ef30dc977"
  },
  {
    "文件名": "[np  更55]《恶毒黑莲花身中欲毒后（nph、玄幻）》 作者：睡大觉.txt",
    "夸克盘链接": "https://pan.quark.cn/s/b2b3627a74a6"
  },
  {
    "文件名": "[np  更48]《攻略对象是亲弟弟们 (NPH、年下、系靳)》 作者：浣.txt",
    "夸克盘链接": "https://pan.quark.cn/s/9af3f8cd44a6"
  },
  {
    "文件名": "[np  更45]《恶毒女配在耽美修罗场中苟命（NPH、古代、系靳、穿越）》 作者：lovemyfood.txt",
    "夸克盘链接": "https://pan.quark.cn/s/7c9d96dc2b80"
  },
  {
    "文件名": "[4p  更79]《错轨（4p，高H）》 作者：夏多布里昂.txt",
    "夸克盘链接": "https://pan.quark.cn/s/217cd7898cfa"
  },
  {
    "文件名": "[1v2 更38]《寄养关系（校园骨科1v2）》 作者：子夜鱼.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ebf618e2b2cc"
  },
  {
    "文件名": "[1v1 更135]《蝴蝶骸骨（骨科1v1）》 作者：乌星.txt",
    "夸克盘链接": "https://pan.quark.cn/s/f9c7caf8860f"
  },
  {
    "文件名": "[1v1 更131]《雷峰塔下（法青、1v1、SC）》 作者：尼古拉斯·老著.txt",
    "夸克盘链接": "https://pan.quark.cn/s/fa268aad2452"
  },
  {
    "文件名": "[1v1 更119]《消失的蝴蝶发夹（H、現代、狗血、暗黑）》 作者：蓝旗路21号.txt",
    "夸克盘链接": "https://pan.quark.cn/s/9558640cbf7f"
  },
  {
    "文件名": "[1v1 更101]《摘杏（父女 年代）》 作者：谁又偷猫肉.txt",
    "夸克盘链接": "https://pan.quark.cn/s/607871b4ee1e"
  },
  {
    "文件名": "[1v1 更92]《木槿烟云（年上 ABO）》 作者：秋山执刀.txt",
    "夸克盘链接": "https://pan.quark.cn/s/6d262b26ee4a"
  },
  {
    "文件名": "[1v1 更52]《不利流年（1V1）》 作者：锦换.txt",
    "夸克盘链接": "https://pan.quark.cn/s/d4f9105a7d12"
  },
  {
    "文件名": "[1v1 更29]《抱了无限流大佬的大腿之后（1V1、末世、重生） 》 作者：罗利.txt",
    "夸克盘链接": "https://pan.quark.cn/s/b3ebad7aecc8"
  },
  {
    "文件名": "[1v1 更45]《恶毒私生女被正牌千金抓住后（1V1、現代、甜文） 》 作者：泠泠泠泠儿.txt",
    "夸克盘链接": "https://pan.quark.cn/s/957bc8f04691"
  },
  {
    "文件名": "[1v1 更25]《野草风（骨科、校園） 》 作者：盒粒.txt",
    "夸克盘链接": "https://pan.quark.cn/s/43ac8f61324d"
  },
  {
    "文件名": "[更225]网恋被骗一百万（1V1,SC）作者：纯爱战神.txt",
    "夸克盘链接": "https://pan.quark.cn/s/d4a0f36c02db"
  },
  {
    "文件名": "[更229]顶风作案（高干、高h、1v1、强制爱） 作者：蒙面咸鱼.txt",
    "夸克盘链接": "https://pan.quark.cn/s/234d1178cb55"
  },
  {
    "文件名": "[更34]玉珍（清末民初） 作者：雾隐花泪.txt",
    "夸克盘链接": "https://pan.quark.cn/s/bed1fbacfc9e"
  },
  {
    "文件名": "[更34]乖乖女与老变态【年上，软调教，1v1H】 作者：城南大蘑菇.txt",
    "夸克盘链接": "https://pan.quark.cn/s/5ad99124b1a4"
  },
  {
    "文件名": "[更361]与王同行（星际·NPH）作者：解冰.txt",
    "夸克盘链接": "https://pan.quark.cn/s/d82eec5fc5ed"
  },
  {
    "文件名": "[更38]玫瑰国度【高h_西幻】 作者：达尔文小助手.txt",
    "夸克盘链接": "https://pan.quark.cn/s/9610d7b20864"
  },
  {
    "文件名": "[更41]HP霍格沃茨男生隐秘数据测评表 作者：尔林而临.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a7df34ea6705"
  },
  {
    "文件名": "[更47]被顶流抛弃的圈外女友（娱乐圈 NPH） 作者：Sikoen.txt",
    "夸克盘链接": "https://pan.quark.cn/s/cec87f9c860f"
  },
  {
    "文件名": "[更554]不羡仙（快穿仙侠 古言 1v1 sc）作者：砌月帘风.txt",
    "夸克盘链接": "https://pan.quark.cn/s/608280d35bc7"
  },
  {
    "文件名": "[更55]春色情满(1V1高干文) 作者：重棠.txt",
    "夸克盘链接": "https://pan.quark.cn/s/f31784e0e15f"
  },
  {
    "文件名": "[更684]当我嫁人后，剧情突然变得不对劲起来 作者：寻觅真理527.txt",
    "夸克盘链接": "https://pan.quark.cn/s/4b4b70eafe23"
  },
  {
    "文件名": "[更68]和反派权臣共梦后（高h 1v1 强取豪夺疯批男主） 作者：一世安好.txt",
    "夸克盘链接": "https://pan.quark.cn/s/131f38d84af5"
  },
  {
    "文件名": "[更79]我不要痴汉啊(短篇合集NPH) 作者：阿中呀.txt",
    "夸克盘链接": "https://pan.quark.cn/s/4e158d38567b"
  },
  {
    "文件名": "[更80]山北水南 作者：思无.txt",
    "夸克盘链接": "https://pan.quark.cn/s/cd318af19433"
  },
  {
    "文件名": "[更93]木槿烟云（年上 ABO） 作者：秋山执刀.txt",
    "夸克盘链接": "https://pan.quark.cn/s/36d67b17d58e"
  },
  {
    "文件名": "[更129]朝生暮死【1v1现代叔嫂】 by薄情.txt",
    "夸克盘链接": "https://pan.quark.cn/s/d13baf93009a"
  },
  {
    "文件名": "[更134]《向导她无处可逃（h）》 作者：0306.txt",
    "夸克盘链接": "https://pan.quark.cn/s/de92a9b6bf2a"
  },
  {
    "文件名": "[更114]圈套【短篇集】 by陌陌梨.txt",
    "夸克盘链接": "https://pan.quark.cn/s/8bb7955a8c02"
  },
  {
    "文件名": "[更170]智江小姐是理疗师【蓝锁乙女】 by闰土叉猹！！.txt",
    "夸克盘链接": "https://pan.quark.cn/s/94f5f62c0afe"
  },
  {
    "文件名": "[更137]我全都要【现代GB】 by卿辞.txt",
    "夸克盘链接": "https://pan.quark.cn/s/abc3b1995dbc"
  },
  {
    "文件名": "[更149]临时夫妻【都市重口】 by异梦.txt",
    "夸克盘链接": "https://pan.quark.cn/s/9617b0ef0adf"
  },
  {
    "文件名": "[更135]向导她无处可逃（h） 作者：0306.txt",
    "夸克盘链接": "https://pan.quark.cn/s/f9687e598504"
  },
  {
    "文件名": "[更175]宠溺圈养（末世、团宠、高Ｈ） 作者：蜗牛.txt",
    "夸克盘链接": "https://pan.quark.cn/s/7d87862a9555"
  },
  {
    "文件名": "[更151]流光【1v1现代重生姐弟】 by落雨.txt",
    "夸克盘链接": "https://pan.quark.cn/s/03d99934881d"
  },
  {
    "文件名": "[更219]每个天之骄子都想强上我[11男主]作者：太羊羊.txt",
    "夸克盘链接": "https://pan.quark.cn/s/b91c605e3e01"
  },
  {
    "文件名": "[更227]两情相厌（伪骨科，狗血文） 作者：路之遥.txt",
    "夸克盘链接": "https://pan.quark.cn/s/69b7ae866d46"
  },
  {
    "文件名": "[更231]被选中的受害人（校园_强制_NP） 作者：皙亚.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a70551e5ce32"
  },
  {
    "文件名": "[更20]一朝坠海[强取豪夺] 作者：南法假日.txt",
    "夸克盘链接": "https://pan.quark.cn/s/88975709413e"
  },
  {
    "文件名": "[更266]《电竞高岭之花的后花园（h）》 作者：supersonic.txt",
    "夸克盘链接": "https://pan.quark.cn/s/3a2a693e5e2a"
  },
  {
    "文件名": "[更245]被逼出轨后每天都在找新欢（快穿） 作者：红豆奶猹.txt",
    "夸克盘链接": "https://pan.quark.cn/s/1df86c901a79"
  },
  {
    "文件名": "[更259]《为权（强取豪夺1V1）》作者：反派角色.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c8c77eb7e22f"
  },
  {
    "文件名": "[更237]网恋被骗一百万（1V1,SC）作者：纯爱战神.txt",
    "夸克盘链接": "https://pan.quark.cn/s/4ee4d760dbce"
  },
  {
    "文件名": "[更336]小说大纲里的女主觉醒后（NPH）作者：霍恩斯比的饭饭.txt",
    "夸克盘链接": "https://pan.quark.cn/s/04b6df8a4841"
  },
  {
    "文件名": "[更26]头脑发热（故事合集） 作者：头脑发热.txt",
    "夸克盘链接": "https://pan.quark.cn/s/7c2590fd65d0"
  },
  {
    "文件名": "[更31]酱香饼【1v1现代骨科】 by折梅一酒.txt",
    "夸克盘链接": "https://pan.quark.cn/s/49b44033a48e"
  },
  {
    "文件名": "[更31]圆缺【1v1都市】 by秧禾.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a7ace17632f7"
  },
  {
    "文件名": "[更27]【哨向h】如你所见，我是个女大学生 作者：硫酸盐.txt",
    "夸克盘链接": "https://pan.quark.cn/s/6d6096072230"
  },
  {
    "文件名": "[更36]我在耽美文里苟且偷生【穿书未来】 by嘎了嘎咩咩.txt",
    "夸克盘链接": "https://pan.quark.cn/s/77ecb177757a"
  },
  {
    "文件名": "[更34]心头血【1v1现代】 by抱抱.txt",
    "夸克盘链接": "https://pan.quark.cn/s/2678eabfa67f"
  },
  {
    "文件名": "[更33]多娇【1v1古代】 by清风过耳.txt",
    "夸克盘链接": "https://pan.quark.cn/s/9d93809e988b"
  },
  {
    "文件名": "[更34]出轨后我又出轨了【都市】 by无忘星.txt",
    "夸克盘链接": "https://pan.quark.cn/s/cc69a69c92ad"
  },
  {
    "文件名": "[更41]复爱（骨科，1v2） 作者：夏日封冻.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e2f5e8793e58"
  },
  {
    "文件名": "[更54]《不利流年（1V1）》 作者：锦换.txt",
    "夸克盘链接": "https://pan.quark.cn/s/9df532949b04"
  },
  {
    "文件名": "[更36]短篇脑洞基地【故事集】 by吃饭不眨眼.txt",
    "夸克盘链接": "https://pan.quark.cn/s/218c4255958e"
  },
  {
    "文件名": "[更49]女配也要被强制爱吗by酢浆草.txt",
    "夸克盘链接": "https://pan.quark.cn/s/5b8d29e11b2b"
  },
  {
    "文件名": "[更41]恶魔的纯白制服【1v1现代年下暗黑】 by芝尼.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a80cfebd062c"
  },
  {
    "文件名": "[更553]不羡仙【快穿】 by砌雾.txt",
    "夸克盘链接": "https://pan.quark.cn/s/6dc30c7ef222"
  },
  {
    "文件名": "[更61]离婚后（强制 h）作者：柒雨.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a008be4ac583"
  },
  {
    "文件名": "[更74]狗男人们后悔了（西幻 ） 作者：溏心蛋.txt",
    "夸克盘链接": "https://pan.quark.cn/s/39a781fcd5d1"
  },
  {
    "文件名": "[更71]【东卍.东万】不良们的不正确饲养方式同人】 by加点糖果香料和美好的玛丽苏.txt",
    "夸克盘链接": "https://pan.quark.cn/s/54cdd2209f22"
  },
  {
    "文件名": "[更67]在他股掌之上(兄妹 古言 宠溺 强制爱 年上) 作者：烟草风絮梅子雨.txt",
    "夸克盘链接": "https://pan.quark.cn/s/1a0f3bf18dfb"
  },
  {
    "文件名": "[更83]被觊觎的她by不够善良的刺猬.txt",
    "夸克盘链接": "https://pan.quark.cn/s/682c110937a9"
  },
  {
    "文件名": "[更80]亲爱的小孩（母子h） 作者：一条孤狼.txt",
    "夸克盘链接": "https://pan.quark.cn/s/94be4f11e985"
  },
  {
    "文件名": "[更93]《成为豪门恶毒女配后（穿书h）》作者：Kikiki.txt",
    "夸克盘链接": "https://pan.quark.cn/s/2ebc5fa09122"
  },
  {
    "文件名": "[更90]绝对沦陷（父女 h） 作者：惊春时.txt",
    "夸克盘链接": "https://pan.quark.cn/s/6a85ad2e8062"
  },
  {
    "文件名": "[np  更291]《野有蔓草（NP、古代、爽文、甜文） 》 作者：丁山珂(原笔名：肉形石).txt",
    "夸克盘链接": "https://pan.quark.cn/s/00dbd2cd2204"
  },
  {
    "文件名": "[np  更169]《变成人后她被逐渐带坏（NPH、現代、奇幻）》 作者：饼干.txt",
    "夸克盘链接": "https://pan.quark.cn/s/39890c88070d"
  },
  {
    "文件名": "[1v1 更243]《网恋被骗一百万（1V1,SC）》 作者：美少女战神???珠珠重度依赖??????码字重度依赖???.txt",
    "夸克盘链接": "https://pan.quark.cn/s/7ded0c56192a"
  },
  {
    "文件名": "[np  更175]《宠溺圈养（末世、np团宠、高Ｈ）》 作者：蜗牛.txt",
    "夸克盘链接": "https://pan.quark.cn/s/3d62c8850e1f"
  },
  {
    "文件名": "[1v1 更64]《触手不可及（原名：心上月）（1V1、年上、狗血） 》 作者：猫的摇篮曲.txt",
    "夸克盘链接": "https://pan.quark.cn/s/2672964266ca"
  },
  {
    "文件名": "[np  更165]《女配只做路人甲（穿书NPH）》 作者：耳东小姐.txt",
    "夸克盘链接": "https://pan.quark.cn/s/859917594999"
  },
  {
    "文件名": "[np  更147]《老实女人，不爱玩（快穿）》 作者：优美的矩形.txt",
    "夸克盘链接": "https://pan.quark.cn/s/90c640f1179e"
  },
  {
    "文件名": "[np  更135]《向导她无处可逃（nph、末世、年下、穿越）》 作者：0306.txt",
    "夸克盘链接": "https://pan.quark.cn/s/0f5de53deec4"
  },
  {
    "文件名": "[np  更110]《色情女大绝赞直播进行中！（NPH）》 作者：东南西北.txt",
    "夸克盘链接": "https://pan.quark.cn/s/5f95b599ecfd"
  },
  {
    "文件名": "[np  更53]《我,恶女,只训狗不救赎（快穿 1VN）》 作者：水蜜桃兔叽.txt",
    "夸克盘链接": "https://pan.quark.cn/s/42ae78900078"
  },
  {
    "文件名": "[1v2 更117]《犯禁(1v2，亲舅甥）》 作者：翳月.txt",
    "夸克盘链接": "https://pan.quark.cn/s/f203650e3f4b"
  },
  {
    "文件名": "[1v1 更309]《色情女主播掉马了（校园1V2）》 作者：闪烁的星.txt",
    "夸克盘链接": "https://pan.quark.cn/s/dcd0e8d544a1"
  },
  {
    "文件名": "[1v1 更228]《两情相厌（伪骨科，狗血文）》 作者：路之遥.txt",
    "夸克盘链接": "https://pan.quark.cn/s/37a381fc858d"
  },
  {
    "文件名": "[np  更171]《哑炮小姐（西幻NP 背德）》 作者：小花灯糕.txt",
    "夸克盘链接": "https://pan.quark.cn/s/daa571a4a272"
  },
  {
    "文件名": "[np  更155]《临时夫妻(nph)》 作者：异梦.txt",
    "夸克盘链接": "https://pan.quark.cn/s/08ff2b4a3a28"
  },
  {
    "文件名": "[np  更101]《成为豪门恶毒女配后（穿书nph）》 作者：Kikiki.txt",
    "夸克盘链接": "https://pan.quark.cn/s/117922fcb38d"
  },
  {
    "文件名": "[np  更94]《重回18岁跟前夫好兄弟睡(1).txt",
    "夸克盘链接": "https://pan.quark.cn/s/cd35befa7c4b"
  },
  {
    "文件名": "[np  更77]《谋金印（古言NP）》 作者：皎皎林月.txt",
    "夸克盘链接": "https://pan.quark.cn/s/72e3166d86a4"
  },
  {
    "文件名": "[np  更65]《【年代婊】重生后又娇媚(1).txt",
    "夸克盘链接": "https://pan.quark.cn/s/cb2a2550a4be"
  },
  {
    "文件名": "[np  更63]《恶毒黑莲花身中欲毒后（nph）》 作者：睡大觉.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c8c65e34fc56"
  },
  {
    "文件名": "[np  更53]《攻略对象是亲弟弟们 (NPH、年下、系統)》 作者：浣.txt",
    "夸克盘链接": "https://pan.quark.cn/s/563ed2fdff7a"
  },
  {
    "文件名": "[np  更51]《恶毒女配在耽美修罗场中苟命（NPH、古代、系統、穿越）》 作者：lovemyfood.txt",
    "夸克盘链接": "https://pan.quark.cn/s/9ede729dfa4b"
  },
  {
    "文件名": "[np  更48]《身为真千金的我有六个不太熟的哥哥（狗血、虐心、暗黑） 》 作者：甜白水.txt",
    "夸克盘链接": "https://pan.quark.cn/s/9e4377ac7e96"
  },
  {
    "文件名": "[np  更38]《毒夫要从良（NPH，狗血，搞笑）》 作者：白垩梦.txt",
    "夸克盘链接": "https://pan.quark.cn/s/af48426e5b5a"
  },
  {
    "文件名": "[4p  更87]《错轨（4p，高H）》 作者：夏多布里昂.txt",
    "夸克盘链接": "https://pan.quark.cn/s/157aed9347f7"
  },
  {
    "文件名": "[3p  更86]《三兔共耳（3p 骨科）》 作者：柳下吟.txt",
    "夸克盘链接": "https://pan.quark.cn/s/11ec62dd0420"
  },
  {
    "文件名": "[1v1 更238]《顶风作案（高干、高h、1v1、强制爱）》 作者：蒙面咸鱼.txt",
    "夸克盘链接": "https://pan.quark.cn/s/cd12e6bac4e1"
  },
  {
    "文件名": "[1v1 更162]《流光（姐弟骨科）》 作者：落雨.txt",
    "夸克盘链接": "https://pan.quark.cn/s/f04955df83ff"
  },
  {
    "文件名": "[1v1 更157]《低级迷恋（h 斯文下流老阴批 X 清冷闷骚大美女）》 作者：豆浆.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c6d46a2c1500"
  },
  {
    "文件名": "[1v1 更145]《完美陷阱（父女 1v1 h）》 作者：东竹.txt",
    "夸克盘链接": "https://pan.quark.cn/s/144fe2a0f623"
  },
  {
    "文件名": "[1v1 更131]《我那视后前女友要结婚了（SM、年下、娛樂圈） 》 作者：铁锅炖大歌.txt",
    "夸克盘链接": "https://pan.quark.cn/s/857489697a4c"
  },
  {
    "文件名": "[1v1 更97]《木槿烟云（年上 ABO）》 作者：秋山执刀.txt",
    "夸克盘链接": "https://pan.quark.cn/s/0ce619abc032"
  },
  {
    "文件名": "[1v1 更91]《谁家正经宿主日常被攻略？（快穿）》 作者：破窿秋裤.txt",
    "夸克盘链接": "https://pan.quark.cn/s/d73296d05dfb"
  },
  {
    "文件名": "[1v1 更66]《和亲哥出轨后（高h）》 作者：要吃肉.txt",
    "夸克盘链接": "https://pan.quark.cn/s/f915bea9c4db"
  },
  {
    "文件名": "[1v1 更58]《深山蛇语（人兽1v1）》 作者：红烧啤酒鸭.txt",
    "夸克盘链接": "https://pan.quark.cn/s/f8b3899f3f5a"
  },
  {
    "文件名": "[np  更525]《人间失真（女攻、仙俠、重生）》 作者：NN.txt",
    "夸克盘链接": "https://pan.quark.cn/s/b3a78a914356"
  },
  {
    "文件名": "[np  更840]《快穿之睡了反派以后（H、系統、爽文、穿越）》 作者：小捲餅.txt",
    "夸克盘链接": "https://pan.quark.cn/s/298676a32b27"
  },
  {
    "文件名": "[1v1 更38]《狐狸精系统（爽文、甜文） 》 作者：星月澜.txt",
    "夸克盘链接": "https://pan.quark.cn/s/d452e624ee6d"
  },
  {
    "文件名": "[1v1 更20]《张柠檬长大后（SM、校園H、甜文） 》 作者：伯未有.txt",
    "夸克盘链接": "https://pan.quark.cn/s/9f274c9fda65"
  },
  {
    "文件名": "[np  更251]《被逼出轨后每天都在找新欢（快穿np）》 作者：红豆奶猹.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a7bb186075e1"
  },
  {
    "文件名": "[np  更122]《写自己的同人文有什么问题！（NP、現代、娛樂圈、喜劇）》 作者：柏拉图之壁.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ce282dbf3c33"
  },
  {
    "文件名": "[np  更47] 《许愿时光（校园 女性向 梦魇）》作者：醒骨真人.txt",
    "夸克盘链接": "https://pan.quark.cn/s/49bc17a208c8"
  },
  {
    "文件名": "[1v1 更248]《穿越成了男主的美人师尊（仙侠1V1）》 作者：红烧啤酒鸭.txt",
    "夸克盘链接": "https://pan.quark.cn/s/51a5ec1b1d9c"
  },
  {
    "文件名": "[1v2 更193]《何愿（乡村小城1V2）》 作者：阎崇年间廷史司理事.txt",
    "夸克盘链接": "https://pan.quark.cn/s/8b4eb7fc5522"
  },
  {
    "文件名": "[1v1 更101]《指月（現代、強強） 》 作者：MM音.txt",
    "夸克盘链接": "https://pan.quark.cn/s/2897f9d6ef76"
  },
  {
    "文件名": "[1v1 更104]《金禾之死（古代、狗血） 》 作者：江苦.txt",
    "夸克盘链接": "https://pan.quark.cn/s/9331be2fd943"
  },
  {
    "文件名": "[1v1 更97]《贱骨（女A男O GB）原书名《涩橘》》 作者：窝里鸽去.txt",
    "夸克盘链接": "https://pan.quark.cn/s/148cdb1709fe"
  },
  {
    "文件名": "[1v1 更85] 《强制爱了自己的死对头（校园 青梅竹马  甜文 SC）》作者：妧妧.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ecf5f4694598"
  },
  {
    "文件名": "[1v1 更63]《凌呈（1V1、校園、甜文）》 作者：檀东意.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ee6611aa7d87"
  },
  {
    "文件名": "[1v1 更42] 《永团圆 (古言 先婚后爱 甜文 高H)》作者：光明月.txt",
    "夸克盘链接": "https://pan.quark.cn/s/839eb5b52d85"
  },
  {
    "文件名": "[1v1 更35] 《小学姐（差3岁 体型差 女性向 ）》作者：陆离的万花筒.txt",
    "夸克盘链接": "https://pan.quark.cn/s/80e3e0fb7d9f"
  },
  {
    "文件名": "[1v1 更24] 《和猫奴谈恋爱会被骗（甜文 女性向 心机）》作者：想要一只小猫.txt",
    "夸克盘链接": "https://pan.quark.cn/s/5fe23b312fc4"
  },
  {
    "文件名": "[合集 更272]《夜晚将至(合集)》 作者：谢太太想养马.txt",
    "夸克盘链接": "https://pan.quark.cn/s/1705b1385418"
  },
  {
    "文件名": "（更65）雾色沉迷（强制nph） 作者：涂山小满(1).txt",
    "夸克盘链接": "https://pan.quark.cn/s/853a5a175791"
  },
  {
    "文件名": "[np  更652]《云烟（古言NPH）（原名：《黑莲花被迫小白花开局！如何拉扯懦弱皇兄统一天下（古言NPH）》）》 作者：讫讫.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ec5243b707e7"
  },
  {
    "文件名": "[np  更272]《皆其靡也（剧情nph）》 作者：时芧.txt",
    "夸克盘链接": "https://pan.quark.cn/s/b81e147a53f8"
  },
  {
    "文件名": "[np  更270]《《玉壶传》（骨科）（兄妹）（np）》 作者：辞玖玖.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e1b54225a710"
  },
  {
    "文件名": "[np  更182]《睡了意淫的男人们之后(NPH，1V5)》 作者：我是土狗我爱写肌肉黄料.txt",
    "夸克盘链接": "https://pan.quark.cn/s/0bafc6ad2617"
  },
  {
    "文件名": "[np  更65]《离婚后（强制 nph、現代）》 作者：柒雨.txt",
    "夸克盘链接": "https://pan.quark.cn/s/858d6303a753"
  },
  {
    "文件名": "[np  更44]《玫瑰国度【高h_西幻】》 作者：达尔文小助手.txt",
    "夸克盘链接": "https://pan.quark.cn/s/763ea5680506"
  },
  {
    "文件名": "[np  更43]《攻略男主太简单！（快穿h、甜文、萌文）》 作者：木叽子沅.txt",
    "夸克盘链接": "https://pan.quark.cn/s/b48600f30843"
  },
  {
    "文件名": "[1v3 更97]《缺愛 （1V3 NPH）》 作者：芊羽琉璃.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a5d6cdaf3f59"
  },
  {
    "文件名": "[1v2 更45]《复爱（骨科，1v2）》 作者：夏日封冻.txt",
    "夸克盘链接": "https://pan.quark.cn/s/5007e89c3cb7"
  },
  {
    "文件名": "[1v2 更21]《【恋与深空】左右缝缘（SM 出轨 背德 ）》作者：诸葛钢铁.txt",
    "夸克盘链接": "https://pan.quark.cn/s/fd1945ba0224"
  },
  {
    "文件名": "[1v1 更138]《雷峰塔下（法青、1v1、SC）》 作者：尼古拉斯·老謝.txt",
    "夸克盘链接": "https://pan.quark.cn/s/43b060c56f71"
  },
  {
    "文件名": "[1v1 更107]《摘杏（父女 年代）》 作者：谁又偷猫肉.txt",
    "夸克盘链接": "https://pan.quark.cn/s/fe778fb56690"
  },
  {
    "文件名": "[1v1 更101]《迷人的野心家（年上、年下） 》 作者：旁观者.txt",
    "夸克盘链接": "https://pan.quark.cn/s/aeec9f8d6957"
  },
  {
    "文件名": "[1v1 更59]《蹂纸浆（1v1校园h）》 作者：卧们的暧y1成定局.txt",
    "夸克盘链接": "https://pan.quark.cn/s/efd7274cb761"
  },
  {
    "文件名": "[1v1 更58]《不利流年（1V1、現代）》 作者：锦换.txt",
    "夸克盘链接": "https://pan.quark.cn/s/25d39ece5bc9"
  },
  {
    "文件名": "[1v1 更44]《洪水（年上 伪舅甥）》 作者：荒唐言.txt",
    "夸克盘链接": "https://pan.quark.cn/s/5705806d80d0"
  },
  {
    "文件名": "[1v1 更33] 《路漫漫（强强 冒险 公路文）》作者：小花喵.txt",
    "夸克盘链接": "https://pan.quark.cn/s/8764fca59fbe"
  },
  {
    "文件名": "[1v1 更30]《野草风（真骨科VS伪骨科） 》 作者：盒粒.txt",
    "夸克盘链接": "https://pan.quark.cn/s/cfddc311db2c"
  },
  {
    "文件名": "[1v1 更26] 《镜面（骨科 兄妹校园 甜文）》作者：林秋.txt",
    "夸克盘链接": "https://pan.quark.cn/s/d3c907d2111c"
  },
  {
    "文件名": "[1v1 更26] 《警花与少爷（暗黑 纯恨文学）》作者：菜蛋.txt",
    "夸克盘链接": "https://pan.quark.cn/s/d00b2093d567"
  },
  {
    "文件名": "[np  更689]《当我嫁人后，剧情突然变得不对劲起来（NP、仙俠、玄幻、喜劇） 》 作者：寻觅真理527.txt",
    "夸克盘链接": "https://pan.quark.cn/s/1f22251cd116"
  },
  {
    "文件名": "[np  更147]《【GB】我全都要（NP）》 作者：卿辞.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a4f026fddee1"
  },
  {
    "文件名": "[np  更111]《成为豪门恶毒女配后（穿书nph）》 作者：Kikiki.txt",
    "夸克盘链接": "https://pan.quark.cn/s/90cfad687265"
  },
  {
    "文件名": "[np  更110]《魅魔姐姐超爱玩（NPH、年下）》 作者：夏乂.txt",
    "夸克盘链接": "https://pan.quark.cn/s/9fb0f18391aa"
  },
  {
    "文件名": "[np  更93]《错轨（4p，高H）》 作者：夏多布里昂.txt",
    "夸克盘链接": "https://pan.quark.cn/s/feb6c6376c17"
  },
  {
    "文件名": "[np  更84]《【女尊 gb】一隅》 作者：不鸣玉.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c9438788ea17"
  },
  {
    "文件名": "[np  更67]《向导她在伪装普通人（NPH、末世、未來世界）》 作者：小蜜汁.txt",
    "夸克盘链接": "https://pan.quark.cn/s/28c2c49b33be"
  },
  {
    "文件名": "[1v2 更320]《色情女主播掉马了（校园1V2）》 作者：闪烁的星.txt",
    "夸克盘链接": "https://pan.quark.cn/s/9529c45f8cfe"
  },
  {
    "文件名": "[1v1 更267]《网恋被骗一百万（1V1,SC）》 作者：美少女战神???珠珠重度依赖??????码字重度依赖???.txt",
    "夸克盘链接": "https://pan.quark.cn/s/10173a8cc828"
  },
  {
    "文件名": "[1v1 更213]《强制标记（男A女O）》 作者：豆浆.txt",
    "夸克盘链接": "https://pan.quark.cn/s/8c838563c986"
  },
  {
    "文件名": "[1v1 更175]《流光（姐弟骨科）》 作者：落雨.txt",
    "夸克盘链接": "https://pan.quark.cn/s/6ff7a2f052ae"
  },
  {
    "文件名": "[np  更777]《缚尘（仙侠NP 高H）全处全洁》 作者：只是乱翻书.txt",
    "夸克盘链接": "https://pan.quark.cn/s/65d3e03f4734"
  },
  {
    "文件名": "[合集 更255]《综影视：cp崩坏系统》 作者：一杯多肉葡萄谢谢.txt",
    "夸克盘链接": "https://pan.quark.cn/s/72fcf84acd2f"
  },
  {
    "文件名": "[np  更385]《日日皆好（NPH）》 作者：ann.txt",
    "夸克盘链接": "https://pan.quark.cn/s/d02893ec7842"
  },
  {
    "文件名": "[np  更342]《小说大纲里的女主觉醒后（NPH）》 作者：霍饭饭.txt",
    "夸克盘链接": "https://pan.quark.cn/s/4d8fe4a3fec1"
  },
  {
    "文件名": "[np  更308]《[秦时+天九]忘机(H)》 作者：魂子.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a3b66944db17"
  },
  {
    "文件名": "[np  更269]《电竞高岭之花的后花园（nph）》 作者：supersonic.txt",
    "夸克盘链接": "https://pan.quark.cn/s/3df996ca1bed"
  },
  {
    "文件名": "[np  更260]《被逼出轨后每天都在找新欢（快穿np）》 作者：红豆奶猹.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e8a9dc631ac5"
  },
  {
    "文件名": "[np  更202]《缚剑（修仙NPH）》 作者：非卿.txt",
    "夸克盘链接": "https://pan.quark.cn/s/b890f151ad20"
  },
  {
    "文件名": "[np  更181]《宠溺圈养（末世、np团宠、高Ｈ）》 作者：蜗牛.txt",
    "夸克盘链接": "https://pan.quark.cn/s/d91afde6119a"
  },
  {
    "文件名": "[np  更140]《向导她无处可逃（nph、末世、年下、穿越）》 作者：0306.txt",
    "夸克盘链接": "https://pan.quark.cn/s/fde37df3b179"
  },
  {
    "文件名": "[np  更111]《哥哥们太爱（cao）我了怎么办（現代、年上） 》 作者：路不遥.txt",
    "夸克盘链接": "https://pan.quark.cn/s/528d34ddeecf"
  },
  {
    "文件名": "[np  更101]《孤雌（nph、奇幻、穿越）》 作者：用户水母兔.txt",
    "夸克盘链接": "https://pan.quark.cn/s/45ee943125e3"
  },
  {
    "文件名": "[np  更59]《攻略对象是亲弟弟们 (NPH、年下、系統)》 作者：浣.txt",
    "夸克盘链接": "https://pan.quark.cn/s/4c501686fbf8"
  },
  {
    "文件名": "[np  更57]《身为真千金的我有六个不太熟的哥哥（骨科、現代、狗血、虐心、暗黑） 》 作者：甜白水.txt",
    "夸克盘链接": "https://pan.quark.cn/s/09f528baf089"
  },
  {
    "文件名": "[3p  更95]《三兔共耳（3p 骨科）》 作者：柳下吟.txt",
    "夸克盘链接": "https://pan.quark.cn/s/00ddff04913b"
  },
  {
    "文件名": "[1v1 更215]《网恋被继兄骗炮后（伪骨科1v1）》 作者：supersonic.txt",
    "夸克盘链接": "https://pan.quark.cn/s/2227fc42c55b"
  },
  {
    "文件名": "[1v1 更114]《Bg 侯府表姑娘通关手册(1v1)（绿茶男x疯批女》 作者：浓风起.txt",
    "夸克盘链接": "https://pan.quark.cn/s/90a9fc61f668"
  },
  {
    "文件名": "[1v1 更87]《春情缱（1v1 古言）》 作者：稚椿.txt",
    "夸克盘链接": "https://pan.quark.cn/s/560fbf4c1be6"
  },
  {
    "文件名": "[1v1 更68]《缚结(校园）》 作者：柚粒.txt",
    "夸克盘链接": "https://pan.quark.cn/s/756b621757f8"
  },
  {
    "文件名": "[1v1 更51]《红男绿女（1v1、現代、年上、甜文）》 作者：她叙.txt",
    "夸克盘链接": "https://pan.quark.cn/s/66fa32e01719"
  },
  {
    "文件名": "[np  更115]《成为豪门恶毒女配后（穿书nph）》 作者：Kikiki.txt",
    "夸克盘链接": "https://pan.quark.cn/s/2aeecc282e9f"
  },
  {
    "文件名": "[np  更113]《色情女大绝赞直播进行中！（NPH）》 作者：东南西北.txt",
    "夸克盘链接": "https://pan.quark.cn/s/2fcc6b38990f"
  },
  {
    "文件名": "[np  更98]《重回18岁跟前夫好兄弟睡.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e03a30f3c606"
  },
  {
    "文件名": "[np  更97]《重回18岁跟前夫好兄弟睡了（高h np 骨科 高干）》 作者：o(_￣︶￣_)o.txt",
    "夸克盘链接": "https://pan.quark.cn/s/49c672370168"
  },
  {
    "文件名": "[np  更94]《错轨（4p，高H）》 作者：夏多布里昂.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a30eceec67d3"
  },
  {
    "文件名": "[np  更71]《【西幻】魔法红玫瑰（NPH、BG、奇幻） 》 作者：Ariestarry.txt",
    "夸克盘链接": "https://pan.quark.cn/s/5ffe754e5e43"
  },
  {
    "文件名": "[np  更61]《女配也要被强制爱吗(末世 nph)》 作者：酢浆草.txt",
    "夸克盘链接": "https://pan.quark.cn/s/272ebf63facd"
  },
  {
    "文件名": "[np  更56]《恶毒女配在耽美修罗场中苟命（NPH、古代、系統、穿越）》 作者：lovemyfood.txt",
    "夸克盘链接": "https://pan.quark.cn/s/b4f65bfe83a3"
  },
  {
    "文件名": "[np  更44]《HP霍格沃茨男生隐秘数据测评表（NPH、同人） 》 作者：尔林而临.txt",
    "夸克盘链接": "https://pan.quark.cn/s/b57d987509f3"
  },
  {
    "文件名": "[np  更33] 《又被痴汉找上了（女性向 男妈妈 人夫）》作者：脑洞开发机.txt",
    "夸克盘链接": "https://pan.quark.cn/s/d947ddb6b829"
  },
  {
    "文件名": "[1v2 更148]《被丈夫跟情敌一起囚禁操玩（强制 1v2）》 作者：xoxoxo12.txt",
    "夸克盘链接": "https://pan.quark.cn/s/09601273bcc3"
  },
  {
    "文件名": "[1v1 更273]《网恋被骗一百万（1V1,SC）》 作者：美少女战神???珠珠重度依赖??????码字重度依赖??.txt",
    "夸克盘链接": "https://pan.quark.cn/s/701e64b777b6"
  },
  {
    "文件名": "[1v1 更124]《消失的蝴蝶发夹（H、現代、狗血、暗黑）》 作者：蓝旗路21号.txt",
    "夸克盘链接": "https://pan.quark.cn/s/fad2b54c031f"
  },
  {
    "文件名": "[1v1 更102]《木槿烟云（年上 ABO）》 作者：秋山执刀.txt",
    "夸克盘链接": "https://pan.quark.cn/s/60e48a9f1dd2"
  },
  {
    "文件名": "[1v1 更88]《与它共感（小甜文校园甜文暗恋）》 作者：幻海浮声.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ed9b8153980b"
  },
  {
    "文件名": "[1v1 更69]《在他股掌之上(兄妹 古言 强制爱 1v1)》 作者：烟草风絮梅子雨.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ae11de381364"
  },
  {
    "文件名": "[合集 更546]《18紧致世界》作者：魏承泽.txt",
    "夸克盘链接": "https://pan.quark.cn/s/6b54536eb135"
  },
  {
    "文件名": "[1v1 更61]《不利流年（1V1、現代）》 作者：锦换.txt",
    "夸克盘链接": "https://pan.quark.cn/s/fad8e4ca612f"
  },
  {
    "文件名": "[1v1 更59] 《偷上老师（男出轨 校园 年上 师生恋）》作者：尤嘉.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c1ae2c7bfaa3"
  },
  {
    "文件名": "[1v1 更36] 《无度（骨科 甜文 体型差）》作者：玫瑰女侠.txt",
    "夸克盘链接": "https://pan.quark.cn/s/1da0651800ed"
  },
  {
    "文件名": "[1v1 更25]《共占云雨abo》 作者：臭咸鱼爱摆烂.txt",
    "夸克盘链接": "https://pan.quark.cn/s/5f36186e697c"
  },
  {
    "文件名": "[np  更269]《快穿之靡靡之音（H、系統、爽文）》 作者：soso.txt",
    "夸克盘链接": "https://pan.quark.cn/s/221354f18a1e"
  },
  {
    "文件名": "[np  更152]《老实女人，不爱玩（快穿）》 作者：优美的矩形.txt",
    "夸克盘链接": "https://pan.quark.cn/s/175b8c4ab3b3"
  },
  {
    "文件名": "[np  更96]《谁家正经宿主日常被攻略？（快穿）》 作者：破窿秋裤.txt",
    "夸克盘链接": "https://pan.quark.cn/s/1c0d103387a0"
  },
  {
    "文件名": "[1v1 更181]《流光（姐弟骨科）》 作者：落雨.txt",
    "夸克盘链接": "https://pan.quark.cn/s/8cfb51d53529"
  },
  {
    "文件名": "[1v2 更126]《犯禁(1v2，亲舅甥）》 作者：翳月.txt",
    "夸克盘链接": "https://pan.quark.cn/s/039a491920ad"
  },
  {
    "文件名": "[1v1 更187]《螺旋深井（骨科 校园）原名伪君子哥哥死活不承认爱》 作者：珍珠少女.txt",
    "夸克盘链接": "https://pan.quark.cn/s/23c911dbb9e5"
  },
  {
    "文件名": "[1v1 更145]《雷峰塔下（法青、1v1、SC）》 作者：尼古拉斯·老謝.txt",
    "夸克盘链接": "https://pan.quark.cn/s/2cee68c3d3ec"
  },
  {
    "文件名": "[1v1 更87]《亲爱的小孩（母子h）》 作者：一条孤狼.txt",
    "夸克盘链接": "https://pan.quark.cn/s/db90086b0565"
  },
  {
    "文件名": "[合集 更277]《夜晚将至(合集)》 作者：谢太太想养马.txt",
    "夸克盘链接": "https://pan.quark.cn/s/6650469a167f"
  },
  {
    "文件名": "[np  更125]《写自己的同人文有什么问题！（NP、現代、娛樂圈、喜劇）》 作者：柏拉图之壁.txt",
    "夸克盘链接": "https://pan.quark.cn/s/4e3171e8dc5c"
  },
  {
    "文件名": "[np  更99]《错轨（4p，高H）》 作者：夏多布里昂.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a9520d5061ae"
  },
  {
    "文件名": "[1v2 更232]《【星际abo】洛希极限（H）》 作者：睡到自然醒.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c7f35324481e"
  },
  {
    "文件名": "[1v1 更244]《分手后和闺蜜男友合租了（H、BG、現代）》 作者：放点陈醋.txt",
    "夸克盘链接": "https://pan.quark.cn/s/f6afc1a56338"
  },
  {
    "文件名": "[1v1 更207]《被爸爸的大驴屌花式肏翻（高h 父女）》 作者：渣渣兔.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a4f035d20bb5"
  },
  {
    "文件名": "[1v1 更105]《迷人的野心家（年上、年下） 》 作者：旁观者.txt",
    "夸克盘链接": "https://pan.quark.cn/s/bdf27b1f9085"
  },
  {
    "文件名": "[1v1 更71]《野生蔷薇（现言1V1 H）》 作者：柠汁包鸭.txt",
    "夸克盘链接": "https://pan.quark.cn/s/86003e57683a"
  },
  {
    "文件名": "[1v1 更66]《深度占有（高干1v1h）》 作者：层林尽染.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e3a6bfca1fd7"
  },
  {
    "文件名": "[1v1 更26] 《柠檬加盐气泡水（兄妹骨科 校园）》作者：烩粥鱼.txt",
    "夸克盘链接": "https://pan.quark.cn/s/958d2259039a"
  },
  {
    "文件名": "[1v1 更25] 《撞见竹马自慰后（校园甜文 ）》作者：和弦.txt",
    "夸克盘链接": "https://pan.quark.cn/s/72cc2a7946cc"
  },
  {
    "文件名": "[更77] NP文女配觉醒后（强制NPH） 作者：惟吉應光.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a7613050d6ab"
  },
  {
    "文件名": "[np  更658]《云烟（古言NPH）（原名：《黑莲花被迫小白花开局！如何拉扯懦弱皇兄统一天下（古言NPH）》）》 作者：讫讫.txt",
    "夸克盘链接": "https://pan.quark.cn/s/502309aad117"
  },
  {
    "文件名": "[np  更545]《（原名愿君）无（NP、仙俠、虐心） 》 作者：无.txt",
    "夸克盘链接": "https://pan.quark.cn/s/2ff5f218c284"
  },
  {
    "文件名": "[np  更218]《她只是个妓女（NP，高H）》 作(1).txt",
    "夸克盘链接": "https://pan.quark.cn/s/dad4666b56f3"
  },
  {
    "文件名": "[np  更188]《睡了意淫的男人们之后(NPH，1V5)》 作者：我是土狗我爱写肌肉黄料.txt",
    "夸克盘链接": "https://pan.quark.cn/s/9f7ff7063ddd"
  },
  {
    "文件名": "[np  更187]《宠溺圈养（末世、np团宠、高Ｈ）》 作者：蜗牛.txt",
    "夸克盘链接": "https://pan.quark.cn/s/0c0bd643c52c"
  },
  {
    "文件名": "[np  更124]《成为豪门恶毒女配后（穿书nph、校園H、系統）》 作者：Kikiki.txt",
    "夸克盘链接": "https://pan.quark.cn/s/9eb857870ac1"
  },
  {
    "文件名": "[np  更75]《狗男人们后悔了（西幻 np）》 作者：溏心蛋.txt",
    "夸克盘链接": "https://pan.quark.cn/s/6a673707d220"
  },
  {
    "文件名": "[1v2 更40] 《一室生香（年代 女性向 产(2).txt",
    "夸克盘链接": "https://pan.quark.cn/s/9b681a64a35a"
  },
  {
    "文件名": "[1v1 更218]《强制标记（男A女O、科幻、狗血）》 作者：豆浆.txt",
    "夸克盘链接": "https://pan.quark.cn/s/2468888cda86"
  },
  {
    "文件名": "[1v1 更112]《摘杏（父女 年代）》 作者：谁又偷猫肉.txt",
    "夸克盘链接": "https://pan.quark.cn/s/961ee698ad4d"
  },
  {
    "文件名": "[1v1 更73]《再会你（现代 知三当三的男主×有白月光的女主）》作者：枸兹.txt",
    "夸克盘链接": "https://pan.quark.cn/s/cb421e7273ed"
  },
  {
    "文件名": "[np  更846]《快穿之睡了反派以后（H 系統、爽文、穿越）》 作者：小捲餅.txt",
    "夸克盘链接": "https://pan.quark.cn/s/94a9e7812254"
  },
  {
    "文件名": "[np  更297]《催眠助理（简、SM、男性向）》 作者：克劳德云.txt",
    "夸克盘链接": "https://pan.quark.cn/s/00b4aeb39650"
  },
  {
    "文件名": "[np  更277]《皆其靡也（剧情nph）》 作者：时芧.txt",
    "夸克盘链接": "https://pan.quark.cn/s/5e87eebde050"
  },
  {
    "文件名": "[np  更273]《被逼出轨后每天都在找新欢（快穿np）》 作者：红豆奶猹.txt",
    "夸克盘链接": "https://pan.quark.cn/s/91db39d48018"
  },
  {
    "文件名": "[np  更200]《穿越ABO世界，但还是地球(2).txt",
    "夸克盘链接": "https://pan.quark.cn/s/d8cca6fdd0af"
  },
  {
    "文件名": "[np  更146]《向导她无处可逃（nph、末世、年下、穿越）》 作者：0306.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c7a8c408b565"
  },
  {
    "文件名": "[np  更133]《私生女（np 强制 骨科）》 作者：国享.txt",
    "夸克盘链接": "https://pan.quark.cn/s/919c3ab56a44"
  },
  {
    "文件名": "[np  更117]《魅魔姐姐超爱玩（NPH、NP、BG、年下）》 作者：夏乂.txt",
    "夸克盘链接": "https://pan.quark.cn/s/04d2ecd5d369"
  },
  {
    "文件名": "[np  更113]《玲珑公主掌中娇》 作者：幼冴.txt",
    "夸克盘链接": "https://pan.quark.cn/s/8ae3c5eeca14"
  },
  {
    "文件名": "[np  更88] 《多情书（武侠ABO 主受np 高h）》作者：橙子.txt",
    "夸克盘链接": "https://pan.quark.cn/s/794eb2fb53cb"
  },
  {
    "文件名": "[np  更68]《女配也要被强制爱吗(末世 nph)》 作者：酢浆草.txt",
    "夸克盘链接": "https://pan.quark.cn/s/f1e7135da6d5"
  },
  {
    "文件名": "[np  更65]《攻略对象是亲弟弟们 (NPH、年下、系統、骨抖)》 作者：浣.txt",
    "夸克盘链接": "https://pan.quark.cn/s/2731a8be39d6"
  },
  {
    "文件名": "[np  更61]《【综漫】18X榨精系统（NPH、BG、同人） 》 作者：赚钱点男模.txt",
    "夸克盘链接": "https://pan.quark.cn/s/d088b8eaa654"
  },
  {
    "文件名": "[np  更58]《[HP]獾乐小厨娘(慢熱np)》 作者：筆可貓.txt",
    "夸克盘链接": "https://pan.quark.cn/s/39a15fb695d8"
  },
  {
    "文件名": "[np  更48]《攻略男主太简单！（快穿h、甜文、萌文）》 作者：木叽子沅.txt",
    "夸克盘链接": "https://pan.quark.cn/s/aa6000a14558"
  },
  {
    "文件名": "[np  更38]《又被痴汉找上了（NPH）》 作者：脑洞开发机.txt",
    "夸克盘链接": "https://pan.quark.cn/s/99bb653a6de4"
  },
  {
    "文件名": "[1v1 更292]《网恋被骗一百万（1V1,SC）》 作者：美少女战神???珠珠重度依赖??????码字重度依赖???.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e71c40308868"
  },
  {
    "文件名": "[1v1 更165]《低级迷恋（h 斯文下流老阴批 X 清冷闷骚大美女）》 作者：豆浆.txt",
    "夸克盘链接": "https://pan.quark.cn/s/deabef8a2317"
  },
  {
    "文件名": "[1v1 更151]《完美陷阱（父女 1v1 h）》 作者：东竹.txt",
    "夸克盘链接": "https://pan.quark.cn/s/68a8095a3c8c"
  },
  {
    "文件名": "[1v1 更121]《坏小孩【姨甥H】》 作者：拾月岛.txt",
    "夸克盘链接": "https://pan.quark.cn/s/bab0bdfbd28c"
  },
  {
    "文件名": "[1v1 更73]《缚结(校园 真天之骄子VS假训狗少女）》 作者：柚粒.txt",
    "夸克盘链接": "https://pan.quark.cn/s/63a7950c3fdb"
  },
  {
    "文件名": "[1v1 更60]《三月夜（姑侄 男小三）》 作者：蒸栗.txt",
    "夸克盘链接": "https://pan.quark.cn/s/dd0110aed4b9"
  },
  {
    "文件名": "[1v1 更41]《无度（骨科 1v1）》 作者：玫瑰女侠.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c3615c56207c"
  },
  {
    "文件名": "（更17）一定要和他分手（西幻） 作者：自动铅笔.txt",
    "夸克盘链接": "https://pan.quark.cn/s/04e3c8ebd708"
  },
  {
    "文件名": "[np  更198]《重塑的愛人（NPH、爽文） 》 作者：NN.txt",
    "夸克盘链接": "https://pan.quark.cn/s/de151482b05f"
  },
  {
    "文件名": "[1v1 更2105]《反派男主你好坏[快穿]》作者：肥肥[补].txt",
    "夸克盘链接": "https://pan.quark.cn/s/4bd8af63cd34"
  },
  {
    "文件名": "[np  更129]《成为豪门恶毒女配后（穿书nph）》 作者：Kikiki.txt",
    "夸克盘链接": "https://pan.quark.cn/s/5b24e756280f"
  },
  {
    "文件名": "[1v1 更192]《流光（姐弟骨科）》 作者：落雨.txt",
    "夸克盘链接": "https://pan.quark.cn/s/14634a688031"
  },
  {
    "文件名": "[1v1 更107]《迷人的野心家（年上、年下） 》 作者：旁观者.txt",
    "夸克盘链接": "https://pan.quark.cn/s/2504264a5053"
  },
  {
    "文件名": "[1v1 更70]《蹂纸浆（1v1校园h）》 作者：卧们的暧y1成定局.txt",
    "夸克盘链接": "https://pan.quark.cn/s/b300b207a31e"
  },
  {
    "文件名": "[1v1 更36]《镜面（骨科 兄妹1v1）》 作者：林秋.txt",
    "夸克盘链接": "https://pan.quark.cn/s/2e12fd1915a9"
  },
  {
    "文件名": "[合集 更261]《综影视：cp崩坏系统》 作者：一杯多肉葡萄谢谢.txt",
    "夸克盘链接": "https://pan.quark.cn/s/d915f02ff119"
  },
  {
    "文件名": "[np  更169]《临时夫妻(nph NP 捆绑)》 作者：异梦.txt",
    "夸克盘链接": "https://pan.quark.cn/s/7e3a1cc916d3"
  },
  {
    "文件名": "[np  更75]《前男友日记 (H 微SM)》 作者：半江瑟色.txt",
    "夸克盘链接": "https://pan.quark.cn/s/d0080b0ab35c"
  },
  {
    "文件名": "[np  更75]《离婚后（强制 nph）》 作者：柒雨.txt",
    "夸克盘链接": "https://pan.quark.cn/s/58672d96100c"
  },
  {
    "文件名": "[np  更54]《玫瑰国度【高h_西幻】》 作者：达尔文小助手.txt",
    "夸克盘链接": "https://pan.quark.cn/s/afe8ebc4962b"
  },
  {
    "文件名": "[np  更45]《玉珍（清末民初）》 作者：雾隐花泪.txt",
    "夸克盘链接": "https://pan.quark.cn/s/d4db558a555b"
  },
  {
    "文件名": "[3p  更110]《三兔共耳（3p 骨科）》 作者：柳下吟.txt",
    "夸克盘链接": "https://pan.quark.cn/s/15c8cfb1c9a4"
  },
  {
    "文件名": "[1v2 更131]《犯禁(1v2，亲舅甥）》 作者：翳月.txt",
    "夸克盘链接": "https://pan.quark.cn/s/7d1ed090c9c4"
  },
  {
    "文件名": "[1v1 更94]《与它共感（小甜文1V1）》 作者：幻海浮声.txt",
    "夸克盘链接": "https://pan.quark.cn/s/945a98c9cc8b"
  },
  {
    "文件名": "[1v1 更92]《亲爱的小孩（母子h）》 作者：一条孤狼.txt",
    "夸克盘链接": "https://pan.quark.cn/s/17212e596ccc"
  },
  {
    "文件名": "[1v1 更91]《吞咽【1v1产奶】》 作者：Xena.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a12bffb829b8"
  },
  {
    "文件名": "[1v1 更61]《南有嘉鱼（父女）》 作者：鬼鬼.txt",
    "夸克盘链接": "https://pan.quark.cn/s/1aae6cf25354"
  },
  {
    "文件名": "[1v1 更56]《红男绿女（1v1、現代、年上、甜文）》 作者：她叙.txt",
    "夸克盘链接": "https://pan.quark.cn/s/835ae15a74b6"
  },
  {
    "文件名": "[1v1 更54]《狐狸精系统（系統、爽文、甜文） 》 作者：星月澜.txt",
    "夸克盘链接": "https://pan.quark.cn/s/883f93d47671"
  },
  {
    "文件名": "[np  更695]《当我嫁人后，剧情突然变得不对劲起来（仙俠、玄幻、喜劇） 》 作者：寻觅真理527.txt",
    "夸克盘链接": "https://pan.quark.cn/s/affccc407600"
  },
  {
    "文件名": "[合集 更282]《夜晚将至(合集)》 作者：谢太太想养马.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a63010b536ef"
  },
  {
    "文件名": "[1v1 更37]《蠢物（活了两辈子努力把自己活明白的蠢货x迟钝自我攻略性腹黑少爷） 》 作者：布鲁布猫.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e153b5f3d677"
  },
  {
    "文件名": "[np  更496]《江山秀晚春（nph、古代、仙俠）》 作者：未归人.txt",
    "夸克盘链接": "https://pan.quark.cn/s/d0ae00d25565"
  },
  {
    "文件名": "[np  更349]《小说大纲里的女主觉醒后（NPH、現代、甜文）》 作者：霍饭饭.txt",
    "夸克盘链接": "https://pan.quark.cn/s/5d9bb35783ed"
  },
  {
    "文件名": "[np  更127]《写自己的同人文有什么问题！（NP、現代、娛樂圈、喜劇）》 作者：柏拉图之壁.txt",
    "夸克盘链接": "https://pan.quark.cn/s/18443f8164a8"
  },
  {
    "文件名": "[np  更61]《恶毒女配在耽美修罗场中苟命（NPH、古代、系統、穿越）》 作者：lovemyfood.txt",
    "夸克盘链接": "https://pan.quark.cn/s/cfcfb1dbb193"
  },
  {
    "文件名": "[np  更59]《贵族学院的末等生【系统nph】》 作者：深夜俱乐部.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c5dae4024197"
  },
  {
    "文件名": "[np  更57]《论女a与哨向的兼容性（nph、奇幻）》 作者：dreamic.txt",
    "夸克盘链接": "https://pan.quark.cn/s/14a727fc119a"
  },
  {
    "文件名": "[np  更47]《遇虎（NP、古代、奇幻、仙俠） 》 作者：空蝉.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a90ba670c43e"
  },
  {
    "文件名": "[1v2 更34]《抗争到底【1v2、校園H、娛樂圈】》 作者：工口鉴赏家.txt",
    "夸克盘链接": "https://pan.quark.cn/s/50774799ea1b"
  },
  {
    "文件名": "[1v1 更223]《网恋被继兄骗炮后（伪骨科1v1）》 作者：supersonic.txt",
    "夸克盘链接": "https://pan.quark.cn/s/1071b677158b"
  },
  {
    "文件名": "[1v1 更151]《雷峰塔下（法青、1v1、SC）》 作者：尼古拉斯·老謝.txt",
    "夸克盘链接": "https://pan.quark.cn/s/57cff0228298"
  },
  {
    "文件名": "[1v1 更141]《逆流（师生 高h）》 作者：皎皎明月.txt",
    "夸克盘链接": "https://pan.quark.cn/s/aef7429dd67f"
  },
  {
    "文件名": "[1v1 更117]《亡命枭徒（颠公小叔X疯婆小嫂子） 》 作者：鱼不吃猫.txt",
    "夸克盘链接": "https://pan.quark.cn/s/0f7f7a04afbf"
  },
  {
    "文件名": "[1v1 更126]《欲海折竹（1v1 强制）》 作者：阿啵小鸡崽.txt",
    "夸克盘链接": "https://pan.quark.cn/s/37ef7d352a07"
  },
  {
    "文件名": "[1v1 更112]《木槿烟云（1v1SC? ?年龄差12? 男A女O） 》 作者：秋山执刀.txt",
    "夸克盘链接": "https://pan.quark.cn/s/4878de6e37f7"
  },
  {
    "文件名": "[1v1 更91]《小师妹的桃花劫（BG，H）》 作者：夏乂.txt",
    "夸克盘链接": "https://pan.quark.cn/s/804c755d77a9"
  },
  {
    "文件名": "[1v1 更71]《偷上老师（男出轨、校園H、年上）》 作者：尤嘉.txt",
    "夸克盘链接": "https://pan.quark.cn/s/46246525f511"
  },
  {
    "文件名": "[1v1 更66]《不利流年（1V1）》 作者：锦换.txt",
    "夸克盘链接": "https://pan.quark.cn/s/7a76dde25e4a"
  },
  {
    "文件名": "[np  更548]《（原名愿君）无（NP、仙俠、虐心） 》 作者：无.txt",
    "夸克盘链接": "https://pan.quark.cn/s/8b2c668b6018"
  },
  {
    "文件名": "[1v1 更28]《纏歡入骨（兄妹骨）》 作者：彥竹.txt",
    "夸克盘链接": "https://pan.quark.cn/s/2dd6ff287a7f"
  },
  {
    "文件名": "[np  更526]《人间失真（女攻、仙俠、重生）》 作者：NN.txt",
    "夸克盘链接": "https://pan.quark.cn/s/8be87815e5b5"
  },
  {
    "文件名": "[合集 更94]《不内射就出不去的房间（1V1、年上、年下） 》 作者：与眠.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e7f896fc22c5"
  },
  {
    "文件名": "[np  更285]《被逼出轨后每天都在找新欢（快穿np）》 作者：红豆奶猹.txt",
    "夸克盘链接": "https://pan.quark.cn/s/567906e87fdd"
  },
  {
    "文件名": "[np  更150]《向导她无处可逃（nph、末世、年下、穿越）》 作者：0306.txt",
    "夸克盘链接": "https://pan.quark.cn/s/cc72bb28e667"
  },
  {
    "文件名": "[np  更135]《成为豪门恶毒女配后（穿书nph、校園H、系統）》 作者：Kikiki.txt",
    "夸克盘链接": "https://pan.quark.cn/s/8d67e10a63b0"
  },
  {
    "文件名": "[np  更117]《色情女大绝赞直播进行中！（NPH）》 作者：东南西北.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c9a9a817923f"
  },
  {
    "文件名": "[np  更108]《错轨（4p，高H）》 作者：夏多布里昂.txt",
    "夸克盘链接": "https://pan.quark.cn/s/af9005207f57"
  },
  {
    "文件名": "[np  更89] 《多情书（武侠ABO 主受np 高h）》作者：橙子.txt",
    "夸克盘链接": "https://pan.quark.cn/s/922aa08b46c1"
  },
  {
    "文件名": "[np  更73]《【西幻】魔法红玫瑰（NPH、BG、奇幻） 》 作者：Ariestarry.txt",
    "夸克盘链接": "https://pan.quark.cn/s/0c726d9170a6"
  },
  {
    "文件名": "[np  更70]《女配也要被强制爱吗(末世 nph)》 作者：酢浆草.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a8bb46728479"
  },
  {
    "文件名": "[1v1 更304]《网恋被骗一百万（1V1,SC）》 作者：美少女战神???珠珠重度依赖??????码字重度依赖???.txt",
    "夸克盘链接": "https://pan.quark.cn/s/2921a7c05479"
  },
  {
    "文件名": "[1v1 更247]《分手后和闺蜜男友合租了（H、BG、現代）》 作者：放点陈醋.txt",
    "夸克盘链接": "https://pan.quark.cn/s/d1898a41eafa"
  },
  {
    "文件名": "[1v1 更128]《消失的蝴蝶发夹（H、現代、狗血、暗黑）》 作者：蓝旗路21号.txt",
    "夸克盘链接": "https://pan.quark.cn/s/3c65e0d19594"
  },
  {
    "文件名": "[1v1 更111]《迷人的野心家（年上、年下） 》 作者：旁观者.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e19c2c810e82"
  },
  {
    "文件名": "[1v1 更99]《山北水南（双处+1V1不是纯爱）》作者：思无.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a1f57759177d"
  },
  {
    "文件名": "[1v1 更68]《良迟【包养 囚禁 h】》 作者：小小鱼下士.txt",
    "夸克盘链接": "https://pan.quark.cn/s/0d36e65078df"
  },
  {
    "文件名": "[1v1 更62]《南有嘉鱼（父女）》 作者：鬼鬼.txt",
    "夸克盘链接": "https://pan.quark.cn/s/59cf392ea505"
  },
  {
    "文件名": "[np  更289]《被逼出轨后每天都在找新欢（快穿np）》 作者：红豆奶猹.txt",
    "夸克盘链接": "https://pan.quark.cn/s/5c04dadc5de5"
  },
  {
    "文件名": "[np  更194]《宠溺圈养（末世、np团宠、高Ｈ）》 作者：蜗牛.txt",
    "夸克盘链接": "https://pan.quark.cn/s/aca40845a4b3"
  },
  {
    "文件名": "[np  更137]《成为豪门恶毒女配后（穿书nph）》 作者：Kikiki.txt",
    "夸克盘链接": "https://pan.quark.cn/s/8e7ce324512c"
  },
  {
    "文件名": "[np  更89]《多情书（武侠ABO 主受np 高h）》 作者：橙子.txt",
    "夸克盘链接": "https://pan.quark.cn/s/12944c5ab765"
  },
  {
    "文件名": "[1v1 更254]《［快穿］给攻略对象生娃 高H》 作者：傻白甜.txt",
    "夸克盘链接": "https://pan.quark.cn/s/168d79a60fb7"
  },
  {
    "文件名": "[1v1 更199]《流光（姐弟骨科）》 作者：落雨.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c7f55dd0250b"
  },
  {
    "文件名": "[np  更242]《投亲（H NPH、BG、古代）》 作者：坑不死你.txt",
    "夸克盘链接": "https://pan.quark.cn/s/711746e32c48"
  },
  {
    "文件名": "[np  更274]《电竞高岭之花的后花园（nph）》 作者：supersonic.txt",
    "夸克盘链接": "https://pan.quark.cn/s/7f5c88187669"
  },
  {
    "文件名": "[更79]金屋藏君【NPH·男全C】 作者：发(2).txt",
    "夸克盘链接": "https://pan.quark.cn/s/cf0503555732"
  },
  {
    "文件名": "[np  更158]《老实女人，不爱玩（快穿、NPH、系統）》 作者：优美的矩形.txt",
    "夸克盘链接": "https://pan.quark.cn/s/4d11c0487e63"
  },
  {
    "文件名": "[np  更100]《变成人后她被逐渐带坏（NPH）》 作者：饼干.txt",
    "夸克盘链接": "https://pan.quark.cn/s/b7a70e644a1b"
  },
  {
    "文件名": "[np  更96]《从兽世到星际，兽人后宫活儿好（羅曼史、人獸） 》 作者：怡燃字得.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ae5c6b3c08bb"
  },
  {
    "文件名": "[1v1 更572]《不羡仙（快穿仙侠 古言 1v1 sc）》 作者：砌雾.txt",
    "夸克盘链接": "https://pan.quark.cn/s/79cc304c2245"
  },
  {
    "文件名": "[np  更72]《【综漫】18X榨精系统》 作者：赚钱点男模.txt",
    "夸克盘链接": "https://pan.quark.cn/s/7b9c33115267"
  },
  {
    "文件名": "[1v1 更118]《木槿烟云（1v1SC? ?年龄差12? 男A女O） 》 作者：秋山执刀.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c36e12e0b6cf"
  },
  {
    "文件名": "[合集 更549]《18紧致世界》作者：魏承泽.txt",
    "夸克盘链接": "https://pan.quark.cn/s/f5fa8bfb6c9b"
  },
  {
    "文件名": "[np  更297]《被逼出轨后每天都在找新欢（快穿np）》 作者：红豆奶猹.txt",
    "夸克盘链接": "https://pan.quark.cn/s/123487e1e4cf"
  },
  {
    "文件名": "[np  更194]《睡了意淫的男人们之后(NPH，1V5)》 作者：我是土狗我爱写肌肉黄料.txt",
    "夸克盘链接": "https://pan.quark.cn/s/30f82fd3b9fb"
  },
  {
    "文件名": "[1v3 更103]《缺愛 （1V3 NPH）》 作者：芊羽琉璃.txt",
    "夸克盘链接": "https://pan.quark.cn/s/3df49b87c8f6"
  },
  {
    "文件名": "[1v1 更208]《流光（姐弟骨科）》 作者：落雨.txt",
    "夸克盘链接": "https://pan.quark.cn/s/bb38692f85e9"
  },
  {
    "文件名": "[1v1 更172]《低级迷恋（h 斯文下流老阴批 X 清冷闷骚大美女）》 作者：豆浆.txt",
    "夸克盘链接": "https://pan.quark.cn/s/81a7c504362b"
  },
  {
    "文件名": "[1v1 更115]《迷人的野心家（年上、年下） 》 作者：旁观者.txt",
    "夸克盘链接": "https://pan.quark.cn/s/23a12251ddeb"
  },
  {
    "文件名": "[1v1 更62]《恶魔的纯白制服（1v1·SC）》 作者：芝尼.txt",
    "夸克盘链接": "https://pan.quark.cn/s/b0c6f7ea88ee"
  },
  {
    "文件名": "[1v1 更59]《狐狸精系统（爽文、甜文） 》 作者：星月澜.txt",
    "夸克盘链接": "https://pan.quark.cn/s/8c44ddc6f971"
  },
  {
    "文件名": "[1v1 更45]《知年（校园社会 双c? 双初恋 双向奔赴） 》 作者：满止.txt",
    "夸克盘链接": "https://pan.quark.cn/s/506c4fa742b8"
  },
  {
    "文件名": "[1v1 更45]《路漫漫（明艳洒脱大美人vs纯情版冷面硬汉） 》 作者：小花喵.txt",
    "夸克盘链接": "https://pan.quark.cn/s/6131c988cea7"
  },
  {
    "文件名": "[合集 更267]《综影视：cp崩坏系统》 作者：一杯多肉葡萄谢谢.txt",
    "夸克盘链接": "https://pan.quark.cn/s/052ecc1ecbdd"
  },
  {
    "文件名": "[np  更355]《小说大纲里的女主觉醒后（NPH、現代、甜文）》 作者：霍饭饭.txt",
    "夸克盘链接": "https://pan.quark.cn/s/64ff09ae5b07"
  },
  {
    "文件名": "[np  更101]《谁家正经宿主日常被攻略？（快穿、系統、輕鬆）》 作者：破窿秋裤.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c4879d2cf231"
  },
  {
    "文件名": "[1v1 更229]《网恋被继兄骗炮后（伪骨科1v1）》 作者：supersonic.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c91000337382"
  },
  {
    "文件名": "[1v1 更192]《螺旋深井（骨科 校园）原名伪君子哥哥死活不承认爱》 作者：珍珠少女.txt",
    "夸克盘链接": "https://pan.quark.cn/s/62ccee7a7c6b"
  },
  {
    "文件名": "[1v1 更156]《完美陷阱（父女 1v1 h）》 作者：东竹.txt",
    "夸克盘链接": "https://pan.quark.cn/s/53856bb7248b"
  },
  {
    "文件名": "[1v1 更156]《雷峰塔下（法青、1v1、SC）》 作者：尼古拉斯·老謝.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c9213eefc798"
  },
  {
    "文件名": "[1v1 更148]《【快穿】与神明共舞（玄幻 _ 罗曼）》作者_软炸蘑菇.txt",
    "夸克盘链接": "https://pan.quark.cn/s/7f115be376c6"
  },
  {
    "文件名": "[1v1 更78]《再会你（知三当三的男主×有白月光的女主） 》 作者：枸兹.txt",
    "夸克盘链接": "https://pan.quark.cn/s/afb71cf2544b"
  },
  {
    "文件名": "[更173]低级迷恋（h） 作者：豆浆.txt",
    "夸克盘链接": "https://pan.quark.cn/s/36894f248dcd"
  },
  {
    "文件名": "[更158]雷峰塔下（法青、1v1、SC） 作者：尼古拉斯·老謝.txt",
    "夸克盘链接": "https://pan.quark.cn/s/77be0c1cf685"
  },
  {
    "文件名": "[更146]成为豪门恶毒女配后（穿书nph） 作者：Kikiki.txt",
    "夸克盘链接": "https://pan.quark.cn/s/4029e07dd04a"
  },
  {
    "文件名": "[更96]亲爱的小孩（母子h） 作者：一条孤狼.txt",
    "夸克盘链接": "https://pan.quark.cn/s/6b9649d35048"
  },
  {
    "文件名": "[更80]野生蔷薇（现言1V1 H） 作者：柠汁包鸭.txt",
    "夸克盘链接": "https://pan.quark.cn/s/4c96fe65ed47"
  },
  {
    "文件名": "[更23]坏女人贯彻始终 作者：月亮蒸汽裙.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e3cde0861099"
  },
  {
    "文件名": "[更21]危险关系（姐弟产奶1v1） 作者：睡觉对我很重要.txt",
    "夸克盘链接": "https://pan.quark.cn/s/2d68e76a23d3"
  },
  {
    "文件名": "[更17]被反霸凌系统攻略了（校园nph） 作者：吴旻是.txt",
    "夸克盘链接": "https://pan.quark.cn/s/63f4f7442af2"
  },
  {
    "文件名": "[np  更101]《重回18岁跟前夫好兄弟睡了（高h np 骨科 高干）》 作者：o(_￣︶￣_)o.txt",
    "夸克盘链接": "https://pan.quark.cn/s/6a105216b7a7"
  },
  {
    "文件名": "[更499]江山秀晚春（nph） 作者：莽苍苍.txt",
    "夸克盘链接": "https://pan.quark.cn/s/b852a87efbda"
  },
  {
    "文件名": "[更130]三兔共耳（3p 骨科） 作者：柳下吟.txt",
    "夸克盘链接": "https://pan.quark.cn/s/48812b93cd93"
  },
  {
    "文件名": "[更115]摘杏（父女 年代） 作者：谁又偷猫肉.txt",
    "夸克盘链接": "https://pan.quark.cn/s/82357b7147d3"
  },
  {
    "文件名": "[更78]女配也要被强制爱吗(末世 nph) 作者：酢浆草.txt",
    "夸克盘链接": "https://pan.quark.cn/s/b2e5e0977fde"
  },
  {
    "文件名": "[更65]南有嘉鱼（父女） 作者：鬼鬼.txt",
    "夸克盘链接": "https://pan.quark.cn/s/76991add4944"
  },
  {
    "文件名": "[更65]每晚侵犯我的人到底是谁？（叔侄骨科高H） 作者：我拖拖拖.txt",
    "夸克盘链接": "https://pan.quark.cn/s/38b20ae6e447"
  },
  {
    "文件名": "[更25]（nph）恐怖游戏测评师 作者：Kikiki.txt",
    "夸克盘链接": "https://pan.quark.cn/s/1a3b9ba898f5"
  },
  {
    "文件名": "[更17]艾薇女星就爱睡处男怎么了（nph） 作者：奶卷.txt",
    "夸克盘链接": "https://pan.quark.cn/s/afb01d61885c"
  },
  {
    "文件名": "（更32）叛逃之后（西幻nph） 作者：刁钻甲方在天堂.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ac985293e9f5"
  },
  {
    "文件名": "[np  更852]《快穿之睡了反派以后（H、系統、爽文、穿越）》 作者：小捲餅.txt",
    "夸克盘链接": "https://pan.quark.cn/s/637476d4dafb"
  },
  {
    "文件名": "[合集 更80]《病娇强制黑化短篇合集》 作者：一桶炸鸡腿子.txt",
    "夸克盘链接": "https://pan.quark.cn/s/982993464726"
  },
  {
    "文件名": "[np  更274]《《玉壶传》（骨科）（兄妹）（np）》 作者：辞玖玖.txt",
    "夸克盘链接": "https://pan.quark.cn/s/27ca388223f0"
  },
  {
    "文件名": "[np  更149]《成为豪门恶毒女配后（穿书nph、校園H、系統）》 作者：Kikiki.txt",
    "夸克盘链接": "https://pan.quark.cn/s/208448a4604c"
  },
  {
    "文件名": "[np  更67]《恶毒女配在耽美修罗场中苟命（NPH）》 作者：lovemyfood.txt",
    "夸克盘链接": "https://pan.quark.cn/s/429806b96f1b"
  },
  {
    "文件名": "[合集 更289]《夜晚将至(合集)》 作者：谢太太想养马.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c179518e1363"
  },
  {
    "文件名": "[po 更1573]《【末世】重生之合欢诀（纯肉）》作者：莲华半日.txt",
    "夸克盘链接": "https://pan.quark.cn/s/b7dd3f3c5969"
  },
  {
    "文件名": "[np  更302]《被逼出轨后每天都在找新欢（快穿np）》 作者：红豆奶猹.txt",
    "夸克盘链接": "https://pan.quark.cn/s/13f675440c86"
  },
  {
    "文件名": "[np  更181]《变成人后她被逐渐带坏（NPH、現代、奇幻）》 作者：饼干.txt",
    "夸克盘链接": "https://pan.quark.cn/s/0eae4b970c8e"
  },
  {
    "文件名": "[np  更159]《向导她无处可逃（nph、末世、年下、穿越）》 作者：0306.txt",
    "夸克盘链接": "https://pan.quark.cn/s/701f19e7ab29"
  },
  {
    "文件名": "[np  更58]《（总攻）穿越后怎么都要嫁给我（美攻强受） 》 作者：钱钱.txt",
    "夸克盘链接": "https://pan.quark.cn/s/10861c2dcb86"
  },
  {
    "文件名": "[1v1 更123]《木槿烟云（1v1SC? ?年龄差12? 男A女O） 》 作者：秋山执刀.txt",
    "夸克盘链接": "https://pan.quark.cn/s/5463160ded4b"
  },
  {
    "文件名": "[1v1 更121]《迷人的野心家（年上、年下） 》 作者：旁观者.txt",
    "夸克盘链接": "https://pan.quark.cn/s/9431a7f44246"
  },
  {
    "文件名": "[1v1 更80]《蹂纸浆（1v1校园h）》 作者：卧们的暧y1成定局.txt",
    "夸克盘链接": "https://pan.quark.cn/s/06b040d99ac6"
  },
  {
    "文件名": "[1v1 更48]《师妹骗他身子后，始乱终弃了（仙俠、系統、甜文、穿越） 》 作者：西西里柑橘.txt",
    "夸克盘链接": "https://pan.quark.cn/s/8c1e46b28b56"
  },
  {
    "文件名": "[np  更366]《与王同行（星际·NPH）》 作者：解冰.txt",
    "夸克盘链接": "https://pan.quark.cn/s/22a5489ee194"
  },
  {
    "文件名": "[np  更701]《当我嫁人后，剧情突然变得不对劲起来（NP、仙俠、玄幻、喜劇） 》 作者：寻觅真理527.txt",
    "夸克盘链接": "https://pan.quark.cn/s/8ad0365ac3a9"
  },
  {
    "文件名": "[np  更116]《错轨（4p，高H）》 作者：夏多.txt",
    "夸克盘链接": "https://pan.quark.cn/s/bca2bf114ba4"
  },
  {
    "文件名": "[np  更71]《星际美雌，兽夫们追着舔（爽文星際）》作者：无名.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ec37dbd85400"
  },
  {
    "文件名": "[1v1 更106]《与它共感（小甜文1V1）》 作者：幻海浮声.txt",
    "夸克盘链接": "https://pan.quark.cn/s/53ee21c56691"
  },
  {
    "文件名": "[np  更670]《云烟（古言NPH）（原名：《黑莲花被迫小白花开局！如何拉扯懦弱皇兄统一天下（古言NPH）》）》 作者：讫讫.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c33f1c8c9cc3"
  },
  {
    "文件名": "[np  更214]《缚剑（修仙NPH）》 作者：非卿.txt",
    "夸克盘链接": "https://pan.quark.cn/s/878c838846e9"
  },
  {
    "文件名": "[np  更120]《错轨（4p，高H）》 作者：夏多.txt",
    "夸克盘链接": "https://pan.quark.cn/s/b4f045554574"
  },
  {
    "文件名": "[np  更70]《[HP]獾乐小厨娘(慢熱np)》 作者：筆可貓.txt",
    "夸克盘链接": "https://pan.quark.cn/s/5c9052544904"
  },
  {
    "文件名": "[1v1 更306]《网恋被骗一百万（1V1,SC）》 作者：美少女战神???珠珠重度依赖??????码字重度依赖???.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c5a6bf3c7caa"
  },
  {
    "文件名": "[1v1 更212]《被爸爸的大驴屌花式肏翻（高h 父女 NPH 現代）》 作者：渣渣兔.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e48d10218af8"
  },
  {
    "文件名": "[1v1 更161]《完美陷阱（父女 1v1 h）》 作者：东竹.txt",
    "夸克盘链接": "https://pan.quark.cn/s/5f260f069d54"
  },
  {
    "文件名": "[1v1 更108]《贱骨（女A男O GB）原书名《涩橘》》 作者：窝里鸽去.txt",
    "夸克盘链接": "https://pan.quark.cn/s/3e59777d80eb"
  },
  {
    "文件名": "[1v1 更84]《鱼鸟飞沈（修真1v1）》 作者：惹春酥.txt",
    "夸克盘链接": "https://pan.quark.cn/s/1d75c79c6ddd"
  },
  {
    "文件名": "[1v1 更51]《洪水（年上 伪舅甥）》 作者：荒唐言.txt",
    "夸克盘链接": "https://pan.quark.cn/s/46d090d8cb37"
  },
  {
    "文件名": "[np  更361]《小说大纲里的女主觉醒后（NPH、現代、甜文）》 作者：霍饭饭.txt",
    "夸克盘链接": "https://pan.quark.cn/s/234f24137a2d"
  },
  {
    "文件名": "[np  更279]《电竞高岭之花的后花园（nph、甜文）》 作者：supersonic.txt",
    "夸克盘链接": "https://pan.quark.cn/s/f6613ed171a3"
  },
  {
    "文件名": "[np  更110]《指月（現代、強強） 》 作者：MM音.txt",
    "夸克盘链接": "https://pan.quark.cn/s/b0bd2b45baa5"
  },
  {
    "文件名": "[np  更37]《贪图（仙俠、狗血） 》 作者：NN.txt",
    "夸克盘链接": "https://pan.quark.cn/s/140cb2c6e981"
  },
  {
    "文件名": "[1v2 更87]《薄幸（1v2、現代、高干）》 作者：轻糖可颂.txt",
    "夸克盘链接": "https://pan.quark.cn/s/46eaa3543c03"
  },
  {
    "文件名": "[1v1 更391]《梨汁软糖【1V1甜H】》 作者：吃甜少女（副cp正文完结）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/32861a8226f3"
  },
  {
    "文件名": "[1v1 更198]《且极欢情（1V1，H，现代）》 作者：巫山暮催宋玉悲.txt",
    "夸克盘链接": "https://pan.quark.cn/s/f0f13b8afdec"
  },
  {
    "文件名": "[1v1 更181]《亡命枭徒（現代、狗血、暗黑） 》 作者：鱼不吃猫.txt",
    "夸克盘链接": "https://pan.quark.cn/s/63253c169abe"
  },
  {
    "文件名": "[1v1 更134]《消失的蝴蝶发夹（H、現代、狗血、暗黑）》 作者：蓝旗路21号.txt",
    "夸克盘链接": "https://pan.quark.cn/s/132c34bb3e45"
  },
  {
    "文件名": "[1v1 更132]《我那视后前女友要结婚了（SM、年下、娛樂圈） 》 作者：铁锅炖大歌.txt",
    "夸克盘链接": "https://pan.quark.cn/s/eab61581afe9"
  },
  {
    "文件名": "[1v1 更127]《迷人的野心家（年上、年下） 》 作者：旁观者.txt",
    "夸克盘链接": "https://pan.quark.cn/s/901171c297b9"
  },
  {
    "文件名": "[1v1 更120]《阴暗普女，但第三者（校園H、三观不正） 》 作者：欺花.txt",
    "夸克盘链接": "https://pan.quark.cn/s/0fd66192ecd5"
  },
  {
    "文件名": "[1v1 更82]《骚东西（暗戳戳抚慰自己的少女＊闷骚占有欲疯批学霸） 》 作者：蝶喵.txt",
    "夸克盘链接": "https://pan.quark.cn/s/495a04ec644c"
  },
  {
    "文件名": "[1v1 更67]《恶魔的纯白制服（1v1·SC）》 作者：芝尼.txt",
    "夸克盘链接": "https://pan.quark.cn/s/fde2860ed002"
  },
  {
    "文件名": "[合集 更294]《夜晚将至(合集)》 作者：谢太太想养马.txt",
    "夸克盘链接": "https://pan.quark.cn/s/680622ca1af9"
  },
  {
    "文件名": "[合集 更273]《综影视：cp崩坏系统》 作者：一杯多肉葡萄谢谢.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ac9ac8d052d1"
  },
  {
    "文件名": "[np  更106]《谁家正经宿主日常被攻略？（快穿、系統、快穿）》 作者：破窿秋裤.txt",
    "夸克盘链接": "https://pan.quark.cn/s/15b62ce47687"
  },
  {
    "文件名": "[1v1 更221]《流光（姐弟骨科）》 作者：落雨.txt",
    "夸克盘链接": "https://pan.quark.cn/s/54279f4662dc"
  },
  {
    "文件名": "[1v1 更112]《与它共感（小甜文1V1）》 作者：幻海浮声.txt",
    "夸克盘链接": "https://pan.quark.cn/s/6ea5fb9c0f28"
  },
  {
    "文件名": "[1v1 更72]《和亲哥出轨后（高h、骨科、狗血）》 作者：要吃肉.txt",
    "夸克盘链接": "https://pan.quark.cn/s/3be17f313cac"
  },
  {
    "文件名": "[1v1 更242]《两情相厌（伪骨科，狗血文）》 作者：路之遥.txt",
    "夸克盘链接": "https://pan.quark.cn/s/bea677ebb2f7"
  },
  {
    "文件名": "[合集 更85]《病娇强制黑化短篇合集》 作者：一桶炸鸡腿子.txt",
    "夸克盘链接": "https://pan.quark.cn/s/25888b02bf3b"
  },
  {
    "文件名": "[np  更706]《当我嫁人后，剧情突然变得不对劲起来（仙俠、玄幻、喜劇） 》 作者：寻觅真理527.txt",
    "夸克盘链接": "https://pan.quark.cn/s/04db4a8fb5df"
  },
  {
    "文件名": "[np  完结]《末世肉文女主觉醒后更肉了（末世爽文輕鬆）》作者：繁花（NP）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/4728b65d3843"
  },
  {
    "文件名": "[np  更560]《（原名愿君）无（NP、仙俠、虐心） 》 作者：无.txt",
    "夸克盘链接": "https://pan.quark.cn/s/473a0ceb81a3"
  },
  {
    "文件名": "[np  更188]《临时夫妻(nph、重口)》 作者：异梦.txt",
    "夸克盘链接": "https://pan.quark.cn/s/af0695e32940"
  },
  {
    "文件名": "[np  更167]《老实女人，不爱玩（快穿、NPH、系統）》 作者：优美的矩形.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e03cad8afdb9"
  },
  {
    "文件名": "[np  更131]《写自己的同人文有什么问题！（NP、現代、娛樂圈、喜劇）》 作者：柏拉图之壁.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a73c64e64e10"
  },
  {
    "文件名": "[np  更106]《重回18岁跟前夫好兄弟睡.txt",
    "夸克盘链接": "https://pan.quark.cn/s/05a66740af7f"
  },
  {
    "文件名": "[np  更100]《被闺蜜帅爹日夜猛干的日子（含1v2、NPH、NP、年上）》 作者：要吃肉.txt",
    "夸克盘链接": "https://pan.quark.cn/s/95d26e60869d"
  },
  {
    "文件名": "[np  更94]《女配也要被强制爱吗(末世 nph)》 作者：酢浆草.txt",
    "夸克盘链接": "https://pan.quark.cn/s/735db3fa8d67"
  },
  {
    "文件名": "[np  更75]《[HP]獾乐小厨娘(慢熱np)》 作者：筆可貓.txt",
    "夸克盘链接": "https://pan.quark.cn/s/b3c80b2ca2db"
  },
  {
    "文件名": "[np  更55]《HP霍格沃茨男生隐秘数据测评表（NPH、同人） 》 作者：尔林而临.txt",
    "夸克盘链接": "https://pan.quark.cn/s/60812d2391e1"
  },
  {
    "文件名": "[np  更12]《碧霄（NPH、古代）》 作者：培根.txt",
    "夸克盘链接": "https://pan.quark.cn/s/313800116800"
  },
  {
    "文件名": "[1v3 更108]《缺愛 （1V3 NPH）》 作者：芊羽琉璃.txt",
    "夸克盘链接": "https://pan.quark.cn/s/51ba7d921eec"
  },
  {
    "文件名": "[1v1 更239]《网恋被继兄骗炮后（伪骨科1v1）》 作者：supersonic.txt",
    "夸克盘链接": "https://pan.quark.cn/s/8d1dca9130ef"
  },
  {
    "文件名": "[1v1 更129]《迷人的野心家（年上、年下） 》 作者：旁观者.txt",
    "夸克盘链接": "https://pan.quark.cn/s/fa387d3e396b"
  },
  {
    "文件名": "[1v1 更127]《阴暗普女，但第三者（1V1、校園H） 》 作者：欺花.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a3c7ede562a4"
  },
  {
    "文件名": "[1v1 更115]《指月（現代、強強） 》 作者：MM音.txt",
    "夸克盘链接": "https://pan.quark.cn/s/79483f8eef63"
  },
  {
    "文件名": "[1v1 更101]《吞咽【1v1产奶】》 作者：Xena.txt",
    "夸克盘链接": "https://pan.quark.cn/s/6d59bdae4c7f"
  },
  {
    "文件名": "[1v1 更97]《勾引找操但踢到铁板后（NPH、校園、狗血） 》 作者：无聊就来写个车.txt",
    "夸克盘链接": "https://pan.quark.cn/s/045cf3221e68"
  },
  {
    "文件名": "[1v1 更86]《野生蔷薇（现言1V1 H）》 作者：柠汁包鸭.txt",
    "夸克盘链接": "https://pan.quark.cn/s/3fa755abdfb7"
  },
  {
    "文件名": "[1v1 更83]《再会你（知三当三的男主×有白月光的女主） 》 作者：枸兹.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e9a8d66f83ba"
  },
  {
    "文件名": "[1v1 更56]《洪水（年上 伪舅甥）》 作者：荒唐言.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ce5aaff2cb73"
  },
  {
    "文件名": "[1v1 更54]《丧彪，她怎么叫你咪咪啊【女B男O BG】》 作者：鸽俩好.txt",
    "夸克盘链接": "https://pan.quark.cn/s/39df84713d87"
  },
  {
    "文件名": "[更331]网恋被骗一百万（1V1,）作者：纯爱战神.txt",
    "夸克盘链接": "https://pan.quark.cn/s/b50a0247fb8b"
  },
  {
    "文件名": "[更311]被逼出轨后每天都在找新欢（快穿np） 作者：红豆奶猹.txt",
    "夸克盘链接": "https://pan.quark.cn/s/05652b6529ac"
  },
  {
    "文件名": "[更234]30日结婚作战计划（甜H）作者：云泥肉.txt",
    "夸克盘链接": "https://pan.quark.cn/s/414809200ad3"
  },
  {
    "文件名": "[更115]乐土（末世，强取豪夺H） 作者：惟吉應光.txt",
    "夸克盘链接": "https://pan.quark.cn/s/f141095adf12"
  },
  {
    "文件名": "[更77]复爱（骨科，1v2） 作者：夏日封冻.txt",
    "夸克盘链接": "https://pan.quark.cn/s/2be92f78a85f"
  },
  {
    "文件名": "[更67]撞见竹马自慰后（校园1v1h） 作者：和弦.txt",
    "夸克盘链接": "https://pan.quark.cn/s/b0c478304b20"
  },
  {
    "文件名": "[更62]贵族学院的末等生【系统nph】 作者：深夜俱乐部.txt",
    "夸克盘链接": "https://pan.quark.cn/s/2eb06f7a8742"
  },
  {
    "文件名": "[更53]星星入我怀（出轨h）作者：今朝.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e3f67c26939d"
  },
  {
    "文件名": "[更51]咸鱼向导被迫万人迷（nph） 作者：涂山小满.txt",
    "夸克盘链接": "https://pan.quark.cn/s/66bbf3662235"
  },
  {
    "文件名": "[更233]以礼服人（NPH） 作者：热白开.txt",
    "夸克盘链接": "https://pan.quark.cn/s/711ea33c99eb"
  },
  {
    "文件名": "[更185]变成人后她被逐渐带坏（NPH） 作者：饼干.txt",
    "夸克盘链接": "https://pan.quark.cn/s/db893752907e"
  },
  {
    "文件名": "[更166]成为豪门恶毒女配后（穿书nph）  作者：Kikiki.txt",
    "夸克盘链接": "https://pan.quark.cn/s/0b8cbfe72ec2"
  },
  {
    "文件名": "[更151]犯禁(1v2，亲舅甥） 作者：翳月.txt",
    "夸克盘链接": "https://pan.quark.cn/s/964419fa17eb"
  },
  {
    "文件名": "[更95]偷上老师（男出轨） 作者：尤嘉.txt",
    "夸克盘链接": "https://pan.quark.cn/s/b5f145efde3c"
  },
  {
    "文件名": "[更92]我不要痴汉啊(短篇合集NPH) 作者：阿中呀.txt",
    "夸克盘链接": "https://pan.quark.cn/s/af737afd39bb"
  },
  {
    "文件名": "[更79]每晚侵犯我的人到底是谁？（叔侄骨科高H） 作者：我拖拖拖.txt",
    "夸克盘链接": "https://pan.quark.cn/s/77b37095f18e"
  },
  {
    "文件名": "[更79]花底莺初啼（公媳 高H） 作者：一枝梅.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e31426771d87"
  },
  {
    "文件名": "[更74]良迟【包养_囚禁_h】 作者：小小鱼下士.txt",
    "夸克盘链接": "https://pan.quark.cn/s/7f6b7963a11a"
  },
  {
    "文件名": "[更60]后宫这地方（1VN）作者：平叶峋川生.txt",
    "夸克盘链接": "https://pan.quark.cn/s/6a1d28d950a9"
  },
  {
    "文件名": "[更54]蔷吻（高干 1v1） 作者：雪栗籽.txt",
    "夸克盘链接": "https://pan.quark.cn/s/168c7b818784"
  },
  {
    "文件名": "[更35]年级第一吃奶有瘾（高H） 作者：减肥我不吃.txt",
    "夸克盘链接": "https://pan.quark.cn/s/d16d73833501"
  },
  {
    "文件名": "[更27]被反霸凌系统攻略了（校园nph） 作者：吴旻是.txt",
    "夸克盘链接": "https://pan.quark.cn/s/5bee85177b59"
  },
  {
    "文件名": "[更38]绿春波(高干 替身情人 H) 作者：无梦.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c83885366ca7"
  },
  {
    "文件名": "[更17]被觊觎的她（1V2，女出轨） 作者：不够善良的刺猬.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a5418321d928"
  },
  {
    "文件名": "[更37]劣迹斑斑 （出轨 H） 作者：八宝.txt",
    "夸克盘链接": "https://pan.quark.cn/s/df33fba330d5"
  },
  {
    "文件名": "[更32]遇鬼（1v2，H） 作者：讨厌下雨.txt",
    "夸克盘链接": "https://pan.quark.cn/s/fc79a2b2d6e0"
  },
  {
    "文件名": "[更63]网恋被继兄骗炮后（伪骨科1v1） 作者：supersonic.txt",
    "夸克盘链接": "https://pan.quark.cn/s/34dfc5ce226d"
  },
  {
    "文件名": "[更160]咬痕（年上H） 作者：岁晚.txt",
    "夸克盘链接": "https://pan.quark.cn/s/74863914f1dc"
  },
  {
    "文件名": "[更101]媚欢（出轨高H） 作者：百无禁忌.txt",
    "夸克盘链接": "https://pan.quark.cn/s/8178e9023c77"
  },
  {
    "文件名": "[更115]色情女主播掉马了（校园1V2） 作者：闪烁的星.txt",
    "夸克盘链接": "https://pan.quark.cn/s/7dc757f73ba9"
  },
  {
    "文件名": "[更301]只进入三公分不算做爱「合集」 作者：花间一只狗.txt",
    "夸克盘链接": "https://pan.quark.cn/s/6d43f95fdd60"
  },
  {
    "文件名": "[更52]街角花巷（NP） 作者：不吃鱼的猫.txt",
    "夸克盘链接": "https://pan.quark.cn/s/0f2d883e9f37"
  },
  {
    "文件名": "[更63]长夜火（高干 高H 1V1） 作者：臣言.txt",
    "夸克盘链接": "https://pan.quark.cn/s/2c7d672d0be6"
  },
  {
    "文件名": "[更107]咬痕（年上H） 作者：岁晚.txt",
    "夸克盘链接": "https://pan.quark.cn/s/5191f5092d1f"
  },
  {
    "文件名": "[更91]撬墙角（高H） 作者：啊肥阿.txt",
    "夸克盘链接": "https://pan.quark.cn/s/cf45b8891613"
  },
  {
    "文件名": "[更31]山脚下的寡妇（1v3，H) 作者：昏鸦往东.txt",
    "夸克盘链接": "https://pan.quark.cn/s/8b338f4d72e9"
  },
  {
    "文件名": "18禁真人秀游戏by doremi 949.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a9e217c4907c"
  },
  {
    "文件名": "[更109]老实人有四个男友（NPH） 作者：IMBT.txt",
    "夸克盘链接": "https://pan.quark.cn/s/6cc571aae28e"
  },
  {
    "文件名": "[更41]晨昏不寐（古言骨科1v2） 作者：云山乱.txt",
    "夸克盘链接": "https://pan.quark.cn/s/95999ca8e1a7"
  },
  {
    "文件名": "[更55]江家共妻（NPH 黑暗 强制） 作者：BLESS.txt",
    "夸克盘链接": "https://pan.quark.cn/s/0262eee00dec"
  },
  {
    "文件名": "[更14]电风扇与西瓜汁（青梅竹马h） 作者：岛京月.txt",
    "夸克盘链接": "https://pan.quark.cn/s/9e4aee16d96d"
  },
  {
    "文件名": "207参加直播综艺后我火了by辞雁207.txt",
    "夸克盘链接": "https://pan.quark.cn/s/519e4bc254c5"
  },
  {
    "文件名": "[更401]热陷（NP 追妻火葬场） 作者：卜鸣.txt",
    "夸克盘链接": "https://pan.quark.cn/s/cc2da4f85d67"
  },
  {
    "文件名": "[更1043]天生尤物【快穿】高H作者：月亮不睡我不睡.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ba8d768fbeaf"
  },
  {
    "文件名": "【CY】心火烧(1v1H)by姜以年15.txt",
    "夸克盘链接": "https://pan.quark.cn/s/be0e9b317a88"
  },
  {
    "文件名": "[更28]黑白面（校园h）作者：哼哈二将.txt",
    "夸克盘链接": "https://pan.quark.cn/s/198f641cbde5"
  },
  {
    "文件名": "[更99]娇蕊(父女)作者：揚羽.txt",
    "夸克盘链接": "https://pan.quark.cn/s/be6fab4b0b67"
  },
  {
    "文件名": "[更104]替身炮友（校园 1V1 高H）作者：夏桑.txt",
    "夸克盘链接": "https://pan.quark.cn/s/116a03b788c9"
  },
  {
    "文件名": "[更365]淫悦帝王成长计划【后宫H】作者：幼冴.txt",
    "夸克盘链接": "https://pan.quark.cn/s/f42d5abafd1b"
  },
  {
    "文件名": "[更565]快穿之女配势要扑倒男主 作者：茶蘼.txt",
    "夸克盘链接": "https://pan.quark.cn/s/1aeadd9138b2"
  },
  {
    "文件名": "小心温差「校园1v1」作者：啁尾.txt",
    "夸克盘链接": "https://pan.quark.cn/s/bf0359348490"
  },
  {
    "文件名": "助攻（校园1v4h）作者：小声点.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a921ae6ee2d6"
  },
  {
    "文件名": "被老公的上司一见钟情by西西艾欧 39.txt",
    "夸克盘链接": "https://pan.quark.cn/s/110f20a0038e"
  },
  {
    "文件名": "坏小孩【姨甥H】by拾月岛58.txt",
    "夸克盘链接": "https://pan.quark.cn/s/f1e7b4a5f70a"
  },
  {
    "文件名": "在末日女扮男装【np末世】 by霜雪天 更66.txt",
    "夸克盘链接": "https://pan.quark.cn/s/f96f465794c2"
  },
  {
    "文件名": "《烧春「年上，先婚」》作者：游岸.txt",
    "夸克盘链接": "https://pan.quark.cn/s/de57f1bb0872"
  },
  {
    "文件名": "勾引有妇之夫by小葱33.txt",
    "夸克盘链接": "https://pan.quark.cn/s/672050ca8ac1"
  },
  {
    "文件名": "18紧致世界by魏承泽308.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a0af466582ba"
  },
  {
    "文件名": "【更218】絮娘 by鸣銮 .txt",
    "夸克盘链接": "https://pan.quark.cn/s/e4d017494484"
  },
  {
    "文件名": "【更38】女友是只兔子精by苏西.txt",
    "夸克盘链接": "https://pan.quark.cn/s/1e093299ccaf"
  },
  {
    "文件名": "[1v1 更93]《冷妻难撩（H，强取豪夺）》作者：明骚一朵.txt",
    "夸克盘链接": "https://pan.quark.cn/s/eefcae363108"
  },
  {
    "文件名": "[1v1更66]《城楼之下（双重生 追妻 1v1 HE）》） 作者：蜗牛.txt",
    "夸克盘链接": "https://pan.quark.cn/s/91156882d5bc"
  },
  {
    "文件名": "【更至123】末世玩物生存指南（NP 产乳 强制爱）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/acb4c3a2aceb"
  },
  {
    "文件名": "《完美陷落》段衡 单若水.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c2068b58d0ef"
  },
  {
    "文件名": "《他的遥遥小流星》虞子明  林清歌.txt",
    "夸克盘链接": "https://pan.quark.cn/s/142cd053c170"
  },
  {
    "文件名": "《同居（1v1）h》by东哥（电竞完结）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/7a48e989e060"
  },
  {
    "文件名": "《逃婚以后（女扮男装 np）》by瓜瓜甜（完结）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e27565165cee"
  },
  {
    "文件名": "《思音不觉（古言 1v1）》by绵绵冰是最好的（完结番外）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/0b86d79a3966"
  },
  {
    "文件名": "《燃燃升起（校园H）》by放斐（完结1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/2a5c1758fee6"
  },
  {
    "文件名": "《囚饶 (NPH)》by金银不要黄（完结）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/1392b77db4b1"
  },
  {
    "文件名": "《清欢（H）》by九铃（完结1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/3807ef26ac11"
  },
  {
    "文件名": "《前男友是顶流》封廷江 姜棠.txt",
    "夸克盘链接": "https://pan.quark.cn/s/810c89967c3b"
  },
  {
    "文件名": "《碾碎温柔 （1v1 年下）》by浅炽（完结）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e303757c3b65"
  },
  {
    "文件名": "《临风[年下 1v1H]》by桃桃圆圆子（完结）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a4c168ebd89a"
  },
  {
    "文件名": "（NP）《H游戏NPC》作者：镜姬--【副本一完结】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/3a244abd226b"
  },
  {
    "文件名": "《滥情（1v1 出轨）》by小岛斯嘉丽（完结）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/b9c0f5e6f46d"
  },
  {
    "文件名": "《绝对掌控》by韵明（完结1v1番外2）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/2005322fe08f"
  },
  {
    "文件名": "《花胜去年红（1v1年下）》by柳离（完结番外）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c8089433ed11"
  },
  {
    "文件名": "《花生米嚼豆干（年下，H）》by蓝胡子小女孩（完结1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a91391eec5a2"
  },
  {
    "文件名": "《洞仙歌》by满河星（完结1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/72ee2401e390"
  },
  {
    "文件名": "《东篱书院的女学生》by酸奶奶（完结np番外3）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/4cc0b2f38140"
  },
  {
    "文件名": "《穿成玛丽苏校园文中女扮男装的炮灰》by形而上学（完结np）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/b843a6f6f84b"
  },
  {
    "文件名": "《暗许（1v1 年下）》by不灵塔（完结）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/9b3ef16e614c"
  },
  {
    "文件名": "（NP）《陪玩师》作者：双双来了--【完结】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c1c6e5e0ad54"
  },
  {
    "文件名": "（NP）《告别养成游戏》作者：幺幺--【完结】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/45d33094267a"
  },
  {
    "文件名": "（1V1）《我不会喜欢你》作者：瞎书--【完结+22番外】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/766d493ceec5"
  },
  {
    "文件名": "（1V1）《论如何与电竞大神谈恋爱》作者：柯安--【完结】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/d61a543cb2a9"
  },
  {
    "文件名": "【CY】重生后她只想和夜先生日日笙歌by锅巴.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a3210828e9f7"
  },
  {
    "文件名": "【CY】丛林法则by麦吉麦吉.txt",
    "夸克盘链接": "https://pan.quark.cn/s/3d96bf1137d7"
  },
  {
    "文件名": "《欲晚黄河边（年下糙汉）》by应益辉（完结1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/756dd049f8a5"
  },
  {
    "文件名": "【CY】《升华》by阿斯伯格cat.txt",
    "夸克盘链接": "https://pan.quark.cn/s/f1f176d38394"
  },
  {
    "文件名": "《宴宴》by臭虫（完结1v1番外3）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/edd40038e080"
  },
  {
    "文件名": "《须尽欢》作者：十一芝麻（1v1 双性年上）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c5fbfc2664be"
  },
  {
    "文件名": "《雄乳俱乐部（双性、大奶男妈妈）》作者：磨溪.txt",
    "夸克盘链接": "https://pan.quark.cn/s/82b6a1f1a25a"
  },
  {
    "文件名": "《兄弟相亲（双性 伪骨科》作者：一只白兔糖.txt",
    "夸克盘链接": "https://pan.quark.cn/s/f5582fc851ed"
  },
  {
    "文件名": "《兄弟相间（双性互攻）》作者：小闲先.txt",
    "夸克盘链接": "https://pan.quark.cn/s/7012493cb2a6"
  },
  {
    "文件名": "《兄弟缠情》作家：离秋（双性骨科1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/01ab39888243"
  },
  {
    "文件名": "《凶神跟小花妖》作者：四末末（古代1v1 双性生子 很坏很坏但是宠妻的凶神攻×娇软可爱小花妖受）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/3e4f287914ca"
  },
  {
    "文件名": "《性天使的侵占攻略》作者：日向小福（1v1 双性x双性）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/b62cae3e7515"
  },
  {
    "文件名": "《性色枷锁（双性攻，强强 半黑道文）》作者：猛虎与傻狼.txt",
    "夸克盘链接": "https://pan.quark.cn/s/da2a503cb99a"
  },
  {
    "文件名": "《性爱能量补充系统（总攻，双性，生子，np） 》作者：凝夏.txt",
    "夸克盘链接": "https://pan.quark.cn/s/48df9db76ea4"
  },
  {
    "文件名": "《行乐宫》BY海·蓝妖 (调教男妓系列 调教师雌雄同体 定位女性 强攻强受 弱受 高H).txt",
    "夸克盘链接": "https://pan.quark.cn/s/f6c122b41188"
  },
  {
    "文件名": "《星星（双性生子 壮受）》作者：你好虾慌房.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e6cb7c3f42f6"
  },
  {
    "文件名": "《星际拍摄公司》作者：￥林家喵十一（总受双性）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c683c932b27e"
  },
  {
    "文件名": "《星际拍摄公司》 BY林家喵十一（双性 总受 机甲 产乳 np 各种play）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a11fda994e40"
  },
  {
    "文件名": "《星河遥》作者：桃子momo（1v1 双性小甜饼）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/62da45657f3d"
  },
  {
    "文件名": "《信息素失控【骨科，双性】 》作者：兔子的预言.txt",
    "夸克盘链接": "https://pan.quark.cn/s/521e1a4739f5"
  },
  {
    "文件名": "《新网王之他们都馋我身子（np 双性主受）》作者：没有名字hh.txt",
    "夸克盘链接": "https://pan.quark.cn/s/d220ec080487"
  },
  {
    "文件名": "《新手采花贼不幸被俘（双性大奶）》作者：超厚鲑鱼刺身.txt",
    "夸克盘链接": "https://pan.quark.cn/s/6c18858c2220"
  },
  {
    "文件名": "《心水》作家：就是比较色而已（双性 甜肉 np）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/11866a75a0ea"
  },
  {
    "文件名": "《心软是要被日的（穿书、双性总受、强制爱）》作者：向甚处.txt",
    "夸克盘链接": "https://pan.quark.cn/s/11a7ea348275"
  },
  {
    "文件名": "《心甘情愿》作者：今晚就发财（年下1v1 深情温柔攻x双性哭包受）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/cc564f3737f4"
  },
  {
    "文件名": "《胁迫》作者：首阳二十（年下双性1v1小甜饼）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/b5369e5a95db"
  },
  {
    "文件名": "《邪要压正·欺师（徒弟攻x双性师尊受）》作者：就要吃肉肉.txt",
    "夸克盘链接": "https://pan.quark.cn/s/17774fe9734e"
  },
  {
    "文件名": "《协议婚姻》作者：airy（先婚后爱1v1小甜饼、双性）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/112d3bd2c6f4"
  },
  {
    "文件名": "《校园诱惑合集【原名：缠绵春风（双性1v1）》作者：今夜漫长.txt",
    "夸克盘链接": "https://pan.quark.cn/s/497e39442080"
  },
  {
    "文件名": "《校园里的性福生活（双洁）》作者：路之宫伊橙.txt",
    "夸克盘链接": "https://pan.quark.cn/s/bec0a8b75632"
  },
  {
    "文件名": "《校霸说想试试我的批（双性1v1）》作者：伏不是.txt",
    "夸克盘链接": "https://pan.quark.cn/s/334939a815cc"
  },
  {
    "文件名": "《校霸舍友猛肏（双性）》作者：蜂蜜小面包.txt",
    "夸克盘链接": "https://pan.quark.cn/s/9ebce9118d44"
  },
  {
    "文件名": "《校霸的驯养方法（双性）》作者：李辣串.txt",
    "夸克盘链接": "https://pan.quark.cn/s/99a790d7b1ff"
  },
  {
    "文件名": "《小主仆（1v1 忠犬攻x双性受）》作者：今夜漫长.txt",
    "夸克盘链接": "https://pan.quark.cn/s/11946ac561b2"
  },
  {
    "文件名": "《小圆先生的抉择（3p 绿帽文学 黑皮大奶双性壮受）》作者：小娜.txt",
    "夸克盘链接": "https://pan.quark.cn/s/67b788fb223e"
  },
  {
    "文件名": "《小鱼》作者：烂风（双性强制NP).txt",
    "夸克盘链接": "https://pan.quark.cn/s/d120aa31c07e"
  },
  {
    "文件名": "《小哑巴》作者：银河沼泽（校园 双性骨科1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/5e9eb48cea1d"
  },
  {
    "文件名": "《小哑巴[双性]》作者：白狼河北.txt",
    "夸克盘链接": "https://pan.quark.cn/s/2387f8815b63"
  },
  {
    "文件名": "《小戏子与大商贩（民国 双性生子）》作者：一碗红绕肉.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e386a0dbfa34"
  },
  {
    "文件名": "《小双与屠猎户（双性）》作者：yangsy【补】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/20bcc79d6a1d"
  },
  {
    "文件名": "《小师妹掏出来比我大【女装攻、双性受】》作者：我太甜了.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c41440080c94"
  },
  {
    "文件名": "《小婶婶【双性】》作者：桃金娘.txt",
    "夸克盘链接": "https://pan.quark.cn/s/69d4032b8ee9"
  },
  {
    "文件名": "《小少爷受难记（np 双性总受）》作者：芋泥莫多.txt",
    "夸克盘链接": "https://pan.quark.cn/s/8eec30465a42"
  },
  {
    "文件名": "《小少爷》作者：我以鹿灵起誓（双性）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/aa8253c71c88"
  },
  {
    "文件名": "《小少爷》作者：山霭（1v1 双性傻子受）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/4e7a811c7c82"
  },
  {
    "文件名": "《小骚货I（双性1v1 双洁）第一部》作者：十八里街禁【补-无缺字】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/03ecee9a8633"
  },
  {
    "文件名": "《小乞丐(双性 1V1) 》作者：佛一.txt",
    "夸克盘链接": "https://pan.quark.cn/s/16ba1c4e64c5"
  },
  {
    "文件名": "《小黏包》作家：??ω?半人间（继兄弟双性1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/25d40eaa915a"
  },
  {
    "文件名": "《小茉莉》作者：有时午夜有彩虹（双性）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/dbf11d9d00cc"
  },
  {
    "文件名": "《小明星孕夫》by kotsuki（甜蜜温馨,明星生子，强攻,HE）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ab08012602f5"
  },
  {
    "文件名": "《小美人和他的渣攻(双性生子) 》作者：甜松醪.txt",
    "夸克盘链接": "https://pan.quark.cn/s/725b939c559e"
  },
  {
    "文件名": "《小流氓的爱情攻略》.txt",
    "夸克盘链接": "https://pan.quark.cn/s/fce82c3548a3"
  },
  {
    "文件名": "《小狼狗他和霸总O结婚了（双性 ABO小甜饼）》作者：透子我老婆.txt",
    "夸克盘链接": "https://pan.quark.cn/s/99710b18d54b"
  },
  {
    "文件名": "《小结巴(双性  师生) 》作者：池春原.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a9aae90a1cde"
  },
  {
    "文件名": "《小娇妻（1v1 双性）》作者：云间【补番】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/70df05a33245"
  },
  {
    "文件名": "《小夫子（双性）》作者：龙宇.txt",
    "夸克盘链接": "https://pan.quark.cn/s/2e5c1cefe7f0"
  },
  {
    "文件名": "《小寡夫捡了个失忆的憨批少爷（双性 强制ntr）》作者：酒酥.txt",
    "夸克盘链接": "https://pan.quark.cn/s/28ef569147b3"
  },
  {
    "文件名": "《小夫君》作家：远上白云间（双性生子1v1）~补番.txt",
    "夸克盘链接": "https://pan.quark.cn/s/8e91ecf10638"
  },
  {
    "文件名": "《小导游》作者：soda2333（双性1v1 甜 别扭少爷攻X自卑黑皮美人受）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/fadede758009"
  },
  {
    "文件名": "《小伯爵被恶仆睡煎之后（3p、双性总受、睡奸调教、双胞胎攻）》作者：顾咕咕【补番】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/78dcf8250376"
  },
  {
    "文件名": "《巷口》作者：余辞（3p 双性受vs双胞胎攻）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/850dce5deb15"
  },
  {
    "文件名": "《想要出名的必经之路(双性 娱乐圈) 》作者：白洛忻.txt",
    "夸克盘链接": "https://pan.quark.cn/s/4c20047627d7"
  },
  {
    "文件名": "《香火》作者：豆腐捞屁.txt",
    "夸克盘链接": "https://pan.quark.cn/s/906bff881da4"
  },
  {
    "文件名": "《相爱的人才能做好的事（主攻1v1 双性总裁受）》作者：伊丽莎白的瓜【补老文-无缺字】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/021b35815929"
  },
  {
    "文件名": "《乡村艳情》作者：糊作非为.txt",
    "夸克盘链接": "https://pan.quark.cn/s/94c28f4fc3c5"
  },
  {
    "文件名": "《陷阱》（完结+番外）作者：may0520.txt",
    "夸克盘链接": "https://pan.quark.cn/s/7c6b2920cb27"
  },
  {
    "文件名": "《衔尾（双性 双处 雪狐受x猎犬攻）》作者：邬禅见.txt",
    "夸克盘链接": "https://pan.quark.cn/s/f2c099bda57b"
  },
  {
    "文件名": "《鲜嫩多汁的人妻（1v1 黑道少主攻x双性大奶人妻受）》作者：喂喂喂【补老文-无缺字】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/6d53cc218677"
  },
  {
    "文件名": "《先欲后爱【校园1v1 双性】》作者：W.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ff105a8f8330"
  },
  {
    "文件名": "《夏夜和梦（双性 大叔攻）》作者：未完的爱情.txt",
    "夸克盘链接": "https://pan.quark.cn/s/438537a9f4be"
  },
  {
    "文件名": "《细雨飘零》.txt",
    "夸克盘链接": "https://pan.quark.cn/s/575c455e60f0"
  },
  {
    "文件名": "《洗澡》作者：姒悄（双性年下 黎肆馋章杉的小花很久了）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/4f1c90661c1c"
  },
  {
    "文件名": "《稀有生物体繁衍计划（实验室改造，双性，多cp向）》作者：冰冻的桃子.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e171d2bf61d8"
  },
  {
    "文件名": "《息吹》 BY五十岚风（s攻x双性受 重口 BDSM 调教 肉）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/feec6066e34e"
  },
  {
    "文件名": "《西装革履(强制双性骨科) 》作者：一吨山.txt",
    "夸克盘链接": "https://pan.quark.cn/s/7d806d4db20b"
  },
  {
    "文件名": "《西域男后（年下双性 sc）》作者：邬禅见.txt",
    "夸克盘链接": "https://pan.quark.cn/s/2155b6016336"
  },
  {
    "文件名": "《误吃毒蘑菇之后（校园 双性1v1）》作者：一天五碗饭.txt",
    "夸克盘链接": "https://pan.quark.cn/s/489e5521f68f"
  },
  {
    "文件名": "《梧桐相待老》by糖芽儿.txt",
    "夸克盘链接": "https://pan.quark.cn/s/9e93ca9483b6"
  },
  {
    "文件名": "《梧桐花（双性）》作者：天星紫月【米国度】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/3fc345f2d6f8"
  },
  {
    "文件名": "《无证驾驶》作者：机械性进食（现代小甜饼 互攻1v1 双0.5）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/cca7022a7ad3"
  },
  {
    "文件名": "《无意诱惑［伪兄弟年下 双性大奶］》作者：不眠音.txt",
    "夸克盘链接": "https://pan.quark.cn/s/3ed5ebef36cc"
  },
  {
    "文件名": "《无寐（强攻弱受、土匪攻x双性美人受）》作者：碎碎九十三.txt",
    "夸克盘链接": "https://pan.quark.cn/s/0ce783b35b8c"
  },
  {
    "文件名": "《无妹物语》作者：彳亍之尸（双性皇子受×人夫正室攻）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/2f29236ed8ac"
  },
  {
    "文件名": "《无路可逃》作者：一只生鱼片（双性 小妈文学 结局1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/4b2f8e33b53f"
  },
  {
    "文件名": "《无关对错》by 亦亦也.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a80f20005602"
  },
  {
    "文件名": "《乌龙事件Own Goal（美强、父子攻vs双性受、小妈、NTR）》作者：陆龙吟.txt",
    "夸克盘链接": "https://pan.quark.cn/s/22b6484fd7f9"
  },
  {
    "文件名": "《卧室隔壁》作者：水煮肉（双性_小妈）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/6467fd7c9a0a"
  },
  {
    "文件名": "《卧底》作者：相里（美强双性）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c13b00b9b4e9"
  },
  {
    "文件名": "《我只是想赚你的钱【双性1v1】》作者：大王饶命.txt",
    "夸克盘链接": "https://pan.quark.cn/s/bf88b6c0d11b"
  },
  {
    "文件名": "《我知道你的秘密了》作者：南河醋溜鱼（师生年上，双性）(1).txt",
    "夸克盘链接": "https://pan.quark.cn/s/cd4891c16439"
  },
  {
    "文件名": "《我真的没钓他（双性受x忠犬攻）》作者：三清与道.txt",
    "夸克盘链接": "https://pan.quark.cn/s/de0327e79a97"
  },
  {
    "文件名": "《我在校园文里当路人甲》作家：少峤（双性1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/6b37925bc9fe"
  },
  {
    "文件名": "《我在哥哥怀里被疼爱（骨科 双性&甜宠）》作者：大醉作此篇.txt",
    "夸克盘链接": "https://pan.quark.cn/s/f953ce2b3d81"
  },
  {
    "文件名": "《我也不想被操啊（双性骚受、替身梗、BE）》作者：兔弯弯.txt",
    "夸克盘链接": "https://pan.quark.cn/s/81ad220dff72"
  },
  {
    "文件名": "《我养的，只能我干（双性）》作者：风听我.txt",
    "夸克盘链接": "https://pan.quark.cn/s/27618d350fca"
  },
  {
    "文件名": "《我完全不爱我的儿子（父子年下1v1 bdsm 双性受）》作者：时九川【补番】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/9630272be5f3"
  },
  {
    "文件名": "《我疼》作者：匿名咸鱼（1v1双性小甜饼）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/98551cbdf1f8"
  },
  {
    "文件名": "《我睡了兄弟的白月光（双性）》作者：烹饪学校.txt",
    "夸克盘链接": "https://pan.quark.cn/s/1196155965fc"
  },
  {
    "文件名": "《我娶孤儿院院草当老婆（双性大奶、双洁）》作者：安息日.txt",
    "夸克盘链接": "https://pan.quark.cn/s/f9e4e85083ff"
  },
  {
    "文件名": "《我抢了我爸媳妇（1v1 女装美攻x双性壮受）》作者：安好.txt",
    "夸克盘链接": "https://pan.quark.cn/s/0119704535c6"
  },
  {
    "文件名": "《我那个爱女装的室友（双性）续篇》作者：咕布咕（1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/6ac29dc81473"
  },
  {
    "文件名": "《我看上了一个级霸（病娇双性）作家：栗比都.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ca56b6ebb805"
  },
  {
    "文件名": "《我家隔壁的哥哥》作者：蜂蜜焦糖（1v1小甜饼 真单纯面恶心善直男攻X装单纯温柔小漂亮双性受）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/d74b19b0b4b7"
  },
  {
    "文件名": "《我即虫群》作者：北极小鲸鱼（虫族 np 双性总受）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/78343cfc6f55"
  },
  {
    "文件名": "《我和情敌拼刺刀（1v1 双性）》作者：大王饶命.txt",
    "夸克盘链接": "https://pan.quark.cn/s/31a95f9a11d9"
  },
  {
    "文件名": "《我和cp住双人间［双性］》作家：紫恤红珠（1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/622f944f27df"
  },
  {
    "文件名": "《我儿子是鳝变的（双性）》作者：九桃.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ffaffa007254"
  },
  {
    "文件名": "《我爹的后花园》作者：我又压到你头发了（np 双性 父子）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ddc9fb7c125f"
  },
  {
    "文件名": "《我的崽你是不是丢了》作者：??（1v1 双性生子）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/77641a12fe6e"
  },
  {
    "文件名": "《我的怨种哥哥（双性 骨科）》作者：来去.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e91245e28dbd"
  },
  {
    "文件名": "《我的新邻居（腹黑霸道英俊攻×小哭包双性受）》作者：我不姓司.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c100266407c6"
  },
  {
    "文件名": "《我的老婆是魔教教主（双性） 》作者：作家昵称.txt",
    "夸克盘链接": "https://pan.quark.cn/s/f864a1018014"
  },
  {
    "文件名": "《我的老婆是个漂亮笨蛋（娱乐圈 双性）》作者：荷沈.txt",
    "夸克盘链接": "https://pan.quark.cn/s/310833201c87"
  },
  {
    "文件名": "《我的夫君们【np 双性总受】》作者：小顾（补番）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/054a1c312bd4"
  },
  {
    "文件名": "《我的阿长》作者：半杯涂月冬ci（重生1v1 双性、忠犬攻）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/6267ad76219a"
  },
  {
    "文件名": "《我成了顶级alpha的老婆!（1v1 穿越ABO 混血攻x双性美人受）》作者：续续.txt",
    "夸克盘链接": "https://pan.quark.cn/s/93de584db084"
  },
  {
    "文件名": "《我才不会被抛弃【双性 养父子】》作者：一枚夹心饼.txt",
    "夸克盘链接": "https://pan.quark.cn/s/801fd78036e5"
  },
  {
    "文件名": "《我变成了炮友的鸟》作家：周天子（双性1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/24889e4407e6"
  },
  {
    "文件名": "《我被世界冠军gank了下路（职业选手老色批攻x女装双性大奶骚受）》作者：我没病.txt",
    "夸克盘链接": "https://pan.quark.cn/s/5afb35464cc3"
  },
  {
    "文件名": "《我把我自己睡了【水仙 双性 自攻自受】》作者：一枚夹心饼.txt",
    "夸克盘链接": "https://pan.quark.cn/s/264308212f4c"
  },
  {
    "文件名": "《窝窝》作者：Sjell（双性）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/bd784f148160"
  },
  {
    "文件名": "《吻冬(双性1v1) 》作者：77888.txt",
    "夸克盘链接": "https://pan.quark.cn/s/795a09c4d0b0"
  },
  {
    "文件名": "《温柔的学长（年下性欲超强小野狼x温柔耐操双性人妻受）》作者：倒倒倒倒倒.txt",
    "夸克盘链接": "https://pan.quark.cn/s/2f21437978ee"
  },
  {
    "文件名": "《魏哲无限之旅（强攻 双性受）》作者：wi-堆肉的.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e1d4fbf76651"
  },
  {
    "文件名": "《喂养指南》作者：骷髅飞蛾1997（双性1v1 吸血鬼攻×呆萌弱受）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/7d44bf32472f"
  },
  {
    "文件名": "《喂，医生你真坏》BY睡死了的猫.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c1a488d13ae8"
  },
  {
    "文件名": "《为后》作者：谂苑（古代1v1小甜饼 双性 不懂情爱皇帝和他的可爱夫人）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/6d7be49844d3"
  },
  {
    "文件名": "《卫星（1v1 双性）》作者：不咕鸟.txt",
    "夸克盘链接": "https://pan.quark.cn/s/3b39f43ef14e"
  },
  {
    "文件名": "《唯以心酸》.txt",
    "夸克盘链接": "https://pan.quark.cn/s/6aa6d217a45b"
  },
  {
    "文件名": "《唯邻》作者：跨海大桥头（年上双性1v1 搬了家，发现隔壁住的是前男友 破镜重圆）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/1259a1991bcd"
  },
  {
    "文件名": "《威龙降凤》BY 三三得九（小受闷骚别扭， 小攻温柔腹黑，HE）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/2a2767992d7d"
  },
  {
    "文件名": "《望江北》作者：匿名咸鱼（1v1 双性生子）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/2228ba625a8d"
  },
  {
    "文件名": "《魍魉日记》作者：鐘观（3p 双性夹心受）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/2e03f73ab65e"
  },
  {
    "文件名": "《网诱性瘾小娇妻主动求干（1v1 双性甜宠、双向暗恋）》作者：不是假发是桂.txt",
    "夸克盘链接": "https://pan.quark.cn/s/44c7059a8202"
  },
  {
    "文件名": "《网恋诈骗犯，可恶！（双性）》作者：午后暖阳.txt",
    "夸克盘链接": "https://pan.quark.cn/s/61ec9d06e9ba"
  },
  {
    "文件名": "《网恋小妈（双性）》作者：一条咸鱼.txt",
    "夸克盘链接": "https://pan.quark.cn/s/02ab66b3ee8c"
  },
  {
    "文件名": "《网恋翻车实录[双性]》作者：残阳.txt",
    "夸克盘链接": "https://pan.quark.cn/s/eec4999496ec"
  },
  {
    "文件名": "《网调依旧会被玩透（双性1v1 调教）》作者：偷吃肉的元白白【补番】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a545a384c0c4"
  },
  {
    "文件名": "《王爷和长工的啪啪》 BY天一（古代 架空 肉 双性）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/9d6a915c697e"
  },
  {
    "文件名": "《王妃与花匠（双性）》作者：香菇红烧肉.txt",
    "夸克盘链接": "https://pan.quark.cn/s/3d5e904e90c8"
  },
  {
    "文件名": "《万有引力》作者：Libby（双性生子1v1 怂攻遇上傲娇受）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/688837be8ace"
  },
  {
    "文件名": "《万人迷竟是我自己【ABO 双性总受】》作者：奶油草莓.txt",
    "夸克盘链接": "https://pan.quark.cn/s/d02948f0eec6"
  },
  {
    "文件名": "《万青春事（1v1 竹马、师兄弟、双性受）》作者：晚上吃点啥【补番】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/b9af4145cdba"
  },
  {
    "文件名": "《晩桃（双性）》作者：日下舟.txt",
    "夸克盘链接": "https://pan.quark.cn/s/cd735043c9f3"
  },
  {
    "文件名": "《玩一天》作者：温和糯米（双性1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e40cd5ac83d6"
  },
  {
    "文件名": "《玩物（双性生子1v1 渣攻 强制爱）》作者：饭桶爱睡觉.txt",
    "夸克盘链接": "https://pan.quark.cn/s/00544d225b49"
  },
  {
    "文件名": "《玩物 》作者：Lycosa.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c03242c69c44"
  },
  {
    "文件名": "《玩弄自己的身体》作家：菲林部署（双性 重口 1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/f3cd7336a692"
  },
  {
    "文件名": "《玩弄私生子（双性）》作者：相望冷.txt",
    "夸克盘链接": "https://pan.quark.cn/s/3c94e2b5b65a"
  },
  {
    "文件名": "《玩弄双性美人合集》作者：一冉.txt",
    "夸克盘链接": "https://pan.quark.cn/s/57fd70ac8c6d"
  },
  {
    "文件名": "《玩哭娇软骚货室友（双性）》作者：幽兰拿铁.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a66dddbf3b34"
  },
  {
    "文件名": "《完美胎器(双性)》作者：hetingzhou.txt",
    "夸克盘链接": "https://pan.quark.cn/s/94d1dc489f0d"
  },
  {
    "文件名": "《完了，我分不清啪啪对象（双胞胎攻x双性受）》作者：甜文爱好者.txt",
    "夸克盘链接": "https://pan.quark.cn/s/b1d94e47ec5e"
  },
  {
    "文件名": "《偷玩室友的通感小批（双性）》作者：爱口.txt",
    "夸克盘链接": "https://pan.quark.cn/s/4c0d02c41650"
  },
  {
    "文件名": "《偷殺酒》作者：短指甲龙子（【补】年上1v1 疯批精分淫僧x混血双性纨绔 ）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/86b8aec4c175"
  },
  {
    "文件名": "《偷情的父子（双性）》作者：长城遇.txt",
    "夸克盘链接": "https://pan.quark.cn/s/729bdad4b429"
  },
  {
    "文件名": "《偷猎者的末路（np 双性 兽交）》作者：调色无.txt",
    "夸克盘链接": "https://pan.quark.cn/s/609722479aeb"
  },
  {
    "文件名": "《偷梁换柱》作者：zhousu（1v1 鬼畜漂亮攻x壮汉双性受）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/b1de721e4811"
  },
  {
    "文件名": "《偷来的爱情》BY堂桂花 (现代 霸道攻X别扭受 有副CP 微虐心 双性 肉萌 HE).txt",
    "夸克盘链接": "https://pan.quark.cn/s/de9674006162"
  },
  {
    "文件名": "《偷窥老师（1v1 双性 BDSM）》作者：奶禾.txt",
    "夸克盘链接": "https://pan.quark.cn/s/665a3bf9bdb4"
  },
  {
    "文件名": "《偷看》作家：梦有书（双性1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/065ae3dae220"
  },
  {
    "文件名": "《痛之花》作者：鼓手K99（现代 精英攻X沉稳村官受 双性生子 父子年下 HE）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/29d656d65112"
  },
  {
    "文件名": "《痛之花》BY鼓手K99 (现代 霸道富商子攻X禁欲县长父受 双性生子 肉 微虐 HE).txt",
    "夸克盘链接": "https://pan.quark.cn/s/d7458a0997f8"
  },
  {
    "文件名": "《痛与欲[双性_重生]》作者：小鹿kaka.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e06bbf9a1943"
  },
  {
    "文件名": "《痛爱》作者：迷迷迷（双性1V1，主仆调教文）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/9f3c017d7faf"
  },
  {
    "文件名": "《童养妻》作者：纸幽shiyuu（古代np双性 那器宇轩昂的傻汉子是别人的童养妻）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/96792dc8f130"
  },
  {
    "文件名": "《同时攻略两纯情男高生（双性总受）》作者：想喝芋泥波波.txt",
    "夸克盘链接": "https://pan.quark.cn/s/67f33d549982"
  },
  {
    "文件名": "《通jian之小可怜美人和小叔子（双性）》作者：爆库尔（1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/af0a43359a6c"
  },
  {
    "文件名": "《听香艳史》作家：涸辙之鲋（双性1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/5d0e56a64934"
  },
  {
    "文件名": "《听见》BY战靖.txt",
    "夸克盘链接": "https://pan.quark.cn/s/7a666ceba6bf"
  },
  {
    "文件名": "《迢迢罗衣》作者：桂圆红茶（美强双性1v1 戏精病娇攻x敦厚君子受、攻生子）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/f88e0fddaf7b"
  },
  {
    "文件名": "《甜味小蛋糕（父子年上、双性）》作者：shper.txt",
    "夸克盘链接": "https://pan.quark.cn/s/cfee39d322ce"
  },
  {
    "文件名": "《甜水桃子》作者：雀眠.txt",
    "夸克盘链接": "https://pan.quark.cn/s/dd7c5ea7fe89"
  },
  {
    "文件名": "《甜奶硬喝》作者：烧烤味薯片（年下双性1v1 竹马竹马 玩奶）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/de3ac62f70a2"
  },
  {
    "文件名": "《甜美多汁》作家：一颗快乐枫糖（ABO双性np）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/19a3e3e1efd5"
  },
  {
    "文件名": "《甜美的将军（双性 大肚 生子）》作者：碎钰.txt",
    "夸克盘链接": "https://pan.quark.cn/s/d92ffd8ef487"
  },
  {
    "文件名": "《甜爱之妖艳舞男和霸道律师【双性大奶生子】 作家：北衣溺水.txt",
    "夸克盘链接": "https://pan.quark.cn/s/d254f33c0869"
  },
  {
    "文件名": "《天使宝宝》BY akuma（天使生子，HE） .txt",
    "夸克盘链接": "https://pan.quark.cn/s/8aff8376b302"
  },
  {
    "文件名": "《天魂传》作者：小啤.txt",
    "夸克盘链接": "https://pan.quark.cn/s/3ab8221f545d"
  },
  {
    "文件名": "《天生一对》作者：咸鱼626号（校园 双性年下1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/203f4b9849f5"
  },
  {
    "文件名": "《天魂传》BY小啤（高H 年下 NP 产乳）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ab15c593ddaa"
  },
  {
    "文件名": "《替嫁新郎（萌受易推倒，双性受）》作者：跳跳鸭【补】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/1e6757c23f6b"
  },
  {
    "文件名": "《体委与班长》作家：backtoubaebae（1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/dd6d593d0c06"
  },
  {
    "文件名": "《陶隐隐于山》作者：荔枝烤奶（双性 骨科年下）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a19fbbe07110"
  },
  {
    "文件名": "《陶情适性【叔侄年下 双性产乳】》作者：挽岐.txt",
    "夸克盘链接": "https://pan.quark.cn/s/bbf649ecbbfa"
  },
  {
    "文件名": "《桃色王国》作者：43.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e18c3e85b2f0"
  },
  {
    "文件名": "《逃婚的体修（美强、双性壮受）》作者：随安.txt",
    "夸克盘链接": "https://pan.quark.cn/s/8a5214f94f2c"
  },
  {
    "文件名": "《逃不掉就会被干死哦（np 穿书 双性总受、疯批病娇攻）》作者：阿枳只写小清新.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a7fc04b0d006"
  },
  {
    "文件名": "《逃》作者：梦不正（双性1v1 可怜小美人在公司写颜色小说被老板抓包）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/d827ad4c3a2a"
  },
  {
    "文件名": "《糖果(双性) 》作者：荔枝味小汽水.txt",
    "夸克盘链接": "https://pan.quark.cn/s/3c1d0cd5d4c3"
  },
  {
    "文件名": "《糖罐（双性1v1）》作者：总裁二八没有毛.txt",
    "夸克盘链接": "https://pan.quark.cn/s/92e35c4677ac"
  },
  {
    "文件名": "《探春慢》by积木.txt",
    "夸克盘链接": "https://pan.quark.cn/s/54903c278fda"
  },
  {
    "文件名": "《谭将军》作者：Jhee（总攻_双性）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/b2297e255878"
  },
  {
    "文件名": "《贪欢》BY cuacua(现代肉文 霸道总裁强攻X看似禁欲实则YD总裁秘书双性弱受 道具 生子 HE).txt",
    "夸克盘链接": "https://pan.quark.cn/s/9a906b35d309"
  },
  {
    "文件名": "《贪欢》BY cuacua (现代 霸道占有欲强攻X双性秘书弱受 肉文 HE).txt",
    "夸克盘链接": "https://pan.quark.cn/s/1a05c0c4e21e"
  },
  {
    "文件名": "《太阳雨》作者：林殊柿（1v1 双性 傲娇不耐烦屁事多女王受x深情隐忍强硬心机攻）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/357b42a9f33d"
  },
  {
    "文件名": "《他甜美的乳汁（1v1 体型差、双性大奶太监受）》作者：再吃亿碗【补番】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/3c8b9e6a7605"
  },
  {
    "文件名": "《他是我们最爱的小奶牛（星际 np双性总受）》作者：小兔爷.txt",
    "夸克盘链接": "https://pan.quark.cn/s/bbe741345966"
  },
  {
    "文件名": "《他们对我念念不忘（双性总受）》作者：小兔爷.txt",
    "夸克盘链接": "https://pan.quark.cn/s/457ba41c095f"
  },
  {
    "文件名": "《他裤下有秘密（双性年下1v1）》作者：瓶瓶（补番）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/541a1a523782"
  },
  {
    "文件名": "《他看起来很好睡（双性）》作者：芋圆芋泥007（1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/f6bcdee10950"
  },
  {
    "文件名": "《他会给我买裙子》作者：缃（包养纯爱文 1v1 傅穿茫年下寡言攻x陆简双性傲气受）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/5f8f5d4efcfc"
  },
  {
    "文件名": "《他的妻子》作者：今天开始蹑手蹑脚（np、双性ntr）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/76710dbc9dab"
  },
  {
    "文件名": "《他的男孩》作家：啊啊啊不吃辣（双性调教1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/426060e7af78"
  },
  {
    "文件名": "《他的老公不在家》作者：碎塔（双性 ntr 妄想症受x趁机上位攻）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/837f50a6da74"
  },
  {
    "文件名": "《他的x玩具（双性、双洁）》作者：黄杏仁露.txt",
    "夸克盘链接": "https://pan.quark.cn/s/bd9905924805"
  },
  {
    "文件名": "《他得爱我》作者：但以朝暮（年上父子1v1 双性 双向救赎）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/295e56411a72"
  },
  {
    "文件名": "《他本该如此》作者：鱼那个余（1v1 双性大美人攻x温柔直男受）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/9c6f35c6209f"
  },
  {
    "文件名": "《所有物（民国年下1v1、混混腹黑重欲攻×清冷落魄少爷双性受）》作者：又阿白【补番】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/57adc16b8bd1"
  },
  {
    "文件名": "《岁岁春（双性）》作者：流氓咕咕.txt",
    "夸克盘链接": "https://pan.quark.cn/s/b06bd5a30c4a"
  },
  {
    "文件名": "《随易而安》BY 枕戈(生子，HE).txt",
    "夸克盘链接": "https://pan.quark.cn/s/2809b1e1b121"
  },
  {
    "文件名": "《苏沐的直播人生》作者：kikinnee（np 双性）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a4cb2bd788b4"
  },
  {
    "文件名": "《送外卖遇上的禽兽男人们（3p 双性）》作者：兔耳魔女.txt",
    "夸克盘链接": "https://pan.quark.cn/s/d162ed3b1a0a"
  },
  {
    "文件名": "《松烟》作者：匿名咸鱼（古代 双性小甜饼1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a2b2ad7794e0"
  },
  {
    "文件名": "《松柏》作者：一杯浊酒（现代1v1 我勾yin了室友的男朋友 人帅活好攻×变态双性受）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/eeaadfcb7bb9"
  },
  {
    "文件名": "《饲狼》作家：??ω? （虐 双性1v1）~补番.txt",
    "夸克盘链接": "https://pan.quark.cn/s/2dbfbb9f59a3"
  },
  {
    "文件名": "《饲鬼双性1v1》作者：赎己.txt",
    "夸克盘链接": "https://pan.quark.cn/s/22542c8ccaba"
  },
  {
    "文件名": "《四柳巷》作者：tea（双性 伪骨科1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/83bd1f04044c"
  },
  {
    "文件名": "《死后跟我要杀的人和好了（年下、双性、BE）》作者：岭峻山崇.txt",
    "夸克盘链接": "https://pan.quark.cn/s/f827b9c040b4"
  },
  {
    "文件名": "《死党》BY柳泠儿.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a52ece88aa08"
  },
  {
    "文件名": "《私有物》作者：木十九dd（结局1v1 小妈文学、双性人妻受x坏心眼的大狗狗）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/27e56e0b1993"
  },
  {
    "文件名": "《说爱你不是放屁》（下部）作者：鼓手K99（完结＋番外）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/32be0f96ab70"
  },
  {
    "文件名": "《说爱你不是放屁》（上部）（修改版完结） 作者：鼓手K99(一壶浊酒尽余欢).txt",
    "夸克盘链接": "https://pan.quark.cn/s/edbe23dc4abc"
  },
  {
    "文件名": "《睡在我下铺的大奶兄弟（双性）》作者：小鲨鱼.txt",
    "夸克盘链接": "https://pan.quark.cn/s/9cd25c9e5559"
  },
  {
    "文件名": "《睡前恋爱故事（1v1 双性）》作者：Moyes娇娇.txt",
    "夸克盘链接": "https://pan.quark.cn/s/f056648a19ad"
  },
  {
    "文件名": "《水晶（双性生子）(逐一而归) .txt",
    "夸克盘链接": "https://pan.quark.cn/s/4e4c96c0a004"
  },
  {
    "文件名": "《水多火辣的上司（双性）》作者：梁诗悦.txt",
    "夸克盘链接": "https://pan.quark.cn/s/bfd15fb1e20b"
  },
  {
    "文件名": "《水骨琴》作者：季世（双性1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c365db1039da"
  },
  {
    "文件名": "《双重体验(双性)》作者：东城南陌花下.txt",
    "夸克盘链接": "https://pan.quark.cn/s/7b1d8e062a62"
  },
  {
    "文件名": "《双性总裁朱木华挨c记》作者：嗦嗦（np）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/654e4916c088"
  },
  {
    "文件名": "《双性自卑人妻被宠坏了吗》作家：夭言（1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/f3c970a255a1"
  },
  {
    "文件名": "《双性直男的撩骚生活》作者：do爱吗（1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/b890a764b803"
  },
  {
    "文件名": "《双性与双性之战》作家：隐骨（故事集）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/3188e81ebf72"
  },
  {
    "文件名": "《双性与老头子》作家：fish儿（故事集）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/3cdc1660935d"
  },
  {
    "文件名": "《双性硬汉互艹记》作者：糖呢.txt",
    "夸克盘链接": "https://pan.quark.cn/s/568cd997791a"
  },
  {
    "文件名": "《双性影帝的堕落（Np生子）》作者：星珏.txt",
    "夸克盘链接": "https://pan.quark.cn/s/9a765663338e"
  },
  {
    "文件名": "《双性学校学习魔法的那些日子》作者：rikiiijdhsk.txt",
    "夸克盘链接": "https://pan.quark.cn/s/23b14399e826"
  },
  {
    "文件名": "《双性小猫妖娇软多汁》作者：冬眠的猫（1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/9f725afe0f39"
  },
  {
    "文件名": "《双性仙君生子记》作者：十章（np）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/369f02a9ce0c"
  },
  {
    "文件名": "《双性偷腥记（双性 NTR np）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ed48106836fb"
  },
  {
    "文件名": "《双性太子》作者：吃肉的长耳兔（np）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/6e1000ff71ac"
  },
  {
    "文件名": "《双性人妻诱奸记》作者：树下睡仙人（np）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/9f6503bfbaef"
  },
  {
    "文件名": "《双性拳手 原名 被包养的双性拳手》作家：川香四品锅（1v1）~补番 .txt",
    "夸克盘链接": "https://pan.quark.cn/s/f5cc69effb63"
  },
  {
    "文件名": "《双性人邻居每天都欲求不满》作者：云上川只吃肉（1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c9d299fdcf29"
  },
  {
    "文件名": "《双性片场被X日常(NPH)》bysparrow.txt",
    "夸克盘链接": "https://pan.quark.cn/s/6f71af3438d7"
  },
  {
    "文件名": "《双性秘书的秘密》作者：是写意呢（1v1）~补番.txt",
    "夸克盘链接": "https://pan.quark.cn/s/b7a4b0c26c58"
  },
  {
    "文件名": "《双性美人与小狐仙》作者：人间四月天.txt",
    "夸克盘链接": "https://pan.quark.cn/s/9c10ae5d305b"
  },
  {
    "文件名": "《双性美人受》作者：汽水糖.（合集）txt.txt",
    "夸克盘链接": "https://pan.quark.cn/s/240de53d54bf"
  },
  {
    "文件名": "《双性美人调教游戏》作者：jerk（总攻）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/4aeff331617e"
  },
  {
    "文件名": "《双性美人的正确使用方法》作家：黑色蝴蝶（故事集）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/f81821d0a10b"
  },
  {
    "文件名": "《双性美人雌堕日记》作者：涩涩要吃肉肉（故事集）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/172981d0d3ce"
  },
  {
    "文件名": "《双性颅内高潮合集》作者：张嘴吃蘑菇.txt",
    "夸克盘链接": "https://pan.quark.cn/s/418acb25583d"
  },
  {
    "文件名": "《双性浪受勾搭学霸后的日日夜夜》作者：阳阳想要日.txt",
    "夸克盘链接": "https://pan.quark.cn/s/439b2214c4dd"
  },
  {
    "文件名": "《双性精灵的淫浪人生》作家：金樽（总受np）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ebd8ffefd617"
  },
  {
    "文件名": "《双性教师与乱伦兄弟》作者：取名字好难鸭.txt",
    "夸克盘链接": "https://pan.quark.cn/s/6d303537fc02"
  },
  {
    "文件名": "《双性教官的军婚》作者：maevelee~补番.txt",
    "夸克盘链接": "https://pan.quark.cn/s/3121a37b1122"
  },
  {
    "文件名": "《双性娇妻的孕期》作者：楼前清风长 (1v1).txt",
    "夸克盘链接": "https://pan.quark.cn/s/842dfeea54ea"
  },
  {
    "文件名": "《双性攻色情故事 》作者：人间四月天.txt",
    "夸克盘链接": "https://pan.quark.cn/s/7daea10462a1"
  },
  {
    "文件名": "《双性攻今天也在苦苦挣扎》作家：人生来就是为了吃肉的（1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/5b03dbfed3f1"
  },
  {
    "文件名": "《双性攻的自渎（双性大jj攻 大叔受）》作者：predator.txt",
    "夸克盘链接": "https://pan.quark.cn/s/343162e3eba5"
  },
  {
    "文件名": "《双性疯狗求肏批（np总受）》作者：阿夜【补】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/f690819d249e"
  },
  {
    "文件名": "《双性儿子被教授爸爸狠狠肏坏》作者：阿夜（1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e9998ce3f3e1"
  },
  {
    "文件名": "《双性短篇小故事》作者：路人女主.txt",
    "夸克盘链接": "https://pan.quark.cn/s/29b7e794830a"
  },
  {
    "文件名": "《双性帝王记事》作者：种马君（np）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/fa666abfd6e6"
  },
  {
    "文件名": "《双性大鸟帅哥每个世界都先壹后零（快穿、穿书、双性受x双JJ攻）》作者：深杯酒满.txt",
    "夸克盘链接": "https://pan.quark.cn/s/5705b42307ba"
  },
  {
    "文件名": "《双性大奶与帅哥的doi日常（np）》作者：果味汽水.txt",
    "夸克盘链接": "https://pan.quark.cn/s/787b15e1ca5d"
  },
  {
    "文件名": "《双性大奶美人的黑洞日常》作家：aklv（双性np）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/01c6355a9f3e"
  },
  {
    "文件名": "《双性大奶都是我后宫》.txt",
    "夸克盘链接": "https://pan.quark.cn/s/07a5ecaffde8"
  },
  {
    "文件名": "《双性大奶的风月艳事》-v文.txt",
    "夸克盘链接": "https://pan.quark.cn/s/4c0c0c219c4a"
  },
  {
    "文件名": "《双性爱人》作家：欧金金ojj（故事集）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/5a7eef449033"
  },
  {
    "文件名": "《双小小（双性骨科）》作者：一枝楼.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ca8e1c4415f0"
  },
  {
    "文件名": "《双向诱惑（双性）》作者：卡曼橘.txt",
    "夸克盘链接": "https://pan.quark.cn/s/eede5f9b048f"
  },
  {
    "文件名": "《双向暗恋（伪父子，双性，H） 》作者：森森.txt",
    "夸克盘链接": "https://pan.quark.cn/s/419175710013"
  },
  {
    "文件名": "《双喜》作者：长亭树（np 双性小倌）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/d23d3141e86f"
  },
  {
    "文件名": "《双生恶魔恶魔侄子（子夜情缠第二部）》by欲晓（现代 高H 双性生子 年上 3P HE）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ea0ff06fe017"
  },
  {
    "文件名": "《双花受难》（3P总受，双性生子）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/b27f450c7138"
  },
  {
    "文件名": "《双·性父子沦为便·器牝犬（重口H）》作者：该账号不存在（np）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/dd7b13188fea"
  },
  {
    "文件名": "《树上王子：回家（1v1 大奶肌肉双性受x藤蔓人外攻）》作者：辣椒森林【被淫树奸淫改造的王子-续集】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/28f316335e14"
  },
  {
    "文件名": "《赎买》作者：北小姐（双性 年上强制爱）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/6d969c32f6f0"
  },
  {
    "文件名": "《叔父（重生、双性大奶）》作者：乔松.txt",
    "夸克盘链接": "https://pan.quark.cn/s/7aac3322c4bb"
  },
  {
    "文件名": "《兽国极品性奴》作家：十八里街禁（双性BDSM结局1v1）~第六部完结.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e2bdace2066f"
  },
  {
    "文件名": "《狩猎恩典》作者：雪落金天（1v1 双性）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ff7dca304efc"
  },
  {
    "文件名": "《受猎群攻》BY乙让.txt",
    "夸克盘链接": "https://pan.quark.cn/s/3853adafd0aa"
  },
  {
    "文件名": "《收留》作者：clw123.txt",
    "夸克盘链接": "https://pan.quark.cn/s/0fb9d652a1fb"
  },
  {
    "文件名": "《收留（古代 双性1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/740672a59448"
  },
  {
    "文件名": "《室友他喜欢我／在男同软件上约炮被舍友看到了怎么办》作者：吃不吃苹果（校园双洁1v1 傲娇健气双性受x腹黑狗狗攻）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/3a50bedf1acb"
  },
  {
    "文件名": "《恃宠而娇（双性）》作者：日咩[先婚后爱，甜肉，微bds m调 教，1v1].txt",
    "夸克盘链接": "https://pan.quark.cn/s/763c061705a4"
  },
  {
    "文件名": "《士可辱》 作者：星渚.txt",
    "夸克盘链接": "https://pan.quark.cn/s/45585e506ddf"
  },
  {
    "文件名": "《矢量梦境(双性年上三角形)》作者：冷水.txt",
    "夸克盘链接": "https://pan.quark.cn/s/99a96aaea9f9"
  },
  {
    "文件名": "《湿哒哒的事（校园 双性）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c6cf76776806"
  },
  {
    "文件名": "《师尊身上的设定要素过多（师徒年下1v1 穿书、双性受）》作者：垂丝海棠.txt",
    "夸克盘链接": "https://pan.quark.cn/s/7fb43cd02d01"
  },
  {
    "文件名": "《师尊，收起你的藤（修真 双洁 双性师尊攻x徒弟受）》作者：有肉吃真快乐.txt",
    "夸克盘链接": "https://pan.quark.cn/s/b4f80ec93766"
  },
  {
    "文件名": "《师兄在青楼日日挨肏（双性、路人攻、NTR）结局1v1》作者：采采荣木.txt",
    "夸克盘链接": "https://pan.quark.cn/s/f17be8ae2424"
  },
  {
    "文件名": "《师门乱配日常(仙侠双性NP) 》作者：求您看这文.txt",
    "夸克盘链接": "https://pan.quark.cn/s/3da5a7923616"
  },
  {
    "文件名": "《失忆症(双性)》作者：失眠孤独症患者.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c1ba20c48d9b"
  },
  {
    "文件名": "《失温》作者：糖醋小鱼干（3p双性 主受 强制爱）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/2ee0a0ec523c"
  },
  {
    "文件名": "《失去JJ之后（双性壮受，道具）》作者：咔咔一酱【补-无缺字】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ecb3c51bb116"
  },
  {
    "文件名": "《失控（双性 骨科乱伦）》作者：活玉.txt",
    "夸克盘链接": "https://pan.quark.cn/s/8ceebe29b371"
  },
  {
    "文件名": "《生我之门（双性 ABO）》作者：黄金白璧买歌笑.txt",
    "夸克盘链接": "https://pan.quark.cn/s/0c58565f16ed"
  },
  {
    "文件名": "《神王的爱子》作者：乌蒙小燕（野兽系列罪子第二部）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/1f2e762b116f"
  },
  {
    "文件名": "《神明的恩赐[双性]》作者：一枝楼（np）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/6eb52fe09827"
  },
  {
    "文件名": "《深渊之静》BY撒旦的小柠檬∕路西法&地狱七君 (现代 灵异 杀手攻X双性鼠仙受 有反攻 血腥慎入 肉多 生子 短篇 HE).txt",
    "夸克盘链接": "https://pan.quark.cn/s/0e7cffc4354b"
  },
  {
    "文件名": "《深渊回望》作家：流光溢彩（变态攻VS双性受1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ecd0bb9048b0"
  },
  {
    "文件名": "《深屿》作者：树莓（现代1v1 狗血，渣攻?双性美人受）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c571c6520ed2"
  },
  {
    "文件名": "《深宫产子》作家：江山看不尽（双性 虐 生子）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/4d7793ced6f3"
  },
  {
    "文件名": "《深度诱入》作者：欲晓（父子3P 高H 年下 HE）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e48f118186db"
  },
  {
    "文件名": "《身外表相（双性总裁健气受x伪年下替身攻）双洁》作者：兔饼.txt",
    "夸克盘链接": "https://pan.quark.cn/s/d245bffb63d1"
  },
  {
    "文件名": "《谁是我的新玩具（np 双性总受）》作者：黄码人员.txt",
    "夸克盘链接": "https://pan.quark.cn/s/84f6a36229c5"
  },
  {
    "文件名": "《摄政王被射记【双性、骨科、年下】》作者：我太甜了（1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ff33c573f64a"
  },
  {
    "文件名": "《社死之后被射到爽死【双性】》作者：三少奶奶.txt",
    "夸克盘链接": "https://pan.quark.cn/s/33dc91cfc4e9"
  },
  {
    "文件名": "《舍友总想爬我床（校园 双性）》作者：倾杯乐.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e110db46ca16"
  },
  {
    "文件名": "《蛇祭》作者：小白花真白（古代 奇幻 轻松肉文 双JJ妖孽蛇妖攻X正直双性道士受 HE）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a98f0ecec649"
  },
  {
    "文件名": "《蛇缠（双JJ蛇攻x双性受）》作者：迷途猫.txt",
    "夸克盘链接": "https://pan.quark.cn/s/aa866486267d"
  },
  {
    "文件名": "《少爷和他的四个男仆(双性NP)》作者：久晴大雾.txt",
    "夸克盘链接": "https://pan.quark.cn/s/d68832b0ffeb"
  },
  {
    "文件名": "《少爷的保镖（双性生子）》作者：acca.txt",
    "夸克盘链接": "https://pan.quark.cn/s/f2f5a20b25d5"
  },
  {
    "文件名": "《少年的肩（双性）》作者：无敌暴龙激光战士.txt",
    "夸克盘链接": "https://pan.quark.cn/s/1e816b2ec52a"
  },
  {
    "文件名": "《少艾》作者：匿名咸鱼（竹马竹马1v1 双性）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/87b26085741b"
  },
  {
    "文件名": "《少艾(双性竹马)》作者：匿名咸鱼.txt",
    "夸克盘链接": "https://pan.quark.cn/s/3086b132840f"
  },
  {
    "文件名": "《稍稍来迟（1v1 淳朴乡土攻x娇蛮双性受）》作者：描述in.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ab55ee88cb69"
  },
  {
    "文件名": "《上仙失忆之后（修真双性）》作者：来一份S级补魔药剂吗【烂尾】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/6cef06639f30"
  },
  {
    "文件名": "《上下其手》作者：AC小漂亮（1v1双性 腹黑攻x傲娇受）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/558981cf4d67"
  },
  {
    "文件名": "《上位（娱乐圈 np总受 各种攻x大叔双性受）》作者：坚仔.txt",
    "夸克盘链接": "https://pan.quark.cn/s/363ba9a097e0"
  },
  {
    "文件名": "《上位（双性 年下骨科）》作者：一天五碗饭.txt",
    "夸克盘链接": "https://pan.quark.cn/s/5ba78dfc09e4"
  },
  {
    "文件名": "《上司的秘密【Alpha双性受】》作家：backtoubaebae（1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/18a598827896"
  },
  {
    "文件名": "《上流玩法与二流货色(双性 NP) 》作者：嚼不动的桃妞.txt",
    "夸克盘链接": "https://pan.quark.cn/s/0828b5d275aa"
  },
  {
    "文件名": "《善解人衣（np 宿舍文学、双性总受）》作者：无树【补老文-无缺字】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/3acd31d9740c"
  },
  {
    "文件名": "《山神娘娘》作者：zikoe（双性1v1 努力生活操心老妈子攻x缺乏常识山神洞第四代传人受）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/7af75a68e2d4"
  },
  {
    "文件名": "《山神的祭品（双性产乳）》作者：白露横江.txt",
    "夸克盘链接": "https://pan.quark.cn/s/24ff7fda086b"
  },
  {
    "文件名": "《山涧游记》作者：黑糖珍珠哞哞茶（1v1小甜饼 双性 GAY圈天菜老干部攻x嗜痛心机小野猫受）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/5c0511f70a77"
  },
  {
    "文件名": "《山涧游记》.txt",
    "夸克盘链接": "https://pan.quark.cn/s/24e69df1698d"
  },
  {
    "文件名": "《傻子和支书(双性) 》作者：拿破仑波拿巴.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a4fe5706bb74"
  },
  {
    "文件名": "《傻子（结局1v1 双性大奶受x傻子攻）》作者：路人女主.txt",
    "夸克盘链接": "https://pan.quark.cn/s/35903c3662f1"
  },
  {
    "文件名": "《傻七受难记》BY：shakeme.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e10e5c10413b"
  },
  {
    "文件名": "《傻瓜美人被肏大了肚子》作者：麻辣火锅（双性总受np）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/bbcd5f466712"
  },
  {
    "文件名": "《沙雕属性也难逃被老板看批（年龄差 双性沙雕受x斯文败类军痞老板攻）》作者：未冷.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e64ce880b028"
  },
  {
    "文件名": "《色诱王道》by 乌蒙小燕(年下攻,受对攻一见钟情，生子,HE).txt",
    "夸克盘链接": "https://pan.quark.cn/s/2ade72267022"
  },
  {
    "文件名": "《色诱大腿后 我成功上分了（网游、漂亮双性受x直男大神攻）》作者：一天五碗饭.txt",
    "夸克盘链接": "https://pan.quark.cn/s/b86dd2a09768"
  },
  {
    "文件名": "《色即是空（双性）》作者：欧金金ojj.txt",
    "夸克盘链接": "https://pan.quark.cn/s/cddb48728b3a"
  },
  {
    "文件名": "《散装肉脯》 BY迷迷迷（肉 双性 多cp 年下 生子 兄弟 强强 甜文）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/5c0846293090"
  },
  {
    "文件名": "《三束洋桔梗》作者：匿名咸鱼（双性1v1 偏执变态攻×温柔漂亮受）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/70ff1178101d"
  },
  {
    "文件名": "《三人寝的男生宿舍（校园、双性、室友）》作者：Fan123a.txt",
    "夸克盘链接": "https://pan.quark.cn/s/44006788e1e9"
  },
  {
    "文件名": "《瑞王》作家：人鱼尾巴（总攻双性np）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/f8ea6fcf1e0d"
  },
  {
    "文件名": "《撒娇小猫最可人（总裁攻x双性猫妖受）》作者：一只吃肉的大灰狼.txt",
    "夸克盘链接": "https://pan.quark.cn/s/f11d47117cc1"
  },
  {
    "文件名": "《瑞阙情事》by Erus（年上，HE）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/f37a8b8daf97"
  },
  {
    "文件名": "《软玉温香》作者：绎桐.txt",
    "夸克盘链接": "https://pan.quark.cn/s/56e082cb3589"
  },
  {
    "文件名": "《软星》作者：酒入.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ecab76cbb36b"
  },
  {
    "文件名": "《阮先生的》作者：火风L（补全番外 np总受 双性生子）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/9465edc5fbf2"
  },
  {
    "文件名": "《入梦娇软双性师尊》作者：已经是个死包子了.txt",
    "夸克盘链接": "https://pan.quark.cn/s/73ae3e18b6fe"
  },
  {
    "文件名": "《入江山》作者：雪球（1v1 主攻双性）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/9cb7d378f938"
  },
  {
    "文件名": "《乳妾》作者：忘忧（高H 产乳 HE）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c9be8a1739e5"
  },
  {
    "文件名": "《如血》作者：柠三絮（1v1 清纯男高中生爱上穿红裙的“姐姐”。年下高中生奶狗攻X双性大美人女王受）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/3d706a3d86a1"
  },
  {
    "文件名": "《如星照引》作者：沸沸沸沸物.txt",
    "夸克盘链接": "https://pan.quark.cn/s/4a77a57ed6c2"
  },
  {
    "文件名": "《如何在末世娇养一只小废物【双性1v1】疯批攻》作者：野玫瑰湾.txt",
    "夸克盘链接": "https://pan.quark.cn/s/7236ff8cd703"
  },
  {
    "文件名": "《如何拆散一对璧人（3p、双性生子）》作者：来一口龙井虾仁【补番】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/d50116fa2432"
  },
  {
    "文件名": "《肉宴》作者：雪落金天(双性，脑洞肉文合集）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/4ba16298424c"
  },
  {
    "文件名": "《肉类美食大全（双性，粗暴，混口，轮x等）》作者：初七.txt",
    "夸克盘链接": "https://pan.quark.cn/s/12c5c85eb951"
  },
  {
    "文件名": "《日坐红艳》作者：云吞娘娘【米国度-补老文无缺字-69章】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a4d804bb1598"
  },
  {
    "文件名": "《日哭别人的男朋友（1v1 双性）》作者：寒酥【补番】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/77e059ade3af"
  },
  {
    "文件名": "《日后再见》 BY空凉的城（肉 双性 生子 校园 霸道渣攻x双性受）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/967b760c24d6"
  },
  {
    "文件名": "《人渣们的世界》作者：徒有羡鱼情（现代1v1 双性）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/16a2d4b0304f"
  },
  {
    "文件名": "《人蛇哥哥和双性弟弟》作家：幻瑟（1v1含调教）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/fb24138480ef"
  },
  {
    "文件名": "《人妻与深夜情爱专员（1v1 双性）》作者：张轻狂.txt",
    "夸克盘链接": "https://pan.quark.cn/s/4c67074ad3f4"
  },
  {
    "文件名": "《人妻养成计划（1v1 双性受）》作者：未甜海.txt",
    "夸克盘链接": "https://pan.quark.cn/s/4622d237edac"
  },
  {
    "文件名": "《人妻的叛离（双性大奶）》作者：爱妙妙的巧嘴.txt",
    "夸克盘链接": "https://pan.quark.cn/s/b8a93d5f7299"
  },
  {
    "文件名": "《人间失格（双性重口）》作家：风中凌乱.txt",
    "夸克盘链接": "https://pan.quark.cn/s/9f7a50c805e8"
  },
  {
    "文件名": "《惹鬼》（美鬼攻 大叔受 一受两攻 双性生子） by：小秦子.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a2a17a1e8432"
  },
  {
    "文件名": "《让我尝尝》作者：哇哈哈掺AD钙.txt",
    "夸克盘链接": "https://pan.quark.cn/s/9f5777b0e94e"
  },
  {
    "文件名": "《让我尝尝》作者：哇哈哈掺AD钙（【补】双性1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/56756661574d"
  },
  {
    "文件名": "《泉涌》 BY攻党肉控（肉 古代 宫廷 双性 产乳 生子 忠犬攻x傲娇饥渴受）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/3bf20609bda4"
  },
  {
    "文件名": "《全星际唯一一个Omega》作者：红乐（双性ABO总受）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/af7f0d1dd644"
  },
  {
    "文件名": "《全息：模拟虫生(双性)》作者：叶颂.txt",
    "夸克盘链接": "https://pan.quark.cn/s/f2657d43c36a"
  },
  {
    "文件名": "《全世界都想撩我（双性大奶总受）》作者：三叶草潇潇.txt",
    "夸克盘链接": "https://pan.quark.cn/s/6645e08734e7"
  },
  {
    "文件名": "《圈住你了》作者：雾落没了（强制爱 双性 be）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/faa9f7fe4cd9"
  },
  {
    "文件名": "《圈养一朵玫瑰（双性1v1 粗口骚肉 老男人攻）》作者：aklv【补番】 (2).txt",
    "夸克盘链接": "https://pan.quark.cn/s/582cfacc2590"
  },
  {
    "文件名": "《圈养哥哥（双性 年下伪骨科 病娇攻）1v1》作者：宋祎祎一.txt",
    "夸克盘链接": "https://pan.quark.cn/s/2b8cb8612dc2"
  },
  {
    "文件名": "《圈存爱意(双性骨科)》作者：一个甜楚er.txt",
    "夸克盘链接": "https://pan.quark.cn/s/81753c56e9b8"
  },
  {
    "文件名": "《去父留子翻车指南（1v1 单性、双洁、生子）》作者：竹黎吖.txt",
    "夸克盘链接": "https://pan.quark.cn/s/b170ec5d4adb"
  },
  {
    "文件名": "《去父留子》作者：moumouko（双性1v1 强制爱）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a0a8e411ed0e"
  },
  {
    "文件名": "《取精实验室》BY未知(现代肉文 患者攻X医生受).txt",
    "夸克盘链接": "https://pan.quark.cn/s/1a1e4830842d"
  },
  {
    "文件名": "《求子》by团子720.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a4173002d158"
  },
  {
    "文件名": "《求死不能（父子1v1 生子 双性甜））》作者：醉在今朝【米国度】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ed04712a13d5"
  },
  {
    "文件名": "《囚仙索爱（双性产乳、强制爱）》作者：乌龙白桃茶.txt",
    "夸克盘链接": "https://pan.quark.cn/s/1ea2fd4827ed"
  },
  {
    "文件名": "《囚徒（双性）》作者：流氓咕咕.txt",
    "夸克盘链接": "https://pan.quark.cn/s/037b74016846"
  },
  {
    "文件名": "《囚鼠》作者：11喵喵喵（1v1 双性伪骨科）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/88d901fc15ca"
  },
  {
    "文件名": "《囚蛇（强攻强受 双性生子 蛇王受x仙君攻）》作者：赦姬.txt",
    "夸克盘链接": "https://pan.quark.cn/s/fb334f962520"
  },
  {
    "文件名": "《囚笼》作者：十年江北（双性 BDSM）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/2448a751cfbc"
  },
  {
    "文件名": "《囚牢战舰（双性NP）》作家：wonder0073（总受）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/b8274bddb652"
  },
  {
    "文件名": "《囚禁对象失忆之后》作者：谋夏（双性1v1、花样贼多变态攻x失忆装傻性欲强受）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/9f7111946a7a"
  },
  {
    "文件名": "《囚禁》（双性）作者：肉文马甲的马甲.txt",
    "夸克盘链接": "https://pan.quark.cn/s/0c1174ba292d"
  },
  {
    "文件名": "《囚禁（双性）》作者：肉文马甲的马甲.txt",
    "夸克盘链接": "https://pan.quark.cn/s/f8cd6f68de8d"
  },
  {
    "文件名": "《囚爱（重生 改造双性 虐腹 BE）》作者：江山看不尽.txt",
    "夸克盘链接": "https://pan.quark.cn/s/4225bb545d0e"
  },
  {
    "文件名": "《囚》作者：抱抱兔爱吃肉（【修】强制爱 双性1v1 粗口流氓攻&软糯别扭受）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e80b727995db"
  },
  {
    "文件名": "《秋鱼又一年(双性NP)》作者：章粤m.txt",
    "夸克盘链接": "https://pan.quark.cn/s/7ebe05611de8"
  },
  {
    "文件名": "《秋色（双性）》作者：叶河田（1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/3948ea1a6275"
  },
  {
    "文件名": "《秋日陷落》作者：暴躁猫（师生1v1 双性 美貌高中生攻x看脸的语文老师受）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/2d8df07c380f"
  },
  {
    "文件名": "《秋日蝉》作家：茂山（双性生子1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/12299a993bd7"
  },
  {
    "文件名": "《秋 ? 又一年》作者：章粤m（np 双性 强制爱）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/941cd4ffec64"
  },
  {
    "文件名": "《请主人超市我（双性）》作者：黄码人员.txt",
    "夸克盘链接": "https://pan.quark.cn/s/7eb1fa8cb711"
  },
  {
    "文件名": "《请我吃豆腐的小周（贵族攻x双性大奶笨蛋美人受）》作者：安息日.txt",
    "夸克盘链接": "https://pan.quark.cn/s/7ddbd36cd81e"
  },
  {
    "文件名": "《请温柔地侵犯我（抹布 HC 温柔攻×双性自卑诱受）》作者：咩咩咩咩咩咩咩咩咩.txt",
    "夸克盘链接": "https://pan.quark.cn/s/84a56803a894"
  },
  {
    "文件名": "《请爸爸惩罚小弈（年上父子、双性）》作者：纯爱战神.txt",
    "夸克盘链接": "https://pan.quark.cn/s/3f16da7346ba"
  },
  {
    "文件名": "《情欲浪潮（双性、囚禁）》作者：对猫过敏.txt",
    "夸克盘链接": "https://pan.quark.cn/s/25d411fd3b44"
  },
  {
    "文件名": "《情勿喧哗（双性骨科）》作者：徐某某.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c4dbc73b310a"
  },
  {
    "文件名": "《情色天下》BY过隐（古代 双性 H ).txt",
    "夸克盘链接": "https://pan.quark.cn/s/f5e88baf5c43"
  },
  {
    "文件名": "《情色天下》BY：过隐.txt",
    "夸克盘链接": "https://pan.quark.cn/s/4697b888573a"
  },
  {
    "文件名": "《情妇（夫夫攻x双性情妇受）》作者：Sjell.txt",
    "夸克盘链接": "https://pan.quark.cn/s/1a96f425bade"
  },
  {
    "文件名": "《情窦初衍》作者：欲晓（1v1小甜饼 双性生子）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/9f71b9203132"
  },
  {
    "文件名": "《情敌就是用来日的》作家：略略略（双性1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/59a66c049fc7"
  },
  {
    "文件名": "《清弦宗之变（鬼畜攻x双性大奶师尊受）》作者：工口绿豆沙.txt",
    "夸克盘链接": "https://pan.quark.cn/s/5faebe37f836"
  },
  {
    "文件名": "《清平(双性) 》作者：温良良233.txt",
    "夸克盘链接": "https://pan.quark.cn/s/d21ea8abb240"
  },
  {
    "文件名": "《清冷仙尊逃跑记（双性总受）》作者：九天.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ee220c4618e9"
  },
  {
    "文件名": "《清冷美人在练舞室被两个队友迷奸（双性）》作者：我不会说真话.txt",
    "夸克盘链接": "https://pan.quark.cn/s/455d9a9dcc63"
  },
  {
    "文件名": "《清冷丞相的挨操日夜（双性大奶）》作者：小鲨鱼.txt",
    "夸克盘链接": "https://pan.quark.cn/s/7b34256d4719"
  },
  {
    "文件名": "《清和月下觞》作者：南枝（完结+番外）（双性生子）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/f746dddf3ec7"
  },
  {
    "文件名": "《清茶梦（1v1 双性攻）》作者：言柒七七七.txt",
    "夸克盘链接": "https://pan.quark.cn/s/981421f0591e"
  },
  {
    "文件名": "《倾年》作者：繁先（民国  伪兄弟年下 肉 腹黑年下美攻X口嫌体正直双性大叔受  产乳 怀孕生子 HE）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c91cca8ce218"
  },
  {
    "文件名": "《轻微洁癖》作者：今天不吃素（校园 np总受 双性产乳）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/4eec312da302"
  },
  {
    "文件名": "《轻视之痛》作家：猛虎与傻狼（双性攻1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/2d4768ce1a55"
  },
  {
    "文件名": "《轻视之痛》（双性攻，监狱强强）作者：猛虎与傻狼.txt",
    "夸克盘链接": "https://pan.quark.cn/s/258a6847c5eb"
  },
  {
    "文件名": "《青柿（双性大奶 竹马竹马）》作者：纳豆小僧.txt",
    "夸克盘链接": "https://pan.quark.cn/s/f1c1ea19f633"
  },
  {
    "文件名": "《青涩味【双性1v1】》作者：DooooM.txt",
    "夸克盘链接": "https://pan.quark.cn/s/0c5389e11b62"
  },
  {
    "文件名": "《青梅煮酒》作者：冰摩卡.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e3b8db899405"
  },
  {
    "文件名": "《亲吻他，治愈他（双性 角色扮演 骚受）》作者：色即是空，空即是色.txt",
    "夸克盘链接": "https://pan.quark.cn/s/3e2b52e18bcd"
  },
  {
    "文件名": "《亲吻燃燃》作者：草莓裤裤罐头（父子年上、双不C、冷厉强势老父亲x漂亮娇气双性小宝贝）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/b489d722effc"
  },
  {
    "文件名": "《亲亲就能孕？（竹马、双性生子）》作者：麦麦.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ca1ce6d6061d"
  },
  {
    "文件名": "《亲密关系（年下骨科、双性）》作者：明日芋圆.txt",
    "夸克盘链接": "https://pan.quark.cn/s/b000cd244dd0"
  },
  {
    "文件名": "《亲爱的师兄（双性1v1 伪np 表面温柔师兄受x小狼狗师弟攻）》作者：一只蓝鲸.txt",
    "夸克盘链接": "https://pan.quark.cn/s/3ada98a9fe93"
  },
  {
    "文件名": "《侵占夫君（双性总攻） 》作者：赵如冰.txt",
    "夸克盘链接": "https://pan.quark.cn/s/7f9a59920e6b"
  },
  {
    "文件名": "《钦钦》作者：唐棣（父子年上、双性1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/d6d4e324edc9"
  },
  {
    "文件名": "《窃爱》作者：278_把根留住（狗血 双性、有家室老总x幼儿园老师）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/3c9cd7ffdd12"
  },
  {
    "文件名": "《蔷薇刑(双性小妈受) 》作者：伯劳.txt",
    "夸克盘链接": "https://pan.quark.cn/s/92b50bcefe52"
  },
  {
    "文件名": "《强制受孕（末世 人兽人外，双性总受）》作者：吃肉的长耳兔.txt",
    "夸克盘链接": "https://pan.quark.cn/s/7b927b38ce95"
  },
  {
    "文件名": "《强势贯穿（校园 双性生子、美人攻）》作者：不开car行不行.txt",
    "夸克盘链接": "https://pan.quark.cn/s/be0e518afc55"
  },
  {
    "文件名": "《强取豪夺双性》作家：在逃废物（np）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/5782ebc28717"
  },
  {
    "文件名": "《强迫疯批的下场（1v1 蜜皮肌肉双性强受x疯批美人攻、强受被艹）》作者：九酒【补番】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e164d7a794bb"
  },
  {
    "文件名": "《强奸老师(双性）》作者：不愿透露姓名的智者（1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/564cd1847a4e"
  },
  {
    "文件名": "《潜规则大手遭反咬（双性4P）》作者：QJF.txt",
    "夸克盘链接": "https://pan.quark.cn/s/dc74911b0d92"
  },
  {
    "文件名": "《欠操双性骚货》作者：不愿透露姓名的智者（故事集）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/147cd97a4620"
  },
  {
    "文件名": "《欠处理(双性总受) 》作者：有糖无烟.txt",
    "夸克盘链接": "https://pan.quark.cn/s/687a89d746f4"
  },
  {
    "文件名": "《钱色交易（np 双性总受、性癖变态攻）》作者：我爱吃冰棒【补番】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/d77e11d1bac8"
  },
  {
    "文件名": "《前夫他人设崩了（1v1 破镜重圆、双初恋SC、双性受）》作者：在吃鸡排【补番】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/0fbcd32d05e7"
  },
  {
    "文件名": "《前夫看见我自慰怎么破（双性）》作者：一枚夹心饼.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e8b54a87b52f"
  },
  {
    "文件名": "《契合陷落（3p 双性）》作者：一枚夹心饼.txt",
    "夸克盘链接": "https://pan.quark.cn/s/07ff729f1122"
  },
  {
    "文件名": "《绮靡（np 双性总受）》作者：湫凰.txt",
    "夸克盘链接": "https://pan.quark.cn/s/858bfc905956"
  },
  {
    "文件名": "《绮变》作者：柒花君（年下双性1v1 伪ntr 占有欲极强变态攻x软弱善良爱哭受）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/1efceb5ad4e8"
  },
  {
    "文件名": "《骑蛇难下》作家：takira（双性1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/4609cbce8f91"
  },
  {
    "文件名": "《脐橙直男竹马后带球跑了（双性甜宠1v1）》作者：春山艾草.txt",
    "夸克盘链接": "https://pan.quark.cn/s/beefceff4d3f"
  },
  {
    "文件名": "《奇怪关系（二攻一受 高冷原配攻x渣男霸道攻vs骚怂双性小三受）》作者：奶我一口吧.txt",
    "夸克盘链接": "https://pan.quark.cn/s/f06a8a9e1edb"
  },
  {
    "文件名": "《欺诈性行为》作者：莫可（3p 双胞胎攻vs双性受）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e5b9914e56a2"
  },
  {
    "文件名": "《欺负大美人师尊（1v1 双洁 单性师尊受、玩奶子）》作者：攻宝爱吃奶.txt",
    "夸克盘链接": "https://pan.quark.cn/s/bdf7e63a9c49"
  },
  {
    "文件名": "《七天七夜（双性、失智受、沙雕小短篇）》作者：黑天小玉.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e9d85ca690de"
  },
  {
    "文件名": "《漂亮校花又出轨啦！》作者：想吃牛肉面（双性总受np）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/845953ed3a1b"
  },
  {
    "文件名": "《漂亮男妻被掳后》作者：唏嘘（双性弱受 结局1v1 亡命之徒杀手攻x被挟持的娇弱男妻受）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/773cc9922c2f"
  },
  {
    "文件名": "《漂亮老婆每天都在钓我【1v1 双性 钓系美人受x狼狗攻】》作者：野玫瑰湾.txt",
    "夸克盘链接": "https://pan.quark.cn/s/833c6b10a3d0"
  },
  {
    "文件名": "《漂亮的继父（双性 继父子年下）》作者：荷沈.txt",
    "夸克盘链接": "https://pan.quark.cn/s/05923e9bf3f2"
  },
  {
    "文件名": "《骗炮不成反被肏》作家：甜脆萝卜（双性 奶 美人受 腹黑攻1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/2392a2a9b849"
  },
  {
    "文件名": "《骗婚》作者：首阳二十（双性生子1v1 占有欲强总裁攻x 作天作地小少爷双性受）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/f2da6c9cc043"
  },
  {
    "文件名": "《偏执占有》作者：九酒（美强双性）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/0d14e285be3f"
  },
  {
    "文件名": "《偏方》作者：响耳（双性1v1 黑皮猛1x白娇软0）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/0acc6d27c1d8"
  },
  {
    "文件名": "《朋友的美人哥哥是我的母狗（3p、双性）》作者：还是张三.txt",
    "夸克盘链接": "https://pan.quark.cn/s/0b5ec9855963"
  },
  {
    "文件名": "《潘神的新娘[人外1v1 双性]》作者：芝加哥打人机.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e29dde03ee23"
  },
  {
    "文件名": "《怕辣吃点糖（双性，腿控，生子，1v1） 》作者：麻油花菜干.txt",
    "夸克盘链接": "https://pan.quark.cn/s/44a87f3fb6db"
  },
  {
    "文件名": "《啪啪签到：日夜下蛋孵孩子》作者：璟朋（1v1双性互攻）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/1a09db5a71f4"
  },
  {
    "文件名": "《啪啪啪会被夸奖的玄幻世界（穿越 双性）》作者：东来一野鹤.txt",
    "夸克盘链接": "https://pan.quark.cn/s/4c285be0bc04"
  },
  {
    "文件名": "《女王的疯狗（戾气黑人攻x华裔双性女王受）》作者：溢瓶水【黑白交融番外合集】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a76b9ee1f492"
  },
  {
    "文件名": "《奴颜媚骨》作者：pawer（古代 伪骨科年下1v1 双性）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/74844a7b3742"
  },
  {
    "文件名": "《弄仪（1v1 抖S温柔攻x黑道美人双性受）》作者：雪川.txt",
    "夸克盘链接": "https://pan.quark.cn/s/afa1c3c7bdfe"
  },
  {
    "文件名": "《孽障》作者：鬼杀【含特典】（高H 父子 双性生子 HE）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/6502261b94cd"
  },
  {
    "文件名": "《年轻夜（双性攻、小妈攻）》作者：我每天打车上下班.txt",
    "夸克盘链接": "https://pan.quark.cn/s/85da78f5f790"
  },
  {
    "文件名": "《涅尔忒》作者：敖威灵仙（双性S受 bdsm）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/9450ed884407"
  },
  {
    "文件名": "《年年知为谁生（双性哑巴小傻子受）》作者：山霭.txt",
    "夸克盘链接": "https://pan.quark.cn/s/03b75a046330"
  },
  {
    "文件名": "《年年雪里，常插梅花醉（1v1 文臣美人攻x武将双性受）》作者：苏打你听话.txt",
    "夸克盘链接": "https://pan.quark.cn/s/48bea7eecd93"
  },
  {
    "文件名": "《蔫蔫的》作者：匿名咸鱼（双性1v1 变态攻x双性弱受）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/d256a056f54d"
  },
  {
    "文件名": "《溺(骨科双性) 》作者：布灵.txt",
    "夸克盘链接": "https://pan.quark.cn/s/bc3a1dd50d51"
  },
  {
    "文件名": "《腻歪》作者：小羊今日半价（双性1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/6415e79f61ce"
  },
  {
    "文件名": "《匿名献祭》作者：不冷达利（【补】双性）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ec51ea2d60a7"
  },
  {
    "文件名": "《逆向时差》作者：乔笙鹤（破镜重圆1v1 双性 王八蛋高傲狠戾攻x自毁倾向黑莲花疯批受）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/0ae2f328f2ee"
  },
  {
    "文件名": "《逆来顺受(双性1v1) 》作者：两座山.txt",
    "夸克盘链接": "https://pan.quark.cn/s/008aaa8e34cd"
  },
  {
    "文件名": "《你以为爸爸这么好当》 BY辣鸡鸡（现代 肉 剧情 3p 双子年下攻x双性美人受 各种play）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c1276b26a28d"
  },
  {
    "文件名": "《你一定是我的人（1v1双性）》作者：我真想要SSR.txt",
    "夸克盘链接": "https://pan.quark.cn/s/f5b6f38f4297"
  },
  {
    "文件名": "《你是我男朋友吗（双性、失忆受、死对头变情人）》作者：白日梦工厂厂长.txt",
    "夸克盘链接": "https://pan.quark.cn/s/052741a8150c"
  },
  {
    "文件名": "《你是不是在偷看我？》作者：有路mt（校园1v1 双性）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/02a9c05ac672"
  },
  {
    "文件名": "《你们只能看着我肏他》 BY爱污及污（架空 肉 搞笑 1v1 双性 蛇精病攻x逗比痴汉受）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/6807710b974e"
  },
  {
    "文件名": "《你进不如我退》作者：三秋月.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a0bbf989b269"
  },
  {
    "文件名": "《你好》作者：心字底（双性1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/36fc8fe2a503"
  },
  {
    "文件名": "《你的奶嘴掉了（双性）》作者：一枚夹心饼.txt",
    "夸克盘链接": "https://pan.quark.cn/s/2fa5ad30ae6e"
  },
  {
    "文件名": "《你不是喜欢痛吗（3p 双性大叔受x年下鬼畜攻）》作者：流浪行星Faith.txt",
    "夸克盘链接": "https://pan.quark.cn/s/1e05deb472e8"
  },
  {
    "文件名": "《你不就是想绑我回家（校园1v1 主受、双洁、双性生子）》作者：97°爱情【补番】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/77be4410a5ac"
  },
  {
    "文件名": "《难言之瘾（包养出真爱、性瘾症攻×耐操双性娇憨受）》作者：富美【补老文-敲彩蛋无缺字】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/46344fd75793"
  },
  {
    "文件名": "《难逃禁锢（双性1v1 囚禁）》作者：BINGE.txt",
    "夸克盘链接": "https://pan.quark.cn/s/b7d4cc839b49"
  },
  {
    "文件名": "《南邻锦里（1v1 痴汉年下攻x暴力双性受）》作者：夏小正.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a5b378b1abdf"
  },
  {
    "文件名": "《南柯淫梦h[双性]》作者：appyl（np）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/af067ca5657e"
  },
  {
    "文件名": "《南村老翁(双性叔受) 》作者：二硫氰化钾.txt",
    "夸克盘链接": "https://pan.quark.cn/s/48e22297f64b"
  },
  {
    "文件名": "《男友的大奶发小（双性）》作者：幽兰拿铁.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ed9bdc8405c4"
  },
  {
    "文件名": "《男巫（主攻 双性壮受 产乳生子）》作者：小众研究生.txt",
    "夸克盘链接": "https://pan.quark.cn/s/26f1837f0329"
  },
  {
    "文件名": "《男妈妈》作者：不在须臾（亲父子1v1 双性）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/f24952053440"
  },
  {
    "文件名": "《男仆凶狠（1v1 双性少爷受x痴汉仆人攻）双洁》作者：津川里.txt",
    "夸克盘链接": "https://pan.quark.cn/s/5b62b701c23e"
  },
  {
    "文件名": "《男欢男爱》 BY圈圈（肉 现代 竹马 年下攻 双性 生子 腹黑忠犬攻x高冷精英受）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/db03494c188f"
  },
  {
    "文件名": "《奶呼呼的小美人[双性]》作者：黄码人员.txt",
    "夸克盘链接": "https://pan.quark.cn/s/21520a5c1827"
  },
  {
    "文件名": "《那个喊我弟弟的双性小傻子》作者：无妄之灾（1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/6969f050b6bf"
  },
  {
    "文件名": "《木兮白》作者：冷静冷静了.txt",
    "夸克盘链接": "https://pan.quark.cn/s/093de8de4e4b"
  },
  {
    "文件名": "《莫测（双性）》作者：时雨.txt",
    "夸克盘链接": "https://pan.quark.cn/s/9b01ccd4776b"
  },
  {
    "文件名": "《陌生情人》作者：檐上霜（【修】校园 双性产乳1v1 社恐自卑小漂亮×“老婆天下第一”攻）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/28ebed5ca215"
  },
  {
    "文件名": "《末世之野狼与骑士（1v1 末世，丧尸，abo，双性，异能）》作者：金陵笑笑生【补】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/6f7147925a27"
  },
  {
    "文件名": "《末世之丧尸围城（np 双性总受）》作者：凛冬已至【补番】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/d2a3a2fe9cd1"
  },
  {
    "文件名": "《末世三人行（总攻，双性）》作者：叶子黄了（3p）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c87581a22d0b"
  },
  {
    "文件名": "《末世里的菟丝花》作者：乱花渐欲（双性np）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/9fb027515378"
  },
  {
    "文件名": "《末日同行（双性）》作者：春星夜.txt",
    "夸克盘链接": "https://pan.quark.cn/s/cd501c801e3b"
  },
  {
    "文件名": "《抹茶和牛奶的小铺》作者：冻啫喱拌香菜吼吼吃.txt",
    "夸克盘链接": "https://pan.quark.cn/s/710c9cc166c3"
  },
  {
    "文件名": "《魔尊金屋藏师兄【双性 精分，伪NP】》作者：小葵花.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ee23579d4292"
  },
  {
    "文件名": "《魔灵废土【双性_污】》作者：小魔厨.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c1adae82c182"
  },
  {
    "文件名": "《魔鬼的双性淫奴》作者：迷路的小黄瓜??′?（1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/3d47c28c11ba"
  },
  {
    "文件名": "《命定之番（1v1 ABO 双A 单性）》作者：木头.txt",
    "夸克盘链接": "https://pan.quark.cn/s/4baf22d52f18"
  },
  {
    "文件名": "《冥婚【1v1 鬼攻x双性人受】》作者：一只白兔糖.txt",
    "夸克盘链接": "https://pan.quark.cn/s/6f7d5c67be41"
  },
  {
    "文件名": "《鸣雀将摧》作者：十七双目（师生年下双性1v1 斯文冷淡数学老师受x寡言恶劣狼崽攻）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/11e8b5e7f837"
  },
  {
    "文件名": "《明修栈道》作者：串串草草.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ca7590d6af19"
  },
  {
    "文件名": "《妙蛙种子不妙了》作者：咩里布朗尼（1v1双性小甜饼 论坛体）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/3b91812540fe"
  },
  {
    "文件名": "《秘密》作者：不知所名呀.txt",
    "夸克盘链接": "https://pan.quark.cn/s/5ed2faee3cde"
  },
  {
    "文件名": "《秘密》BY落裔 (双性生子 甜蜜).txt",
    "夸克盘链接": "https://pan.quark.cn/s/c8b07621f558"
  },
  {
    "文件名": "《秘密／双性秘书的秘密》作者：是写意呢（1v1 双性小甜饼）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/766e222dac6b"
  },
  {
    "文件名": "《靡乱[双性、纯肉]》作者：沁桃儿[合集 完结].txt",
    "夸克盘链接": "https://pan.quark.cn/s/7b5de0a1e096"
  },
  {
    "文件名": "《迷途难返（1v1 美强双性、白切黑偏执美人攻×双性黑皮别扭受）》作者：无人岛.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ff1a88d99501"
  },
  {
    "文件名": "《迷乱世家》BY锦瑟凛凛.txt",
    "夸克盘链接": "https://pan.quark.cn/s/2bd554fc160c"
  },
  {
    "文件名": "《梦为鱼（1v1 双性）》作者：居无竹.txt",
    "夸克盘链接": "https://pan.quark.cn/s/5ab1c0fb19cf"
  },
  {
    "文件名": "《梦里甘甜（校园np 双性总受）》作者：DooooM.txt",
    "夸克盘链接": "https://pan.quark.cn/s/72dc71b96dc6"
  },
  {
    "文件名": "《盟主夫人被魔教教主拐走操大肚子（双性生子、双CP）》作者：南溪与萌将.txt",
    "夸克盘链接": "https://pan.quark.cn/s/23558a4715d5"
  },
  {
    "文件名": "《萌娘宠物（男扮女装暴力攻x双性文弱受）》作者：坐云观鲸.txt",
    "夸克盘链接": "https://pan.quark.cn/s/14339b77a30e"
  },
  {
    "文件名": "《闷葫芦和死傲娇（双性）》作者：一个小可爱.txt",
    "夸克盘链接": "https://pan.quark.cn/s/464334778e90"
  },
  {
    "文件名": "《妹妹》作者：春意夏＼嗜酒吃茶.txt",
    "夸克盘链接": "https://pan.quark.cn/s/1dec4d70af71"
  },
  {
    "文件名": "《妹妹》作者：春意夏（年上1v1 双性 伪兄弟）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/5f50930a7589"
  },
  {
    "文件名": "《美神禁猎区》 BY 山蓝紫姬子（生子,HE）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/f923d98d224e"
  },
  {
    "文件名": "《美人小家奴（np 双性）》作者：明日芋圆（补番）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/163a649f145c"
  },
  {
    "文件名": "《美人救赎（糙汉退伍兵攻x双性美人受）》作者：下一个.txt",
    "夸克盘链接": "https://pan.quark.cn/s/07ace875f059"
  },
  {
    "文件名": "《美人芳信[娇羞双性人妻受vs各色攻]》作者：偷眼望金阶.txt",
    "夸克盘链接": "https://pan.quark.cn/s/8d2a513cce62"
  },
  {
    "文件名": "《美人堕落后被轮番玩弄（np 双性总受）》作者：顾咕咕.txt",
    "夸克盘链接": "https://pan.quark.cn/s/dc8195ad7568"
  },
  {
    "文件名": "《每个人都有秘密》作者：囝囝.txt",
    "夸克盘链接": "https://pan.quark.cn/s/f0f2d5d6c8dc"
  },
  {
    "文件名": "《玫瑰情事（万人迷双性受）》作者：报社小天才.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ee9aca4b9713"
  },
  {
    "文件名": "《玫瑰鳞片》作者：鹤鸣（双性生子1v1 强制爱、表里不一痴汉反社会人格攻x可怜漂亮被动型自闭症受）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/b028c0c36d47"
  },
  {
    "文件名": "《没想到我会变成这样》作者：pawer（1v1双性小甜饼）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/0ec5bd64807f"
  },
  {
    "文件名": "《盲村（双性）be》作者：迷糊苏打水6.txt",
    "夸克盘链接": "https://pan.quark.cn/s/bf6c597d7bd1"
  },
  {
    "文件名": "《慢慢品尝的（双性调教）》作者：秋风过长安【烂尾】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/3d5a423301e8"
  },
  {
    "文件名": "《漫长凛冬》作者：金陵笑笑生（1v1 A攻B受，双性）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/7090fda193ac"
  },
  {
    "文件名": "《卖批给性瘾队长后（双性）》作者：Yulo.txt",
    "夸克盘链接": "https://pan.quark.cn/s/4cee123f4116"
  },
  {
    "文件名": "《掠夺舅舅》BY远上白云间(古代HE 将军攻X美人受 R18 双性 生子 产奶 高H 背德纯肉香喷喷).txt",
    "夸克盘链接": "https://pan.quark.cn/s/b2f9466c1bdd"
  },
  {
    "文件名": "《绿青提》作者：长知怨（双性1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/64103c8d8872"
  },
  {
    "文件名": "《绿茶和他的男大学生》作者：迷人肉汤（双性产乳1v1 自以为恋爱中的男大学生攻×看似温柔实则绿茶受））.txt",
    "夸克盘链接": "https://pan.quark.cn/s/f4de71c4b7ee"
  },
  {
    "文件名": "《落心》作者：亚胺培南（古早狗血 双性生子1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/5bd436e7dcd5"
  },
  {
    "文件名": "《落跑寡妇(双性1v1) 》作者：江孑伶.txt",
    "夸克盘链接": "https://pan.quark.cn/s/578705091a29"
  },
  {
    "文件名": "《落跑爱宠》BY夙浅 (现代  强攻强受 双性生子 虐心 肉多 HE 落跑系列四).txt",
    "夸克盘链接": "https://pan.quark.cn/s/b066cbb50f05"
  },
  {
    "文件名": "《落九天（双性、BE）》作者：一纸寄东风.txt",
    "夸克盘链接": "https://pan.quark.cn/s/0c936d10e1d1"
  },
  {
    "文件名": "《裸色温柔》作者：阿一十三啊（末世1v1 双性）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/0e079cb469ea"
  },
  {
    "文件名": "《论浪子上岸的可能性》作者：风云人物（np、双性）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/8221ff686911"
  },
  {
    "文件名": "《论坏狗是怎么把老婆骗到手的【1v1 双性】》作者：野玫瑰湾.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a8a95783a806"
  },
  {
    "文件名": "《轮奸进行时（总受／双性／轮奸）》作者：想吃牛肉面.txt",
    "夸克盘链接": "https://pan.quark.cn/s/5b28f9822b15"
  },
  {
    "文件名": "《沦陷》作者：鹿绯燃（np总受 双性）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c6193fa95d17"
  },
  {
    "文件名": "《沦为奴》作者：风格风人（np 双性、猎奇）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c9ec1cf2a437"
  },
  {
    "文件名": "《沦为男妓后每天都在被肏》作者：口爆小猫咪.txt",
    "夸克盘链接": "https://pan.quark.cn/s/26d40ab374c1"
  },
  {
    "文件名": "《乱来》作者：夜语无人（双性NP没有下限）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/f14a1fe5e638"
  },
  {
    "文件名": "《鸾云劫》作家：风中凌乱（双性父子np）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/7d0564af703d"
  },
  {
    "文件名": "《露滴宫隙》作者：一条池鱼（np 双性总受、收集露水的小仙依靠各路神仙上位的故事）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/deec8010ca86"
  },
  {
    "文件名": "《陆上星空》作者：verdot（ABO双向暗恋1v1 和白月光酒后乱性后我tm断片了）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/7b7e1231c2ce"
  },
  {
    "文件名": "《炉鼎被肏记(np双性)》作者：咕哒耶.txt",
    "夸克盘链接": "https://pan.quark.cn/s/8056bd399d86"
  },
  {
    "文件名": "《拢香》BY轩辕花祭【幽兰露前传】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/04e3b3448dfa"
  },
  {
    "文件名": "《陇头歌（古代 双性生子）》作者：隐形城堡【米国度】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ec041e8737e9"
  },
  {
    "文件名": "《龙种》作者：Alagen（父子年下双性）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/9b7fba99075a"
  },
  {
    "文件名": "《龙榻臣在上（双性生子）》作者：糖渍板栗.txt",
    "夸克盘链接": "https://pan.quark.cn/s/f06afc2af6bd"
  },
  {
    "文件名": "《流萤》BY福小熙 (现代 校园 双性生子 甜蜜小白 半肉文 HE).txt",
    "夸克盘链接": "https://pan.quark.cn/s/187c6607655e"
  },
  {
    "文件名": "《流浪小猫会喜欢下雨吗（年下1v1，伪骨科，双性生子）》作者：花花花花.txt",
    "夸克盘链接": "https://pan.quark.cn/s/fff76b0f298e"
  },
  {
    "文件名": "《留得残荷听雨声（双性）皇子攻x和尚受》作者：奶老板.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e1d2ca8b8579"
  },
  {
    "文件名": "《刘洋异界怪闻录／黑暗圣经》BY风月闲情（异世 总受 渣男的异世界调教之旅 黑暗猎奇 有肉 人兽 双性产乳 HE）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e4e730b89683"
  },
  {
    "文件名": "《令人上瘾的美貌神子（双性）》作者：甜脆萝卜.txt",
    "夸克盘链接": "https://pan.quark.cn/s/23b06b2629c9"
  },
  {
    "文件名": "《玲珑扣(民国 双性) 》作者：桃子momo.txt",
    "夸克盘链接": "https://pan.quark.cn/s/38cb81d002de"
  },
  {
    "文件名": "《邻居奶子太大了怎么办（双性）》作者：小鲨鱼.txt",
    "夸克盘链接": "https://pan.quark.cn/s/49e7a0d15a8c"
  },
  {
    "文件名": "《猎人史蒂文和罗德西亚（1v1 哑巴双性受x疯批攻）》作者：一蟹不如一蟹.txt",
    "夸克盘链接": "https://pan.quark.cn/s/1df7cf5f7980"
  },
  {
    "文件名": "《猎鹿记》作者：二四六零一（双性1v1 猎户救下的新娘子成了年轻寡妇）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/963b9a338585"
  },
  {
    "文件名": "《猎户和他的小娇妻（双性）》作者：人鱼尾巴.txt",
    "夸克盘链接": "https://pan.quark.cn/s/84c830eaec7a"
  },
  {
    "文件名": "《劣犬》作者：章果（双性1v1 阴鸷偏执忠犬攻x乖乖软软小美人受）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/14a91dbed114"
  },
  {
    "文件名": "《劣等》（骨科双性1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/da7b096f4876"
  },
  {
    "文件名": "《獠牙下的肉体》 作家：肆虐中毒（总攻 双性 np）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/91bdaf896870"
  },
  {
    "文件名": "《聊斋艳谈》作者：louxinyue（故事集 各种妖精攻_双性总受H）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/4dc89eaa8db0"
  },
  {
    "文件名": "《聊骚后被逮到了怎么办》作家：无聊至极（双性1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/3fb2b459729e"
  },
  {
    "文件名": "《辽辽【双性】骨科》作者：阿猫阿狗.txt",
    "夸克盘链接": "https://pan.quark.cn/s/320b519f65b5"
  },
  {
    "文件名": "《两心同（双性）》作者：雪不尽.txt",
    "夸克盘链接": "https://pan.quark.cn/s/21a62cd8a9a1"
  },
  {
    "文件名": "《两万块春天》作者：李子为什么苦.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c45ab1612ae8"
  },
  {
    "文件名": "《良药不苦口》作者：冰糖雪梨汤（师生1v1 BDSM 阳光开朗dom攻X清冷美人sub双性受）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/9e8d164dd90a"
  },
  {
    "文件名": "《恋想》作者：橘子酒清甜（校园双性1v1 双向暗恋 游泳队员攻×好学生受）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/1b94ba71abf9"
  },
  {
    "文件名": "《恋晴》by 乌蒙小燕（弱受，强攻，生子，S M,HE）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/cbd0ed810418"
  },
  {
    "文件名": "《莲子冰（校园1v1 双性甜）》作者：球崽.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a175e5541969"
  },
  {
    "文件名": "《荔枝烟草(双性) 》作者：雀眠.txt",
    "夸克盘链接": "https://pan.quark.cn/s/6c73608b2b37"
  },
  {
    "文件名": "《理性情人》.txt",
    "夸克盘链接": "https://pan.quark.cn/s/5eb725e87309"
  },
  {
    "文件名": "《理理我》作者：噗十四叽.txt",
    "夸克盘链接": "https://pan.quark.cn/s/fb4e67e23287"
  },
  {
    "文件名": "《离婚拯救系统（快穿 双洁、男神攻x双性骚受）》作者：杨广广.txt",
    "夸克盘链接": "https://pan.quark.cn/s/856b02cad37f"
  },
  {
    "文件名": "《冷夜探戈》作者：Lesley有个江湖梦（现代 双性生子1v1 舅甥）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/1922074427f0"
  },
  {
    "文件名": "《冷夜探戈》.txt",
    "夸克盘链接": "https://pan.quark.cn/s/277dc5bd13f4"
  },
  {
    "文件名": "《擂台(双性) 》作者：徐某某.txt",
    "夸克盘链接": "https://pan.quark.cn/s/56e514424797"
  },
  {
    "文件名": "《老屋》作者：失眠巷.txt",
    "夸克盘链接": "https://pan.quark.cn/s/fde11187516f"
  },
  {
    "文件名": "《老师，请吃我吧》作者：没有尾巴的云（现代都市风流帅教授攻x骚狐狸双性女装学生受 NTR肉文 小三上位 副CP：双性女装大佬大唧唧攻V清冷M属性会计师受 海棠完结）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/86137953fd59"
  },
  {
    "文件名": "《老婆，贴贴》作者：长生生活（1v1 双性攻 强制爱）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/69f0158b9216"
  },
  {
    "文件名": "《老攻今天精分了吗（1v1 精分攻 双性生子）》作者：鸣秋拂羽.txt",
    "夸克盘链接": "https://pan.quark.cn/s/657903331ca9"
  },
  {
    "文件名": "《老夫少妻》BY叱爷 (现代 武力值爆表刚毅攻X自卑内向双性受 怀孕生子 HE).txt",
    "夸克盘链接": "https://pan.quark.cn/s/22b2377137c0"
  },
  {
    "文件名": "《老板，我五花肉呢（美强、双性）》作者：swallow川【补】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/94db902e62c0"
  },
  {
    "文件名": "《狼兔成双【双性】》作者：毓行.txt",
    "夸克盘链接": "https://pan.quark.cn/s/15bb0bcf1d35"
  },
  {
    "文件名": "《狼迷心窍》.txt",
    "夸克盘链接": "https://pan.quark.cn/s/bda54813a5fd"
  },
  {
    "文件名": "《烂熟》作者：拭朱砂（嫂子文学、双性1v1 把死去哥哥的老婆接回家）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a2aa1840704a"
  },
  {
    "文件名": "《揽月为臣》作者：奔跑的大菠萝（1v1双性骨科）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c26ebc63575b"
  },
  {
    "文件名": "《蓝莓茶鸡尾酒(双性) 》作者：别乱搞啊喂.txt",
    "夸克盘链接": "https://pan.quark.cn/s/b70f635d5a15"
  },
  {
    "文件名": "《辣椒味的青葱故事（弱强、自卑双性攻、生子）》作者：阿哒阿哒哒哒哒.txt",
    "夸克盘链接": "https://pan.quark.cn/s/9eeda04a97e2"
  },
  {
    "文件名": "《困极一生》（双性产乳先婚后爱）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/dcbfe6e32982"
  },
  {
    "文件名": "《琨玉秋霜（1v1 聋哑攻x双性受）》作者：鲁文.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ccf971dada07"
  },
  {
    "文件名": "《傀儡皇帝》作家：夺朱（双性 帝受 np）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e4403635a185"
  },
  {
    "文件名": "《窥梦》作者：七七渡我（双性1v1 做的春梦被人偷窥了怎么办）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/9526cf2735ee"
  },
  {
    "文件名": "《快点快点》作者：酾酒临清风（双性1v1 爹味巨浓年下攻x可可爱爱诱受）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/d6f9c5bd3a3d"
  },
  {
    "文件名": "《快穿之忠犬奴隶受的养成（双性）》作者：星辰大海.txt",
    "夸克盘链接": "https://pan.quark.cn/s/2317256e87f8"
  },
  {
    "文件名": "《快穿之玩弄青涩美人（1v1 双性大奶）》作者：九尾狐狸子【补番】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/1e843f7a5b4a"
  },
  {
    "文件名": "《枯枝（np 高干、双性壮受）》作者：我想恰个小龙虾.txt",
    "夸克盘链接": "https://pan.quark.cn/s/305c1c45e50d"
  },
  {
    "文件名": "《枯木逢春》作者：匿名咸鱼（年上 双性1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/4e4e0247c890"
  },
  {
    "文件名": "《口欲之春【美强1v1 双性壮受x仙女吃播攻】》作者：一根腿毛【补番】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/76ca0358507d"
  },
  {
    "文件名": "《可爱温柔的他（ABO 双性1v1）》作者：北衣溺水【补老文-无缺字】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/d3a92ac4c92f"
  },
  {
    "文件名": "《炕上的豆蔻美人【双性生子】》作者：北衣溺水.txt",
    "夸克盘链接": "https://pan.quark.cn/s/9f4eea1ccb31"
  },
  {
    "文件名": "《看不透》作者：匿名咸鱼（现代1v1  双性 强制爱  非正常相互救赎）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/96f1c33892d6"
  },
  {
    "文件名": "《开启淫荡模式》完结（双性NTR）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/62ad215b634e"
  },
  {
    "文件名": "《开放世界之双性的天堂》作者：名吾识（np）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/8834c5b82131"
  },
  {
    "文件名": "《开发处男（双性大奶美人受 1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/eb70f4412365"
  },
  {
    "文件名": "《卡哇伊小受总是被变态跟踪狂盯上（双性）》作者：少爷（np）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/26bbfcf16bc7"
  },
  {
    "文件名": "《军医为难》 BY空凉的城（肉 古代 双性 生子 粗糙沉默寡言忠犬攻x口是心非双性诱受）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/8668e6e6bc80"
  },
  {
    "文件名": "《绝色牛姬》BY乌蒙小燕 (玄幻 堂哥总攻堂弟们互攻 3P双性怀孕H 肉 无节操 HE).txt",
    "夸克盘链接": "https://pan.quark.cn/s/786d12d1e234"
  },
  {
    "文件名": "《绝色公子艳荡武林【系统 双性总受】》作者：尽子咒.txt",
    "夸克盘链接": "https://pan.quark.cn/s/b3bd2aac946b"
  },
  {
    "文件名": "《举国之力》作家：爱吃甜肉肉（双性np）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/f46842c7f584"
  },
  {
    "文件名": "《就要这只鸭（双性）》作者：夏魂.txt",
    "夸克盘链接": "https://pan.quark.cn/s/d67fe050c966"
  },
  {
    "文件名": "《就要男妈妈（双性 大奶大屁股）》作者：麻辣火锅.txt",
    "夸克盘链接": "https://pan.quark.cn/s/12bbcbac6a24"
  },
  {
    "文件名": "《就是你了》BY手打肉圆.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a2c532d8c61b"
  },
  {
    "文件名": "《就不告诉你》作者：鱼一三（1v1双性小甜饼）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/fc5ed074ca3d"
  },
  {
    "文件名": "《就爱X坏爸爸》作者：乌蒙小燕（现代 高H 双性 父子年下 HE）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ee251e659d0a"
  },
  {
    "文件名": "《就爱X坏爸爸》BY乌蒙小燕.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ed7b919475fe"
  },
  {
    "文件名": "《救命！告白被拒后舔狗竹马黄化了（双性）》作者：下一个.txt",
    "夸克盘链接": "https://pan.quark.cn/s/51e0214809a5"
  },
  {
    "文件名": "《旧砾青苔(双性1v1)》作者：赢梵啊啊啊啊啊.txt",
    "夸克盘链接": "https://pan.quark.cn/s/8814785da2ef"
  },
  {
    "文件名": "《酒保男神的邻居小可爱》作者：咖米米米（男神醉酒后喜欢上我   自由散漫前直男攻x社恐人妻自卑害羞双性受）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/d2b7457c5833"
  },
  {
    "文件名": "《镜里寸忱》作者：跨海大桥头（重生1v1 苦大仇深很能打的暴·冷·狠老哥攻x不谙世事很娇气的柔·温·甜双性受）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/eed0d99d65b7"
  },
  {
    "文件名": "《警察先生被轮奸后》作者：张嘴吃肉（双性总受np）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ff6d3c1a4d0a"
  },
  {
    "文件名": "《璟王妃（1v1 双性生子）》作者：一冉【补番】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/1125a4dfb705"
  },
  {
    "文件名": "《井底月》作者：一路搁浅（民国 双性np）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c04268060c9b"
  },
  {
    "文件名": "《荆棘玫瑰》by沈沈沈.txt",
    "夸克盘链接": "https://pan.quark.cn/s/25d57bdffd74"
  },
  {
    "文件名": "《荆棘玫瑰（ABO 双性）》作者：燃烧的子弹.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c28877c7148a"
  },
  {
    "文件名": "《禁止喧哗（小妈 双性产乳 骨科）》作者：Fever.txt",
    "夸克盘链接": "https://pan.quark.cn/s/b271997e2905"
  },
  {
    "文件名": "《禁止心碎（重生 3p ABO 渣攻 双性受）》作者：十八里街禁【补番】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/8d0a7adc1194"
  },
  {
    "文件名": "《禁欲反派成双之后【原名：禁欲反派被迫成为双性让我收集液体【np 快穿主攻】》作者：果味汽水.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a29d82b8e1f4"
  },
  {
    "文件名": "《禁脔（养父子年上 双性）》作者：天堂之孔.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c1c1f9ae9bb2"
  },
  {
    "文件名": "《禁锢》作者：长与汀未（1v1 强制爱、双性生子）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/8ba959351392"
  },
  {
    "文件名": "《禁锢（双性生子）》作者：枕山.txt",
    "夸克盘链接": "https://pan.quark.cn/s/8111f435e4fb"
  },
  {
    "文件名": "《禁锢（双性）》作者：洞洞柒.txt",
    "夸克盘链接": "https://pan.quark.cn/s/11e79a71f18b"
  },
  {
    "文件名": "《瑾瑜匿瑕（娱乐圈双性）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c18e744cc3a7"
  },
  {
    "文件名": "《堇青》作者：莉莉西（双性生子1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/d854145a6092"
  },
  {
    "文件名": "《金主和他的影帝（双性）》作者：夏昔昔昔呀.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c83a9fe01a24"
  },
  {
    "文件名": "《金大宝哪里跑（第二部）》BY喵喵猫喵喵 (现代 双性流土大款受 双性 生子 NP 肉文).txt",
    "夸克盘链接": "https://pan.quark.cn/s/b7f04c5f47bb"
  },
  {
    "文件名": "《金大宝哪里跑！》作者：喵喵猫喵喵 .txt.txt",
    "夸克盘链接": "https://pan.quark.cn/s/2e57d5c53b8c"
  },
  {
    "文件名": "《金大宝哪里跑！》BY喵喵猫喵喵.txt",
    "夸克盘链接": "https://pan.quark.cn/s/18634a7c1d39"
  },
  {
    "文件名": "《金大宝哪里跑！（第一部）》BY喵喵猫喵喵 (现代都市 双性流土大款受 双性 生子 NP 肉文 HE).txt",
    "夸克盘链接": "https://pan.quark.cn/s/0ff262114189"
  },
  {
    "文件名": "《今天也很爱你（双性生子1v1）》作者：思瑾.txt",
    "夸克盘链接": "https://pan.quark.cn/s/241e46deedce"
  },
  {
    "文件名": "《借种生子【双性，一受二攻】》作者：嘿嘿哒.txt",
    "夸克盘链接": "https://pan.quark.cn/s/783adae91a43"
  },
  {
    "文件名": "《姐姐结婚当晚，我被姐夫肏了（1v1 双性受x斯文败类攻）》作者：南下.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c79d9893da55"
  },
  {
    "文件名": "《姐姐》作者：施特海曼.txt",
    "夸克盘链接": "https://pan.quark.cn/s/edacc8db9f8e"
  },
  {
    "文件名": "《姐姐(骨科双性)》作者：施特海曼.txt",
    "夸克盘链接": "https://pan.quark.cn/s/606fb2a28829"
  },
  {
    "文件名": "《姐夫，你硬了【双性，SC】》作者：晚风弄影.txt",
    "夸克盘链接": "https://pan.quark.cn/s/dbb946935f5f"
  },
  {
    "文件名": "《姐夫，不要弄坏我（双性）》作者：吉娃莲多肉.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ac779bdbd5db"
  },
  {
    "文件名": "《教主没救了（双性生子 年下黑化攻）》作者：祈纱纱.txt",
    "夸克盘链接": "https://pan.quark.cn/s/f01da79af45a"
  },
  {
    "文件名": "《教皇的亲卫（短篇双性）》作者：重渡.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c22ef9199a5d"
  },
  {
    "文件名": "《皎月珠》作者：Cynosure97（1v1 腹黑渔夫攻x天真双性人鱼受）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/d2dbb7ea8196"
  },
  {
    "文件名": "《矫情至极(花心攻X矫情双性受) 》作者：元媛圆.txt",
    "夸克盘链接": "https://pan.quark.cn/s/42fcaf0fa439"
  },
  {
    "文件名": "《角色》 作者：黑白方块.txt",
    "夸克盘链接": "https://pan.quark.cn/s/f1ecbc2b7f2c"
  },
  {
    "文件名": "《角色（美人杀人魔x双性作家）》作者：黑白方块.txt",
    "夸克盘链接": "https://pan.quark.cn/s/fe9676cdaae4"
  },
  {
    "文件名": "《鲛人太子的星际双性美人鱼》作者：有肉吃真快乐（1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/28aff9873ef7"
  },
  {
    "文件名": "《鲛人妃》作者：湫凰.txt",
    "夸克盘链接": "https://pan.quark.cn/s/22c1c9dd132e"
  },
  {
    "文件名": "《蛟尾（1v1 甜宠 火龙攻x双性蛟受）》作者：一根腿毛【补番】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/cbe9a5030911"
  },
  {
    "文件名": "《骄狼》作者：著名咸鱼（双性、黑道 美强、替暗恋对象的情儿顶罪后，酷哥他被酱酱酿酿……）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/45dd5275e42c"
  },
  {
    "文件名": "《娇软美人肏出来（np 双性）》作者：烧仙cao.txt",
    "夸克盘链接": "https://pan.quark.cn/s/7f590fc5bbdf"
  },
  {
    "文件名": "《娇软的儿子（双性受，年上父子）》作者：渠.txt",
    "夸克盘链接": "https://pan.quark.cn/s/98e09b14f472"
  },
  {
    "文件名": "《娇客（双性np）》作者：桃李不言.txt",
    "夸克盘链接": "https://pan.quark.cn/s/90b31592820d"
  },
  {
    "文件名": "《娇娇宝贝(HE 小甜饼 双性)》作者：麦啊麦啊（番外全）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/610a99bfdebc"
  },
  {
    "文件名": "《娇花（双性）》作者：树先生.txt",
    "夸克盘链接": "https://pan.quark.cn/s/b6900f1ea154"
  },
  {
    "文件名": "《浆果》作者：长青青青（双性骨科年下）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/dfdc1d2115df"
  },
  {
    "文件名": "《将君令（合欢宫记事第二部）》BY最是一年明冬月 (古代 宫廷江湖 强攻强受 黑暗)【NP番外完结】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/8c6267dc0baf"
  },
  {
    "文件名": "《将军的秘密（3p 双性）》作者：水三金.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a24a873059ea"
  },
  {
    "文件名": "《将军（双性1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/16028b471c68"
  },
  {
    "文件名": "《将车子开上高速（总受合集_轮奸_双性_大量中出） 》作者：张嘴吃肉.txt",
    "夸克盘链接": "https://pan.quark.cn/s/2bc49878fdad"
  },
  {
    "文件名": "《捡来的花苗成精了（缺爱小可怜双性受x温暖人妻藤蔓攻）》作者：炭烧腰果.txt",
    "夸克盘链接": "https://pan.quark.cn/s/1da898ea0383"
  },
  {
    "文件名": "《捡到校霸的遥控器（校园、直球学霸攻x双性校霸受）》作者：阳阳.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c0c622a76d34"
  },
  {
    "文件名": "《囝囝 》作者：mooooo.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e5405c4d1dfb"
  },
  {
    "文件名": "《监狱里的双性犯》作者：邬禅见（1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/33d20c5e7cd6"
  },
  {
    "文件名": "《嫁与庄稼汉（sp 双性 乡土甜黄）》作者：谜样的蛋先生.txt",
    "夸克盘链接": "https://pan.quark.cn/s/91d6f1f3feac"
  },
  {
    "文件名": "《嫁入宗门之后（双性生子、小甜饼）》作者：枝丫吱吖栀.txt",
    "夸克盘链接": "https://pan.quark.cn/s/fa1f7e81ab45"
  },
  {
    "文件名": "《夹心饼干的日日夜夜（双性总受、产乳）》作者：敲月亮.txt",
    "夸克盘链接": "https://pan.quark.cn/s/8406da55ab5e"
  },
  {
    "文件名": "《寄凉州（双性 双向救赎）》作者：安如山.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ab949859e894"
  },
  {
    "文件名": "《祭品》作者：幻姬w（1v1 双性互攻）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/f5f66ffef460"
  },
  {
    "文件名": "《继父和小洁癖》 BY迷迷迷（现代 剧情 温馨 双性 产乳 生子 继父攻x继子受）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/656646325731"
  },
  {
    "文件名": "《觊觎父亲的嫩后妻》作者：拂尘走心（np总受 双性产乳生子）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/78569307e63e"
  },
  {
    "文件名": "《觊觎（人外触手攻x双性受）》作者：Zombiexixixi.txt",
    "夸克盘链接": "https://pan.quark.cn/s/bf203ec2af8b"
  },
  {
    "文件名": "《急，双性舍友向我求欢，可我也是双怎么办!【双x双互攻】作家：咕了个咕.txt",
    "夸克盘链接": "https://pan.quark.cn/s/21c8f7309624"
  },
  {
    "文件名": "《饥渴俏寡夫（双性1v1）》作者：十章.txt",
    "夸克盘链接": "https://pan.quark.cn/s/5bd2b6bac114"
  },
  {
    "文件名": "《饥渴》by夏小番（现代肉文 双性生子 姐夫受）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a840b10e1780"
  },
  {
    "文件名": "《饥渴》BY夏小番 (现代 姐夫X小舅子 双性受 肉文 肉很BG 生子 HE).txt",
    "夸克盘链接": "https://pan.quark.cn/s/c744ec47ecaa"
  },
  {
    "文件名": "《混不吝(双性1v1) 》作者：是写意呢.txt",
    "夸克盘链接": "https://pan.quark.cn/s/19a27fa1dd83"
  },
  {
    "文件名": "《婚闹轮jian事故》作者：爆库尔（np双性）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/7128f91efc83"
  },
  {
    "文件名": "《婚后爱上你》BY狐狸不放羊(现代肉文 双性生子 攻宠受 甜蜜 HE).txt",
    "夸克盘链接": "https://pan.quark.cn/s/72fe458953cd"
  },
  {
    "文件名": "《婚后爱上你》BY狐狸不放羊 (现代 生子 商业帝王X大学生双性美娘受 攻宠受 肉多 HE).txt",
    "夸克盘链接": "https://pan.quark.cn/s/e18692435e82"
  },
  {
    "文件名": "《会催眠的爸爸超酷的耶！》作者：张嘴吃肉（双性1V1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/7a3c58b3a0a4"
  },
  {
    "文件名": "《灰色毛衣下（双性 傲娇女生受V腹黑忠犬攻1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/9d7979125797"
  },
  {
    "文件名": "《黄昏雨》作者：我饲养的小动物（校园1v1 双性）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/25b1e205d4e0"
  },
  {
    "文件名": "《皇家书院的双性侍读之风动星魂》BY黑羽冥.txt",
    "夸克盘链接": "https://pan.quark.cn/s/df0171b4f30a"
  },
  {
    "文件名": "《荒唐》BY小秦子.txt",
    "夸克盘链接": "https://pan.quark.cn/s/7d67e61c498d"
  },
  {
    "文件名": "《荒唐》BY小秦子（美攻强受 双性 父子年下 小白 多肉 HE）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/619bf4c6b41c"
  },
  {
    "文件名": "《宦官干天子令诸侯（双性帝受x伪太监攻 调教）》作者：卟姬.txt",
    "夸克盘链接": "https://pan.quark.cn/s/4a148de875d5"
  },
  {
    "文件名": "《幻想成瘾（年上师生 双性）》作者：泪水出租.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a29fdb032441"
  },
  {
    "文件名": "《坏习惯》作者：腾勋秋秋（竹马 1v1 双性）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/7fbceeda51a0"
  },
  {
    "文件名": "《坏》作者：C娜小姐（双性 np）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/47e4ce0382e5"
  },
  {
    "文件名": "《怀了男高中生的孩子后会发生什么（生产、双性强受×弱攻））》作者：我是假的.txt",
    "夸克盘链接": "https://pan.quark.cn/s/950a5f4eb25c"
  },
  {
    "文件名": "《怀敌人的崽》作者：donospeak（娱乐圈1v1 双性）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/3c1f1ea0bfb2"
  },
  {
    "文件名": "《画中仙（np 双性总受）》作者：吕万三／小丑竟是我自己【补老文-无缺字】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/3ab4802e8e55"
  },
  {
    "文件名": "《琥珀（伪骨科1v1、娇软双性皇帝受x狠戾温柔弟控王爷攻）》作者：没有尾巴的皮卡丘.txt",
    "夸克盘链接": "https://pan.quark.cn/s/df229dbd445c"
  },
  {
    "文件名": "《狐尾》作者：Z0103（1v1双性小甜饼）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/8fc707d212f5"
  },
  {
    "文件名": "《洪水猛受（np总受、憨厚双性壮汉受、直男恶堕）》作者：边路厨师长.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e1cb6a41cf33"
  },
  {
    "文件名": "《横刀夺爱》作家：远上白云间（美人受 双性 1v1）~补缺章.txt",
    "夸克盘链接": "https://pan.quark.cn/s/43e60b122ff9"
  },
  {
    "文件名": "《红糖蛋花汤》作者：古古不是咕咕（黑道1v1 黑帮头子攻x卧底警察双性受）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a7f92cddc385"
  },
  {
    "文件名": "《狠辣小少爷娇软多汁【双性】【原名：狠辣小少爷被疯批疼爱》作者：m.txt",
    "夸克盘链接": "https://pan.quark.cn/s/3331d895b149"
  },
  {
    "文件名": "《黑老大的双性卧底性奴 》作者：叽叽叽叽鸡.txt",
    "夸克盘链接": "https://pan.quark.cn/s/86fbb92273d2"
  },
  {
    "文件名": "《黑化的他_淫荡的他》作者：云鬓（双性快穿）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/db7fa5373f3e"
  },
  {
    "文件名": "《黑帮少爷囚禁我（年上骨科互攻，偏执疯批双性黑帮少爷×正直警察哥哥）》作者：酒酿黑葡萄.txt",
    "夸克盘链接": "https://pan.quark.cn/s/fb4967c4cdb8"
  },
  {
    "文件名": "《黑帮少爷的私人医生（1v1 腹黑攻x双性傲娇受）》作者：英短蓝白.txt",
    "夸克盘链接": "https://pan.quark.cn/s/20fc4c8fc35d"
  },
  {
    "文件名": "《黑白交融（1v1 黑人攻x双性受）》作者：溢瓶水.txt",
    "夸克盘链接": "https://pan.quark.cn/s/df388f4feabc"
  },
  {
    "文件名": "《贺家有喜》作者：倒倒倒倒倒（双性／1v1甜宠向）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/15945a23d1a9"
  },
  {
    "文件名": "《河下村秘事》作者：任你西风（亲父子 双性）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ce88e05b72c4"
  },
  {
    "文件名": "《和稚（np 结局1v1 双性生子产奶）》作者：酸辣土豆丝.txt",
    "夸克盘链接": "https://pan.quark.cn/s/03d2019f3f3e"
  },
  {
    "文件名": "《和岳父纠缠的烈火（双性）》作者：摸摸.txt",
    "夸克盘链接": "https://pan.quark.cn/s/315e88d3b11c"
  },
  {
    "文件名": "《和养弟的日日夜夜（双性）》作者：一枚夹心饼.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c41001a00053"
  },
  {
    "文件名": "《和情敌网恋翻车后（双性、笨蛋美人受）》作者：路十七.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e970c721f503"
  },
  {
    "文件名": "《和亲皇子》作者：Sweetrkj（总受·NP·双性）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/aca81516c9c9"
  },
  {
    "文件名": "《和前男友的萨摩耶搞上了（人兽双性）》作者：黑糖布朗尼.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e1ff6b7b8ec5"
  },
  {
    "文件名": "《和女婿同居》作家：远上白云间（双性1v1）~补缺章.txt",
    "夸克盘链接": "https://pan.quark.cn/s/8b07eff3bbf2"
  },
  {
    "文件名": "《和老对头相亲相爱（1v1双性）》作者：梦有书.txt",
    "夸克盘链接": "https://pan.quark.cn/s/5d7c6a000d3f"
  },
  {
    "文件名": "《和哥哥独处的日子（年下骨科，双性）》作者：汐月.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c308b830c36a"
  },
  {
    "文件名": "《和疯批前任的危险交易[双性1v1]》作者：伏不是.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e90eb74ef8f4"
  },
  {
    "文件名": "《何德何能》作者：灰色斑鸠（3p 双性）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a00319f754f4"
  },
  {
    "文件名": "《合欢宫记事》作者：最是一年明冬月代 皇帝渣攻vs将军YD双性受 重口味 双性 调教 虐身 强攻强受 HE).txt",
    "夸克盘链接": "https://pan.quark.cn/s/dbb344a3e158"
  },
  {
    "文件名": "《合欢宫记事》作者：最是一年明冬月.txt",
    "夸克盘链接": "https://pan.quark.cn/s/d5ef8fde71db"
  },
  {
    "文件名": "《好受承双》作者：叫我小肉肉（古代 强攻弱受 人兽 双性生子 HE）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/dcd7510d2be6"
  },
  {
    "文件名": "《好受承双》BY叫我小肉肉.txt",
    "夸克盘链接": "https://pan.quark.cn/s/6dae1379f026"
  },
  {
    "文件名": "《好事成双（双性总受 骨科）》作者：开水不怕死猪烫.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a61f6b06a607"
  },
  {
    "文件名": "《好逑》作者：阿阮咩咩咩咩（np 双性总受）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e743678829c8"
  },
  {
    "文件名": "《海茵斯家族之双倍的爱》.txt",
    "夸克盘链接": "https://pan.quark.cn/s/54a99d610103"
  },
  {
    "文件名": "《海盐味雪糕》作者：MeAtfish（校园双性1v1、双性，双洁，贱受）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/8cd9b474b13e"
  },
  {
    "文件名": "《海棠睡春》作者：茶织不吱（民国 双性1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/b14bfd5b321d"
  },
  {
    "文件名": "《海难（np ABO双性总受）》作者：胔臡.txt",
    "夸克盘链接": "https://pan.quark.cn/s/41dc28e99dd2"
  },
  {
    "文件名": "《海岛秘事(双性生子) 》作者：官能斗士小黄鱼.txt",
    "夸克盘链接": "https://pan.quark.cn/s/abc0b4ef3cc8"
  },
  {
    "文件名": "《过河拆桥（双性生子1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/9c50c246cdd7"
  },
  {
    "文件名": "《鬼夫大人别碰我（前世今生、鬼攻人受、双性）》作者：九天.txt",
    "夸克盘链接": "https://pan.quark.cn/s/497e11f61b7e"
  },
  {
    "文件名": "《鬼畜大人的双性小嫩妻》作者：肉肉大礼包.txt",
    "夸克盘链接": "https://pan.quark.cn/s/2c860ae8577d"
  },
  {
    "文件名": "《诡计多端的1（主受、竹马、绿茶美人攻x双性黑皮大奶受）》作者：水清宴.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c4e56e92fbc3"
  },
  {
    "文件名": "《管家好能忍（双性 双洁）》作者：阳阳想要日.txt",
    "夸克盘链接": "https://pan.quark.cn/s/88926a58221d"
  },
  {
    "文件名": "《关于我睡了丈夫私生子这件事（小狼狗处男攻x双性人妻受）小妈文学》作者：三千三百.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e31e8055b5a7"
  },
  {
    "文件名": "《关爱邻居的方法／目标睡邻居（双性淫荡受x大屌攻）》作者：九朽【补】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/644adb97da6d"
  },
  {
    "文件名": "《怪胎》作者：小熊老师（年下骨科1v1 双性生子）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/50f8fef4ea41"
  },
  {
    "文件名": "《怪胎》作者：池春原（民国1v1 双性小甜饼）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/90b3c20ffab3"
  },
  {
    "文件名": "《乖软尖子生》作家：乳乳（总受双性np）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e13b7229c6e1"
  },
  {
    "文件名": "《乖乖（双性）》作者：不想工作【补】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/22aed7dcb884"
  },
  {
    "文件名": "《顾总裁和沈影帝那些爱做的事》（双性）作者：你吼啊.txt",
    "夸克盘链接": "https://pan.quark.cn/s/016d00db02e6"
  },
  {
    "文件名": "《顾医生被浇灌的日日液液（双性）》作者：小纯.txt",
    "夸克盘链接": "https://pan.quark.cn/s/fe8efb33f253"
  },
  {
    "文件名": "《固执己见（生子、双性受x斯文败类攻）》作者：微澜.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a68e464933e9"
  },
  {
    "文件名": "《狗日的一生（人兽 双性）》作者：不愿透露姓名的智者.txt",
    "夸克盘链接": "https://pan.quark.cn/s/20c44fd81ab2"
  },
  {
    "文件名": "《狗狗攻过于沙雕（双性）》作者：想喝芋泥波波.txt",
    "夸克盘链接": "https://pan.quark.cn/s/2b962424a2af"
  },
  {
    "文件名": "《狗东西（双性1v1 美人攻、强制）》作者：将瑶【补】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/b7073641a0fd"
  },
  {
    "文件名": "《苟苟》作者：夏小正【补老文-全彩蛋无缺字】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/15e539f21946"
  },
  {
    "文件名": "《苟苟》作者：夏小正（宠溺变态攻×美貌双性弱受）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/1c68775f584f"
  },
  {
    "文件名": "《勾引爸爸》作者：戚白舟（双性_ntr_偷情）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/80659c5a7833"
  },
  {
    "文件名": "《共同的秘密（双性）》作者：Summer.txt",
    "夸克盘链接": "https://pan.quark.cn/s/f34b817d57f5"
  },
  {
    "文件名": "《公子忆安》作者：梧檀blossom（3p_双性）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/8963aedd0913"
  },
  {
    "文件名": "《公主和猎户》作者：yyp998（双性1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/bc0a97e78dad"
  },
  {
    "文件名": "《公主和猎户(双性1v1) 》作者：yyp998.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ca44af08e32c"
  },
  {
    "文件名": "《公用wanwu（NP双性总受）》作者：单唯安.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ea605f300ff8"
  },
  {
    "文件名": "《公地夜艹媳穴（大奶双性受）》作者：埃鸽咕咕.txt",
    "夸克盘链接": "https://pan.quark.cn/s/4d8b7de6ac01"
  },
  {
    "文件名": "《给傻子当保姆结果被娶进门》作家：见字如晤（双性1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e22ebe8d1252"
  },
  {
    "文件名": "《给钱就演》作者：日尧禾C（【修】年下双性1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/5cee9c675af0"
  },
  {
    "文件名": "《给林老师的小黑屋／林老师的母狗调教》作者：三灵之芝芝（师生 双性1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/5278fe27f2cb"
  },
  {
    "文件名": "《隔墙有眼》 BY陈贰（现代 肉 双性 1v1 美人受 产乳 生子 各种play）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/209c272fd189"
  },
  {
    "文件名": "《隔壁的女装店长（双性）》作者：吕蜜柑.txt",
    "夸克盘链接": "https://pan.quark.cn/s/48f310db9262"
  },
  {
    "文件名": "《哥哥疼你（双性）》作者：心术不正.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ca8792e91029"
  },
  {
    "文件名": "《哥哥嫂嫂太爱我了怎么办!（3p 双性）》作者：一颗枫糖（补番）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/9f4d1b106ac0"
  },
  {
    "文件名": "《哥哥大人夜夜索求（双性 骨科）》作者：暮色.txt",
    "夸克盘链接": "https://pan.quark.cn/s/5c32c42a3be9"
  },
  {
    "文件名": "《哥哥》作者：冰冻西瓜椰.txt",
    "夸克盘链接": "https://pan.quark.cn/s/276b9a898182"
  },
  {
    "文件名": "《哥哥，我湿了【1v1，年上骨科，双性受x忠犬痴汉攻】》作者：晚风弄影.txt",
    "夸克盘链接": "https://pan.quark.cn/s/6f61a13654b7"
  },
  {
    "文件名": "《高冷校草沦为全校的精壶（np 双性总受）》作者：走鱼.txt",
    "夸克盘链接": "https://pan.quark.cn/s/f18a1496de3a"
  },
  {
    "文件名": "《高端玩家（双性 强攻强受、忠犬攻x腹黑受）》作者：Cure.txt",
    "夸克盘链接": "https://pan.quark.cn/s/6dc98d6c98f8"
  },
  {
    "文件名": "《干了那对父子（3p 双性、总攻）》作者：一块红烧肉.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ecae000ef202"
  },
  {
    "文件名": "《甘为人下（双性生子1v1 忠犬攻）》作者：花眠.txt",
    "夸克盘链接": "https://pan.quark.cn/s/f17ff3c8abf9"
  },
  {
    "文件名": "《腹肌的诱惑（单性 双洁）》作者：雪松真好闻.txt",
    "夸克盘链接": "https://pan.quark.cn/s/5e8e5d7342e3"
  },
  {
    "文件名": "《富二代与农民工们（双性总受 强受）》作者：莫可.txt",
    "夸克盘链接": "https://pan.quark.cn/s/2e922882df6b"
  },
  {
    "文件名": "《驸马胯上来（双性）》作者：肖颜.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c738c8af54f0"
  },
  {
    "文件名": "《父子文合集／乱伦迷情（年下双性）》作者：云间／远上白云间【补老文-全彩蛋无缺字】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/769a0d50e4d1"
  },
  {
    "文件名": "《父子偷情（np 双性总受）》作者：kimpong.txt",
    "夸克盘链接": "https://pan.quark.cn/s/74f5e12fa312"
  },
  {
    "文件名": "《父子同穴》 BY七日（肉 短篇 父子 年上 人兽 兄弟年下 总受）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/190d4dff2623"
  },
  {
    "文件名": "《父债子还》 BY空凉的城（现代 肉 剧情 美人受 双性 生子 腹黑微鬼畜攻x天真美诱受）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/96f304122c1a"
  },
  {
    "文件名": "《父亲元阳都泄给了我（3p 双性调教）》作者：白米羽.txt",
    "夸克盘链接": "https://pan.quark.cn/s/65133468299c"
  },
  {
    "文件名": "《父雌子肖（3p 父子 双性互攻）》作者：鱼肉丸子【补番】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/91d1dd285f8e"
  },
  {
    "文件名": "《父慈子孝（父子、双性产乳）》作者：冰糖书生.txt",
    "夸克盘链接": "https://pan.quark.cn/s/7dd8b1f469c9"
  },
  {
    "文件名": "《抚玉》作者：轩辕花祭（古代 宫廷江湖 强攻X耍心机骚受 父子 偏BE）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/84ae0732071d"
  },
  {
    "文件名": "《夫夫生活》BY照烧咪子鱼（现代 宠受性欲强攻X人妻YD双性受 夫夫之间的日常床上生活 生子 肉多 HE）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ce5b627aabb8"
  },
  {
    "文件名": "《夫夫生活》BY照烧咪子鱼 (现代 宠受性欲强攻X人妻YD双性受 夫夫之间的日常床上生活 生子 肉多 HE).txt",
    "夸克盘链接": "https://pan.quark.cn/s/4a6b4ebed8d9"
  },
  {
    "文件名": "《夫夫日常（双性受）》作者：天谴.txt",
    "夸克盘链接": "https://pan.quark.cn/s/40385aae6afb"
  },
  {
    "文件名": "《夫夫的性福生活》BY一点墨(现代肉文 傲娇受X忠犬温柔攻 HE).txt",
    "夸克盘链接": "https://pan.quark.cn/s/c534f404fcbe"
  },
  {
    "文件名": "《凤求凰(双性)》作者：桃子momo.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a992aed8b0d2"
  },
  {
    "文件名": "《蜂腰》作者：宴惟（民国 双性 腹黑养子惦记上了父亲的笨蛋美人）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a4e14adf7d37"
  },
  {
    "文件名": "《疯批死对头失忆之后（双性、绿茶攻）》作者：荷沈.txt",
    "夸克盘链接": "https://pan.quark.cn/s/642bf7171b3d"
  },
  {
    "文件名": "《疯批男高中生很危险（1v1 双性受）》作者：伏不是.txt",
    "夸克盘链接": "https://pan.quark.cn/s/2de9d6d322c3"
  },
  {
    "文件名": "《疯批老婆每晚都在日我（1v1 ABO 精神分裂疯批攻x双性大奶强受）》作者：小鹿kaka【补番】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/1c7f94b440c9"
  },
  {
    "文件名": "《疯批沉睡在我深处》作者：爱妙妙的巧嘴（1v1双性大奶强制爱）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/8a73d4ccaf3b"
  },
  {
    "文件名": "《疯癫心事》作者：任你西风（现代骨科1v1 双性）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/aff597a1614c"
  },
  {
    "文件名": "《疯逼追爱记》作者：越山青（1v1 痴汉年下 小疯子病娇攻x双性美人受）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/6b623ecff4a8"
  },
  {
    "文件名": "《封建糟粕（原名：风月）》作者：匿名咸鱼（np 民国双性总受）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a9a1c23ee8fb"
  },
  {
    "文件名": "《风云变（np、双性总受、重生）》作者：一朵蘑菇云【补番】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c209186662b8"
  },
  {
    "文件名": "《风月簿》作者：新一斯塔克（民国1v1 粘人精／性冷淡切换双重人格受x老婆奴攻）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a901e4a826f5"
  },
  {
    "文件名": "《风流债》作者：Icewhite（1v1 双性生子 流连风月的小公子遇上他的讨债鬼也安心相夫教子了）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/773ba95fd61d"
  },
  {
    "文件名": "《风铃信（骨科年上、双性）》作者：未甜海.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e01d5a57b1a7"
  },
  {
    "文件名": "《风尘（1v1 双性、清纯男大学生攻x讨生活受）》作者：火风L【48章】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/5684d08bd2ad"
  },
  {
    "文件名": "《分手倒计时》作者：努力加餐饭er（破镜重圆1v1 追妻火葬场、双性人妻受X迟钝寡言攻）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/f17a32ba383c"
  },
  {
    "文件名": "《废话少说》作者：茶茶不喝茶（1v1 温柔腹黑攻x暴躁粘人受 双性生子 产乳）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/2879ec5c91e4"
  },
  {
    "文件名": "《翡色》[头发多多]作者：头发多多.txt",
    "夸克盘链接": "https://pan.quark.cn/s/de85a0ddce91"
  },
  {
    "文件名": "《匪你不可【双性生子】》作者：娃娃菜炖肉丸（1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/b794b6eda0b8"
  },
  {
    "文件名": "《匪你不可》BY油菜籽 (古代架空 霸道恶匪攻X傲娇双性少爷受 炖肉 生子 HE).txt",
    "夸克盘链接": "https://pan.quark.cn/s/671ffb4c575c"
  },
  {
    "文件名": "《肥奶丰臀（古代 年下1v1 双性）》作者：张兆贤.txt",
    "夸克盘链接": "https://pan.quark.cn/s/1240a02e935c"
  },
  {
    "文件名": "《非游戏玩家（师生 双性）》作者：口口木.txt",
    "夸克盘链接": "https://pan.quark.cn/s/2a5edd4a2834"
  },
  {
    "文件名": "《非典型性监护》作者：糖醋小鱼干（双向暗恋1v1 老干部属性凶巴巴攻x撒娇精乖宝宝）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/57d4de206ff3"
  },
  {
    "文件名": "《飞鹞》作者：菩萨蛮（np 双性）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/1e090027bf6d"
  },
  {
    "文件名": "《放纵（双性总受）》作者：没有名字.txt",
    "夸克盘链接": "https://pan.quark.cn/s/84fe39cabcc6"
  },
  {
    "文件名": "《放肆》作者：科科的小仙女.txt",
    "夸克盘链接": "https://pan.quark.cn/s/8aade13d0cf9"
  },
  {
    "文件名": "《仿若在梦中》by撒旦的小柠檬.txt",
    "夸克盘链接": "https://pan.quark.cn/s/f80bb7d11d1b"
  },
  {
    "文件名": "《方圆之间（双性）》作者：阳汁甘露.txt",
    "夸克盘链接": "https://pan.quark.cn/s/887609dd7d90"
  },
  {
    "文件名": "《梵星坠落》作者：骨骰的头.txt",
    "夸克盘链接": "https://pan.quark.cn/s/986ee3add4ea"
  },
  {
    "文件名": "《犯上（双性生子 异族奴隶忠犬攻×偏执帝王受）》作者：止枯.txt",
    "夸克盘链接": "https://pan.quark.cn/s/bfa61c12760e"
  },
  {
    "文件名": "《繁衍计划（1v1 双处、社恐宅男x大奶受）双性生子》作者：白苏间.txt",
    "夸克盘链接": "https://pan.quark.cn/s/d07835b7698b"
  },
  {
    "文件名": "《发情控制系统（双性高H） 》作者：土肥圆.txt",
    "夸克盘链接": "https://pan.quark.cn/s/b5f87942b4a3"
  },
  {
    "文件名": "《恩客》.txt",
    "夸克盘链接": "https://pan.quark.cn/s/b1aecd5b5cf6"
  },
  {
    "文件名": "《奀妹》作者：穿裙子的费事儿（民国灵异 双性）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/2f2333343a65"
  },
  {
    "文件名": "《阏氏》作者：失眠孤独症患者（【补】np总受 双性生子产乳）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e62e8b5ab8e3"
  },
  {
    "文件名": "《恶人自有好人磨》BY冷笑对刀锋.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e05dabf969f5"
  },
  {
    "文件名": "《恶魔侄子》BY欲晓.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ed5ae7a602e9"
  },
  {
    "文件名": "《恶狼之食》作者：一盘黄花菜（兽人 双性1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ee42e02d5cdb"
  },
  {
    "文件名": "《恶德门扉【原名：变态Omega重生后（1v1 先婚后爱 ABO 双性）人格缺陷Ax疯批O》作者：濡鸦【修】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/be73f6297994"
  },
  {
    "文件名": "《堕落的神子双性 伪np）》作者：甜脆萝卜.txt",
    "夸克盘链接": "https://pan.quark.cn/s/0f27abacec72"
  },
  {
    "文件名": "《堕落的明星夫夫》作家：红奶花豆（双性np）~补缺章.txt",
    "夸克盘链接": "https://pan.quark.cn/s/da9b7ea68948"
  },
  {
    "文件名": "《对照记》作者：细雨湿微光.txt",
    "夸克盘链接": "https://pan.quark.cn/s/0d601c6f0090"
  },
  {
    "文件名": "《对月流珠》by云雾茶花糖[人鱼 双性].txt",
    "夸克盘链接": "https://pan.quark.cn/s/256ec55bb0a8"
  },
  {
    "文件名": "《对牛谈情》作者：叫我小肉肉 (古代 猪肉贩忠犬攻X傲娇教书先生受 双性 生子 多肉 HE).txt",
    "夸克盘链接": "https://pan.quark.cn/s/797e6d02bd91"
  },
  {
    "文件名": "《对牛谈情》BY叫我小肉肉 (古代 猪肉贩忠犬攻X傲娇教书先生受 双性 生子 多肉 HE).txt",
    "夸克盘链接": "https://pan.quark.cn/s/7a257e86ca4b"
  },
  {
    "文件名": "《对面相湿（双性、1V1、高H）》作者：小浓经济.txt",
    "夸克盘链接": "https://pan.quark.cn/s/add0e4a713e6"
  },
  {
    "文件名": "《对家庭教师的催眠（双性）》作者：没有名字.txt",
    "夸克盘链接": "https://pan.quark.cn/s/93e7910711b9"
  },
  {
    "文件名": "《渡》作者：来一颗荔枝[双性 兽人].txt",
    "夸克盘链接": "https://pan.quark.cn/s/69d9b708984c"
  },
  {
    "文件名": "《渎宵之月（双性NP） 》作者：雪落金天.txt",
    "夸克盘链接": "https://pan.quark.cn/s/7f55ac990a94"
  },
  {
    "文件名": "《独占你的秘密》作者：小猫咪到我家（双性1v1 独占欲强攻x软糯温和受）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/95f2cf549581"
  },
  {
    "文件名": "《豆腐西施》作者：木西西子.txt",
    "夸克盘链接": "https://pan.quark.cn/s/d5a7a727ebb2"
  },
  {
    "文件名": "《豆腐西施（双性 np）》.txt",
    "夸克盘链接": "https://pan.quark.cn/s/14745bc2e2c0"
  },
  {
    "文件名": "《抖落铜臭（1v1 双洁 单性大奶）》作者：DooooM.txt",
    "夸克盘链接": "https://pan.quark.cn/s/d9f40c5f62fe"
  },
  {
    "文件名": "《都做炮灰了还要被超市（双性受x痴汉攻）》作者：想喝芋泥波波.txt",
    "夸克盘链接": "https://pan.quark.cn/s/51ac3e2ec1f9"
  },
  {
    "文件名": "《洞庭嫁曲》作者：不明动王（古代 双性生子 温柔触手湖神攻X胆小祭品弱受 HE）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/52350eea1d35"
  },
  {
    "文件名": "《定风波》BY小步.txt",
    "夸克盘链接": "https://pan.quark.cn/s/2359d65e16a2"
  },
  {
    "文件名": "《跌入深海》作者：施特海曼.txt",
    "夸克盘链接": "https://pan.quark.cn/s/20352c60cfcb"
  },
  {
    "文件名": "《跌倒后娇贵大少爷变成我老公（双性大奶受、双洁）》作者：安息日.txt",
    "夸克盘链接": "https://pan.quark.cn/s/47ba9f5c10db"
  },
  {
    "文件名": "《调戏双性转校生结果变成了他的老婆（1v1）》作者：小土【补】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/8d928210c618"
  },
  {
    "文件名": "《调教美人室友（双性）》作者：鹿时安.txt",
    "夸克盘链接": "https://pan.quark.cn/s/37cb48b8a77a"
  },
  {
    "文件名": "《调教禁欲作家（双性 产乳）》作者：狼毛.txt",
    "夸克盘链接": "https://pan.quark.cn/s/6c8d6b54522c"
  },
  {
    "文件名": "《点击就看高岭之花（1v1 单性 双结局）》作者：鱼鱼鱼鱼.txt",
    "夸克盘链接": "https://pan.quark.cn/s/3e87a2876838"
  },
  {
    "文件名": "《颠倒（年下，徒弟x双性师尊）》作者：山孤河寂.txt",
    "夸克盘链接": "https://pan.quark.cn/s/5a6e4fbd802e"
  },
  {
    "文件名": "《帝娈（np 双性总受）》作者：丧鱼君.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c0a0f16af441"
  },
  {
    "文件名": "《帝本多情》BY狐狸不放羊 (古代 占有欲强霸气帝王攻X清冷禁欲美人受 重口肉多 双性生子 HE).txt",
    "夸克盘链接": "https://pan.quark.cn/s/541841187a01"
  },
  {
    "文件名": "《弟弟他杀了我（循环重生、双性骨科1v1、有反攻）》作者：甜萝.txt",
    "夸克盘链接": "https://pan.quark.cn/s/5811a8e7cbf7"
  },
  {
    "文件名": "《地下斗兽场的双性斗士》作者：97号天文观测中心（np）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ee9357eed949"
  },
  {
    "文件名": "《地铁痴汉（双性）》作者：不相见来久.txt",
    "夸克盘链接": "https://pan.quark.cn/s/60ea498245ab"
  },
  {
    "文件名": "《地球上线同人（双性生子）》作者：DDD.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ac57056ca3fd"
  },
  {
    "文件名": "《得咎》BY小秦子 (现代 架空 渣攻X贱受 双性生子 先虐受后虐攻 HE).txt",
    "夸克盘链接": "https://pan.quark.cn/s/91e55573d9a5"
  },
  {
    "文件名": "《道具与老攻孰美（双性1v1）》作者：.txt",
    "夸克盘链接": "https://pan.quark.cn/s/58bac5a84d9d"
  },
  {
    "文件名": "《倒霉的云真人》BY虚墟 (架空古代 NP肉文 总受 双性 产乳 各种攻X苦逼被变双性总受 轻松HE).txt",
    "夸克盘链接": "https://pan.quark.cn/s/a49bcb746841"
  },
  {
    "文件名": "《倒刺》作者：林湖.txt",
    "夸克盘链接": "https://pan.quark.cn/s/de922c5aa174"
  },
  {
    "文件名": "《当直男变成了双性诱受》作家：在吃鸡排（1v3）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ed3eff89d845"
  },
  {
    "文件名": "《当你痴汉的师侄失去了记忆（双性）》作者：一罐头猫草.txt",
    "夸克盘链接": "https://pan.quark.cn/s/6f5d98a5a31f"
  },
  {
    "文件名": "《当魔尊法力尽失（双性）》作者：叁水.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c086957e6c76"
  },
  {
    "文件名": "《当毒苹果变成催情药（双性 双洁1v1 王子攻x继母皇后受 小妈文学）》作者：熊猫团团.txt",
    "夸克盘链接": "https://pan.quark.cn/s/478d7ed32d73"
  },
  {
    "文件名": "《殚精竭爱》作家：尤利东斯（双性 总裁 1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/cb732d58990f"
  },
  {
    "文件名": "《单方欲孽》作者：嘛扎嗨（论坛体小甜文 直男酷哥体育生攻×朝气可爱双性受）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/273156d0ab7a"
  },
  {
    "文件名": "《单方欲孽》作者：嘛扎嗨（1v1论坛体 直男酷哥体育生攻×朝气可爱双性受）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a24707a06810"
  },
  {
    "文件名": "《带着孩子，再次嫁人【双性】》作者：没有名字.txt",
    "夸克盘链接": "https://pan.quark.cn/s/3cd9213dd9f8"
  },
  {
    "文件名": "《带着儿子嫁豪门》BY月之熙 (现代 霸总攻X傲娇双性受 豪门 双性 生子 甜文 雷爽文 HE).txt",
    "夸克盘链接": "https://pan.quark.cn/s/f272e197c0f1"
  },
  {
    "文件名": "《带球送上门的老婆（我的双性娇妻）》作者：山水一程.txt",
    "夸克盘链接": "https://pan.quark.cn/s/bf7ccb99e7a7"
  },
  {
    "文件名": "《带枪出巡》作者：欲晓（双性1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/24d16f2406c0"
  },
  {
    "文件名": "《带枪出巡》BY欲晓(现代肉文 忠犬邪气警员攻X双性冰山特警队长受 年下 产乳生子 高H HE).txt",
    "夸克盘链接": "https://pan.quark.cn/s/304ddf50e4ab"
  },
  {
    "文件名": "《代嫁（双性、妹夫文）》作者：14.txt",
    "夸克盘链接": "https://pan.quark.cn/s/8f47cf1297dc"
  },
  {
    "文件名": "《代号阿斯莫德（1v1 双性）》作者：胔臡.txt",
    "夸克盘链接": "https://pan.quark.cn/s/8de9d13ecd35"
  },
  {
    "文件名": "《代父行房（双性受、小妈文）》作者：伊弥.txt",
    "夸克盘链接": "https://pan.quark.cn/s/7ba5ca4f4e50"
  },
  {
    "文件名": "《大主教和他的骑士长（1v1双性）》作者：阿香香【补老文-无缺字】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/54f6413dc992"
  },
  {
    "文件名": "《大野狼跟小猫咪》作者：四末末（现代强制爱1v1 双性生子 很坏很坏的坏蛋大佬攻×娇气貌美小猫咪受）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/145113680340"
  },
  {
    "文件名": "《大妖怪跟小兔仙》作者：奶糖泥泥（双性生子1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/438c39df01e8"
  },
  {
    "文件名": "《大燕帝国男妃传（双性）》作者：北衣溺水.txt",
    "夸克盘链接": "https://pan.quark.cn/s/74b086faf5c2"
  },
  {
    "文件名": "《大学生裸贷之后（双性痴汉受 双洁）》作者：水清宴.txt",
    "夸克盘链接": "https://pan.quark.cn/s/0f08dd051b92"
  },
  {
    "文件名": "《大学男神舍友（双性、正太脸童颜驴屌攻x温文尔雅男神受）》作者：陆小蛋【烂尾】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/badf337b7fb4"
  },
  {
    "文件名": "《大龙快让我吸一口（双性、双唧唧神龙大猛攻）》作者：有肉吃真快乐.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e24dcc8c2c90"
  },
  {
    "文件名": "《大聪明》作者：钟百意（强取豪夺 双性1v1 腹黑阴鸷不择手段渣攻×有仇必报清冷美人受））.txt",
    "夸克盘链接": "https://pan.quark.cn/s/37c24660f73f"
  },
  {
    "文件名": "《大D妈妈改造性奴双胞胎儿子》作家：菠萝太甜（np）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/554930d8b595"
  },
  {
    "文件名": "《打开身体，放飞自我》作者：想吃牛肉面（轮奸双性总受合集）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/9b0f11d251a1"
  },
  {
    "文件名": "《错望之一世为人（1v1 双性）》作者：菜恒【米国度】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/659fc82ee0a1"
  },
  {
    "文件名": "《错嫁纨绔（双性）》作者：梦有书.txt",
    "夸克盘链接": "https://pan.quark.cn/s/d1cb06e33711"
  },
  {
    "文件名": "《错付（美强双性）》作者：xmrj（3p）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/876cb2c6b233"
  },
  {
    "文件名": "《催眠校霸以后》作者：zxy(1v1美强双性).txt",
    "夸克盘链接": "https://pan.quark.cn/s/c434a910ecc7"
  },
  {
    "文件名": "《刺杀失败后沦为男奴（双性、扭曲抖s皇子攻×倔强傲气刺客受）》作者：辣酱冰激凌.txt",
    "夸克盘链接": "https://pan.quark.cn/s/db718b4c2a83"
  },
  {
    "文件名": "《刺杀对象超猛的（1v1 古早风、美人王爷攻x双性刺客受、双洁）》作者：爱猫猫片.txt",
    "夸克盘链接": "https://pan.quark.cn/s/1bf6758a5db1"
  },
  {
    "文件名": "《此生有你》作者：鼓手K99（1v1娱乐圈双性强攻强受）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/cba69097af83"
  },
  {
    "文件名": "《此O猛于虎（霹雳同人，喻命，元命，双性ABO，ntr）》作者：红缭花疏.txt",
    "夸克盘链接": "https://pan.quark.cn/s/f5d2775a3fe4"
  },
  {
    "文件名": "《纯情太子妖艳后》作者：水清宴（双洁 小妈文学 受强制攻 双性大奶受）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ebec4caa7ce5"
  },
  {
    "文件名": "《纯情太子妖艳后（双洁 小妈文学 受强制攻 双性大奶受）》作者：水清宴.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ba44405bfc69"
  },
  {
    "文件名": "《纯情》by马特.txt",
    "夸克盘链接": "https://pan.quark.cn/s/970e2cc93cad"
  },
  {
    "文件名": "《纯“鼠”意外》by：堂桂花.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e64da62f922c"
  },
  {
    "文件名": "《春泽》作者：耳东陈（年下1v1 高中生攻x双性受、为了替父还债，林夕拍卖了自己的初夜）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/975bac93a470"
  },
  {
    "文件名": "《春夜喜雨（结局1v1 小妈攻x双性壮受）》作者：夜里猛.txt",
    "夸克盘链接": "https://pan.quark.cn/s/fb6d9a0cf5dd"
  },
  {
    "文件名": "《春日清明梦》.txt",
    "夸克盘链接": "https://pan.quark.cn/s/476f708a1fe2"
  },
  {
    "文件名": "《春秋太短(双重生 质子攻 皇子双性受) 》作者：季世.txt",
    "夸克盘链接": "https://pan.quark.cn/s/8eda8b30e138"
  },
  {
    "文件名": "《春情梦事》 BY魔君嗜肉（现代 美人受 双性 剧情 正直班长攻x屁孩狐妖受）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/eb1794d9d1a1"
  },
  {
    "文件名": "《春和纪事（双性）》作者：阶凉.txt",
    "夸克盘链接": "https://pan.quark.cn/s/9ed1e1221546"
  },
  {
    "文件名": "《春光乍泄（双性 民国H）》作者：papapa（1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/18d956e8b972"
  },
  {
    "文件名": "《春潮将至》作者：黑糖珍珠哞哞茶（校园双性1v1小甜饼 真?逼王痴汉攻×伪?性瘾单纯受）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/70bf9659f2d7"
  },
  {
    "文件名": "《垂钓者》作者：奇奇怪怪（校园双性1v1 忠犬腹黑学霸攻vs纯情天然撩学渣受）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/fa96bccf443c"
  },
  {
    "文件名": "《创建沙漠绿洲》BY浪花点点.txt",
    "夸克盘链接": "https://pan.quark.cn/s/10961be25cac"
  },
  {
    "文件名": "《创、寻》by紫真.txt",
    "夸克盘链接": "https://pan.quark.cn/s/602d6b4c0ec1"
  },
  {
    "文件名": "《船舶上轮奸》+《哑妻》BYPP(古代高H肉文 双性产乳哑巴受 重口 HE).txt",
    "夸克盘链接": "https://pan.quark.cn/s/a6c1646fcfd6"
  },
  {
    "文件名": "《船舶上轮奸》+《哑妻》BY PP (古代 双性 产乳 生子 肉文).txt",
    "夸克盘链接": "https://pan.quark.cn/s/b8df7e648fdc"
  },
  {
    "文件名": "《传宗接代（双性）》作者：荼靡.txt",
    "夸克盘链接": "https://pan.quark.cn/s/7f6b67ef4a92"
  },
  {
    "文件名": "《穿越之人人都想c我（双性总受）》作者：荒夜.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ea3752b1c686"
  },
  {
    "文件名": "《穿越之恋上双性小皇帝》BY黑羽冥(现穿古 生子）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/db4b82e93efc"
  },
  {
    "文件名": "《穿进黄油被男主啪了（1v1 双性 双洁）》作者：顾咕咕.txt",
    "夸克盘链接": "https://pan.quark.cn/s/6ed078af42be"
  },
  {
    "文件名": "《穿到兽人部落（双性总受）》作者：茯苓.txt",
    "夸克盘链接": "https://pan.quark.cn/s/637347740d27"
  },
  {
    "文件名": "《穿成了死对头的充气娃娃》作者：夏多罗（【补全番外】校园 双性1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/267dd0c1c65e"
  },
  {
    "文件名": "《楚慈（双性 骨科1v1）》作者：来楼顶吹风.txt",
    "夸克盘链接": "https://pan.quark.cn/s/9dc2b7125217"
  },
  {
    "文件名": "《触手乐园（双性yd受、触手怪攻）》作者：番茄的馬甲.txt",
    "夸克盘链接": "https://pan.quark.cn/s/be9d778d27f2"
  },
  {
    "文件名": "《初婚（np 双性总受）》作者：白槿霜风【补番】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c07f38a73b3c"
  },
  {
    "文件名": "《初冬（亲父子 双性）》作者：夜很贫瘠.txt",
    "夸克盘链接": "https://pan.quark.cn/s/813aeaad3ab2"
  },
  {
    "文件名": "《出将入相（美强、互攻、病弱丞相x双性壮受）》作者：Cogito.txt",
    "夸克盘链接": "https://pan.quark.cn/s/87a45669c531"
  },
  {
    "文件名": "《出轨被人轮》作者：空即是色（双性总受ntr）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/983a6b0872d2"
  },
  {
    "文件名": "《宠物》（兽人双性产乳）》作者：安德罗.txt",
    "夸克盘链接": "https://pan.quark.cn/s/d02cdbdff396"
  },
  {
    "文件名": "《迟钝》作者：是654-2（1v1双性小甜饼）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ab9dbf197704"
  },
  {
    "文件名": "《痴情祸（双性）》作者：木头.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e7ce6759e3ae"
  },
  {
    "文件名": "《痴缠情事》作者：哀玉（亲父子1v1 老妈子全方位照顾爹?痴汉儿子攻×高智商低情商?生活技能为零双性父亲受）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/8037dc21fc68"
  },
  {
    "文件名": "《吃错药后高冷老公竟成老涩批（双性）》作者：没有蛀牙的猫.txt",
    "夸克盘链接": "https://pan.quark.cn/s/32b54c7641ff"
  },
  {
    "文件名": "《澄心》作者：77888（双性生子 破镜重圆1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/98410e8080ff"
  },
  {
    "文件名": "《惩罚（双性浪荡受x疯批攻）》作者：微澜.txt",
    "夸克盘链接": "https://pan.quark.cn/s/b4dced8a8bc8"
  },
  {
    "文件名": "《程老师有话说》作者：我有虎牙（1v1双性小甜饼 关于幼儿园男老师捡到受伤的黑老大这件事）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/bb8cef56d2e9"
  },
  {
    "文件名": "《撑破》作者：丑目禾（破镜重圆1v1 双性生子 天之骄子美人攻x没心没肺野犬受）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/88d8b984ff4f"
  },
  {
    "文件名": "《晨雾与夜烟（双性 男寡妇 强制爱 悬疑偏执）》作者：舟舟想吃小芋圆.txt",
    "夸克盘链接": "https://pan.quark.cn/s/275b8ee40995"
  },
  {
    "文件名": "《晨昏线》作者：晚风.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c692aa1e52ea"
  },
  {
    "文件名": "《沉玉（天之骄子攻x双性大奶心机受）》作者：袖里青龙.txt",
    "夸克盘链接": "https://pan.quark.cn/s/5d64e8bf2621"
  },
  {
    "文件名": "《沉溺》作者：ZouiR.txt",
    "夸克盘链接": "https://pan.quark.cn/s/d560e45d0792"
  },
  {
    "文件名": "《沉溺》作者：ZouiR（炮友转真爱 双性）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/efd459ef6c26"
  },
  {
    "文件名": "《沉沦（双性、强制爱、侯卿x尤川同人）》作者：.txt",
    "夸克盘链接": "https://pan.quark.cn/s/97fc1373982d"
  },
  {
    "文件名": "《沉欢香》作者：雪崩的火山（1v1 双性 入宫当伴读的小结巴被吃干抹净的故事）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/09c0723632b6"
  },
  {
    "文件名": "《潮湿度（明星攻x美貌双性受）》作者：覃一.txt",
    "夸克盘链接": "https://pan.quark.cn/s/6cc0110dbbfd"
  },
  {
    "文件名": "《朝中措（古代，年下骨科 双性）》作者：玄女【米国度】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/74f8f4664f0b"
  },
  {
    "文件名": "《娼妇》作者：可可豆.txt",
    "夸克盘链接": "https://pan.quark.cn/s/aba6135d161d"
  },
  {
    "文件名": "《娼妇》又名《小妻子》作家：l可可豆（双性 1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/9cc656e2cb3a"
  },
  {
    "文件名": "《产袍》作者：看肉脸大写肉脸小（温馨 生子 产乳 HE）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/f44a5b20d2b0"
  },
  {
    "文件名": "《缠身（双性骨科）》作者：小鲨鱼.txt",
    "夸克盘链接": "https://pan.quark.cn/s/520e8585d31d"
  },
  {
    "文件名": "《缠爱》 BY筱肆（肉 双性 生子 产乳 腹黑霸道少爷攻x冷淡禁欲双性受）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/fb78d6e9d322"
  },
  {
    "文件名": "《缠》BY醉生梦死.txt",
    "夸克盘链接": "https://pan.quark.cn/s/78274a7aee43"
  },
  {
    "文件名": "《操他啊》!（总受合集／轮奸／双性）作者：想吃牛肉面.txt",
    "夸克盘链接": "https://pan.quark.cn/s/7bd2da37f0fe"
  },
  {
    "文件名": "《操哭老师Ⅱ（np高干双性） 》作者：侠总攻.txt",
    "夸克盘链接": "https://pan.quark.cn/s/d4409a1051aa"
  },
  {
    "文件名": "《操蛋双子的夜夜春宵【孪生兄弟、双性、产乳、年下】》作者：肆月韶光.txt",
    "夸克盘链接": "https://pan.quark.cn/s/da89b255f577"
  },
  {
    "文件名": "《藏娇》.txt",
    "夸克盘链接": "https://pan.quark.cn/s/fd15d29a9f83"
  },
  {
    "文件名": "《藏娇》作者：陆荻_（【补全番外】 np双性总受）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/545526ce4a3f"
  },
  {
    "文件名": "《灿烂光》作者：清自（双性1v1 破镜重圆 高冷帅x白富美）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/cb5311ab8d6d"
  },
  {
    "文件名": "《蚕食鲸吞（双性）》作者：远上白云间.txt",
    "夸克盘链接": "https://pan.quark.cn/s/1977e95583e4"
  },
  {
    "文件名": "《残废的双性小舅子2》作者：迷途猫（np）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/436ded374422"
  },
  {
    "文件名": "《残废的双性小舅子》作者：迷途猫（np）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/99d3b9314891"
  },
  {
    "文件名": "《猜猜我是谁》作者：叉烧包（双性_1v1_高甜肉_可能生.txt",
    "夸克盘链接": "https://pan.quark.cn/s/5941626993f1"
  },
  {
    "文件名": "《步步为营》作家：云间（1v1）~补番.txt",
    "夸克盘链接": "https://pan.quark.cn/s/cfead957b29e"
  },
  {
    "文件名": "《不渣就会死【np双性总受 高干】（原名：靠吸阳气才能活下去）》作者：小顾【补番】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/789976b3e0b3"
  },
  {
    "文件名": "《布偶恋人（产乳 生子 双性 英俊深情攻V听话美人受1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/840789df7de7"
  },
  {
    "文件名": "《不再来》作者：苦贞（1v1 我克隆了死去的爱人 禁欲科学家攻×双性文盲受）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/5acce99d7ab9"
  },
  {
    "文件名": "《不要醉酒》作者：鱼小木小朋友（三十岁社畜被捡shi 年下1v1 刚成年便利店店员与三十二岁双性苦逼社畜）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/9e13b522f3f1"
  },
  {
    "文件名": "《不要松手，镜头会掉（1v1 双性年下生子 摄影师受x助手攻）》作者：祈纱纱.txt",
    "夸克盘链接": "https://pan.quark.cn/s/bcb45a84488e"
  },
  {
    "文件名": "《不小心穿进纯肉文怎么办？（穿书、双性）》作者：DDD.txt",
    "夸克盘链接": "https://pan.quark.cn/s/b64c163457e4"
  },
  {
    "文件名": "《不听医嘱的皇帝》作家：DF（帝受双性生子1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/3dc16e1ea1a9"
  },
  {
    "文件名": "《不收保护费，让艹就行（双性）》作者：蜜桃枝枝.txt",
    "夸克盘链接": "https://pan.quark.cn/s/d7a3b933cdc6"
  },
  {
    "文件名": "《不胜风流》作者：匿名咸鱼（双性1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/0f5c9cba480a"
  },
  {
    "文件名": "《不念（双性兽人）》作者：一只周小言.txt",
    "夸克盘链接": "https://pan.quark.cn/s/d274425290c3"
  },
  {
    "文件名": "《不能说的秘密（现言父子，双性生子）》作者：吃肉的长耳兔.txt",
    "夸克盘链接": "https://pan.quark.cn/s/051f5bcfc2a6"
  },
  {
    "文件名": "《不伦情事合集（双性 偷情）》作者：十八里街禁【补-无缺字】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/05bd08be0597"
  },
  {
    "文件名": "《不良反应》作者：清自（年下双性1v1 暴躁攻X温柔受）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/3fc897077892"
  },
  {
    "文件名": "《不乖》作者：骁南朝北（先婚后爱1v1 风流转宠妻的太子爷攻x内心可爱外表冷厉的退伍军人双性受）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/1ce00f586f75"
  },
  {
    "文件名": "《不渡溪河桥》作者：-捌月不秋-（年下双性1v1 小狼狗x温柔美人）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/6c13013e0471"
  },
  {
    "文件名": "《跛子》作者：黄金圣斗士（年下1v1 双性生子）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/97463dbc2a55"
  },
  {
    "文件名": "《狛犬》BY捂脸羞瑟.txt",
    "夸克盘链接": "https://pan.quark.cn/s/763b16a4255d"
  },
  {
    "文件名": "《病态欲望（双性 产乳）》作者：摆烂大王.txt",
    "夸克盘链接": "https://pan.quark.cn/s/0e64f012e275"
  },
  {
    "文件名": "《冰摇酒》作者：千日酿（年下双性1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/3dce2b1bf1ed"
  },
  {
    "文件名": "《别跟着我》作者：七七渡我（现代表兄弟骨科1v1 双性生子）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/07a8e4d9f78d"
  },
  {
    "文件名": "《别…帖子要沉了》作者：鱼释水（肉香 装逼攻X慵懒YD双性受 高H 温馨 校园 生子HE）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/5ee5d363cf97"
  },
  {
    "文件名": "《髀罅之上》作者：（现代1v1 双性 爱财好色活儿好腹黑精致叔叔攻x假暴躁真缺爱一亲就软炮仗少年受）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/19a52c02c916"
  },
  {
    "文件名": "《逼奸淫荡双性人妻（3p）》作者：mimicat【补番】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/f61460a7b5fd"
  },
  {
    "文件名": "《逼奸小妈的那些年（双性 结局1v1 小妈文学）》作者：数学天才本人.txt",
    "夸克盘链接": "https://pan.quark.cn/s/85774a64503c"
  },
  {
    "文件名": "《逼奸报恩小淫仆（np、笨蛋美人双性受、强J轮J）》作者：就想赚一点钱.txt",
    "夸克盘链接": "https://pan.quark.cn/s/0850a11078cd"
  },
  {
    "文件名": "《逼婚良缘（双性生子甜宠）》作者：甜心小喵喵.txt",
    "夸克盘链接": "https://pan.quark.cn/s/901dd7b89ae7"
  },
  {
    "文件名": "《逼婚良缘（双性生子甜宠）》 番全 作者：甜心小喵喵.txt",
    "夸克盘链接": "https://pan.quark.cn/s/48b2904b18e3"
  },
  {
    "文件名": "《崩坏的双性少年（np 校园总受）》作者：食肉兔【补老文-无缺字】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/451bdd4c7567"
  },
  {
    "文件名": "《笨娇美人被圈养了【父子年下、双性、睡奸】》作者：披着马甲的小黄鱼.txt",
    "夸克盘链接": "https://pan.quark.cn/s/361243178232"
  },
  {
    "文件名": "《本王很直，男人不配》作者：代号热（穿越直男渣攻X 忠犬双性影卫）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/aa802dafe1e1"
  },
  {
    "文件名": "《被诅咒变成女生了怎么办（单双性））》作者：酸甜西红柿.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c4b54588c025"
  },
  {
    "文件名": "《被抓回来的美人（1v1 双性受x斯文败类疯批攻）》作者：戴着一顶小黄帽.txt",
    "夸克盘链接": "https://pan.quark.cn/s/1e4cbcafc6fe"
  },
  {
    "文件名": "《被竹马下药强奸的双性美人》作者：我不会说真话.txt",
    "夸克盘链接": "https://pan.quark.cn/s/2182d7faf971"
  },
  {
    "文件名": "《被植物人老公给宠坏（双性）》作者：冰糖书生.txt",
    "夸克盘链接": "https://pan.quark.cn/s/f8f93ad5e735"
  },
  {
    "文件名": "《被异形圈养》作者：安德罗（双性1v1 异形攻x人类受）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/8c32caf98a11"
  },
  {
    "文件名": "《被驯化的》作者：短腿小狗（1v1 双性 美攻壮受）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/43a5c194f6a2"
  },
  {
    "文件名": "《被失忆竹马认成童养媳》作者：Dilemma（1v1 竹马 双性 BDSM）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/b21b20fdd8e4"
  },
  {
    "文件名": "《被囚禁的傻瓜孕兔》作者：无暇666（父亲去世后我得到了他的小傻子。别扭SB攻x智商偏低双性受）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/8a2a31e5a783"
  },
  {
    "文件名": "《被妹夫强暴后（双性生子）》作者：想吃牛肉面.txt",
    "夸克盘链接": "https://pan.quark.cn/s/25fd4ba7d417"
  },
  {
    "文件名": "《被轮奸后就地发骚》作者：空即是色（双性总受np）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/5dbba8d00324"
  },
  {
    "文件名": "《被厉鬼老公爆炒了（双性）》作者：绕地球三圈有余.txt",
    "夸克盘链接": "https://pan.quark.cn/s/6a2d0a6ea3e6"
  },
  {
    "文件名": "《被老师灌满的日日夜夜【双性 师生 重生】》作者：一颗樱桃.txt",
    "夸克盘链接": "https://pan.quark.cn/s/669a2032e9cb"
  },
  {
    "文件名": "《被军校生狠干的双性高中小奶包》作者：谜样的蛋先生.txt",
    "夸克盘链接": "https://pan.quark.cn/s/143fcb4b27a6"
  },
  {
    "文件名": "《被精英男友PUA的日常（双性）》作者：迷途猫.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c83ea149be54"
  },
  {
    "文件名": "《被禁锢在食人族部落的小傻子（双性）》作者：To the milky way.txt",
    "夸克盘链接": "https://pan.quark.cn/s/4829200ae3fa"
  },
  {
    "文件名": "《被禁锢的炉鼎【总受N_P双_性】》作者：肉煎包子.txt",
    "夸克盘链接": "https://pan.quark.cn/s/09e8b7ba7a51"
  },
  {
    "文件名": "《被家养蛇蛇推倒之后（1v1 双性美人受×人蛇双态攻）》作者：敲月亮.txt",
    "夸克盘链接": "https://pan.quark.cn/s/4b41e74d0643"
  },
  {
    "文件名": "《被家人日液艹爱的少年（双性总受）》作者：醉卿梦.txt",
    "夸克盘链接": "https://pan.quark.cn/s/7d72471861f2"
  },
  {
    "文件名": "《被拐卖的小少爷（双性总受）》作者：水清宴.txt",
    "夸克盘链接": "https://pan.quark.cn/s/5c5080f5517f"
  },
  {
    "文件名": "《被拐卖的甜点（1v1 双性 弱受）》作者：没有名字.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a067553fceae"
  },
  {
    "文件名": "《被哥哥调教成小烧货（双性大奶）》作者：小美人忠实爱好者.txt",
    "夸克盘链接": "https://pan.quark.cn/s/2fd40edf6463"
  },
  {
    "文件名": "《被疯批疼爱的暴躁美人（双性1v1）》作者：伏不是.txt",
    "夸克盘链接": "https://pan.quark.cn/s/164b09617bd2"
  },
  {
    "文件名": "《被病娇改造成双性人以后》作者：麽麽酱.txt",
    "夸克盘链接": "https://pan.quark.cn/s/cf0506d2c1a2"
  },
  {
    "文件名": "《被“伺候”的家教（np 双性总受）》作者：清空.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a00f8b287ae5"
  },
  {
    "文件名": "《背德》作者：罐装酱油（民国 双性生子1v1 霸道忠犬温柔攻x双性美人受）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/bfdde1bfbf81"
  },
  {
    "文件名": "《悲歌狂恋》作者：酒精狂魔（强制爱 双性生子1v1 深情疯批攻x温柔执拗受）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/0c8d854dc9fb"
  },
  {
    "文件名": "《悲天》 BY鹊（古代 双性 生子 美攻强受 剧情 对外清冷对内乖巧道长攻x健气和尚受）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/f7dc7adab126"
  },
  {
    "文件名": "《悲天【双性】》作者：鹊.txt",
    "夸克盘链接": "https://pan.quark.cn/s/9c40be9cb91c"
  },
  {
    "文件名": "《悲惨孕父》.txt",
    "夸克盘链接": "https://pan.quark.cn/s/f10f7ff206e0"
  },
  {
    "文件名": "《爆乳教师（双性）》作者：小鲨鱼.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c9ff66a6a1d0"
  },
  {
    "文件名": "《爆肏体育生（校园1v1、腹黑攻x嘴贱双性受）》作者：咸鱼一梅【补】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ed6384cfb874"
  },
  {
    "文件名": "《爆炒美味小妈【双性】过程np 年下 小妈文学》作者：大刀果蛋皮.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a6e583663c83"
  },
  {
    "文件名": "《宝贝你水好多》作家：山楂糖球（双性1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/98bf32e09b08"
  },
  {
    "文件名": "《爆操傻子欲弟（双性）》作者：不愿透露姓名的智者（1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/54a65bab5f99"
  },
  {
    "文件名": "《薄荷瘾（双性）》作者：重渡.txt",
    "夸克盘链接": "https://pan.quark.cn/s/4d45748c9f35"
  },
  {
    "文件名": "《伴侣从天降（兽人 器大活好温柔攻x骚浪双性受）》作者：下一个.txt",
    "夸克盘链接": "https://pan.quark.cn/s/8bf604638fe6"
  },
  {
    "文件名": "《白色垃圾》作者：jumber.txt",
    "夸克盘链接": "https://pan.quark.cn/s/15b45e851c38"
  },
  {
    "文件名": "《白色垃圾（破镜重圆 双性 np）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/b24bc81c3476"
  },
  {
    "文件名": "《白软美人的玩弄方法（双性大奶受）》作者：cbbdqsd【补】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/71071b16923e"
  },
  {
    "文件名": "《白家的珍宝》by：李爱.txt",
    "夸克盘链接": "https://pan.quark.cn/s/3a4d6e7d0899"
  },
  {
    "文件名": "《白房子里的哑巴营妓》作者：季少堂.txt",
    "夸克盘链接": "https://pan.quark.cn/s/bc13e5b558d3"
  },
  {
    "文件名": "《掰开批给亲哥看（骨科双性、双洁）》作者：阳阳.txt",
    "夸克盘链接": "https://pan.quark.cn/s/2685025efbb5"
  },
  {
    "文件名": "《霸道公公爱上我》作者：lhsns（1v1 太监攻x双性太监受）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/0bd3724f57e8"
  },
  {
    "文件名": "《爸爸真漂亮（养父子年下、双性、生子、产乳）》作者：花满重楼.txt",
    "夸克盘链接": "https://pan.quark.cn/s/2cb73abd5679"
  },
  {
    "文件名": "《爸爸我要离婚（父子年上1v1 双性）》作者：刑陆（补番）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a4a390d81a41"
  },
  {
    "文件名": "《爸爸的脔宠》作者：白首（纯肉文 双JJ蛇攻XYD花妖受 玄幻 HE）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/0ddbd83cc2f9"
  },
  {
    "文件名": "《爸爸》BY乌蒙小燕.txt",
    "夸克盘链接": "https://pan.quark.cn/s/6aae04e3fcd1"
  },
  {
    "文件名": "《把他日到失态【双性1v1 大奶】》作者：鸭店头牌.txt",
    "夸克盘链接": "https://pan.quark.cn/s/5a86f8ab4353"
  },
  {
    "文件名": "《把哥哥催眠之后（双性）》作者：嘶哈嘶哈.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c50323e22500"
  },
  {
    "文件名": "《把大明星调教成专属性奴》(你家的白月光).txt",
    "夸克盘链接": "https://pan.quark.cn/s/a6113e2fb305"
  },
  {
    "文件名": "《八月秋高》作者：和邑（民国 生子 3p 双军官攻x双性妓子受）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/78e39d125a70"
  },
  {
    "文件名": "《暗夜侵袭》作者：荔枝味小汽水（高级魅魔的奋斗生活 np双性总受）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/04cda5dc603b"
  },
  {
    "文件名": "《暗恋他不如直接上了他（1v1 双性、双洁）》作者：摸鱼上校【补番】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/0764ef0249f9"
  },
  {
    "文件名": "《暗恋死对头并且给他生了孩子的这件事（双性 双向暗恋）》作者：白瓢虫.txt",
    "夸克盘链接": "https://pan.quark.cn/s/60de49dedffd"
  },
  {
    "文件名": "《暗恋隔壁竹马邻居（1v1双性）》作者：无聊至极（补番）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/98b8f956a40f"
  },
  {
    "文件名": "《暗恋（双性生子带球跑）》作者：云过是非.txt",
    "夸克盘链接": "https://pan.quark.cn/s/75452319784e"
  },
  {
    "文件名": "《安宴（1v1 双性）》作者：一只树上的桃子【补】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/cf82673f77bd"
  },
  {
    "文件名": "《爱子（年上1v1 父子乱伦 双性生子）》作者：咸鱼躺.txt",
    "夸克盘链接": "https://pan.quark.cn/s/00d664e75861"
  },
  {
    "文件名": "《爱上学生的我该勾引他吗（师生年下 双性大奶受）》作者：安息日.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a077e926247e"
  },
  {
    "文件名": "《爱上室友男朋友（双性）》作者：泥销白骨.txt",
    "夸克盘链接": "https://pan.quark.cn/s/6fcc2747ce9d"
  },
  {
    "文件名": "《爱上老师》（双性）【攻·粽·号：吃樱桃女士的小屋】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/2e7a9bffddc9"
  },
  {
    "文件名": "《爱上老师（双性） 》作者：远上白云间.txt",
    "夸克盘链接": "https://pan.quark.cn/s/617eb3044289"
  },
  {
    "文件名": "《爱人》作者：数星星（【补】1v1 包养转真爱、双性受）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/b382accdf13f"
  },
  {
    "文件名": "《爱犬》.txt",
    "夸克盘链接": "https://pan.quark.cn/s/03fc07d913cd"
  },
  {
    "文件名": "《爱情买卖》作者：来一碗绿豆汤（双性、黑皮狗勾攻x双性主播受）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ad747b3ab7ae"
  },
  {
    "文件名": "《爱豆荒野求生（双性）》作者：伏不是.txt",
    "夸克盘链接": "https://pan.quark.cn/s/752f13700773"
  },
  {
    "文件名": "《爱的大家族》BY饭饭粥粥 (乱伦 NP 双性 生子 恋童).txt",
    "夸克盘链接": "https://pan.quark.cn/s/9ec3ca4f0ad8"
  },
  {
    "文件名": "《爱的不是你窈窕淑男》by小懒懒NO.2.txt",
    "夸克盘链接": "https://pan.quark.cn/s/172542bf30d5"
  },
  {
    "文件名": "《哀雀的牢笼（强制爱、双性生子1v1）》作者：奈奈【补】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/b2b331688a76"
  },
  {
    "文件名": "《阿呆嫁人》 by天涯孤客.txt",
    "夸克盘链接": "https://pan.quark.cn/s/fa4103bda8eb"
  },
  {
    "文件名": "《Ze(双性) 》作者：匿名咸鱼.txt",
    "夸克盘链接": "https://pan.quark.cn/s/473d6d089c6d"
  },
  {
    "文件名": "《Rum》作者：和邑（双性1v1 暗恋多年，终成眷属）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/264a41e1d1c7"
  },
  {
    "文件名": "《K记肉铺（双性大奶）》作者：kyg.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a85d7c74a2d7"
  },
  {
    "文件名": "《DONT TOUCH ME》作家：紫恤红珠（双性）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/edc56618d0b8"
  },
  {
    "文件名": "《DollHouse不完全档案(双性) 》作者：花槐.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ce3f69ae4c3e"
  },
  {
    "文件名": "《Addicted》作者：唐棣（年下 双性 强制爱1v1 疯批病娇攻）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/44e9e6a838dc"
  },
  {
    "文件名": "《ABO：王的指令（双性）》作者：6899.txt",
    "夸克盘链接": "https://pan.quark.cn/s/f8594049d5ba"
  },
  {
    "文件名": "《99元包邮纯奶(高H双性)》作者：只有三根头发.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e5a68fc01287"
  },
  {
    "文件名": "《22与19的二三事（双性 双洁）》作者：白秋桑.txt",
    "夸克盘链接": "https://pan.quark.cn/s/7727cc162e34"
  },
  {
    "文件名": "《3P挨操之路（双性 纯肉）》作者：小鲨鱼.txt",
    "夸克盘链接": "https://pan.quark.cn/s/79d98676e474"
  },
  {
    "文件名": "《?骗来的王妃（年下攻x笨蛋双性美人受）》作者：半醺.txt",
    "夸克盘链接": "https://pan.quark.cn/s/b1078e2fb10f"
  },
  {
    "文件名": "《【总受】双性总裁的自我修养》作者：江陵.txt",
    "夸克盘链接": "https://pan.quark.cn/s/5ada1625605f"
  },
  {
    "文件名": "《【总受】美人的收集系统》作者：吃肉要配菜.txt",
    "夸克盘链接": "https://pan.quark.cn/s/120d1abea5d6"
  },
  {
    "文件名": "《【总攻】强取豪夺（双性）》作者：在逃废物.txt",
    "夸克盘链接": "https://pan.quark.cn/s/9df20c90e4cc"
  },
  {
    "文件名": "《【综】对长得好看者要多加提防》作者：柚柚柚甜.txt",
    "夸克盘链接": "https://pan.quark.cn/s/259b9e94e45a"
  },
  {
    "文件名": "《【原神同人】枭羽（双性 ntr）》作者：再来一碗猫粮.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ccb7a5b63ba8"
  },
  {
    "文件名": "《【夏光】双性生子》作者：小秦子（1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e84c29635b05"
  },
  {
    "文件名": "《【王者荣耀策约同人】发情幼鸟安抚指南（年上骨科，双性性瘾）》作者：没有名字的文便器.txt",
    "夸克盘链接": "https://pan.quark.cn/s/27972e1590c8"
  },
  {
    "文件名": "《【王者荣耀策约同人】「兄弟战争」（双性、骨科、年下）》作者：没有名字的文便器.txt",
    "夸克盘链接": "https://pan.quark.cn/s/7a6a11e15864"
  },
  {
    "文件名": "《【玩攻、双性攻】被粉切黑毛绒绒吃干抹净的仙帝攻（弱攻强受）》作者：双杏攻顽攻爱好者.txt",
    "夸克盘链接": "https://pan.quark.cn/s/5d4ba9fc2ff9"
  },
  {
    "文件名": "《【双重生】专一主人x双性小奴隶》作者：不知名美羊羊.txt",
    "夸克盘链接": "https://pan.quark.cn/s/6b25220b7f3c"
  },
  {
    "文件名": "《【双性生子】平妻 1v1》作者：娃娃菜炖肉丸【补老文-无缺字】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/bcb62c377b58"
  },
  {
    "文件名": "《【双性攻】谁的解药》作者：甜饼小姐嘻嘻哈哈（1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/98157d1b3f05"
  },
  {
    "文件名": "《【双性攻】被坏魔王摄魂欺负的笨天使（无反攻、催眠、玩攻）》作者：顽攻爱好者.txt",
    "夸克盘链接": "https://pan.quark.cn/s/9d953adbdc7b"
  },
  {
    "文件名": "《【双性ABO】兰德家族的秘密》作者：临渊羡渔（np）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/41ac71c42483"
  },
  {
    "文件名": "《【双性】淫者风流》作家：白树森林（剧情肉 总受np）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/5a70a1a5680b"
  },
  {
    "文件名": "《【双性】学园里的性奴隶》作者：大口恰肉.txt",
    "夸克盘链接": "https://pan.quark.cn/s/da4ae639c61c"
  },
  {
    "文件名": "《【双性】学霸骚零的做题手册》作者：龙万岁.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a2d8c15ab11c"
  },
  {
    "文件名": "《【双性】侵占我的Omega爸爸 【 ABO、年下伪父子】》作者：弯弓射小雕.txt",
    "夸克盘链接": "https://pan.quark.cn/s/041d84a90d37"
  },
  {
    "文件名": "《【双性】美梦私人订制》作者：我不是向日葵.txt",
    "夸克盘链接": "https://pan.quark.cn/s/9015ea8ca17f"
  },
  {
    "文件名": "《【双性】军医难为(1v1)》作者：空凉的城.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e039351135b9"
  },
  {
    "文件名": "《【双性】街上的欲望宠物店》作者：不咕鸟（短篇集）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ec5bc84636c1"
  },
  {
    "文件名": "《【双性】教具：编号895》作者：浅鱼ShallowFis.txt",
    "夸克盘链接": "https://pan.quark.cn/s/374d9c448a65"
  },
  {
    "文件名": "《【双性】宠物》作者：安德罗.txt",
    "夸克盘链接": "https://pan.quark.cn/s/382fb71beec2"
  },
  {
    "文件名": "《【双性】操来的王妃》作者：半醺（1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ef57e4f6349b"
  },
  {
    "文件名": "《【双1V1】性是人的第一本能 》作者：Roast.txt",
    "夸克盘链接": "https://pan.quark.cn/s/9f4699c2a22b"
  },
  {
    "文件名": "《【双性】白玉美人贱买贵卖》作者：掉进辣椒里的硬币（1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/cb638c589b04"
  },
  {
    "文件名": "《【邵简同人】烂桃（双性）》作者：顾是pro.txt",
    "夸克盘链接": "https://pan.quark.cn/s/6403f5dbdabd"
  },
  {
    "文件名": "《【人外总受】异种入侵（强受、双性产卵））》作者：汪汪队立大功【3番外-26章】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/451377397f27"
  },
  {
    "文件名": "《【囚禁】父子共妻（3p、双性大奶）》作者：脑子多少有点病.txt",
    "夸克盘链接": "https://pan.quark.cn/s/cf9824e86516"
  },
  {
    "文件名": "《【美强惨】双性拳手【原名：被包养的双性拳手（年下1v1）》作者：鱼浓【补番】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/7ab3cb08bc06"
  },
  {
    "文件名": "《【美强】【双性攻】【中世纪】笼中雀A Canary in A Cage》作者：远植.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a719cc3a95aa"
  },
  {
    "文件名": "《【李简同人】烸棠二中批评通报（校园 双性）》作者：相见欢.txt",
    "夸克盘链接": "https://pan.quark.cn/s/743b52018e60"
  },
  {
    "文件名": "《【快穿】种马总攻的肉欲之旅（双性重口）》作者：该账号不存在【补老文-无缺字】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/5e4077e0ffd6"
  },
  {
    "文件名": "《【骨科双性H】日哭弟弟》作者：一只吃肉的大灰狼.txt",
    "夸克盘链接": "https://pan.quark.cn/s/77e5c4d3f9fa"
  },
  {
    "文件名": "《【大纲文】枭雄（混血美人攻x倒霉双性受）》作者：QJF.txt",
    "夸克盘链接": "https://pan.quark.cn/s/de3c4be355b4"
  },
  {
    "文件名": "《【催眠】渣男舍友长了个批（改造双性、互攻）》作者：衿白.txt",
    "夸克盘链接": "https://pan.quark.cn/s/4a628f7aaa9b"
  },
  {
    "文件名": "《【虫族双性总攻】阿德利安看着你》作者：子曰不是子日.txt",
    "夸克盘链接": "https://pan.quark.cn/s/3ff9aa0179f3"
  },
  {
    "文件名": "《【虫族双性】明天能让哥哥下床吗（1v1 骨科）》作者：不咕鸟【补番】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/97846bcba21c"
  },
  {
    "文件名": "《【JOJO同人 总统龙】侦探（双性、同人）》作者：静墨临安.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ea664587b073"
  },
  {
    "文件名": "《“石女”老婆》作者：夏溪（双性 产乳  霸道爱妻强攻X软弱美受 HE）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/2679716de696"
  },
  {
    "文件名": "《“嫁入”豪门的美人（双性）》作者：荼靡.txt",
    "夸克盘链接": "https://pan.quark.cn/s/679c5129ab41"
  },
  {
    "文件名": "《[总攻]双性美人调教游戏（np）》作者：jerk.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ba628ff5087c"
  },
  {
    "文件名": "《[总攻][虫族][双性]变态家族的雄主》作者：湛蓝.txt",
    "夸克盘链接": "https://pan.quark.cn/s/3a3203e2b683"
  },
  {
    "文件名": "《[总攻]后宫里的双性大奶》作家：嘻嘻.txt",
    "夸克盘链接": "https://pan.quark.cn/s/20910614f54d"
  },
  {
    "文件名": "《［综漫双性］潮湿》作家：不歇（np）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ed2e13253f81"
  },
  {
    "文件名": "《[星际][双性]屁股撅起来》作者：.txt",
    "夸克盘链接": "https://pan.quark.cn/s/3ef7ad941048"
  },
  {
    "文件名": "《[星际][双性]风月无边之躺上影帝》作者：莉莉图.txt",
    "夸克盘链接": "https://pan.quark.cn/s/6c639c1556d8"
  },
  {
    "文件名": "《[双性总受]恶灵的诅咒（np）》作者：青柠应花【补番】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/4f72932661b2"
  },
  {
    "文件名": "《［双性荤甜］强娶娇妻后大王他后悔啦》作者：妈妈她说早点睡.txt",
    "夸克盘链接": "https://pan.quark.cn/s/eecc6639a212"
  },
  {
    "文件名": "《[双性大奶]医生轻点!》作者：星河长明.txt",
    "夸克盘链接": "https://pan.quark.cn/s/738bff872cae"
  },
  {
    "文件名": "《[双性大奶]医生轻点!》作家：星河长明（1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e83fd27a39cd"
  },
  {
    "文件名": "《[双性大奶]骚浪美人的激爱之路》作者：春水煎茶.txt",
    "夸克盘链接": "https://pan.quark.cn/s/3adcf8bd8568"
  },
  {
    "文件名": "《[双性大奶]日久生情（器大活好忠犬士兵攻x白天清冷晚上骚浪教师受）》作者：星河长明.txt",
    "夸克盘链接": "https://pan.quark.cn/s/09002a6a1e2d"
  },
  {
    "文件名": "《[双性产乳]给傻子当保姆结果被娶进门（1v1）》作者：见字如晤.txt",
    "夸克盘链接": "https://pan.quark.cn/s/42c3e190f3ea"
  },
  {
    "文件名": "《[双性NP主受]听说你们叫我人间尤物？》作者：叶黄苏.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ef7540a84beb"
  },
  {
    "文件名": "《[双性1v1]龙凤呈祥》作者：春水煎茶.txt",
    "夸克盘链接": "https://pan.quark.cn/s/9e6d89c7f2cb"
  },
  {
    "文件名": "《[双性_NP总受]七日谈》作者：不定期诈尸.txt",
    "夸克盘链接": "https://pan.quark.cn/s/f26a5031bd29"
  },
  {
    "文件名": "《[双性]醉青山》作者：猴有羊.txt",
    "夸克盘链接": "https://pan.quark.cn/s/d05906e4f2de"
  },
  {
    "文件名": "《[双性]总受骚B总被日》作者：.txt",
    "夸克盘链接": "https://pan.quark.cn/s/2314cbca03a5"
  },
  {
    "文件名": "《[双性]钟情》作者：侠总攻.txt",
    "夸克盘链接": "https://pan.quark.cn/s/aecd5bcb6654"
  },
  {
    "文件名": "《[双性]执迷不悟》作者：远上白云间.txt",
    "夸克盘链接": "https://pan.quark.cn/s/fe07ad65028e"
  },
  {
    "文件名": "《[双性]这种小h书的展开真的存在吗》作者：楠桃.txt",
    "夸克盘链接": "https://pan.quark.cn/s/eef5668cedc9"
  },
  {
    "文件名": "《[双性]孕期二三事》作者：尾野子.txt",
    "夸克盘链接": "https://pan.quark.cn/s/315b141d4f64"
  },
  {
    "文件名": "《[双性]约定》作者：甜你一脸.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c7e68bd681c5"
  },
  {
    "文件名": "《[双性]欲扉》作者：葱花冰淇淋.txt",
    "夸克盘链接": "https://pan.quark.cn/s/55ed438cc681"
  },
  {
    "文件名": "《[双性]欲滴》作者：佯笑薄嗔.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c4e1ccdff92e"
  },
  {
    "文件名": "《[双性]娱乐圈之白眼狼美人》作家：北衣溺水（1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/f2e478226d7a"
  },
  {
    "文件名": "《[双性]语爱》作者：小蒋小蒋从不中奖.txt",
    "夸克盘链接": "https://pan.quark.cn/s/04f325da3057"
  },
  {
    "文件名": "《[双性]与妖孽教主颠鸾倒凤》作者：蝉时雨.txt",
    "夸克盘链接": "https://pan.quark.cn/s/d805df6549ac"
  },
  {
    "文件名": "《[双性]艳色无边》作者：芒果千.txt",
    "夸克盘链接": "https://pan.quark.cn/s/31305de3de88"
  },
  {
    "文件名": "《[双性]衙内的双性小大夫》作家：千层肉饼.txt",
    "夸克盘链接": "https://pan.quark.cn/s/fcde78dc5f16"
  },
  {
    "文件名": "《[双性]压倒绝美大师兄》作者：晚玖呀.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ddbe93d51b7c"
  },
  {
    "文件名": "《[双性]驯养关系》作者：小浓经济.txt",
    "夸克盘链接": "https://pan.quark.cn/s/f2474d7e716a"
  },
  {
    "文件名": "《[双性]雪骨》作者：鸡酱.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ec1030cfd86e"
  },
  {
    "文件名": "《[双性]许礼》作者：施施花.txt",
    "夸克盘链接": "https://pan.quark.cn/s/b49703fa4373"
  },
  {
    "文件名": "《[双性]须臾》作者：咩了个喵.txt",
    "夸克盘链接": "https://pan.quark.cn/s/dbf7ef79614b"
  },
  {
    "文件名": "《[双性]羞辱住在隔壁丈夫经常出差的双性人妻》.txt",
    "夸克盘链接": "https://pan.quark.cn/s/d0887bee5997"
  },
  {
    "文件名": "《[双性]兄弟关系》作者：辣手种花.txt",
    "夸克盘链接": "https://pan.quark.cn/s/3e68cf45e5b6"
  },
  {
    "文件名": "《[双性]性天使的侵占攻略》.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ccb27fa06e83"
  },
  {
    "文件名": "《[双性]性是人的第一本能》作者：Roast.txt",
    "夸克盘链接": "https://pan.quark.cn/s/92fda088c7a3"
  },
  {
    "文件名": "《[双性]性感小猫，在线勾引》作者：芒果狗子.txt",
    "夸克盘链接": "https://pan.quark.cn/s/7f533f4bb1c2"
  },
  {
    "文件名": "《[双性]性爱游戏》作者：粗眉毛.txt",
    "夸克盘链接": "https://pan.quark.cn/s/4fce20323bbf"
  },
  {
    "文件名": "《[双性]新娘的修行》作者：妖怪男子.txt",
    "夸克盘链接": "https://pan.quark.cn/s/837aeb845edb"
  },
  {
    "文件名": "《[双性]小骚货I 》作家：十八里街禁.txt",
    "夸克盘链接": "https://pan.quark.cn/s/f990acfd515a"
  },
  {
    "文件名": "《[双性]小美人被ru》作者：柒幼_lhjws.txt",
    "夸克盘链接": "https://pan.quark.cn/s/b5bebd4fb564"
  },
  {
    "文件名": "《[双性]小变态》作者：甜喳金.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c8f1fce13f35"
  },
  {
    "文件名": "《[双性]仙人跳一跳》作者：寂寞拾秋客.txt",
    "夸克盘链接": "https://pan.quark.cn/s/211e5186d500"
  },
  {
    "文件名": "《[双性]无光》作者：橙子夏.txt",
    "夸克盘链接": "https://pan.quark.cn/s/aab7e4062c50"
  },
  {
    "文件名": "《[双性]我和cp住双人间》作家：紫恤红珠.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c318a652bc05"
  },
  {
    "文件名": "《[双性]我变成了炮友的鸟》作者：周天子.txt",
    "夸克盘链接": "https://pan.quark.cn/s/3af941f182cc"
  },
  {
    "文件名": "《[双性]闻香下马》作者：居无竹.txt",
    "夸克盘链接": "https://pan.quark.cn/s/0f6ba6a683cc"
  },
  {
    "文件名": "《[双性]未婚夫的义务》作者：Jing.txt",
    "夸克盘链接": "https://pan.quark.cn/s/1c4df9d4599a"
  },
  {
    "文件名": "《[双性]玩弄私生子》作者：相望冷.txt",
    "夸克盘链接": "https://pan.quark.cn/s/b610b4c526cb"
  },
  {
    "文件名": "《[双性]偷心》作者：侠总攻.txt",
    "夸克盘链接": "https://pan.quark.cn/s/6102df4d9795"
  },
  {
    "文件名": "《［双性］听说我们X生活不和谐》作者：不歇.txt",
    "夸克盘链接": "https://pan.quark.cn/s/0578f0053244"
  },
  {
    "文件名": "《[双性]特殊侵犯》作者：低调.txt",
    "夸克盘链接": "https://pan.quark.cn/s/bcbb1fa3a493"
  },
  {
    "文件名": "《[双性]逃奴》.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a13d71276f5f"
  },
  {
    "文件名": "《[双性]他裤下有秘密）》作者：瓶瓶.txt",
    "夸克盘链接": "https://pan.quark.cn/s/bb3c47c0562a"
  },
  {
    "文件名": "《[双性]岁宵》作者：潞阿.txt",
    "夸克盘链接": "https://pan.quark.cn/s/fb4185d3a52e"
  },
  {
    "文件名": "《[双性]饲养双性》作者：大口恰肉.txt",
    "夸克盘链接": "https://pan.quark.cn/s/eb53791d9ab9"
  },
  {
    "文件名": "《[双性]饲狼》作者：人间有青山=.txt",
    "夸克盘链接": "https://pan.quark.cn/s/9bd2e4fbcd7a"
  },
  {
    "文件名": "《[双性]斯图亚特庄园纪事》作者：蜂蜜焦糖.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ac9c8c047e26"
  },
  {
    "文件名": "《[双性]私人性奴  》作者：星辰大海.txt",
    "夸克盘链接": "https://pan.quark.cn/s/9e955130b98b"
  },
  {
    "文件名": "《[双性]水晶》作者：逐一而归.txt",
    "夸克盘链接": "https://pan.quark.cn/s/d9eff81aaefb"
  },
  {
    "文件名": "《[双性]双性硬汉互艹记》作家：糖呢=.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a8253d87476e"
  },
  {
    "文件名": "《[双性]似语》作者：不换.txt",
    "夸克盘链接": "https://pan.quark.cn/s/1ec27aceafba"
  },
  {
    "文件名": "《[双性]失重》作者：长岛冰茶.txt",
    "夸克盘链接": "https://pan.quark.cn/s/bed5d185055c"
  },
  {
    "文件名": "《［双性］生态瓶》作者：summeraaaatree.txt",
    "夸克盘链接": "https://pan.quark.cn/s/4089b88eac2c"
  },
  {
    "文件名": "《[双性]善解人衣》作者：无树.txt",
    "夸克盘链接": "https://pan.quark.cn/s/631768295b65"
  },
  {
    "文件名": "《[双性]色情主播才不是呢!》.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e9a941dc05e4"
  },
  {
    "文件名": "《[双性]嫂子好吃又好玩》作者：捂脸男.txt",
    "夸克盘链接": "https://pan.quark.cn/s/641e592d5fd6"
  },
  {
    "文件名": "《[双性]嫂子别怕》作家：金樽.txt",
    "夸克盘链接": "https://pan.quark.cn/s/8a753e2b9ca3"
  },
  {
    "文件名": "《[双性]騒气冲天》作者：施施花.txt",
    "夸克盘链接": "https://pan.quark.cn/s/f1fcd9125dd9"
  },
  {
    "文件名": "《[双性]瑞王》作家：人鱼尾巴.txt",
    "夸克盘链接": "https://pan.quark.cn/s/6726d3ccea87"
  },
  {
    "文件名": "《[双性]人尽可夫》作者：炖肉兔子.txt",
    "夸克盘链接": "https://pan.quark.cn/s/dba348ba0674"
  },
  {
    "文件名": "《[双性]泉涩》作者：浪上行舟.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ddfbe1a68e6f"
  },
  {
    "文件名": "《[双性]去他的风｜流王爷！》作者：静默之蝉.txt",
    "夸克盘链接": "https://pan.quark.cn/s/696d58f97125"
  },
  {
    "文件名": "《[双性]情关几何（双性）》作家：桃池.txt",
    "夸克盘链接": "https://pan.quark.cn/s/40e597fae143"
  },
  {
    "文件名": "《[双性]起床气》作者：星辰大海.txt",
    "夸克盘链接": "https://pan.quark.cn/s/026d54f4dc41"
  },
  {
    "文件名": "《[双性]七娘》作者：铁狗.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a966fe36fc9c"
  },
  {
    "文件名": "《[双性]炮友》作者：远上白云间.txt",
    "夸克盘链接": "https://pan.quark.cn/s/fe7490cd9d9e"
  },
  {
    "文件名": "《[双性]拍av的双性小叔叔》作者.txt",
    "夸克盘链接": "https://pan.quark.cn/s/7f8f3c97e943"
  },
  {
    "文件名": "《[双性]年轻的情人》作者：白露横江.txt",
    "夸克盘链接": "https://pan.quark.cn/s/32324b5bef1e"
  },
  {
    "文件名": "《[双性]难言之瘾》作者：富美.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a7415000a230"
  },
  {
    "文件名": "《[双性]那个高大漂亮的男议员出柜了》作者：麻酱烧饼.txt",
    "夸克盘链接": "https://pan.quark.cn/s/5b39bc4a3850"
  },
  {
    "文件名": "《[双性]魔王对敌调教记录》作家：八米一.txt",
    "夸克盘链接": "https://pan.quark.cn/s/fc918eaf3416"
  },
  {
    "文件名": "《[双性]美味的爸爸们》作者：凌梓夏啊夏.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e285661e4033"
  },
  {
    "文件名": "《[双性]美人望城台（双性丞相皇后琴师皇帝被虐身心》.txt",
    "夸克盘链接": "https://pan.quark.cn/s/791a65080bf1"
  },
  {
    "文件名": "《[双性]没人告诉我反派是双性啊》作家：固和an.txt",
    "夸克盘链接": "https://pan.quark.cn/s/4011e860f5a1"
  },
  {
    "文件名": "《[双性]临时起意》作者：布恬.txt",
    "夸克盘链接": "https://pan.quark.cn/s/1c29da9a0cc7"
  },
  {
    "文件名": "《[双性]两情相悦》作者：梦有书.txt",
    "夸克盘链接": "https://pan.quark.cn/s/31dc6d534e9f"
  },
  {
    "文件名": "《[双性]里番游戏》作者：恰肉真香.txt",
    "夸克盘链接": "https://pan.quark.cn/s/dfd300f55226"
  },
  {
    "文件名": "《[双性]炕上的豆蔻美》作者：北衣溺水人.txt",
    "夸克盘链接": "https://pan.quark.cn/s/b246c8ab59f3"
  },
  {
    "文件名": "《[双性]舅赎》作者：妖怪男子.txt",
    "夸克盘链接": "https://pan.quark.cn/s/1f6fe87b0411"
  },
  {
    "文件名": "《[双性]惊！那个（小狼）狗皇帝推了养大他的摄政王》作者：lililyly.txt",
    "夸克盘链接": "https://pan.quark.cn/s/dd41cd9a12df"
  },
  {
    "文件名": "《[双性]禁忌寝事》作者：甜脆萝卜.txt",
    "夸克盘链接": "https://pan.quark.cn/s/3bad5fab4514"
  },
  {
    "文件名": "《[双性]瑾瑜匿瑕》作者：Luxuria.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c534670e87a6"
  },
  {
    "文件名": "《[双性]金丝雀》作者：崔博陵.txt",
    "夸克盘链接": "https://pan.quark.cn/s/51c73f485634"
  },
  {
    "文件名": "《[双性]解药》作者：暗蚀.txt",
    "夸克盘链接": "https://pan.quark.cn/s/4c86a76e7540"
  },
  {
    "文件名": "《[双性]鲛人妃》作者：湫凰.txt",
    "夸克盘链接": "https://pan.quark.cn/s/097736b4e9f2"
  },
  {
    "文件名": "《[双性]监狱里头点炮仗》作家：欧金金ojj.txt",
    "夸克盘链接": "https://pan.quark.cn/s/0ea78297175f"
  },
  {
    "文件名": "《[双性]家族婬规》作者：施施花.txt",
    "夸克盘链接": "https://pan.quark.cn/s/2be7be92e2da"
  },
  {
    "文件名": "《[双性]婚后》作者：ayko.txt",
    "夸克盘链接": "https://pan.quark.cn/s/cf5a6b45533b"
  },
  {
    "文件名": "《[双性]皇兄的禁脔》作者：夺朱.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c0f5a4606790"
  },
  {
    "文件名": "《[双性]怀恩》作者：不换.txt",
    "夸克盘链接": "https://pan.quark.cn/s/6fe0a11140fa"
  },
  {
    "文件名": "《[双性]花妖狐媚百夜欢》作者：沙红娘.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ef747d46d7c0"
  },
  {
    "文件名": "《[双性]花事了》作者：居无竹.txt",
    "夸克盘链接": "https://pan.quark.cn/s/d54a8b1a95ec"
  },
  {
    "文件名": "《[双性]狐妖》.txt",
    "夸克盘链接": "https://pan.quark.cn/s/b4c1310b6df2"
  },
  {
    "文件名": "《[双性]过河拆桥》作家：夏耘.txt",
    "夸克盘链接": "https://pan.quark.cn/s/0966d5a2e539"
  },
  {
    "文件名": "《［双性］乖，让哥疼疼（双性）》作者：末阳琛.txt",
    "夸克盘链接": "https://pan.quark.cn/s/32ce1e48c587"
  },
  {
    "文件名": "《[双性]共同的秘密》作者：Summer.txt",
    "夸克盘链接": "https://pan.quark.cn/s/2ef207ec4708"
  },
  {
    "文件名": "《[双性]高富帅和双性农村土货老婆》作者：阿妮不吃素.txt",
    "夸克盘链接": "https://pan.quark.cn/s/53a5929eb4b6"
  },
  {
    "文件名": "《[双性]哥哥的骚浪弟弟》作者：无_.txt",
    "夸克盘链接": "https://pan.quark.cn/s/d08fe4ce17e5"
  },
  {
    "文件名": "《[双性]多面人夫》作者：大樱桃.txt",
    "夸克盘链接": "https://pan.quark.cn/s/252a55bb8127"
  },
  {
    "文件名": "《[双性]堕落曳辞花》作者：白米羽.txt",
    "夸克盘链接": "https://pan.quark.cn/s/63427365767f"
  },
  {
    "文件名": "《[双性]定制老公》作者：粗眉毛.txt",
    "夸克盘链接": "https://pan.quark.cn/s/1c345dc77942"
  },
  {
    "文件名": "《[双性]第一次循环》作者：只有三根头发.txt",
    "夸克盘链接": "https://pan.quark.cn/s/cc6fd6810e73"
  },
  {
    "文件名": "《[双性]帝娈》作者：咕鱼君.txt",
    "夸克盘链接": "https://pan.quark.cn/s/41434aba820b"
  },
  {
    "文件名": "《[双性]弟撑哥穴》作者：完结.txt",
    "夸克盘链接": "https://pan.quark.cn/s/59f9ec4ea954"
  },
  {
    "文件名": "《[双性]但为君故》作者：赦姬.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ceea8477340e"
  },
  {
    "文件名": "《[双性]催眠人父》作者：kibobo.txt",
    "夸克盘链接": "https://pan.quark.cn/s/001953e9538b"
  },
  {
    "文件名": "《[双性]触手乐园》作者：番茄的马甲.txt",
    "夸克盘链接": "https://pan.quark.cn/s/df178805a1a4"
  },
  {
    "文件名": "《[双性]出轨男友的儿子》作者：向日葵.txt",
    "夸克盘链接": "https://pan.quark.cn/s/8b8dcc5e94ab"
  },
  {
    "文件名": "《[双性]宠你一生》作者：半人间.txt",
    "夸克盘链接": "https://pan.quark.cn/s/61cf2d30bc83"
  },
  {
    "文件名": "《[双性]沉疴》作者：细雨湿微光.txt",
    "夸克盘链接": "https://pan.quark.cn/s/9f72356f7367"
  },
  {
    "文件名": "《[双性]不要松手，镜头会掉》作者：祈纱纱.txt",
    "夸克盘链接": "https://pan.quark.cn/s/4dca90f43cb7"
  },
  {
    "文件名": "《[双性]逼奸寡嫂》作者：蟹老板哒哒哒.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a8a5baafcdcd"
  },
  {
    "文件名": "《[双性]逼婚良缘》作者：甜心小喵喵.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ad6d6672842e"
  },
  {
    "文件名": "《[双性]被小狼狗逆驯服了怎么办？》作者：花满重楼.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ac14aa02b130"
  },
  {
    "文件名": "《[双性]被玩坏的丈夫》作者：七日.txt",
    "夸克盘链接": "https://pan.quark.cn/s/60a74f3ddd46"
  },
  {
    "文件名": "《[双性]被锁住的双性美人》作者：在吃鸡排.txt",
    "夸克盘链接": "https://pan.quark.cn/s/7e5f3ea29159"
  },
  {
    "文件名": "《[双性]被老肥丑轮奸的美少年》作者：莉莉.txt",
    "夸克盘链接": "https://pan.quark.cn/s/8c145e97c371"
  },
  {
    "文件名": "《[双性]被丑男人调教的艳妻》作者：浪士.txt",
    "夸克盘链接": "https://pan.quark.cn/s/6e063415d682"
  },
  {
    "文件名": "《[双性]把你的身体交给我》作者：风格风人.txt",
    "夸克盘链接": "https://pan.quark.cn/s/8d68f8df5898"
  },
  {
    "文件名": "《[双性]把大明星调教成专属奴》.txt",
    "夸克盘链接": "https://pan.quark.cn/s/06d45e993ed4"
  },
  {
    "文件名": "《[双性]暗恋隔壁竹马邻居》作者：无聊至极.txt",
    "夸克盘链接": "https://pan.quark.cn/s/80033a3372a2"
  },
  {
    "文件名": "《[双性]theroseis》作者：未甜海.txt",
    "夸克盘链接": "https://pan.quark.cn/s/42ff09e22e05"
  },
  {
    "文件名": "《[双性][产乳]花念 》作者：侃妮儿.txt",
    "夸克盘链接": "https://pan.quark.cn/s/3f3dca85a2a2"
  },
  {
    "文件名": "《[双性][BDSM]总裁曾经是女仆》作者：麦芽糖.txt",
    "夸克盘链接": "https://pan.quark.cn/s/d3b73f7a7745"
  },
  {
    "文件名": "《[快穿]种马总攻的肉欲之旅》作者：该账号不存在.txt",
    "夸克盘链接": "https://pan.quark.cn/s/f07dc60035de"
  },
  {
    "文件名": "《［骨科］做妓（双性、渣攻虐受、BE）》作者：桃金娘.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a96f0463404f"
  },
  {
    "文件名": "《[穿书]恶毒反派人设又崩了（1v1 下克上、双性）》作者：顾咕咕【补番】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ddfc98457367"
  },
  {
    "文件名": "《[虫族]虫族之8023》作者：译墨.txt",
    "夸克盘链接": "https://pan.quark.cn/s/392719032644"
  },
  {
    "文件名": "《[NP]诱敌深入（双性总受、重口调教）》作者：入夜十分.txt",
    "夸克盘链接": "https://pan.quark.cn/s/befeceb516d4"
  },
  {
    "文件名": "《[np]双性掌门的秘密情史》作者：嗒啦嘀嗒.txt",
    "夸克盘链接": "https://pan.quark.cn/s/f6f06665cd3d"
  },
  {
    "文件名": "《[np]双性小狐狸的攻略系统》作者：老西本西.txt",
    "夸克盘链接": "https://pan.quark.cn/s/86c1583df59b"
  },
  {
    "文件名": "《[ABO]一个声名狼藉的beta》作者：QJF.txt",
    "夸克盘链接": "https://pan.quark.cn/s/996f1bbf30f6"
  },
  {
    "文件名": "《[1v1 主受]囚笼》作者：半人间(半ω间)（双性，调教，轻度SM，高H，先虐受后虐攻）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/18cde64a7f5f"
  },
  {
    "文件名": "《（王者荣耀）铠以为自己能达成1v1》作者：伊德海拉.txt",
    "夸克盘链接": "https://pan.quark.cn/s/21a5b112a3ce"
  },
  {
    "文件名": "《（双性强强）强制解锁》作者：鬼手书生.txt",
    "夸克盘链接": "https://pan.quark.cn/s/9e3365652338"
  },
  {
    "文件名": "《（双性1v1）被监视的人》作者：阳阳想要日【补番】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/4114d24468fd"
  },
  {
    "文件名": "《（双性）小少爷家养的贱狗发疯了（疯批攻）》作者：一只吃肉的大灰狼.txt",
    "夸克盘链接": "https://pan.quark.cn/s/9dcbb1bb60cc"
  },
  {
    "文件名": "《（双性）钓系美人和疯犬》作者：一只吃肉的大灰狼.txt",
    "夸克盘链接": "https://pan.quark.cn/s/af97e8d0e004"
  },
  {
    "文件名": "《（双性）被监视的人》作者：阳阳想要日.txt",
    "夸克盘链接": "https://pan.quark.cn/s/35ec7edf2dd7"
  },
  {
    "文件名": "《（双）被男神绑架是种什么体验 （年下1v1 双性）》作者：肩胛骨疼.txt",
    "夸克盘链接": "https://pan.quark.cn/s/b6c0f87a731f"
  },
  {
    "文件名": "《（np）怪物的爱与欲》作者：一只吃肉的大灰狼.txt",
    "夸克盘链接": "https://pan.quark.cn/s/cd7846254522"
  },
  {
    "文件名": "“石女”老婆.txt",
    "夸克盘链接": "https://pan.quark.cn/s/267ac0f15c04"
  },
  {
    "文件名": "[主受 古代]争后（双性3p) (风陵)  完结+番外(1).txt",
    "夸克盘链接": "https://pan.quark.cn/s/83a6ab8294a6"
  },
  {
    "文件名": "[完结51+番外]《炉鼎师尊》作者：这个马甲厚厚的（1v1 美强_双性）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/cfd792d9a344"
  },
  {
    "文件名": "[完结+全番外]《装0撩直男是会被日的（双性1v1）》作者：顾咕咕【补番】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/847396fb33b3"
  },
  {
    "文件名": "[完结+全番外]《主攻厌世攻靠做爱续命ABO（美强双性1v1 AA恋 受宠攻）》作者：巨门.txt",
    "夸克盘链接": "https://pan.quark.cn/s/d9b2487dde3e"
  },
  {
    "文件名": "[完结+全番外]《重生后拒绝火葬场只想赶紧逃（双性）np总受》作者：不歇.txt",
    "夸克盘链接": "https://pan.quark.cn/s/d41d5c06c057"
  },
  {
    "文件名": "[完结+全番外]《终身雇佣（双性1v1）》作者：好困我先睡了.txt",
    "夸克盘链接": "https://pan.quark.cn/s/44aee7e41577"
  },
  {
    "文件名": "[完结+全番外]《约调被哥哥发现之后（双性SM）1v1》作者：米耳.txt",
    "夸克盘链接": "https://pan.quark.cn/s/4e76b54fd33a"
  },
  {
    "文件名": "[完结+全番外]《殷当公主（双性np）》作者：Monana【补】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/91d995c41eb8"
  },
  {
    "文件名": "[完结+全番外]《阴郁双儿和他的高冷流氓转校生老公》作者：森良【补番】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/27c848e15b4e"
  },
  {
    "文件名": "[完结+全番外]《小骚货I（双性1v1 双洁）第一部》作者：十八里街禁【补-无缺字】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/6ae0e9a1d16d"
  },
  {
    "文件名": "[完结+全番外]《我真没在无限流钓男人（伪np 双性受、切片攻）》作者：雪花泥【补番】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/0ba0db28ed40"
  },
  {
    "文件名": "[完结+全番外]《透烂淫艳宗主的小骚逼（双性大奶）np》作者：爱妙妙的巧嘴.txt",
    "夸克盘链接": "https://pan.quark.cn/s/0aa1b0b93373"
  },
  {
    "文件名": "[完结+全番外]《宿舍挨艹文学（np 双性总受）》作者：哀家长头发啦.txt",
    "夸克盘链接": "https://pan.quark.cn/s/3785ab575d8b"
  },
  {
    "文件名": "[完结+全番外]《双性男大学生被催眠后（np）》作者：脑子多少有点病.txt",
    "夸克盘链接": "https://pan.quark.cn/s/63a0b862cec3"
  },
  {
    "文件名": "[完结+全番外]《上铺兄弟老是偷看我（1v1双性诱受）》作者：南夏.txt",
    "夸克盘链接": "https://pan.quark.cn/s/817115771695"
  },
  {
    "文件名": "[完结+全番外]《赛博妓女会梦见电子迪克吗（过程np 结局1v1）星际未来 双性男妓》作者：纯爱狂刀客【补番】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a3d75ad25ff2"
  },
  {
    "文件名": "[完结+全番外]《傻瓜美人（双性总受np）【原名：傻瓜美人被肏大了肚子》作者：麻辣火锅【补番】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/4f16b8313015"
  },
  {
    "文件名": "[完结+全番外]《清冷剑修长老的羞羞日常（np双性总受）》作者：小猪麻麻.txt",
    "夸克盘链接": "https://pan.quark.cn/s/63154292a6bd"
  },
  {
    "文件名": "[完结+全番外]《清冷剑修白月光是男妓（修真 双性）np总受》作者：一袋锅巴【补番】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a326c406b33d"
  },
  {
    "文件名": "[完结+全番外]《炮灰觊觎主角团的下场【快穿】双性np》作者：安诗鸢尾.txt",
    "夸克盘链接": "https://pan.quark.cn/s/5041e0ea8d86"
  },
  {
    "文件名": "[完结+全番外]《觅蜜（修改版）1v1 温柔攻x双性人妻受》作者：九十八斤.txt",
    "夸克盘链接": "https://pan.quark.cn/s/8d1025c5b6aa"
  },
  {
    "文件名": "[完结+全番外]《鹿角项（双性1v1 狼王攻x病弱受）作者：慕名而来.txt",
    "夸克盘链接": "https://pan.quark.cn/s/59804a52d4fe"
  },
  {
    "文件名": "[完结+全番外]《精心狩猎（双性）1v1》作者：千羽.txt",
    "夸克盘链接": "https://pan.quark.cn/s/6c2f7a1c761e"
  },
  {
    "文件名": "[完结+全番外]《豪夺了我的幕僚（双性双洁）1v1》作者：清明河畔洗腿毛【补番】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/baa352a8d5a4"
  },
  {
    "文件名": "[完结+全番外]《父子偷情（np 双性总受）》作者：kimpong【补番】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/6200de809a0b"
  },
  {
    "文件名": "[完结+全番外]《穿进时间停止小说后（穿书、双性）1v1》作者：一只白兔糖【补番】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/cdc5fd875cef"
  },
  {
    "文件名": "[完结+全番外]《彳亍（双性 暗恋成真1v1）》作者：皑如山上雪【补番】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c4f8e67925c4"
  },
  {
    "文件名": "[完结+全番外]《不伦情事合集（双性 偷情）》作者：十八里街禁【补-无缺字】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ab28fafa8574"
  },
  {
    "文件名": "[完结+全番外]《被邻居叔叔玩到失禁（双性1v1 骚受）》作者：逢秋.txt",
    "夸克盘链接": "https://pan.quark.cn/s/22aa5a70ab62"
  },
  {
    "文件名": "[完结+全番外]《被精液灌养的圣子（np双性总受、触手）》作者：蛋炒饭.txt",
    "夸克盘链接": "https://pan.quark.cn/s/3c5aede2f2de"
  },
  {
    "文件名": "[完结+全番外]《把高冷压在身下（丑攻NTR凌辱）修真双性总受》作者：未知待解.txt",
    "夸克盘链接": "https://pan.quark.cn/s/34577b4d8834"
  },
  {
    "文件名": "[完结+全番外]《Ntr绿帽奴的男妻（nP）双性》作者：万事胜意.txt",
    "夸克盘链接": "https://pan.quark.cn/s/775f24c571a3"
  },
  {
    "文件名": "[完结+全番外]《【快穿】和宿敌绑定了HE系统【原名：死对头和宿敌的日日液液（双性）1v1》作者：西洲先生.txt",
    "夸克盘链接": "https://pan.quark.cn/s/03e29c99d274"
  },
  {
    "文件名": "[完结+全番外]《［长批NP］黑皮体育生被艺术生们操干（校园美强 双性总受）》作者：熊会吃鱼.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a238a173fa93"
  },
  {
    "文件名": "[完结+番外12]双性少爷调教方法 作家：酒酿团子.txt",
    "夸克盘链接": "https://pan.quark.cn/s/b38bbc22174b"
  },
  {
    "文件名": "[完结+番外]《小黏包》作家：____ω__半人间（继兄弟双性1v1）~补番.txt",
    "夸克盘链接": "https://pan.quark.cn/s/130a0fc2f15f"
  },
  {
    "文件名": "[完结+番外]《先欲后爱【校园v 双性】》作者：W.txt",
    "夸克盘链接": "https://pan.quark.cn/s/036707035f34"
  },
  {
    "文件名": "[完结+番外]《弄仪（1v1 抖S温柔攻x黑道美人双性受）》作者：雪川.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e2d37940cca0"
  },
  {
    "文件名": "[完结+番外]《每天在外面发情的猫咪变成人了【双性猫咪受 1v1】》作者：青芥末蜂蜜酱.txt",
    "夸克盘链接": "https://pan.quark.cn/s/0600abb69bd2"
  },
  {
    "文件名": "[完结+番外]《带球送上门的老婆（我的双性娇妻）》作者：山水一程.txt",
    "夸克盘链接": "https://pan.quark.cn/s/2aa832d539c3"
  },
  {
    "文件名": "[完结+番外]《痴汉让人厌恶》（高冷学霸攻vs痴汉双性受 .txt",
    "夸克盘链接": "https://pan.quark.cn/s/ee593daec0d2"
  },
  {
    "文件名": "[完结+14番外]《作茧自缚（1v1 黑化酷哥攻x作死双性受）》作者：乌鸦坐飞机.txt",
    "夸克盘链接": "https://pan.quark.cn/s/f3448d9cccc6"
  },
  {
    "文件名": "[完结+7番外]《万人嫌大师兄雌堕以后（美强np双性）》作者：连绾【补番-30章】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/4e8190a21e7b"
  },
  {
    "文件名": "[完结+7番外]《不要给情敌看批【原名：不要掰批给情敌看（1v1 双性大奶受）》作者：叁水.txt",
    "夸克盘链接": "https://pan.quark.cn/s/4cf3b6aeaf99"
  },
  {
    "文件名": "[完结+7番外]《不要给情敌看批》作者：叁水（双性1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/acc33188cc7f"
  },
  {
    "文件名": "[完结+5番外]《存活的方法是艾草[无限流 双性 伪np]》作者：纪年【184章】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/f1867a3db0f6"
  },
  {
    "文件名": "[完结+4番外]《枯枝（np 高干、双性壮受）》作者：我想恰个小龙虾.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c7c910a2e25e"
  },
  {
    "文件名": "[完结+4番外]《【双性】猛男奴隶的正确使用方法（M攻S受）1v1》作者：风船Elma（真的很困困版）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/37fd0c9a3274"
  },
  {
    "文件名": "[完结+1番外]《末日之大明星为了活着抱大腿（末世双性）1v1》作者：深海的石头.txt",
    "夸克盘链接": "https://pan.quark.cn/s/5e5b298940a1"
  },
  {
    "文件名": "[完结+1番外]《被狗囚禁的主人（双性1v1 SM调教）》作者：纯情大迪奥.txt",
    "夸克盘链接": "https://pan.quark.cn/s/32c26fadbccb"
  },
  {
    "文件名": "[完结+1番外]《【虫族总攻】漫漫总攻路（np 双性忠犬受）》作者：墨影轮回.txt",
    "夸克盘链接": "https://pan.quark.cn/s/2e6c9a8a9c21"
  },
  {
    "文件名": "[完结]用身体报复渣老公的双性人妻作者：海月水母.txt",
    "夸克盘链接": "https://pan.quark.cn/s/62b940b1c3b4"
  },
  {
    "文件名": "[完结]《竹马之交》作者：重渡（1v1 双性 短篇）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/9fdf0af6f720"
  },
  {
    "文件名": "[完结]《重生娇养双性老婆日常》作者：一个小美女（1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/613686c44d0b"
  },
  {
    "文件名": "[完结]《诱佛》作者：吃肉的长耳兔(1v1，双性美人受，he).txt",
    "夸克盘链接": "https://pan.quark.cn/s/cff2a1d742a4"
  },
  {
    "文件名": "[完结]《银国（双性）》作者：蓝色雨（np）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/5649831244e1"
  },
  {
    "文件名": "[完结]《兄弟相间》作者：小闲闲（（双性互攻，三批））.txt",
    "夸克盘链接": "https://pan.quark.cn/s/3189b4a5b567"
  },
  {
    "文件名": "[完结]《先让室友爽爽》BY鱼释水 (现代 校园 NP 健气攻&腹黑攻&温柔攻X可口诱受 受变成发情的双性和室友一起炖大肉 肉多且香 HE)(1)(2)(1).txt",
    "夸克盘链接": "https://pan.quark.cn/s/8cffa346794f"
  },
  {
    "文件名": "[完结]《卧室隔壁》作者：水煮肉（双性_小妈）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/6e0cd4de6107"
  },
  {
    "文件名": "[完结]《痛爱》作者：迷迷迷（双性1V1，主仆调教文）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/f2a0f313ba85"
  },
  {
    "文件名": "[完结]《通jian之小可怜美人和小叔子（双性）》作者：爆库尔（1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/b8533f1564c6"
  },
  {
    "文件名": "[完结]《他的男孩》作家：啊啊啊不吃辣（双性调教1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/b07a52e942f9"
  },
  {
    "文件名": "[完结]《双性直男的撩骚生活》作者：do爱吗（1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/5d5644dc1c0a"
  },
  {
    "文件名": "[完结]《双性校服底下的秘密》作者：烤箱烤鸭（1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/80c23923375b"
  },
  {
    "文件名": "[完结]《双性骚货的定制淫荡世界》作者：落笔予公子（np）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/34e3a9da505c"
  },
  {
    "文件名": "[完结]《双性人妻终获幸福》作者：重楼酿（故事集）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/f87b127a99bc"
  },
  {
    "文件名": "[完结]《双性美人的求虐日常》作者：酒茶（np）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/62c681c21008"
  },
  {
    "文件名": "[完结]《双性美人的雌堕游戏》作者：藕夹泡汤（np）【24.3.16】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ec3c762f9165"
  },
  {
    "文件名": "[完结]《双性儿子被教授爸爸狠狠肏坏》作者：阿夜（1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c123d2e17861"
  },
  {
    "文件名": "[完结]《双性大奶儿美人嫩批儿被淦爆了》作者：昼缠（np）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/7f2b2274929e"
  },
  {
    "文件名": "[完结]《如何烹调双性小狗》作者：Roche（1v1）【24.9.01】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/3595407f712b"
  },
  {
    "文件名": "[完结]《蹂躏双性小美人》作者：华云（np）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/777b070bb6a5"
  },
  {
    "文件名": "[完结]《人兽高H：我的双性小美人老婆》作者：枫桥（短篇集）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/b2460e0bb6fd"
  },
  {
    "文件名": "[完结]《男高中生的双性家教》作者：安息日（1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/824a2044768b"
  },
  {
    "文件名": "[完结]《每天在外面发情的猫咪变成人了》作者：青芥末蜂蜜酱（双性1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/63119c70fd54"
  },
  {
    "文件名": "[完结]《娇软的儿子》作者：渠（双性受，年上，父子）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/8e0ab13794a9"
  },
  {
    "文件名": "[完结]《极品双性小太监》作者：龙阳君（1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ca59bf2949a1"
  },
  {
    "文件名": "[完结]《火中草》作者：罗森饭团（双性_养父子）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/0bf09a8d19ff"
  },
  {
    "文件名": "[完结]《哥哥带回家的双性小情人被我破处了》作者：魈宝超市（1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/0ae806939edf"
  },
  {
    "文件名": "[完结]《二次联姻爱上双性小保姆》作者：安息日（1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/d02667edf148"
  },
  {
    "文件名": "[完结]《调教双性学霸美人》作家：静寂白夜（校园1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/1c8b07e3c667"
  },
  {
    "文件名": "[完结]《带球送上门的老婆（我的双性娇妻）》作者：山水一程（1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/f52b7dc38e68"
  },
  {
    "文件名": "[完结]《春色七分尽在你》作者：抓阄定西皮（双性贵乱）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/fcfd6f659539"
  },
  {
    "文件名": "[完结]《冲喜【双性】》作者：虾仁滑蛋（1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ec67aff221af"
  },
  {
    "文件名": "[完结]《逼奸大奶寡妻【双性】》作者：青芥末蜂蜜酱（1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/32c6b6f1f4a9"
  },
  {
    "文件名": "[完结]《被炒饭的双性白领》作者：降压仙子.txt",
    "夸克盘链接": "https://pan.quark.cn/s/f5f0ba5b0857"
  },
  {
    "文件名": "[完结] 汁水淋漓的脑洞合集（双性h） 作者：木兆桃.txt",
    "夸克盘链接": "https://pan.quark.cn/s/7b59b2e71020"
  },
  {
    "文件名": "[完结] 我被军阀砸断腿（双性生子，产乳） 作者：猥琐大帝.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ef60500c3e50"
  },
  {
    "文件名": "[完结] 双性大奶儿美人嫩批儿被淦爆了（NP_双性受） 作者：昼缠.txt",
    "夸克盘链接": "https://pan.quark.cn/s/d1fc23a65139"
  },
  {
    "文件名": "[完结] 双性人妻榨精记 作者：乌托蚌.txt",
    "夸克盘链接": "https://pan.quark.cn/s/6a1e09017d80"
  },
  {
    "文件名": "[完结] 人生赢家（双性） 作者：叶聆泉.txt",
    "夸克盘链接": "https://pan.quark.cn/s/d1910af1bd9e"
  },
  {
    "文件名": "[完结] 男奴杀手用大鸡橄榄大乃少爷（双性大乃） 作者：方也.txt",
    "夸克盘链接": "https://pan.quark.cn/s/4b32f4dfddd1"
  },
  {
    "文件名": "[完结] 男扮女装的双性销售 作者：玖婳.txt",
    "夸克盘链接": "https://pan.quark.cn/s/8664463ce2f2"
  },
  {
    "文件名": "[完结] 劣性占有我的艳色继子（双性大奶） 作者：爱妙妙的巧嘴.txt",
    "夸克盘链接": "https://pan.quark.cn/s/8af3923ac04b"
  },
  {
    "文件名": "[完结] 离职前操了公司所有人（非双性） 作者：君沐霖.txt",
    "夸克盘链接": "https://pan.quark.cn/s/14a941be7a5b"
  },
  {
    "文件名": "[完结] 快穿n_p：双性美人的雌_堕游戏 作者：藕夹泡汤.txt",
    "夸克盘链接": "https://pan.quark.cn/s/b32c39ca565e"
  },
  {
    "文件名": "[完结] 激烈喷水的双性人妻（高H） 作者：被摸那里会受不了的.txt",
    "夸克盘链接": "https://pan.quark.cn/s/2b1da65d2741"
  },
  {
    "文件名": "[完结] 多汁美人天天快穿R18（双性_总受） 作者：苏格拉没有底.txt",
    "夸克盘链接": "https://pan.quark.cn/s/2fc92db35279"
  },
  {
    "文件名": "[完结] 被兄弟二人共拥 ，爽飞了【双性3p】 作者：水乐园.txt",
    "夸克盘链接": "https://pan.quark.cn/s/98f2fa44408c"
  },
  {
    "文件名": "[完结] 被日透的双性娇花 作者：不二之下.txt",
    "夸克盘链接": "https://pan.quark.cn/s/fdd9f32857a3"
  },
  {
    "文件名": "[完结] 【主攻】催眠一下就变淫荡（受双性） 作者：炖些什么肉.txt",
    "夸克盘链接": "https://pan.quark.cn/s/16252c82bda4"
  },
  {
    "文件名": "[完+全番]性冷淡妻子和我的白月光搞上了（双性、婚内出轨）1v1 by 温酒【补番】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/caa3a3708e73"
  },
  {
    "文件名": "[完+全番]在傅家还债的日子（np 双性总受） by 葡萄汁candy.txt",
    "夸克盘链接": "https://pan.quark.cn/s/40bdb5b2892b"
  },
  {
    "文件名": "[完结] 【双性_催眠_雌堕】人夫全部都雌堕 作者：云中月下鸢.txt",
    "夸克盘链接": "https://pan.quark.cn/s/da251a527af9"
  },
  {
    "文件名": "[完+全番]恶毒受被疯批弟弟囚禁后（双洁双性骨科1v1） by 三岁确诊大女子主义.txt",
    "夸克盘链接": "https://pan.quark.cn/s/20eed564d4cb"
  },
  {
    "文件名": "[棠]双性片场被X日常(NPH) by sparrow【完结】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/5f39aefb0134"
  },
  {
    "文件名": "[双性]性爱游戏 by一只白兔糖(简知为人清冷，标准的校园高冷男神,内里却是个渴望被操的双x人).txt",
    "夸克盘链接": "https://pan.quark.cn/s/febf4753dafd"
  },
  {
    "文件名": "[双性]爱犬.txt",
    "夸克盘链接": "https://pan.quark.cn/s/7876f38873e8"
  },
  {
    "文件名": "[合集 完结+番外1]双性尤物的诱惑纪实录》作者：榛榛懒.txt",
    "夸克盘链接": "https://pan.quark.cn/s/8819e71c9f48"
  },
  {
    "文件名": "[合集 完结]《这不是开往幼儿园的车（双性）》作者：大王饶命.txt",
    "夸克盘链接": "https://pan.quark.cn/s/23a68d6a6ce8"
  },
  {
    "文件名": "[合集 完结]《娱乐圈的公用母狗（双性BDSM）》作者：寒洛.txt",
    "夸克盘链接": "https://pan.quark.cn/s/da533d5234f9"
  },
  {
    "文件名": "[合集 完结]《双性??美??人????????淫???荡????合集【???高?????h????????乱????伦????】》 作者：良良不凉凉.txt",
    "夸克盘链接": "https://pan.quark.cn/s/df02b5ddc831"
  },
  {
    "文件名": "[合集 完结]《山村小儿媳（双性，年上）》作者：木兮归兮.txt",
    "夸克盘链接": "https://pan.quark.cn/s/f74211fd1724"
  },
  {
    "文件名": "[合集 完结]《?????美???人?????淫??荡?????受偷情勾引出轨（NTR双性受短篇??乱???伦???）》作者：利露芭菈.txt",
    "夸克盘链接": "https://pan.quark.cn/s/4738f07d4fcc"
  },
  {
    "文件名": "[合集 完结]《美丽人妻总被玩到爆浆（双性）》作者：普罗旺斯炖菜.txt",
    "夸克盘链接": "https://pan.quark.cn/s/2b4096adbec5"
  },
  {
    "文件名": "[合集 完结]《各种双性剧情1v1和np，ntr故事大合集》作者：大白菜又大又甜.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ae5b5f3d10f4"
  },
  {
    "文件名": "[合集 完结]《隔壁的狗（np 双性受，ntr，乱伦）》作者：殇酩酊【补老文-无缺字】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/912a57ce6a25"
  },
  {
    "文件名": "[合集 完结]《搞大男妈妈的肚子（双性）》作者：摸摸.txt",
    "夸克盘链接": "https://pan.quark.cn/s/0c07be956b20"
  },
  {
    "文件名": "[合集 完结]《多汁美人被玩坏了批【合集】双性》作者：雾灯烤雪.txt",
    "夸克盘链接": "https://pan.quark.cn/s/811ff1ce5e86"
  },
  {
    "文件名": "[合集 完结]《［综漫］潮湿（双性总受）》作者：不歇.txt",
    "夸克盘链接": "https://pan.quark.cn/s/18cf432f05be"
  },
  {
    "文件名": "[废文完结]《礼义之欢》作者：迟行也（1v1 HE 双性 现代 骨科）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/5085a2c2cd0c"
  },
  {
    "文件名": "[废文 完结+番外11]《湿哒哒的事》作者：心字底（校园 双性）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c6515bf4d75a"
  },
  {
    "文件名": "[废文 完结+番外4]《拂柳（古代、双性、1v1） 》 作者：拂柳.txt",
    "夸克盘链接": "https://pan.quark.cn/s/5901c092ad16"
  },
  {
    "文件名": "[废文 完结+番外3]《画报里的甘露（现代、HE、狗血、双性、NP） 》 作者：荷彧.txt",
    "夸克盘链接": "https://pan.quark.cn/s/2639a44f9994"
  },
  {
    "文件名": "[废文 完结+番外1]《良妻（HE、双性、高H)》作者：匿名咸鱼.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e076b014b0bf"
  },
  {
    "文件名": "《须臾（双性、总攻np） 》作者：树先生.txt",
    "夸克盘链接": "https://pan.quark.cn/s/5fd5851d4aad"
  },
  {
    "文件名": "[废文 完结]玩具（校园小甜饼双性1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/d03002cc06ea"
  },
  {
    "文件名": "[废文 完结]湿哒哒的事（校园 双性）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/8ed36be13fae"
  },
  {
    "文件名": "[废文 完结]《长兄如父（现代、HE、双性、骨科） 》 作者：鉴赏家.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ba4c1ddb298d"
  },
  {
    "文件名": "[废文 完结]《渊清玉藉（恃强凌弱青龙尊主攻&清冷双性水龙美人受） 》 作者：白龙凌君.txt",
    "夸克盘链接": "https://pan.quark.cn/s/33d01cf5cef7"
  },
  {
    "文件名": "[废文 完结]《玉奴（古代、双性、强弱、生子） 》 作者：微生寂無.txt",
    "夸克盘链接": "https://pan.quark.cn/s/aa85d72efcf2"
  },
  {
    "文件名": "[废文 完结]《鱼儿鱼儿慢慢游（现代、小甜饼、双性、生子） 》 作者：鱼儿鱼儿慢慢游.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a51377e528e6"
  },
  {
    "文件名": "[废文 完结]《阳光灿烂的日子（双性、养成、骨科、年上） 》 作者：漂亮的玫瑰.txt",
    "夸克盘链接": "https://pan.quark.cn/s/f6d6d9120f04"
  },
  {
    "文件名": "[废文 完结]《叶落铃铛响》作者：77888（校园双性1v1 好学生暗恋坏学生）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/3df9134a5705"
  },
  {
    "文件名": "[废文 完结]《心跳十下（现代、小甜饼、双性） 》 作者：朱钗.txt",
    "夸克盘链接": "https://pan.quark.cn/s/0521a552a829"
  },
  {
    "文件名": "[废文 完结]《协议妻子》作者：鱼24364（双性1v1 先婚后爱）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/4b49bbb26206"
  },
  {
    "文件名": "[废文 完结]《小熊玩偶（HE、双性、破镜重圆、美强） 》 作者：草莓味的西瓜霜.txt",
    "夸克盘链接": "https://pan.quark.cn/s/dcf72c46a0af"
  },
  {
    "文件名": "[废文 完结]《什么魔典终章（现代、双性、校园、年下、高H、狼狗、双面爱人） 》 作者：什么魔典终章.txt",
    "夸克盘链接": "https://pan.quark.cn/s/5330b8650be8"
  },
  {
    "文件名": "[废文 完结]《傻货（三观不正、双性、青梅竹马、生子） 》 作者：无暇666.txt",
    "夸克盘链接": "https://pan.quark.cn/s/85bd9042e2f3"
  },
  {
    "文件名": "[废文 完结]《轻淑女27（现代、双性、弱强、受宠攻）》作者：百利酒甜.txt",
    "夸克盘链接": "https://pan.quark.cn/s/7a24347d3f74"
  },
  {
    "文件名": "[废文 完结]《侵占哥哥（双性、骨科） 》 作者：侵占哥哥.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ccb25b82e48b"
  },
  {
    "文件名": "[废文 完结]《墙缝（表面阳光实际阴湿男鬼攻vs双性高岭之花受）》作者：黄焖月月子.txt",
    "夸克盘链接": "https://pan.quark.cn/s/8137c5265371"
  },
  {
    "文件名": "[废文 完结]《妻娇（喜剧、现代、双性、先婚后爱）》作者：Quoi.txt",
    "夸克盘链接": "https://pan.quark.cn/s/0aef770badd5"
  },
  {
    "文件名": "[废文 完结]《妻大三》作者：夜很贫瘠（1v1双性生子 矮少爷攻 x 高仆人受）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/d127f50c73a9"
  },
  {
    "文件名": "[废文 完结]《母妃（古代、双性、强制爱） 》 作者：一个老炮儿.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e6ab99f0e4fa"
  },
  {
    "文件名": "[废文 完结]《攀到橡木顶端（现代、狗血、双性、破镜重圆、生子） 》 作者：今夜暴雪.txt",
    "夸克盘链接": "https://pan.quark.cn/s/539023650a92"
  },
  {
    "文件名": "[废文 完结]《恋差（双性、父子、年下） 》 作者：戥谅.txt",
    "夸克盘链接": "https://pan.quark.cn/s/aaf688dd2a34"
  },
  {
    "文件名": "[废文 完结]《琅花醉（古代、小甜饼、双性） 》 作者：鸣秋拂羽.txt",
    "夸克盘链接": "https://pan.quark.cn/s/7220c39434f1"
  },
  {
    "文件名": "[废文 完结]《来一个狗血虐不火葬场（古代、狗血、第三人称、双性）》作者：匿名咸鱼.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a8927b86272e"
  },
  {
    "文件名": "[废文 完结]《金丝雀》作者：划水的橙子（娱乐圈双性生子1v1 替身受 渣攻贱受）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/b6390e012bb6"
  },
  {
    "文件名": "[废文 完结]《甘棠（三观不正、双性、强弱、高H） 》 作者：小捡子.txt",
    "夸克盘链接": "https://pan.quark.cn/s/53b7e4818329"
  },
  {
    "文件名": "[废文 完结]《扶鸟（娇纵愚蠢双性假少爷X变态冷酷学霸真少爷） 》 作者：扶鸟.txt",
    "夸克盘链接": "https://pan.quark.cn/s/40233b15c0a9"
  },
  {
    "文件名": "[废文 完结]《打胎乌龙（现代、双性、弱强、1v1） 》 作者：千钟一饮.txt",
    "夸克盘链接": "https://pan.quark.cn/s/132924d4f4b7"
  },
  {
    "文件名": "[废文 完结]《村夫》作者：衣冠似雪（双性1v1 没心没肺王爷丑啦吧唧村夫x冷淡深情大美人）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e80ad7b03527"
  },
  {
    "文件名": "[废文 完结]《磁场（灵异、双性、强制爱、民俗、病娇） 》 作者：暮色中.txt",
    "夸克盘链接": "https://pan.quark.cn/s/219b170989c0"
  },
  {
    "文件名": "[废文 完结]《春思荡（双性、NP、高H） 》 作者：珵焉.txt",
    "夸克盘链接": "https://pan.quark.cn/s/b514ad6a9bd4"
  },
  {
    "文件名": "[废文 完结]《春绵（现代、双性、骨科、年上、1v1） 》 作者：Alvaros.txt",
    "夸克盘链接": "https://pan.quark.cn/s/2f47c503966c"
  },
  {
    "文件名": "[废文 完结]《踹了金丝雀总裁后悔了（现代、HE、小甜饼、双性） 》 作者：鹤来衣.txt",
    "夸克盘链接": "https://pan.quark.cn/s/eeabc6ea679b"
  },
  {
    "文件名": "[废文 完结]《蚕噬（双性、室友、暧昧） 》 作者：蚕噬.txt",
    "夸克盘链接": "https://pan.quark.cn/s/616078272492"
  },
  {
    "文件名": "[废文 完结]《被捡回去的弃子（现代、三观不正、双性） 》 作者：甚高频道.txt",
    "夸克盘链接": "https://pan.quark.cn/s/94d990c21b96"
  },
  {
    "文件名": "[废文 完结]《暗室生长（现代、HE、三观不正、双性） 》 作者：暗室生长.txt",
    "夸克盘链接": "https://pan.quark.cn/s/8908a1a9bed5"
  },
  {
    "文件名": "[废文 完结]《kiki, my kiki（现代、双性、直播、破镜重圆、1v1） 》 作者：kiki, my kiki.txt",
    "夸克盘链接": "https://pan.quark.cn/s/055b7f152a77"
  },
  {
    "文件名": "[废文 完结]《Blush（现代、双性、强强、高H）》byAyeSummerrain.txt",
    "夸克盘链接": "https://pan.quark.cn/s/7c47d7621d11"
  },
  {
    "文件名": "[np 总受]Control掌控,高,双性N,主仆》BY一季风.txt",
    "夸克盘链接": "https://pan.quark.cn/s/464e1d7099e5"
  },
  {
    "文件名": "[np  完结]《被炒饭的双性白领（现代_高H_美人受）》作者：降压仙子.txt",
    "夸克盘链接": "https://pan.quark.cn/s/1ed0b675b669"
  },
  {
    "文件名": "[ht完结]《君要臣从，臣不得不从（双性生子产卵）》作家：夏姬八取（总攻np）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/43cffab9cde5"
  },
  {
    "文件名": "[ht完结]《教主没救了》by祈纱纱（双性生子 年下黑化攻）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ceaeee2b1dc1"
  },
  {
    "文件名": "[ht完结]《教主没救了（双性生子 年下黑化攻）》作者：祈纱纱.txt",
    "夸克盘链接": "https://pan.quark.cn/s/4aca52f8dc9d"
  },
  {
    "文件名": "[ht完结]《将军的秘密（3p 双性）》by水三金.txt",
    "夸克盘链接": "https://pan.quark.cn/s/14a5294c0554"
  },
  {
    "文件名": "[ht完结]《勾引下属的巨乳老板（双性生子 大奶受）》作者：横向霸道小螃蟹.txt",
    "夸克盘链接": "https://pan.quark.cn/s/52ef988e4b56"
  },
  {
    "文件名": "[BLNP]《后来者居上（ABO）》作家：没有手的猫猫虫--【完结】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/eeb0ca922381"
  },
  {
    "文件名": "[BL1v1]《星际生存指南（ABO）》作家：呼吸蝴蝶症--【完结】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/05e597c8a33d"
  },
  {
    "文件名": "[BL1v1]《请和我离婚（abo）》作家：又阿白--【完结】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/76e24184d0bb"
  },
  {
    "文件名": "[BL1v1]《火星告诉我 (ABO)》作家：Louise--【完结】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/37ea47036533"
  },
  {
    "文件名": "[BL1v1]《【abo】言不由衷》作家：阿雪soso--【完结】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/84714ad46788"
  },
  {
    "文件名": "[3p完]国家给我男朋友发对象了【原名：强制匹配（abo 双性） by 一颗枫糖.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e7be6ec59fc6"
  },
  {
    "文件名": "[3p]《错付（美强双性）》作者：xmrj.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a3f3adee5bac"
  },
  {
    "文件名": "[3p 完结]《偷妻（双性总受、生怀流）》作者：王井三十.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c2f05f40e5e7"
  },
  {
    "文件名": "[3p 双性]又纯又欲(fallacy)  完结【两个小故事】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a5fa3702b103"
  },
  {
    "文件名": "[1v1完]囚禁男神后我被白嫖了（双洁、傲娇攻&双性受） by 一根腿毛.txt",
    "夸克盘链接": "https://pan.quark.cn/s/db611f959f5d"
  },
  {
    "文件名": "[1v1双性]《炕上的豆蔻美人》BY北衣溺水（完结+2番外）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/070df70cf8d3"
  },
  {
    "文件名": "[1v1完]囚禁暗恋对象后（高岭之花攻x痴汉双性受） by 香菜爱吃菠萝.txt",
    "夸克盘链接": "https://pan.quark.cn/s/d8725ede5633"
  },
  {
    "文件名": "[1v1]歧视之辱（强强，双性攻男性受，军服福利，淫欲监狱）(猛虎与傻狼) 完结.txt",
    "夸克盘链接": "https://pan.quark.cn/s/01e0fd976ddb"
  },
  {
    "文件名": "[1v1]歧视之辱（强强，双性攻男性受，军服福利，淫欲监狱）(猛虎与傻狼) 完结(1).txt",
    "夸克盘链接": "https://pan.quark.cn/s/b6d3a22b6e19"
  },
  {
    "文件名": "[1v1]暗恋隔壁竹马邻居（双性）(无聊至极) 完结+9番外.txt",
    "夸克盘链接": "https://pan.quark.cn/s/8a982c5c7991"
  },
  {
    "文件名": "[1v1]《拍av的双性小叔叔》BY搞学.txt",
    "夸克盘链接": "https://pan.quark.cn/s/751b83d19ac8"
  },
  {
    "文件名": "[1v1]《怀恩【双性】》BY不换【完结+5番外】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/6ceed39a3115"
  },
  {
    "文件名": "[1v1 主受]学生的报恩（色情主播双性金主包养）（麦心） 完结.txt",
    "夸克盘链接": "https://pan.quark.cn/s/49dcf3ba6782"
  },
  {
    "文件名": "[1v1 主受]夏秋之间双性攻（苏舟桥） 完结.txt",
    "夸克盘链接": "https://pan.quark.cn/s/3a142f1f02a5"
  },
  {
    "文件名": "[1v1 主受]双性教官的军婚(maevelee) 完结.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a9a7b55b99aa"
  },
  {
    "文件名": "[1v1 主受]囚笼（双性，调教，轻度SM，高H，先虐受后虐攻）完结(1).txt",
    "夸克盘链接": "https://pan.quark.cn/s/8299a887fa39"
  },
  {
    "文件名": "[1v1 主受]亲密关系（骨科、双性）（烟水程） 完结.txt",
    "夸克盘链接": "https://pan.quark.cn/s/805d7c1ddd3b"
  },
  {
    "文件名": "[1v1 主受]拔穴无情（双性）(fallacy)  完结【彩蛋在最后】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/85599d0a5e73"
  },
  {
    "文件名": "[1v1 完结]《重生后炒饭死对头继兄（伪骨科，双性受，生子）》作者：紫云庭.txt",
    "夸克盘链接": "https://pan.quark.cn/s/6d2dc5ad2fb2"
  },
  {
    "文件名": "[1v1 完结]《直男他穿成了疯批的娇软人妻【AB恋】双性ABO》作者：拆吃入腹.txt",
    "夸克盘链接": "https://pan.quark.cn/s/5da5d262363b"
  },
  {
    "文件名": "[1v1 完结]《朕为将军解战袍（双性）》作者：南枫枫.txt",
    "夸克盘链接": "https://pan.quark.cn/s/5fa648127a5c"
  },
  {
    "文件名": "[1v1 完结]《渣了傻子攻以后他黑化了（双性）》作者：多比的梦.txt",
    "夸克盘链接": "https://pan.quark.cn/s/1b6bfde19d10"
  },
  {
    "文件名": "[1v1 完结]《鱼水之欢（人x人鱼）人外双性》作者：馒头狗子.txt",
    "夸克盘链接": "https://pan.quark.cn/s/1c286ca9ddad"
  },
  {
    "文件名": "[1v1 完结]《引诱糙汉将军日软批（双性双洁）》作者：翘屁??嫩男.txt",
    "夸克盘链接": "https://pan.quark.cn/s/55190be5c5c5"
  },
  {
    "文件名": "[1v1 完结]《咬我一口（魂穿、双性受x吸血鬼攻）》作者：没有名字.txt",
    "夸克盘链接": "https://pan.quark.cn/s/705281310bd0"
  },
  {
    "文件名": "[1v1 完结]《雪昼晴霜（SM_双性受_骨科_双洁）》作者：刃上月光.txt",
    "夸克盘链接": "https://pan.quark.cn/s/28c929f92f9c"
  },
  {
    "文件名": "[1v1 完结]《性爱秘书是死对头（双性）》作者：南枫枫.txt",
    "夸克盘链接": "https://pan.quark.cn/s/164787231da4"
  },
  {
    "文件名": "[1v1 完结]《心律失常（双性 化妆师X摄影师）》作者：和栀.txt",
    "夸克盘链接": "https://pan.quark.cn/s/25387a96ace5"
  },
  {
    "文件名": "[1v1 完结]《小兔子乖乖（双性）》作者：没有名字.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ef6ce21ec85c"
  },
  {
    "文件名": "[1v1 完结]《小兔子乖乖（BDSM）双性主奴》作者：大白兔.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ee1f13f009b2"
  },
  {
    "文件名": "[1v1 完结]《小九（舅甥年下、美攻x自卑痴汉双性受）》作者：徐豹豹.txt",
    "夸克盘链接": "https://pan.quark.cn/s/d42617cc2562"
  },
  {
    "文件名": "[1v1 完结]《误送?????情??趣?????用品给男神后（受双性，?????1????v?????1????双处傻黄甜）》作者：嘶哈嘶哈.txt",
    "夸克盘链接": "https://pan.quark.cn/s/3446a54628eb"
  },
  {
    "文件名": "[1v1 完结]《我的魅魔同桌（S受M攻，双性）》作者：温柔的看着.txt",
    "夸克盘链接": "https://pan.quark.cn/s/f13d716eb435"
  },
  {
    "文件名": "[1v1 完结]《网恋到双胞胎后被爆炒了(双胞胎攻X双性受 ）》作者：麓壹.txt",
    "夸克盘链接": "https://pan.quark.cn/s/d0f6b49b8997"
  },
  {
    "文件名": "[1v1 完结]《万人嫌beta的秘密（斯文败类白切黑alpha攻×阴郁冷淡万人嫌双性beta受）》作者：此间月.txt",
    "夸克盘链接": "https://pan.quark.cn/s/380e495d01ca"
  },
  {
    "文件名": "[1v1 完结]《偷梁换柱（鬼畜攻双性壮汉受）》 作者：亦头牛.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c3fa46c7b21a"
  },
  {
    "文件名": "[1v1 完结]《双性小少爷和猪哥的宠爱日常（人兽）》作者：一根草.txt",
    "夸克盘链接": "https://pan.quark.cn/s/759380ca882a"
  },
  {
    "文件名": "[1v1 完结]《双性小美人被校霸强取豪夺》作者：草莓绵绵冰【强制爱、破镜重圆】 双性弱受vs偏执校霸.txt",
    "夸克盘链接": "https://pan.quark.cn/s/3df892391a23"
  },
  {
    "文件名": "[1v1 完结]《双性魔王借种借错了人（双性生子）》作者：上吊的鸟.txt",
    "夸克盘链接": "https://pan.quark.cn/s/9e00ac7a1548"
  },
  {
    "文件名": "[1v1 完结]《双性妹妹是掌上娇宝（娇气丰腴冷艳骚货妹妹x198cm双标霸总鬼畜哥哥）》作者：紫雨storm.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e6457d6fcfd3"
  },
  {
    "文件名": "[1v1 完结]《少爷的保镖（双性生子）》作者：acca.txt",
    "夸克盘链接": "https://pan.quark.cn/s/3e4b7a1e0e44"
  },
  {
    "文件名": "[1v1 完结]《山神的祭品（双性产乳）》作者：白露横江.txt",
    "夸克盘链接": "https://pan.quark.cn/s/d1c0588bddac"
  },
  {
    "文件名": "[1v1 完结]《清冷影卫他又乖又软【生子双性】穿越温柔攻X影卫双性隐忍清冷受》作者：风也温柔.txt",
    "夸克盘链接": "https://pan.quark.cn/s/d1ff0282fbca"
  },
  {
    "文件名": "[1v1 完结]《清冷王爷被屠夫吸批上瘾（双性 舔批）》作者：冰糖书生.txt",
    "夸克盘链接": "https://pan.quark.cn/s/eb37e94abe42"
  },
  {
    "文件名": "[1v1 完结]《清冷上司竟是XL（漂亮双性狗腿秘书受X表情冷情实际闷骚的猫系总裁攻）》作者：狐狸雨.txt",
    "夸克盘链接": "https://pan.quark.cn/s/6d05017f5c32"
  },
  {
    "文件名": "[1v1 完结]《青楼老板他身不由己（双性）》作者：安如山.txt",
    "夸克盘链接": "https://pan.quark.cn/s/bef3122ff89c"
  },
  {
    "文件名": "[1v1 完结]《欺负师兄（?????古????代双性????）》作者：骨狸.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ea3ebae85a8e"
  },
  {
    "文件名": "[1v1 完结]《破产后我成了前夫的狗（破镜重圆追夫火葬场双性生子虐身虐心带球跑）》作者：扶西.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a6966fb15a83"
  },
  {
    "文件名": "[1v1 完结]《漂亮儿媳午睡被公公艹（双性）》作者：水干草.txt",
    "夸克盘链接": "https://pan.quark.cn/s/6d5c2e833ef7"
  },
  {
    "文件名": "[1v1 完结]《炮灰的人生模拟器（双性）》作者：爱冻梨.txt",
    "夸克盘链接": "https://pan.quark.cn/s/b6ac74b5e332"
  },
  {
    "文件名": "[1v1 完结]《跑龙套的自我修养（双性女王受）》作者：北衣溺水.txt",
    "夸克盘链接": "https://pan.quark.cn/s/47d3b3880aff"
  },
  {
    "文件名": "[1v1 完结]《偶像的贴身保镖（双性生子、忠犬攻）》作者：wheat.txt",
    "夸克盘链接": "https://pan.quark.cn/s/fb74386e75b8"
  },
  {
    "文件名": "[1v1 完结]《弄疼师尊让徒弟很兴奋（师徒年下、白切黑病弱攻、双性）》作者：月儿弯弯.txt",
    "夸克盘链接": "https://pan.quark.cn/s/0dac6dfad5ed"
  },
  {
    "文件名": "[1v1 完结]《南国情事（双CP、双性大奶）》作者：木吉呀【补】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/eee809b1677d"
  },
  {
    "文件名": "[1v1 完结]《没人心疼漂亮炮灰吗（双性单纯乐观美少年受x乱七八糟？？？攻）》作者：特效药.txt",
    "夸克盘链接": "https://pan.quark.cn/s/fed49369327c"
  },
  {
    "文件名": "[1v1 完结]《貌美小妈与腹黑继子（双性）》作者：梨梨.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c8fed80d6242"
  },
  {
    "文件名": "[1v1 完结]《卖给糙汉将军当男妻（双性 重生）》作者：南枫枫.txt",
    "夸克盘链接": "https://pan.quark.cn/s/73c7872b8733"
  },
  {
    "文件名": "[1v1 完结]《绝对掌控【骨科偷情】双性》作者：麻爪.txt",
    "夸克盘链接": "https://pan.quark.cn/s/02979df157b1"
  },
  {
    "文件名": "[1v1 完结]《镜里镜外【ABO】》作者：小蒋小蒋从不中奖.txt",
    "夸克盘链接": "https://pan.quark.cn/s/d2a52380dede"
  },
  {
    "文件名": "[1v1 完结]《家庭教师（腹黑阴暗攻x双性受，年下HE）》作者：耳朵.txt",
    "夸克盘链接": "https://pan.quark.cn/s/7387c19e82ca"
  },
  {
    "文件名": "[1v1 完结]《继父的性福生活（父子年上 双性双处双洁）》作者：陆拾尔.txt",
    "夸克盘链接": "https://pan.quark.cn/s/3c2a4a12c508"
  },
  {
    "文件名": "[1v1 完结]《和养父的隐秘情事（双性???美???人?????受???楚泽x霸总养父攻楚时帆）》作者：爱妙妙的巧嘴.txt",
    "夸克盘链接": "https://pan.quark.cn/s/2353341f449f"
  },
  {
    "文件名": "[1v1 完结]《和高冷校草恋爱后（双性可爱受x疯批阴湿攻）》作者：岁舟.txt",
    "夸克盘链接": "https://pan.quark.cn/s/46b34c96af33"
  },
  {
    "文件名": "[1v1 完结]《合欢秘闻》作者：夹心糖（双性道具放置迷奸虐待怀孕生子纯爱）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/935ac232858c"
  },
  {
    "文件名": "[1v1 完结]《豪夺了我的幕僚（双性双洁）》作者：清明河畔洗腿毛.txt",
    "夸克盘链接": "https://pan.quark.cn/s/762ecaf80d34"
  },
  {
    "文件名": "[1v1 完结]《寡嫂被小叔子懆出汁（双性）》作者：??全文存稿不坑文??.txt",
    "夸克盘链接": "https://pan.quark.cn/s/15da8538c801"
  },
  {
    "文件名": "[1v1 完结]《攻略寡嫂（双性大奶）》作者：安息日.txt",
    "夸克盘链接": "https://pan.quark.cn/s/6061301eb9fa"
  },
  {
    "文件名": "[1v1 完结]《非游戏玩家（师生 双性）》作者：口口木.txt",
    "夸克盘链接": "https://pan.quark.cn/s/7e2d674a4181"
  },
  {
    "文件名": "[1v1 完结]《反被救下的美人蛇插入了（双性）》作者：上吊的鸟.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a87d2f229367"
  },
  {
    "文件名": "[1v1 完结]《倒霉直男的性转黄油之旅（双性 倒霉直男双性受 （有点呆和迟钝） 温柔长情攻（有点疯和痴汉）》作者：瑶琴几断.txt",
    "夸克盘链接": "https://pan.quark.cn/s/94396b879033"
  },
  {
    "文件名": "[1v1 完结]《当恶毒男配真香后（双性）》作者：辉麟.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ad744629239d"
  },
  {
    "文件名": "[1v1 完结]《催眠我的双性继子（父子年上）》作者：饮尽风雪.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e047564b34e9"
  },
  {
    "文件名": "[1v1 完结]《雌堕保姆（双性）》作者：三色夜铃.txt",
    "夸克盘链接": "https://pan.quark.cn/s/52c3a73e03ca"
  },
  {
    "文件名": "[1v1 完结]《穿进霸总文整顿霸总和他的小娇妻（双性）》作者：小蒋小蒋从不中奖.txt",
    "夸克盘链接": "https://pan.quark.cn/s/0a91f08300e6"
  },
  {
    "文件名": "[1v1 完结]《穿成万人迷主角受的跟班后（双洁，1v1，受双性）》作者：eeeees（正文完结版）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/b7c0f6b3b9ec"
  },
  {
    "文件名": "[1v1 完结]《踹了金丝雀后金主后悔了（双性，??1??v??1??，生子，HE）》作者：酸桔子.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a87d4e4590d3"
  },
  {
    "文件名": "[1v1 完结]《痴痴吃蜜（校园 傻狗痴汉攻x双性敏感受）》作者：充气黄桃.txt",
    "夸克盘链接": "https://pan.quark.cn/s/360e2b7e5334"
  },
  {
    "文件名": "[1v1 完结]《成为总裁的小三（双性美人受vs尊贵上位者攻）》作者：夹岸相送.txt",
    "夸克盘链接": "https://pan.quark.cn/s/d2d288b52aff"
  },
  {
    "文件名": "[1v1 完结]《标记（ABO、伪父子）》作者：春三月.txt",
    "夸克盘链接": "https://pan.quark.cn/s/3a277f13001c"
  },
  {
    "文件名": "[1v1 完结]《被罪犯囚禁的刑警【SM】????高?????H????半剧情 ??1??V???1??强制爱超虐预警 双性带爱sm文》作者：剋蕾儿.txt",
    "夸克盘链接": "https://pan.quark.cn/s/d0982ad324b1"
  },
  {
    "文件名": "[1v1 完结]《被竹马死对头c翻了（双性、病娇攻）》作者：月出东山.txt",
    "夸克盘链接": "https://pan.quark.cn/s/b323d5ddd1cd"
  },
  {
    "文件名": "[1v1 完结]《被迫嫁给老男人后我摆烂了（双性甜宠）》作者：豆芽菜.txt",
    "夸克盘链接": "https://pan.quark.cn/s/26baf44a5ad3"
  },
  {
    "文件名": "[1v1 完结]《被疯批强制的美人上司（双性）》作者：??今夜.txt",
    "夸克盘链接": "https://pan.quark.cn/s/b8f4ca05c725"
  },
  {
    "文件名": "[1v1 完结]《霸总穿成Omega后挨操了／霸总穿成软糯Omega（ABO 穿书）》作者：芝芝桃桃.txt",
    "夸克盘链接": "https://pan.quark.cn/s/eb9d33ec9c19"
  },
  {
    "文件名": "[1v1 完结]《阿青（双性双洁、年下、SP人妻受）》作者：番茄炒蛋.txt",
    "夸克盘链接": "https://pan.quark.cn/s/d0600745a646"
  },
  {
    "文件名": "[1v1 完结]《【主攻】重生后他拼命求生（双性年下）》作者：陆南歌.txt",
    "夸克盘链接": "https://pan.quark.cn/s/5d41cc581866"
  },
  {
    "文件名": "[1v1 完结]《【主攻】我死后逆徒他挖我坟了（双性）》作者：陆南歌.txt",
    "夸克盘链接": "https://pan.quark.cn/s/eb49ac6eb74c"
  },
  {
    "文件名": "[1v1 完结]《【双性攻】屌丝混混也能有未来吗？（伪强攻x爹系受）》 作者：百利酒甜.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c9daa18186ae"
  },
  {
    "文件名": "[1v1 完结]《【双_ABO】玩弄双性美人》作者：铀土哔O。oyoutube.txt",
    "夸克盘链接": "https://pan.quark.cn/s/bf499bbbefb0"
  },
  {
    "文件名": "[1v1 完结]《（双性攻)他哭的真漂亮【主攻】》作者：没有名字的top【补】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/d4de48a93ade"
  },
  {
    "文件名": "（双性）这是童话吗by虽孔.txt",
    "夸克盘链接": "https://pan.quark.cn/s/0ef69cfa4562"
  },
  {
    "文件名": "（美强双性）卧底  .txt",
    "夸克盘链接": "https://pan.quark.cn/s/fd43a7cff739"
  },
  {
    "文件名": "[np  完结]《炮灰老实人总被强制爱（快穿 双性 强制爱）》 作者：万事顺意.txt",
    "夸克盘链接": "https://pan.quark.cn/s/88314df49813"
  },
  {
    "文件名": "《眉梢（爆乳产奶，H, 1V3）》by POPOLL（完结np）爽文  剧情 爆乳孕妇VS公务员，退役军人，庄稼汉.txt",
    "夸克盘链接": "https://pan.quark.cn/s/88bc659f8d2f"
  },
  {
    "文件名": "《第三把锁（高干剧情，1v1 H）》by月亮是湖（完结）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/86f5349d64db"
  },
  {
    "文件名": "LK＆谢昔【1v1现代】 by黄灯浮大白 完结+番外.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c555b073c333"
  },
  {
    "文件名": "[完结]街角花巷（NP） 作者：不吃鱼的猫.txt",
    "夸克盘链接": "https://pan.quark.cn/s/6228270a12e6"
  },
  {
    "文件名": "[完结]朝日满庭箓 作者：吃货小辣妹FA.txt",
    "夸克盘链接": "https://pan.quark.cn/s/4ac2612e141d"
  },
  {
    "文件名": "6.26《同住事故》作者：止咳糖浆【精校.txt",
    "夸克盘链接": "https://pan.quark.cn/s/7066ae7d916a"
  },
  {
    "文件名": "[完结]过激跟踪狂抖s女与狗（gb_bg） 作者：南瓜标本.txt",
    "夸克盘链接": "https://pan.quark.cn/s/d5b7cf73290c"
  },
  {
    "文件名": "尾巷by半注秋.txt",
    "夸克盘链接": "https://pan.quark.cn/s/f7c36659446d"
  },
  {
    "文件名": "[完结]白日梦真（伪兄妹）作者：甜云(1).txt",
    "夸克盘链接": "https://pan.quark.cn/s/c5fe2af727d0"
  },
  {
    "文件名": "[完结＋番21]浮华（高干 高h 婚恋） 作者：臣言.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ec958a9444fb"
  },
  {
    "文件名": "[完结]春日迟迟.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c96b21027697"
  },
  {
    "文件名": "[完结]钓鱼执法（高H NP 调教） 作者：许金盏.txt",
    "夸克盘链接": "https://pan.quark.cn/s/9ca9459d3752"
  },
  {
    "文件名": "[完结197]红线（古言，父女，H）作者：AAA.txt",
    "夸克盘链接": "https://pan.quark.cn/s/098d75eb760f"
  },
  {
    "文件名": "（1V1）《被囚禁的江湖小公主》作者：你看天上是不是有灰机--【完结】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/24c2cee31960"
  },
  {
    "文件名": "【BG-PO】呕吐袋by蓝胡子小女孩.txt",
    "夸克盘链接": "https://pan.quark.cn/s/8202fdd8fa56"
  },
  {
    "文件名": "请把心脏还我 by眠风泣雨.txt",
    "夸克盘链接": "https://pan.quark.cn/s/197ebc7c9f99"
  },
  {
    "文件名": "孟总追妻上位计（娱乐圈，高h，1v1）原名《来自平行宇宙的霸总》作者：陆小哼.txt",
    "夸克盘链接": "https://pan.quark.cn/s/aa2144a7da07"
  },
  {
    "文件名": "猎夺 (2023)by白大大.txt",
    "夸克盘链接": "https://pan.quark.cn/s/1dfe2d411fd5"
  },
  {
    "文件名": "林间牧月（1V1，H）by東坡肉夾饃.txt",
    "夸克盘链接": "https://pan.quark.cn/s/29d9334a18bc"
  },
  {
    "文件名": "叛逆brat驯服指南 作者：隐入烟海.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e4e8d3a5afc8"
  },
  {
    "文件名": "沉沦by卷卷耳.txt",
    "夸克盘链接": "https://pan.quark.cn/s/f4102ece233c"
  },
  {
    "文件名": "无人知晓的告白by莯文.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e0d1596dcb68"
  },
  {
    "文件名": "别捏我脸（校园1v2）作者：缇安.txt",
    "夸克盘链接": "https://pan.quark.cn/s/450271976daa"
  },
  {
    "文件名": "祸乱宫闱 作者：欲语还羞.txt",
    "夸克盘链接": "https://pan.quark.cn/s/eca060fef5ca"
  },
  {
    "文件名": "纵欲三十天 作者：肆野与湫.txt",
    "夸克盘链接": "https://pan.quark.cn/s/64c34e184afa"
  },
  {
    "文件名": "温柔归处（破镜重圆H，1v1）by雪霁千山.txt",
    "夸克盘链接": "https://pan.quark.cn/s/10bd69d9acb8"
  },
  {
    "文件名": "是风动（1v1）by张点心.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ab30acfecd1b"
  },
  {
    "文件名": "白荔枝 by小南瓜.txt",
    "夸克盘链接": "https://pan.quark.cn/s/4d6925fc324f"
  },
  {
    "文件名": "春日缠欢（伪乱伦H）by今又.txt",
    "夸克盘链接": "https://pan.quark.cn/s/eb3fce57b34b"
  },
  {
    "文件名": "《睡错郎之爱妃欲孽（换妻产乳高H）》作者：容子君.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a399ed06f884"
  },
  {
    "文件名": "《尘与雪（卧底，1V1）》作者：听灯.txt",
    "夸克盘链接": "https://pan.quark.cn/s/4224eb2e2737"
  },
  {
    "文件名": "继父（1v1，甜宠h）by四重奏.txt",
    "夸克盘链接": "https://pan.quark.cn/s/dbef4b0f6377"
  },
  {
    "文件名": "诱哄（秘书 高H）by百无禁忌.txt",
    "夸克盘链接": "https://pan.quark.cn/s/d9e346cf4f29"
  },
  {
    "文件名": "热雨by夜有小星.txt",
    "夸克盘链接": "https://pan.quark.cn/s/03c826efa4d0"
  },
  {
    "文件名": "病态痴迷（校园青梅竹马1v1H）by巧克熊23.txt",
    "夸克盘链接": "https://pan.quark.cn/s/4c5a371d83c9"
  },
  {
    "文件名": "红杏枝头春(np古言）by西瓜沙沙.txt",
    "夸克盘链接": "https://pan.quark.cn/s/279f8cec5646"
  },
  {
    "文件名": "月亮盏by酌青栀42.txt",
    "夸克盘链接": "https://pan.quark.cn/s/be7ae4edf58e"
  },
  {
    "文件名": "北羽（骨科）by宁阿肆.txt",
    "夸克盘链接": "https://pan.quark.cn/s/bee258a81f5e"
  },
  {
    "文件名": "观南（父女）by余戳（上部完）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/1f19d195da82"
  },
  {
    "文件名": "病娇弟弟的千层套路BY浪浪条.txt",
    "夸克盘链接": "https://pan.quark.cn/s/55090bc1dd8c"
  },
  {
    "文件名": "飞行模式（青梅竹马 SC H）by榴莲赛高.txt",
    "夸克盘链接": "https://pan.quark.cn/s/0af480770619"
  },
  {
    "文件名": "L水游人 by猫闷特.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c7e4e332216f"
  },
  {
    "文件名": "隔离日记（年下1v1）by米斯达（番外1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/9dba5f61c9a8"
  },
  {
    "文件名": "和男友他叔he了原名《和男友他叔睡了》by陆小哼.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a61380aaf6b4"
  },
  {
    "文件名": "云家内里不说的二三事（百合ABO）by限定劳模.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a3e0e459ecb8"
  },
  {
    "文件名": "大大的也很可爱捏by笋香腊肉yyds.txt",
    "夸克盘链接": "https://pan.quark.cn/s/daf56a60b6fd"
  },
  {
    "文件名": "他信息素有点甜by山泽居.txt",
    "夸克盘链接": "https://pan.quark.cn/s/4c07108aa267"
  },
  {
    "文件名": "穿成王府启蒙姑姑（兄弟盖饭NPGH）by酒满（番外1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/4a6215e5aafb"
  },
  {
    "文件名": "被渣过的前男友囚禁了（强制爱）bytwice.txt",
    "夸克盘链接": "https://pan.quark.cn/s/64a8ae4c5144"
  },
  {
    "文件名": "烂草莓（校园1V1）by梨梨亚冬29.txt",
    "夸克盘链接": "https://pan.quark.cn/s/4bea7bd4c661"
  },
  {
    "文件名": "特别鸣谢by任平生31.txt",
    "夸克盘链接": "https://pan.quark.cn/s/767f8faf351a"
  },
  {
    "文件名": "原来他不喜欢我（校园H）by暮鸦（番外1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/7bd449e29316"
  },
  {
    "文件名": "快穿之玉体横陈by青亘.txt",
    "夸克盘链接": "https://pan.quark.cn/s/1a75fe024bea"
  },
  {
    "文件名": "轻眠(1v1H)by萝宁23.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c168ac7da349"
  },
  {
    "文件名": "迟欲（高h 甜宠）by爱吃鱼的猫.txt",
    "夸克盘链接": "https://pan.quark.cn/s/fe262d40a216"
  },
  {
    "文件名": "情爱皆是你（高干）byTeemoking.txt",
    "夸克盘链接": "https://pan.quark.cn/s/5bdfeb6e5d56"
  },
  {
    "文件名": "嫡母(小妈文学)by芙蓉夜雨.txt",
    "夸克盘链接": "https://pan.quark.cn/s/18a446975b0a"
  },
  {
    "文件名": "深陷与臣服（高h）by苏卿辞.txt",
    "夸克盘链接": "https://pan.quark.cn/s/15d17b05d67d"
  },
  {
    "文件名": "我成了前男友后妈（1v1）by舒舒.txt",
    "夸克盘链接": "https://pan.quark.cn/s/b5f62a0595f4"
  },
  {
    "文件名": "下蛊(远致游记)by圣乔治.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c8fbdab0a118"
  },
  {
    "文件名": "死水（1v1，H，OE）by一折.txt",
    "夸克盘链接": "https://pan.quark.cn/s/25e9cb42513c"
  },
  {
    "文件名": "清乐公主（高h）by吹梦西洲.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c065d2659a44"
  },
  {
    "文件名": "无双（1v1）by夭夭.txt",
    "夸克盘链接": "https://pan.quark.cn/s/9e335b4edead"
  },
  {
    "文件名": "流年新时by十二城.txt",
    "夸克盘链接": "https://pan.quark.cn/s/26c2c3571266"
  },
  {
    "文件名": "茵茵落东柳by聆雪.txt",
    "夸克盘链接": "https://pan.quark.cn/s/84ae1774aff3"
  },
  {
    "文件名": "谁动了我的老婆by三指黄瓜.txt",
    "夸克盘链接": "https://pan.quark.cn/s/3feb2befba45"
  },
  {
    "文件名": "坠欢犹可拾(NPH)by克己复礼.txt",
    "夸克盘链接": "https://pan.quark.cn/s/92e3fe11d668"
  },
  {
    "文件名": "我死后的100天by Sat.txt",
    "夸克盘链接": "https://pan.quark.cn/s/b747ca4540e1"
  },
  {
    "文件名": "《糟蹋》by旁观者.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e38331e39d38"
  },
  {
    "文件名": "《娇憨可人》作者：喜酌.txt",
    "夸克盘链接": "https://pan.quark.cn/s/8318eea799da"
  },
  {
    "文件名": "崖边（叔侄1V1）by秋围(番外1).txt",
    "夸克盘链接": "https://pan.quark.cn/s/fe10ef12614d"
  },
  {
    "文件名": "相亲对象竟是我老师by去码头整点薯条.txt",
    "夸克盘链接": "https://pan.quark.cn/s/8fc317792534"
  },
  {
    "文件名": "铮当防卫（重生1v1sc）by砳芫.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a053f9851b71"
  },
  {
    "文件名": "炮灰女拯救男主历险记by穆爾塔圖里.txt",
    "夸克盘链接": "https://pan.quark.cn/s/1df2abcd913a"
  },
  {
    "文件名": "哑奴（古言nph）by朝暮为春.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e382c5c13b5f"
  },
  {
    "文件名": "难伺候（雄竞、重组家庭）by酒识贰.txt",
    "夸克盘链接": "https://pan.quark.cn/s/f6ddf471b6c1"
  },
  {
    "文件名": "烂命（高干 1V1）by连破破.txt",
    "夸克盘链接": "https://pan.quark.cn/s/689b906a6137"
  },
  {
    "文件名": "隔夜茶by面包有毒.txt",
    "夸克盘链接": "https://pan.quark.cn/s/2afc1564b417"
  },
  {
    "文件名": "娇宠无边（高h父女）by丽春院头牌.txt",
    "夸克盘链接": "https://pan.quark.cn/s/2d01108030a3"
  },
  {
    "文件名": "二婚之后前夫又活了（3p）by绝世鸽姬.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a2d0ddf02a1d"
  },
  {
    "文件名": "睡服那个作精（1V1高H）by破折号yiyi.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c79bab93ef98"
  },
  {
    "文件名": "岁寒（父女）by余戳.txt",
    "夸克盘链接": "https://pan.quark.cn/s/3ba8dcb838d5"
  },
  {
    "文件名": "教师叔叔by咸鱼喂猫.txt",
    "夸克盘链接": "https://pan.quark.cn/s/b42d4579b3bd"
  },
  {
    "文件名": "我把总裁当白月光替身by疙瘩汤销售.txt",
    "夸克盘链接": "https://pan.quark.cn/s/4bc058660123"
  },
  {
    "文件名": "沉沦（亲父女1v1）by苏墨.txt",
    "夸克盘链接": "https://pan.quark.cn/s/8dafd998d103"
  },
  {
    "文件名": "粉色头盔(糙汉x软妹）by腊八椰子（完结番外1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a3f76a88fcf8"
  },
  {
    "文件名": "名门喜事by沐水游.txt",
    "夸克盘链接": "https://pan.quark.cn/s/29440a66593a"
  },
  {
    "文件名": "娇蛇（h）by原今(2).txt",
    "夸克盘链接": "https://pan.quark.cn/s/41cd177105d3"
  },
  {
    "文件名": "《抱紧大腿（校园末世1v1）》by消灭糖果（完结）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/dd8ea5c290f8"
  },
  {
    "文件名": "汹妄（1V1）by锦换.txt",
    "夸克盘链接": "https://pan.quark.cn/s/2c911493a7ff"
  },
  {
    "文件名": "五一节日在高速by霉羊羊.txt",
    "夸克盘链接": "https://pan.quark.cn/s/9563108a51a2"
  },
  {
    "文件名": "放个屁股by没钱我有什么办法.txt",
    "夸克盘链接": "https://pan.quark.cn/s/44387643e662"
  },
  {
    "文件名": "勾引有妇之夫（高h）by霸道小娇妻（完结番外2）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/b3a552f7d7b7"
  },
  {
    "文件名": "你配不上我（上） 之另一时空的穆婉清 by天空塔.txt",
    "夸克盘链接": "https://pan.quark.cn/s/d22002251311"
  },
  {
    "文件名": "监守自盗（青梅竹马）by既望(番外完).txt",
    "夸克盘链接": "https://pan.quark.cn/s/1f0bd733a598"
  },
  {
    "文件名": "觅欢by百无禁忌.txt",
    "夸克盘链接": "https://pan.quark.cn/s/187494b66819"
  },
  {
    "文件名": "《在恋爱综艺里搞对象【1V1甜H】》by吃甜少女（完结）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/50f7def630c3"
  },
  {
    "文件名": "芭蕾鞋by cloudsyin(2).txt",
    "夸克盘链接": "https://pan.quark.cn/s/bc89e0fdcef1"
  },
  {
    "文件名": "再嫁（1v1，H）by十夜灯(2)(1)(1).txt",
    "夸克盘链接": "https://pan.quark.cn/s/85c0b0c59b87"
  },
  {
    "文件名": "橱窗里的爱情by此路禁行.txt",
    "夸克盘链接": "https://pan.quark.cn/s/caa658774c0f"
  },
  {
    "文件名": "如何吃一颗过期糖（校园都市H）by王六鹅.txt",
    "夸克盘链接": "https://pan.quark.cn/s/19ab84e24505"
  },
  {
    "文件名": "如何与大两岁的继子们相处by奶香蟑螂酥.txt",
    "夸克盘链接": "https://pan.quark.cn/s/364bd7ec6ee6"
  },
  {
    "文件名": "回头（1v1） by 瓜瓜甜.txt",
    "夸克盘链接": "https://pan.quark.cn/s/7d43788c280b"
  },
  {
    "文件名": "太阳是我杀的（吸血鬼 1v1）by萨尔.txt",
    "夸克盘链接": "https://pan.quark.cn/s/3feb43fd42ba"
  },
  {
    "文件名": "向月行舟（1V1 h）by秋围.txt",
    "夸克盘链接": "https://pan.quark.cn/s/8f7bd9b3a5a3"
  },
  {
    "文件名": "渣了那个位面之子（快穿）by白日梦试验田.txt",
    "夸克盘链接": "https://pan.quark.cn/s/abd42f0ff56e"
  },
  {
    "文件名": "惹火（公媳NP高h）by百无禁忌.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e8159eb7707f"
  },
  {
    "文件名": "《难缠》by见欢.txt",
    "夸克盘链接": "https://pan.quark.cn/s/0ac32c7b2cab"
  },
  {
    "文件名": "《绵绵》by上上签.txt",
    "夸克盘链接": "https://pan.quark.cn/s/012192473502"
  },
  {
    "文件名": "厌厌 by姒悄.txt",
    "夸克盘链接": "https://pan.quark.cn/s/49b41eb27595"
  },
  {
    "文件名": "鹅珠（高H）by rudin.txt",
    "夸克盘链接": "https://pan.quark.cn/s/560c702bb940"
  },
  {
    "文件名": "《婚里婚外》作者：叶晓井.txt",
    "夸克盘链接": "https://pan.quark.cn/s/6c061f799e79"
  },
  {
    "文件名": "思音不觉（古言 1v1） 作者：绵绵冰是最好的.txt",
    "夸克盘链接": "https://pan.quark.cn/s/785e710f896f"
  },
  {
    "文件名": "百花巷 by白熊小姐.txt",
    "夸克盘链接": "https://pan.quark.cn/s/4849f5bf0bf0"
  },
  {
    "文件名": "明宫旧事（sp训诫） by云藏了.txt",
    "夸克盘链接": "https://pan.quark.cn/s/926ae733d546"
  },
  {
    "文件名": "《野猫驯养》作者：魏承泽~补番.txt",
    "夸克盘链接": "https://pan.quark.cn/s/129f3b4ff46b"
  },
  {
    "文件名": "《嘘》作者：魏承泽【完结】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/289fc3ea0c61"
  },
  {
    "文件名": "《她和她的主人们（现言 sm）》作者：魏承泽.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a037869ae36a"
  },
  {
    "文件名": "《轻一点（现言 SM）》作者：魏承泽.txt",
    "夸克盘链接": "https://pan.quark.cn/s/8f55e9c69249"
  },
  {
    "文件名": "《今天也想尽办法强奸你》作者：魏承泽-- 完结.txt",
    "夸克盘链接": "https://pan.quark.cn/s/26542b43d079"
  },
  {
    "文件名": "小把戏by周老板娘的写肉号（完结）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/bb7693789968"
  },
  {
    "文件名": "《槲寄生下的吻》by不姓周的老板娘（完结1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/356691f2daff"
  },
  {
    "文件名": "背德情事（高H） by 无可言说602.txt",
    "夸克盘链接": "https://pan.quark.cn/s/9f27e61784a5"
  },
  {
    "文件名": "野狗 by爱吃草莓面包.txt",
    "夸克盘链接": "https://pan.quark.cn/s/874370f41f4a"
  },
  {
    "文件名": "穿成被男主暗恋的短命炮灰 作者：锂素(1).txt",
    "夸克盘链接": "https://pan.quark.cn/s/88c41e137305"
  },
  {
    "文件名": "向小园by彩虹糖.txt",
    "夸克盘链接": "https://pan.quark.cn/s/431ee8de30ab"
  },
  {
    "文件名": "先婚by偷马头(2).txt",
    "夸克盘链接": "https://pan.quark.cn/s/07062360140b"
  },
  {
    "文件名": "小秘密(年下H SC)by榴莲赛高.txt",
    "夸克盘链接": "https://pan.quark.cn/s/179a52a9404d"
  },
  {
    "文件名": "揉碎（出轨H）by今又.txt",
    "夸克盘链接": "https://pan.quark.cn/s/8710f3d3f141"
  },
  {
    "文件名": "捣成汁（年下 甜文）by魏承泽(1).txt",
    "夸克盘链接": "https://pan.quark.cn/s/d8c221535311"
  },
  {
    "文件名": "《夜雾沉迷（半校园1v1h）》by望舒（完结）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/6e74a3a25820"
  },
  {
    "文件名": "潮沙（1v1）by唯雾(番外1).txt",
    "夸克盘链接": "https://pan.quark.cn/s/3cffaafda6b0"
  },
  {
    "文件名": "野狗难哄（1V1 高H）by减肥我不吃(2)(1).txt",
    "夸克盘链接": "https://pan.quark.cn/s/c15bf9c4d8e0"
  },
  {
    "文件名": "乖乖【校园H】by小松鼠.txt",
    "夸克盘链接": "https://pan.quark.cn/s/334e03cd9fc1"
  },
  {
    "文件名": "沈溪by乐园路.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e94acdfa87fc"
  },
  {
    "文件名": "掌中囚宠（H，强取豪夺）by小企鹅冲击波(2).txt",
    "夸克盘链接": "https://pan.quark.cn/s/7252e7a148cc"
  },
  {
    "文件名": "《鱼缸》作者：spiral.txt",
    "夸克盘链接": "https://pan.quark.cn/s/648d4df3a825"
  },
  {
    "文件名": "潮沙（1v1） 作者：唯雾.txt",
    "夸克盘链接": "https://pan.quark.cn/s/56fd65eb9557"
  },
  {
    "文件名": "跑马灯（小妈 民国）by原也.txt",
    "夸克盘链接": "https://pan.quark.cn/s/6114f4d6fd2b"
  },
  {
    "文件名": "对象是家里安排的（先婚后爱高H）by 啊肥阿（番外完结）(1).txt",
    "夸克盘链接": "https://pan.quark.cn/s/d59d972d2bfa"
  },
  {
    "文件名": "野火（年下H）by珍妮西.txt",
    "夸克盘链接": "https://pan.quark.cn/s/74830158d079"
  },
  {
    "文件名": "姻缘上天安排的啦（校园H）by啊瘦阿.txt",
    "夸克盘链接": "https://pan.quark.cn/s/faf4c1a5075b"
  },
  {
    "文件名": "《不要靠近邻居》作者：君影.txt",
    "夸克盘链接": "https://pan.quark.cn/s/f79d22cbdda0"
  },
  {
    "文件名": "七日情侣 [校园 1v1]-莫生气-28想操你是蓄谋已久(1).txt",
    "夸克盘链接": "https://pan.quark.cn/s/abd406c3adc1"
  },
  {
    "文件名": "关于她不知道的23件事by爪一锤.txt",
    "夸克盘链接": "https://pan.quark.cn/s/3cbcb0b5bb6f"
  },
  {
    "文件名": "《作配》作者：茶茶好萌.txt",
    "夸克盘链接": "https://pan.quark.cn/s/20a6b259d4a7"
  },
  {
    "文件名": "《小胖梨》作者：喜酌.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e3093d238790"
  },
  {
    "文件名": "被cp粉强迫和爱豆对家一起拍av by酸葡萄(1).txt",
    "夸克盘链接": "https://pan.quark.cn/s/2bf36d8bfa68"
  },
  {
    "文件名": "零度碳酸【校园师生 年下】by夏日终焉.txt",
    "夸克盘链接": "https://pan.quark.cn/s/bc9a8a6efad8"
  },
  {
    "文件名": "有效真香by酌青栀.txt",
    "夸克盘链接": "https://pan.quark.cn/s/bd21164b18e3"
  },
  {
    "文件名": "隐性暗恋 by白毛浮绿().txt",
    "夸克盘链接": "https://pan.quark.cn/s/319051050669"
  },
  {
    "文件名": "[完结+番外]《【总攻双性】魔王牧场操作指南》作家：芝加哥打人机（np）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/caa44054dd22"
  },
  {
    "文件名": "[完结蛋全+番外10]《年年》作家：沈淮（1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/4198db01878b"
  },
  {
    "文件名": "[完结+番外全]《燃尽清心》作家：木沐莯（1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/d37ff27781f9"
  },
  {
    "文件名": "[1v1 完结]《圈养校霸（校园）》作者：一枚夹心饼.txt",
    "夸克盘链接": "https://pan.quark.cn/s/1897a0bb5c14"
  },
  {
    "文件名": "[完结蛋全]《南风知我意》作家：我是茶茶（1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/0cd7d6b67ffe"
  },
  {
    "文件名": "[废文 完结+番外1]溺（1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/7f8bdc1c0084"
  },
  {
    "文件名": "[1v1 完结]《金尊玉贵病美人》作者：麻辣火锅.txt",
    "夸克盘链接": "https://pan.quark.cn/s/9aa3bce8f05b"
  },
  {
    "文件名": "[完结蛋全]《穿书后，我靠躺……赢了。》作家：大王饶命（1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/90245b1e60e0"
  },
  {
    "文件名": "[完结蛋全]《我和青梅和天降的恋爱修罗场》作家：泡芙星球（np）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/8211171cf0a0"
  },
  {
    "文件名": "[废文 完结]生理课（女攻故事集）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/484386f79da6"
  },
  {
    "文件名": "[完结]堕尘（BDSM1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/afca60a5c2ff"
  },
  {
    "文件名": "[废文 完结]《镜里寸忱》作者：跨海大桥头（重生1v1 苦大仇深很能打的暴·冷·狠老哥攻x不谙世事很娇气的柔·温·甜双性受）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/8b998aa94188"
  },
  {
    "文件名": "[完结]《晚林尚路远》作者：小象踩鼻子（np）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/6c8a40cb155d"
  },
  {
    "文件名": "[废文 完结+番外]春夜喜雨（1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/78cc0202aae9"
  },
  {
    "文件名": "[废文 完结]《星光三千丈》作者：苍饭饭（年下骨科1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/cb857425a960"
  },
  {
    "文件名": "[完结]《暗恋成瘾》作家：清冷（1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/5d3115819a89"
  },
  {
    "文件名": "[废文 完结]叔叔（1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/aa39c98e4056"
  },
  {
    "文件名": "[完结蛋全]《我睡了兄弟的白月光》作家：烹饪学校（1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/312e03327a60"
  },
  {
    "文件名": "[完结蛋全+番外]《妄想家》作家：却云山（1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/8c5556bfe0b1"
  },
  {
    "文件名": "[fw完结]《八分良俗》作者：魔法少女可爱p（星际 亲父子1v1 死后变成头牌鸭，嫖客竟是亲爸爸！）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/fa330fad3946"
  },
  {
    "文件名": "[废文 完结]不要喝陌生人的酒（1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/d6fc65fb3da4"
  },
  {
    "文件名": "[完结蛋全]《茶道》作家：多走两步消消食（1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/55b48757229e"
  },
  {
    "文件名": "[废文 完结]《吉诺佩蒂》作者：瑛石（骨科）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/48dd06d05854"
  },
  {
    "文件名": "[fw完结]《花丛中》作者：橙汁酱鸭（ABO 破镜重圆1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/1ce0ce3fa0e9"
  },
  {
    "文件名": "[废文 完结]天造地设（1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/d4cb4304b55a"
  },
  {
    "文件名": "[完结]《星光诵》作家：衣付炉烟＿（1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/06aecf3a07f2"
  },
  {
    "文件名": "[废文 完结]《绿茵》作者：辰文（年下骨科1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/1343da050008"
  },
  {
    "文件名": "[完结+番外3]《惹火》作家：tintin（师生1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e9c6f01f3b30"
  },
  {
    "文件名": "[废文 完结]《他给的钱实在太少了》作者：茶深（娱乐圈1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c50a632a3c7b"
  },
  {
    "文件名": "[1v1 完结]《渣攻手册（主攻）be》作者：花.txt",
    "夸克盘链接": "https://pan.quark.cn/s/f82be335d311"
  },
  {
    "文件名": "[完结]世界，我，与你（1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/6ef5b9064906"
  },
  {
    "文件名": "[完结+番外2]《哥哥嫂嫂太爱我了怎么办》作家：一颗枫糖（np）~补番.txt",
    "夸克盘链接": "https://pan.quark.cn/s/8f55e385f234"
  },
  {
    "文件名": "[废文 完结]美人为罪（GB女攻1v1）~清水.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ee9e85bb056a"
  },
  {
    "文件名": "[废文 完结]小保姆（1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/5c999deb5de4"
  },
  {
    "文件名": "[合集 完结]《被催眠后堕落的强攻》作者：十八随便写写.txt",
    "夸克盘链接": "https://pan.quark.cn/s/872f45301343"
  },
  {
    "文件名": "[废文 完结+番外]媾和（np）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a97b43410a14"
  },
  {
    "文件名": "[废文 完结]《新月会社》作者：蘖辛儿（民国np 渣攻贱受）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/b04a769a476d"
  },
  {
    "文件名": "[完结蛋全]《来晚风》作家：大野七海（1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/431db437874d"
  },
  {
    "文件名": "[废文 完结]《岁岁平安》作者：将饮茶（年上1v1小甜饼）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ec6204defea4"
  },
  {
    "文件名": "[废文 完结+番外8]纽约往事（养成1v1）~补番.txt",
    "夸克盘链接": "https://pan.quark.cn/s/744bd8a173ec"
  },
  {
    "文件名": "[fw完结]《末日倒计时》作者：12345677（1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/2793b5f651d3"
  },
  {
    "文件名": "[废文 完结]《他都知道》作者：西子湖桂花鱼（1v1 前学徒后捕快纯情痴汉攻vs香粉铺老板自卑缺爱受）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/d4cc20a649d9"
  },
  {
    "文件名": "[完结蛋全]《驯化手册》作家：银色海（1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/05e5983c6d59"
  },
  {
    "文件名": "[废文 完结+番外]Us（1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e6be6ec3e614"
  },
  {
    "文件名": "[完结]《聊瘙网友是邻居》作家：没有名字（1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/f4c5d915a19d"
  },
  {
    "文件名": "[完结蛋全]《总有妖精想吃我》作家：威武滴花喵（总攻np）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/1b7821464477"
  },
  {
    "文件名": "[1v1 完结]《迎朝【黑道卧底】单性》作者：朝阳西落.txt",
    "夸克盘链接": "https://pan.quark.cn/s/0babfc944b32"
  },
  {
    "文件名": "[完结+番外全]《作茧》作者：Pepsi（GL百合1v1）~补番.txt",
    "夸克盘链接": "https://pan.quark.cn/s/dfdeab8540fc"
  },
  {
    "文件名": "[废文 完结]《老公那玩意儿放不进来》作者：Uzak（3p ntr 一受两攻）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/9cab0b9f04d7"
  },
  {
    "文件名": "[废文 完结]乳液时分（校园1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/98a83697f45b"
  },
  {
    "文件名": "[废文 完结]第二十二次相亲（1v1）~清水.txt",
    "夸克盘链接": "https://pan.quark.cn/s/84f485b23061"
  },
  {
    "文件名": "[完结]《成为恋人的恋人的复制品》（1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/94e73657e05f"
  },
  {
    "文件名": "[废文 完结]我乘风雪（古代1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/47c70cec4e3a"
  },
  {
    "文件名": "[废文 完结]《微不足道的我》作者：卫生纸（1v1小甜饼 年下职员攻 x 厌世的上司受）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/5df5953fc7e9"
  },
  {
    "文件名": "[废文 完结]《十点半熄灯》作者：狭骨（宿舍爱情 暗恋成真1v1小甜饼）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/27380e9c303a"
  },
  {
    "文件名": "[完结+番外2]《山村爱情》作家：贪欢（1v1）~补番.txt",
    "夸克盘链接": "https://pan.quark.cn/s/f765c8359153"
  },
  {
    "文件名": "[废文 完结]香水百合（1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/528df4f4eb34"
  },
  {
    "文件名": "[完结]《撷芳记》作家：酒蒸蛤蜊（np）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/144eb84fee9a"
  },
  {
    "文件名": "[完结蛋全]《教具：编号895》作家：浅鱼ShallowFis（1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/4fe6395ae74c"
  },
  {
    "文件名": "[完结]《驯蛇》作者：二黑（1v1）【公众号：推文日记】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/35a61bed5d15"
  },
  {
    "文件名": "「废 完 番全」吻冬by77888[双性]【公众号：推文日记】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/b545acd04f53"
  },
  {
    "文件名": "「废 完」因缘by罐墨[病娇]【公众号：推文日记】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/58f611f63db3"
  },
  {
    "文件名": "【海完+番全】温柔的侵略（1v1） by 凌落Hugh【公众号：推文日记】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e6cccbf25b7e"
  },
  {
    "文件名": "[完结]《饥渴俏寡夫》作者：十章（主cp 1v1）【公众号：推文日记】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/f9e59fcd94e7"
  },
  {
    "文件名": "[BL1v1]《无常大人爱上我了吗》作家：HBSK--【完结】【公众号：推文日记】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/cf174c8290b9"
  },
  {
    "文件名": "【废】[完结]吸血鬼饲养日记(强制爱 1v1 吸血鬼) 作者：鸽子衬衫【公众号：推文日记】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/aef6be962801"
  },
  {
    "文件名": "[废文 完结]《乡村爱情故事》作者：小箐岚（mb受）【公众号：推文日记】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/4595975735bb"
  },
  {
    "文件名": "[废文 完结]Rum（1v1）作者：和邑【公众号：推文日记】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/0262d96768e5"
  },
  {
    "文件名": "[废文 完结]橘栀：好想吃掉你（俊哲同人1v1）作者：樱子橘颂【公众号：推文日记】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/43a805e8ae2f"
  },
  {
    "文件名": "【HT】《theroseis》作者：未甜海--【完结+2番外】【公众号：推文日记】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/8a0b99bdf4e5"
  },
  {
    "文件名": "[完结]《将军的俊俏羊奴》作者：罗茜雅女王（女攻 1v1）【公众号：推文日记】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c68118527115"
  },
  {
    "文件名": "[废文 完结]《莫逆之交》作者：喜皮（1v1小甜饼 H文写手近来遇到瓶颈  好竹马决定亲手亲身帮他开发灵感）【公众号：推文日记】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ec8b17d22c00"
  },
  {
    "文件名": "[完结]《【GGAD】神明游戏》作者：麟阁刺客（1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/7d9c2972261d"
  },
  {
    "文件名": "[完结]《父子激战》作者：只爱吃肉（主攻 不伦合集）【公众号：推文日记】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e24a9d29076e"
  },
  {
    "文件名": "[完结]《当po18扶她遇上晋江读者》作者 在洗澡的哼噫（GL百合1v1）【公众号：推文日记】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/66b493595af2"
  },
  {
    "文件名": "[完结]《夙愿（ABO）》作者：三月十九（女攻1v1）【公众号：推文日记】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/2352a00b2d95"
  },
  {
    "文件名": "【废】[完结]不妥(治愈) 作者：linxuan【公众号：推文日记】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c902a07a45df"
  },
  {
    "文件名": "[废文 完结+番外8]情趣店老板和他的小白领（道具1v1）【公众号：推文日记】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/d7c328a6f8ee"
  },
  {
    "文件名": "[完结]《放学后的男厕所》作者：cat（np）【公众号：推文日记】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ecba8a3ea47f"
  },
  {
    "文件名": "【废】[完结 BG]甲板上的教父(男妈妈) 作者：神朗呦呦【公众号：推文日记】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/518855057186"
  },
  {
    "文件名": "[完结蛋全]《一个不会怀孕的Omega（ABO）》作者：白纸画卷（np）【公众号：推文日记】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/def5d5706616"
  },
  {
    "文件名": "[废文 完结]春游快乐（1v1）作者：春日还潮【公众号：推文日记】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/1bf88eef8f24"
  },
  {
    "文件名": "[完结]《女尊之：帝国崛起》作者：罗茜雅女王（女攻 百合 np）【公众号：推文日记】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/1a52b867794c"
  },
  {
    "文件名": "[废文 完结]克星（1v1）作者：冰糖葫芦【公众号：推文日记】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/2e71c7bdecca"
  },
  {
    "文件名": "[完结蛋全]《以肉来偿》作者：番茄汤（快穿总受）【公众号：推文日记】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/fe2099d656f6"
  },
  {
    "文件名": "[废文 完结]将军应予朕为后（1v1）【公众号：推文日记】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/6eb43eb24704"
  },
  {
    "文件名": "误会作者：你在胡说这什么（百合ABO1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/3b1e397e53f4"
  },
  {
    "文件名": "说喜欢呀，哥哥[SPBDSM]更17.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a34f96d18527"
  },
  {
    "文件名": "[完结]艹哭那个终极反派（1v1）作者：哔哔鸟.txt",
    "夸克盘链接": "https://pan.quark.cn/s/4ce6f30eb153"
  },
  {
    "文件名": "[完结+番外1]《清芜仙尊合欢传》作家：如果你想（总受np）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ea82c8621233"
  },
  {
    "文件名": "梅如初.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c1ecf974c7d1"
  },
  {
    "文件名": "被献给山神的少年【双，人兽】（一只白兔糖）完结.txt",
    "夸克盘链接": "https://pan.quark.cn/s/085da049bc76"
  },
  {
    "文件名": "奥涅金庄园.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a1266aa301ef"
  },
  {
    "文件名": "[ht完结+番外1]《情欲缠身的秀气少年》（甜宠强势攻1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/5f39645890fa"
  },
  {
    "文件名": "[完结+番外75]《狼王与鹿美人》作家：洗白白~补番.txt",
    "夸克盘链接": "https://pan.quark.cn/s/b669c04f0c93"
  },
  {
    "文件名": "[ht完结]《饲养双性》by大口恰肉.txt",
    "夸克盘链接": "https://pan.quark.cn/s/fde503cb5be9"
  },
  {
    "文件名": "[完结]《青春三宗罪》作家：麻浦麻辣拳（校园 双性 np）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/31fc8cea47a4"
  },
  {
    "文件名": "伪装情人（十八里街禁）完结.txt",
    "夸克盘链接": "https://pan.quark.cn/s/9a9e20e363d8"
  },
  {
    "文件名": "[1v1 完结]《陪聊直男》作者：planet.txt",
    "夸克盘链接": "https://pan.quark.cn/s/86a7b787e1d3"
  },
  {
    "文件名": "[总攻]《完美虫生》BY湛蓝.txt",
    "夸克盘链接": "https://pan.quark.cn/s/43420709fc90"
  },
  {
    "文件名": "杨枝甘露[双3P].txt",
    "夸克盘链接": "https://pan.quark.cn/s/677657f36972"
  },
  {
    "文件名": "「海 完」在监狱做大佬性奴的日子by前列腺疼[强强 暗黑].txt",
    "夸克盘链接": "https://pan.quark.cn/s/94beee477959"
  },
  {
    "文件名": "[骨科]《镜中我》作者：飘那个摇.txt",
    "夸克盘链接": "https://pan.quark.cn/s/f1f32efe9cbd"
  },
  {
    "文件名": "[完结]《偏执狂》作家：兰庭（高冷深柜学霸攻VS偏执神经学渣受1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/84eed63b0f39"
  },
  {
    "文件名": "甜爱之妖艳舞男和霸道律师【双性大奶生子】（北衣溺水）完结.txt",
    "夸克盘链接": "https://pan.quark.cn/s/b3452604f1e0"
  },
  {
    "文件名": "便器.txt",
    "夸克盘链接": "https://pan.quark.cn/s/9261beb8d62f"
  },
  {
    "文件名": "[ht完结]《如何才能抵挡夫人的诱惑》by啾啾酱.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e9a3fe10c8b8"
  },
  {
    "文件名": "「废 完」灵车漂移by刑覌[重口].txt",
    "夸克盘链接": "https://pan.quark.cn/s/1a10edc857fe"
  },
  {
    "文件名": "[废文]《老子就是喜欢穿女装》作者：咸鱼爱吃刀（方路看到这个女孩，再也挪不开眼。女装大佬受VS扮猪吃虎攻）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/3d6fbdb11e25"
  },
  {
    "文件名": "[FW]寒雪终将化作一腔柔水（为爱做1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/373e082dad0a"
  },
  {
    "文件名": "[fw完结]《恋爱人设》by掩山（小甜饼 暴躁攻温柔受）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/1c739867d75c"
  },
  {
    "文件名": "[fw完结]《金丝雀(1v1)》作者：zyyyycccc.txt",
    "夸克盘链接": "https://pan.quark.cn/s/85b361382214"
  },
  {
    "文件名": "[废文 完结]循环（互攻np）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/0fdbb2fc29e7"
  },
  {
    "文件名": "[fw完结]《守活寡》by木十九dd（小甜饼 ABO 先婚后爱 软糯男妈妈x口嫌体正直攻）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/cb5ac76faae1"
  },
  {
    "文件名": "「废 20更」西幻下的隐秘远途by匿名咸鱼敢为所欲为[双性 np].txt",
    "夸克盘链接": "https://pan.quark.cn/s/ba85f32fb11e"
  },
  {
    "文件名": "[废文 完结]论草食哨兵的可兼容性（np）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/f00c9c4625ef"
  },
  {
    "文件名": "「废 完」幽王by布了布[BE 年下].txt",
    "夸克盘链接": "https://pan.quark.cn/s/fd505aa08f21"
  },
  {
    "文件名": "[废文 完结]极速绯闻（娱乐圈1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/1d91dab67454"
  },
  {
    "文件名": "[废文 完结]《买不买拐？》作者：一只酷盖兔（结了婚才知道自己的老公是个瘸子  双产）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/2c363a8f0c01"
  },
  {
    "文件名": "[废文 完结]《原罪》作者：匿名咸鱼（ABO  np）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/cd160cba2b63"
  },
  {
    "文件名": "[fw完结]《故人入梦叹长生》by一大团草（古代 BE 命里无依怠惰受X体弱多病鄙吝攻）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/3198246e0f5a"
  },
  {
    "文件名": "[fw完结]《半重天》by匿名咸鱼（双重性格受X黑化学生攻 ）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/12615fbff862"
  },
  {
    "文件名": "[FW]无人区玫瑰(秦柒)更48.txt",
    "夸克盘链接": "https://pan.quark.cn/s/fb21879b1bd1"
  },
  {
    "文件名": "[废文 完结+番外4]与舟一渡（父子1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/15166065c247"
  },
  {
    "文件名": "[FW]脑洞合集（失眠孤独症患者)更46.txt",
    "夸克盘链接": "https://pan.quark.cn/s/39e3b8dac5f0"
  },
  {
    "文件名": "[废文]《不死绝症》作者：猛鬼吸猫（现代1v1 傲娇忠犬攻x隐忍病弱受，古早狗血，破镜重圆）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ed36e8992a1f"
  },
  {
    "文件名": "[废文]颤声娇（民国1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/d46e634b5125"
  },
  {
    "文件名": "[废文 完结]《我想生个孩子》作者：鲤鱼123456（女装假卧底真警察攻x妇产科医生受）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/b4eabe1e0bda"
  },
  {
    "文件名": "「废 完」无法标记by暖江寒啼[ABO AA].txt",
    "夸克盘链接": "https://pan.quark.cn/s/350115994ab9"
  },
  {
    "文件名": "[废文 完结]仗势欺人 by 紀美代.txt",
    "夸克盘链接": "https://pan.quark.cn/s/44a13d5020cb"
  },
  {
    "文件名": "「废 完」收获的获by遮眸的仙鹤大人[校园].txt",
    "夸克盘链接": "https://pan.quark.cn/s/76569e6ce299"
  },
  {
    "文件名": "「废 完」明羡江安by西望长安[狗血 黑道 虐文].txt",
    "夸克盘链接": "https://pan.quark.cn/s/07257549b316"
  },
  {
    "文件名": "【fw肉】《放仪》作者：黄色水杯（冷峻bt占有欲攻×自卑娇软yd受 骨科年上________）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/4455bfe92fa5"
  },
  {
    "文件名": "【fw肉】《喂食记》作者：糖炒咸鱼（校园宿舍2v1傻凰甜）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c2793634941b"
  },
  {
    "文件名": "「废 完」金山寺休闲日常by酥月叁川[古代].txt",
    "夸克盘链接": "https://pan.quark.cn/s/d3a12e296c2f"
  },
  {
    "文件名": "[废文]你身上好香（ABO1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/13d8f61e9b3b"
  },
  {
    "文件名": "[废文]《天绛与桃花乡》作者：大梦沉醉不愿醒（偏玄幻，两个大魔王幼驯染爱情故事）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ade2b4eebbe8"
  },
  {
    "文件名": "[废文 完结]大叔与少年（1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/811e86b849eb"
  },
  {
    "文件名": "「废 完」婚后by不愿意透露姓名的美女[现代].txt",
    "夸克盘链接": "https://pan.quark.cn/s/f17066ce26a6"
  },
  {
    "文件名": "甲乙丙丁.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c8782c87bb0d"
  },
  {
    "文件名": "[废文 完结]《重返十六岁》作者：小熊饼干不谈恋爱（邵群李程秀同人）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/da22bc0da166"
  },
  {
    "文件名": "[废文]《人间堕落指南》作者：不知州南（校园1v1 互攻）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/1d419f60d578"
  },
  {
    "文件名": "「废 完 番1」上我的斯文败类by殷桃呀[重口 年下].txt",
    "夸克盘链接": "https://pan.quark.cn/s/0c34e5cc9a19"
  },
  {
    "文件名": "[废文 完结]《痒》作者：轻刀（八年之痒  破镜重圆1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/b1fb53363f63"
  },
  {
    "文件名": "[废文 完结]耽溺by 江孑伶.txt",
    "夸克盘链接": "https://pan.quark.cn/s/15886d07f65c"
  },
  {
    "文件名": "[fw完结]《缘》by mini叶子2020（双向恋 小甜饼 软萌受x酷哥攻）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/22c9ad3060e5"
  },
  {
    "文件名": "[废文]《朋克罗曼史》作者：星痕症候群（年上1v1 败类老男人捡到偏执小疯批）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/7247d1bd5316"
  },
  {
    "文件名": "[fw完结]《筋膜球游戏》by斑鳩（强制）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e814cd4f42ac"
  },
  {
    "文件名": "「废 完」熟欲by木十九dd[骨科 强制爱].txt",
    "夸克盘链接": "https://pan.quark.cn/s/bee3217bd443"
  },
  {
    "文件名": "[废文]《上我的斯文败类》作者：殷桃（斯文败类攻x骚话暴躁受）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/8d858d6c5437"
  },
  {
    "文件名": "[fw完结]《国王》（1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/78321b97d874"
  },
  {
    "文件名": "「废 完」封狼by白心逸[古代 年下].txt",
    "夸克盘链接": "https://pan.quark.cn/s/a52a4405fe18"
  },
  {
    "文件名": "[废文]《失魂》作者：暗鬼（秦盛源出差回来，老婆失忆了！ 温柔Ax可爱O）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/2d065bb5e668"
  },
  {
    "文件名": "[fw完结]《励志全民he》by云雾茶花糖（狗血 虐文 快穿）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/65c554add488"
  },
  {
    "文件名": "「废 完」犬by枯泽k[强制爱].txt",
    "夸克盘链接": "https://pan.quark.cn/s/1746bf191dc6"
  },
  {
    "文件名": "[废文 完结]电脑坏了怎么办（1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/878f085d681b"
  },
  {
    "文件名": "[FW]挟 （嗜酒吃茶）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/b2b2cc33d453"
  },
  {
    "文件名": "[废文 完结]小动物成精管理局.txt",
    "夸克盘链接": "https://pan.quark.cn/s/aea28755d157"
  },
  {
    "文件名": "[废文 完结]《我可以睡觉了吗？》作者：杳杳一言（性冷淡社畜捡到一只发情的兔子）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e76ed70e466d"
  },
  {
    "文件名": "兄弟.txt",
    "夸克盘链接": "https://pan.quark.cn/s/0aa0a6108d82"
  },
  {
    "文件名": "「废 完」有恃无恐by亚胺培南[破镜重圆 狗血].txt",
    "夸克盘链接": "https://pan.quark.cn/s/a40d9ed97b89"
  },
  {
    "文件名": "「废 完」收养by流光溢彩2020[伪父子 虐文].txt",
    "夸克盘链接": "https://pan.quark.cn/s/54191dd25ad0"
  },
  {
    "文件名": "[废文 完结+番外全]沟通让生活更美好（ABO产乳1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/9409cf2a044a"
  },
  {
    "文件名": "[废文 完结]他是毒玫瑰（现代np）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/0cfb90763e9e"
  },
  {
    "文件名": "「废 81更」海中月by匿名咸鱼[民国 np].txt",
    "夸克盘链接": "https://pan.quark.cn/s/908de501b6f8"
  },
  {
    "文件名": "[FW]不要乱信漂亮少年（清非）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a15914b2adc8"
  },
  {
    "文件名": "[废文 完结]《野夏》作者：野楼又一楼（接客接到暗恋对象怎么办）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e81e5bd4f7f1"
  },
  {
    "文件名": "[废文]向阳而生（校园1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/5e999e2a6f2c"
  },
  {
    "文件名": "銆屽簾 瀹_鐣_銆嶇嫄缂樎锋鑺卞姭by鎷炬捣璐濈殑鏅氶湠[寮哄埗鐖_鐏靛紓].txt",
    "夸克盘链接": "https://pan.quark.cn/s/a60a799a6971"
  },
  {
    "文件名": "早恋成婚.txt",
    "夸克盘链接": "https://pan.quark.cn/s/cb44e2b66a16"
  },
  {
    "文件名": "不渡青山.txt",
    "夸克盘链接": "https://pan.quark.cn/s/724006827818"
  },
  {
    "文件名": "[废文 完结]我是主角的恶毒继弟 by 抗病毒口服液.txt",
    "夸克盘链接": "https://pan.quark.cn/s/3f765dd1e164"
  },
  {
    "文件名": "「废 29更」恃宠而骄by潇风雨[BDSM].txt",
    "夸克盘链接": "https://pan.quark.cn/s/94024196134a"
  },
  {
    "文件名": "FW男仆.txt",
    "夸克盘链接": "https://pan.quark.cn/s/f7abc387c82b"
  },
  {
    "文件名": "「废 完」强扭的瓜不甜by2020之狐狸[强制爱 狗血 短篇].txt",
    "夸克盘链接": "https://pan.quark.cn/s/75f595a48963"
  },
  {
    "文件名": "「废 10更」上城区的玩具by许国庆[科幻 np].txt",
    "夸克盘链接": "https://pan.quark.cn/s/e38bd1db2a7c"
  },
  {
    "文件名": "[废文 完结]《苟合》作者：犹玉（顶级兄控私生子弟弟×心狠手辣美人哥哥）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/6f62d434b2ac"
  },
  {
    "文件名": "[FW]单恋乌托邦（猴有羊）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/bef681b30ccf"
  },
  {
    "文件名": "「废 12更」含糖by花Q不想自割腿肉[小甜饼].txt",
    "夸克盘链接": "https://pan.quark.cn/s/5bdb21e4723e"
  },
  {
    "文件名": "[废文 完结]有关于七号地铁的情事（1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/87e1a5f6cb6f"
  },
  {
    "文件名": "[FW]赎买（北小姐).txt",
    "夸克盘链接": "https://pan.quark.cn/s/871c270ba87b"
  },
  {
    "文件名": "[废文 完结]《密云》作者：这么大的一个阿花（年上狗血美强）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c4293ced8ae0"
  },
  {
    "文件名": "「废 完」彼与彼年by向愿望比心[双性 校园].txt",
    "夸克盘链接": "https://pan.quark.cn/s/2ad7879882c5"
  },
  {
    "文件名": "【fw】《哄睡主播》作者：草包草包（年下小狼狗攻x保守正直受 现实向的小城市爱情故事）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/65589aaa5158"
  },
  {
    "文件名": "[FW]舒宝儿的揣崽之路（木马木马木马3）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/2f29093dcfb8"
  },
  {
    "文件名": "【fw肉】《泥潭》作者：床头打架（双x生子竹马）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/bc180f864bb0"
  },
  {
    "文件名": "[废文 完结+番外全]关于爱你这事（现代小甜饼）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/2c975bfa90d4"
  },
  {
    "文件名": "[FW]双子（小花笺）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/d7a0f7981ace"
  },
  {
    "文件名": "FW今朝.txt",
    "夸克盘链接": "https://pan.quark.cn/s/587f35c5f966"
  },
  {
    "文件名": "[废文 完结]合拍（BDSM 1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e24515489802"
  },
  {
    "文件名": "[FW]动物刑罚(一夜暴富哇).txt",
    "夸克盘链接": "https://pan.quark.cn/s/8736aca74a4c"
  },
  {
    "文件名": "[FW]慕强（糖醋小鱼干）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/298b0f97db7c"
  },
  {
    "文件名": "[废文 完结]沉溺by ZouiR.txt",
    "夸克盘链接": "https://pan.quark.cn/s/81df05b967eb"
  },
  {
    "文件名": "[废文]像你像我（ABO1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/772b10f3fbc9"
  },
  {
    "文件名": "崩坏的大美人.txt",
    "夸克盘链接": "https://pan.quark.cn/s/7dcbb9f6fca6"
  },
  {
    "文件名": "[废文 完结]《原来他不是0》作者：石页的矛（老夫老夫的甜蜜恋爱日常）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/6b8a75a6d756"
  },
  {
    "文件名": "「废 40更」故梦by大梦知天下[民国 强制爱 np].txt",
    "夸克盘链接": "https://pan.quark.cn/s/639fb0fb0cfc"
  },
  {
    "文件名": "[fw完结]《兽王》by念北子（大狮子和他的粘人小猫咪）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/077ba93ae831"
  },
  {
    "文件名": "【fw肉】《瘾》作者：千万别挂科.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a6be2e895677"
  },
  {
    "文件名": "「废 55更」楚楚by笼中月[双性 强制爱].txt",
    "夸克盘链接": "https://pan.quark.cn/s/42d309f0ed5f"
  },
  {
    "文件名": "[废文]哑巴美人酷校霸（1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/f7ad84e13d6d"
  },
  {
    "文件名": "「废 64更」跻身上流by不配云[双性 狗血].txt",
    "夸克盘链接": "https://pan.quark.cn/s/8a391c982dfb"
  },
  {
    "文件名": "[废文]雕笼（1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/9e45e9e85fde"
  },
  {
    "文件名": "[废文 完结]《温文》作者：酉时（np 一个情感缺失症患者，走上了条骗人感情的不归路）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/f9bc0bbacb93"
  },
  {
    "文件名": "[废文]抬花轿（1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/4b23c3abc31c"
  },
  {
    "文件名": "[废文 完结]《紧急搬家》作者：海獭有个大桃子（互攻）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/f5a54c0075fd"
  },
  {
    "文件名": "[FW]无主(咸鱼晚啊).txt",
    "夸克盘链接": "https://pan.quark.cn/s/0e908c59e7a3"
  },
  {
    "文件名": "[fw完结]《实非良人(NP)》作者：半醉山翁.txt",
    "夸克盘链接": "https://pan.quark.cn/s/6c92817b7636"
  },
  {
    "文件名": "「废 完 番全」觊觎by Zombiexixixi[双性 触手].txt",
    "夸克盘链接": "https://pan.quark.cn/s/7313ff56c720"
  },
  {
    "文件名": "[废文 完结]《执》作者：卜卜qaz（兄控X弟控 伪兄弟的蒸包子小甜饼）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/4fdb6c4fcb35"
  },
  {
    "文件名": "[废文 完结]《花念》作者：侃妮儿（长相乖巧黑社会攻x色情主播双性受）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/4ea3f57e071e"
  },
  {
    "文件名": "[FW]他们的樱桃（只吃肉的xixi）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/6a191c2adc53"
  },
  {
    "文件名": "「废 完」春风沉醉的夜晚by秋雨盏[年上].txt",
    "夸克盘链接": "https://pan.quark.cn/s/6a2211274c3a"
  },
  {
    "文件名": "[废文 完结]恶劣捕捉by勾玉任务.txt",
    "夸克盘链接": "https://pan.quark.cn/s/6a132fb0fa3e"
  },
  {
    "文件名": "[FW]继父（孟还).txt",
    "夸克盘链接": "https://pan.quark.cn/s/7002de3773a0"
  },
  {
    "文件名": "[废文 完结]溺海（1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/018411d05eaf"
  },
  {
    "文件名": "[fw完结]《皇帝秘事》（骨科1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/5e527062f8b5"
  },
  {
    "文件名": "「废 完 番1」上下：兄弟by2020之狐狸[骨科 小甜饼].txt",
    "夸克盘链接": "https://pan.quark.cn/s/970c5859700d"
  },
  {
    "文件名": "[废文 完结]《救星》by酒桃不吃糖.txt",
    "夸克盘链接": "https://pan.quark.cn/s/2c2d0df46c86"
  },
  {
    "文件名": "[废文 完结]《春错》作者：温瞳（双向暗恋，假交易真恋爱）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/931998daa4c6"
  },
  {
    "文件名": "[废文]来回钟摆（1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/7d2e3d77c5a9"
  },
  {
    "文件名": "[废文 完结]《无法绑定》作者：波霸奶绿（狗血酸爽 时常火葬 双方掉马）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/8aa1b30b61d9"
  },
  {
    "文件名": "脑洞短篇合集更102.txt",
    "夸克盘链接": "https://pan.quark.cn/s/06d6bc1129e3"
  },
  {
    "文件名": "yd每天被日哭【双肉合集】9.txt",
    "夸克盘链接": "https://pan.quark.cn/s/de4839fb6fc7"
  },
  {
    "文件名": "一王二后（双产）更8.txt",
    "夸克盘链接": "https://pan.quark.cn/s/52790227d0aa"
  },
  {
    "文件名": "勾引姐姐的男朋友.txt",
    "夸克盘链接": "https://pan.quark.cn/s/2e727794c6cc"
  },
  {
    "文件名": "[1v1 超短）傀儡之街（芯片控制帅哥为奴）（赫尔曼狄克）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/459e15d4bc90"
  },
  {
    "文件名": "[1v1]冰山大佬和他的小娇妻（双性受）(崔博陵) 更24.txt",
    "夸克盘链接": "https://pan.quark.cn/s/801b980b01a1"
  },
  {
    "文件名": "[故事集]各自成瘾更16.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ab9cd1ec5a11"
  },
  {
    "文件名": "妻礼（双性调教） 更 12.txt",
    "夸克盘链接": "https://pan.quark.cn/s/7f3b56bf6d4f"
  },
  {
    "文件名": "[1v1 主受]松萝逸事(一杯温开水) 完结.txt",
    "夸克盘链接": "https://pan.quark.cn/s/9c39a0f497d2"
  },
  {
    "文件名": "虫族之Pornstar【虫族之天黄巨星】更140.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e9ab11c38004"
  },
  {
    "文件名": "病态宠爱更11.txt",
    "夸克盘链接": "https://pan.quark.cn/s/62ea5e8a79d1"
  },
  {
    "文件名": "失重（长岛冰茶） 更25.txt",
    "夸克盘链接": "https://pan.quark.cn/s/3a5d535c4d87"
  },
  {
    "文件名": "[1v1 主受]禁脔（扶摇）完结.txt",
    "夸克盘链接": "https://pan.quark.cn/s/fe5c315b77d8"
  },
  {
    "文件名": "一些车更23.txt",
    "夸克盘链接": "https://pan.quark.cn/s/cb012f75c66c"
  },
  {
    "文件名": "［修仙］枉为正道（np单性）更14 .txt",
    "夸克盘链接": "https://pan.quark.cn/s/1daa3991f89b"
  },
  {
    "文件名": "[古风悬疑]驱逐古老的怪异(残雪虚夜魇) 完结.txt",
    "夸克盘链接": "https://pan.quark.cn/s/b0283f4a445c"
  },
  {
    "文件名": "（双）yin浪·肉洞（斜月藏海雾）更26.txt",
    "夸克盘链接": "https://pan.quark.cn/s/698881115a73"
  },
  {
    "文件名": "唯你独有（身体改造，绝对控制调教，生子产乳）更29.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e0dc22c3261f"
  },
  {
    "文件名": "[np 总受]人渣总攻翻车记(梅子雨) 更36.txt",
    "夸克盘链接": "https://pan.quark.cn/s/d98a2bf8218f"
  },
  {
    "文件名": "瑾瑜匿瑕（娱乐圈双性） 完结+番外.txt",
    "夸克盘链接": "https://pan.quark.cn/s/f1fb3c3fb6b5"
  },
  {
    "文件名": "[np 故事集]红莲泣露【双性】（醒时） 更50.txt",
    "夸克盘链接": "https://pan.quark.cn/s/559f2c177347"
  },
  {
    "文件名": "[np 双x]全肉盛宴(我不是向日葵) 更91.txt",
    "夸克盘链接": "https://pan.quark.cn/s/0fdae2ab0972"
  },
  {
    "文件名": "弟夺兄妻（双）   【连载中】更26.txt",
    "夸克盘链接": "https://pan.quark.cn/s/56721b6bcd35"
  },
  {
    "文件名": "工地秘事（双性，高H，NP）更14.txt",
    "夸克盘链接": "https://pan.quark.cn/s/d4177f807c4d"
  },
  {
    "文件名": "[np]双性大奶与强糟老头子不得不说（fish儿） 更16.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a53febd5fdea"
  },
  {
    "文件名": "逍遥法外（BDSM虐身）更11.txt",
    "夸克盘链接": "https://pan.quark.cn/s/01118bf56b7b"
  },
  {
    "文件名": "[np]猎艳（总攻，M受，双性受，包养影帝受，白月光受） 更64.txt",
    "夸克盘链接": "https://pan.quark.cn/s/41da918bbd97"
  },
  {
    "文件名": "[np]斩尾（半人半蛇）(今日复明日) 更30.txt",
    "夸克盘链接": "https://pan.quark.cn/s/b1f566bf5768"
  },
  {
    "文件名": "思春期完结.txt",
    "夸克盘链接": "https://pan.quark.cn/s/4be72d162577"
  },
  {
    "文件名": "[1v1]瑾彦肾行（汽水Julye） 完结 【校园文　双向暗恋 　he　甜 】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/05fac4a6abdd"
  },
  {
    "文件名": "[np 总攻]魔性系列（史艺拓）更110 【胖胖攻有更一章番外】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/bd8bca8a4055"
  },
  {
    "文件名": "[np 总受]身陷敌营：alpha将军的雌堕(我RR魔王披马甲啦) 更57.txt",
    "夸克盘链接": "https://pan.quark.cn/s/222bf3d885b6"
  },
  {
    "文件名": "玩偶（np）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/7a82587f3e0e"
  },
  {
    "文件名": "[np 重口]鹤顶红玫瑰之阉伶圣童（大量太监受若雷勿入）（七秀坊的大剪刀） 更54.txt",
    "夸克盘链接": "https://pan.quark.cn/s/8337898bea00"
  },
  {
    "文件名": "雄虫军需官交配日常【虫族总攻】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/5ba06d1fe7d4"
  },
  {
    "文件名": "[1v1 主受]万人迷攻的桃花之路(惊鸿照影，不觉流霜) 完结+番外.txt",
    "夸克盘链接": "https://pan.quark.cn/s/02419b43c540"
  },
  {
    "文件名": "[1v1]哀雀的牢笼（强制_双性）（奈奈）  更23+1番外.txt",
    "夸克盘链接": "https://pan.quark.cn/s/f527b9b81626"
  },
  {
    "文件名": "魔王与勇者的SM实况纪录【高H_重口_大肉】(雷龙) 更154+5番外.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ca2e88b5d748"
  },
  {
    "文件名": "软红烂肉更35.txt",
    "夸克盘链接": "https://pan.quark.cn/s/82a3f840f631"
  },
  {
    "文件名": "[3p]美味的爸爸们（无血缘，年下总攻，生子，）(凌梓夏啊夏) 完结+1番外.txt",
    "夸克盘链接": "https://pan.quark.cn/s/15bb521cc78f"
  },
  {
    "文件名": "[np 总受]善解人衣[宿舍 双X]（无树） 完结+3番外.txt",
    "夸克盘链接": "https://pan.quark.cn/s/f189c03acfbc"
  },
  {
    "文件名": "冰山大佬和他的小娇妻（双性受）更41.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e0efc3016e2d"
  },
  {
    "文件名": "[1v1 超短]存天理灭人欲（祁玉霁） 完结.txt",
    "夸克盘链接": "https://pan.quark.cn/s/289b67be2b3c"
  },
  {
    "文件名": "在西部你一定要做的一百件事（疏影横逸） 完结 【结局1v1 有Bg】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c15805c1cd57"
  },
  {
    "文件名": "猎人和囊中物[BDSM]更22.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c4feb2044ef0"
  },
  {
    "文件名": "（快穿）撩更89.txt",
    "夸克盘链接": "https://pan.quark.cn/s/0f5d5275cfbc"
  },
  {
    "文件名": "骚浪双性拍摄记（更299）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/123a2547077a"
  },
  {
    "文件名": "[np 总受]开发处男（双性）完结(远上白云间).txt",
    "夸克盘链接": "https://pan.quark.cn/s/1f8651eeb129"
  },
  {
    "文件名": "[np总受]剑飞霜更88.txt",
    "夸克盘链接": "https://pan.quark.cn/s/92b0405a6ca5"
  },
  {
    "文件名": "【蟲族】大眾情人（總攻）更6.txt",
    "夸克盘链接": "https://pan.quark.cn/s/72f27f0660b1"
  },
  {
    "文件名": "[np 总受]成瘾的爱(天上枸杞) 更15 【双x】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/3219a9a75e64"
  },
  {
    "文件名": "万人迷诱受成长手册（星际np） 更33 .txt",
    "夸克盘链接": "https://pan.quark.cn/s/a971207ff0e6"
  },
  {
    "文件名": "耽美sp短篇合集（含彩蛋）更19.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e1b309eca685"
  },
  {
    "文件名": "[np 故事]借种【双性】（牛奶与黄油） 更98.txt",
    "夸克盘链接": "https://pan.quark.cn/s/d65775a531d0"
  },
  {
    "文件名": "【虫族双性总攻】阿德利看着你更12.txt",
    "夸克盘链接": "https://pan.quark.cn/s/55a47be39c41"
  },
  {
    "文件名": "玩具   【完结】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/3cf093c8d9f1"
  },
  {
    "文件名": "[NP总受]春草年年绿（青狐） 更18 【古风 故事集】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/f24bef3ad85e"
  },
  {
    "文件名": "总攻快穿之操烂那些男人们.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c401bdc7af3b"
  },
  {
    "文件名": "[总攻BDSM]往后余生更20.txt",
    "夸克盘链接": "https://pan.quark.cn/s/014d4f9e3728"
  },
  {
    "文件名": "[1v1 生子]沉沦爱欲（双性-肉文合集）(拾川)  完结.txt",
    "夸克盘链接": "https://pan.quark.cn/s/8b23f04895b9"
  },
  {
    "文件名": "义父完结.txt",
    "夸克盘链接": "https://pan.quark.cn/s/de7a6fc099b2"
  },
  {
    "文件名": "把大明星调_教成专属性奴更31.txt",
    "夸克盘链接": "https://pan.quark.cn/s/645bfda6fb09"
  },
  {
    "文件名": "你腿真美【肉】 完结+番外.txt",
    "夸克盘链接": "https://pan.quark.cn/s/04f3843b4771"
  },
  {
    "文件名": "春满山寨（压寨夫人）更23.txt",
    "夸克盘链接": "https://pan.quark.cn/s/b995da3cbb0f"
  },
  {
    "文件名": "如何在18x游戏中假装直男 更13.txt",
    "夸克盘链接": "https://pan.quark.cn/s/3173555fbc44"
  },
  {
    "文件名": "艹哭那个终极反派 完结.txt",
    "夸克盘链接": "https://pan.quark.cn/s/8343a26025eb"
  },
  {
    "文件名": "下击暴流更16.txt",
    "夸克盘链接": "https://pan.quark.cn/s/9062448063b1"
  },
  {
    "文件名": "[np 修仙]公用的大师兄(顾明朗) 更117.txt",
    "夸克盘链接": "https://pan.quark.cn/s/3dbc958d7447"
  },
  {
    "文件名": "（总攻）雌兽改造计划 更62.txt",
    "夸克盘链接": "https://pan.quark.cn/s/f6e87acd68b8"
  },
  {
    "文件名": "榻上情事（荧） 更100.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e9f9cac99fac"
  },
  {
    "文件名": "【FC】春色相逢晚.txt",
    "夸克盘链接": "https://pan.quark.cn/s/7e4a4ba62e6d"
  },
  {
    "文件名": "竹马如此（双性校园） 更16.txt",
    "夸克盘链接": "https://pan.quark.cn/s/02226bf71976"
  },
  {
    "文件名": "又纯又欲（双性肉文合集）更60+8彩蛋.txt",
    "夸克盘链接": "https://pan.quark.cn/s/edb0f21d04e5"
  },
  {
    "文件名": "鹰与狼.txt",
    "夸克盘链接": "https://pan.quark.cn/s/3b88617e1b95"
  },
  {
    "文件名": "[1v1]深一点舒服吗？（双性身体开发温馨向）(西山惘) 更36.txt",
    "夸克盘链接": "https://pan.quark.cn/s/302340518466"
  },
  {
    "文件名": "[np 总受]身份复印件引起的淫荡事件(小波) 更33.txt",
    "夸克盘链接": "https://pan.quark.cn/s/58de1ec94c19"
  },
  {
    "文件名": "[1v1]怀恩【双性】(不换) 完结+5番外.txt",
    "夸克盘链接": "https://pan.quark.cn/s/d897fad3e325"
  },
  {
    "文件名": "强制羞耻（系统）更40.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c6e67c93b4cb"
  },
  {
    "文件名": "一寸相思一寸灰【虐恋情深，古早狗血】(荼蘼花了我无缘) 更40 【有qj lj情节】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/3a8ba9aecdb7"
  },
  {
    "文件名": "[np]我和我的五条室友贱狗(ROX) 更23.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e43fe24aefc5"
  },
  {
    "文件名": "企业少公子的接待（np）更20.txt",
    "夸克盘链接": "https://pan.quark.cn/s/18fde75bd259"
  },
  {
    "文件名": "【朱颜远上白云间BL】《痴汉让人厌恶》.txt",
    "夸克盘链接": "https://pan.quark.cn/s/53147ecb649a"
  },
  {
    "文件名": "[np]瑞王（总攻文、双性）（人鱼尾巴） 更58.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e76861d36608"
  },
  {
    "文件名": "人尽可夫完结.txt",
    "夸克盘链接": "https://pan.quark.cn/s/9b8ec721da09"
  },
  {
    "文件名": "[np 双x]全肉盛宴(我不是向日葵)  更199.txt",
    "夸克盘链接": "https://pan.quark.cn/s/b5eac530d51c"
  },
  {
    "文件名": "双性父子沦为便器牝犬（重口纯肉）更24.txt",
    "夸克盘链接": "https://pan.quark.cn/s/71111f711eb8"
  },
  {
    "文件名": "情色人间（PArfum）更101（腦洞向，粗口肉短篇）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/5efb2ef907e7"
  },
  {
    "文件名": "军阀世家（民国NP）（落雁翾） 更508+5番外.txt",
    "夸克盘链接": "https://pan.quark.cn/s/640097e1cd60"
  },
  {
    "文件名": "[1v1 np]凌nue牢笼（刺激肉合集）(苹果π)  更46.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a018dfa93e0e"
  },
  {
    "文件名": "[np 总攻]肉沫横飞（双性大肚）(胖子秀秀) 更31.txt",
    "夸克盘链接": "https://pan.quark.cn/s/9b8b0d8875ec"
  },
  {
    "文件名": "[np 故事集]糟蹋美人(角落) 完结.txt",
    "夸克盘链接": "https://pan.quark.cn/s/3e717226ab0f"
  },
  {
    "文件名": "[总攻]氪精app更23.txt",
    "夸克盘链接": "https://pan.quark.cn/s/4615db0fb52a"
  },
  {
    "文件名": "老虎.txt",
    "夸克盘链接": "https://pan.quark.cn/s/9e01f2721c43"
  },
  {
    "文件名": "姜国情事（调教双性甜肉）更34.txt",
    "夸克盘链接": "https://pan.quark.cn/s/9a8be73407c4"
  },
  {
    "文件名": "哥哥把腿张开［骨科］.txt",
    "夸克盘链接": "https://pan.quark.cn/s/bd4771610875"
  },
  {
    "文件名": "红楼梦龙阳版 更11.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ef9a49ad1c89"
  },
  {
    "文件名": "[强推np]抓捕逃犯（总攻）(红烧牛肉) 更144【双x】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/83088ecd8c6f"
  },
  {
    "文件名": "摘星（双性）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/0cd47d8f7134"
  },
  {
    "文件名": "[推荐 np 总受]不过炉鼎而已（谬尔） 更206.txt",
    "夸克盘链接": "https://pan.quark.cn/s/42e56e063c8b"
  },
  {
    "文件名": "[1v1]执迷不悟 (远上白云间） 更71.txt",
    "夸克盘链接": "https://pan.quark.cn/s/7f045505f60e"
  },
  {
    "文件名": "[1v1]追龙（萧尧） 更34.txt",
    "夸克盘链接": "https://pan.quark.cn/s/3f281da7431e"
  },
  {
    "文件名": "系统之看不见的侵犯者（娱乐圈 双cp） 更23.txt",
    "夸克盘链接": "https://pan.quark.cn/s/26a063d2068b"
  },
  {
    "文件名": "炮友完结+5番外.txt",
    "夸克盘链接": "https://pan.quark.cn/s/12edc1ba8708"
  },
  {
    "文件名": "心甘情愿更10.txt",
    "夸克盘链接": "https://pan.quark.cn/s/49c0226cd171"
  },
  {
    "文件名": "[np]2个男明星沦为肉便器（单性）(一个黄马甲) 更8+2彩蛋.txt",
    "夸克盘链接": "https://pan.quark.cn/s/f4f228cacbde"
  },
  {
    "文件名": "【all柱间】花好月圆(睡不好觉） 更407.txt",
    "夸克盘链接": "https://pan.quark.cn/s/545131102381"
  },
  {
    "文件名": "[1v1 故事集]各自成瘾(白鸦) 完结.txt",
    "夸克盘链接": "https://pan.quark.cn/s/3daea82c1891"
  },
  {
    "文件名": "榻上欢（双性）更20.txt",
    "夸克盘链接": "https://pan.quark.cn/s/2c785b523e7d"
  },
  {
    "文件名": "性偶像（单性总受娱乐圈）更5+1彩蛋.txt",
    "夸克盘链接": "https://pan.quark.cn/s/37e21e63036b"
  },
  {
    "文件名": "[np 故事集]减压专用(鹭酱) 更54.txt",
    "夸克盘链接": "https://pan.quark.cn/s/8e6d27670b45"
  },
  {
    "文件名": "[3p]小嫂嫂（咸鱼13） 完结.txt",
    "夸克盘链接": "https://pan.quark.cn/s/cfb9797b1886"
  },
  {
    "文件名": "娇娇（双性）更5.txt",
    "夸克盘链接": "https://pan.quark.cn/s/5030b171ea05"
  },
  {
    "文件名": "[np 总受]吸精攻略[系统](鸡米饭) 更92.txt",
    "夸克盘链接": "https://pan.quark.cn/s/dcc49c2e97d5"
  },
  {
    "文件名": "[1v1]玉瑶记事（强制调教-改造）（二十四桥)  更62.txt",
    "夸克盘链接": "https://pan.quark.cn/s/2fcb29ef9874"
  },
  {
    "文件名": "[np 双x]  s浪双x的101种性幻想（tarrag） 更81.txt",
    "夸克盘链接": "https://pan.quark.cn/s/b3b66d023a22"
  },
  {
    "文件名": "发情控制系统（双性高H）更9.txt",
    "夸克盘链接": "https://pan.quark.cn/s/624e2d84347f"
  },
  {
    "文件名": "渣总攻翻车记（双性总受）更45.txt",
    "夸克盘链接": "https://pan.quark.cn/s/0eb10173c680"
  },
  {
    "文件名": "欲滴（民国 双性 军阀 女装大佬） 完结+番外.txt",
    "夸克盘链接": "https://pan.quark.cn/s/7f0998787003"
  },
  {
    "文件名": "黄色废料（BDSM、肌肉受、双性大奶合集更21+7彩蛋.txt",
    "夸克盘链接": "https://pan.quark.cn/s/73acae72db86"
  },
  {
    "文件名": "被锁住的双性美人更5.txt",
    "夸克盘链接": "https://pan.quark.cn/s/9e45c9af92ed"
  },
  {
    "文件名": "深夜十八禁（双性）更22.txt",
    "夸克盘链接": "https://pan.quark.cn/s/65ef633eb2fb"
  },
  {
    "文件名": "【朱颜远上白云间BL】处心积虑.txt",
    "夸克盘链接": "https://pan.quark.cn/s/1ba7ba08d968"
  },
  {
    "文件名": "[1v1 np]情敌变情人【合集】(柚子君) 更22.txt",
    "夸克盘链接": "https://pan.quark.cn/s/44e044839713"
  },
  {
    "文件名": "[1v1 np]情敌变情人【合集】(柚子君) 更11.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ce1640ef6dca"
  },
  {
    "文件名": "【剑三小黄蚊】少年游.txt",
    "夸克盘链接": "https://pan.quark.cn/s/d5fd55c62b7c"
  },
  {
    "文件名": "星际雌主（S受M攻、NP总受）（飞连七） 更23.txt",
    "夸克盘链接": "https://pan.quark.cn/s/9e7015929254"
  },
  {
    "文件名": "从夫（身体调教、控制）更9.txt",
    "夸克盘链接": "https://pan.quark.cn/s/796b4f17a6a1"
  },
  {
    "文件名": "重生之后发现死对头也重生了更48.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ce1337b73b36"
  },
  {
    "文件名": "过河拆桥（双性娇气小美人）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c0ba043551b4"
  },
  {
    "文件名": "双性美人弟弟的正确使用方法更12.txt",
    "夸克盘链接": "https://pan.quark.cn/s/86c8ed5f5f15"
  },
  {
    "文件名": "[np]瑞王（总攻文、双性）（人鱼尾巴） 更68.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c585ba62ebb2"
  },
  {
    "文件名": "金风玉露（n.p互攻）更13.txt",
    "夸克盘链接": "https://pan.quark.cn/s/7d24f56566fa"
  },
  {
    "文件名": "[1v1]上校大人的情趣内衣(咕咕今天撸狼了吗) 更12 【弱攻强受 受宠攻】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/69c32501eb54"
  },
  {
    "文件名": "青梅甘露（双性）更17.txt",
    "夸克盘链接": "https://pan.quark.cn/s/1fad85602786"
  },
  {
    "文件名": "[np 总攻]采花贼（江少爷）更96.txt",
    "夸克盘链接": "https://pan.quark.cn/s/71578abb76a8"
  },
  {
    "文件名": "（双性）宠爱小美人日常更9.txt",
    "夸克盘链接": "https://pan.quark.cn/s/cb812b6f1400"
  },
  {
    "文件名": "[1v1]无极道之轮回劫（诡魇祀） 更308 【腹黑失忆攻　X　和尚无情受  师徒】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/acdad396f5d9"
  },
  {
    "文件名": "唯你独有（身体改造，双性将军病弱受，慕残，绝对控制调教，生子产乳）更24.txt",
    "夸克盘链接": "https://pan.quark.cn/s/d53fd2bf3d81"
  },
  {
    "文件名": "神魔令 更14.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ecf157e7edde"
  },
  {
    "文件名": "[np 总受]美人为馅(撩人的猫) 更38【含彩蛋合集】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/78692cf8bd7a"
  },
  {
    "文件名": "[np 总受]去他的风流王爷！更102.txt",
    "夸克盘链接": "https://pan.quark.cn/s/63b072357f8f"
  },
  {
    "文件名": "[故事集]性爱体验机（双性单性快穿总受）更47.txt",
    "夸克盘链接": "https://pan.quark.cn/s/b184373b7fd9"
  },
  {
    "文件名": "刺骨（Delphic） 完结.txt",
    "夸克盘链接": "https://pan.quark.cn/s/59b9c4ce0d07"
  },
  {
    "文件名": "雀儿药粥（短篇双性合集）更19.txt",
    "夸克盘链接": "https://pan.quark.cn/s/34a58b78a352"
  },
  {
    "文件名": "[np 故事集]GV剧本制造机(白树森林) 更31.txt",
    "夸克盘链接": "https://pan.quark.cn/s/5805efb05a09"
  },
  {
    "文件名": "折花（师徒年下）更53.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ff7a6e7bb43b"
  },
  {
    "文件名": "性爱体验机（双性单性快穿总受）更19.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a8b5779ec8f7"
  },
  {
    "文件名": "被鬼怪奸淫的大奶更29.txt",
    "夸克盘链接": "https://pan.quark.cn/s/029105a9936b"
  },
  {
    "文件名": "[总受]谪仙落难完结.txt",
    "夸克盘链接": "https://pan.quark.cn/s/351014e595a4"
  },
  {
    "文件名": "小.变.态完结.txt",
    "夸克盘链接": "https://pan.quark.cn/s/b4eea800990d"
  },
  {
    "文件名": "饥渴小0翻车记 更6.txt",
    "夸克盘链接": "https://pan.quark.cn/s/2ce1bae829cc"
  },
  {
    "文件名": "[np 故事集]豪门少妇和粗俗老汉（双性NTR丑攻美受）(阴晴)  更92.txt",
    "夸克盘链接": "https://pan.quark.cn/s/426eafdd47d7"
  },
  {
    "文件名": "[1v1]驯服狮子的方法（BDSM）(风流涕) 更99.txt",
    "夸克盘链接": "https://pan.quark.cn/s/5ed7a3fdacb5"
  },
  {
    "文件名": "[1v1]彬彬有礼（强采高岭之花） (迟久)  更20.txt",
    "夸克盘链接": "https://pan.quark.cn/s/dddd5b471537"
  },
  {
    "文件名": "[np 双性]改造以后(风陵渡) 完结【结局1v1】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/be2aaddc261c"
  },
  {
    "文件名": "宝贝被日出汁（双肉合集） by听我怒喵 更6.txt",
    "夸克盘链接": "https://pan.quark.cn/s/fdf0d2c5094f"
  },
  {
    "文件名": "[1v1]一触即发(星期鹿) 完结.txt",
    "夸克盘链接": "https://pan.quark.cn/s/fd45a323dfc0"
  },
  {
    "文件名": "[1v1]把自己gay弯是怎样的生活体验(无树) 完结.txt",
    "夸克盘链接": "https://pan.quark.cn/s/d0300b3323aa"
  },
  {
    "文件名": "[推荐 np 总受]不过炉鼎而已（谬尔） 更229.txt",
    "夸克盘链接": "https://pan.quark.cn/s/f29a4b5bc94d"
  },
  {
    "文件名": "我不是故意出轨的（总攻）更35.txt",
    "夸克盘链接": "https://pan.quark.cn/s/0d0f4729baf1"
  },
  {
    "文件名": "双重侵占【3P，双性】更4.txt",
    "夸克盘链接": "https://pan.quark.cn/s/b0d99e768da3"
  },
  {
    "文件名": "猎人和囊中物[BDSM]更30.txt",
    "夸克盘链接": "https://pan.quark.cn/s/81fe9dc4680c"
  },
  {
    "文件名": "《谈谈那个穿进书里来追我的家伙》BY莫晓贤(穿书 仙侠修真 腹黑可爱穿越攻X认真耿直师兄受 甜宠 强强 HE 推).txt",
    "夸克盘链接": "https://pan.quark.cn/s/2ba53103718a"
  },
  {
    "文件名": "《无法直视的欲望》BY东君.txt",
    "夸克盘链接": "https://pan.quark.cn/s/23a40026b56b"
  },
  {
    "文件名": "《暧昧成瘾》BY起司鸡(现代 表冰山内温柔攻X表阳光内阴暗受 不娶何撩 感情细腻 后期略狗血 爱情让人沉醉也让人成长 HE 小推).txt",
    "夸克盘链接": "https://pan.quark.cn/s/56a33a04e2f1"
  },
  {
    "文件名": "《想做你的母狗》作者：柠檬糖.txt",
    "夸克盘链接": "https://pan.quark.cn/s/291b565a06db"
  },
  {
    "文件名": "《〔向哨〕身心（主受1v1）》作者：似川.txt",
    "夸克盘链接": "https://pan.quark.cn/s/068714aa2a0e"
  },
  {
    "文件名": "《南有嘉鱼》BY锦瑟笙箫(现代 警察故事 分局的跟班X新人 互攻 轻松 温馨 有肉 HE).txt",
    "夸克盘链接": "https://pan.quark.cn/s/9be0f6705ab0"
  },
  {
    "文件名": "《一听男神误终身》BY清舟向晚(现代 宠溺大叔攻X呆萌吃货受 网配 双向暗恋 二次元三次元都对你着迷 HE).txt",
    "夸克盘链接": "https://pan.quark.cn/s/51d6d5d23dfd"
  },
  {
    "文件名": "A《自知迷途》by二飞（HE，强制爱）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/55f163a13d5a"
  },
  {
    "文件名": "推荐《论神经病与病娇的he》完结（互攻。冲动直爽单纯神经病x缺爱腹黑心机绿茶婊 1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/8021ae0e2678"
  },
  {
    "文件名": "《Te amo》BY月黑风高.txt",
    "夸克盘链接": "https://pan.quark.cn/s/6b3d6de7b6d7"
  },
  {
    "文件名": "《深藏不露之压倒高富帅》BY生花梦(现代 前温润后狠戾学神攻X傲娇粘人高富帅受 酒后乱性 有形婚 攻被受父亲逼迫离开但还是放不下受 HE).txt",
    "夸克盘链接": "https://pan.quark.cn/s/6903f12a2351"
  },
  {
    "文件名": "《妖何在》BY绯瑟(异世 玄幻 千年妖兽VS伪正道少年 剧情反转 悬疑流 一直在解谜但没有解开所有的谜团 开放式结局) - 副本.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a0934b3ad76c"
  },
  {
    "文件名": "《攀峰》更3.txt",
    "夸克盘链接": "https://pan.quark.cn/s/3ef3f5a0cbdb"
  },
  {
    "文件名": "《好吃的方糕》更22（1vN）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/0165025dbedf"
  },
  {
    "文件名": "《斯特拉斯堡的乌鸦》BY-Valerian(现代 沉默冷静攻X暴躁嘲弄受 欧风 特工 第三人视角 冷战时期美领馆的非日常行动 HE).txt",
    "夸克盘链接": "https://pan.quark.cn/s/9411a4654893"
  },
  {
    "文件名": "《美人受的性福生活》by-xstar.txt",
    "夸克盘链接": "https://pan.quark.cn/s/8aa38fd29cf1"
  },
  {
    "文件名": "《泉浅不成泉》BY林下有穸过思.txt",
    "夸克盘链接": "https://pan.quark.cn/s/19ae1b5228d5"
  },
  {
    "文件名": "《天生相士在末世》BY鸡鸭鱼肉(异能 生子 随身空间 修真).txt",
    "夸克盘链接": "https://pan.quark.cn/s/f5871551383e"
  },
  {
    "文件名": "《青龙霸爱》作者：夙浅.txt",
    "夸克盘链接": "https://pan.quark.cn/s/63673a6abd63"
  },
  {
    "文件名": "《官人你把我插得很好看》BY二阳从来不三俗.txt",
    "夸克盘链接": "https://pan.quark.cn/s/5c8e30802791"
  },
  {
    "文件名": "《变成猎豹怎么破》BY白盏(异世穿越 忠犬痴汉攻X伪高冷祭司受 萌宠一家亲 温馨甜文 穿成进化种猎豹和狮子谈恋爱 HE 推).txt",
    "夸克盘链接": "https://pan.quark.cn/s/3ec6e0d62d10"
  },
  {
    "文件名": "《世事无常》BY苏拾肆(古代 痞气太子VS温柔皇子 清水兄弟向 储君之争 攻受假死逃离皇宫逃出皇帝的控制 HE).txt",
    "夸克盘链接": "https://pan.quark.cn/s/b6166c6633a5"
  },
  {
    "文件名": "《惊蛰》BY顾菟(古代 腹黑师弟攻X炸毛师兄受 年下 欢喜日常 短篇 师弟天天在撩我 HE).txt",
    "夸克盘链接": "https://pan.quark.cn/s/8c51a9394c9f"
  },
  {
    "文件名": "《就喜欢操你》BY小雨(现代肉文 军人浪荡受X农村直爽攻 HE ).txt",
    "夸克盘链接": "https://pan.quark.cn/s/577cd0c6f134"
  },
  {
    "文件名": "《沦陷的战神【双性】》作者：墨影轮回.txt",
    "夸克盘链接": "https://pan.quark.cn/s/6b2d22871235"
  },
  {
    "文件名": "《暗恋这件小事》BY苏苏珂(现代 温柔忠犬攻X娇羞可爱受 暗恋 甜 被亲妈逼迫着来相亲结果遇到了暗恋对象 HE).txt",
    "夸克盘链接": "https://pan.quark.cn/s/0802fdf7a3fc"
  },
  {
    "文件名": "《凤礼》更16+番外（双性1v1严格管束控制甜文）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ec8573d6eb9d"
  },
  {
    "文件名": "《泉水在山》BY上山学艺下山报仇.txt",
    "夸克盘链接": "https://pan.quark.cn/s/916ac6330683"
  },
  {
    "文件名": "《冥府小鬼少》更7（天真受 ）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/2783f1d0ad92"
  },
  {
    "文件名": "推荐《历劫的大师兄》更21【总受】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/779467778b09"
  },
  {
    "文件名": "画壁（和尚攻X双性受1V1）(昕雨) 完结.txt",
    "夸克盘链接": "https://pan.quark.cn/s/58ab368f07a8"
  },
  {
    "文件名": "《密室逃脱游戏》BY液液液液液(肉文 有受没攻 各种道具PLAY).txt",
    "夸克盘链接": "https://pan.quark.cn/s/8fa59b36bfa0"
  },
  {
    "文件名": "《被小狼狗逆驯服了怎么办？》by花满重楼（双性，产乳）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/102dbd5d9cc9"
  },
  {
    "文件名": "《别拦着老子吃肉》BY黄药.txt",
    "夸克盘链接": "https://pan.quark.cn/s/6af6af588bda"
  },
  {
    "文件名": "《如何玩弄一只魔尊》更9（强攻强受）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/5616fd35e215"
  },
  {
    "文件名": "《娇气包记仇手札》更8（np，双性，生子 美人受）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/8dfa31fcb590"
  },
  {
    "文件名": "推荐《依赖》更13（双产骨科年下）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/f68c90afaa63"
  },
  {
    "文件名": "《陆白》更15（叔侄）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/54dba881f4d7"
  },
  {
    "文件名": "《以小欺大》BY司马缸砸光(现代 单箭头腹黑攻X缺心眼美人受 傻黄甜 小甜饼 逼奸小妈梗听起来真带感 HE).txt",
    "夸克盘链接": "https://pan.quark.cn/s/e98759f1dc32"
  },
  {
    "文件名": "《山河令主》BY熹顾(现代 灵异 暴躁令主攻X可爱缠人猫妖受 破案 前世 小受缠上小攻一边跟着破案 HE).txt",
    "夸克盘链接": "https://pan.quark.cn/s/69c84e8657ab"
  },
  {
    "文件名": "《不装B》BY约耳.txt",
    "夸克盘链接": "https://pan.quark.cn/s/90a9c12606b5"
  },
  {
    "文件名": "《重生之重回80年代》BY老衲不懂爱(现代 宠溺忠犬攻X努力重生受 随身空间 生子种田 HE 推).txt",
    "夸克盘链接": "https://pan.quark.cn/s/cdc6c54ca517"
  },
  {
    "文件名": "《白送》完结（古代 玄幻）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/b3766ed81f0f"
  },
  {
    "文件名": "《侵染》更17（强攻强受 ）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/46898b0b9450"
  },
  {
    "文件名": "推荐《性欲卡牌游戏》更20（总攻）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/0087c970eeaa"
  },
  {
    "文件名": "《殺手之路》 更10 （架空  悲剧  穿越  年下受）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/55ed37aa6dff"
  },
  {
    "文件名": "《登仙途》完结.txt",
    "夸克盘链接": "https://pan.quark.cn/s/f807d5054894"
  },
  {
    "文件名": "《调教老婆的日常》BY我爱吃冰棒(现代肉文 醋坛活好攻X爱作撒娇受 调教 红烧肉 作作更健康肉肉味更香 HE).txt",
    "夸克盘链接": "https://pan.quark.cn/s/b54f8cbff0b7"
  },
  {
    "文件名": "《我的老公是电脑》BY少年宫 - 副本.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e1b50725ff3c"
  },
  {
    "文件名": "[np 总受]大被同眠（双性，中短篇合集） 更18.txt",
    "夸克盘链接": "https://pan.quark.cn/s/66837e48d816"
  },
  {
    "文件名": "《美味的人妻O》更13.txt",
    "夸克盘链接": "https://pan.quark.cn/s/40dd1104ac8b"
  },
  {
    "文件名": "《大空與幻》更8（架空 玄幻 人兽）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/83b92d60b1e3"
  },
  {
    "文件名": "[1v1]你好我找谢家钰（AK）更28.txt",
    "夸克盘链接": "https://pan.quark.cn/s/607ffc5557c9"
  },
  {
    "文件名": "[np 主受]前朝太子(林梵) 完结.txt",
    "夸克盘链接": "https://pan.quark.cn/s/cdfcc9056c0b"
  },
  {
    "文件名": "《时雨》BY晨钟声声(古代 爽朗大侠VS丑颜控少爷 互攻 奇葩 审美扭曲少爷的追爱历程 HE).txt",
    "夸克盘链接": "https://pan.quark.cn/s/c80665da2245"
  },
  {
    "文件名": "推荐《俘虏清冷双性美仙司》媚骨花 更18.txt",
    "夸克盘链接": "https://pan.quark.cn/s/bea7f2922df4"
  },
  {
    "文件名": "《谈说妖事》BY痴嗔本真(现代 奇幻 护犊子师父攻X执着倒追徒弟受 剧情流 单元故事集 cp慢热 打打妖怪谈谈恋爱的故事 HE).txt",
    "夸克盘链接": "https://pan.quark.cn/s/aa450722b039"
  },
  {
    "文件名": "《浮生障情录》BY炖锅祭品肉(聊斋风肉文 温柔大师攻X书生诱受 鬼畜虎妖攻x淫荡狐妖受).txt",
    "夸克盘链接": "https://pan.quark.cn/s/15e2bd8096e3"
  },
  {
    "文件名": "推荐《兄友弟攻》更21+番外（双1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/4f6fe8bbc9ae"
  },
  {
    "文件名": "《反派上线太早》BY一碗蛋羹(异世 仙侠 霸气反派攻X呆萌剑灵受 修真 假死 论扰乱了时间线的情节如何掰正 HE).txt",
    "夸克盘链接": "https://pan.quark.cn/s/3572a08975b7"
  },
  {
    "文件名": "《出门就被约炮怎么破》BY涞蕾(现代 各种见色眼开攻X狐狸淫荡受 爽文 红烧肉 一个狐狸小受整天被啪啪啪的故事 HE).txt",
    "夸克盘链接": "https://pan.quark.cn/s/4a619f869543"
  },
  {
    "文件名": "《总有人给师尊下毒》更7（NP，双性，纯肉）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/9d2db0faafd0"
  },
  {
    "文件名": "《山大王与小书生》作者：池袋最强.txt",
    "夸克盘链接": "https://pan.quark.cn/s/1ef19682491c"
  },
  {
    "文件名": "《三界奇货供销社》BY六石禾(现代 玄幻 前小弱后黑化攻X冷清慵懒强大受 悬疑 初衷敌不过河蟹 收东西啦专收三界奇货 HE).txt",
    "夸克盘链接": "https://pan.quark.cn/s/741d2a36b605"
  },
  {
    "文件名": "《快穿之攻略宠文》BY浅知(快穿 高宠界蛇精病攻X放飞自我苦逼受 书穿 脑洞 论宠文的通关难度 HE).txt",
    "夸克盘链接": "https://pan.quark.cn/s/aad5284d5f90"
  },
  {
    "文件名": "推荐【《剑网三】短篇合集》更99（同人 平行世界奇怪pla）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/6ea1699a4c6e"
  },
  {
    "文件名": "《干翻儿子》作者：九归.txt",
    "夸克盘链接": "https://pan.quark.cn/s/3533ed2ed77c"
  },
  {
    "文件名": "《农夫生蛇》更7（双性）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/edc52fc7cc3e"
  },
  {
    "文件名": "推荐《可怜的小美人》更17（双性1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e3a58566ea86"
  },
  {
    "文件名": "《被翻红浪》更2.txt",
    "夸克盘链接": "https://pan.quark.cn/s/f982bdb551c4"
  },
  {
    "文件名": "《（甜饼合集）睡前小甜甜》更81（1v1 短篇集）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c5572acfc89a"
  },
  {
    "文件名": "《甜蜜的房间》BY花衣吹笛人.txt",
    "夸克盘链接": "https://pan.quark.cn/s/57200afb132f"
  },
  {
    "文件名": "《作为一个正太控》by黑化.txt",
    "夸克盘链接": "https://pan.quark.cn/s/1d83ec786521"
  },
  {
    "文件名": "推荐《爱欲人形》完结（人类攻x完美伴侣机器人受 1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/7df17f5a318e"
  },
  {
    "文件名": "《【少锦all棠同人】春风恨》更25（古代abo np）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/288ce2550a2e"
  },
  {
    "文件名": "《正义TMS》完结.txt",
    "夸克盘链接": "https://pan.quark.cn/s/fae19d9504af"
  },
  {
    "文件名": "推荐《菊揽天下》完结（科幻  美人受）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/612bd2994f25"
  },
  {
    "文件名": "《我有个骚逼儿子[双性短篇总受+总攻主攻]》完结（正剧  年下受）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/5569511c7801"
  },
  {
    "文件名": "《深夜加密成人番》作者：伊弥.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a4ee6865c3fa"
  },
  {
    "文件名": "《将军（又名被三个兄弟看上了）》完结.txt",
    "夸克盘链接": "https://pan.quark.cn/s/3e82e1fb727e"
  },
  {
    "文件名": "《魔法师他没有钱》by魍生.txt",
    "夸克盘链接": "https://pan.quark.cn/s/82b2d78f7ca7"
  },
  {
    "文件名": "推荐《裙子掀开比你还大》完结（哭包誘受，NP，女裝大佬攻們）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/f32e46d4de64"
  },
  {
    "文件名": "推荐《魔界爱欲录》更21（双性乱伦）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/27600f39c5e3"
  },
  {
    "文件名": "《滚，离婚！》BY膏药狐.txt",
    "夸克盘链接": "https://pan.quark.cn/s/0c91239ef9d1"
  },
  {
    "文件名": "《爸爸，宝贝湿了》BY公子闲.txt",
    "夸克盘链接": "https://pan.quark.cn/s/6f0b9d69235b"
  },
  {
    "文件名": "推荐《奶味爆珠》Equalinsea 更17（双性产乳合集）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/bddb02102794"
  },
  {
    "文件名": "《极致的报复（假孕）》作者：来暮.txt",
    "夸克盘链接": "https://pan.quark.cn/s/d11f73912578"
  },
  {
    "文件名": "《一听男神误终身》BY清舟向晚(现代 宠溺大叔攻X呆萌吃货受 网配 双向暗恋 二次元三次元都对你着迷 HE) - 副本.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c77702541b85"
  },
  {
    "文件名": "《牛男》BY报纸糊墙(现代种田 腹黑抠门农民VS实诚别扭爷们 互攻 乡土风 金手指主角的发家致富奋斗之旅 HE 推).txt",
    "夸克盘链接": "https://pan.quark.cn/s/f1cdeea7c34b"
  },
  {
    "文件名": "《天问》BY青丘千夜(仙侠修真 逆天美人攻X温润善良受 强强 两人强强联手终于破了仙界的阴谋 HE 推).txt",
    "夸克盘链接": "https://pan.quark.cn/s/1ab3ffdb035f"
  },
  {
    "文件名": "推荐《不作不死》更71（主攻）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/522f80c05542"
  },
  {
    "文件名": "《摄政王回忆录》BY嚼墨喷纸(古代 科幻 二货摄政王受 无cp 魔性 无逻辑 神展开 脑洞大开的一部作品 BE).txt",
    "夸克盘链接": "https://pan.quark.cn/s/dc9515ef5c2a"
  },
  {
    "文件名": "《以龙为粮》BY重花 - 副本.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c8351acc01e6"
  },
  {
    "文件名": "《事件簿之波斯猫事件》作者：地狱猖獗.txt",
    "夸克盘链接": "https://pan.quark.cn/s/164cf5164574"
  },
  {
    "文件名": "《罪与欲与爱》作者：夜色喵喵.txt",
    "夸克盘链接": "https://pan.quark.cn/s/b1c960dd848e"
  },
  {
    "文件名": "《伯爵的卧室（ABO）》北境有黄离 完结.txt",
    "夸克盘链接": "https://pan.quark.cn/s/acde77393ba0"
  },
  {
    "文件名": "《变形计之救赎》作者：繁丧三千.txt",
    "夸克盘链接": "https://pan.quark.cn/s/47a7c26cc4b2"
  },
  {
    "文件名": "《爱的罗曼史》BY陆荏(现代 霸道腹黑攻X隐忍温柔受 上出来的感情 虐恋 攻喜欢受受却爱着别人于是包养强了受 HE).txt",
    "夸克盘链接": "https://pan.quark.cn/s/740fa29b82dc"
  },
  {
    "文件名": "《被丑男人调教的艳妻》作者：浪士 完结.txt",
    "夸克盘链接": "https://pan.quark.cn/s/2e9a2d3e1bba"
  },
  {
    "文件名": "《一意孤行》BY小布爱吃蛋挞(现代 小狼狗攻X温柔叔受 娱乐圈 年下暖萌文 一见钟情的二人如何相互扶持强大到最后宣布相爱的暖心成长文 HE) - 副本.txt",
    "夸克盘链接": "https://pan.quark.cn/s/2951bc3c08ac"
  },
  {
    "文件名": "《七天》BY城南居士.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e8927069e1cf"
  },
  {
    "文件名": "《枪王》完结 （all周泽楷电竞）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c3ecb0ec216a"
  },
  {
    "文件名": "《不负如来不负卿》BY青宇是我孩子气的神.txt",
    "夸克盘链接": "https://pan.quark.cn/s/5473d33fe642"
  },
  {
    "文件名": "《狐团子系列：狐仙的正确崇拜方式》作者：淮翼.txt",
    "夸克盘链接": "https://pan.quark.cn/s/1c0e5a7d9daf"
  },
  {
    "文件名": "推荐《性瘾癖》更20（总攻 弱攻强受 NP）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/b54d84479f27"
  },
  {
    "文件名": "《媳妇儿还是儿媳》by君黛（双性）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ba47b6a0d5ec"
  },
  {
    "文件名": "《上位》by坚仔（NP，双性）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/5a9c9161bd08"
  },
  {
    "文件名": "《gansi老板》BY糖果(司机攻X淫荡老板受).txt",
    "夸克盘链接": "https://pan.quark.cn/s/11ee2a2a724a"
  },
  {
    "文件名": "《（ABO）理想人生》BY来暮.txt",
    "夸克盘链接": "https://pan.quark.cn/s/6ebf5bb63741"
  },
  {
    "文件名": "《强行设定》BY流星海(现代 细致老流氓攻X重感情单纯受 伪父子 有肉吃 攻受啪啪啪后把受领回家 HE).txt",
    "夸克盘链接": "https://pan.quark.cn/s/22e5102e0663"
  },
  {
    "文件名": "《银河堕落指南》by爱默.txt",
    "夸克盘链接": "https://pan.quark.cn/s/6fcdf0cabf91"
  },
  {
    "文件名": "《419心理诊所》完结（互攻，双龙，无爱无虐 NP）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/8976329ab1fa"
  },
  {
    "文件名": "《风靡全血族》BY俄罗斯方块丁(血族奇幻 强大猎魔人攻X时尚棺材设计师受 欧风 甜蜜温馨 HE 小推).txt",
    "夸克盘链接": "https://pan.quark.cn/s/d09a7addb654"
  },
  {
    "文件名": "《刺猬》BY谦少(现代娱乐圈 表面温润如玉实则强势掠夺攻x美貌毒舌倔强歌手受 HE 推).txt",
    "夸克盘链接": "https://pan.quark.cn/s/c218dee02869"
  },
  {
    "文件名": "《（总攻）雌兽改造计划》更21.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e7bd247ec36a"
  },
  {
    "文件名": "《老大总想要我死》BY蛙声(快穿 如影随形渣攻X总是被虐贱受 系统 作者修文中 为啥老大总是怀疑我的忠诚度 开放性结局).txt",
    "夸克盘链接": "https://pan.quark.cn/s/fac8c6a4f0c4"
  },
  {
    "文件名": "性感小野猫，在线喵喵喵（萌宠-双性-猫咪受）（九朽）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/470489efbcdc"
  },
  {
    "文件名": "推荐《[总攻]偶像养成游戏》江少爷 更27（NP 总攻）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/29193db6cc55"
  },
  {
    "文件名": "《末世之何羽》BY海上洲(末世 温柔体贴攻X勇敢机智受 开挂 有系统 小受大开金手指勾搭男神的末世生存记 HE).txt",
    "夸克盘链接": "https://pan.quark.cn/s/603186ee7a35"
  },
  {
    "文件名": "《锁棠宠（双／3P／骨科）》完结 丧鱼君.txt",
    "夸克盘链接": "https://pan.quark.cn/s/3563d7737075"
  },
  {
    "文件名": "《余远（双性NP）》作者：一粒儿.txt",
    "夸克盘链接": "https://pan.quark.cn/s/061344ee556b"
  },
  {
    "文件名": "《Fallingdown》更50（BDSM）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a36c5afd30ca"
  },
  {
    "文件名": "《日后再说》BY画尘埃.txt",
    "夸克盘链接": "https://pan.quark.cn/s/6d1c2dd5a677"
  },
  {
    "文件名": "《奴才阿財》更47 （古代  武侠  腹黑攻  玄幻）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/994d5843d439"
  },
  {
    "文件名": "《为爱鼓掌》完结（剧情 总裁 总裁 1V1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ac36cd57a2ae"
  },
  {
    "文件名": "《采撷》by2叁2叁.txt",
    "夸克盘链接": "https://pan.quark.cn/s/6123a1c7a1f4"
  },
  {
    "文件名": "【清册】《悬疑短篇》完结.txt",
    "夸克盘链接": "https://pan.quark.cn/s/5d434e7f1452"
  },
  {
    "文件名": "《魔障》作者：鼓手K99.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ef9d3da47686"
  },
  {
    "文件名": "《马局长遇鬼记》完结（现代灵异 温馨种田）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/90711e2e7bbf"
  },
  {
    "文件名": "《刑床》作者：荏苒.txt",
    "夸克盘链接": "https://pan.quark.cn/s/80f2aefbd141"
  },
  {
    "文件名": "《一不小心419了狼王怎么办》更19.txt",
    "夸克盘链接": "https://pan.quark.cn/s/0f52df1a10d2"
  },
  {
    "文件名": "《恶少追日》作者：domoto1987.txt",
    "夸克盘链接": "https://pan.quark.cn/s/33c3b0c23848"
  },
  {
    "文件名": "《超自然关系》BY乔林夕か(现代 冷淡霸道攻X温顺腼腆受 小清新 虐恋 攻身边的摆设有点多 HE).txt",
    "夸克盘链接": "https://pan.quark.cn/s/0b78eaa08612"
  },
  {
    "文件名": "《一粒灯火》BY姐姐小姐(异世 霸道忠犬攻X宠溺温柔受 腹黑宠溺攻X单纯乖巧受 兄弟 主仆 帝国原本平静的生活被战争打乱 HE).txt",
    "夸克盘链接": "https://pan.quark.cn/s/25f1fd88c7a4"
  },
  {
    "文件名": "《【总攻】全世界都重生了只有我》完结 肥肥.txt",
    "夸克盘链接": "https://pan.quark.cn/s/6e9af7bb0474"
  },
  {
    "文件名": "《只想和你在一起》作者：只在梦里.txt",
    "夸克盘链接": "https://pan.quark.cn/s/043a82653603"
  },
  {
    "文件名": "《捡到一个小皇子》BY手帕望明月(古代 严肃有为攻X调皮懂事受 养成 有甜有虐 被叫伯伯的小攻表示自己真的还很年轻 HE ).txt",
    "夸克盘链接": "https://pan.quark.cn/s/edab885c87ae"
  },
  {
    "文件名": "《睡前故事》更21.txt",
    "夸克盘链接": "https://pan.quark.cn/s/52d596f0fc8c"
  },
  {
    "文件名": "《好喜欢》完结.txt",
    "夸克盘链接": "https://pan.quark.cn/s/addbb3451c84"
  },
  {
    "文件名": "[1v1]农村包围城市(一股小清流（斤叔）)  完结 【强受弱攻】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e61e758ad468"
  },
  {
    "文件名": "《梦》完结 短篇集.txt",
    "夸克盘链接": "https://pan.quark.cn/s/7f969e7de9b8"
  },
  {
    "文件名": "《体校武院校草的沦陷》BY未知(现代肉文 中年胖攻&花臂男攻X猛男校草受 3P肉 短篇 简单调教的开苞过程 HE).txt",
    "夸克盘链接": "https://pan.quark.cn/s/bd8c11ed9690"
  },
  {
    "文件名": "《重生未来之人鱼奋斗记》BY夜空辰.txt",
    "夸克盘链接": "https://pan.quark.cn/s/82a93113e0bb"
  },
  {
    "文件名": "《暗恋》BY-Fifteen.txt",
    "夸克盘链接": "https://pan.quark.cn/s/3a5e7bbcb3bf"
  },
  {
    "文件名": "《浅浅未辞》BY融楠(现代 装可怜渣攻X伪乖巧冷静受 神进展 爱情保卫战 维持爱情是件有点难的事 HE).txt",
    "夸克盘链接": "https://pan.quark.cn/s/e0a6f395db41"
  },
  {
    "文件名": "推荐《人鱼》月汪一 更25（总攻 神话）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e090c9c3d58f"
  },
  {
    "文件名": "《重生：掰弯强迫症直男》BY小小荔枝(现代 重生 移情别恋攻X孤僻强迫症受 推理 悬疑 身体换来换去也让人很苦恼啊 HE).txt",
    "夸克盘链接": "https://pan.quark.cn/s/3c5ec7bb494d"
  },
  {
    "文件名": "《美人受的调教日常》BY迷迷迷.txt",
    "夸克盘链接": "https://pan.quark.cn/s/f49767049867"
  },
  {
    "文件名": "推荐《位面旅者》雪落千里 完结（总攻）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/fb7318751068"
  },
  {
    "文件名": "《似友》BY白花花.txt",
    "夸克盘链接": "https://pan.quark.cn/s/7755522699cc"
  },
  {
    "文件名": "《Sign》BY七七(未来 深沉高冷攻X伪单纯人妻受 强强 悬疑正剧向 植入了人工芯片的受爱上了外冷内热的队长 HE).TXT",
    "夸克盘链接": "https://pan.quark.cn/s/9eceb0d952b3"
  },
  {
    "文件名": "《顺从（ABO）》更6.txt",
    "夸克盘链接": "https://pan.quark.cn/s/22430a765dbb"
  },
  {
    "文件名": "《调查妻子出轨的真相》by欧佛康.txt",
    "夸克盘链接": "https://pan.quark.cn/s/d5f688e19afc"
  },
  {
    "文件名": "《强扭的瓜可甜了》BY于典.txt",
    "夸克盘链接": "https://pan.quark.cn/s/2e817059efc1"
  },
  {
    "文件名": "《天明春意来》BY碎花刀刀.txt",
    "夸克盘链接": "https://pan.quark.cn/s/1b8a1d140c6a"
  },
  {
    "文件名": "《无法命名》完结（虐心）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/143aca5b67fd"
  },
  {
    "文件名": "《情趣超商》BY魔君嗜肉.txt",
    "夸克盘链接": "https://pan.quark.cn/s/f3d91dfbe86b"
  },
  {
    "文件名": "《矮子皇帝》更19 （古代  正剧  H有  虐心）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/7996627786bc"
  },
  {
    "文件名": "《花开花败》完结（1v1 种田）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e5da0c1e5dac"
  },
  {
    "文件名": "[推荐1v1 主受]每次约炮都会遇见鬼(墨雨烟夜) 更42 【攻是鬼】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/934f16c7c197"
  },
  {
    "文件名": "《人鱼传说二》作者：淮翼.txt",
    "夸克盘链接": "https://pan.quark.cn/s/fd69516b9cbe"
  },
  {
    "文件名": "黄暴NP：春梦巡游记(实验者一号) 更42.txt",
    "夸克盘链接": "https://pan.quark.cn/s/19bf6fc568dd"
  },
  {
    "文件名": "《练肉之精灌白日【高H双性强受】》作者：八月橘.txt",
    "夸克盘链接": "https://pan.quark.cn/s/d1599241f36e"
  },
  {
    "文件名": "《种子生成系统》BY鸡米饭(现代 NP 直男被操成骚受 GV种子生成系统 各种PLAY 高H HE).txt",
    "夸克盘链接": "https://pan.quark.cn/s/16476ebda4d4"
  },
  {
    "文件名": "《巨星在路上》作者：少爷.txt",
    "夸克盘链接": "https://pan.quark.cn/s/9fef315f40e7"
  },
  {
    "文件名": "《柏树撞上鱼》完结.txt",
    "夸克盘链接": "https://pan.quark.cn/s/1530ccce1444"
  },
  {
    "文件名": "[np]堕落世界特殊点梗－蜜糖甜牙(黄暴肉） 更55.txt",
    "夸克盘链接": "https://pan.quark.cn/s/07a0a1a5cda6"
  },
  {
    "文件名": "《穿越ABO》BY大缸.txt",
    "夸克盘链接": "https://pan.quark.cn/s/873093896a37"
  },
  {
    "文件名": "《我们不是在恋爱吗》BY煮酒煮粥(现代 霸道温柔攻X娇羞主动受 互宠 甜 一个看谁更能撩相互勾搭的故事 HE) - 副本.txt",
    "夸克盘链接": "https://pan.quark.cn/s/cb066d65e2b6"
  },
  {
    "文件名": "《性爱能量补充系统》（总攻，双性，生子，np）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/fd6d13f1a3f0"
  },
  {
    "文件名": "[3p 主受]前有“狼”后有“虎”【调教、两攻一受、双性受】(零下T度) 更30.txt",
    "夸克盘链接": "https://pan.quark.cn/s/928ed27993e4"
  },
  {
    "文件名": "《桃花五行缺主播》BY-S-li(现代 邻家主播攻X口是心非受 短篇 肉 发车猝不及防快来快来 HE).txt",
    "夸克盘链接": "https://pan.quark.cn/s/07fc968e6762"
  },
  {
    "文件名": "推荐《魔王处刑倒计时》更44（正剧 主攻强强 1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/d8a6929ea705"
  },
  {
    "文件名": "《我家小受在古代》BY红妖妖(古代 穿越 耿直专一攻X傲娇可爱受 萌梗 傻白甜 古今穿越自如的攻掳走伪小倌真皇子受边撒狗粮边建立商业帝国 HE).txt",
    "夸克盘链接": "https://pan.quark.cn/s/2689623f0c95"
  },
  {
    "文件名": "《逼婚良缘（双性生子甜宠）》作者：甜心小喵喵【完结+番外】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/09bdd68a4169"
  },
  {
    "文件名": "《强制爱之GV精英》BY年华似水.txt",
    "夸克盘链接": "https://pan.quark.cn/s/9c69fee09d86"
  },
  {
    "文件名": "《强制发情（abo）》BY哼哼.txt",
    "夸克盘链接": "https://pan.quark.cn/s/dc60ec7d071c"
  },
  {
    "文件名": "《海棠肉的食用报告》更15.txt",
    "夸克盘链接": "https://pan.quark.cn/s/2743bb1fe064"
  },
  {
    "文件名": "《关于爱你的一切》BY桃花大仙现代人(现代 心狠手辣大渣攻X作死犯贱小舅子受 玻璃渣 虐受虐得心累 爱得要死要活一通狗血最后终于结成正果 HE).txt",
    "夸克盘链接": "https://pan.quark.cn/s/ccf0f67560c6"
  },
  {
    "文件名": "《如何让仇人对你跪》更6[总攻].txt",
    "夸克盘链接": "https://pan.quark.cn/s/267ca0c40335"
  },
  {
    "文件名": "《一吻定情》BY黎冥 - 副本.txt",
    "夸克盘链接": "https://pan.quark.cn/s/047bb0c28bae"
  },
  {
    "文件名": "《萤幕拍档》BY七优(现代欢脱娱乐圈文 毒舌傲娇攻X炸毛心软受 肉多汁鲜 HE 推).txt",
    "夸克盘链接": "https://pan.quark.cn/s/eb94f8b74d40"
  },
  {
    "文件名": "《爱涬》BY云出岫（乱伦，养成，双性生子）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/d5536cd94d89"
  },
  {
    "文件名": "《从泥土，到花香》BY袖雪白花.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a440ff7219c4"
  },
  {
    "文件名": "推荐《床上直播间》一个披着马甲的小可爱 更36（双性 播文√兄弟骨科√快穿√女装√NP√SM调教 师生）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/9d34f8b200b2"
  },
  {
    "文件名": "《生命永存》更26.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e70f5c79a800"
  },
  {
    "文件名": "《只有大吊知道的世界》作者：小耳朵.txt",
    "夸克盘链接": "https://pan.quark.cn/s/b6676b2ad757"
  },
  {
    "文件名": "《淡淡的幸福》BY-cherristy.txt",
    "夸克盘链接": "https://pan.quark.cn/s/143cece42aa1"
  },
  {
    "文件名": "《夜夜龙蛇舞》作者：余夏.txt",
    "夸克盘链接": "https://pan.quark.cn/s/f0f14a1ea620"
  },
  {
    "文件名": "《王爷的小妾夫郎》完结（纤细受  虐心）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/951ca7f2a45c"
  },
  {
    "文件名": "《上海X北京》作者：汐馨月.txt",
    "夸克盘链接": "https://pan.quark.cn/s/6d811ac23dd5"
  },
  {
    "文件名": "《驱魔人》BY颜僧权.txt",
    "夸克盘链接": "https://pan.quark.cn/s/d80bdcb16536"
  },
  {
    "文件名": "《这些都是送命题[快穿]》BY有乐亭千灯(异世 快穿 沉稳忠犬攻X傲娇作死受 强强 系统 帮助宿主快速死亡与黑暗料理杀人简直天作之合 HE).txt",
    "夸克盘链接": "https://pan.quark.cn/s/de3eb592b05c"
  },
  {
    "文件名": "《遇见骄阳》BY柚子冰茶(现代 爽朗健气攻X毛躁孤独受 生活向 马赛克之肉 爱情总在不经意间来临 HE).txt",
    "夸克盘链接": "https://pan.quark.cn/s/1a75aba47a8e"
  },
  {
    "文件名": "《魅幽名梓》作喜欢吃你下的面 完结.txt",
    "夸克盘链接": "https://pan.quark.cn/s/b4656ae0ad23"
  },
  {
    "文件名": "《水到渠成》完结（双性壮受年下伪父子大奶产乳不生子）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/438f9cf362be"
  },
  {
    "文件名": "《柳絮》似川 完结.txt",
    "夸克盘链接": "https://pan.quark.cn/s/9d2d02574d0a"
  },
  {
    "文件名": "推荐《兰斯的怪物收藏图鉴》更4（双性）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/b2f3d6a8c13f"
  },
  {
    "文件名": "《置于死地》BY没事吃口肉.txt",
    "夸克盘链接": "https://pan.quark.cn/s/9cdd06821f18"
  },
  {
    "文件名": "《小狸奴（现代，1V1，双性，高甜）》白露横江 完结.txt",
    "夸克盘链接": "https://pan.quark.cn/s/74b0c657a206"
  },
  {
    "文件名": "《大神的凡间生活》BY羽蛇神(异世 冷漠面瘫攻X妖艳磨人受 强强 苏 最强的两个位神下界体验生活 HE).txt",
    "夸克盘链接": "https://pan.quark.cn/s/abd71b0055c7"
  },
  {
    "文件名": "《淫夫欢郎》更4.txt",
    "夸克盘链接": "https://pan.quark.cn/s/3dacbb4f5127"
  },
  {
    "文件名": "《爹爹，我要和你双修》BY-luckydudu.txt",
    "夸克盘链接": "https://pan.quark.cn/s/89982eebd2ed"
  },
  {
    "文件名": "《折辱高傲》BY空凉的城.txt",
    "夸克盘链接": "https://pan.quark.cn/s/43fdc613a706"
  },
  {
    "文件名": "《男朋友每天都在逼我学习》完结（1v1  天真受  青梅竹马）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ef24caf25a87"
  },
  {
    "文件名": "推荐《标记覆盖》完结（ABO）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e041b18866fb"
  },
  {
    "文件名": "难管 作者：nomu.7z",
    "夸克盘链接": "https://pan.quark.cn/s/ee1da05a67ed"
  },
  {
    "文件名": "【废】[更26] 人类学训练营(悬疑) 作者：嘟嘟不爱吃零食.txt",
    "夸克盘链接": "https://pan.quark.cn/s/05c8ab0f1973"
  },
  {
    "文件名": "【废】[更25] 嘴这么毒还搞暗恋啊(暗恋) 作者：您已被攻略.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c7936a684e96"
  },
  {
    "文件名": "[更107] （总_攻）人在剑宗，主修合欢道 作者：一只江情ovo.txt",
    "夸克盘链接": "https://pan.quark.cn/s/176c398a1196"
  },
  {
    "文件名": "【废】[更13] 过分匹配(连载) 作者：Misian.txt",
    "夸克盘链接": "https://pan.quark.cn/s/444c4fd65fb1"
  },
  {
    "文件名": "[更410] 日日皆好（NPH） 作者：..txt",
    "夸克盘链接": "https://pan.quark.cn/s/4653d609f017"
  },
  {
    "文件名": "[更37] 俚俗雨（兄妹骨科） 作者：悦悦不悦.txt",
    "夸克盘链接": "https://pan.quark.cn/s/7e227ed64bb4"
  },
  {
    "文件名": "[更304] FBI掰弯杀手后互，攻了 作者：去死.txt",
    "夸克盘链接": "https://pan.quark.cn/s/4019acbf5005"
  },
  {
    "文件名": "[更12] 智能機器人調教師，今天也要完成顧客的色慾 作者：盡歡.txt",
    "夸克盘链接": "https://pan.quark.cn/s/cab273dc877d"
  },
  {
    "文件名": "[更8] 调教双性骚货（总攻） 作者：小叶红鱼.txt",
    "夸克盘链接": "https://pan.quark.cn/s/0e53754f2e09"
  },
  {
    "文件名": "[更24] 我本意其实是爽一晚就走（百合abo） 作者：暮虬.txt",
    "夸克盘链接": "https://pan.quark.cn/s/b5223d69048e"
  },
  {
    "文件名": "[更69] 假装睡着后，发现老公是三个人（NP 高H） 作者：忍冬.txt",
    "夸克盘链接": "https://pan.quark.cn/s/9cadb26fd830"
  },
  {
    "文件名": "[更62] 逐凤 作者：昼缠.txt",
    "夸克盘链接": "https://pan.quark.cn/s/8fbc2191669a"
  },
  {
    "文件名": "[更62] 隔壁网黄使用指南（同人女×擦边男） 作者：蒸栗.txt",
    "夸克盘链接": "https://pan.quark.cn/s/5193ff753585"
  },
  {
    "文件名": "【废】[更23] 吃口壮壮饭(荤素均衡) 作者：食人假象.txt",
    "夸克盘链接": "https://pan.quark.cn/s/75abe6572acd"
  },
  {
    "文件名": "《碧霄》作者：培根 更64.txt",
    "夸克盘链接": "https://pan.quark.cn/s/6b8baf21f196"
  },
  {
    "文件名": "《雷峰塔下》作者：尼古拉斯·老謝 更229.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c3e3ac9650d4"
  },
  {
    "文件名": "[更33] 漩涡（父女） 作者：谁又偷猫肉.txt",
    "夸克盘链接": "https://pan.quark.cn/s/66a5385b0f31"
  },
  {
    "文件名": "[更100] 骚东西 作者：南灼之狸.txt",
    "夸克盘链接": "https://pan.quark.cn/s/8bb1dc26e8ea"
  },
  {
    "文件名": "[更17] 我家建了个动物园（强制-人外-np) 作者：百拉图.txt",
    "夸克盘链接": "https://pan.quark.cn/s/882f3afa1754"
  },
  {
    "文件名": "[更24] 我来abo世界不是为了做爱好吗（星际-军校-np） 作者：芋圆小马.txt",
    "夸克盘链接": "https://pan.quark.cn/s/13f413e59f33"
  },
  {
    "文件名": "【棠】[更43] 清冷美人 作者：沒有名字.txt",
    "夸克盘链接": "https://pan.quark.cn/s/47fccb06a3b6"
  },
  {
    "文件名": "[更26]心动难捱（H） 作者：糖醋排骨吃吗.txt",
    "夸克盘链接": "https://pan.quark.cn/s/897caee3d8dc"
  },
  {
    "文件名": "【棠】[更19] 不好了！有有有有变态！ 作者：芒果炒带鱼.txt",
    "夸克盘链接": "https://pan.quark.cn/s/945917099636"
  },
  {
    "文件名": "[更84]捡到一头恶龙（1v1）作者：天天里.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a67526b53840"
  },
  {
    "文件名": "[更126]《重回18岁跟前夫好兄弟睡了（高hnp骨科高干）》作者：杨枝甘露.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ead4f3256b99"
  },
  {
    "文件名": "[更91]薄幸（高干1v2） 作者：轻糖可颂.txt",
    "夸克盘链接": "https://pan.quark.cn/s/50906c0f95c8"
  },
  {
    "文件名": "[1v1 更49]《爱要走的时候（HE、现实主义、破镜重圆、骨科、年上）》作者：神圣震击.txt",
    "夸克盘链接": "https://pan.quark.cn/s/b53c3dd76ba5"
  },
  {
    "文件名": "[更61]《掌控》作者：诗词鸽赋（百合1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ff525552493c"
  },
  {
    "文件名": "[更20]《学校》作者：北X风（np）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/b7a50edef549"
  },
  {
    "文件名": "【棠】[更101] 点梗短篇集 作者：原若流.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a16f30507076"
  },
  {
    "文件名": "[更20]《男后》作者：菩提水（1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/600ac8c48bba"
  },
  {
    "文件名": "[np  更45]《性欲管理（弱攻强受） 》 作者：多吃鸡腿少吃亏.txt",
    "夸克盘链接": "https://pan.quark.cn/s/f7e1f32dfc16"
  },
  {
    "文件名": "[废文 更80]《共享玩具（三观不正、双性、NP、高H）》作者：卡门以外.txt",
    "夸克盘链接": "https://pan.quark.cn/s/b8bb4424270c"
  },
  {
    "文件名": "[废文 更57]《牧笛（正剧、古代、年下、1v1） 》 作者：玄元.txt",
    "夸克盘链接": "https://pan.quark.cn/s/f6dc99201c9f"
  },
  {
    "文件名": "[废文 更55]《一号监狱纪事（狗血、虐文、强制爱、强弱、NP） 》 作者：一号监狱纪事.txt",
    "夸克盘链接": "https://pan.quark.cn/s/4003862081b4"
  },
  {
    "文件名": "[废文 更46]《第二十四个夏天（现代、HE、狗血、三观不正、双性） 》 作者：乌鸦打飞滴.txt",
    "夸克盘链接": "https://pan.quark.cn/s/9c0dcd7115d3"
  },
  {
    "文件名": "[废文 更42]《下午四点钟的云（超大型犬×散养猫）》作者：thxtea.txt",
    "夸克盘链接": "https://pan.quark.cn/s/b658b4faaec2"
  },
  {
    "文件名": "[废文 更40]《他们的小陛下（古代、双性、年上、NP） 》 作者：珵焉.txt",
    "夸克盘链接": "https://pan.quark.cn/s/b19720eaa7a6"
  },
  {
    "文件名": "[废文 更31]《人欺（珠宝设计师攻&白切黑人妻受）》作者：娈隐卿.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a1e75a13e6ff"
  },
  {
    "文件名": "[废文 更30]《落水洞（不会爱人的大美人攻x无心腹黑受）》作者：海里的纸鱼.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c3066877d98a"
  },
  {
    "文件名": "[废文 更127]《天性凉薄（现代、三观不正、双性、强制爱） 》 作者：小珊瑚小海胆.txt",
    "夸克盘链接": "https://pan.quark.cn/s/00d9a439ebb7"
  },
  {
    "文件名": "[废文 更114]《我的老爸像哈士奇变的（喜剧、养成、扮猪吃虎、美强、父子）》作者：橘猫的夏天.txt",
    "夸克盘链接": "https://pan.quark.cn/s/bb5b477e45e8"
  },
  {
    "文件名": "[1v1 更79]《今天也要谈恋爱（崆峒肛肠科医生攻X反串芭蕾学生爱塞异物受） 》 作者：洲肆夭.txt",
    "夸克盘链接": "https://pan.quark.cn/s/3800eee4c27b"
  },
  {
    "文件名": "海棠连载系统宿主被攻略的日常作者马甲上身系统宿主被灌满的日常快穿总受.txt.txt",
    "夸克盘链接": "https://pan.quark.cn/s/fa99c0e83d2e"
  },
  {
    "文件名": "[ht 更117]《催眠美人高h煌爆合集》作者：没有名字.txt.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a34a3e2d97fa"
  },
  {
    "文件名": "[更53]《清纯绿茶拒绝被套牢 NP》 作者：CCberry.txt",
    "夸克盘链接": "https://pan.quark.cn/s/f1ad1537fb07"
  },
  {
    "文件名": "[更112]《骚等，请问可以做一下吗 (np)》作者：一不里表.txt",
    "夸克盘链接": "https://pan.quark.cn/s/422e3b872596"
  },
  {
    "文件名": "[更155] 涉江采芙蓉 作者：ts.txt",
    "夸克盘链接": "https://pan.quark.cn/s/5ba9f780eb36"
  },
  {
    "文件名": "【棠】[更20] 【藕饼】越界 作者：风习习.txt",
    "夸克盘链接": "https://pan.quark.cn/s/57dbc4a8605b"
  },
  {
    "文件名": "[更294]《被选中的受害人（校园-强制-NP）》作者：皙亚.txt",
    "夸克盘链接": "https://pan.quark.cn/s/9fa1308ff5b9"
  },
  {
    "文件名": "[更99] 小贵妃（h 古言 1v2) 作者：萝卜药丸了.txt",
    "夸克盘链接": "https://pan.quark.cn/s/04927d0b39f9"
  },
  {
    "文件名": "【棠】[更36] 主攻催眠好文合集 作者：持证上岗.txt",
    "夸克盘链接": "https://pan.quark.cn/s/cb6177461b30"
  },
  {
    "文件名": "【棠】[更391] 风月辞 作者：肆琉璃.txt",
    "夸克盘链接": "https://pan.quark.cn/s/3c1430f7c982"
  },
  {
    "文件名": "[更540]快穿之遍收美母 作者：神无月兔.txt",
    "夸克盘链接": "https://pan.quark.cn/s/3234e3e7428b"
  },
  {
    "文件名": "[更243] 被爸爸的大驴屌花式肏翻（高h 父女） 作者：渣渣兔.txt",
    "夸克盘链接": "https://pan.quark.cn/s/b39a33099e36"
  },
  {
    "文件名": "【棠】[更364] 高高在上（ab，np） 作者：夜酒.txt",
    "夸克盘链接": "https://pan.quark.cn/s/35310b45cfc9"
  },
  {
    "文件名": "【FW 连载】师尊别念了byCarousel_-19.txt",
    "夸克盘链接": "https://pan.quark.cn/s/9efb6d06f473"
  },
  {
    "文件名": "【FW】The Pietàby青椒布丁鱼饼.txt",
    "夸克盘链接": "https://pan.quark.cn/s/1972be3b4a13"
  },
  {
    "文件名": "[更8]《不要随便吓老婆》作者：梨的猫（1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/627d87c0418c"
  },
  {
    "文件名": "【废文】《错结阴亲》作者：聆叁-17.txt",
    "夸克盘链接": "https://pan.quark.cn/s/f37e143d0dab"
  },
  {
    "文件名": "【废文】《意难平》作者：玖壹余拾柒.txt",
    "夸克盘链接": "https://pan.quark.cn/s/82685e03657e"
  },
  {
    "文件名": "【棠】[更91] 兽化战士ABO 作者：耀星狼.txt",
    "夸克盘链接": "https://pan.quark.cn/s/6e01f9877408"
  },
  {
    "文件名": "【废文】《看男科被死对头发现后》作者：全水稻面包.txt",
    "夸克盘链接": "https://pan.quark.cn/s/db89105b23ba"
  },
  {
    "文件名": "【废文】《无法言语的爱丽儿》作者：一封献给维克多的情书.txt",
    "夸克盘链接": "https://pan.quark.cn/s/6a704ac520e9"
  },
  {
    "文件名": "【FW】畸恋by枕月眷风.txt",
    "夸克盘链接": "https://pan.quark.cn/s/698f34af19ca"
  },
  {
    "文件名": "【FW 连载】辱追，但梦男byzffffff-56.txt",
    "夸克盘链接": "https://pan.quark.cn/s/49013e2a939d"
  },
  {
    "文件名": "[废文 更66]《门当户对（现代、第三人称、先婚后爱、1v1）》作者：东罗牛马.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e10ae1eb86f9"
  },
  {
    "文件名": "[废文 更38]《满山风物（温柔闷坏皇子攻x忠心正直死士受）》作者：dchgs2001.txt",
    "夸克盘链接": "https://pan.quark.cn/s/4ac1fe3c0a90"
  },
  {
    "文件名": "[1v1 更325]《风月辞（美强惨温柔神君师尊x双商在线魔尊徒弟） 》 作者：肆琉璃.txt",
    "夸克盘链接": "https://pan.quark.cn/s/1e280e79517e"
  },
  {
    "文件名": "[1v1 更32]《春酲（古代，日常，单性） 》 作者：x向心力.txt",
    "夸克盘链接": "https://pan.quark.cn/s/b72bed7b7a9b"
  },
  {
    "文件名": "【废】[更42] 直男攻略(现代) 作者：茵茵之树.txt",
    "夸克盘链接": "https://pan.quark.cn/s/cc7e9a1e14d1"
  },
  {
    "文件名": "【废】[更28] 爆燃(BL) 作者：匿名咸鱼.txt",
    "夸克盘链接": "https://pan.quark.cn/s/616084cbc510"
  },
  {
    "文件名": "[更139] 副本boss都想吃掉我 作者：安诗鸢尾（求票版）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/97381f4dc4e6"
  },
  {
    "文件名": "[更130] 总有刁民想睡朕（女尊基建NP） 作者：荔枝桂味.txt",
    "夸克盘链接": "https://pan.quark.cn/s/1eae45e181d5"
  },
  {
    "文件名": "[更24] 【虫族主攻】雄主每天都在pua 作者：蘇隻.txt",
    "夸克盘链接": "https://pan.quark.cn/s/6a57ebf64b8d"
  },
  {
    "文件名": "【废】[更16] 连失恋都算不上(暗恋) 作者：没有评论会哭星人.txt",
    "夸克盘链接": "https://pan.quark.cn/s/05b1bcdda0b3"
  },
  {
    "文件名": "[更85] 离婚前老公被穿了[ABO] 作者：monoQ.txt",
    "夸克盘链接": "https://pan.quark.cn/s/21646cfe53f0"
  },
  {
    "文件名": "[更23] 咸鱼被迫翻身后被囚禁了 作者：枫叶凡话.txt",
    "夸克盘链接": "https://pan.quark.cn/s/22247c8e7032"
  },
  {
    "文件名": "[更75] 主人，该你跪了 作者：九页.txt",
    "夸克盘链接": "https://pan.quark.cn/s/8720b5886177"
  },
  {
    "文件名": "[np  更142]《[虫族]梦老师灵感枯竭（第二部）》 作者：baba.txt",
    "夸克盘链接": "https://pan.quark.cn/s/310f6f92f62f"
  },
  {
    "文件名": "[更108] 大梦一场 作者：年糕糕糕糕.txt",
    "夸克盘链接": "https://pan.quark.cn/s/1c86d5f59f29"
  },
  {
    "文件名": "[更166] 乐土（末世，强取豪夺H） 作者：惟吉應光.txt",
    "夸克盘链接": "https://pan.quark.cn/s/655a7c2a5cdb"
  },
  {
    "文件名": "[更99] 捡到破碎的耽美文男主（校园1v1，弯掰直？) 作者：黑水之歌.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a36c1efea175"
  },
  {
    "文件名": "[更312] 夜晚将至(合集) 作者：谢太太想养马.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a4537d0b23fe"
  },
  {
    "文件名": "[更262] 魔君与魔后的婚后生活 作者：西瓜真好吃.txt",
    "夸克盘链接": "https://pan.quark.cn/s/191a7aa8c383"
  },
  {
    "文件名": "《碧霄》作者：培根 更64.txt",
    "夸克盘链接": "https://pan.quark.cn/s/d2de5a6e6532"
  },
  {
    "文件名": "[更82] 强势的他 作者：琦囡.txt",
    "夸克盘链接": "https://pan.quark.cn/s/684bec73de04"
  },
  {
    "文件名": "[更50] 冻疮[骨科] 作者：师诲.txt",
    "夸克盘链接": "https://pan.quark.cn/s/1fcf01c28387"
  },
  {
    "文件名": "《京南婚事》作者：臣言 更186.txt",
    "夸克盘链接": "https://pan.quark.cn/s/5bab217761c7"
  },
  {
    "文件名": "[更29] 春花潜藏于夏（强制爱） 作者：长尾山雀小点.txt",
    "夸克盘链接": "https://pan.quark.cn/s/751bea24ca7c"
  },
  {
    "文件名": "【棠】[更164] 赎孽（纯百ABO） 作者：命苦钢琴牲.txt",
    "夸克盘链接": "https://pan.quark.cn/s/320a3af901f1"
  },
  {
    "文件名": "【棠】[更26] 你看看我是怎么养老婆的 作者：百密必有一疯.txt",
    "夸克盘链接": "https://pan.quark.cn/s/34333c2286bd"
  },
  {
    "文件名": "[更69] 多巴胺[校园H] 作者：鲸落.txt",
    "夸克盘链接": "https://pan.quark.cn/s/27386a3e1140"
  },
  {
    "文件名": "[更23] 社畜魅魔快穿实录（NP高H） 作者：芙芙亲.txt",
    "夸克盘链接": "https://pan.quark.cn/s/0eb88ffe2a84"
  },
  {
    "文件名": "【棠】[更12] 漂亮小导游 作者：辣椒来咯!.txt",
    "夸克盘链接": "https://pan.quark.cn/s/86fb2870abd8"
  },
  {
    "文件名": "[更81]《渎神：睡服祖宗攻略（仙侠甜宠1v1）》 作者：山花欲燃.txt",
    "夸克盘链接": "https://pan.quark.cn/s/8d07785118b8"
  },
  {
    "文件名": "[更105]残疾Omega也要被强制爱吗by柒雨.txt",
    "夸克盘链接": "https://pan.quark.cn/s/22e06ceaf39d"
  },
  {
    "文件名": "[更121] 真酒 假酒 谁是卧底(NPH, ABO) 作者：只是伊唯(Angel).txt",
    "夸克盘链接": "https://pan.quark.cn/s/abba29680b1d"
  },
  {
    "文件名": "【棠】[更50] 【虫族总攻】刀锋 作者：山岚水北.txt",
    "夸克盘链接": "https://pan.quark.cn/s/22f5c2640932"
  },
  {
    "文件名": "[更28] 我是一名阴暗的体校宿管 作者：内核不稳已吓死.txt",
    "夸克盘链接": "https://pan.quark.cn/s/93240571781e"
  },
  {
    "文件名": "[更73]《我在超情欲游戏肆意妄为 原名 我在情欲游戏为所欲为》作者：梅少池饭（np）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/acbd16aa1052"
  },
  {
    "文件名": "[更47] 囚于笼中（民国兄妹骨科 1v1 HE) 作者：人人都爱大喷菇.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a90045368129"
  },
  {
    "文件名": "【棠】[更116] 锈迹斑斑 作者：Grandne.txt",
    "夸克盘链接": "https://pan.quark.cn/s/4b3a5df0c6ea"
  },
  {
    "文件名": "【棠】[更169] 當爸爸的小狗 作者：煙藍（求票）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/5901074600e8"
  },
  {
    "文件名": "[更118+11番外]《[虫族]梦老师灵感枯竭（第二部）》作者：baba（np）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e5f557be65b7"
  },
  {
    "文件名": "[np  更85]《自从捡到正道大弟子与魔道大弟子（3P、虐心、架空）》 作者：一抹【新增】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/8e569fcf6b01"
  },
  {
    "文件名": "【棠】[更27] 男后 作者：菩提水.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a569a2834fdb"
  },
  {
    "文件名": "[更36]星辰与诗人（西幻np）作者：银月酒馆第一酒保.txt",
    "夸克盘链接": "https://pan.quark.cn/s/5a06c42acbe3"
  },
  {
    "文件名": "[1v1 更17]《_雨霏霏》作者：千颗星.txt",
    "夸克盘链接": "https://pan.quark.cn/s/cca2501b3a4a"
  },
  {
    "文件名": "[更69] 沦落成瘾(NPH,黑道） 作者：童叶.txt",
    "夸克盘链接": "https://pan.quark.cn/s/245f813c7257"
  },
  {
    "文件名": "[更38]荆棘吻（原名狩猎，现言，1V2，男洁）作者：第七叶.txt",
    "夸克盘链接": "https://pan.quark.cn/s/57252975baa8"
  },
  {
    "文件名": "[1v1 更37]《它的执念（六亲不认恶趣味厉鬼攻VS苦命认真大学生受） 》 作者：鬼月的鬼.txt",
    "夸克盘链接": "https://pan.quark.cn/s/77ef6ac1ee69"
  },
  {
    "文件名": "【棠】[更13] 轮回 作者：朱砂宛.txt",
    "夸克盘链接": "https://pan.quark.cn/s/cc3a00c1778b"
  },
  {
    "文件名": "[更48]妈妈求我上了继父的床【1v1现代伪父女】 by三块一.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ab6379e480f2"
  },
  {
    "文件名": "[更49]《烂橙子（骨科h）》 作者：白猫不说话.txt",
    "夸克盘链接": "https://pan.quark.cn/s/7b2613ac0c5c"
  },
  {
    "文件名": "[np  更28]《序章【现代家奴】（玩世不恭太子爷攻x各种类型受、美攻强受、现代）》 作者：点点有七【新增】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/62465c1a5631"
  },
  {
    "文件名": "[更98] 野草风 作者：盒粒.txt",
    "夸克盘链接": "https://pan.quark.cn/s/0eae27d1c770"
  },
  {
    "文件名": "[1v1 更49]《爱要走的时候（HE、现实主义、破镜重圆、骨科、年上）》作者：神圣震击.txt",
    "夸克盘链接": "https://pan.quark.cn/s/37a06d037ed8"
  },
  {
    "文件名": "[np  更37]《扭瓜记（BDSM SP 忠犬受） 》 作者：素莲生花 .txt",
    "夸克盘链接": "https://pan.quark.cn/s/c7c56cfdc10f"
  },
  {
    "文件名": "[更51] 湖底（亲父女） 作者：小斐.txt",
    "夸克盘链接": "https://pan.quark.cn/s/70662211cf17"
  },
  {
    "文件名": "[更157] 乐土（末世，强取豪夺H） 作者：惟吉應光.txt",
    "夸克盘链接": "https://pan.quark.cn/s/bb74c92479aa"
  },
  {
    "文件名": "[更60]春生朽木（母子乱伦） 作者：狮娆.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e7ca91aa8a29"
  },
  {
    "文件名": "[更32]卧底 作者：石哥.txt",
    "夸克盘链接": "https://pan.quark.cn/s/4fdd3ea5a2e3"
  },
  {
    "文件名": "[更54] 无限流之夜晚来敲门（np） 作者：长歌.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a19eb2766cd4"
  },
  {
    "文件名": "【棠】[更10] 从总受后宫文中脱颖而出 作者：南屏.txt",
    "夸克盘链接": "https://pan.quark.cn/s/eaa83381ed6f"
  },
  {
    "文件名": "[更48]《反派的修养》作者：神秘的瓶盖精（np）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/95d33cd1ba31"
  },
  {
    "文件名": "[更第二部7]愿君步长翮 作者：一笔耕.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a1f49fb199ac"
  },
  {
    "文件名": "【棠】[更19] 恶毒受被正攻抛弃后 作者：千水.txt",
    "夸克盘链接": "https://pan.quark.cn/s/f42aceb12f64"
  },
  {
    "文件名": "[np  更49]《催眠游戏（美人受） 》 作者：没有名字.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c962aa697a84"
  },
  {
    "文件名": "[更93] 斯卡布罗的崖壁（兄妹伪骨） 作者：少佐.txt",
    "夸克盘链接": "https://pan.quark.cn/s/47448808961e"
  },
  {
    "文件名": "[更38] 柠檬加盐气泡水（兄妹骨） 作者：烩粥鱼.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ff8f7018e00b"
  },
  {
    "文件名": "[1v1 更29]《她在丛中笑gl futa （千禧年 双重生1v1）》 作者：柳莳澜.txt",
    "夸克盘链接": "https://pan.quark.cn/s/9407ac87fbd2"
  },
  {
    "文件名": "[1v1 更88]《偷养（末世丧尸1V1）》 作者：摆烂星人.txt",
    "夸克盘链接": "https://pan.quark.cn/s/4aaad835a71a"
  },
  {
    "文件名": "[更110]《快穿之在梦里被迫干男主 原名 快穿_在梦里被迫营业》作者：Galaxy（np）【25.2.12】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c915b6b76b46"
  },
  {
    "文件名": "[更22]《【总攻】渣男就应该被干》作者：席卷火乱.txt",
    "夸克盘链接": "https://pan.quark.cn/s/f8101071fe3e"
  },
  {
    "文件名": "[更48]《双重标准》作者：柊夏夜（1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/5542262b4883"
  },
  {
    "文件名": "[更22]《doi速通手册》作者：安诗鸢尾（np）【25.2.01】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/9d7a95131707"
  },
  {
    "文件名": "[更18]奈何为贼   作者：虞成阳.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e80f19b5992d"
  },
  {
    "文件名": "[更117]《我把仇人训成狗》作者：午夜蓝（1v1）【25.2.16】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/2c64d92c1448"
  },
  {
    "文件名": "[更11]《温柔人夫升级指南》作者：逢春（np）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/73147fc3f5aa"
  },
  {
    "文件名": "[更30]南渡   作者：江上寒.txt",
    "夸克盘链接": "https://pan.quark.cn/s/3ad346721fdc"
  },
  {
    "文件名": "[更30]《小三他乃大吊大屁股大》作者：无有灵【25.2.03】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/d131455f5b0c"
  },
  {
    "文件名": "[合集 更95]《老攻在下（日攻）》 作者：土豆太浪.txt",
    "夸克盘链接": "https://pan.quark.cn/s/67ddc2a728f3"
  },
  {
    "文件名": "[更34]《玩弄大乃黑皮顺直男》作者：美好新世界（np）【25.3.07】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/56dadd78484c"
  },
  {
    "文件名": "[1v1 更56]《等价挨打（BDS M 白切黑笑面虎Dom×直球单纯小狗Sub）》 作者：源源补钙_废文同更.txt",
    "夸克盘链接": "https://pan.quark.cn/s/5233d1f597c1"
  },
  {
    "文件名": "[更76]《春夏秋冬》作者 阿绰（GL百合）【25.2.16】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/be096a908dce"
  },
  {
    "文件名": "[更16]《学校》作者：北X风（np）【25.2.14】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/cb5ec0bca64a"
  },
  {
    "文件名": "[更109]《不见仙途》作者：White Jesus（np）【25.2.02】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/dca85f2a6696"
  },
  {
    "文件名": "[F 更71]避难所（1v1）作者：豆递煮【25.2.04】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/1e0cd4ddf29b"
  },
  {
    "文件名": "[废]想想明天怎么办作者：七弦.txt",
    "夸克盘链接": "https://pan.quark.cn/s/23bc544226e2"
  },
  {
    "文件名": "[F 更13]池中之物（1v1）作者：鹤冢【25.3.03】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/f734e1fcc2db"
  },
  {
    "文件名": "[F 更10]欲望和伦理  作者：章河.txt",
    "夸克盘链接": "https://pan.quark.cn/s/5094cc5e0acc"
  },
  {
    "文件名": "[废文 更38]《四方来食（小甜饼、破镜重圆、公路文、美食）》作者：发条鱼.txt",
    "夸克盘链接": "https://pan.quark.cn/s/d1e16084c6ef"
  },
  {
    "文件名": "[废]月落万妖窟作者：花月送酒.txt",
    "夸克盘链接": "https://pan.quark.cn/s/246dca26a8ab"
  },
  {
    "文件名": "[废]刺猬效应作者： 枕月眷风.txt",
    "夸克盘链接": "https://pan.quark.cn/s/3b59adb32875"
  },
  {
    "文件名": "[F 更322]挚友今天不在家（np） 作者：缪梵μφ.txt",
    "夸克盘链接": "https://pan.quark.cn/s/740cbf198fb3"
  },
  {
    "文件名": "[F 更8]不安分（1v1）作者：东度日.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c4ca8d8a76b1"
  },
  {
    "文件名": "[废文 更37]《总统大人的小狗（现代、忠犬、攻转受、BDSM） 》 作者：笨月亮.txt",
    "夸克盘链接": "https://pan.quark.cn/s/5d53ea55f594"
  },
  {
    "文件名": "[废]门庭若市作者：欲鸽.txt",
    "夸克盘链接": "https://pan.quark.cn/s/0496459223b9"
  },
  {
    "文件名": "[废文 完结]《岁岁安澜（阴湿批x阴暗批）》作者：一只周闻的周闻.txt",
    "夸克盘链接": "https://pan.quark.cn/s/0df5d1218234"
  },
  {
    "文件名": "[F 更69]末世求生（np） 作者：快乐的小汪汪【25.1.03】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/7f01298a48fc"
  },
  {
    "文件名": "[F 更17]天定姻缘（np）作者：扶雪【25.2.14】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/b1e987c95f92"
  },
  {
    "文件名": "【废】[完结] 轻淑女27(受宠攻) 作者：百利酒甜.txt",
    "夸克盘链接": "https://pan.quark.cn/s/8fe0a8ae749d"
  },
  {
    "文件名": "[F 完结]夏天，秋天（1v1）作者：踟蹰【25.2.28】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/0827aa37ec3c"
  },
  {
    "文件名": "[废文 更21]《低温烫伤（现代、HE、狗血、破镜重圆）》作者：linxuan.txt",
    "夸克盘链接": "https://pan.quark.cn/s/47be9615043b"
  },
  {
    "文件名": "[F 完结153]全球警戒（1v1）作者：夭青【25.2.08】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ed7161cccc33"
  },
  {
    "文件名": "【废】[完结] 孤江钓月(Ending) 作者：春花也有浪漫时.txt",
    "夸克盘链接": "https://pan.quark.cn/s/63c54c6ddf3e"
  },
  {
    "文件名": "[废文 更54]《春来笑（第一人称，古代架空，双性，np）》作者：匿名咸鱼.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e9f27445c67e"
  },
  {
    "文件名": "【废】[完结] 笨蛋的恋爱(Ending) 作者：解大花.txt",
    "夸克盘链接": "https://pan.quark.cn/s/393c37401c13"
  },
  {
    "文件名": "[F 完结]第一次的客人（1v1）作者：废墟【25.3.03】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/aa0efbab47ad"
  },
  {
    "文件名": "[废文 完结]《石榴籽（白切黑少数民族攻x社畜牛马活人微死受）》作者：枣子白熟.txt",
    "夸克盘链接": "https://pan.quark.cn/s/9890c993f0d2"
  },
  {
    "文件名": "[np  更25]《【总 攻】hentai模拟收集器》 作者：鸽唔啊呱【上面骑我勾巴的舒服了就快做饭】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a877caf408d0"
  },
  {
    "文件名": "[F 更11]哭哭哭！就知道哭（1v1）作者：肆夜暧昧【25.3.05】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a850eb2b3322"
  },
  {
    "文件名": "[废文 更32]《乖（现代、双性、生子） 》 作者：廿鱼.txt",
    "夸克盘链接": "https://pan.quark.cn/s/1633df5aff01"
  },
  {
    "文件名": "[废文 更35]《抱病（间歇性疯批性瘾攻x幼稚愚蠢的美貌受）》作者：暧昧散尽.txt",
    "夸克盘链接": "https://pan.quark.cn/s/d3c8606b892a"
  },
  {
    "文件名": "[废文 更28]《第二十五个时区（努力进取不甘堕落受×阳光开朗攻）》作者：欧米亚.txt",
    "夸克盘链接": "https://pan.quark.cn/s/94051c227395"
  },
  {
    "文件名": "[1v1 更76]《出差的旅馆（强制h、現代、爽文）》 作者：淮游.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a2982baa2d85"
  },
  {
    "文件名": "[1v1 更63]《丧彪，她怎么叫你咪咪啊【女B男O BG】》 作者：鸽俩好.txt",
    "夸克盘链接": "https://pan.quark.cn/s/59f9ec3e8cce"
  },
  {
    "文件名": "[1v1 更66]《无度（骨科 1v1 甜文）》 作者：玫瑰女侠.txt",
    "夸克盘链接": "https://pan.quark.cn/s/3c1bb3b30786"
  },
  {
    "文件名": "[1v1 更46]《谒金门（1v1 高H）》 作者：上官浅蔌.txt",
    "夸克盘链接": "https://pan.quark.cn/s/76078355591a"
  },
  {
    "文件名": "[1v1 更60]《蠢物（活了两辈子努力把自己活明白的蠢货x迟钝自我攻略性腹黑少爷） 》 作者：布鲁布猫.txt",
    "夸克盘链接": "https://pan.quark.cn/s/d02784a33d72"
  },
  {
    "文件名": "[1v1 更48]《野草风（骨科、校園） 》 作者：盒粒.txt",
    "夸克盘链接": "https://pan.quark.cn/s/4abd89ef10ef"
  },
  {
    "文件名": "[1v1 更41]《年级第一吃奶有瘾（1V1、校園H、甜文）》 作者：减肥我不吃.txt",
    "夸克盘链接": "https://pan.quark.cn/s/3bbbb11147a5"
  },
  {
    "文件名": "[合集 更303]《夜晚将至(合集)》 作者：谢太太想养马.txt",
    "夸克盘链接": "https://pan.quark.cn/s/13c06b0bdde7"
  },
  {
    "文件名": "[合集 更35]《鱼的百合短篇小脑洞（高h）》 作者：是鱼而已.txt",
    "夸克盘链接": "https://pan.quark.cn/s/fd71e1a96968"
  },
  {
    "文件名": "[np  更371]《小说大纲里的女主觉醒后（NPH、現代、甜文）》 作者：霍饭饭.txt",
    "夸克盘链接": "https://pan.quark.cn/s/2275cd718136"
  },
  {
    "文件名": "[np  更172]《老实女人，不爱玩（快穿、NPH、系統）》 作者：优美的矩形.txt",
    "夸克盘链接": "https://pan.quark.cn/s/eeb2bf2e4df5"
  },
  {
    "文件名": "[np  更139]《就算是坏女人她也全都要（NP 百合ABO主攻）》 作者：呆宝宝.txt",
    "夸克盘链接": "https://pan.quark.cn/s/5d29735ff774"
  },
  {
    "文件名": "[np  更96]《多情书（武侠ABO 主受np 高h）》 作者：橙子.txt",
    "夸克盘链接": "https://pan.quark.cn/s/907b597a7925"
  },
  {
    "文件名": "[np  更104]《女配也要被强制爱吗(末世 nph)》 作者：酢浆草.txt",
    "夸克盘链接": "https://pan.quark.cn/s/10bf4ae8debc"
  },
  {
    "文件名": "[np  更85]《星际美雌，兽夫们追着舔（爽文、星際） 》 作者：无名.txt",
    "夸克盘链接": "https://pan.quark.cn/s/b2ba22ed508d"
  },
  {
    "文件名": "[np  更61]《有娃后开始恋爱gl（纯百、年上、狗血）》 作者：一水间.txt",
    "夸克盘链接": "https://pan.quark.cn/s/b93b0a5f7224"
  },
  {
    "文件名": "[1v2 更56]《抗争到底【1v2、校園H、娛樂圈】》 作者：工口鉴赏家.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c366bba45202"
  },
  {
    "文件名": "[1v1 更589]《不羡仙（快穿仙侠 古言 1v1 sc）》 作者：砌雾.txt",
    "夸克盘链接": "https://pan.quark.cn/s/0ec758de0e2b"
  },
  {
    "文件名": "[1v1 更247]《网恋被继兄骗炮后（伪骨科1v1）》 作者：supersonic.txt",
    "夸克盘链接": "https://pan.quark.cn/s/5f3221b6f7ce"
  },
  {
    "文件名": "[1v1 更139]《木槿烟云 _ 年上ABO》 作者：秋山执刀.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c28221f940ab"
  },
  {
    "文件名": "[1v1 更109]《与少夫人对食（百合ABO）》 作者：粼若皓月.txt",
    "夸克盘链接": "https://pan.quark.cn/s/29dbe2cb7214"
  },
  {
    "文件名": "[1v1 更89]《再会你（知三当三的男主×有白月光的女主） 》 作者：枸兹.txt",
    "夸克盘链接": "https://pan.quark.cn/s/aaf8d65e75a8"
  },
  {
    "文件名": "[1v1 更92]《蹂纸浆（1v1校园h）》 作者：卧们的暧y1成定局.txt",
    "夸克盘链接": "https://pan.quark.cn/s/7022a6127452"
  },
  {
    "文件名": "[更1596]【末世】重生之合欢诀（np）作者：莲华半日.txt",
    "夸克盘链接": "https://pan.quark.cn/s/3dea89014d72"
  },
  {
    "文件名": "[更271]末世：带着系统养男宠（NPH） 作者：鱼头多放辣.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e0da928e4ec9"
  },
  {
    "文件名": "[更200]且极欢情（1V1，H，现代）作者：焉哉乎也.txt",
    "夸克盘链接": "https://pan.quark.cn/s/01dba72b8855"
  },
  {
    "文件名": "[更162]向导她无处可逃（nph） 作者：0306.txt",
    "夸克盘链接": "https://pan.quark.cn/s/fb5452e78365"
  },
  {
    "文件名": "[更136]入幕之宾（sm sp）作者：一池暗流.txt",
    "夸克盘链接": "https://pan.quark.cn/s/8936073aa900"
  },
  {
    "文件名": "[更113]春色情满(1V1高干文) 作者：重棠.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a10eaef24bd7"
  },
  {
    "文件名": "[更111]【全职猎人】狩猎愉快（4P） 作者：白白白.txt",
    "夸克盘链接": "https://pan.quark.cn/s/3cdafafb8aef"
  },
  {
    "文件名": "[更101]勾引找操但踢到铁板后 作者：无聊就来写个车.txt",
    "夸克盘链接": "https://pan.quark.cn/s/1d2dfff374b2"
  },
  {
    "文件名": "[更76]奴畜-第一篇：富可敌国的奴畜莺儿 作者：逍遥鱼.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ba0487983823"
  },
  {
    "文件名": "[更66]习焉不察（1v1 H） 作者：辞辞荐荐_.txt",
    "夸克盘链接": "https://pan.quark.cn/s/f4c2648523ac"
  },
  {
    "文件名": "[更46]谒金门（1v1 高H） 作者：上官浅蔌.txt",
    "夸克盘链接": "https://pan.quark.cn/s/07c3ba29dd45"
  },
  {
    "文件名": "[更29]灵芝（1v1校园） 作者：雨夹雪.txt",
    "夸克盘链接": "https://pan.quark.cn/s/d5b53ff58d8a"
  },
  {
    "文件名": "[更27]跟继父跟叔叔们的淫乱日常NP 作者：榴莲黄.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c581e8cd6a98"
  },
  {
    "文件名": "[更26]称臣 (强制1v1) 作者：阑词序.txt",
    "夸克盘链接": "https://pan.quark.cn/s/6e78d24073b3"
  },
  {
    "文件名": "[更24]强制爱BG合集 作者：呆D.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c109452b175c"
  },
  {
    "文件名": "[更17]碧霄（NPH） 作者：培根.txt",
    "夸克盘链接": "https://pan.quark.cn/s/67e3c8d12164"
  },
  {
    "文件名": "[更16]暧昧（3P） 作者：孤羽.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e1e677bbca2b"
  },
  {
    "文件名": "[更15]优质上门服务（nph） 作者：丹凤朝阳.txt",
    "夸克盘链接": "https://pan.quark.cn/s/d50e9c152324"
  },
  {
    "文件名": "[更345]国民女神穿进肉文中【高H、SM、NP】作者：妃子笑.txt",
    "夸克盘链接": "https://pan.quark.cn/s/6cdd4ee0c104"
  },
  {
    "文件名": "[更165]北边雪与东边雨（1v2_高H_骨科） 作者：河豚沒有毒.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a2d62f7895b7"
  },
  {
    "文件名": "[更221]缚剑（修仙NPH） 作者：非卿.txt",
    "夸克盘链接": "https://pan.quark.cn/s/dac26b787cdd"
  },
  {
    "文件名": "[更131]邪神（恶魔人外_强制_民俗怪谈）作者：躺棺里了.txt",
    "夸克盘链接": "https://pan.quark.cn/s/6fbf0dab0a19"
  },
  {
    "文件名": "[更128]多娇（1v1） 作者：清风过耳.txt",
    "夸克盘链接": "https://pan.quark.cn/s/94c652e7c41a"
  },
  {
    "文件名": "[更110]孤雌（nph） 作者：用户水母兔.txt",
    "夸克盘链接": "https://pan.quark.cn/s/07c0c55b1ef8"
  },
  {
    "文件名": "[更100]游离（渣女守则）bg nph 作者：一不里表.txt",
    "夸克盘链接": "https://pan.quark.cn/s/d0f2f04d32a0"
  },
  {
    "文件名": "[更72]撞见竹马自慰后（校园1v1h） 作者：和弦.txt",
    "夸克盘链接": "https://pan.quark.cn/s/558b17c9005c"
  },
  {
    "文件名": "[更56]S级向导的治疗记录单（哨向nph） 作者：涌银山.txt",
    "夸克盘链接": "https://pan.quark.cn/s/6e34a8251ed8"
  },
  {
    "文件名": "[更47]野草风 作者：盒粒.txt",
    "夸克盘链接": "https://pan.quark.cn/s/2e758855c2a6"
  },
  {
    "文件名": "[更53]知年 作者：满止.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ae14a9d74eff"
  },
  {
    "文件名": "[更42]柠檬加盐气泡水（兄妹骨） 作者：烩粥鱼.txt",
    "夸克盘链接": "https://pan.quark.cn/s/cb9161ec353a"
  },
  {
    "文件名": "[更35]烧不尽（1v1） 作者：utopia.txt",
    "夸克盘链接": "https://pan.quark.cn/s/401965273ee9"
  },
  {
    "文件名": "[更41]夹遍优质男（催眠女性向np） 作者：是司不是土豆丝.txt",
    "夸克盘链接": "https://pan.quark.cn/s/f90543c3a328"
  },
  {
    "文件名": "[更31]斯卡布罗的崖壁（兄妹伪骨） 作者：少佐.txt",
    "夸克盘链接": "https://pan.quark.cn/s/5fa71017bf5b"
  },
  {
    "文件名": "[更32][快穿]每个世界遇到的都是变态 作者：不要有杀心.txt",
    "夸克盘链接": "https://pan.quark.cn/s/0776206b6745"
  },
  {
    "文件名": "[更31]普通职员(np_真香打脸雄竞_女绑架男) 作者：鹿宝.txt",
    "夸克盘链接": "https://pan.quark.cn/s/f294fd6f7cb6"
  },
  {
    "文件名": "[更27]在星际做黄油 作者：二十四颗.txt",
    "夸克盘链接": "https://pan.quark.cn/s/d57caf96a0cd"
  },
  {
    "文件名": "[更23]禁止呲牙（1v2 训犬文学） 作者：玫瑰女侠.txt",
    "夸克盘链接": "https://pan.quark.cn/s/b13ba0139da5"
  },
  {
    "文件名": "[更25]残疾Omega也要被强制爱吗（nph） 作者：柒雨.txt",
    "夸克盘链接": "https://pan.quark.cn/s/7c55c550f413"
  },
  {
    "文件名": "[更15]薄荷绿（父女，强制，H） 作者：春水海棠.txt",
    "夸克盘链接": "https://pan.quark.cn/s/955bef0798d5"
  },
  {
    "文件名": "[更299]夜晚将至(合集) 作者：谢太太想养马.txt",
    "夸克盘链接": "https://pan.quark.cn/s/367215383d1e"
  },
  {
    "文件名": "[更171]老实女人，不爱玩（快穿） 作者：优美的矩形.txt",
    "夸克盘链接": "https://pan.quark.cn/s/0279054bade2"
  },
  {
    "文件名": "[更226]合欢宗掌教日常（仙侠 NP 高H）作者：甘蓝菜.txt",
    "夸克盘链接": "https://pan.quark.cn/s/03ff09d9e106"
  },
  {
    "文件名": "[更169]雷峰塔下（法青、1v1、） 作者：尼古拉斯·老謝.txt",
    "夸克盘链接": "https://pan.quark.cn/s/00439565922a"
  },
  {
    "文件名": "[更136]木槿烟云（年上 ABO） 作者：秋山执刀.txt",
    "夸克盘链接": "https://pan.quark.cn/s/694561684a31"
  },
  {
    "文件名": "[更143]秘密心动（悬疑1V1） 作者：墨弦歌.txt",
    "夸克盘链接": "https://pan.quark.cn/s/7b1044f0fe87"
  },
  {
    "文件名": "[更121]末日：异灾之端（骨科NP） 作者：鸭力好大鸭.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a874c7c6eb59"
  },
  {
    "文件名": "[更118]与它共感（1V1） 作者：幻海浮声.txt",
    "夸克盘链接": "https://pan.quark.cn/s/718049c0b921"
  },
  {
    "文件名": "[更92]扶桑（古风灵异） 作者：鸣銮.txt",
    "夸克盘链接": "https://pan.quark.cn/s/5eb7c60c35aa"
  },
  {
    "文件名": "[更100]女配也要被强制爱吗(末世 nph) 作者：酢浆草.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ca477a401bf2"
  },
  {
    "文件名": "[更83]真酒_假酒_谁是卧底(NPH, ABO) 作者：只是伊唯.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e0b45fd84b73"
  },
  {
    "文件名": "[更79]荒原 （出轨x姐狗） 作者：麦吉麦吉.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c6c22a8fe318"
  },
  {
    "文件名": "[更75]春闺媚香（乱伦，偷情，女非男处h） 作者：暖春.txt",
    "夸克盘链接": "https://pan.quark.cn/s/3c16fb49bcc1"
  },
  {
    "文件名": "[更72]论女a与哨向的兼容性（nph） 作者：dreamic.txt",
    "夸克盘链接": "https://pan.quark.cn/s/34dc2f7ef4dd"
  },
  {
    "文件名": "[更74]出差的旅馆（强制h） 作者：淮游.txt",
    "夸克盘链接": "https://pan.quark.cn/s/17743f549ea0"
  },
  {
    "文件名": "[更70]南有嘉鱼（父女） 作者：鬼鬼.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ff1d3fb9da31"
  },
  {
    "文件名": "[更57]咸鱼向导被迫万人迷（nph） 作者：涂山小满.txt",
    "夸克盘链接": "https://pan.quark.cn/s/fe1a1bed4f7f"
  },
  {
    "文件名": "[更49]出轨循环（1v2） 作者：明月皎皎.txt",
    "夸克盘链接": "https://pan.quark.cn/s/dfbe05611dc5"
  },
  {
    "文件名": "[更43]家族遗传精神病(nph虐）作者：alot87.txt",
    "夸克盘链接": "https://pan.quark.cn/s/cacaa786172e"
  },
  {
    "文件名": "[更47]烂美人牌（强制爱1v1） 作者：柚喜.txt",
    "夸克盘链接": "https://pan.quark.cn/s/767b0b658247"
  },
  {
    "文件名": "[更36]和同事相亲之后（1v1 双处 ） 作者：够捏.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e94dc7cfc5e4"
  },
  {
    "文件名": "[更62]贵族学院的末等生【系统nph】 作者：深夜俱乐部.txt",
    "夸克盘链接": "https://pan.quark.cn/s/0046f3322019"
  },
  {
    "文件名": "[更53]又被痴汉找上了（NPH） 作者：脑洞开发机.txt",
    "夸克盘链接": "https://pan.quark.cn/s/46213bb73e6a"
  },
  {
    "文件名": "[更30]JO乙短篇存放处 作者：卡卡卡卡里.txt",
    "夸克盘链接": "https://pan.quark.cn/s/8a1429d4ba08"
  },
  {
    "文件名": "[更36]危险关系（姐弟产奶1v1） 作者：睡觉对我很重要.txt",
    "夸克盘链接": "https://pan.quark.cn/s/bf215edc4c7b"
  },
  {
    "文件名": "[更15]成了耽美文里兄长和夫君的炮灰女配（1v3） 作者：吃饭不眨眼.txt",
    "夸克盘链接": "https://pan.quark.cn/s/d2c8c2f870e1"
  },
  {
    "文件名": "[更586]不羡仙（快穿仙侠 古言 1v1 ）作者：砌月帘风.txt",
    "夸克盘链接": "https://pan.quark.cn/s/b8016f302c1b"
  },
  {
    "文件名": "[更342]【快穿】维纳斯的养成笔记(np）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/f819406b9a96"
  },
  {
    "文件名": "[更256]末世：带着系统养男宠（NPH） 作者：鱼头多放辣.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e6e89b35d8e9"
  },
  {
    "文件名": "[更241]网恋被继兄骗炮后（伪骨科1v1） 作者：supersonic.txt",
    "夸克盘链接": "https://pan.quark.cn/s/d77950eb7018"
  },
  {
    "文件名": "[更160]入高门 （民国NPH） 作者：乔斯林.txt",
    "夸克盘链接": "https://pan.quark.cn/s/36b92478d7e3"
  },
  {
    "文件名": "[更171]在耽美文里被痴汉狂攻（弯掰直） 作者：水煮鱼.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c83468ea6ba1"
  },
  {
    "文件名": "[更108]春色情满(1V1高干文) 作者：重棠.txt",
    "夸克盘链接": "https://pan.quark.cn/s/4892b69b5053"
  },
  {
    "文件名": "[更65]小透明beta被痴汉包围（nph） 作者：cherryknot.txt",
    "夸克盘链接": "https://pan.quark.cn/s/d93f8fd4530f"
  },
  {
    "文件名": "[1v1 更35]《和同事相亲之后（1v1 双处 校園）》 作者：够捏.txt",
    "夸克盘链接": "https://pan.quark.cn/s/7a13ef4b8458"
  },
  {
    "文件名": "[np  更675]《云烟（古言NPH）（原名：《黑莲花被迫小白花开局！如何拉扯懦弱皇兄统一天下（古言NPH）》）》 作者：讫讫.txt",
    "夸克盘链接": "https://pan.quark.cn/s/16a84a4fe9a2"
  },
  {
    "文件名": "[1v1 更23]《逆女想要妈妈做老婆（母女gl，futa）》 作者：rock_sugar.txt",
    "夸克盘链接": "https://pan.quark.cn/s/30b104ce490b"
  },
  {
    "文件名": "[1v1 更27]《灵芝（1v1校园）》 作者：雨夹雪.txt",
    "夸克盘链接": "https://pan.quark.cn/s/453ff1e4ef48"
  },
  {
    "文件名": "[np  更500]《江山秀晚春（nph、古代、仙俠）》 作者：未归人.txt",
    "夸克盘链接": "https://pan.quark.cn/s/5955ce21fb41"
  },
  {
    "文件名": "[np  更185]《变成人后她被逐渐带坏（NPH、現代、奇幻）》 作者：饼干.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c43ae9ec3736"
  },
  {
    "文件名": "[np  更166]《成为豪门恶毒女配后（穿书nph、校園H、系統）》 作者：Kikiki.txt",
    "夸克盘链接": "https://pan.quark.cn/s/3937acc65c75"
  },
  {
    "文件名": "[np  更153]《被她渣过的女主都黑化了（gl、狗血、快穿）》 作者：景.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c5a47188061f"
  },
  {
    "文件名": "[np  更160]《向导她无处可逃（nph、末.txt",
    "夸克盘链接": "https://pan.quark.cn/s/98fde4b7bb80"
  },
  {
    "文件名": "[np  更135]《就算是坏女人她也全都要（NP 百合ABO主攻）》 作者：呆宝宝.txt",
    "夸克盘链接": "https://pan.quark.cn/s/8845ff2bb65f"
  },
  {
    "文件名": "[np  更108]《重回18岁跟前夫好兄弟睡了（高h np 骨科 高干）》 作者：o(_￣︶￣_)o.txt",
    "夸克盘链接": "https://pan.quark.cn/s/9ac9b9a69ab8"
  },
  {
    "文件名": "[np  更70]《爱神降临（西幻np）》 作者：无餍.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c5a012dfe98b"
  },
  {
    "文件名": "[np  更79]《星际美雌，兽夫们追着舔（爽(1).txt",
    "夸克盘链接": "https://pan.quark.cn/s/3361f08a7574"
  },
  {
    "文件名": "[np  更26]《小主在上（百合ＡＢＯ）》 作者：布蕾波波奶茶.txt",
    "夸克盘链接": "https://pan.quark.cn/s/8f2769b0d367"
  },
  {
    "文件名": "[np  更37]《沉溺于婳（NPH 男全C）》 作者：糖醋微辣.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ac5ed41d0593"
  },
  {
    "文件名": "[1v1 更584]《不羡仙（快穿仙侠 古言 1v1 sc）》 作者：砌雾.txt",
    "夸克盘链接": "https://pan.quark.cn/s/178c0ad323f7"
  },
  {
    "文件名": "[np  更43]《张柠檬长大后（SM、校園H、甜文） 》 作者：伯未有.txt",
    "夸克盘链接": "https://pan.quark.cn/s/d470059d2c00"
  },
  {
    "文件名": "[1v2 更150]《犯禁(1v2，亲舅甥）》 作者：翳月.txt",
    "夸克盘链接": "https://pan.quark.cn/s/2fa231116ec8"
  },
  {
    "文件名": "[1v1 更325]《网恋被骗一百万（1V1,SC）》 作者：美少女战神???珠珠重度依赖??????码字重度依赖???.txt",
    "夸克盘链接": "https://pan.quark.cn/s/f36faa5153e0"
  },
  {
    "文件名": "[1v1 更165]《完美陷阱（父女 1v1 h）》 作者：东竹.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a50b72d75e62"
  },
  {
    "文件名": "[1v1 更259]《［快穿］给攻略对象生娃 高H》 作者：傻白甜.txt",
    "夸克盘链接": "https://pan.quark.cn/s/9b78b3a2ca5a"
  },
  {
    "文件名": "[1v1 更165]《雷峰塔下（法青、1v1、SC）》 作者：尼古拉斯·老謝.txt",
    "夸克盘链接": "https://pan.quark.cn/s/96407edc82fb"
  },
  {
    "文件名": "[1v1 更112]《贱骨（女A男O GB）原书名《涩橘》》 作者：窝里鸽去.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a7816eab6123"
  },
  {
    "文件名": "[1v1 更108]《腻味（1v1、甜文）》 作者：雨.txt",
    "夸克盘链接": "https://pan.quark.cn/s/53498118c398"
  },
  {
    "文件名": "[1v1 更70]《皇兄的禁脔（sc? he 狗血强制） 》 作者：香草玛奇朵.txt",
    "夸克盘链接": "https://pan.quark.cn/s/d269a89df38f"
  },
  {
    "文件名": "[1v1 更76]《和亲哥出轨后（高h 骨科,狗血）》 作者：要吃肉.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ed15e7c6b3d9"
  },
  {
    "文件名": "[1v1 更60]《暴雪停止以后（校園、年下、狗血） 》 作者：渡己人.txt",
    "夸克盘链接": "https://pan.quark.cn/s/82da989e6a50"
  },
  {
    "文件名": "[1v1 更49]《有娃后开始恋爱gl（纯百、年上、狗血）》 作者：一水间.txt",
    "夸克盘链接": "https://pan.quark.cn/s/6a1e7a86ec6a"
  },
  {
    "文件名": "[1v1 更67]《狐狸精系统（系統、爽文、甜文） 》 作者：星月澜.txt",
    "夸克盘链接": "https://pan.quark.cn/s/60c12296753d"
  },
  {
    "文件名": "[1v1 更37]《和猫奴谈恋爱会被骗（嘴甜猫奴心机女x寡言纯情宠物医生） 》 作者：想要一只小猫.txt",
    "夸克盘链接": "https://pan.quark.cn/s/db43f0462973"
  },
  {
    "文件名": "[np  更24]《躲不过的桃花劫gl（纯百 np 主攻 现代）》 作者：谕礼.txt",
    "夸克盘链接": "https://pan.quark.cn/s/3d400cb57b02"
  },
  {
    "文件名": "[1v1 更159]《“艳鬼”(百合ABO)》 作者：被抓进笼.txt",
    "夸克盘链接": "https://pan.quark.cn/s/30385e191099"
  },
  {
    "文件名": "[1v1 更56]《You finally will be mine(剧情向  futa 1v1）》 作者：lizinan29.txt",
    "夸克盘链接": "https://pan.quark.cn/s/fc51364984fe"
  },
  {
    "文件名": "[np  更151]《被她渣过的女主都黑化了（gl、狗血、快穿）》 作者：景.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ab748661c092"
  },
  {
    "文件名": "[np  更133]《就算是坏女人她也全都要（NP 百合ABO主攻）》 作者：呆宝宝.txt",
    "夸克盘链接": "https://pan.quark.cn/s/503fdeb567f2"
  },
  {
    "文件名": "[1v1 更89]《饲养黑豹指南（百合ABO）》 作者：一颗大菠萝.txt",
    "夸克盘链接": "https://pan.quark.cn/s/88361db095f4"
  },
  {
    "文件名": "[np  更149]《被她渣过的女主都黑化了（gl、狗血、快穿）》 作者：景.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ecbaeeedb323"
  },
  {
    "文件名": "[np  更37]《贪图（仙俠、狗血） 》 作者：NN.txt",
    "夸克盘链接": "https://pan.quark.cn/s/f6c7ec243bc6"
  },
  {
    "文件名": "[1v1 更157]《“艳鬼”(百合ABO)》 作者：被抓进笼.txt",
    "夸克盘链接": "https://pan.quark.cn/s/34167caa599c"
  },
  {
    "文件名": "[np  更131]《就算是坏女人她也全都要（NP 百合ABO主攻）》 作者：呆宝宝.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a54c65866f1d"
  },
  {
    "文件名": "[1v1 更148]《【快穿】与神明共舞（玄幻 _ 罗曼）》作者_软炸蘑菇.txt",
    "夸克盘链接": "https://pan.quark.cn/s/1a4bc6261572"
  },
  {
    "文件名": "[1v1 更64]《狩猎反转（百合abo、現代、娛樂圈）》 作者：鲅鱼水饺.txt",
    "夸克盘链接": "https://pan.quark.cn/s/cf9f0a4f504b"
  },
  {
    "文件名": "[1v1 更300]《网恋被骗一百万（1V1,SC）》 作者：美少女战神???珠珠重度依赖??????码字重度依赖???.txt",
    "夸克盘链接": "https://pan.quark.cn/s/fbccb201bb4c"
  },
  {
    "文件名": "[np  更90]《萌猫正在收取爱慕值中【NPH、人獸、萌文】》 作者：爱炒菜的理子.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ff46f20f2a54"
  },
  {
    "文件名": "[1v1 更57]《红男绿女（1v1、現代、年上、甜文）》 作者：她叙.txt",
    "夸克盘链接": "https://pan.quark.cn/s/f4d0ffd361d3"
  },
  {
    "文件名": "[1v2 更34]《抗争到底【1v2、校園H、娛樂圈】》 作者：工口鉴赏家.txt",
    "夸克盘链接": "https://pan.quark.cn/s/1ca8eed3f1d5"
  },
  {
    "文件名": "[np  更96]《谁家正经宿主日常被攻略？（快穿）》 作者：破窿秋裤.txt",
    "夸克盘链接": "https://pan.quark.cn/s/218c9c827193"
  },
  {
    "文件名": "[np  更64]《蓝月星的Omega公主（百合ＡＢＯ）》 作者：蕃茄苏打餅.txt",
    "夸克盘链接": "https://pan.quark.cn/s/b0fe41bc8f2b"
  },
  {
    "文件名": "[1V1 更64]《与少夫人对食（百合ABO）》作者：粼若皓月.txt",
    "夸克盘链接": "https://pan.quark.cn/s/77504c99d60e"
  },
  {
    "文件名": "[1v1 更60]《生长周期（纯百 bdsm）》 作者：AZela.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ac62fe6444fb"
  },
  {
    "文件名": "[np  更165]《女配只做路人甲（穿书NPH）》 作者：耳东小姐.txt",
    "夸克盘链接": "https://pan.quark.cn/s/1bfe6daa0933"
  },
  {
    "文件名": "[1v1 更59]《蹂纸浆（1v1校园h）》 作者：卧们的暧y1成定局.txt",
    "夸克盘链接": "https://pan.quark.cn/s/2161b1ba087f"
  },
  {
    "文件名": "[1v1 更71]《与少夫人对食（百合ABO、futa、古代）》 作者：粼若皓月.txt",
    "夸克盘链接": "https://pan.quark.cn/s/1faeb6f94082"
  },
  {
    "文件名": "[废文 更86]《纯爱战犯（HE、三观不正、ABO、NP）》作者：山不知休.txt",
    "夸克盘链接": "https://pan.quark.cn/s/31a529f65911"
  },
  {
    "文件名": "[废文 更70]《三分醉（面冷闷骚攻vs口嫌体直受）》作者：威士忌酸.txt",
    "夸克盘链接": "https://pan.quark.cn/s/bf77c33f7061"
  },
  {
    "文件名": "[废文 更82]《死对头对我蓄谋已久（现代、HE、小甜饼、暗恋）》作者：匿名咸鱼.txt",
    "夸克盘链接": "https://pan.quark.cn/s/16e7e537c1fd"
  },
  {
    "文件名": "[废文 更66]《失忆后宿敌成我前男友（现代、HE、小甜饼、狗血）》作者：风雪欲人间.txt",
    "夸克盘链接": "https://pan.quark.cn/s/f190b49f6933"
  },
  {
    "文件名": "[废文 更62]《赛博猫妖（寡言嘴硬猫攻X温柔平和人受）》作者：匿名咸鱼.txt",
    "夸克盘链接": "https://pan.quark.cn/s/6e0bf1518bce"
  },
  {
    "文件名": "[废文 更61]《愈合（前网骗内心戏超多受x步步为营阴湿心机攻）》作者：匿名咸鱼.txt",
    "夸克盘链接": "https://pan.quark.cn/s/696c2ea296d1"
  },
  {
    "文件名": "[废文 更60]《杀死绝世天才后（古代、第三人称、主受视角、仙侠）》作者：太阳撒希望.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c315b3f11e94"
  },
  {
    "文件名": "[废文 更57]《被诅咒的勇者（西方、主受视角、NP、高H）》作者：匿名咸鱼.txt",
    "夸克盘链接": "https://pan.quark.cn/s/369881f6571f"
  },
  {
    "文件名": "[废文 更41]《每天一睁眼就是被强制（现代、骨科、NP、攻宠受）》作者：小虐文.txt",
    "夸克盘链接": "https://pan.quark.cn/s/876b33dead6d"
  },
  {
    "文件名": "[废文 更53]《丧家之犬（主受、包养、双替身、精神控制、虐身虐心）》作者：行欲歇.txt",
    "夸克盘链接": "https://pan.quark.cn/s/8abe9cff1d54"
  },
  {
    "文件名": "[废文 更38]《横刀夺爱（两攻一受、狗血）》作者：匿名咸鱼.txt",
    "夸克盘链接": "https://pan.quark.cn/s/d8b9502077ed"
  },
  {
    "文件名": "[废文 更40]《低等猎手（狗血、ABO、强制爱、骨科、NP）》作者：千眠.txt",
    "夸克盘链接": "https://pan.quark.cn/s/54ddf875ed4a"
  },
  {
    "文件名": "[废文 更27]《钓鱼佬的胜利（喜剧、OE、狗血、主攻视角）》作者：匿名咸鱼.txt",
    "夸克盘链接": "https://pan.quark.cn/s/f8f8311fbe02"
  },
  {
    "文件名": "[废文 更31]《万物法则（漂亮疯批大明星攻x风流帅哥金主受）》作者：飛入銀河.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c4f061db52e8"
  },
  {
    "文件名": "[废文 更33]《雨笼（现代、狗血、ABO、美强）》作者：邱追.txt",
    "夸克盘链接": "https://pan.quark.cn/s/38ce15d0c42d"
  },
  {
    "文件名": "[np  更328]《高高在上（ab，np）》 作者：夜酒.txt",
    "夸克盘链接": "https://pan.quark.cn/s/1e6d7eccf45b"
  },
  {
    "文件名": "[np  更142]《陈佐家的男人们（调教、抹布） 》 作者：冯古道.txt",
    "夸克盘链接": "https://pan.quark.cn/s/763f6ddc7574"
  },
  {
    "文件名": "[np  更117]《【总攻】点绛唇（穿越 修真） 》 作者：星离雨散（摆了）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/39a00c44e20e"
  },
  {
    "文件名": "[np  更115]《七皇子他想上位（骨科，强制爱） 》 作者：晨晨.txt",
    "夸克盘链接": "https://pan.quark.cn/s/32141f7be7a9"
  },
  {
    "文件名": "[np  更89]《[虫族]梦老师灵感枯竭（第二部）》 作者：baba.txt",
    "夸克盘链接": "https://pan.quark.cn/s/dbdd45f0eb99"
  },
  {
    "文件名": "[np  更47]《胶衣侠（美攻强受 奇幻） 》 作者：霓虹笑笑子.txt",
    "夸克盘链接": "https://pan.quark.cn/s/eb8848500c1e"
  },
  {
    "文件名": "[np  更81]《无关错对（家奴受）》 作者：倾天之痕.txt",
    "夸克盘链接": "https://pan.quark.cn/s/74c1b63a6301"
  },
  {
    "文件名": "[np  更80]《朕的发家黑历史（1v3，替身界泥石流，追妻火葬场） 》 作者：紫鸿 (1).txt",
    "夸克盘链接": "https://pan.quark.cn/s/90ef646270a5"
  },
  {
    "文件名": "[np  更37]《舔狗凤凰攻（狗血np 攻转受）》 作者：林林林林林.txt",
    "夸克盘链接": "https://pan.quark.cn/s/bb9e2d8d66a6"
  },
  {
    "文件名": "[np  更33]《大师兄哪里逃（人渣直男万人嫌大师兄总受） 》 作者：热心市民张大姐.txt",
    "夸克盘链接": "https://pan.quark.cn/s/19a627500ad9"
  },
  {
    "文件名": "[np  更31]《上校的狗，是魂系游戏纸片人（强攻强受） 》 作者：琢木家.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e96afc8852a3"
  },
  {
    "文件名": "[np  更28]《【总 攻】hentai模拟收集器》 作者：鸽唔啊呱【上面骑我勾巴的舒服了就快做饭】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/f5f47a1194d9"
  },
  {
    "文件名": "[3p  更37]《棠棠（美攻强受） 》 作者：零糖冰可乐.txt",
    "夸克盘链接": "https://pan.quark.cn/s/4810073123ba"
  },
  {
    "文件名": "[np  更17]《少爷的连环肏人日记[总攻] 》作者：浴室喷头.txt",
    "夸克盘链接": "https://pan.quark.cn/s/2b8a290cbb46"
  },
  {
    "文件名": "[1v1 更107]《落拓身（all霸刀 虐身） 》 作者：沙色云.txt",
    "夸克盘链接": "https://pan.quark.cn/s/06a07c3c1c1d"
  },
  {
    "文件名": "[1v1 更149]《在全息模拟世界里欺负高岭之花（腹黑抖s攻x人前高岭之花人后性瘾双性受） 》 作者：穆小刀_.txt",
    "夸克盘链接": "https://pan.quark.cn/s/f904796930d1"
  },
  {
    "文件名": "[1v1 更239]《FBI掰弯杀手后互，攻了（顶级职业杀手XFBI高级搜查官）》 作者：dying.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a5d087217757"
  },
  {
    "文件名": "[1v1 更77]《发现领导在海棠写文后（闷骚领导受x撒娇年下攻） 》 作者：三木.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c0a34e408dbe"
  },
  {
    "文件名": "[1v1 更50]《当剑修仙尊每晚疯狂中出魔教小卒》作者：穷酸鸽子（假正经真淫魔剑修攻×嘴硬穴软魔修小卒受） (1).txt",
    "夸克盘链接": "https://pan.quark.cn/s/a1f5bc8435f5"
  },
  {
    "文件名": "[1v1 更99]《你是我迟来的光（sp 校园 虐身）》 作者：咸鱼也不吃香菜）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ee6ba5a82639"
  },
  {
    "文件名": "[1v1 更27]《猫瘾难戒（温馨） 》 作者：月落猪蹄.txt",
    "夸克盘链接": "https://pan.quark.cn/s/244bf9a3aaac"
  },
  {
    "文件名": "[1v1 更25]《碎玉成埃［主仆］（SM 年上攻）》作者：水末沫.txt",
    "夸克盘链接": "https://pan.quark.cn/s/1a1c5fa25062"
  },
  {
    "文件名": "[1v1 更25]《带上爱的人私奔（年下受 科幻）》作者：水果榨汁.txt",
    "夸克盘链接": "https://pan.quark.cn/s/b9fc82d8e5e3"
  },
  {
    "文件名": "[1v1 更07 ]《飞机杯怪谈》作者：君陌醉.txt",
    "夸克盘链接": "https://pan.quark.cn/s/49b02b90eeb7"
  },
  {
    "文件名": "[更107]《快穿之在梦里被迫干男主 原名 快穿_在梦里被迫营业》作者：Galaxy（np）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/07b70c1bfd05"
  },
  {
    "文件名": "[更96]《多情书》作者：橙子（np百合abo）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/5a78c2179f5e"
  },
  {
    "文件名": "[更104]《副本boss都想吃掉我 不艾艹怎么通关？》作者：安诗鸢尾（np）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/10472754944d"
  },
  {
    "文件名": "[更89]《不替秋。》作者 不胜寒。（GL百合）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/da5293c71d27"
  },
  {
    "文件名": "[更75+8番外]《纯爱竹马攻也出轨了》作者：陆沉舟（np）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/8fae0ae58fe1"
  },
  {
    "文件名": "[更77]《人外vs强受合集》作者：cqaqq（故事集）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ce0230d24a06"
  },
  {
    "文件名": "[更69]《快穿之万人迷嫖美人》作者：软软?（女攻np）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c1278b21bcc8"
  },
  {
    "文件名": "[更41]《丧钟》作者：kkk（1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c7a6c677fe6d"
  },
  {
    "文件名": "[更46]《总统大人的淫荡小狗》作者：月涟（np）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/3731a3c6b5c8"
  },
  {
    "文件名": "[更466]《苦茶紫满天飞 速度七十迈 原名 年轻人，淦就完了》作者：肆一九（短篇合集）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/7d2b3d25a3c9"
  },
  {
    "文件名": "[更21]《岳父才是真绝色》作者：烧火虾（1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a3d861c4a6cd"
  },
  {
    "文件名": "[废文 更203]穿成帝王畅游皇宫（穿成帝王畅游后宫）（np）作者：叉烧牛油菠萝包.txt",
    "夸克盘链接": "https://pan.quark.cn/s/44fc412b8fd3"
  },
  {
    "文件名": "[废文 更99]错认（1v1）作者：咕噜咕噜魔法阵.txt",
    "夸克盘链接": "https://pan.quark.cn/s/cb7d02117fa2"
  },
  {
    "文件名": "[废文 更66]一事无成二师兄（np） 作者：stupid.txt",
    "夸克盘链接": "https://pan.quark.cn/s/16b260e221da"
  },
  {
    "文件名": "[废文 更60]七零年代之娇弱小知青（1v1）作者：水晶闪闪.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ba328060abc1"
  },
  {
    "文件名": "[废文 更68]我假装大佬收徒后死遁（np）作者：仙人山.txt",
    "夸克盘链接": "https://pan.quark.cn/s/035f0bf8006a"
  },
  {
    "文件名": "[废文 更58]珠玉不蒙尘（1v1）作者：甜滋滋儿.txt",
    "夸克盘链接": "https://pan.quark.cn/s/4349782f369e"
  },
  {
    "文件名": "[废文 更40]低等猎手（np）作者：千眠.txt",
    "夸克盘链接": "https://pan.quark.cn/s/d71f0b316d5c"
  },
  {
    "文件名": "[废文 更16]快穿游戏中的漂亮角色（np）作者：醇香原味坚果饮.txt",
    "夸克盘链接": "https://pan.quark.cn/s/da0b2164812f"
  },
  {
    "文件名": "[废文 更35]落珵（1v1）作者：春不归.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a5b90865c504"
  },
  {
    "文件名": "[更155]《修剧情的第一步是全都吃掉》作者：蓝莓梗（np）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/20f01ea7705d"
  },
  {
    "文件名": "[更377]《催眠美人师尊》作者：锦绣年华.txt",
    "夸克盘链接": "https://pan.quark.cn/s/f371e3568b1b"
  },
  {
    "文件名": "[更109]《不见仙途》作者：White Jesus（np）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/48e65c0f0c62"
  },
  {
    "文件名": "[废文 更39]不要随便乱捡学生卡（np）作者：黑猫啾啾毛.txt",
    "夸克盘链接": "https://pan.quark.cn/s/403c756f5622"
  },
  {
    "文件名": "[废文 更44]桃溪村记事（1v1）作者：秦柒.txt",
    "夸克盘链接": "https://pan.quark.cn/s/9e327bf40ad6"
  },
  {
    "文件名": "[废文 更42]魁首（1v1）作者：李念棠.txt",
    "夸克盘链接": "https://pan.quark.cn/s/7f22693a4fdf"
  },
  {
    "文件名": "[废文 更32]雨笼（1v1）作者：邱追.txt",
    "夸克盘链接": "https://pan.quark.cn/s/818a550f7ae9"
  },
  {
    "文件名": "[废文 更31]长生术（np）作者：罐装鱻鱼.txt",
    "夸克盘链接": "https://pan.quark.cn/s/25334f9a911b"
  },
  {
    "文件名": "[废文 更30]弄脏贞洁烈男（np）作者：腹灰幺.txt",
    "夸克盘链接": "https://pan.quark.cn/s/cde07f66509c"
  },
  {
    "文件名": "[更114]《训犬》作者：留歌（总攻）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ef0251e385fe"
  },
  {
    "文件名": "[更345]《催眠美人师尊》作者：锦绣年华.txt",
    "夸克盘链接": "https://pan.quark.cn/s/213aca486132"
  },
  {
    "文件名": "[更120]《以吻噤声》作者：東聿（百合）【24.12.16】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/d9805ea84800"
  },
  {
    "文件名": "[更109]《一碗红烧肉》作者：普通小狗（故事集）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/f783db6fa2cb"
  },
  {
    "文件名": "[更96]《人生赢家二次方 花市豪门夜宴 花夜盛宴 媚药开始的关系》作者：魔女制药（np）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/40edb98a0a9c"
  },
  {
    "文件名": "[更67]《皮肤饥渴症》作者：小虐文（np）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/cefb1004f815"
  },
  {
    "文件名": "[更61]《有娃后开始恋爱》作者 一水间（GL百合1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/f6b2d5af1066"
  },
  {
    "文件名": "[更50]《当剑修仙尊每晚疯狂中出魔教小卒》作者：穷酸鸽子（1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/d9aca1402b7d"
  },
  {
    "文件名": "[更41]《养诡》作者：南溪（1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/cbdea6d41a55"
  },
  {
    "文件名": "[更35]《花魁》作者：一个老炮儿（np）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/262906dcef33"
  },
  {
    "文件名": "[更30]《咫尺（纯百H）》作者 十面（GL百合1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/9c8d7889245e"
  },
  {
    "文件名": "[更28]《离婚前老公被穿了》作者：monoQ（1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/d7101445b1d2"
  },
  {
    "文件名": "[更30]《玻璃窗外的一个雨天》作者：魜公主（女攻1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/203315688dfb"
  },
  {
    "文件名": "[更22]《被劣性Alpha干爆的娇软少爷》作者：百岁山（1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/5413c7b86bf9"
  },
  {
    "文件名": "[更24]《扭瓜记》作者：素莲生花（np）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/be4b8b595815"
  },
  {
    "文件名": "[更18]《妄想逃离枷锁的共妻》作者：九一（np）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/b27d2f6d6a83"
  },
  {
    "文件名": "[更22]《doi速通手册》作者：安诗鸢尾（np）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/5dca7df1e6bf"
  },
  {
    "文件名": "[更17]《疯批自有病娇磨》作者：白水蓝羽（1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/5efe66da1dc9"
  },
  {
    "文件名": "[更14]《只是精油按摩而已》作者：蘸酱酱（np）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/b46e7064d7f8"
  },
  {
    "文件名": "[更15]《炖了那个负心汉》作者：无病无灾（1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ccad604a13c6"
  },
  {
    "文件名": "[更14]《温柔人夫升级指南》作者：逢春（np）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e231e53858aa"
  },
  {
    "文件名": "[更14]《替父还债的日子》作者：明颜（np）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/9aa56725f383"
  },
  {
    "文件名": "[更14]《在虫族拍摄小黄片那些年》作者：长白（np）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e9566bf287aa"
  },
  {
    "文件名": "[更14]《掏眼睛》作者 屁屁星人（GL百合扶她）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/092c1f694c3c"
  },
  {
    "文件名": "[更10]《我欧金金捏？》作者：boki（np）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/2dcab19f1b0d"
  },
  {
    "文件名": "[更9]《土实是个老实人》作者：舀一瓢（1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/f5ed16c7bf36"
  },
  {
    "文件名": "[更13]《有老婆就要不要去外面偷吃了会被缠上的》作者：麻酱（1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/996000759495"
  },
  {
    "文件名": "[更8]《欺负乖徒》作者：天晴嘀嘀（1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/f0a0959b954b"
  },
  {
    "文件名": "[更9]《花样玩弄美人校草》作者：酒心软糖（1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/621832aed6ea"
  },
  {
    "文件名": "[废文 更143]群青（1v1）作者：无麻全痛嘎腰子~修改版.txt",
    "夸克盘链接": "https://pan.quark.cn/s/50963b628973"
  },
  {
    "文件名": "[废文 更105]成为师尊道侣的日子（1v1） 作者：紫烟沉.txt",
    "夸克盘链接": "https://pan.quark.cn/s/f671f5f6af74"
  },
  {
    "文件名": "[废文 更113]捡到小狗怎么办（1v1）作者：榭渠.txt",
    "夸克盘链接": "https://pan.quark.cn/s/2d9eeda7a65e"
  },
  {
    "文件名": "[废文 更94]环伺（np）作者：派派茄子.txt",
    "夸克盘链接": "https://pan.quark.cn/s/b9a7665d4de4"
  },
  {
    "文件名": "[废文 更86]纯爱战犯（np）作者：山不知休.txt",
    "夸克盘链接": "https://pan.quark.cn/s/fbb26ff2a778"
  },
  {
    "文件名": "[废文 更90]难度第五春（np） 作者：桃桃追年.txt",
    "夸克盘链接": "https://pan.quark.cn/s/9bcf25cd2114"
  },
  {
    "文件名": "[废文 更49]情人草（1v1）作者：止咳糖浆.txt",
    "夸克盘链接": "https://pan.quark.cn/s/3aa93ca10821"
  },
  {
    "文件名": "[废文 更96]婚内暗恋（1v1） 作者：樊呜喳喳.txt",
    "夸克盘链接": "https://pan.quark.cn/s/7986de088942"
  },
  {
    "文件名": "[废文 更84]礼貌问价（np）作者：红茶可乐冰~修改版.txt",
    "夸克盘链接": "https://pan.quark.cn/s/fa69a7bfbb74"
  },
  {
    "文件名": "[废文 更74]心灵感应电台（np）作者：奶盖双份不分装.txt",
    "夸克盘链接": "https://pan.quark.cn/s/d5694c5ea5f9"
  },
  {
    "文件名": "[废文 更66]不要啊我真的会死掉（np） 作者：愿敢.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c93089f9458d"
  },
  {
    "文件名": "[废文 更25]我的邻居太太（1v1）作者：肥嘟嘟左卫门.txt",
    "夸克盘链接": "https://pan.quark.cn/s/d7e1b38edec4"
  },
  {
    "文件名": "[废文 更28]青山碍（1v1）作者：夜游星.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a7c7902cb445"
  },
  {
    "文件名": "[废文 更55]疯狗们的玩物死了（np）作者：第三者责任险.txt",
    "夸克盘链接": "https://pan.quark.cn/s/37884a22a2fc"
  },
  {
    "文件名": "[废文 更14]血夜将袭（np）作者：雪山行雁.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ab1fbe299d4e"
  },
  {
    "文件名": "[废文 更22]贵族学院的共享老婆（np）作者：雾灯小姐.txt",
    "夸克盘链接": "https://pan.quark.cn/s/0f66e8bddda0"
  },
  {
    "文件名": "[更268]《催眠美人师尊》作者：锦绣年华.txt",
    "夸克盘链接": "https://pan.quark.cn/s/b03474ac2d73"
  },
  {
    "文件名": "[更218]《公主长乐永安》作家：留尘（女攻np）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/fbb4a425f016"
  },
  {
    "文件名": "[更137]《就算是坏女人她也全都要》作者：呆元（百合np）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/0aacf164ee20"
  },
  {
    "文件名": "[更140]《陈佐家的男人们》作者：冯古道（np）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a0d2a2b0454b"
  },
  {
    "文件名": "[更160]《当爸爸的小狗》作者：烟蓝（1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/b9ab54528ee2"
  },
  {
    "文件名": "[更89]《兽化战士》作者：耀星狼（1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/18f627efa4e4"
  },
  {
    "文件名": "[更100]《重生后我被宿敌们包围了》作者：是鱼而已（百合np）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/d7bb443c8194"
  },
  {
    "文件名": "[更65]《丈夫是一群恐怖异形》作家：一方草（np）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/47e556bd8337"
  },
  {
    "文件名": "[更68]《发现领导在海棠写文后》作者：三木（1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/cf80072ab39b"
  },
  {
    "文件名": "[更60]《互换身体后，他老公天天被蹂躏》作者：吃肉萌萌哒（np）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e1e4a1dcdd53"
  },
  {
    "文件名": "[更53]《白莲花黑化后尽惹些疯批》作者：cathine2（np）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/19f46264504b"
  },
  {
    "文件名": "[更52]《色情主播爱上邻居教授》作者：乐之（1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e607dc230f39"
  },
  {
    "文件名": "[更46]《赎罪》作者：木木木容（1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ae72c0f123c7"
  },
  {
    "文件名": "[更33]《仿生人：欲望》作者：呢呢了了（故事集）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/105a08b1eba1"
  },
  {
    "文件名": "[更27]《小主在上》作者 布蕾波波奶茶（百合ＡＢＯ np）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/b833b02946f3"
  },
  {
    "文件名": "[更44]《淫荡的童婳》作者：葡萄椰果冻冻（np）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/527df17db588"
  },
  {
    "文件名": "[更35]《我在情欲游戏为所欲为》作者：梅少池饭（np）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/9800faff68f4"
  },
  {
    "文件名": "[更22]《把渣攻少帅全部操成狗》作者：冥河水母（np）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/fb072730684e"
  },
  {
    "文件名": "[更23]《拿了炮灰剧本后我用身体勾引男主》作者：取啥名都被占好气哦（np）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/cb60a8db7b52"
  },
  {
    "文件名": "[更21]《男神下海》作者：你家的白月光（np）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a11ccebf2e59"
  },
  {
    "文件名": "[更21]《在全息游戏里总是被肏翻嫩批》作者：江畔暮水薄（np）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a21a4743f21f"
  },
  {
    "文件名": "[更18]《岳父才是真绝色》作者：烧火虾（1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ac68d9d5d397"
  },
  {
    "文件名": "[更20]《不要我的时候请一并杀死我》作者 HINOCHI（GL百合）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/18ece683641a"
  },
  {
    "文件名": "[更20]《被死去的丈夫狠狠纠缠》作者：九一（1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/d999cb9e4390"
  },
  {
    "文件名": "[更19]《学霸的自我管理》作者：捌佰彪兵奔被窝（1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a71a7a1102a1"
  },
  {
    "文件名": "[更16]《魔王的精英奴隶》作者：七罪暴食（np）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/7264f2233586"
  },
  {
    "文件名": "[更13]《卧底自救指南》作者：夹心蜂窝煤（1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c9d95355ce68"
  },
  {
    "文件名": "[更13]《江雪予欢》作者 涵（百合abo）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/39e6ec15a882"
  },
  {
    "文件名": "[更18]《当万人迷穿成恶毒炮灰》作者：独苗小白菜（np）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/749cd7f19588"
  },
  {
    "文件名": "[更8]《原来我才是主角攻亲爹》作者：苹果蹲梨膏（np）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/d71a450fbb29"
  },
  {
    "文件名": "[更9]《催眠洗脑合集》作者：没有名字.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c6fcc9fcd029"
  },
  {
    "文件名": "[废文 更148]地狱摸鱼日记（np）作者：墨汁鬼伞.txt",
    "夸克盘链接": "https://pan.quark.cn/s/01a02ddb26e6"
  },
  {
    "文件名": "[废文 更105]致命指令（np）作者：剑林诗侠.txt",
    "夸克盘链接": "https://pan.quark.cn/s/d052c8e56341"
  },
  {
    "文件名": "[废文 更116]扭曲关系（np） 作者：新界乞丐.txt",
    "夸克盘链接": "https://pan.quark.cn/s/57a693eb78e6"
  },
  {
    "文件名": "[废文 更115]你的大师兄（np）作者：heiheiheiheihei.txt",
    "夸克盘链接": "https://pan.quark.cn/s/480c0daacb7d"
  },
  {
    "文件名": "[更463]《苦茶紫满天飞 速度七十迈 原名 年轻人，淦就完了》作者：肆一九（短篇合集）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/484d14a71c06"
  },
  {
    "文件名": "[废文 更37]契妻（np）作者：无夜苔.txt",
    "夸克盘链接": "https://pan.quark.cn/s/b55f2fbd6ccb"
  },
  {
    "文件名": "[废文 更31]美味陷阱（np）作者：周清.txt",
    "夸克盘链接": "https://pan.quark.cn/s/efe643621c9b"
  },
  {
    "文件名": "[废文 更28]造孽（1v1）作者：路一丝十六.txt",
    "夸克盘链接": "https://pan.quark.cn/s/29baab1b4f9c"
  },
  {
    "文件名": "[废文 更19]落魄少爷成为牛郎之后（np）作者：树墩子还是太少了.txt",
    "夸克盘链接": "https://pan.quark.cn/s/aece6a7900a9"
  },
  {
    "文件名": "[废文 更10]很慢的夜，很轻的吻（1v1）作者：今夜暴雪.txt",
    "夸克盘链接": "https://pan.quark.cn/s/3b7443872f3c"
  },
  {
    "文件名": "[更151]《修剧情的第一步是全都吃掉》作者：蓝莓梗（np）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/f6680bbfaf8c"
  },
  {
    "文件名": "[更185]《被暗恋的人，玩成了杯杯》作者：一袋猫（1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/7c1bcf16cd2c"
  },
  {
    "文件名": "[更185]催眠美人师尊 作者：锦绣年华.txt",
    "夸克盘链接": "https://pan.quark.cn/s/0e99ac8682f5"
  },
  {
    "文件名": "[更155]《被她渣过的女主都黑化了》作者：景（百合快穿）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/27741fa46cf8"
  },
  {
    "文件名": "[更98]《暴君重归少年时》作者：炀炀子（np）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/04ada4cc6305"
  },
  {
    "文件名": "[更83]《获得隐身系统后》作者：寒山见（np）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/46031704d857"
  },
  {
    "文件名": "[更81]《清冷美人的R18游戏》作者：朱酒（np）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/d4fa4b668d1e"
  },
  {
    "文件名": "[更78+2番外]《丞相的儿子们为我打起来了》作者：大火烹调（np）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/acaa3aa7e444"
  },
  {
    "文件名": "[更77]《朕的发家黑历史》作者：紫鸿（np）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/8ea8d36d2405"
  },
  {
    "文件名": "[更64]《一篇很淫乱的文》作者 0000（GL百合1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c38e602a5d38"
  },
  {
    "文件名": "[更47]《性欲管理》作者：多吃鸡腿少吃亏（np）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/1de9fef432e9"
  },
  {
    "文件名": "[更36]《穿进R18版模拟人生后》作者：滴滴打的打（女攻np）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ef1a01a261e8"
  },
  {
    "文件名": "[更39]《魅魔直播间》作者：Hk（1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/df4f0c989ceb"
  },
  {
    "文件名": "[更35]《影帝的私生活》作者：鼓岭的阿仁（1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a26da333ab19"
  },
  {
    "文件名": "[更25]《人渣强奸不成反被双子正太监禁爆炒》作者：赛博猫舌（np）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/857dc6519bfb"
  },
  {
    "文件名": "[更14]《行军前夜》作者：南方宝剑（1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/cf5ae0041a68"
  },
  {
    "文件名": "[废文 更126]死装校草活该被（np）作者：炉香炉香.txt",
    "夸克盘链接": "https://pan.quark.cn/s/84d0efb3094a"
  },
  {
    "文件名": "[废文 更76]因果报应（np）作者：故剑相投.txt",
    "夸克盘链接": "https://pan.quark.cn/s/5505c828cd6d"
  },
  {
    "文件名": "[废文 更58]雇佣兵怀了龙蛋（1v1）作者：成云起雾.txt",
    "夸克盘链接": "https://pan.quark.cn/s/615050b311fc"
  },
  {
    "文件名": "[废文 更58]我本布衣（np）作者：秦焕.txt",
    "夸克盘链接": "https://pan.quark.cn/s/df79a00a7cb3"
  },
  {
    "文件名": "[废文 更61]囹圄（np） 作者：茗茗叉叉.txt",
    "夸克盘链接": "https://pan.quark.cn/s/f4c7ece42284"
  },
  {
    "文件名": "[废文 更48]哥哥人鬼殊途你知道吗（1v1）作者：山行禾尽.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ec4fc61e87dc"
  },
  {
    "文件名": "[废文 更46]比目鱼（1v1）作者：w山罔.txt",
    "夸克盘链接": "https://pan.quark.cn/s/1f9093f7f56b"
  },
  {
    "文件名": "[废文 更26]照春苔（1v1） 作者：匿名咸鱼.txt",
    "夸克盘链接": "https://pan.quark.cn/s/5f113f96bbeb"
  },
  {
    "文件名": "[废文 更24]狗咬狗（1v1）作者：块陶.txt",
    "夸克盘链接": "https://pan.quark.cn/s/31696bf9798b"
  },
  {
    "文件名": "[废文 更25]谒金门（np）作者：九州月下.txt",
    "夸克盘链接": "https://pan.quark.cn/s/62aa74446f01"
  },
  {
    "文件名": "[废文 更13]水波纹（1v1）作者：善良的同人女.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e6b58171e545"
  },
  {
    "文件名": "[更292]《战神王子养成记》作者：维斯（多cp）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/57a81ec9ceb6"
  },
  {
    "文件名": "[更189]《鲛人子归》作者：大鹅炖铁锅（np）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ff4e7edd6da2"
  },
  {
    "文件名": "[更129]《快长出来啊啊啊！》作者：queen（女攻故事集）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/8a04da4e7cab"
  },
  {
    "文件名": "[更110]《训犬》作者：留歌（总攻）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ecc86040abea"
  },
  {
    "文件名": "[更105]《不见仙途》作者：White Jesus（np）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/d642d686dd71"
  },
  {
    "文件名": "[更101]《副本boss都想吃掉我 不艾艹怎么通关？》作者：安诗鸢尾（np）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/bd0ea11bd12e"
  },
  {
    "文件名": "[更75]《再不听话草哭你》作者：白茶清欢（1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/981d4c1257f8"
  },
  {
    "文件名": "[更75]《用身体治疗别人的漂亮军医》作者：今天论文写完了吗（np）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/fa98dc088131"
  },
  {
    "文件名": "[更67]《白月光与朱砂痣与狗》作者：司马不知情（np）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/661ad409d124"
  },
  {
    "文件名": "[更59]《凰文社会的NPC活动》作者：逗猫人（np百合废文uta）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/948c902fe8f0"
  },
  {
    "文件名": "[更54]《有娃后开始恋爱》作者 一水间（GL百合1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/1e26d0cb1b02"
  },
  {
    "文件名": "[更57]《皮肤饥渴症》作者：小虐文（np）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e2f2f7e3f023"
  },
  {
    "文件名": "[更44]《挣脱》作者：明天再说吧qaq（1v1百合）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/3189b69e49bd"
  },
  {
    "文件名": "[更43]《圈内名主是我上司》作者：咸鱼也不吃香菜（1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/56a29236e03d"
  },
  {
    "文件名": "[更32]《我在情欲游戏为所欲为》作者：梅少池饭（np）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/98b4dd0655ae"
  },
  {
    "文件名": "[更26]《海王无所畏惧》作者：卷柏（np）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/241dad7ef021"
  },
  {
    "文件名": "[更24]《扬州第一官妓》作者 醍醐灌顶（百合gl np）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/4fd8f71c7632"
  },
  {
    "文件名": "[更24]《逆女想要妈妈做老婆》作者 rock_sugar（百合母女gl，废文uta）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/abda26398102"
  },
  {
    "文件名": "[更22]《永恒之心》作者 七七（GL百合废文uta）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/b3c553d36a2c"
  },
  {
    "文件名": "[更22]《仙尊家的兔子又娇又软》作者：西洲客（1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/004ff1559cd1"
  },
  {
    "文件名": "[更20+8番外]《貌美上司被报复开发后》作者：粉长直大唧唧（1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/8bf2dd348b89"
  },
  {
    "文件名": "[更19]《七日游戏》作者：阿葵亚（np）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/1d250beccb04"
  },
  {
    "文件名": "[更19]《剑尊废掉后成了我夫君的小妾》作者：绯鸟不是肥鸟（3p）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/1f9a06c20811"
  },
  {
    "文件名": "[更17]《神职丈夫也太能干了叭》作者：房山季鸟猴（1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/d3068d32ba23"
  },
  {
    "文件名": "[更16]《被劣性Alpha干爆的娇软少爷》作者：百岁山（1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/8cdd3ce7fc10"
  },
  {
    "文件名": "[更15]《把他懆得瞳孔失焦吧》作者：没有名字（np）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/051f8c330117"
  },
  {
    "文件名": "[更14]《在虫族世界做共夫就要吃军雌父子“全家捅”》作者：焦糖鲨牛乳（np）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/3bbc08834188"
  },
  {
    "文件名": "[更13]《小黄车合集》作者：Aimen.txt",
    "夸克盘链接": "https://pan.quark.cn/s/22b53a34f97f"
  },
  {
    "文件名": "[更8]《掏眼睛》作者 屁屁星人（GL百合扶她）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/fbdf6a054790"
  },
  {
    "文件名": "[废文 更287]冒牌货（np）作者：糖醋小鱼干.txt",
    "夸克盘链接": "https://pan.quark.cn/s/515a1c7b90ae"
  },
  {
    "文件名": "[废文 更148]全球警戒（1v1）作者：夭青.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c0224d041513"
  },
  {
    "文件名": "[废文 更134]玉秋（np）作者：酎令.txt",
    "夸克盘链接": "https://pan.quark.cn/s/40c1af43a5bf"
  },
  {
    "文件名": "[废文 更131]敲月亮（1v1）作者：宸羽.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ce362a579666"
  },
  {
    "文件名": "[废文 更95]红丝线（np）作者：块陶.txt",
    "夸克盘链接": "https://pan.quark.cn/s/db15a623bf73"
  },
  {
    "文件名": "[废文 更72]陆老板和他的小歌星（1v1） 作者：陆老板.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e285d37a722f"
  },
  {
    "文件名": "[废文 更53]你说得对，但男的不抽（np）作者：羽渊akira.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c189554b33fe"
  },
  {
    "文件名": "[废文 更51]能不能别这么八卦（1v1）作者：吸一口仙气.txt",
    "夸克盘链接": "https://pan.quark.cn/s/dd55bdd9ea38"
  },
  {
    "文件名": "[1v1 更31]《养诡（偶尔疯批，外表清俊端庄的贺道长X对待敌人心狠手辣，内里其实很忠犬安分的厉老板） 》 作者：南溪.txt",
    "夸克盘链接": "https://pan.quark.cn/s/8547f7da7019"
  },
  {
    "文件名": "[废文 更55]《狗东西（奇幻、HE、轻松、人兽）》作者：夏大雨.txt",
    "夸克盘链接": "https://pan.quark.cn/s/7e694ee414fc"
  },
  {
    "文件名": "[np  更316]《高高在上（ab，np）》 作者：夜酒.txt",
    "夸克盘链接": "https://pan.quark.cn/s/46b2835b85bd"
  },
  {
    "文件名": "[np  更76]《朕的发家黑历史（1v3，替身界.txt",
    "夸克盘链接": "https://pan.quark.cn/s/85c3803ee292"
  },
  {
    "文件名": "[np  更58]《[催眠]穿进18禁游戏里（美攻强受） 》 作者：小野 .txt",
    "夸克盘链接": "https://pan.quark.cn/s/130dabe84ba2"
  },
  {
    "文件名": "[np  更61]《（总攻）穿越后怎么都要嫁给.txt",
    "夸克盘链接": "https://pan.quark.cn/s/03db0721b98b"
  },
  {
    "文件名": "[np  更25]《丈夫有了他的男人（人夫出轨，直掰弯） 》 作者：绿杏过墙.txt",
    "夸克盘链接": "https://pan.quark.cn/s/67e27478d559"
  },
  {
    "文件名": "[np  更21]《魅魔系统：处男重生攻略全体帅哥师生（师生，背德，S转M） 》 作者：白猫军师.txt",
    "夸克盘链接": "https://pan.quark.cn/s/327d97bd083d"
  },
  {
    "文件名": "[1v1 更172]《被暗恋的人，玩成了杯杯（腹黑冷淡混不吝美人攻x身体超敏感富二代帅哥受） 》 作者：一袋子猫.txt",
    "夸克盘链接": "https://pan.quark.cn/s/77129ebc5853"
  },
  {
    "文件名": "[1v1 更90]《恶之花（高岭之花偏执变态大佬攻×表面温润本质阴暗有点暴躁受）》 作者：非衣之.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e5ec205dc6a8"
  },
  {
    "文件名": "[1v1 更68]《将锁夏（可爱被宠坏的小漂亮淫猫受×伪君子温柔木讷易脸红攻）》 作者：聽聽酒酒.txt",
    "夸克盘链接": "https://pan.quark.cn/s/dc2b5884c373"
  },
  {
    "文件名": "[米国 更101]《折木（双Alpha家奴文）》作者：池棠.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a671bc208a71"
  },
  {
    "文件名": "[米国 更111]《你是我迟来的光》作者：你是我迟来的光.txt",
    "夸克盘链接": "https://pan.quark.cn/s/5be67db1e235"
  },
  {
    "文件名": "[米国 更52]《难道他真的是王子（忠犬女王1v1）》作者：凌凌柒.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c65a0e95e15c"
  },
  {
    "文件名": "[米国 更35]《【耽美_BL】大師兄被迫救世》作者：行藏舒卷.txt",
    "夸克盘链接": "https://pan.quark.cn/s/d4091d560923"
  },
  {
    "文件名": "[米国 更33]《不愿做兄弟》作者：紫纱娜.txt",
    "夸克盘链接": "https://pan.quark.cn/s/12401e5238cc"
  },
  {
    "文件名": "[废文 更280]《黎明纪元（温柔内敛指挥官vs冷血无情最高元帅）》作者：岚凪.txt",
    "夸克盘链接": "https://pan.quark.cn/s/9cde5cedb9ff"
  },
  {
    "文件名": "[合集 更72]《人外vs强受合集》 作者：cqaqq.txt",
    "夸克盘链接": "https://pan.quark.cn/s/593e84ade898"
  },
  {
    "文件名": "[合集 更67]《杂合集（溫馨 架空）》作者：瓜宅.txt",
    "夸克盘链接": "https://pan.quark.cn/s/13e366977683"
  },
  {
    "文件名": "[合集 更42]《长得帅的男人就该被轮死（弱攻强受） 》 作者：无有灵.txt",
    "夸克盘链接": "https://pan.quark.cn/s/38f297300d87"
  },
  {
    "文件名": "[np  更137]《陈佐家的男人们（调教、抹布） 》 作者：冯古道.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ddb02425d908"
  },
  {
    "文件名": "[np  更126]《炮灰美人被疯批强制爱（快穿 np总受）》 作者：余火烬燃（日更中）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/31b1dbafe5bd"
  },
  {
    "文件名": "[np  更110]《【总攻】点绛唇（穿越 修真） 》 作者：星离雨散（摆了）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/d1d3eba7ae53"
  },
  {
    "文件名": "[np  更108]《七皇子他想上位（骨科，强制爱） 》 作者：晨晨.txt",
    "夸克盘链接": "https://pan.quark.cn/s/43f2e359aad9"
  },
  {
    "文件名": "[np  更76]《丞相的儿子们为我打起来了（狗血古耽，婶侄文学）》 作者：大火烹调.txt",
    "夸克盘链接": "https://pan.quark.cn/s/3ab29761d0b7"
  },
  {
    "文件名": "[np  更40]《胶衣侠（美攻强受 奇幻） 》 作者：霓虹笑笑子.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a8f8f42e3fa5"
  },
  {
    "文件名": "[np  更20]《男神下海（强攻强受 重生） 》 作者：你家的白月光.txt",
    "夸克盘链接": "https://pan.quark.cn/s/7a6692f6d56b"
  },
  {
    "文件名": "[1v1 更181]《被暗恋的人，玩成了杯杯（腹黑冷淡混不吝美人攻x身体超敏感富二代帅哥受） 》 作者：一袋子猫.txt",
    "夸克盘链接": "https://pan.quark.cn/s/cadac73af8e8"
  },
  {
    "文件名": "[1v1 更226]《FBI掰弯杀手后互，攻了（顶级职业杀手XFBI高级搜查官）》 作者：dying.txt",
    "夸克盘链接": "https://pan.quark.cn/s/3d407ed47ee6"
  },
  {
    "文件名": "[1v1 更30]《大奈男妈妈捡到失忆皇太子（心软嘴更软的人夫爹咪beta向导受x前嘴硬高傲后真香追妻逐渐变态alpha哨兵攻） 》 作者：第三象限努力更新.txt",
    "夸克盘链接": "https://pan.quark.cn/s/6444b459a719"
  },
  {
    "文件名": "[合集 更74] 约稿存档滴滴滴 作者：沉沦沦.txt",
    "夸克盘链接": "https://pan.quark.cn/s/278c3bc72d48"
  },
  {
    "文件名": "[合集 更52]《催眠美人高h煌爆合集》 作者：没有名字.txt",
    "夸克盘链接": "https://pan.quark.cn/s/2fffd83a9de5"
  },
  {
    "文件名": "[np  更147]《修剧情的第一步是全都吃掉（快穿NP）》 作者：杜鹃花科越橘属浆果.txt",
    "夸克盘链接": "https://pan.quark.cn/s/6e0822723143"
  },
  {
    "文件名": "[1v1 更180]《被暗恋的人，玩成了杯杯（腹黑冷淡混不吝美人攻x身体超敏感富二代帅哥受） 》 作者：一袋子猫.txt",
    "夸克盘链接": "https://pan.quark.cn/s/94fa4bd83a8a"
  },
  {
    "文件名": "[1v1 更223]《FBI掰弯杀手后互，攻了（顶级职业杀手XFBI高级搜查官）》 作者：dying.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ce0de58983c3"
  },
  {
    "文件名": "[1v1 更46]《星辰珠》作者：图腾图片（现代校园玄幻男男耽美高H）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/5cfe56de8646"
  },
  {
    "文件名": "[废文 更45]《容器（偏执阴暗高岭之花alpha X 倒霉坚强正常人omega）》作者：匿名咸鱼.txt",
    "夸克盘链接": "https://pan.quark.cn/s/0765e29be77c"
  },
  {
    "文件名": "[np  更188]《鲛人子归【双  NP】》 作者：大鹅炖铁锅.txt",
    "夸克盘链接": "https://pan.quark.cn/s/01f72e82f973"
  },
  {
    "文件名": "[np  更108]《【总攻】点绛唇（穿越 修真） 》 作者：星离雨散（摆了）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e2b48aef6e89"
  },
  {
    "文件名": "[np  更41]《快穿之惰性恶毒炮灰总在被透（美人受、穿越） 》 作者：灵感从四面八方来.txt",
    "夸克盘链接": "https://pan.quark.cn/s/3d367e124049"
  },
  {
    "文件名": "[1v1 更140]《在全息模拟世界里欺负高岭之花（腹黑抖s攻x人前高岭之花人后性瘾双性受） 》 作者：穆小刀_.txt",
    "夸克盘链接": "https://pan.quark.cn/s/658c2eb4e285"
  },
  {
    "文件名": "[1v1 更222]《FBI掰弯杀手后互，攻了（顶级职业杀手XFBI高级搜查官）》 作者：dying.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e633ebdcb6da"
  },
  {
    "文件名": "[1v1 更49]《难道他真的是王子【忠犬女王1V1】》 作者：凌凌柒.txt",
    "夸克盘链接": "https://pan.quark.cn/s/bf3da8564fe5"
  },
  {
    "文件名": "[合集 更70]《人外vs强受合集》 作者：cqaqq.txt",
    "夸克盘链接": "https://pan.quark.cn/s/fa3b2e4f5429"
  },
  {
    "文件名": "[废文 更269]《告死书（西方、惊悚、悬疑、宗教）》作者：漆宫.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e2f0eaa5f0e5"
  },
  {
    "文件名": "[废文 更120]《猎人（惊悚、主受视角、架空世界、强强）》作者：柳絮做梦.txt",
    "夸克盘链接": "https://pan.quark.cn/s/7b1ad9c3dd54"
  },
  {
    "文件名": "[废文 更58]《幸存者基地（末世、主受、np 高H、废土、多攻）》作者：莲猫.txt",
    "夸克盘链接": "https://pan.quark.cn/s/b0d3cd69c4b0"
  },
  {
    "文件名": "[np  更187]《鲛人子归【双  NP】》 作者：大鹅炖铁锅.txt",
    "夸克盘链接": "https://pan.quark.cn/s/9213d2156990"
  },
  {
    "文件名": "[np  更135]《陈佐家的男人们（调教、抹布） 》 作者：冯古道.txt",
    "夸克盘链接": "https://pan.quark.cn/s/8e892fbce362"
  },
  {
    "文件名": "[np  更107]《【总攻】点绛唇（穿越 修真） 》 作者：星离雨散（摆了）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ab375e4f461c"
  },
  {
    "文件名": "[np  更75]《朕的发家黑历史（1v3，替身界泥石流，追妻火葬场） 》 作者：紫鸿.txt",
    "夸克盘链接": "https://pan.quark.cn/s/cab07ab55052"
  },
  {
    "文件名": "[1v1 更219]《FBI掰弯杀手后互，攻了（顶级职业杀手XFBI高级搜查官）》 作者：dying.txt",
    "夸克盘链接": "https://pan.quark.cn/s/deb4a9c909fc"
  },
  {
    "文件名": "[1v1 更139]《在全息模拟世界里欺负高岭之花（腹黑抖s攻x人前高岭之花人后性瘾双性受） 》 作者：穆小刀_.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e780ea98917b"
  },
  {
    "文件名": "[1v1 更103]《落拓身（all霸刀 虐身） 》 作者：沙色云.txt",
    "夸克盘链接": "https://pan.quark.cn/s/5a46683fb766"
  },
  {
    "文件名": "[废文 更102]《觥筹（长发美人闷骚经纪人攻x脑子有问题但不是傻子的美人小少爷受）》作者：月里春盛.txt",
    "夸克盘链接": "https://pan.quark.cn/s/071cc0f9a954"
  },
  {
    "文件名": "[np  更186《鲛人子归【双  NP】》 作者：大鹅炖铁锅.txt",
    "夸克盘链接": "https://pan.quark.cn/s/592e0228c71e"
  },
  {
    "文件名": "[np  更134]《陈佐家的男人们（调教、抹布） 》 作者：冯古道.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a321a1d6447c"
  },
  {
    "文件名": "[np  更106]《七皇子他想上位（骨科，强制爱） 》 作者：晨晨.txt",
    "夸克盘链接": "https://pan.quark.cn/s/fb36c7ec63a0"
  },
  {
    "文件名": "[np  更106]《【总攻】点绛唇（穿越 修真） 》 作者：星离雨散（摆了）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/4c82aaff0465"
  },
  {
    "文件名": "[np  更106]《【总攻】点绛唇（穿越 修真） 》 作者：星离雨散（摆了） (1).txt",
    "夸克盘链接": "https://pan.quark.cn/s/c170d085a22c"
  },
  {
    "文件名": "[np  更55]《女装太后深陷朝堂修罗场（美人受 宫廷 古代） 》 作者：东方欲晓.txt",
    "夸克盘链接": "https://pan.quark.cn/s/9e95ad453d23"
  },
  {
    "文件名": "[np  更40]《快穿之惰性恶毒炮灰总在被透（美人受、穿越） 》 作者：灵感从四面八方来.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c330ab605df0"
  },
  {
    "文件名": "[1v1 更158]《当爸爸的小狗》作者_ 烟蓝.txt",
    "夸克盘链接": "https://pan.quark.cn/s/b8adf4a7aba4"
  },
  {
    "文件名": "[1v1 更138]《在全息模拟世界里欺负高岭之花（腹黑抖s攻x人前高岭之花人后性瘾双性受） 》 作者：穆小刀_.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c24c70e05166"
  },
  {
    "文件名": "[1v1 更82]《丧尸林立（强攻强受） 》 作者：1zhen45 (1).txt",
    "夸克盘链接": "https://pan.quark.cn/s/654c962f23ce"
  },
  {
    "文件名": "[np  更24]《小三他乃大吊大屁股大（美人受） 》 作者：无有灵.txt",
    "夸克盘链接": "https://pan.quark.cn/s/2e559b9280a1"
  },
  {
    "文件名": "[1v1 更156]《当爸爸的小狗》作者_ 烟蓝.txt",
    "夸克盘链接": "https://pan.quark.cn/s/6d4470d6dba7"
  },
  {
    "文件名": "[1v1 更68]《将锁夏（可爱被宠坏的小漂亮淫猫受×伪君子温柔木讷易脸红攻）》 作者：聽聽酒酒.txt",
    "夸克盘链接": "https://pan.quark.cn/s/7b24b8455acb"
  },
  {
    "文件名": "[1v1 更100]《落拓身（all霸刀） 》 作者：沙色云.txt",
    "夸克盘链接": "https://pan.quark.cn/s/d92d46f30cc3"
  },
  {
    "文件名": "[np 更76]《美好人生系统之绝对服从（总攻 同人）》作者：究极圣天使.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e87606e01226"
  },
  {
    "文件名": "[米国 更146]《奇怪的感情（架空、搞笑、重生、同人）》 作者：月起.txt",
    "夸克盘链接": "https://pan.quark.cn/s/1017b69260f8"
  },
  {
    "文件名": "[废文 更25]《我即虫群（np 笨蛋美虫妈咪双性总受）》 作者：北极小鲸鱼.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ee03fe5f56b5"
  },
  {
    "文件名": "[1v1 更97]《落拓身（all霸刀 虐身） 》 作者：沙色云.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a234bad6991b"
  },
  {
    "文件名": "[1v1 更69]《清冷美人的R18定制游戏（高冷寡言实则淫荡娇俏美人受×阴郁禁欲内里强制腹黑性瘾攻） 》 作者：朱酒.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a4d3112b86be"
  },
  {
    "文件名": "[废文 更71]《末世求生（NP 追妻火葬场）》 作者：快乐的小汪汪.txt",
    "夸克盘链接": "https://pan.quark.cn/s/11a70d729b7f"
  },
  {
    "文件名": "[np  更66]《当社畜穿进ABO世界NTR文（beta）》 作者：小橙子.txt",
    "夸克盘链接": "https://pan.quark.cn/s/31ec1eb2b743"
  },
  {
    "文件名": "[1v1 更36]《总统大人的淫荡小狗（BDSM，道具调教） 》 作者：月涟.txt",
    "夸克盘链接": "https://pan.quark.cn/s/18dd7f9e8fa6"
  },
  {
    "文件名": "[1v1 更53]《烧不尽（1v1、現代、虐心）》 作者：utopia.txt",
    "夸克盘链接": "https://pan.quark.cn/s/2b3383e418f7"
  },
  {
    "文件名": "[合集 更85]《病娇黑泥合集(弯掰直文学)》 作者：深鲸冰.txt",
    "夸克盘链接": "https://pan.quark.cn/s/9c51f6b3977c"
  },
  {
    "文件名": "[np  更305]《催眠助理（简、futa、SM、男性向）》 作者：克劳德云.txt",
    "夸克盘链接": "https://pan.quark.cn/s/5eb2e469eae8"
  },
  {
    "文件名": "[np  更370]《国民女神穿进肉文中【高H、SM、NP】（正文免费）》 作者：妃子笑.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c32b074d457d"
  },
  {
    "文件名": "[np  更294]《电竞高岭之花的后花园（nph、甜文）》 作者：supersonic.txt",
    "夸克盘链接": "https://pan.quark.cn/s/b3983e3b1033"
  },
  {
    "文件名": "[np  更248]《投亲（H、NPH、古代）》 作者：坑不死你.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c922d085c8ac"
  },
  {
    "文件名": "[np  更132]《女配也要被强制爱吗(末世 nph)》 作者：酢浆草.txt",
    "夸克盘链接": "https://pan.quark.cn/s/9e0db11c8656"
  },
  {
    "文件名": "[np  更143]《春花传---简体版（古代、悲劇、暗黑） 》 作者：澄渝.txt",
    "夸克盘链接": "https://pan.quark.cn/s/34124ad35a4e"
  },
  {
    "文件名": "[np  更99]《[HP]獾乐小厨娘(慢熱np)》 作者：筆可貓.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e1a257783364"
  },
  {
    "文件名": "[1v2 更76]《抗争到底【1v2、校園H、娛樂圈】》 作者：工口鉴赏家.txt",
    "夸克盘链接": "https://pan.quark.cn/s/18a280e25f9e"
  },
  {
    "文件名": "[1v1 更255]《两情相厌（伪骨科，狗血文）》 作者：路之遥.txt",
    "夸克盘链接": "https://pan.quark.cn/s/94c47d56fd7c"
  },
  {
    "文件名": "[1v1 更198]《螺旋深井（骨科 校园）原名伪君子哥哥死活不承认爱》 作者：珍珠少女.txt",
    "夸克盘链接": "https://pan.quark.cn/s/4c9281ce8600"
  },
  {
    "文件名": "[1v1 更189]《雷峰塔下（法青、1v1、SC）》 作者：尼古拉斯·老謝.txt",
    "夸克盘链接": "https://pan.quark.cn/s/60f19fa1c5cd"
  },
  {
    "文件名": "[1v1 更34]《灵芝（1v1校园）》 作者：雨夹雪.txt",
    "夸克盘链接": "https://pan.quark.cn/s/5a8287f9afce"
  },
  {
    "文件名": "[1v1 更38]《香槟桶火焰(1v1 强取豪夺 出轨)》 作者：树耳.txt",
    "夸克盘链接": "https://pan.quark.cn/s/bbafcce4d7f1"
  },
  {
    "文件名": "[1v1 更23]《卖烟女(90年代)gl》 作者：爆炸钢丝卷.txt",
    "夸克盘链接": "https://pan.quark.cn/s/9f09d7505f58"
  },
  {
    "文件名": "[1v1 更20]《乖一点gl（校园 纯百）》 作者：试问谁家.txt",
    "夸克盘链接": "https://pan.quark.cn/s/7add85bf2717"
  },
  {
    "文件名": "［更56］簪春（NPH）作者：濯雪.txt",
    "夸克盘链接": "https://pan.quark.cn/s/af4aab29ef99"
  },
  {
    "文件名": "［更111］腻味（1v1）作者：霁雨.txt",
    "夸克盘链接": "https://pan.quark.cn/s/763db631e1be"
  },
  {
    "文件名": "[更99]《星际美雌，兽夫们追着舔》作者：无名（高H NP BG 爽文 星際）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/bf50ff1f7c90"
  },
  {
    "文件名": "[np  更697]《云烟（古言NPH）（原名：《黑莲花被迫小白花开局！如何拉扯懦弱皇兄统一天下（古言NPH）》）》 作者：讫讫.txt",
    "夸克盘链接": "https://pan.quark.cn/s/743cb9ba8607"
  },
  {
    "文件名": "[np  更315]《[秦时+天九]忘机(H)》 作者：魂子.txt",
    "夸克盘链接": "https://pan.quark.cn/s/156ac4483719"
  },
  {
    "文件名": "[np  更156]《就算是坏女人她也全都要（NP 百合ABO主攻）》 作者：呆宝宝.txt",
    "夸克盘链接": "https://pan.quark.cn/s/12bd327512bf"
  },
  {
    "文件名": "[np  更131]《女配也要被强制爱吗(末.txt",
    "夸克盘链接": "https://pan.quark.cn/s/3fc58b28f361"
  },
  {
    "文件名": "[np  更117]《勾引公公（高H、現代、无三观、出轨）》 作者：皎皎明月.txt",
    "夸克盘链接": "https://pan.quark.cn/s/b5814201eb5d"
  },
  {
    "文件名": "[np  更77]《醉仙骨【仙侠nph】》 作.txt",
    "夸克盘链接": "https://pan.quark.cn/s/df8ce3e20775"
  },
  {
    "文件名": "[np  更114]《孤雌（nph、奇幻、穿越）》 作者：用户水母兔.txt",
    "夸克盘链接": "https://pan.quark.cn/s/35ba322be10f"
  },
  {
    "文件名": "[np  更103]《重生后我被宿敌们包围了gl（np高h全神经病）》 作者：是鱼而已.txt",
    "夸克盘链接": "https://pan.quark.cn/s/254a817a8631"
  },
  {
    "文件名": "[np  更98]《星际美雌，兽夫们追着舔（爽文、星際） 》 作者：无名.txt",
    "夸克盘链接": "https://pan.quark.cn/s/71545d634c96"
  },
  {
    "文件名": "[np  更76]《醉仙骨【仙侠nph】》 作者：青慈.txt",
    "夸克盘链接": "https://pan.quark.cn/s/07cd919159cc"
  },
  {
    "文件名": "[np  更66]《凰文社会的NPC活动(百合futa)》 作者：逗猫人.txt",
    "夸克盘链接": "https://pan.quark.cn/s/f323b40635ef"
  },
  {
    "文件名": "[np  更58]《残疾Omega也要被强制爱吗（nph、未來世界、穿越）》 作者：柒雨.txt",
    "夸克盘链接": "https://pan.quark.cn/s/9586df4a1829"
  },
  {
    "文件名": "[np  更57]《末世她走投无路（NP、末世）》 作者：桂花乌龙真好喝.txt",
    "夸克盘链接": "https://pan.quark.cn/s/331565fd1c4d"
  },
  {
    "文件名": "[np  更46]《坠翠蓝河（ABO NP）》 作者：淡彩穿花.txt",
    "夸克盘链接": "https://pan.quark.cn/s/8194cbecb109"
  },
  {
    "文件名": "[1v2 更76]《一室生香（年代 1V2）》 作者.txt",
    "夸克盘链接": "https://pan.quark.cn/s/949dd0a36420"
  },
  {
    "文件名": "[np  更39]《在星际做黄油（網遊、穿越、星際） 》 作者：二十四颗.txt",
    "夸克盘链接": "https://pan.quark.cn/s/5cf44a32394e"
  },
  {
    "文件名": "[np  更32]《穿进乙女游戏被干到高潮不断【世界之外h】》 作者：搞点肉吃.txt",
    "夸克盘链接": "https://pan.quark.cn/s/bea93899fb3f"
  },
  {
    "文件名": "[np  更28]《碧霄（NPH、古代）》 作者：培根.txt",
    "夸克盘链接": "https://pan.quark.cn/s/be54a3ab3135"
  },
  {
    "文件名": "[1v1 更187]《盗墓取精使我长命百岁（NP.txt",
    "夸克盘链接": "https://pan.quark.cn/s/9ee3b50b766c"
  },
  {
    "文件名": "[1v1 更262]《分手后和闺蜜男友合租了（H、現代）》 作者：放点陈醋.txt",
    "夸克盘链接": "https://pan.quark.cn/s/b4cec1a5695a"
  },
  {
    "文件名": "[1v1 更113]《出差的旅馆（强制h、現代、爽文）》 作者：淮游.txt",
    "夸克盘链接": "https://pan.quark.cn/s/801ea1deb8ea"
  },
  {
    "文件名": "[1v1 更103]《再会你（知三当三的男主×有白月光的女主） 》 作者：枸兹.txt",
    "夸克盘链接": "https://pan.quark.cn/s/dfce33987288"
  },
  {
    "文件名": "[1v1 更79]《南有嘉鱼（父女、現代）》 作者：鬼鬼.txt",
    "夸克盘链接": "https://pan.quark.cn/s/80b051f99a90"
  },
  {
    "文件名": "[1v1 更69]《三月夜（姑侄 男小三）》 作者：蒸栗.txt",
    "夸克盘链接": "https://pan.quark.cn/s/6d098770112d"
  },
  {
    "文件名": "[1v1 更77]《蠢物（活了两辈子努力把自己活明白的蠢货x迟钝自我攻略性腹黑少爷） 》 作者：布鲁布猫.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e4818885620f"
  },
  {
    "文件名": "[1v1 更61]《馐玉（古言1v1）》 作者：果皮酱.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ea78f9595930"
  },
  {
    "文件名": "[合集 更289]《综影视：cp崩坏系统》 作者：一杯多肉葡萄谢谢.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ec4f79d625b4"
  },
  {
    "文件名": "[np  更131]《指月（現代、強強） 》 作者：MM音.txt",
    "夸克盘链接": "https://pan.quark.cn/s/b746cd350991"
  },
  {
    "文件名": "[np  更180]《被她渣过的女主都黑化了（gl、狗血、快穿）》 作者：碎嘴景.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c5896b39e53c"
  },
  {
    "文件名": "[np  更131]《错轨（4p，高H）》 作者：夏多.txt",
    "夸克盘链接": "https://pan.quark.cn/s/cb05b04904c6"
  },
  {
    "文件名": "[np  更89]《高级向导每天都很忙(无期迷途all女局 gl)》 作者：九木.txt",
    "夸克盘链接": "https://pan.quark.cn/s/b36b9f221210"
  },
  {
    "文件名": "[1v3 更120]《缺愛 （1V3 NPH）》 作者：芊羽琉璃.txt",
    "夸克盘链接": "https://pan.quark.cn/s/4dbf2aa65560"
  },
  {
    "文件名": "[1v1 更127]《与少夫人对食（百合ABO）》 作者：粼若皓月.txt",
    "夸克盘链接": "https://pan.quark.cn/s/00bae46127ba"
  },
  {
    "文件名": "[1v1 更267]《网恋被继兄骗炮后（伪骨科1v1）》 作者：supersonic.txt",
    "夸克盘链接": "https://pan.quark.cn/s/bb409fe32a48"
  },
  {
    "文件名": "[1v1 更181]《小姑子心思不纯（纯百 妖娆腹黑御姐嫂子x冷面总裁御姐小姑子）》 作者：酒壹杯.txt",
    "夸克盘链接": "https://pan.quark.cn/s/dc6405fe67c8"
  },
  {
    "文件名": "[1v1 更179]《阴暗普女，但第三者（校園H、三观不正） 》 作者：欺花.txt",
    "夸克盘链接": "https://pan.quark.cn/s/573f8644cb64"
  },
  {
    "文件名": "[1v1 更74]《路漫漫（明艳洒脱大美人vs纯情版冷面硬汉） 》 作者：小花喵.txt",
    "夸克盘链接": "https://pan.quark.cn/s/d50b19193545"
  },
  {
    "文件名": "[1v1 更62]《年级第一吃奶有瘾（高H、校園H、甜文）》 作者：减肥我不吃.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a2d0bf29f3ff"
  },
  {
    "文件名": "[1v1 更29]《纯糖主义（年上、甜文） 》 作者：冬季韵律.txt",
    "夸克盘链接": "https://pan.quark.cn/s/0897dff9b036"
  },
  {
    "文件名": "[更148]末日：异灾之端（骨科NP） 作者：鸭力好大鸭.txt",
    "夸克盘链接": "https://pan.quark.cn/s/854e05c7afba"
  },
  {
    "文件名": "[np  更388]《小说大纲里的女主觉醒后（NPH、現代、甜文）》 作者：霍饭饭.txt",
    "夸克盘链接": "https://pan.quark.cn/s/3a762a6c13c8"
  },
  {
    "文件名": "[np  更366]《国民女神穿进肉文中【高H、SM、NP】（正文免费）》 作者：妃子笑.txt",
    "夸克盘链接": "https://pan.quark.cn/s/0636e3ffabb1"
  },
  {
    "文件名": "[np  更340]《被逼出轨后每天都在找新欢（快穿np）》 作者：红豆奶猹.txt",
    "夸克盘链接": "https://pan.quark.cn/s/7a764d2c4e6d"
  },
  {
    "文件名": "[np  更193]《变成人后她被逐渐带坏（NPH、現代、奇幻）》 作者：饼干.txt",
    "夸克盘链接": "https://pan.quark.cn/s/b18f4aedfc06"
  },
  {
    "文件名": "[np  更62]《许愿时光【NPH、現代、校園H】》 作者：醒骨真人.txt",
    "夸克盘链接": "https://pan.quark.cn/s/aa4b9d865991"
  },
  {
    "文件名": "[1v1 更143]《欲海折竹（1v1 强制）》 作者：阿啵小鸡崽.txt",
    "夸克盘链接": "https://pan.quark.cn/s/41ff3c1d2a0b"
  },
  {
    "文件名": "[1v1 更103]《小师妹的桃花劫（BG、現代、奇幻）》 作者：夏乂.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c062bd20b7aa"
  },
  {
    "文件名": "[1v1 更58]《年级第一吃奶有瘾（高H、校園H、甜文）》 作者：减肥我不吃.txt",
    "夸克盘链接": "https://pan.quark.cn/s/4cfdce23c853"
  },
  {
    "文件名": "[np  更578]《（原名愿君）无（NP、仙俠、虐心） 》 作者：无.txt",
    "夸克盘链接": "https://pan.quark.cn/s/10710b272d09"
  },
  {
    "文件名": "[合集 更81]《病娇黑泥合集(弯掰直文学)》 作者：深鲸冰.txt",
    "夸克盘链接": "https://pan.quark.cn/s/68bf6e7ce4dc"
  },
  {
    "文件名": "[np  更300]《《玉壶传》（骨科）（兄妹）（np）》 作者：辞玖玖.txt",
    "夸克盘链接": "https://pan.quark.cn/s/0eeee48fdcb9"
  },
  {
    "文件名": "[np  更177]《被她渣过的女主都黑化了（gl、狗血、快穿）》 作者：碎嘴景.txt",
    "夸克盘链接": "https://pan.quark.cn/s/373883aac00c"
  },
  {
    "文件名": "[np  更154]《就算是坏女人她也全都要（NP 百合ABO主攻）》 作者：呆宝宝.txt",
    "夸克盘链接": "https://pan.quark.cn/s/71c6da3b6927"
  },
  {
    "文件名": "[np  更130]《色情女大绝赞直播进行中！（NPH）》 作者：东南西北.txt",
    "夸克盘链接": "https://pan.quark.cn/s/918b230565cc"
  },
  {
    "文件名": "[np  更142]《黑道大小姐今天也要睡男人（NPH）》 作者：渝渝不渝.txt",
    "夸克盘链接": "https://pan.quark.cn/s/977ac395aac1"
  },
  {
    "文件名": "[np  更127]《女配也要被强制爱吗(末世 nph)》 作者：酢浆草.txt",
    "夸克盘链接": "https://pan.quark.cn/s/193aeae8a91c"
  },
  {
    "文件名": "[np  更101]《多情书（武侠ABO 主受np 高h）》 作者：橙子.txt",
    "夸克盘链接": "https://pan.quark.cn/s/4fb43aa01af7"
  },
  {
    "文件名": "[np  更95]《[HP]獾乐小厨娘(慢熱np)》 作者：筆可貓.txt",
    "夸克盘链接": "https://pan.quark.cn/s/f5414c4c62aa"
  },
  {
    "文件名": "[1v1 更263]《网恋被继兄骗炮后（伪骨科1v1）》 作者：supersonic.txt",
    "夸克盘链接": "https://pan.quark.cn/s/d583101bf0e3"
  },
  {
    "文件名": "[1v1 更224]《被爸爸的大驴屌花式肏翻（高h 父女）》 作者：渣渣兔.txt",
    "夸克盘链接": "https://pan.quark.cn/s/765e71045668"
  },
  {
    "文件名": "[1v1 更256]《分手后和闺蜜男友合租了（H、現代）》 作者：放点陈醋.txt",
    "夸克盘链接": "https://pan.quark.cn/s/83a543f1bc60"
  },
  {
    "文件名": "[1v1 更185]《雷峰塔下（法青、1v1、SC）》 作者：尼古拉斯·老謝.txt",
    "夸克盘链接": "https://pan.quark.cn/s/db0c28d18e63"
  },
  {
    "文件名": "[1v1 更130]《谁家正经宿主日常被攻略？（快穿）》 作者：破窿秋裤.txt",
    "夸克盘链接": "https://pan.quark.cn/s/8b1ff6b14c7c"
  },
  {
    "文件名": "[1v1 更124]《贱骨（女A男O GB）原书名《涩橘》》 作者：窝里鸽去.txt",
    "夸克盘链接": "https://pan.quark.cn/s/649b371c5467"
  },
  {
    "文件名": "[1v1 更69]《路漫漫（明艳洒脱大美人vs纯情版冷面硬汉） 》 作者：小花喵.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c032d94e9885"
  },
  {
    "文件名": "[np  更55]《HP霍格沃茨男生隐秘数据测评表（NPH、同人） 》 作者：尔林而临.txt",
    "夸克盘链接": "https://pan.quark.cn/s/b7499b0402d6"
  },
  {
    "文件名": "[1v1 更70]《孤雛（母女gl）》 作者：777777ina.txt",
    "夸克盘链接": "https://pan.quark.cn/s/5bc56765297b"
  },
  {
    "文件名": "[1v1 更87]《和亲哥出轨后（高h、骨科、狗血）》 作者：要吃肉.txt",
    "夸克盘链接": "https://pan.quark.cn/s/0213b13daa1a"
  },
  {
    "文件名": "[1v1 更76]《南有嘉鱼（父女）》 作者：鬼鬼.txt",
    "夸克盘链接": "https://pan.quark.cn/s/2e9d261ba0c7"
  },
  {
    "文件名": "[更378]与王同行（星际·NPH）作者：解冰.txt",
    "夸克盘链接": "https://pan.quark.cn/s/1ea2748cba79"
  },
  {
    "文件名": "[更257]网恋被继兄骗炮后（伪骨科1v1） 作者：supersonic.txt",
    "夸克盘链接": "https://pan.quark.cn/s/3f1f13215aad"
  },
  {
    "文件名": "[更172]犯禁(1v2，亲舅甥） 作者：翳月.txt",
    "夸克盘链接": "https://pan.quark.cn/s/5942a5af1b60"
  },
  {
    "文件名": "[更166]向导她无处可逃（nph） 作者：0306.txt",
    "夸克盘链接": "https://pan.quark.cn/s/dd1639608a77"
  },
  {
    "文件名": "[更81]奴畜-第一篇：富可敌国的奴畜莺儿 作者：逍遥鱼.txt",
    "夸克盘链接": "https://pan.quark.cn/s/20ee7638a6f6"
  },
  {
    "文件名": "[更84]花底莺初啼（公媳 高H） 作者：一枝梅.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ec3b349407ff"
  },
  {
    "文件名": "[更76]南有嘉鱼（父女） 作者：鬼鬼.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e19529f1be5a"
  },
  {
    "文件名": "[更54]莺莺（古言1v1） 作者：种植园大户.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ba1b6611bbdd"
  },
  {
    "文件名": "[更54]年级第一吃奶有瘾（高H） 作者：减肥我不吃.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ce5deadfda12"
  },
  {
    "文件名": "[更52]公主醉（ 古言 ） 作者：卷又青.txt",
    "夸克盘链接": "https://pan.quark.cn/s/1f997dc21053"
  },
  {
    "文件名": "[np  更73]《爱神降临（西幻np）》 作者：无餍.txt",
    "夸克盘链接": "https://pan.quark.cn/s/8ab653cf817a"
  },
  {
    "文件名": "[np  更67]《丧彪，她怎么叫你咪咪啊【女B男O BG】》 作者：鸽俩好.txt",
    "夸克盘链接": "https://pan.quark.cn/s/10b06f29d806"
  },
  {
    "文件名": "[np  更99]《不要清醒（futa、NP、末世） 》 作者：七顆大燈泡.txt",
    "夸克盘链接": "https://pan.quark.cn/s/70bf45bb861b"
  },
  {
    "文件名": "[np  更133]《写自己的同人文有什么问题！（NP、現代、娛樂圈、喜劇）》 作者：柏拉图之壁.txt",
    "夸克盘链接": "https://pan.quark.cn/s/718da561f401"
  },
  {
    "文件名": "[1v1 更23]《一定要和他分手（西幻、甜文、青梅竹馬）》 作者：自动铅笔.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c25eb23e5ebc"
  },
  {
    "文件名": "[合集 更281]《综影视：cp崩坏系统》 作者：一杯多肉葡萄谢谢.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e374157ef959"
  },
  {
    "文件名": "[np  更380]《小说大纲里的女主觉醒后（NPH、現代、甜文）》 作者：霍饭饭.txt",
    "夸克盘链接": "https://pan.quark.cn/s/1cdb3d1252eb"
  },
  {
    "文件名": "[np  更171]《被她渣过的女主都黑化了（gl、狗血、快穿）》 作者：碎嘴景.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c0f932c6c6d6"
  },
  {
    "文件名": "[np  更65]《重生之再度利用（纯百NP）》 作者：我怀疑你这里有问题.txt",
    "夸克盘链接": "https://pan.quark.cn/s/484d66f99683"
  },
  {
    "文件名": "[np  更117]《女配也要被强制爱吗(末世 nph)》 作者：酢浆草.txt",
    "夸克盘链接": "https://pan.quark.cn/s/0f9a6ab028ba"
  },
  {
    "文件名": "[np  更30]《抹青（gl 古代 权谋 ?狗血 虐身虐心）》 作者：醍醐灌顶.txt",
    "夸克盘链接": "https://pan.quark.cn/s/91047c8a1759"
  },
  {
    "文件名": "[np  更43]《残疾Omega也要被强制爱吗（nph、未來世界、穿越）》 作者：柒雨.txt",
    "夸克盘链接": "https://pan.quark.cn/s/968baf8c0172"
  },
  {
    "文件名": "[1v2 更170]《犯禁(1v2，亲舅甥）》 作者：翳月.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ba06eb8d9d69"
  },
  {
    "文件名": "[1v2 更105]《被闺蜜帅爹日夜猛干的日子（含1v2）》 作者：要吃肉.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e0df06748a2c"
  },
  {
    "文件名": "[1v2 更57]《出轨循环（1v2、現代、校園H、年下、青梅竹馬）》 作者：明月皎皎.txt",
    "夸克盘链接": "https://pan.quark.cn/s/b7a7e03432de"
  },
  {
    "文件名": "[1v2 更64]《抗争到底【1v2、校園H、娛樂圈】》 作者：工口鉴赏家.txt",
    "夸克盘链接": "https://pan.quark.cn/s/4cdb5722eb34"
  },
  {
    "文件名": "[1v1 更162]《郎心（女攻H）［简］》 作者：queen.txt",
    "夸克盘链接": "https://pan.quark.cn/s/0638e0cc7383"
  },
  {
    "文件名": "[1v1 更156]《阴暗普女，但第三者（校園H、三观不正） 》 作者：欺花.txt",
    "夸克盘链接": "https://pan.quark.cn/s/9994b0084280"
  },
  {
    "文件名": "[1v1 更114]《勾引找操但踢到铁板后（校園、狗血） 》 作者：无聊就来写个车.txt",
    "夸克盘链接": "https://pan.quark.cn/s/57982e856269"
  },
  {
    "文件名": "[1v1 更97]《再会你（知三当三的男主×有白月光的女主） 》 作者：枸兹.txt",
    "夸克盘链接": "https://pan.quark.cn/s/1ffee5ec6337"
  },
  {
    "文件名": "[1v1 更100]《小师妹的桃花劫（BG、現代、奇幻）》 作者：夏乂.txt",
    "夸克盘链接": "https://pan.quark.cn/s/298400a4c339"
  },
  {
    "文件名": "[1v1 更86]《出差的旅馆（强制h、現代、爽文）》 作者：淮游.txt",
    "夸克盘链接": "https://pan.quark.cn/s/211ed305c48b"
  },
  {
    "文件名": "[1v1 更52]《馐玉（古言1v1）》 作者：果皮酱.txt",
    "夸克盘链接": "https://pan.quark.cn/s/7a7d82b1b3ac"
  },
  {
    "文件名": "[1v1 更79]《良迟【包养 囚禁 h】》 作者：小小鱼下士.txt",
    "夸克盘链接": "https://pan.quark.cn/s/8c84f54b16c4"
  },
  {
    "文件名": "[1v1 更81]《和亲哥出轨后（高h、骨科）》 作者：要吃肉.txt",
    "夸克盘链接": "https://pan.quark.cn/s/815c3065efce"
  },
  {
    "文件名": "[1v1 更30]《无词歌（abo姐妹骨）》 作者：Lunacan.txt",
    "夸克盘链接": "https://pan.quark.cn/s/d249dd3f01ce"
  },
  {
    "文件名": "[1v1 更21]《我的病态女友（sm，futa，人兽） 》 作者：毫南.txt",
    "夸克盘链接": "https://pan.quark.cn/s/9e9afd21f787"
  },
  {
    "文件名": "[更18]〔无限〕太渣可是会被日的哦（np、万人迷） 作者：一个王八蛋.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c4a90034bcd2"
  },
  {
    "文件名": "[更597]不羡仙（快穿仙侠 古言 1v1 ）作者：砌月帘风.txt",
    "夸克盘链接": "https://pan.quark.cn/s/12a8ce634565"
  },
  {
    "文件名": "[更189]深渊（母子H）［简］作者：queen.txt",
    "夸克盘链接": "https://pan.quark.cn/s/6108397cd55a"
  },
  {
    "文件名": "[更167]犯禁(1v2，亲舅甥） 作者：翳月.txt",
    "夸克盘链接": "https://pan.quark.cn/s/5b2e5e2c1f2f"
  },
  {
    "文件名": "[更127]色情女大绝赞直播进行中！（NPH） 作者：东南西北.txt",
    "夸克盘链接": "https://pan.quark.cn/s/d19185b5c427"
  },
  {
    "文件名": "[更95]每晚侵犯我的人到底是谁？（叔侄骨科高H） 作者：我拖拖拖.txt",
    "夸克盘链接": "https://pan.quark.cn/s/3991c460514c"
  },
  {
    "文件名": "[更69]和反派权臣共梦后（高h 1v1 强取豪夺疯批男主） 作者：一世安好.txt",
    "夸克盘链接": "https://pan.quark.cn/s/d201628ffe34"
  },
  {
    "文件名": "[1v1 更60]《路漫漫（明艳洒脱大美人vs纯情版冷面硬汉） 》 作者：小花喵.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a2ec0095053b"
  },
  {
    "文件名": "GL[1v1 更115]《与少夫人对食（百合ABO）》 作者：粼若皓月.txt",
    "夸克盘链接": "https://pan.quark.cn/s/92e7e12371f2"
  },
  {
    "文件名": "GL[1v1 更159]《肖想gl【纯百 骨科】》 作者：离心引栗.txt",
    "夸克盘链接": "https://pan.quark.cn/s/986a9c4f221e"
  },
  {
    "文件名": "[1v1 更51]《色彩斑斓的生活(1V1，BG)》作者：一川烟草冷.txt",
    "夸克盘链接": "https://pan.quark.cn/s/6b82051293ef"
  },
  {
    "文件名": "GL[1v1 更97]《心墙（futa gl）》 作者：屋檐.txt",
    "夸克盘链接": "https://pan.quark.cn/s/9bd2771b9a15"
  },
  {
    "文件名": "[np  更529]《人间失真（女攻、仙俠、重生）》 作者：NN.txt",
    "夸克盘链接": "https://pan.quark.cn/s/dc95ecd97737"
  },
  {
    "文件名": "[合集 更47]《在夜里照亮（骨科合集）》 作者：专业绷带弹奏家.txt",
    "夸克盘链接": "https://pan.quark.cn/s/4cc8c65fc0f1"
  },
  {
    "文件名": "GL[1v1 更67]《可以加钱吗（纯百）》 作者：生吃橘子皮.txt",
    "夸克盘链接": "https://pan.quark.cn/s/fabf6beddf47"
  },
  {
    "文件名": "GL[1v1 更10]《杯中蝶（百合ABO，双子骨科）》 作者：路易波士茶.txt",
    "夸克盘链接": "https://pan.quark.cn/s/20ccb37c06ea"
  },
  {
    "文件名": "[np 更95]《拥有催眠神力后她被男神操透了（高HNP）》作者：寒山见（HT).txt",
    "夸克盘链接": "https://pan.quark.cn/s/2a0a7f74acd0"
  },
  {
    "文件名": "[np  更90]《干碎系统之后（np、系統、爽文、快穿)》 作者：MXX.txt",
    "夸克盘链接": "https://pan.quark.cn/s/60435a1004be"
  },
  {
    "文件名": "[np  更89]《【女尊 gb】一隅》 作者：不鸣玉.txt",
    "夸克盘链接": "https://pan.quark.cn/s/79a038d34507"
  },
  {
    "文件名": "[np  更81]《缉魔（NPH、現代、奇幻、暗黑、靈異神怪）》 作者：晴粥.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a65819295446"
  },
  {
    "文件名": "[np  更79]《狗男人们后悔了（西幻 np）》 作者：溏心蛋.txt",
    "夸克盘链接": "https://pan.quark.cn/s/d3952e50c6ad"
  },
  {
    "文件名": "[np  更51]《你和恶女讲道德？（nph）》作者：叶蓁.txt",
    "夸克盘链接": "https://pan.quark.cn/s/f260970362e0"
  },
  {
    "文件名": "[np  更50]《我的男主怎么有六个》作者：赵肆意.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a97dd868f0ca"
  },
  {
    "文件名": "[np  更49]《玉珍（清末民初）》 作者：雾隐花泪.txt",
    "夸克盘链接": "https://pan.quark.cn/s/80ed62e3e432"
  },
  {
    "文件名": "[1v2 更25]《【恋与深空】左右缝缘（SM 出轨 背德 ）》 作者：诸葛钢铁.txt",
    "夸克盘链接": "https://pan.quark.cn/s/d86e3c484f7c"
  },
  {
    "文件名": "[np  更43]《宁愿被操也不愿上班NPh》 作者：腿长一米八.txt",
    "夸克盘链接": "https://pan.quark.cn/s/05be52471ae8"
  },
  {
    "文件名": "[np  更31]《被困18禁恋爱游戏【np、現代、人獸】》 作者：金鱼草的告白.txt",
    "夸克盘链接": "https://pan.quark.cn/s/2344e7716734"
  },
  {
    "文件名": "[1v2 更47]《暗潮李家（骨科兼父女1V2）》 作者：杜笔.txt",
    "夸克盘链接": "https://pan.quark.cn/s/aa9f75b0cd1f"
  },
  {
    "文件名": "[1v1 更253]《网恋被继兄骗炮后（伪骨科1v1）》 作者：supersonic.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c13fd7cf21f4"
  },
  {
    "文件名": "[1v1 更152]《秘密心动（悬疑1V1）》 作者：墨弦歌.txt",
    "夸克盘链接": "https://pan.quark.cn/s/27f151327943"
  },
  {
    "文件名": "[1v1 更94]《等你宛在水中央（青梅竹馬） 》 作者：开机键.txt",
    "夸克盘链接": "https://pan.quark.cn/s/26ef52dadcf1"
  },
  {
    "文件名": "[1v1 更120]《春色情满(1V1高干文)》 作者：重棠.txt",
    "夸克盘链接": "https://pan.quark.cn/s/67c47959603e"
  },
  {
    "文件名": "[1v1 更108]《绝对沦陷（1v1 父女 h）》作者：寒山见.txt",
    "夸克盘链接": "https://pan.quark.cn/s/65002c591023"
  },
  {
    "文件名": "[1v1 更105]《强制爱了自己的死对头（1v1 SC）》 作者：妧妧.txt",
    "夸克盘链接": "https://pan.quark.cn/s/57605843aa3b"
  },
  {
    "文件名": "[1v1 更78]《良迟【包养_囚禁_h】》作者：Fisher.txt",
    "夸克盘链接": "https://pan.quark.cn/s/5be6012167a4"
  },
  {
    "文件名": "[1v1 更69]《和反派权臣共梦后（高h 1v1 强取豪夺疯批男主）》 作者：一世安好.txt",
    "夸克盘链接": "https://pan.quark.cn/s/edf0ce4aec4e"
  },
  {
    "文件名": "[1v1 更69]《蔷吻（高干 1v1 現代 甜文）》 作者：雪栗籽.txt",
    "夸克盘链接": "https://pan.quark.cn/s/69ea45a9e8f3"
  },
  {
    "文件名": "[1v1 更66]《蠢物(活了两辈子努力把自己活明白的蠢货??迟钝自我攻略性腹黑少爷)》作者：布鲁布猫.txt",
    "夸克盘链接": "https://pan.quark.cn/s/85c220941b3f"
  },
  {
    "文件名": "[1v1 更64]《记忆之场（現代、狗血、暗黑） 》 作者：Ki.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ec1cf3f31f58"
  },
  {
    "文件名": "[1v2 更165]《犯禁(1v2，亲舅甥）》 作者：翳月.txt",
    "夸克盘链接": "https://pan.quark.cn/s/7f5d639707f4"
  },
  {
    "文件名": "[np  更44]《家族遗传精神病(nph虐）》 作者：alot87.txt",
    "夸克盘链接": "https://pan.quark.cn/s/77459ca881e1"
  },
  {
    "文件名": "[np  更38]《残疾Omega也要被强制爱吗（nph）》 作者：柒雨.txt",
    "夸克盘链接": "https://pan.quark.cn/s/90715a1fcde1"
  },
  {
    "文件名": "[1v2 更66]《一室生香（年代 1V2）》 作者.txt",
    "夸克盘链接": "https://pan.quark.cn/s/d736e697fd7e"
  },
  {
    "文件名": "[1v2 更61]《抗争到底【1v2、校園H、娛樂圈】》 作者：工口鉴赏家.txt",
    "夸克盘链接": "https://pan.quark.cn/s/0a9588b552cf"
  },
  {
    "文件名": "[1v1 更594]《不羡仙（快穿仙侠 古言 1v1 sc）》 作者：砌雾.txt",
    "夸克盘链接": "https://pan.quark.cn/s/25d46f83edee"
  },
  {
    "文件名": "[1v1 更176]《雷峰塔下（法青、1v1、SC）》 作者：尼古拉斯·老謝.txt",
    "夸克盘链接": "https://pan.quark.cn/s/791457bd1f0b"
  },
  {
    "文件名": "[1v1 更152]《阴暗普女，但第三者（1V1、校園H） 》 作者：欺花.txt",
    "夸克盘链接": "https://pan.quark.cn/s/8bd1dac83f3b"
  },
  {
    "文件名": "[1v1 更118]《谁家正经宿主日常被攻略？（快穿）》 作者：破窿秋裤.txt",
    "夸克盘链接": "https://pan.quark.cn/s/89db232e5c32"
  },
  {
    "文件名": "[1v1 更138]《消失的蝴蝶发夹（H、現代、狗血、暗黑）》 作者：蓝旗路21号.txt",
    "夸克盘链接": "https://pan.quark.cn/s/21609108c276"
  },
  {
    "文件名": "[1v1 更94]《再会你（知三当三的男主×有白月光的女主） 》 作者：枸兹.txt",
    "夸克盘链接": "https://pan.quark.cn/s/02d80d0cb93d"
  },
  {
    "文件名": "[1v1 更109]《勾引找操但踢到铁板后（NPH、校園、狗血） 》 作者：无聊就来写个车.txt",
    "夸克盘链接": "https://pan.quark.cn/s/4bf077aefd7a"
  },
  {
    "文件名": "[1v1 更63]《You finally will be mine（剧情向  futa 1v1）》 作者：lizinan29.txt",
    "夸克盘链接": "https://pan.quark.cn/s/81a51c9daf1c"
  },
  {
    "文件名": "[1v1 更65]《蠢物（活了两辈子努力把自己活明白的蠢货x迟钝自我攻略性腹黑少爷） 》 作者：布鲁布猫.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ad8b4a60cd45"
  },
  {
    "文件名": "[np  更569]《（原名愿君）无（NP、仙俠、虐心） 》 作者：无.txt",
    "夸克盘链接": "https://pan.quark.cn/s/3a9091561df0"
  },
  {
    "文件名": "[1v1 更50]《奚落（青梅竹马1V1）》 作者：不理.txt",
    "夸克盘链接": "https://pan.quark.cn/s/8f523c3a27cb"
  },
  {
    "文件名": "[1v1 更40]《博弈【古代 百合】》 作者：豆冰北乐蒂.txt",
    "夸克盘链接": "https://pan.quark.cn/s/b8cb6f1f71a1"
  },
  {
    "文件名": "[1v1 更31]《咫尺（現代、年上、纯百H）》 作者：十面.txt",
    "夸克盘链接": "https://pan.quark.cn/s/f2202021a370"
  },
  {
    "文件名": "[np  更504]《江山秀晚春（nph、古代、仙俠）》 作者：未归人.txt",
    "夸克盘链接": "https://pan.quark.cn/s/7ea01aa38e7a"
  },
  {
    "文件名": "[np  更144]《就算是坏女人她也全都要（NP 百合ABO主攻）》 作者：呆宝宝.txt",
    "夸克盘链接": "https://pan.quark.cn/s/1e615189a9e3"
  },
  {
    "文件名": "[np  更90]《星际美雌，兽夫们追着舔（爽文、星際） 》 作者：无名.txt",
    "夸克盘链接": "https://pan.quark.cn/s/7b59726d43e3"
  },
  {
    "文件名": "[np  更62]《又被痴汉找上了（NPH）》 作者：脑洞开发机.txt",
    "夸克盘链接": "https://pan.quark.cn/s/1ef3e20986eb"
  },
  {
    "文件名": "[np  更72]《【年代婊】重生后又娇媚.txt",
    "夸克盘链接": "https://pan.quark.cn/s/b1c4114c02c5"
  },
  {
    "文件名": "[1v1 更51]《第二封遗书(1V1灵异BG)》作者：生椰拿铁饼干.txt",
    "夸克盘链接": "https://pan.quark.cn/s/613063841e6c"
  },
  {
    "文件名": "[1v1 更51]《女巫她每天都在为了美色荤头（百合futa，西幻）》 作者：芥菜不劫色.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e627943c9191"
  },
  {
    "文件名": "[合集 更307]《夜晚将至(合集)》 作者：谢太太想养马.txt",
    "夸克盘链接": "https://pan.quark.cn/s/3649991fa1d3"
  },
  {
    "文件名": "[1v1 更48]《年级第一吃奶有瘾（高H、校園H、甜文）》 作者：减肥我不吃.txt",
    "夸克盘链接": "https://pan.quark.cn/s/6dc108723b1d"
  },
  {
    "文件名": "[1v1 更49]《烂美人牌（强制爱1v1）》 作者：柚喜.txt",
    "夸克盘链接": "https://pan.quark.cn/s/26097c743313"
  },
  {
    "文件名": "[合集 更227]《综影视：cp崩坏系统》 作者：一杯多肉葡萄谢谢.txt",
    "夸克盘链接": "https://pan.quark.cn/s/7011ae4a0be3"
  },
  {
    "文件名": "[更164]向导她无处可逃（nph） 作者：0306.txt.txt",
    "夸克盘链接": "https://pan.quark.cn/s/430169b990a5"
  },
  {
    "文件名": "[合集 更70]《病娇黑泥合集(弯掰直文学)》 作者：深鲸冰.txt",
    "夸克盘链接": "https://pan.quark.cn/s/72cbc168a126"
  },
  {
    "文件名": "[np  更858]《快穿之睡了反派以后（H、系統、爽文、穿越）》 作者：小捲餅.txt",
    "夸克盘链接": "https://pan.quark.cn/s/dcfc22380c7d"
  },
  {
    "文件名": "[np 更89]《星际美雌，兽夫们追着舔（爽文、星際） 》 作者：无名.txt.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c79dbd1325da"
  },
  {
    "文件名": "[np  更376]《小说大纲里的女主觉醒后（NPH、現代、甜文）》 作者：霍饭饭.txt",
    "夸克盘链接": "https://pan.quark.cn/s/1ae11f7f4237"
  },
  {
    "文件名": "[np  更324]《被逼出轨后每天都在找新欢（快穿np）》 作者：红豆奶猹.txt",
    "夸克盘链接": "https://pan.quark.cn/s/0d601e998a2f"
  },
  {
    "文件名": "[np  更294]《皆其靡也（剧情nph）》 作者：时芧.txt",
    "夸克盘链接": "https://pan.quark.cn/s/64855c38ff50"
  },
  {
    "文件名": "[np  更216]《被爸爸的大驴屌花式肏翻（高h 父女）》 作者：渣渣兔.txt",
    "夸克盘链接": "https://pan.quark.cn/s/b9c95950a6f3"
  },
  {
    "文件名": "[np  更124]《指月（現代、強強） 》 作者：MM音.txt",
    "夸克盘链接": "https://pan.quark.cn/s/64619443586d"
  },
  {
    "文件名": "[np  更101]《重生后我被宿敌们包围了gl（np高h全神经病）》 作者：是鱼而已.txt",
    "夸克盘链接": "https://pan.quark.cn/s/88a1f5160ffe"
  },
  {
    "文件名": "[np  更87]《[HP]獾乐小厨娘(慢熱np)》作者：筆可貓.txt",
    "夸克盘链接": "https://pan.quark.cn/s/9c3ac7ebfee0"
  },
  {
    "文件名": "[np  更89]《丞相的儿子们为我打起来了》作者：大火烹调.txt",
    "夸克盘链接": "https://pan.quark.cn/s/7fabf6d9f383"
  },
  {
    "文件名": "[np  更82]《恶毒黑莲花身中欲毒后（nph、玄幻）》 作者：睡大觉.txt",
    "夸克盘链接": "https://pan.quark.cn/s/9381136c2650"
  },
  {
    "文件名": "[np  更92]《不要清醒（futa、NP、末世） 》 作者：七顆大燈泡.txt",
    "夸克盘链接": "https://pan.quark.cn/s/97d71e3cdb44"
  },
  {
    "文件名": "[np  更61]《又被痴汉找上了（NPH）》作者：脑洞开发机.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a092b5f3a4f3"
  },
  {
    "文件名": "[np  更58]《别惹神经病（穿书，NP）》作者：她斩风月.txt",
    "夸克盘链接": "https://pan.quark.cn/s/5010c50eb658"
  },
  {
    "文件名": "[np  更41]《沉溺于婳（NPH）》 作者：糖醋微辣.txt",
    "夸克盘链接": "https://pan.quark.cn/s/1a89a251c7de"
  },
  {
    "文件名": "[1v3 更113]《缺愛 （1V3 NPH）》 作者：芊羽琉璃.txt",
    "夸克盘链接": "https://pan.quark.cn/s/8e11e9995879"
  },
  {
    "文件名": "[np  更40]《榜一（NP、爱人反目、强制）》 作者：蝶骸.txt",
    "夸克盘链接": "https://pan.quark.cn/s/662ba5db4166"
  },
  {
    "文件名": "[1v1 更143]《木槿烟云 _ 年上ABO》 作者：秋山执刀.txt",
    "夸克盘链接": "https://pan.quark.cn/s/9a7ac60f5760"
  },
  {
    "文件名": "[1v1 更113]《与少夫人对食（百合ABO）》 作者：粼若皓月.txt",
    "夸克盘链接": "https://pan.quark.cn/s/954ee1b7dfe9"
  },
  {
    "文件名": "[1v1 更117]《贱骨（女A男O GB）原书名《涩橘》》 作者：窝里鸽去.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e3a514e96890"
  },
  {
    "文件名": "[1v1 更87]《动机不纯(骨科 bdsm)》作者：离谱.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c39c03d80e49"
  },
  {
    "文件名": "[1v1 更96]《蹂纸浆（1v1校园h）》 作者：卧们的暧y1成定局.txt",
    "夸克盘链接": "https://pan.quark.cn/s/51f8f7c0a4ba"
  },
  {
    "文件名": "[1v1 更81]《出差的旅馆（强制h）》 作者：淮游.txt",
    "夸克盘链接": "https://pan.quark.cn/s/08c99787d2ff"
  },
  {
    "文件名": "[1v1 更65]《红男绿女（1v1、現代、年上、甜文）》 作者：她叙.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ee19476aef5a"
  },
  {
    "文件名": "[1v1 更66]《三月夜（姑侄_男小三）》作者：蒸栗.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e73ac1dfeca2"
  },
  {
    "文件名": "[1v1 更51]《谒金门（1v1 高H 甜文）》 作者：上官浅蔌.txt",
    "夸克盘链接": "https://pan.quark.cn/s/cb813d133cd8"
  },
  {
    "文件名": "[1v1 更58]《尾巴之下是女相gl（内敛傲娇闷骚女相x鬼畜骚包忠心猫妖） 》 作者：n君.txt",
    "夸克盘链接": "https://pan.quark.cn/s/b5e37de24543"
  },
  {
    "文件名": "[1v1 更49]《捡到破碎的耽美文男主（校园1v1，弯掰直？》作者：ˊ__ˋ.txt",
    "夸克盘链接": "https://pan.quark.cn/s/1e113ed1d277"
  },
  {
    "文件名": "[合集 更94]《我不要痴汉啊(短篇合集NPH)》 作者：阿中呀.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ff2a309432a3"
  },
  {
    "文件名": "[1v1 更31]《警花与少爷（疯批×疯批） 》 作者：菜蛋.txt",
    "夸克盘链接": "https://pan.quark.cn/s/344d1fea9304"
  },
  {
    "文件名": "[1v1 更45]《莺莺（古言1v1）》作者：种植园大户.txt",
    "夸克盘链接": "https://pan.quark.cn/s/aefcf0c6503d"
  },
  {
    "文件名": "[1v1 更49]《病娇黑匣子（强制爱)》作者：青木.txt",
    "夸克盘链接": "https://pan.quark.cn/s/fa2a343fa68d"
  },
  {
    "文件名": "[np  更682]《云烟（古言NPH）（原名：《黑莲花被迫小白花开局！如何拉扯懦弱皇兄统一天下（古言NPH）》）》 作者：讫讫.txt",
    "夸克盘链接": "https://pan.quark.cn/s/7bf21014b574"
  },
  {
    "文件名": "[np  更302]《催眠助理（简 futa、SM）》 作者：克劳德云.txt",
    "夸克盘链接": "https://pan.quark.cn/s/7f21b7296739"
  },
  {
    "文件名": "[np  更128]《色情女大绝赞直播进行中！（NPH）》 作者：东南西北.txt",
    "夸克盘链接": "https://pan.quark.cn/s/b95c546ea39d"
  },
  {
    "文件名": "[np  更123]《总有刁民想睡朕（女尊基建NP）》 作者：荔枝桂味.txt",
    "夸克盘链接": "https://pan.quark.cn/s/afe7acdd69be"
  },
  {
    "文件名": "[np  更104]《从兽世到星际，兽人后宫活儿好（羅曼史、人獸） 》 作者：怡燃字得.txt",
    "夸克盘链接": "https://pan.quark.cn/s/f79c8fa0aca1"
  },
  {
    "文件名": "[np  更55]《许愿时光【NPH】》 作者：醒骨真人.txt",
    "夸克盘链接": "https://pan.quark.cn/s/b773894b7b89"
  },
  {
    "文件名": "[np  更100]《游离（渣女守则）bg nph》 作者：一不里表.txt",
    "夸克盘链接": "https://pan.quark.cn/s/95e2df772fa1"
  },
  {
    "文件名": "[1v2 更160]《犯禁(1v2，亲舅甥）》 作者：翳月.txt",
    "夸克盘链接": "https://pan.quark.cn/s/f063fb6be57a"
  },
  {
    "文件名": "[np  更19]《碧霄（NPH、古代）》 作者：培根.txt",
    "夸克盘链接": "https://pan.quark.cn/s/8a6bae66dcc4"
  },
  {
    "文件名": "[1v1 更171]《雷峰塔下（法青、1v1、SC）》 作者：尼古拉斯·老謝.txt",
    "夸克盘链接": "https://pan.quark.cn/s/0a64d6b39252"
  },
  {
    "文件名": "[1v1 更169]《完美陷阱（父女 1v1 h）》 作者：东竹.txt",
    "夸克盘链接": "https://pan.quark.cn/s/cd7490ef4d7d"
  },
  {
    "文件名": "[1v1 更182]《低级迷恋（1V1、現代）》 作者：豆浆.txt",
    "夸克盘链接": "https://pan.quark.cn/s/b58fb11a1d49"
  },
  {
    "文件名": "[1v1 更114]《谁家正经宿主日常被攻略？（快穿）》 作者：破窿秋裤.txt",
    "夸克盘链接": "https://pan.quark.cn/s/d6052eec954a"
  },
  {
    "文件名": "[1v1 更92]《野生蔷薇（现言1V1 H）》 作者：柠汁包鸭.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e261e843692e"
  },
  {
    "文件名": "[1v1 更83]《骚东西（暗戳戳抚慰自己的少女＊闷骚占有欲疯批学霸）》作者：蝶喵.txt",
    "夸克盘链接": "https://pan.quark.cn/s/0b8d343cc802"
  },
  {
    "文件名": "[1v1 更62]《蠢物（活了两辈子努力把自己活明白的蠢货??迟钝自我攻略性腹黑少爷）》作者：布鲁布猫.txt",
    "夸克盘链接": "https://pan.quark.cn/s/169bdfd28f15"
  },
  {
    "文件名": "[1v1 更76]《狐狸精系统（爽文、甜文） 》 作者：星月澜.txt",
    "夸克盘链接": "https://pan.quark.cn/s/b8919285c1b0"
  },
  {
    "文件名": "[1v1 更55]《雪色如何，但问取、庭前柳（养父女 古言）》 作者：柠檬酸不酸.txt",
    "夸克盘链接": "https://pan.quark.cn/s/f1984d0c7855"
  },
  {
    "文件名": "[np  更251]《每个天之骄子都想强上我[np11男主]》 作者：太羊羊.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ac335b474bfa"
  },
  {
    "文件名": "[np  更318]《被逼出轨后每天都在找新欢（快穿np）》 作者：红豆奶猹.txt",
    "夸克盘链接": "https://pan.quark.cn/s/1c4950e217bf"
  },
  {
    "文件名": "[np  更284]《电竞高岭之花的后花园（nph、甜文）》 作者：supersonic.txt",
    "夸克盘链接": "https://pan.quark.cn/s/9f7a074e71dd"
  },
  {
    "文件名": "[np  更119]《各种女孩子贴贴（abo+futa注意）》 作者：Rer..txt",
    "夸克盘链接": "https://pan.quark.cn/s/8cfba89103bb"
  },
  {
    "文件名": "[np  更110]《重回18岁跟前夫好兄弟睡了（高h np 骨科 高干）》 作者：o(_￣︶￣_)o.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c54a573a374d"
  },
  {
    "文件名": "[np  更106]《女配也要被强制爱吗(末世 nph)》作者：酢浆草.txt",
    "夸克盘链接": "https://pan.quark.cn/s/20d4c4f6dd4b"
  },
  {
    "文件名": "[np  更64]《贵族学院的末等生【系统nph】》 作者：深夜俱乐部.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e74c119229bf"
  },
  {
    "文件名": "[1v1 更2120]《反派男主你好坏[快穿]》作者：肥肥[补].txt",
    "夸克盘链接": "https://pan.quark.cn/s/037750d6d120"
  },
  {
    "文件名": "[1v2 更154]《被丈夫跟情敌一起囚禁操玩（强制 1v2）》 作者：xoxoxo12.txt",
    "夸克盘链接": "https://pan.quark.cn/s/fe8129f57cb1"
  },
  {
    "文件名": "[1v1 更126]《坏小孩【姨甥H】》 作者：拾月岛.txt",
    "夸克盘链接": "https://pan.quark.cn/s/1ec7ccf77c5f"
  },
  {
    "文件名": "[1v1 更149]《秘密心动（悬疑1V1）》 作者：墨弦歌.txt",
    "夸克盘链接": "https://pan.quark.cn/s/8bf504ccdc6e"
  },
  {
    "文件名": "[1v1 更123]《与它共感（小甜文1V1）》 作者：幻海浮声.txt",
    "夸克盘链接": "https://pan.quark.cn/s/f07fe34464e6"
  },
  {
    "文件名": "[1v1 更113]《繁花落尽》作者：queen.txt",
    "夸克盘链接": "https://pan.quark.cn/s/7929be4bea57"
  },
  {
    "文件名": "[1v1 更105]《山北水南》作者：思无.txt",
    "夸克盘链接": "https://pan.quark.cn/s/fc35928ff476"
  },
  {
    "文件名": "[1v1 更114]《热狗与黑胶（姐狗1v1）》作者：绿胡子果一.txt",
    "夸克盘链接": "https://pan.quark.cn/s/aa95bc4b0824"
  },
  {
    "文件名": "[1v1 更104]《偷上老师（男出轨 校園H 年上）》 作者：尤嘉.txt",
    "夸克盘链接": "https://pan.quark.cn/s/8f699acf4fb9"
  },
  {
    "文件名": "[1v1 更61]《You finally will be mine（剧情向  futa 1v1）》 作者：lizinan29.txt",
    "夸克盘链接": "https://pan.quark.cn/s/4eb256055547"
  },
  {
    "文件名": "[1v1 更60]《蔷吻（高干 1v1 現代 甜文）》 作者：雪栗籽.txt",
    "夸克盘链接": "https://pan.quark.cn/s/4ef00afe8acc"
  },
  {
    "文件名": "[更66]习焉不察（1v1 H） 作者：辞辞荐荐_.txt",
    "夸克盘链接": "https://pan.quark.cn/s/6e9ccaffaf16"
  },
  {
    "文件名": "[np  更70]《爱神降临（西幻np）》 作者：无餍.txt",
    "夸克盘链接": "https://pan.quark.cn/s/10e7e0f969db"
  },
  {
    "文件名": "[np  更79]《星际美雌，兽夫们追着舔（爽(1).txt",
    "夸克盘链接": "https://pan.quark.cn/s/290d9f9a04ab"
  },
  {
    "文件名": "[1v1 更32]《予卿欢（古代武侠背景，重生梗） 》 作者：将至.txt",
    "夸克盘链接": "https://pan.quark.cn/s/319b649de046"
  },
  {
    "文件名": "[1v1 更97]《吞咽【1v1产奶】》 作者：Xena.txt",
    "夸克盘链接": "https://pan.quark.cn/s/57934ec6151d"
  },
  {
    "文件名": "[np  更125]《就算是坏女人她也全都要（NP 百合ABO主攻）》 作者：呆宝宝.txt",
    "夸克盘链接": "https://pan.quark.cn/s/4da861019b95"
  },
  {
    "文件名": "[更95]吞咽【1v1产奶】 作者：Xena.txt",
    "夸克盘链接": "https://pan.quark.cn/s/511cc853dd13"
  },
  {
    "文件名": "[更43]厌度（py转正 1v1） 作者：xier.txt",
    "夸克盘链接": "https://pan.quark.cn/s/fba1150c0696"
  },
  {
    "文件名": "[1v1 更91]《与少夫人对食（百合ABO）》 作者：粼若皓月.txt",
    "夸克盘链接": "https://pan.quark.cn/s/f23548b5a064"
  },
  {
    "文件名": "[1v1 更75]《蹂纸浆（1v1校园h）》 作者：卧们的暧y1成定局.txt",
    "夸克盘链接": "https://pan.quark.cn/s/d3a245195efc"
  },
  {
    "文件名": "[np  更133]《私生女（np 强制 骨科）》 作者：国享.txt",
    "夸克盘链接": "https://pan.quark.cn/s/1b71e94d4b45"
  },
  {
    "文件名": "[1v1 更165]《低级迷恋（h 斯文下流老阴批 X 清冷闷骚大美女）》 作者：豆浆.txt",
    "夸克盘链接": "https://pan.quark.cn/s/2b65e84fa388"
  },
  {
    "文件名": "[np  更545]《（原名愿君）无（NP、仙俠、虐心） 》 作者：无.txt",
    "夸克盘链接": "https://pan.quark.cn/s/bcf7d8803522"
  },
  {
    "文件名": "[1v1 更136]《蝴蝶骸骨（骨科1v1）》 作者：乌星.txt",
    "夸克盘链接": "https://pan.quark.cn/s/1cd34c4a47ee"
  },
  {
    "文件名": "[1v1 更94]《木槿烟云（年上 ABO）》 作者：秋山执刀.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c6511cdac618"
  },
  {
    "文件名": "[1v2 更117]《犯禁(1v2，亲舅甥）》 作者：翳月.txt",
    "夸克盘链接": "https://pan.quark.cn/s/1be90cfec332"
  },
  {
    "文件名": "[np  更44]《玫瑰国度【高h_西幻】》 作者：达尔文小助手.txt",
    "夸克盘链接": "https://pan.quark.cn/s/bfbbadec3069"
  },
  {
    "文件名": "[1v1 更35]《抱了无限流大佬的大腿之后（末世、重生） 》 作者：罗利.txt",
    "夸克盘链接": "https://pan.quark.cn/s/11b84081b315"
  },
  {
    "文件名": "[np  更308]《[秦时+天九]忘机(H)》 作者：魂子.txt",
    "夸克盘链接": "https://pan.quark.cn/s/f77fdbd0556a"
  },
  {
    "文件名": "[1v1 更40]《上将军雌揣了我的崽后带球跑了（雄装雌事业批雄虫X位高权重凶残军雌） 》 作者：白械.txt",
    "夸克盘链接": "https://pan.quark.cn/s/958d0b764466"
  },
  {
    "文件名": "[np  更29]《【总 攻】hentai模拟收集器》 作者：鸽唔啊呱【上面骑我勾巴的舒服了就快做饭】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/9a1336b261c6"
  },
  {
    "文件名": "[np  更24]《懦弱新人夜间是魅魔（主攻 弱攻强受）》 作者：奶皮卷.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a38f0d80603f"
  },
  {
    "文件名": "[3p  更39]《棠棠（美攻强受） 》 作者：零糖冰可乐.txt",
    "夸克盘链接": "https://pan.quark.cn/s/7c753dbb0b99"
  },
  {
    "文件名": "[1v1 更187]《被暗恋的人，玩成了杯杯（腹黑冷淡混不吝美人攻x身体超敏感富二代帅哥受） 》 作者：一袋子猫.txt",
    "夸克盘链接": "https://pan.quark.cn/s/3412d4110a6c"
  },
  {
    "文件名": "[1v1 更101]《你是我迟来的光（sp 校园 虐身）》 作者：咸鱼也不吃香菜） (1).txt",
    "夸克盘链接": "https://pan.quark.cn/s/014cc70ca1f1"
  },
  {
    "文件名": "[1v1 更101]《你是我迟来的光（sp 校园 虐身）》 作者：咸鱼也不吃香菜）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/886729d9addd"
  },
  {
    "文件名": "[1v1 更85]《清冷美人的R18定制游戏（高冷寡言实则淫荡娇俏美人受×阴郁禁欲内里强制腹黑性瘾攻） 》 作者：朱酒.txt",
    "夸克盘链接": "https://pan.quark.cn/s/06287b5c678d"
  },
  {
    "文件名": "[1v1 更81]《今天也要谈恋爱（崆峒肛肠科医生攻X反串芭蕾学生爱塞异物受） 》 作者：洲肆夭.txt",
    "夸克盘链接": "https://pan.quark.cn/s/5fb5db8e67e1"
  },
  {
    "文件名": "[1v1 更67]《被恶龙囚禁于高塔的冒牌勇者（1v1）》 作者：悦米君 .txt",
    "夸克盘链接": "https://pan.quark.cn/s/a5504ef20f4c"
  },
  {
    "文件名": "[1v1 更35]《【云花｜词花】恶果（强攻强受） 》 作者：檬染.txt",
    "夸克盘链接": "https://pan.quark.cn/s/38e5540b163b"
  },
  {
    "文件名": "[1v1 更69]《下劣纯情（为爱做受的受，疯癫偏执有些可爱的攻）》 作者：Misian.txt",
    "夸克盘链接": "https://pan.quark.cn/s/4baef608a02c"
  },
  {
    "文件名": "[1v1 更44]《养诡（偶尔疯批，外表清俊端庄的贺道长X对待敌人心狠手辣，内里其实很忠犬安分的厉老板） 》 作者：南溪.txt",
    "夸克盘链接": "https://pan.quark.cn/s/9d03417fe0e6"
  },
  {
    "文件名": "[1v1 更21]《完全控制（精神不正常控制欲强重度兄控性瘾皇帝攻x外热内冷只对弟弟百依百顺的全帝国偶像美人元帅受） 》 作者：vivian.txt",
    "夸克盘链接": "https://pan.quark.cn/s/eb9029c273b9"
  },
  {
    "文件名": "[1v1 更22]《我的师尊是男妈妈（多次重生徒弟受x男妈妈师尊攻） 》 作者：丰宁.txt",
    "夸克盘链接": "https://pan.quark.cn/s/6ed084cbd116"
  },
  {
    "文件名": "[1v1 更30]《碎玉成埃［主仆］（SM 年上攻）》作者：水末沫.txt",
    "夸克盘链接": "https://pan.quark.cn/s/99a516db5f3e"
  },
  {
    "文件名": "[合集 更77]《人外vs强受合集》 作者：cqaqq.txt",
    "夸克盘链接": "https://pan.quark.cn/s/8ceb99f48940"
  },
  {
    "文件名": "[废文 更124]《眉间尺（外冷内热·黑化少女攻vs外热内冷·病娇美强惨受）》作者：放乎中流.txt",
    "夸克盘链接": "https://pan.quark.cn/s/d892bfdd4459"
  },
  {
    "文件名": "[废文 更120]《扭曲关系（桃花泛滥薄情受×他的黑化攻们）》作者：新界乞丐.txt",
    "夸克盘链接": "https://pan.quark.cn/s/f0bd9025f9ff"
  },
  {
    "文件名": "[废文 更87]《礼貌问价（现代、小甜饼、轻松、娱乐圈）》作者：红茶可乐冰.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ceb428b1d479"
  },
  {
    "文件名": "[废文 更85]《沅沅不止（现代、浪漫主义、父子、攻宠受）》作者：投木瓜.txt",
    "夸克盘链接": "https://pan.quark.cn/s/7c235e48cb58"
  },
  {
    "文件名": "[废文 更50]《水月宗主修课程（仙侠、双性、NP）》作者：axirabbit.txt",
    "夸克盘链接": "https://pan.quark.cn/s/509cc3a87120"
  },
  {
    "文件名": "[废文 更64]《玻璃画（双性、养成、破镜重圆、生子）》作者：hutaozizi.txt",
    "夸克盘链接": "https://pan.quark.cn/s/f0aea04049c4"
  },
  {
    "文件名": "[废文 更51]《容器（偏执阴暗高岭之花alpha X 倒霉坚强正常人omega）》作者：匿名咸鱼.txt",
    "夸克盘链接": "https://pan.quark.cn/s/6a99c8537488"
  },
  {
    "文件名": "[废文 更40]《枪杀玫瑰（黑帮老大×被欺凌的学生）》作者：狐狸默然.txt",
    "夸克盘链接": "https://pan.quark.cn/s/db1174803205"
  },
  {
    "文件名": "[废文 更38]《崖松（HE、仙侠、师生、互攻）》作者：剖白白白白.txt",
    "夸克盘链接": "https://pan.quark.cn/s/7ef78f27ae7e"
  },
  {
    "文件名": "[废文 更50]《娇猫（冷情大少爷  ×  勾人俏小妈）》作者：匿名咸鱼.txt",
    "夸克盘链接": "https://pan.quark.cn/s/842f1b9c2471"
  },
  {
    "文件名": "[废文 更41]《时间的绳结（有情有义攻X执着倔强受）》作者：行星照.txt",
    "夸克盘链接": "https://pan.quark.cn/s/8e980a87725d"
  },
  {
    "文件名": "[废文 更32]《聚光拍档（1v1，年下，双强，先嘟后爱，职场，娱乐圈）》作者：Elena-Jo.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c703bb6eab5e"
  },
  {
    "文件名": "[废文 更28]《春台客（古代、HE、双性、NP）》作者：一砚秋.txt",
    "夸克盘链接": "https://pan.quark.cn/s/f8a29bccc381"
  },
  {
    "文件名": "[废文 更30]《喻知识的幸运（古代、架空世界、西方、NP ）》作者：bcjam.txt",
    "夸克盘链接": "https://pan.quark.cn/s/2badb973e3c0"
  },
  {
    "文件名": "[np  更157]《修剧情的第一步是全都吃掉（快穿NP）》 作者：杜鹃花科越橘属浆果.txt",
    "夸克盘链接": "https://pan.quark.cn/s/46ee7327a1d1"
  },
  {
    "文件名": "[废文 更22]《假面佛（偏执隐忍假和尚X佛口蛇心假圣人）》作者：陌上南疆.txt",
    "夸克盘链接": "https://pan.quark.cn/s/9d3c20eb1295"
  },
  {
    "文件名": "[np  更145]《陈佐家的男人们（调教、抹布） 》 作者：冯古道.txt",
    "夸克盘链接": "https://pan.quark.cn/s/552eb6252aa5"
  },
  {
    "文件名": "[np  更86]《丞相的儿子们为我打起来了（狗血古耽，婶侄文学）》 作者：大火烹调.txt",
    "夸克盘链接": "https://pan.quark.cn/s/d73ffbd931b3"
  },
  {
    "文件名": "[np  更91]《[虫族]梦老师灵感枯竭（第二部）》 作者：baba.txt",
    "夸克盘链接": "https://pan.quark.cn/s/71f5371af5ed"
  },
  {
    "文件名": "[np  更116]《七皇子他想上位（骨科，强制爱） 》 作者：晨晨.txt",
    "夸克盘链接": "https://pan.quark.cn/s/8056e50d939f"
  },
  {
    "文件名": "[np  更65]《（总攻）穿越后怎么都要嫁给我（美攻强受） 》 作者：钱钱.txt",
    "夸克盘链接": "https://pan.quark.cn/s/1954d9b1889a"
  },
  {
    "文件名": "[np  更53]《赌狗室友为借钱被我玩成骚狗rbq（弱攻强受） 》 作者：看点小说玩.txt",
    "夸克盘链接": "https://pan.quark.cn/s/fc8d6a78c3d6"
  },
  {
    "文件名": "[np  更59]《白月光与朱砂痣与狗（蛇蝎美人受X野心勃勃冷漠攻，心机狠辣王子攻，鬼畜病态年下攻）》.txt",
    "夸克盘链接": "https://pan.quark.cn/s/6536ba3397c8"
  },
  {
    "文件名": "[np  更30]《小三他乃大吊大屁股大（美人受） 》 作者：无有灵.txt",
    "夸克盘链接": "https://pan.quark.cn/s/26ad973ab51d"
  },
  {
    "文件名": "[更14]《行军前夜》作者：南方宝剑（1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/29c2402c2e14"
  },
  {
    "文件名": "[np  更61]《（总攻）穿越后怎么都要嫁给我（美攻强受） 》 作者：钱钱.txt",
    "夸克盘链接": "https://pan.quark.cn/s/619d06c1aead"
  },
  {
    "文件名": "[废文 更102]《暧昧脱轨（alpha偏执美人攻、三无漂亮攻xbeta纨绔帅哥受）》作者：匿名咸鱼.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a286e8b96e3f"
  },
  {
    "文件名": "[废文 更59]《雁归迟迟（古代、宫廷侯爵、破镜重圆、年上、1v1）》作者：山月不知心里事.txt",
    "夸克盘链接": "https://pan.quark.cn/s/59ddd9c43b06"
  },
  {
    "文件名": "[废文 更45]《容器（偏执阴暗高岭之花alpha X 倒霉坚强正常人omega）》作者：匿名咸鱼.txt",
    "夸克盘链接": "https://pan.quark.cn/s/6bf816ea4683"
  },
  {
    "文件名": "[3p  更32]《棠棠（美攻强受） 》 作者：零糖冰可乐.txt",
    "夸克盘链接": "https://pan.quark.cn/s/eddbc1087087"
  },
  {
    "文件名": "[废文 更54]《谗言（狗血、骨科、年上、1v1）》作者：他相.txt",
    "夸克盘链接": "https://pan.quark.cn/s/da861b9659f7"
  },
  {
    "文件名": "[废文 更50]《被恶龙囚禁的冒牌勇者（小甜饼、治愈、奇幻、西方）》作者：yuemi.txt",
    "夸克盘链接": "https://pan.quark.cn/s/dd97bdd3415a"
  },
  {
    "文件名": "[合集 更37]《长得帅的男人就该被轮死（弱攻强受） 》 作者：无有灵.txt",
    "夸克盘链接": "https://pan.quark.cn/s/2e5fc28bdb8d"
  },
  {
    "文件名": "[1v1 更134]《在全息模拟世界里欺负高岭之花（腹黑抖s攻x人前高岭之花人后性瘾双性受） 》 作者：穆小刀_.txt",
    "夸克盘链接": "https://pan.quark.cn/s/b2a26ca530f1"
  },
  {
    "文件名": "[1v1 更63《我不喜欢入妻（表面高冷实则闷骚占有欲爆表攻VS伪贤妻良母实隐藏娇俏作精受） 》 作者：朱酒.txt",
    "夸克盘链接": "https://pan.quark.cn/s/95727faef70d"
  },
  {
    "文件名": "[废文 更61]《潜龙在渊（HC、仙侠、美强、NP） 》 作者：潜龙在渊.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e071988637d0"
  },
  {
    "文件名": "[np  更105]《七皇子他想上位（骨科，强制爱） 》 作者：晨晨.txt",
    "夸克盘链接": "https://pan.quark.cn/s/57fb9e738074"
  },
  {
    "文件名": "[np  更05]《催眠 精牛校草（催眠、校园） 》 作者：君陌醉.txt",
    "夸克盘链接": "https://pan.quark.cn/s/444e723cf79e"
  },
  {
    "文件名": "[np  更348]《帝国双性指挥官（NP，双性，强制爱） 》 作者：最爱小虐文.txt",
    "夸克盘链接": "https://pan.quark.cn/s/1eebcb011820"
  },
  {
    "文件名": "[1v1 更165]《被暗恋的人，玩成了杯杯（腹黑冷淡混不吝美人攻x身体超敏感富二代帅哥受） 》 作者：一袋子猫.txt",
    "夸克盘链接": "https://pan.quark.cn/s/0fa7befd6e77"
  },
  {
    "文件名": "[np  更75]《花式玩弄美人师尊（总受，强制爱） 》 作者：暮色沉醉.txt",
    "夸克盘链接": "https://pan.quark.cn/s/f1c84f7e7d55"
  },
  {
    "文件名": "[废文 更32]《触礁（现代、HE、狗血、破镜重圆） 》 作者：不让尘.txt",
    "夸克盘链接": "https://pan.quark.cn/s/d6325d90e24b"
  },
  {
    "文件名": "[1v1 更43]《发现领导在海棠写文后（闷骚领导受x撒娇年下攻） 》 作者：三木.txt",
    "夸克盘链接": "https://pan.quark.cn/s/fd57c7792187"
  },
  {
    "文件名": "[废文 更296]《朝城闲事（美强残城主S级生命异能顶级向导受vs直球大型犬A级火系异能笨蛋哨兵攻）》作者：猫大头.txt",
    "夸克盘链接": "https://pan.quark.cn/s/677b4bd48c2a"
  },
  {
    "文件名": "[废文 更86]《我死后他们都疯了（狗血、第一人称、玄幻、强制爱、NP）》作者：一头叫肥肥的乌龟.txt",
    "夸克盘链接": "https://pan.quark.cn/s/28879512ef80"
  },
  {
    "文件名": "[废文 更73]《被神经病看上的酷哥（恋爱脑攻x万人迷酷哥受）》作者：扉不有初.txt",
    "夸克盘链接": "https://pan.quark.cn/s/0215763b6f8b"
  },
  {
    "文件名": "[废文 更32]《collAGE（现代、HC、娱乐圈、NP）》作者：HonkShon.txt",
    "夸克盘链接": "https://pan.quark.cn/s/9ce5d3818d11"
  },
  {
    "文件名": "[np  更166]《修剧情的第一步是全都吃掉（快穿NP）》 作者：杜鹃花科越橘属浆果.txt",
    "夸克盘链接": "https://pan.quark.cn/s/1ac82da1f8c2"
  },
  {
    "文件名": "[np  更194]《鲛人子归【双  NP】》 作者：大鹅炖铁锅.txt",
    "夸克盘链接": "https://pan.quark.cn/s/846b7013f150"
  },
  {
    "文件名": "[np  更135]《(NP)逍遥殿》（古代 强攻强受）作者：扶泷.txt",
    "夸克盘链接": "https://pan.quark.cn/s/f9b0cb232079"
  },
  {
    "文件名": "[np  更130]《七皇子他想上位（骨科，强制爱） 》 作者：晨晨.txt",
    "夸克盘链接": "https://pan.quark.cn/s/9a3bf3ad0829"
  },
  {
    "文件名": "[np  更128]《【总攻】点绛唇（穿越 修真） 》 作者：星离雨散（摆了）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/f5f23ff2ef64"
  },
  {
    "文件名": "[np  更104]《丞相的儿子们为我打起来了（狗血古耽，婶侄文学）》 作者：大火烹调.txt",
    "夸克盘链接": "https://pan.quark.cn/s/f7b8250c20a9"
  },
  {
    "文件名": "[np  更104]《丞相的儿子们为我打起来了（狗血古耽，婶侄文学）》 作者：大火烹调 (1).txt",
    "夸克盘链接": "https://pan.quark.cn/s/74e9a48d0f4f"
  },
  {
    "文件名": "[3p  更46]《棠棠（美攻强受） 》 作者：零糖冰可乐.txt",
    "夸克盘链接": "https://pan.quark.cn/s/7f32e0bf37a0"
  },
  {
    "文件名": "[1v1 更113]《你是我迟来的光（sp 校园 虐身）》 作者：咸鱼也不吃香菜）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/59102c2ce546"
  },
  {
    "文件名": "[1v1 更65]《煎饼摊老板和他的杀手炮友（久别重逢）》 作者：小火牛.txt",
    "夸克盘链接": "https://pan.quark.cn/s/42b9c553d153"
  },
  {
    "文件名": "[1v1 更55]《赎罪【虐身】》 作者：木木木容.txt",
    "夸克盘链接": "https://pan.quark.cn/s/901a834de5ec"
  },
  {
    "文件名": "[1v1 更50]《碎玉成埃［主仆］（SM 年上攻）》作者：水末沫.txt",
    "夸克盘链接": "https://pan.quark.cn/s/0297863eb331"
  },
  {
    "文件名": "[1v1 更39]《离婚前老公被穿了(ABO)》作者：monoQ (1).txt",
    "夸克盘链接": "https://pan.quark.cn/s/1b75d8ab537c"
  },
  {
    "文件名": "[1v1 更46]《新鲜社畜(现代 _ 清水 _ 搞笑 _ 励志 _ 职场)》作者：现山海.txt",
    "夸克盘链接": "https://pan.quark.cn/s/b0a58680d74d"
  },
  {
    "文件名": "[合集 更152]《各类美人的日日夜夜》 作者：一个大虾仁.txt",
    "夸克盘链接": "https://pan.quark.cn/s/051ebff2d0af"
  },
  {
    "文件名": "[合集 更90]《人外vs强受合集》 作者：cqaqq.txt",
    "夸克盘链接": "https://pan.quark.cn/s/2bd202f5cc69"
  },
  {
    "文件名": "[合集 更67]《催眠美人高h煌爆合集》 作者：没有名字.txt",
    "夸克盘链接": "https://pan.quark.cn/s/5c88dcea82df"
  },
  {
    "文件名": "[废文 更292]《秘密当铺（自暴自弃、外冷内热、黑切白攻x大智若愚、外热内冷、白切黑受）》作者：雨林零.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ec40697a2af7"
  },
  {
    "文件名": "[废文 更71]《玫瑰之镜（恋爱脑白切黑野心家x深藏不露高岭之花美强惨互飙演技）》作者：匿名咸鱼.txt",
    "夸克盘链接": "https://pan.quark.cn/s/2cf291bd9cf7"
  },
  {
    "文件名": "[废文 更66]《玻璃画（狗血、双性、养成、破镜重圆、生子）》作者：hutaozizi.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c9bce92d423a"
  },
  {
    "文件名": "[废文 更64]《赛博猫妖（寡言嘴硬猫攻X温柔平和人受）》作者：匿名咸鱼.txt",
    "夸克盘链接": "https://pan.quark.cn/s/55fbf62ba8ff"
  },
  {
    "文件名": "[np  更177]《[主攻 np]教皇的三重冠》 作者：家养小狮.txt",
    "夸克盘链接": "https://pan.quark.cn/s/3b2795ec6243"
  },
  {
    "文件名": "[np  更165]《修剧情的第一步是全都吃掉（快穿NP）》 作者：杜鹃花科越橘属浆果.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c0c46422c213"
  },
  {
    "文件名": "[np  更134]《(NP)逍遥殿》（古代 强攻强受）作者：扶泷.txt",
    "夸克盘链接": "https://pan.quark.cn/s/3cc94af9fedf"
  },
  {
    "文件名": "[np  更103]《丞相的儿子们为我打起来了（狗血古耽，婶侄文学）》 作者：大火烹调.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c0c0ac970bb5"
  },
  {
    "文件名": "[np  更91]《【星际 哨向】用身体治疗别人的漂亮军医》 作者：今天论文写完了吗.txt",
    "夸克盘链接": "https://pan.quark.cn/s/8ef7de3357d2"
  },
  {
    "文件名": "[np  更63]《已婚Alpha不想当万人迷(主攻 abo 西幻)》作者：血耶.txt",
    "夸克盘链接": "https://pan.quark.cn/s/3f80ce0f6a79"
  },
  {
    "文件名": "[np  更45]《小三他乃大吊大屁股大（美人受） 》 作者：无有灵.txt",
    "夸克盘链接": "https://pan.quark.cn/s/b8273bf38a0e"
  },
  {
    "文件名": "[1v1 更167]《在全息模拟世界里欺负高岭之花（腹黑抖s攻x人前高岭之花人后性瘾双性受） 》 作者：穆小刀_.txt",
    "夸克盘链接": "https://pan.quark.cn/s/1000437cface"
  },
  {
    "文件名": "[1v1 更119]《我把仇人训成狗（阴鸷嘴脏手黑阴湿S攻x被强制的高岭之花双性受）》 作者：午夜蓝.txt",
    "夸克盘链接": "https://pan.quark.cn/s/64a1b3ebcf97"
  },
  {
    "文件名": "[1v1 更102]《金昭玉粹【BDSM-双性】》 作者：沾花寄月.txt",
    "夸克盘链接": "https://pan.quark.cn/s/4e08e1ef83b9"
  },
  {
    "文件名": "[1v1 更93]《遇见D先生(现代 _ 高H _ 正剧 _ 美攻强受 _ 温情)》作者：非第一人称.txt",
    "夸克盘链接": "https://pan.quark.cn/s/183933128005"
  },
  {
    "文件名": "[1v1 更82]《总攻 穿越异世界当beta攻了alpha(穿越 _ 微H _ 正剧 _ 弱攻强受 _ 轻松)》作者：牡蛎不吃海鲜.txt",
    "夸克盘链接": "https://pan.quark.cn/s/aa58dea653b0"
  },
  {
    "文件名": "[1v1 更46]《碎玉成埃［主仆］（SM 年上攻）》作者：水末沫.txt",
    "夸克盘链接": "https://pan.quark.cn/s/71a73d6337c8"
  },
  {
    "文件名": "[1v1 更47]《和霸凌的人结婚了(架空 _ 中H _ 正剧 _ H有)》作者：疯婆子.txt",
    "夸克盘链接": "https://pan.quark.cn/s/14440b7debc0"
  },
  {
    "文件名": "[1v1 更45]《新鲜社畜(现代 _ 清水 _ 搞笑 _ 励志 _ 职场)》作者：现山海.txt",
    "夸克盘链接": "https://pan.quark.cn/s/6c5a411403e7"
  },
  {
    "文件名": "[合集 更97]《大肚孕 夫们的挨 艹日常》 作者：秋亭暮.txt",
    "夸克盘链接": "https://pan.quark.cn/s/44b3a8218dc5"
  },
  {
    "文件名": "[1v1 更43]《Dom的退休生活（前dom斯文内敛海归博士x开朗美籍华裔） 》 作者：栀子花.txt",
    "夸克盘链接": "https://pan.quark.cn/s/8d2c0c90efcf"
  },
  {
    "文件名": "[1v1 更39]《欺云孽雨（恶劣阴暗疯批攻＊单纯自卑痴情小可怜受） 》 作者：咚咚锵锵锵.txt",
    "夸克盘链接": "https://pan.quark.cn/s/dc4980ce85e2"
  },
  {
    "文件名": "[合集 更88]《人外vs强受合集》 作者：cqaqq.txt",
    "夸克盘链接": "https://pan.quark.cn/s/078d25db2cb2"
  },
  {
    "文件名": "[合集 更62]《催眠美人高h煌爆合集》 作者：没有名字.txt",
    "夸克盘链接": "https://pan.quark.cn/s/5a98f88e8388"
  },
  {
    "文件名": "[合集  更9]《轻薄美人合集（催眠_ntr）》作者：琼苞.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c2fc2264c045"
  },
  {
    "文件名": "[废文 更177]《教皇的三重冠（主攻视角、西方、宗教、NP）》作者：家养小狮.txt",
    "夸克盘链接": "https://pan.quark.cn/s/4760fa93ce0e"
  },
  {
    "文件名": "[废文 更135]《烂柯鸣春（腹黑钓系美攻&豁达直肠子帅受）》作者：匿名咸鱼.txt",
    "夸克盘链接": "https://pan.quark.cn/s/b0a851a6f0bc"
  },
  {
    "文件名": "[废文 更130]《穿成暴君的男嫂子（腹黑绿茶帝王攻×一心种田全能受）》作者：MoonDancer.txt",
    "夸克盘链接": "https://pan.quark.cn/s/176dcf1e9539"
  },
  {
    "文件名": "[废文 更92]《死对头对我蓄谋已久（斯文败类腹黑攻vs高冷酷哥纯情受）》作者：匿名咸鱼.txt",
    "夸克盘链接": "https://pan.quark.cn/s/509b4fe5a1b6"
  },
  {
    "文件名": "[废文 更80]《孟夏金菲士（纯情男大X钓系熟男）》作者：前门葡萄架.txt",
    "夸克盘链接": "https://pan.quark.cn/s/46607b8e283e"
  },
  {
    "文件名": "[废文 更68]《动物园粮仓（现代、小甜饼、轻松、日常、天作之合）》作者：饕餮之徒爱吃肉.txt",
    "夸克盘链接": "https://pan.quark.cn/s/cb4c7f26af33"
  },
  {
    "文件名": "[废文 更67]《古国迷情之倾城 卷一（HE、浪漫主义、架空世界、西亚）》作者：匿名咸鱼.txt",
    "夸克盘链接": "https://pan.quark.cn/s/b09abb23609d"
  },
  {
    "文件名": "[废文 更56]《缚鹰犬（古代、HE、宫斗、父子）》作者：芥末雪糕.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e457aaa61e2c"
  },
  {
    "文件名": "[废文 更55]《万人嫌的小家妓（HE、主受视角、仙侠、强制爱、骨科）》作者：嘴巴叭叭叭.txt",
    "夸克盘链接": "https://pan.quark.cn/s/be0cdddd114f"
  },
  {
    "文件名": "[废文 更49]《网恋男友来找我了（穷攻x白富美）》作者：匿名咸鱼.txt",
    "夸克盘链接": "https://pan.quark.cn/s/0c3ac3452550"
  },
  {
    "文件名": "[废文 更49]《顶级纯爱（傲慢强势超自信哥哥受X冷疯偏执扭曲弟弟攻）》作者：夭青.txt",
    "夸克盘链接": "https://pan.quark.cn/s/593825665f8b"
  },
  {
    "文件名": "[废文 更44]《拆迁（没长嘴功利双标攻×心凉透反叛偏执受）》作者：芫爆.txt",
    "夸克盘链接": "https://pan.quark.cn/s/aa72a923df27"
  },
  {
    "文件名": "[废文 更41]《交易售后（现代、主受视角、NP）》作者：困了不睡觉.txt",
    "夸克盘链接": "https://pan.quark.cn/s/7081a7a9d9f5"
  },
  {
    "文件名": "[废文 更35]《春台客（古代、HE、双性、NP）》作者：一砚秋.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ccac81a8fe06"
  },
  {
    "文件名": "[np 更72]《幸存者基地（np）》作者：莲猫.txt.txt.txt",
    "夸克盘链接": "https://pan.quark.cn/s/f7ba877ed3d0"
  },
  {
    "文件名": "[废文 更34]《娇花历险记（失忆盆栽攻x养花的酷哥受）》作者：Skylar史凯兰.txt",
    "夸克盘链接": "https://pan.quark.cn/s/06c639772b45"
  },
  {
    "文件名": "[np  更158]《陈佐家的男人们（调教、抹布） 》 作者：冯古道.txt",
    "夸克盘链接": "https://pan.quark.cn/s/f9dd5b750ff4"
  },
  {
    "文件名": "[np  更129]《七皇子他想上位（骨科，强制爱） 》 作者：晨晨.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a4ccdcb1d0d2"
  },
  {
    "文件名": "[np  更127]《【总攻】点绛唇（穿越 修真） 》 作者：星离雨散（摆了）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/dfbd9fce81ad"
  },
  {
    "文件名": "[np  更113]《副本boss都想吃掉我（美人受） 》 作者：?安诗鸢尾?.txt",
    "夸克盘链接": "https://pan.quark.cn/s/f6dea2f131c4"
  },
  {
    "文件名": "[np  更104]《[虫族]梦老师灵感枯竭（第二部）》 作者：baba.txt",
    "夸克盘链接": "https://pan.quark.cn/s/88b1e48840d0"
  },
  {
    "文件名": "[np  更88]《纯爱竹马攻也出轨了（Ntr，雄堕，出轨，abo，攻出轨） 》 作者：陆沉舟（不要送礼物!）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/41c3774c5637"
  },
  {
    "文件名": "[np  更84]《白月光与朱砂痣与狗（蛇蝎美人受X野心勃勃冷漠攻，心机狠辣王子攻，鬼畜病态年下攻）》.txt",
    "夸克盘链接": "https://pan.quark.cn/s/bf2d377256fd"
  },
  {
    "文件名": "[np  更34]《男神下海（强攻强受 重生） 》 作者：你家的白月光.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ca84db0e4c02"
  },
  {
    "文件名": "[3p  更44]《棠棠（美攻强受） 》 作者：零糖冰可乐.txt",
    "夸克盘链接": "https://pan.quark.cn/s/84661bab5efa"
  },
  {
    "文件名": "[1v1 更198]《被暗恋的人，玩成了杯杯（现代 校园 美攻强受）》作者一袋子猫.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ab901c99a46d"
  },
  {
    "文件名": "[1v1 更166]《在全息模拟世界里欺负高岭之花（腹黑抖s攻x人前高岭之花人后性瘾双性受） 》 作者：穆小刀_.txt",
    "夸克盘链接": "https://pan.quark.cn/s/90401188b016"
  },
  {
    "文件名": "[1v1 更91]《遇见D先生(现代 _ 高H _ 正剧 _ 美攻强受 _ 温情)》作者：非第一人称.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ccf0a1fd7a78"
  },
  {
    "文件名": "[1v1 更67]《不良少年受罚过程(1V1)》作者：华云.txt",
    "夸克盘链接": "https://pan.quark.cn/s/3f7940388048"
  },
  {
    "文件名": "[1v1 更54]《赎罪【虐身】》 作者：木木木容.txt",
    "夸克盘链接": "https://pan.quark.cn/s/da527a42874a"
  },
  {
    "文件名": "[1v1 更57]《总统大人的淫荡小狗（BDSM，道具调教） 》 作者：月涟.txt",
    "夸克盘链接": "https://pan.quark.cn/s/7caab789a556"
  },
  {
    "文件名": "[1v1 更53]《圈内名主是我上司（年下受） 》 作者：咸鱼也不吃香菜.txt",
    "夸克盘链接": "https://pan.quark.cn/s/10653186807a"
  },
  {
    "文件名": "[1v1 更52]《上将军雌揣了我的崽后带球跑了（雄装雌事业批雄虫X位高权重凶残军雌） 》 作者：白械.txt",
    "夸克盘链接": "https://pan.quark.cn/s/2e786a49148a"
  },
  {
    "文件名": "[1v1 更51]《永不为受1V1 if线（美攻强受）》 作者：最爱小虐文.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a1bf95bd9eee"
  },
  {
    "文件名": "[1v1 更48]《碎玉成埃［主仆］（SM 年上攻）》作者：水末沫.txt",
    "夸克盘链接": "https://pan.quark.cn/s/313b65eff993"
  },
  {
    "文件名": "[废文 更102]《每日沉沦资讯（狗血、武侠、NP）》作者：徐飞白.txt",
    "夸克盘链接": "https://pan.quark.cn/s/46b4487b76a0"
  },
  {
    "文件名": "[废文 更105]《坦腹东床（小镇做题家x天龙人）》作者：然郁郁.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c32a39255f4d"
  },
  {
    "文件名": "[废文 更77]《他喜欢的是穿裙子的我（1V3、狗血）》作者：七月祭司.txt",
    "夸克盘链接": "https://pan.quark.cn/s/9bc9cf7637d3"
  },
  {
    "文件名": "[废文 更85]《乱臣贼子（古代、权谋、NP）》作者：蛰萤.txt",
    "夸克盘链接": "https://pan.quark.cn/s/994fa46f9500"
  },
  {
    "文件名": "[废文 更46]《The Pietà（自我攻略舔狗攻x前期乖戾张扬，后期淡漠病弱受）》作者：青椒布丁鱼饼.txt",
    "夸克盘链接": "https://pan.quark.cn/s/93d586350cc2"
  },
  {
    "文件名": "[废文 更41]《追逐猎户座（伪温驯真正经的飞行员x假毒舌真缩头乌龟的二传）》作者：缄舒.txt",
    "夸克盘链接": "https://pan.quark.cn/s/19bd5b1f0e52"
  },
  {
    "文件名": "[np  更121]《在各个位面干翻男主男配的日常（快穿总攻 NP）》 作者：流水沙.txt",
    "夸克盘链接": "https://pan.quark.cn/s/9e35eb87a99d"
  },
  {
    "文件名": "[np  更128]《七皇子他想上位（骨科，强制爱） 》 作者：晨晨.txt",
    "夸克盘链接": "https://pan.quark.cn/s/1e9850dafbee"
  },
  {
    "文件名": "[np  更101]《丞相的儿子们为我打起来了（狗血古耽，婶侄文学）》 作者：大火烹调.txt",
    "夸克盘链接": "https://pan.quark.cn/s/2357cf6202ad"
  },
  {
    "文件名": "[np  更71]《（总攻）穿越后怎么都要嫁给我（美攻强受） 》 作者：钱钱.txt",
    "夸克盘链接": "https://pan.quark.cn/s/036936e4d083"
  },
  {
    "文件名": "[np  更72]《洛奇的游戏（全息黄油）》 作者：Cc西柚.txt",
    "夸克盘链接": "https://pan.quark.cn/s/6c2fc6ff9810"
  },
  {
    "文件名": "[np  更26]《把渣攻少帅全部操成狗[总-攻]》 作者：冥河水母.txt",
    "夸克盘链接": "https://pan.quark.cn/s/298286e8297f"
  },
  {
    "文件名": "[1v1 更197]《被暗恋的人，玩成了杯杯（现代 校园 美攻强受）》作者一袋子猫.txt",
    "夸克盘链接": "https://pan.quark.cn/s/8d7b2e64bb2a"
  },
  {
    "文件名": "[1v1 更165]《在全息模拟世界里欺负高岭之花（腹黑抖s攻x人前高岭之花人后性瘾双性受） 》 作者：穆小刀_.txt",
    "夸克盘链接": "https://pan.quark.cn/s/d3d9c51607d7"
  },
  {
    "文件名": "[1v1 更113]《落拓身（all霸刀 虐身） 》 作者：沙色云.txt",
    "夸克盘链接": "https://pan.quark.cn/s/5c3f013ffd0c"
  },
  {
    "文件名": "[1v1 更90]《遇见D先生(现代 _ 高H _ 正剧 _ 美攻强受 _ 温情)》作者：非第一人称.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a46b9bce5feb"
  },
  {
    "文件名": "[1v1 更96]《清冷美人的R18定制游戏（高冷寡言实则淫荡娇俏美人受×阴郁禁欲内里强制腹黑性瘾攻） 》 作者：朱酒.txt",
    "夸克盘链接": "https://pan.quark.cn/s/9044a8c09e03"
  },
  {
    "文件名": "[1v1 更81]《总攻 穿越异世界当beta攻了alpha(穿越 _ 微H _ 正剧 _ 弱攻强受 _ 轻松)》作者：牡蛎不吃海鲜.txt",
    "夸克盘链接": "https://pan.quark.cn/s/b9028e4ffb66"
  },
  {
    "文件名": "[1v1 更51]《上将军雌揣了我的崽后带球跑了（雄装雌事业批雄虫X位高权重凶残军雌） 》 作者：白械.txt",
    "夸克盘链接": "https://pan.quark.cn/s/85f6ffe9f230"
  },
  {
    "文件名": "[废文 更150]《在下界画符的日子（玄幻、HE、仙侠、升级流）》作者：匿名咸鱼.txt",
    "夸克盘链接": "https://pan.quark.cn/s/96b56cbe706d"
  },
  {
    "文件名": "[废文 更184]《典夫（现代、狗血、电竞、强制爱、直掰弯）》作者：警警警幻.txt",
    "夸克盘链接": "https://pan.quark.cn/s/16fa67068467"
  },
  {
    "文件名": "[废文 更115]你的大师兄（np）作者：heiheiheiheihei.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ce91270f48a1"
  },
  {
    "文件名": "[1v1 更91]《清冷美人的R18定制游戏（高冷寡言实则淫荡娇俏美人受×阴郁禁欲内里强制腹黑性瘾攻） 》 作者：朱酒.txt",
    "夸克盘链接": "https://pan.quark.cn/s/61556a97d573"
  },
  {
    "文件名": "[废文 更291]《冒牌货（现代、强制爱、NP、攻宠受、高H）》作者：糖醋小鱼干.txt",
    "夸克盘链接": "https://pan.quark.cn/s/74d51389eeea"
  },
  {
    "文件名": "[废文 更126]《我的老爸像哈士奇变的（喜剧、养成、扮猪吃虎、美强、父子）》作者：橘猫的夏天.txt",
    "夸克盘链接": "https://pan.quark.cn/s/097574252fd2"
  },
  {
    "文件名": "[废文 更99]《悯众（狗血、重口、黑道、生子、高H）》作者：水断刀鸣.txt",
    "夸克盘链接": "https://pan.quark.cn/s/359dfecbe6cc"
  },
  {
    "文件名": "[废文 更78]《心灵感应电台（轻松、末世、异能、NP）》作者：奶盖双份不分装.txt",
    "夸克盘链接": "https://pan.quark.cn/s/2c1fbbde79d4"
  },
  {
    "文件名": "[废文 更91]《终南捷径（狗血、三观不正、主受视角、暧昧、NP）》作者：电子蝴蝶.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ef6635de5626"
  },
  {
    "文件名": "[废文 更92]《蕾丝内衣边的杀手（话痨社畜攻X脑子不好受）》作者：糖水捞鱼.txt",
    "夸克盘链接": "https://pan.quark.cn/s/748466350383"
  },
  {
    "文件名": "[废文 更56]《掌中欢（古代、HE、强制爱、NP、高H）》作者：匿名咸鱼.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ad51e9d5ae64"
  },
  {
    "文件名": "[废文 更48]《宏夜斑斓（现代、伪父子、字母）》作者：殺死喜歡.txt",
    "夸克盘链接": "https://pan.quark.cn/s/542244c98cdb"
  },
  {
    "文件名": "[废文 更28]《乌龙事件（高岭之花Alpha美攻x风流耿直Beta帅受）》作者：匿名咸鱼.txt",
    "夸克盘链接": "https://pan.quark.cn/s/3bc1e4597668"
  },
  {
    "文件名": "[废文 更27]《在柙虎（美貌探花郎x狠心天子）》作者：匿名咸鱼.txt",
    "夸克盘链接": "https://pan.quark.cn/s/94f33622c0a5"
  },
  {
    "文件名": "[废文 更37]《不配（冷情天龙人X野草小可怜）》作者：麻辣香菇致死率.txt",
    "夸克盘链接": "https://pan.quark.cn/s/1329093bf24e"
  },
  {
    "文件名": "[废文 更26]《托辞（话多骚气攻×温吞社畜受）》作者：五里雾.txt",
    "夸克盘链接": "https://pan.quark.cn/s/423997817433"
  },
  {
    "文件名": "[废文 更26]《江围林庭（双性、校园、强制爱、年上、高H）》作者：匿名咸鱼.txt",
    "夸克盘链接": "https://pan.quark.cn/s/290facac569d"
  },
  {
    "文件名": "[废文 更24]《医疗兵（幻想空间、兽人、双性、NP）》作者：苏逞.txt",
    "夸克盘链接": "https://pan.quark.cn/s/d1d0ac6ebcc0"
  },
  {
    "文件名": "[np  更154]《陈佐家的男人们（调教、抹布） 》 作者：冯古道.txt",
    "夸克盘链接": "https://pan.quark.cn/s/0fb492e1d076"
  },
  {
    "文件名": "[np  更110]《副本boss都想吃掉我（美人受） 》 作者：?安诗鸢尾?.txt",
    "夸克盘链接": "https://pan.quark.cn/s/1e4faa7991b8"
  },
  {
    "文件名": "[np  更124]《七皇子他想上位（骨科，强制爱） 》 作者：晨晨.txt",
    "夸克盘链接": "https://pan.quark.cn/s/58165852fb69"
  },
  {
    "文件名": "[np  更101]《【总 攻】暴君重归少年时（美攻强受 重生） 》 作者：炀炀子.txt",
    "夸克盘链接": "https://pan.quark.cn/s/825c1a4c5e93"
  },
  {
    "文件名": "[np  更99]《[虫族]梦老师灵感枯竭（第二部）》 作者：baba.txt",
    "夸克盘链接": "https://pan.quark.cn/s/50e9c24fd40f"
  },
  {
    "文件名": "[np  更78]《白月光与朱砂痣与狗（蛇蝎美人受X野心勃勃冷漠攻，心机狠辣王子攻，鬼畜病态年下攻）》.txt",
    "夸克盘链接": "https://pan.quark.cn/s/eedace325115"
  },
  {
    "文件名": "[np  更74]《朕的江山只在你胯下（骨科，主调教） 》 作者：扪虱谈.txt",
    "夸克盘链接": "https://pan.quark.cn/s/9146e21bc5a0"
  },
  {
    "文件名": "[np  更49]《我在情欲游戏为所欲为(总_攻)》作者：梅少池饭.txt",
    "夸克盘链接": "https://pan.quark.cn/s/f693f3ce1d77"
  },
  {
    "文件名": "[np  更32]《在无限世界里当万人迷（美人受 玄幻） 》 作者：阿灯灯子.txt",
    "夸克盘链接": "https://pan.quark.cn/s/defe427e12e0"
  },
  {
    "文件名": "[np  更25]《在全息游戏里总是被肏翻嫩批》作者：江畔暮水薄（睡奸，强奸，轮奸，NTR，乱伦，催眠，改造）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/7a1122c97d6c"
  },
  {
    "文件名": "[3p  更41]《棠棠（美攻强受） 》 作者：零糖冰可乐.txt",
    "夸克盘链接": "https://pan.quark.cn/s/8e5716055c0c"
  },
  {
    "文件名": "[1v1 更257]《FBI掰弯杀手后互，攻了（顶级职业杀手XFBI高级搜查官）》 作者：dying.txt",
    "夸克盘链接": "https://pan.quark.cn/s/b8cbf1c6459a"
  },
  {
    "文件名": "[1v1 更194]《被暗恋的人，玩成了杯杯（现代 校园 美攻强受）》作者一袋子猫.txt",
    "夸克盘链接": "https://pan.quark.cn/s/9ae139b02022"
  },
  {
    "文件名": "[1v1 更117]《我把仇人训成狗（阴鸷嘴脏手黑阴湿S攻x被强制的高岭之花双性受）》 作者：午夜蓝.txt",
    "夸克盘链接": "https://pan.quark.cn/s/7ae7f5c96837"
  },
  {
    "文件名": "[1v1 更160]《在全息模拟世界里欺负高岭之花（腹黑抖s攻x人前高岭之花人后性瘾双性受） 》 作者：穆小刀_.txt",
    "夸克盘链接": "https://pan.quark.cn/s/d09c696076f3"
  },
  {
    "文件名": "[1v1 更98]《金昭玉粹【BDSM-双性】》 作者：沾花寄月.txt",
    "夸克盘链接": "https://pan.quark.cn/s/28a4d20bcd9c"
  },
  {
    "文件名": "[1v1 更111]《落拓身（all霸刀 虐身） 》 作者：沙色云.txt",
    "夸克盘链接": "https://pan.quark.cn/s/7c8a49edb0f2"
  },
  {
    "文件名": "[1v1 更107]《你是我迟来的光（sp 校园 虐身）》 作者：咸鱼也不吃香菜）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/717697d835b6"
  },
  {
    "文件名": "[1v1 更52]《总统大人的淫荡小狗（BDSM，道具调教） 》 作者：月涟.txt",
    "夸克盘链接": "https://pan.quark.cn/s/f230706b8d0f"
  },
  {
    "文件名": "[1v1 更40]《新鲜社畜(现代 _ 清水 _ 搞笑 _ 励志 _ 职场)》作者：现山海.txt",
    "夸克盘链接": "https://pan.quark.cn/s/f5b940533a73"
  },
  {
    "文件名": "[1v1 更40]《Dom的退休生活（前dom斯文内敛海归博士x开朗美籍华裔） 》 作者：栀子花.txt",
    "夸克盘链接": "https://pan.quark.cn/s/f76063484a28"
  },
  {
    "文件名": "[1v1 更39]《【双魔篇】主奴契约之朝暮辞》 作者：凌乔儿.txt",
    "夸克盘链接": "https://pan.quark.cn/s/1048c8b2f2be"
  },
  {
    "文件名": "[1v1 更33]《【骨科 bdsm】致命欲望（极度分离焦虑dom攻x表面云淡风轻实）》 作者：绷带甜茶.txt",
    "夸克盘链接": "https://pan.quark.cn/s/81d5ff6962e9"
  },
  {
    "文件名": "[合集 更150]《各类美人的日日夜夜》 作者：一个大虾仁.txt",
    "夸克盘链接": "https://pan.quark.cn/s/4ac1275227cf"
  },
  {
    "文件名": "[合集 更84]《人外vs强受合集》 作者：cqaqq.txt",
    "夸克盘链接": "https://pan.quark.cn/s/3a39840fecc7"
  },
  {
    "文件名": "[更123]《七皇子他想上位》作者：晨晨（np）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a1886b807bdd"
  },
  {
    "文件名": "[更107]《猛男科长的性福生活》作者：毒毒sama（np）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c76bd596cb79"
  },
  {
    "文件名": "[更110]《快穿之在梦里被迫干男主 原名 快穿_在梦里被迫营业》作者：Galaxy（np）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/038b07eeb3dd"
  },
  {
    "文件名": "[更110]《废文BI掰弯杀手后互，攻了》作者：dying（1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/2d8220846787"
  },
  {
    "文件名": "[更99]《人生赢家二次方 花市豪门夜宴 花夜盛宴 媚药开始的关系》作者：魔女制药（np）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/579038a5a5a2"
  },
  {
    "文件名": "[更84]《拯救白月光》作者：预渔（女攻1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e47891f9a2da"
  },
  {
    "文件名": "[更55]《185-188帅受壮受合集 长得帅的男人就该被轮死》作者：无有灵（故事集）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e5ec70d97d29"
  },
  {
    "文件名": "[更65]《爆炒纯荤合集》作者：星熊.txt",
    "夸克盘链接": "https://pan.quark.cn/s/02ff861b907e"
  },
  {
    "文件名": "[更48]《我在情欲游戏为所欲为》作者：梅少池饭（np）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/19867af2ad51"
  },
  {
    "文件名": "[更28]《偷偷》作者：债权申报表（np）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/47dc160fa46b"
  },
  {
    "文件名": "[更12]《冷淡受他只想被透批玩坏 给纯情牛郎做下贱母狗》作者：???? ˊ?ˋ ???（1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/5aceb3a0ba6c"
  },
  {
    "文件名": "[废文 更104]红丝线（np）作者：块陶.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ff859c2d561d"
  },
  {
    "文件名": "[废文 更85]是教官不是求偶申请处（1v1） 作者：十九.txt",
    "夸克盘链接": "https://pan.quark.cn/s/8728ffc7de9b"
  },
  {
    "文件名": "[废文 更83]因果报应（np）作者：故剑相投.txt",
    "夸克盘链接": "https://pan.quark.cn/s/2769abe74db7"
  },
  {
    "文件名": "[废文 更68]潜龙在渊（np） 作者：蛾卷.txt",
    "夸克盘链接": "https://pan.quark.cn/s/354c35ca4d26"
  },
  {
    "文件名": "[废文 更72]囹圄（np） 作者：茗茗叉叉.txt",
    "夸克盘链接": "https://pan.quark.cn/s/0b349eaa0402"
  },
  {
    "文件名": "[废文 更54]黑山夜话（np）作者：迟行也.txt",
    "夸克盘链接": "https://pan.quark.cn/s/5233c19ef78a"
  },
  {
    "文件名": "[废文 更37]顶级纯爱（1v1）作者：夭青.txt",
    "夸克盘链接": "https://pan.quark.cn/s/636a62bf245c"
  },
  {
    "文件名": "[废文 更41]反派的修养（np）作者：瓶盖扭扭.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c7c8138e6271"
  },
  {
    "文件名": "[废文 更31]缄口不言（1v1）作者：漂亮的玫瑰.txt",
    "夸克盘链接": "https://pan.quark.cn/s/38ab2f4bea2f"
  },
  {
    "文件名": "[废文 更29]快穿游戏中的漂亮角色（np）作者：醇香原味坚果饮.txt",
    "夸克盘链接": "https://pan.quark.cn/s/cccfd7660c11"
  },
  {
    "文件名": "[废文 更19]末世里的假治愈系（np）作者：甜酒小橙.txt",
    "夸克盘链接": "https://pan.quark.cn/s/9621d39c6df6"
  },
  {
    "文件名": "[废文 更11]枕头公主（1v1）作者：一别都门三改火.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c7e9e38e5850"
  },
  {
    "文件名": "[废文 更10]困兽（np）作者：天上宫阙.txt",
    "夸克盘链接": "https://pan.quark.cn/s/730df0abe8bc"
  },
  {
    "文件名": "[更148]《就算是坏女人她也全都要》作者：呆元（百合np）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/cba86f348090"
  },
  {
    "文件名": "[更151]《陈佐家的男人们》作者：冯古道（np）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/8d047d3ec5af"
  },
  {
    "文件名": "[更159]《在全息模拟世界里欺负高岭之花》作者：穆小刀（1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/d670e612a62c"
  },
  {
    "文件名": "[更172]《被她渣过的女主都黑化了》作者：景（百合快穿）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/926a68cdf382"
  },
  {
    "文件名": "[废文 更119]《隐神新妻（密教混沌纯恶意佛子攻x二十岁孤儿酷哥男高中生受）》作者：砂金流渚.txt",
    "夸克盘链接": "https://pan.quark.cn/s/cf098c8e8bb7"
  },
  {
    "文件名": "[废文 更59]《迷鸟的历史：雪讯（未来、科幻、先婚后爱、1v1）》作者：bluenagisa.txt",
    "夸克盘链接": "https://pan.quark.cn/s/003ed2692efa"
  },
  {
    "文件名": "[np  更153]《陈佐家的男人们（调教、抹布） 》 作者：冯古道.txt",
    "夸克盘链接": "https://pan.quark.cn/s/2448a303e20a"
  },
  {
    "文件名": "[np  更98]《[虫族]梦老师灵感枯竭（第二部）》 作者：baba.txt",
    "夸克盘链接": "https://pan.quark.cn/s/0dcafaee5dfc"
  },
  {
    "文件名": "[np  更123]《七皇子他想上位（骨科，强制爱） 》 作者：晨晨.txt",
    "夸克盘链接": "https://pan.quark.cn/s/d89a5c548081"
  },
  {
    "文件名": "[np  更85]《异形今日也在伪装猫咪（人外）》 作者：池鲤.txt",
    "夸克盘链接": "https://pan.quark.cn/s/f3449ab4b15d"
  },
  {
    "文件名": "[np  更77]《白月光与朱砂痣与狗（蛇蝎美人受X野心勃勃冷漠攻，心机狠辣王子攻，鬼畜病态年下攻）》.txt",
    "夸克盘链接": "https://pan.quark.cn/s/4344423bb71b"
  },
  {
    "文件名": "[np  更48]《我在情欲游戏为所欲为(总_攻)》作者：梅少池饭.txt",
    "夸克盘链接": "https://pan.quark.cn/s/97e1f830e987"
  },
  {
    "文件名": "[1v1 更193]《被暗恋的人，玩成了杯杯（腹黑冷淡混不吝美人攻x身体超敏感富二代帅哥受） 》 作者：一袋子猫.txt",
    "夸克盘链接": "https://pan.quark.cn/s/b65f3b0ceedf"
  },
  {
    "文件名": "[np  更24]《在全息游戏里总是被肏翻嫩批》作者：江畔暮水薄（睡奸，强奸，轮奸，NTR，乱伦，催眠，改造）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/b063326ff5cf"
  },
  {
    "文件名": "[1v1 更255]《FBI掰弯杀手后互，攻了（顶级职业杀手XFBI高级搜查官）》 作者：dying.txt",
    "夸克盘链接": "https://pan.quark.cn/s/cd831702584e"
  },
  {
    "文件名": "[1v1 更159]《在全息模拟世界里欺负高岭之花（腹黑抖s攻x人前高岭之花人后性瘾双性受） 》 作者：穆小刀_.txt",
    "夸克盘链接": "https://pan.quark.cn/s/d3f568fc515f"
  },
  {
    "文件名": "[1v1 更105]《锈迹斑斑（表里不一大学生x严肃熟男教授） 》 作者：Grandne.txt",
    "夸克盘链接": "https://pan.quark.cn/s/3c4d1ee64bf2"
  },
  {
    "文件名": "[1v1 更63]《不良少年受罚过程(1V1)》作者：华云.txt",
    "夸克盘链接": "https://pan.quark.cn/s/4323e05a5ee8"
  },
  {
    "文件名": "[1v1 更51]《赎罪【虐身】》 作者：木木木容.txt",
    "夸克盘链接": "https://pan.quark.cn/s/f4182acb0e2a"
  },
  {
    "文件名": "[1v1 更27]《亵·渎仙君的道侣ntr》作者：琼苞.txt",
    "夸克盘链接": "https://pan.quark.cn/s/444cbe74d5b5"
  },
  {
    "文件名": "[合集 更83]《人外vs强受合集》 作者：cqaqq.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c85f97185294"
  },
  {
    "文件名": "[合集 更62]《掉进了变态坑中（又名胆小的他）》 作者：一米八.txt",
    "夸克盘链接": "https://pan.quark.cn/s/d706fecb918a"
  },
  {
    "文件名": "[1v1 更158]《在全息模拟世界里欺负高岭之花（腹黑抖s攻x人前高岭之花人后性瘾双性受） 》 作者：穆小刀_.txt",
    "夸克盘链接": "https://pan.quark.cn/s/f00031bf9f3e"
  },
  {
    "文件名": "[1v1 更106]《你是我迟来的光（sp 校园 虐身）》 作者：咸鱼也不吃香菜）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/9232dcf468c8"
  },
  {
    "文件名": "[1v1 更44]《上将军雌揣了我的崽后带球跑了（雄装雌事业批雄虫X位高权重凶残军雌） 》 作者：白械.txt",
    "夸克盘链接": "https://pan.quark.cn/s/34497dff132a"
  },
  {
    "文件名": "[合集 更82]《人外vs强受合集》 作者：cqaqq.txt",
    "夸克盘链接": "https://pan.quark.cn/s/42aa8151585c"
  },
  {
    "文件名": "[废文 更155]《仙门的万人嫌（狗血、第一人称、双性、NP、高H）》作者：虚荣之火.txt",
    "夸克盘链接": "https://pan.quark.cn/s/29c4e2c5bb5f"
  },
  {
    "文件名": "[废文 更274]《脑洞（大纲、奇思妙想）》作者：咸鱼626号.txt",
    "夸克盘链接": "https://pan.quark.cn/s/9604254021f2"
  },
  {
    "文件名": "[废文 更217]《维稳（现代、ABO、破镜重圆、先婚后爱）》作者：匿名咸鱼.txt",
    "夸克盘链接": "https://pan.quark.cn/s/08a63f259fa3"
  },
  {
    "文件名": "[废文 更41]《拆迁（没长嘴功利双标攻×心凉透反叛偏执受）》作者：芫爆.txt",
    "夸克盘链接": "https://pan.quark.cn/s/cd70c22738cc"
  },
  {
    "文件名": "[废文 更49]《从龙之罪（古代N攻×现代失忆直男受）》作者：匿名咸鱼.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c3616733a0c8"
  },
  {
    "文件名": "[np  更163]《修剧情的第一步是全都吃掉（快穿NP）》 作者：杜鹃花科越橘属浆果.txt",
    "夸克盘链接": "https://pan.quark.cn/s/98db16f83fad"
  },
  {
    "文件名": "[np  更151]《陈佐家的男人们（调教、抹布） 》 作者：冯古道.txt",
    "夸克盘链接": "https://pan.quark.cn/s/22101c702f55"
  },
  {
    "文件名": "[np  更127]《不见仙途（np双性生子，3V1，修仙文） 》 作者：White Jesus.txt",
    "夸克盘链接": "https://pan.quark.cn/s/7cff7593754c"
  },
  {
    "文件名": "[np  更125]《军人体育生的性奴大学生活（强攻强受） 》 作者：唐捐.txt",
    "夸克盘链接": "https://pan.quark.cn/s/25b1592d814b"
  },
  {
    "文件名": "[np  更123]《【总攻】点绛唇（穿越 修真） 》 作者：星离雨散（摆了）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/55665c1f3a45"
  },
  {
    "文件名": "[np  更122]《七皇子他想上位（骨科，强制爱） 》 作者：晨晨.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e9969c00cb21"
  },
  {
    "文件名": "[np  更47]《我在情欲游戏为所欲为(总_攻)》作者：梅少池饭.txt",
    "夸克盘链接": "https://pan.quark.cn/s/2fb4e43fe94b"
  },
  {
    "文件名": "[1v1 更192]《被暗恋的人，玩成了杯杯（现代 校园 美攻强受）》作者一袋子猫.txt",
    "夸克盘链接": "https://pan.quark.cn/s/77313a8625c6"
  },
  {
    "文件名": "[1v1 更192]《被暗恋的人，玩成了杯杯（腹黑冷淡混不吝美人攻x身体超敏感富二代帅哥受） 》 作者：一袋子猫.txt",
    "夸克盘链接": "https://pan.quark.cn/s/5a06b676e11b"
  },
  {
    "文件名": "[1v1 更253]《FBI掰弯杀手后互，攻了（顶级职业杀手XFBI高级搜查官）》 作者：dying.txt",
    "夸克盘链接": "https://pan.quark.cn/s/2e4e78a69dc7"
  },
  {
    "文件名": "[废文 更131]《烂柯鸣春（腹黑钓系好面子大美攻&潇洒豁达直肠子大帅受）》作者：匿名咸鱼.txt",
    "夸克盘链接": "https://pan.quark.cn/s/bb690b1dfae5"
  },
  {
    "文件名": "[废文 更90]《谁说魔君就不用上班？ （古代、HE、轻松、仙侠）》作者：大帅比的账号.txt",
    "夸克盘链接": "https://pan.quark.cn/s/9db558e0c0a1"
  },
  {
    "文件名": "[废文 更87]《今恨春庭月（佛口蛇心攻X温和沉静受）》作者：匿名咸鱼.txt",
    "夸克盘链接": "https://pan.quark.cn/s/7693969cfffc"
  },
  {
    "文件名": "[废文 更55]《松枝挂剑（古代、重生、水仙、互攻）》作者：绝赞好吃葡萄法王.txt",
    "夸克盘链接": "https://pan.quark.cn/s/9589d19e18d6"
  },
  {
    "文件名": "[废文 更55]《成为地上代行者之后（重口、奇幻、NP）》作者：匿名咸鱼.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ceefde3be5f4"
  },
  {
    "文件名": "[废文 更78]《命里有时终须有（天才少年攻×董事长忠犬受）》作者：微雨中踽踽独行.txt",
    "夸克盘链接": "https://pan.quark.cn/s/cf6392813da1"
  },
  {
    "文件名": "[废文 更56]《李游观察日记（现代、青梅竹马、骨科、年下、受宠攻）》作者：windo.txt",
    "夸克盘链接": "https://pan.quark.cn/s/93b34713fe5d"
  },
  {
    "文件名": "[废文 更46]《请管教恶毒小笨蛋（现代、小甜饼、双性、年下、BDSM）》作者：饕餮之徒爱吃肉.txt",
    "夸克盘链接": "https://pan.quark.cn/s/aa45cb830a9a"
  },
  {
    "文件名": "[废文 更35]《一击即中（乡村杀马特土狗攻vs都市精英律师受）》作者：猫小蓝lingerr.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e40b9a921670"
  },
  {
    "文件名": "[废文 更40]《恶果自食（古代、狗血、强制爱、年下、NP）》作者：雪球队长.txt",
    "夸克盘链接": "https://pan.quark.cn/s/d84653196af3"
  },
  {
    "文件名": "[废文 更45]《我的上将（热情执著忠犬特战队员Alpha X 高冷天然美人上将Beta）》作者：月泊白沙.txt",
    "夸克盘链接": "https://pan.quark.cn/s/50712dd8496a"
  },
  {
    "文件名": "[废文 更27]《找你（疯狗攻X黑化受）》作者：SaikaX.txt",
    "夸克盘链接": "https://pan.quark.cn/s/618cef77ab98"
  },
  {
    "文件名": "[废文 更30]《月亮荆棘（致郁、暗黑、奇幻、血族、西方）》作者：Destrudo.txt",
    "夸克盘链接": "https://pan.quark.cn/s/1fed816213e1"
  },
  {
    "文件名": "[废文 更26]《明日别再来（HE、双性、1v1、高H）》作者：匿名咸鱼.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c6840efcb3df"
  },
  {
    "文件名": "[废文 更25]《停灯真言（上位者哥哥X傻子弟弟）》作者：寒枝栖.txt",
    "夸克盘链接": "https://pan.quark.cn/s/86d4798e4c40"
  },
  {
    "文件名": "[np  更162]《修剧情的第一步是全都吃掉（快穿NP）》 作者：杜鹃花科越橘属浆果 (1).txt",
    "夸克盘链接": "https://pan.quark.cn/s/61d9ab298c17"
  },
  {
    "文件名": "[np  更109]《副本boss都想吃掉我（美人受） 》 作者：?安诗鸢尾?.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c38bd544c115"
  },
  {
    "文件名": "[np  更121]《七皇子他想上位（骨科，强制爱） 》 作者：晨晨.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c1fc5aeed429"
  },
  {
    "文件名": "[np  更92]《丞相的儿子们为我打起来了（狗血古耽，婶侄文学）》 作者：大火烹调.txt",
    "夸克盘链接": "https://pan.quark.cn/s/cb2d0463763a"
  },
  {
    "文件名": "[np  更97]《[虫族]梦老师灵感枯竭（第二部）》 作者：baba.txt",
    "夸克盘链接": "https://pan.quark.cn/s/5f74daa17b6a"
  },
  {
    "文件名": "[np  更90]《［总攻］梦魔快穿员（总攻 反差萌 壯受）》 作者：恋爱脑君.txt",
    "夸克盘链接": "https://pan.quark.cn/s/669b7fc3b7a4"
  },
  {
    "文件名": "[np  更72]《双性高傲帅哥被催眠调教后羞耻雌堕【抹布 纯h】》 作者：正体不明.txt",
    "夸克盘链接": "https://pan.quark.cn/s/feaa28db31d8"
  },
  {
    "文件名": "[np  更73]《不要啊我真的会死掉（强制爱 抹布但无丑路人 调教训诫） 》 作者：愿敢.txt",
    "夸克盘链接": "https://pan.quark.cn/s/2aae2a21423d"
  },
  {
    "文件名": "[np  更48]《漂亮笨蛋在无限流世界训狗求生（美人受） 》 作者：春江潮水平.txt",
    "夸克盘链接": "https://pan.quark.cn/s/edf32ae0d7f9"
  },
  {
    "文件名": "[np  更36]《小三他乃大吊大屁股大（美人受） 》 作者：无有灵.txt",
    "夸克盘链接": "https://pan.quark.cn/s/f367d54dd8f8"
  },
  {
    "文件名": "[np  更10]《我的肉便器雌堕仙尊ntr》作者：缠缠.txt",
    "夸克盘链接": "https://pan.quark.cn/s/3ffe8b44755e"
  },
  {
    "文件名": "[3p  更40]《棠棠（美攻强受） 》 作者：零糖冰可乐.txt",
    "夸克盘链接": "https://pan.quark.cn/s/b1bdf7a3eb56"
  },
  {
    "文件名": "[1v1 更157]《在全息模拟世界里欺负高岭之花（腹黑抖s攻x人前高岭之花人后性瘾双性受） 》 作者：穆小刀_.txt",
    "夸克盘链接": "https://pan.quark.cn/s/b2545ba74165"
  },
  {
    "文件名": "[1v1 更97]《金昭玉粹【BDSM-双性】》 作者：沾花寄月.txt",
    "夸克盘链接": "https://pan.quark.cn/s/b96dfbb7199d"
  },
  {
    "文件名": "[1v1 更104]《锈迹斑斑（表里不一大学生x严肃熟男教授） 》 作者：Grandne.txt",
    "夸克盘链接": "https://pan.quark.cn/s/d4aedbabb6c2"
  },
  {
    "文件名": "[1v1 更110]《落拓身（all霸刀 虐身） 》 作者：沙色云.txt",
    "夸克盘链接": "https://pan.quark.cn/s/1a0e72ffd07c"
  },
  {
    "文件名": "[1v1 更84]《今天也要谈恋爱（崆峒肛肠科医生攻X反串芭蕾学生爱塞异物受） 》 作者：洲肆夭.txt",
    "夸克盘链接": "https://pan.quark.cn/s/152239587c66"
  },
  {
    "文件名": "[1v1 更60]《难道他真的是王子【忠犬女王1V1】》 作者：凌凌柒.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a712c3869b8b"
  },
  {
    "文件名": "[1v1 更37]《喜欢的人（冷酷无情冰山攻x变态不要脸受） 》 作者：落缭.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ba49333b0799"
  },
  {
    "文件名": "[1v1 更49《圈内名主是我上司（年下受） 》 作者：咸鱼也不吃香菜.txt",
    "夸克盘链接": "https://pan.quark.cn/s/472e8c70f62a"
  },
  {
    "文件名": "[合集 更72]《（主攻）当黑帮左右手会得到一个老婆吗》 作者：洪武·非常态输出【低声些，难道光彩吗】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/fcdfce4d93b6"
  },
  {
    "文件名": "[合集 更95]《大肚孕 夫们的挨 艹日常》 作者：秋亭暮.txt",
    "夸克盘链接": "https://pan.quark.cn/s/f80020bf1d43"
  },
  {
    "文件名": "[1v1 更24]《我的师尊是男妈妈（多次重生徒弟受x男妈妈师尊攻） 》 作者：丰宁.txt",
    "夸克盘链接": "https://pan.quark.cn/s/99a1e7ea33b4"
  },
  {
    "文件名": "[更115]《不见仙途》作者：White Jesus（np）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/98b3ee0e1805"
  },
  {
    "文件名": "[更94]《大肚孕夫们的挨艹日常》作者：秋亭暮（故事集）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c1bef0d31895"
  },
  {
    "文件名": "[更89+2番外]《丞相的儿子们为我打起来了》作者：大火烹调（np）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/42535b9b7a17"
  },
  {
    "文件名": "[更86]《高级向导每天都很忙》作者 九木(无期迷途all女局gl) .txt",
    "夸克盘链接": "https://pan.quark.cn/s/b56c01591ee3"
  },
  {
    "文件名": "[更72]《双性高傲帅哥被催眠调教后羞耻雌堕》作者：正体不明（故事集）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/13126feb30df"
  },
  {
    "文件名": "[更64+8i废文]《穿越异世界当beta攻了alpha》作者：牡蛎不吃海鲜（np）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/9e6cac03294a"
  },
  {
    "文件名": "[更60]《万人嫌每天都想恢复单身》作者：麻酱（1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/463873429625"
  },
  {
    "文件名": "[更62]《爆炒纯荤合集》作者：星熊.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e7f43dddb3cd"
  },
  {
    "文件名": "[更58]《掌控人生》作者：难受住了??（故事集）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/7a8552f5a5b8"
  },
  {
    "文件名": "[更52]《185-188帅受壮受合集 长得帅的男人就该被轮死》作者：无有灵（故事集）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/6d1806589986"
  },
  {
    "文件名": "[更47]《淫荡的童婳》作者：葡萄椰果冻冻（np）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c8292e6f7c13"
  },
  {
    "文件名": "[更21]《完全控制》作者：vivian（1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/8d353f69966b"
  },
  {
    "文件名": "[废文 更63]能不能别这么八卦（1v1）作者：吸一口仙气.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a4f8220a6134"
  },
  {
    "文件名": "[废文 更28]色盲（1v1）作者：烙铁们.txt",
    "夸克盘链接": "https://pan.quark.cn/s/d282cc6005bc"
  },
  {
    "文件名": "[废文 更27]低温烫伤（1v1）作者：linxuan.txt",
    "夸克盘链接": "https://pan.quark.cn/s/8857501adf6f"
  },
  {
    "文件名": "[废文 更27]狗咬狗（1v1）作者：块陶.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a3bce48bd28e"
  },
  {
    "文件名": "[废文 更24]浊色乌云（1v1）作者：嫩鱼五方.txt",
    "夸克盘链接": "https://pan.quark.cn/s/8208f607f67f"
  },
  {
    "文件名": "[废文 更22]活剥（1v1）作者：短笔刀枪.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ab3e4323d726"
  },
  {
    "文件名": "[废文 更8]不安分（1v1）作者：东度日.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a243791df4a4"
  },
  {
    "文件名": "[废文 更20]忍冬（1v1）作者：Chokehold.txt",
    "夸克盘链接": "https://pan.quark.cn/s/50bb1398dc92"
  },
  {
    "文件名": "[更169]《被她渣过的女主都黑化了》作者：景（百合快穿）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/0126ba029800"
  },
  {
    "文件名": "[更180]《在提瓦特乱交的日子》作者：吃肉萌萌哒（np）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/d9df144face6"
  },
  {
    "文件名": "[废文 更76]《钱色交易（现代、西方、NP、父子盖饭）》作者：几何倍数的咸鱼.txt",
    "夸克盘链接": "https://pan.quark.cn/s/f6ab331fd21d"
  },
  {
    "文件名": "[废文 更119]《第三次重生（狗血、双性、NTR、强制爱、NP）》作者：布糕酥泥.txt",
    "夸克盘链接": "https://pan.quark.cn/s/93e5d91841b3"
  },
  {
    "文件名": "[废文 更74]《隐秘的囚笼（阴湿痴汉变态攻x肤白貌美温柔受）》作者：Victor1987.txt",
    "夸克盘链接": "https://pan.quark.cn/s/4449d92c8f0e"
  },
  {
    "文件名": "[废文 更71]《婚外情人（狗血、三观不正、架空世界、军政、生子）》作者：匿名咸鱼.txt",
    "夸克盘链接": "https://pan.quark.cn/s/5c5ec6cf82cd"
  },
  {
    "文件名": "[废文 更64]《穿越后居然脱单了（HE、轻松、主攻视角、ABO、弱强）》作者：牡蛎不吃海鲜.txt",
    "夸克盘链接": "https://pan.quark.cn/s/3841817b5c6f"
  },
  {
    "文件名": "[废文 更68]《囹圄（三观不正、双性、强制爱、NP）》作者：茗茗叉叉.txt",
    "夸克盘链接": "https://pan.quark.cn/s/935382fc8589"
  },
  {
    "文件名": "[废文 更66]《一不小心和反派HE了（纯善小白花黑心雪莲随时切换攻X真·傻白甜迟钝纯善受）》作者：爆甜小辣椒.txt",
    "夸克盘链接": "https://pan.quark.cn/s/3ec44eb92ff7"
  },
  {
    "文件名": "[废文 更62]《小财迷（有颜有钱有文化攻x不是在挣钱就是在挣钱路上的财迷受）》作者：士多.txt",
    "夸克盘链接": "https://pan.quark.cn/s/2eb1810d7b32"
  },
  {
    "文件名": "[废文 更63]《哑犬（古代、HE、武侠、天作之合、忠犬）》作者：苏祉言.txt",
    "夸克盘链接": "https://pan.quark.cn/s/65640e6934e2"
  },
  {
    "文件名": "[废文 更62]《对学生会长始乱终弃后（性格反差性瘾攻vs爱情骗子双性受）》作者：匿名咸鱼.txt",
    "夸克盘链接": "https://pan.quark.cn/s/7b35a35655fc"
  },
  {
    "文件名": "[废文 更32]《喻知识的幸运（古代、架空世界、西方、NP）》作者：bcjam.txt",
    "夸克盘链接": "https://pan.quark.cn/s/f1c7a2878cdd"
  },
  {
    "文件名": "[废文 更31]《废墟上的月亮（现代）》作者：君付.txt",
    "夸克盘链接": "https://pan.quark.cn/s/f250abbf827d"
  },
  {
    "文件名": "[废文 更31]《贵族学院的共享老婆（现代、狗血、双性、强制爱、NP）》作者：雾灯小姐.txt",
    "夸克盘链接": "https://pan.quark.cn/s/0a6f43b9d9dd"
  },
  {
    "文件名": "[废文 更29]《Blush（现代、双性、强强、高H）》作者：AyeSummerrain.txt",
    "夸克盘链接": "https://pan.quark.cn/s/2ec77b6b521d"
  },
  {
    "文件名": "[np  更161]《修剧情的第一步是全都吃掉（快穿NP）》 作者：杜鹃花科越橘属浆果.txt",
    "夸克盘链接": "https://pan.quark.cn/s/01fd58a277eb"
  },
  {
    "文件名": "[np  更124]《不见仙途（np双性生子，3V1，修仙文） 》 作者：White Jesus.txt",
    "夸克盘链接": "https://pan.quark.cn/s/7dbc83980336"
  },
  {
    "文件名": "[np  更119]《七皇子他想上位（骨科，强制爱） 》 作者：晨晨.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ecf9589eb1df"
  },
  {
    "文件名": "[废文 更23]《夫君，你是最棒的（古代、三观不正、主攻视角、ABO）》作者：淡梢儿青.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a6d41f4b148c"
  },
  {
    "文件名": "[np  更87]《朕的发家黑历史（1v3，替身界泥石流，追妻火葬场） 》 作者：紫鸿.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c5c574b90da5"
  },
  {
    "文件名": "[np  更95]《[虫族]梦老师灵感枯竭（第二部）》 作者：baba.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e808a57f1225"
  },
  {
    "文件名": "[np  更73]《白月光与朱砂痣与狗（蛇蝎美人受X野心勃勃冷漠攻，心机狠辣王子攻，鬼畜病态年下攻）》.txt",
    "夸克盘链接": "https://pan.quark.cn/s/9be8ead7c149"
  },
  {
    "文件名": "[np  更71]《不要啊我真的会死掉（强制爱 抹布但无丑路人 调教训诫） 》 作者：愿敢.txt",
    "夸克盘链接": "https://pan.quark.cn/s/09a8cb5e4b2e"
  },
  {
    "文件名": "[np  更44]《我在情欲游戏为所欲为(总_攻)》作者：梅少池饭.txt",
    "夸克盘链接": "https://pan.quark.cn/s/873bb4d436e1"
  },
  {
    "文件名": "[np  更34]《小三他乃大吊大屁股大（美人受） 》 作者：无有灵.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a9ab9ea4a0ec"
  },
  {
    "文件名": "[np  更31]《【总 攻】hentai模拟收集器》 作者：鸽唔啊呱【上面骑我勾巴的舒服了就快做饭】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/67a1be2200fa"
  },
  {
    "文件名": "[np  更28]《在无限世界里当万人迷（美人受 玄幻） 》 作者：阿灯灯子.txt",
    "夸克盘链接": "https://pan.quark.cn/s/341a551b5820"
  },
  {
    "文件名": "[np  更34]《（总 攻）男妈妈乐园》 作者：boki【下面的不更新勾八都不给你吃】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/86de828daa92"
  },
  {
    "文件名": "[np  更09]《我的肉便器雌堕仙尊ntr》作者：缠缠.txt",
    "夸克盘链接": "https://pan.quark.cn/s/9c9609950fc0"
  },
  {
    "文件名": "[1v1 更155]《在全息模拟世界里欺负高岭之花（腹黑抖s攻x人前高岭之花人后性瘾双性受） 》 作者：穆小刀_.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ca33f3c18491"
  },
  {
    "文件名": "[1v1 更89]《清冷美人的R18定制游戏（高冷寡言实则淫荡娇俏美人受×阴郁禁欲内里强制腹黑性瘾攻） 》 作者：朱酒.txt",
    "夸克盘链接": "https://pan.quark.cn/s/d40bd142691b"
  },
  {
    "文件名": "[1v1 更104]《你是我迟来的光（sp 校园 虐身）》 作者：咸鱼也不吃香菜）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c5845cb9f0aa"
  },
  {
    "文件名": "[1v1 更70]《总攻 穿越异世界当beta攻了alpha(穿越 _ 微H _ 正剧 _ 弱攻强受 _ 轻松)》作者：牡蛎不吃海鲜.txt",
    "夸克盘链接": "https://pan.quark.cn/s/3a6855f277a3"
  },
  {
    "文件名": "[1v1 更60]《不良少年受罚过程(1V1)》作者：华云.txt",
    "夸克盘链接": "https://pan.quark.cn/s/7df23b730d2f"
  },
  {
    "文件名": "[1v1 更49]《赎罪【虐身】》 作者：木木木容.txt",
    "夸克盘链接": "https://pan.quark.cn/s/45c88a0dfee8"
  },
  {
    "文件名": "[1v1 更44]《精武时代(现代 _ 高H _ 正剧 _ 美人受 _ 天真受)》作者：缝缝卜卜.txt",
    "夸克盘链接": "https://pan.quark.cn/s/4e7c3b668186"
  },
  {
    "文件名": "[1v1 更50]《总统大人的淫荡小狗（BDSM，道具调教，鞭打） 》 作者：月涟.txt",
    "夸克盘链接": "https://pan.quark.cn/s/0d8fff799bd5"
  },
  {
    "文件名": "[1v1 更41]《上将军雌揣了我的崽后带球跑了(未来 _ 中H _ 正剧 _ 美攻强受 _ 强攻强受)》作者：白械.txt",
    "夸克盘链接": "https://pan.quark.cn/s/8bdd02c1badd"
  },
  {
    "文件名": "[1v1 更41]《棠棠(现代 _ 微H _ 搞笑 _ 美攻强受 _ 熊受)》作者：零糖冰可乐.txt",
    "夸克盘链接": "https://pan.quark.cn/s/8de194187aed"
  },
  {
    "文件名": "[1v1 更42]《盛夏果实(现代 _ 中H _ 正剧 _ 腹黑攻 _ 俊帅受)》作者：小小花园.txt",
    "夸克盘链接": "https://pan.quark.cn/s/500c691cb7ea"
  },
  {
    "文件名": "[1v1 更36]《喜欢的人（冷酷无情冰山攻x变态不要脸受） 》 作者：落缭.txt",
    "夸克盘链接": "https://pan.quark.cn/s/36f919756f75"
  },
  {
    "文件名": "[1v1 更24]《笨蛋竹马和我的玩偶共感了（口嫌体正直的坏脾气傲娇攻x乖巧可爱的直球哭包笨蛋受） 》 作者：蜜汁鸡腿肉.txt",
    "夸克盘链接": "https://pan.quark.cn/s/8f8bde0d0b10"
  },
  {
    "文件名": "[1v1 更27]《【双性攻】行星夜泳（长发温柔清纯美攻×天然黑猫系丧病受） 》 作者：荔汁Lychee.txt",
    "夸克盘链接": "https://pan.quark.cn/s/8239ceee0f5a"
  },
  {
    "文件名": "[1v1 更28]《猫瘾难戒（温馨） 》 作者：月落猪蹄.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c3c901278bc3"
  },
  {
    "文件名": "[1v1 更26]《亵·渎仙君的道侣ntr》作者：琼苞.txt",
    "夸克盘链接": "https://pan.quark.cn/s/1731f0942bf5"
  },
  {
    "文件名": "[废文更29]《Blush》 by AyeSummerrain.txt",
    "夸克盘链接": "https://pan.quark.cn/s/99dc40442a7c"
  },
  {
    "文件名": "[合集 更09]《催眠美人合集》作者：没有名字.txt",
    "夸克盘链接": "https://pan.quark.cn/s/55755c3c4751"
  },
  {
    "文件名": "[废文 更107]《囚异存同（现代、双性、NP、高H）》作者：欲海一粟.txt",
    "夸克盘链接": "https://pan.quark.cn/s/398b5d93d77a"
  },
  {
    "文件名": "[废文 更116]《捡到小狗怎么办（温柔强大理性导演S受x可怜小狗黑皮M攻）》作者：榭渠.txt",
    "夸克盘链接": "https://pan.quark.cn/s/0ce12ce7ce1e"
  },
  {
    "文件名": "[废文 更118]《倒追（现代、校园、扮猪吃虎、1v1）》作者：娑罗.txt",
    "夸克盘链接": "https://pan.quark.cn/s/0b34b72342cc"
  },
  {
    "文件名": "[废文 更84]《伪装游戏（HE、支配服从、兽人、1v1、BDSM）》作者：侵略拟态.txt",
    "夸克盘链接": "https://pan.quark.cn/s/0602b180b15a"
  },
  {
    "文件名": "[废文 更76]《左手山贼右手土匪（HE、爽文、ABO、黑道、NP）》作者：坤臻.txt",
    "夸克盘链接": "https://pan.quark.cn/s/3f03218b09dd"
  },
  {
    "文件名": "[废文 更61]《能不能别这么八卦（微厌世美强惨残疾攻x扮猪吃虎游戏人间受）》作者：没有名字的top.txt",
    "夸克盘链接": "https://pan.quark.cn/s/48e9249b16b9"
  },
  {
    "文件名": "[废文 更49]《你们三个把燃冬演好（喜剧、小甜饼、谐趣、穿越、高H）》作者：莫昙Mo.txt",
    "夸克盘链接": "https://pan.quark.cn/s/b18dce065eef"
  },
  {
    "文件名": "[废文 更44]《被嫌弃的张锐（狗血、三观不正、强制爱、强弱、NP）》作者：匿名咸鱼.txt",
    "夸克盘链接": "https://pan.quark.cn/s/829c8121e2ce"
  },
  {
    "文件名": "[废文 更43]《一池秋水（现代、暗恋、年上）》作者：林绾绾.txt",
    "夸克盘链接": "https://pan.quark.cn/s/6d312948f0e5"
  },
  {
    "文件名": "[废文 更42]《时间的绳结（有情有义攻X执着倔强受）》作者：行星照.txt",
    "夸克盘链接": "https://pan.quark.cn/s/08ba345e34e2"
  },
  {
    "文件名": "[废文 更41]《春潮生（腹黑恶劣嘴硬继子攻x娇美笨蛋双性小妈受）》作者：匿名咸鱼.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c11355428ff6"
  },
  {
    "文件名": "[废文 更34]《九首长歌行（古代、虐文、玄幻、武侠）》作者：麟隐于野.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e9cea65d4dd5"
  },
  {
    "文件名": "[废文 更32]《种田的日常生活（主攻视角、田园乡村、日常、骨科）》作者：可乐还是可口.txt",
    "夸克盘链接": "https://pan.quark.cn/s/67497b9a1883"
  },
  {
    "文件名": "[废文 更32]《帝国最劣等联姻（狗血、架空世界、ABO、先婚后爱）》作者：花月送酒.txt",
    "夸克盘链接": "https://pan.quark.cn/s/1e357c8040e9"
  },
  {
    "文件名": "[废文 更27]《色盲（利己冷漠少爷攻x穷苦心机美人受）》作者：烙铁们.txt",
    "夸克盘链接": "https://pan.quark.cn/s/7260da4784f3"
  },
  {
    "文件名": "[np  更148]《一个骚零穿越成皇帝是种什么体验？（古代穿越） 》 作者：骆驼青方.txt",
    "夸克盘链接": "https://pan.quark.cn/s/5f7a6c9a7004"
  },
  {
    "文件名": "[np  更106]《副本boss都想吃掉我（美人受） 》 作者：?安诗鸢尾?.txt",
    "夸克盘链接": "https://pan.quark.cn/s/f47ff861a8f0"
  },
  {
    "文件名": "[np  更118]《七皇子他想上位（骨科，强制爱） 》 作者：晨晨.txt",
    "夸克盘链接": "https://pan.quark.cn/s/34fb512330ff"
  },
  {
    "文件名": "[np  更94]《[虫族]梦老师灵感枯竭（第二部）》 作者：baba.txt",
    "夸克盘链接": "https://pan.quark.cn/s/87c351a9a10a"
  },
  {
    "文件名": "[np  更89]《［总攻］梦魔快穿员（总攻 反差萌 壯受）》 作者：恋爱脑君.txt",
    "夸克盘链接": "https://pan.quark.cn/s/0ebe47de7e88"
  },
  {
    "文件名": "[np  更90]《丞相的儿子们为我打起来了（狗血古耽，婶侄文学）》 作者：大火烹调.txt",
    "夸克盘链接": "https://pan.quark.cn/s/8eacbea9878e"
  },
  {
    "文件名": "[np  更85]《朕的发家黑历史（1v3，替身界泥石流，追妻火葬场） 》 作者：紫鸿.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a4b3db3587da"
  },
  {
    "文件名": "[np  更76]《招唤佣兵与驯服他的猛兽-ABO》作者：猫妖不是妖.txt",
    "夸克盘链接": "https://pan.quark.cn/s/8c7063280b8e"
  },
  {
    "文件名": "[np  更72]《白月光与朱砂痣与狗（蛇蝎美人受X野心勃勃冷漠攻，心机狠辣王子攻，鬼畜病态年下攻）》.txt",
    "夸克盘链接": "https://pan.quark.cn/s/2e554dbc3bd7"
  },
  {
    "文件名": "[np  更68]《（总攻）穿越后怎么都要嫁给我（美攻强受） 》 作者：钱钱.txt",
    "夸克盘链接": "https://pan.quark.cn/s/8cc5742c8483"
  },
  {
    "文件名": "[np  更70]《不要啊我真的会死掉（强制爱 抹布但无丑路人 调教训诫） 》 作者：愿敢.txt",
    "夸克盘链接": "https://pan.quark.cn/s/60ba74f7ddf4"
  },
  {
    "文件名": "[np  更51]《神龙玉玺（虐身 现代 总攻）》作者_Auuan.txt",
    "夸克盘链接": "https://pan.quark.cn/s/1cf987903a16"
  },
  {
    "文件名": "[np  更44]《催眠游戏（美人受） 》 作者：没有名字.txt",
    "夸克盘链接": "https://pan.quark.cn/s/59e1c0dd5299"
  },
  {
    "文件名": "[np  更33]《小三他乃大吊大屁股大（美人受） 》 作者：无有灵.txt",
    "夸克盘链接": "https://pan.quark.cn/s/37648959f965"
  },
  {
    "文件名": "[1v1 更248]《FBI掰弯杀手后互，攻了（顶级职业杀手XFBI高级搜查官）》 作者：dying.txt",
    "夸克盘链接": "https://pan.quark.cn/s/204ca816dfbe"
  },
  {
    "文件名": "[1v1 更189]《被暗恋的人，玩成了杯杯（现代 校园 美攻强受）》作者一袋子猫.txt",
    "夸克盘链接": "https://pan.quark.cn/s/2f214b8a89a1"
  },
  {
    "文件名": "[1v1 更163]《当爸爸的小狗》作者_ 烟蓝 (1).txt",
    "夸克盘链接": "https://pan.quark.cn/s/a9480c02b1ec"
  },
  {
    "文件名": "[1v1 更154]《在全息模拟世界里欺负高岭之花（腹黑抖s攻x人前高岭之花人后性瘾双性受） 》 作者：穆小刀_.txt",
    "夸克盘链接": "https://pan.quark.cn/s/9417c0525563"
  },
  {
    "文件名": "[1v1 更119]《吉祥鸭店（腹黑攻 天真受） 》 作者：三聿.txt",
    "夸克盘链接": "https://pan.quark.cn/s/31c6aac720e3"
  },
  {
    "文件名": "[1v1 更109]《落拓身（all霸刀 虐身） 》 作者：沙色云.txt",
    "夸克盘链接": "https://pan.quark.cn/s/30729c7fa55e"
  },
  {
    "文件名": "[1v1 更60]《酸梅（夜店鸭王攻x落难少爷受）》 作者：草莓刀.txt",
    "夸克盘链接": "https://pan.quark.cn/s/fbc5941be607"
  },
  {
    "文件名": "[1v1 更57]《难道他真的是王子【忠犬女王1V1】》 作者：凌凌柒.txt",
    "夸克盘链接": "https://pan.quark.cn/s/b2e1c93c7320"
  },
  {
    "文件名": "[1v1 更48]《提分手后被男友囚禁（1V1 SM暗黑重口高h）》 作者：华云.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a9a192767584"
  },
  {
    "文件名": "[1v1 更47]《圈内名主是我上司（年下受） 》 作者：咸鱼也不吃香菜.txt",
    "夸克盘链接": "https://pan.quark.cn/s/d6b6db877280"
  },
  {
    "文件名": "[1v1 更25]《努力在海棠文里不艾草（美人受） 》 作者：一个大虾仁.txt",
    "夸克盘链接": "https://pan.quark.cn/s/8dfd96a49c05"
  },
  {
    "文件名": "[废文 更159]《偷心记（古代、HE、武侠、灵魂伴侣）》作者：开舒克的一毛.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c38244365b35"
  },
  {
    "文件名": "[废文 更115]《捡到小狗怎么办（温柔强大理性导演S受x可怜小狗黑皮M攻）》作者：榭渠.txt",
    "夸克盘链接": "https://pan.quark.cn/s/fa00929cabf1"
  },
  {
    "文件名": "[废文 更88]《谁说魔君就不用上班？（古代、HE、轻松、仙侠）》作者：大帅比的账号.txt",
    "夸克盘链接": "https://pan.quark.cn/s/744ab9a65483"
  },
  {
    "文件名": "[废文 更109]《万人嫌fw被杀妻证道了（古代、双性、NP）》作者：贺锦霄.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e8d82e70a721"
  },
  {
    "文件名": "[废文 更70]《隐秘的囚笼（阴湿痴汉变态攻x肤白貌美温柔受）》作者：Victor1987.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e2aa69714f8c"
  },
  {
    "文件名": "[废文 更54]《遮住他的双眼（金玉其外流氓其中钓系狗子攻x心眼子颇多但容易被拿捏心机受）》作者：柊真一.txt",
    "夸克盘链接": "https://pan.quark.cn/s/d52cafefe0a9"
  },
  {
    "文件名": "[废文 更47]《鲜红色吻痕（小甜饼、主攻视角、血族、美强）》作者：陆小申.txt",
    "夸克盘链接": "https://pan.quark.cn/s/3aed78f605a4"
  },
  {
    "文件名": "[废文 更52]《情人草（现代、小甜饼、娱乐圈、年上）》作者：止咳糖浆.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a7c32c1ed22d"
  },
  {
    "文件名": "[废文 更48]《满山风物（温柔闷坏皇子攻x忠心正直死士受）》作者：dchgs2001.txt",
    "夸克盘链接": "https://pan.quark.cn/s/8a785081a932"
  },
  {
    "文件名": "[废文 更33]《意料之外（易燃易爆炸酷哥x白切黑美人）》作者：赴春山.txt",
    "夸克盘链接": "https://pan.quark.cn/s/56d65491257b"
  },
  {
    "文件名": "[废文 更30]《废墟上的月亮（现代）》作者：君付.txt",
    "夸克盘链接": "https://pan.quark.cn/s/1fae904b6ae4"
  },
  {
    "文件名": "[废文 更42]《攻略仙门（玄幻、轻松、狗血、仙侠）》作者：苟肉.txt",
    "夸克盘链接": "https://pan.quark.cn/s/78850c5a41ee"
  },
  {
    "文件名": "[废文 更42]《不要随便乱捡学生卡（现代、主受视角、双性、NP）作者：黑猫啾啾毛.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e30a53dbd086"
  },
  {
    "文件名": "[np 更84]《朕的发家黑历史（1v3，替身界泥石流，追妻火葬场） 》 作者：.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e9b7e289e01e"
  },
  {
    "文件名": "[废文 更27]《噪音值（听力障碍美术系攻vs嘴欠成熟白领受）》作者：匿名咸鱼.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a35d2dd0f134"
  },
  {
    "文件名": "[废文 更9]《他有病（年上但不稳重阴暗批攻VS沉默但倔强可怜受）》作者：海雾77756【定制】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/f127e06fb962"
  },
  {
    "文件名": "[废文 更29]《第二十五个时区（努力进取不甘堕落受×阳光开朗攻）》作者：欧米亚.txt",
    "夸克盘链接": "https://pan.quark.cn/s/99efe477844a"
  },
  {
    "文件名": "[np 更68]《（总攻）穿越后怎么都要嫁给我（美攻强受） 》 作者：钱钱.txt(1).txt",
    "夸克盘链接": "https://pan.quark.cn/s/55c551a9f832"
  },
  {
    "文件名": "[np  更119]《【总攻】点绛唇（穿越 修真） 》 作者：星离雨散（摆了）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e3f0239585f4"
  },
  {
    "文件名": "[np  更93]《[虫族]梦老师灵感枯竭（第二部）》 作者：baba.txt",
    "夸克盘链接": "https://pan.quark.cn/s/2dd82ea5f3c7"
  },
  {
    "文件名": "[np  更84]《朕的发家黑历史（1v3，替身界泥石流，追妻火葬场） 》 作者：紫鸿.txt",
    "夸克盘链接": "https://pan.quark.cn/s/74abd71284e7"
  },
  {
    "文件名": "[np  更117]《七皇子他想上位（骨科，强制爱） 》 作者：晨晨.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c46f0ac85767"
  },
  {
    "文件名": "[np  更48]《已婚Alpha不想当万人迷(主攻 abo 西幻)》作者：血耶.txt",
    "夸克盘链接": "https://pan.quark.cn/s/84cb954b3a63"
  },
  {
    "文件名": "[np  更71]《白月光与朱砂痣与狗（蛇蝎美人受X野心勃勃冷漠攻，心机狠辣王子攻，鬼畜病态年下攻）》.txt",
    "夸克盘链接": "https://pan.quark.cn/s/0ce4353889a2"
  },
  {
    "文件名": "[np  更67]《（总攻）穿越后怎么都要嫁给我（美攻强受） 》 作者：钱钱.txt",
    "夸克盘链接": "https://pan.quark.cn/s/9555d2396da9"
  },
  {
    "文件名": "[np  更55]《白莲花黑化后尽惹些疯批(np)》作者：cathine2.txt",
    "夸克盘链接": "https://pan.quark.cn/s/8a5de2762b09"
  },
  {
    "文件名": "[np  更32]《小三他乃大吊大屁股大（美人受） 》 作者：无有灵.txt",
    "夸克盘链接": "https://pan.quark.cn/s/3a11a5af6e6e"
  },
  {
    "文件名": "[np  更47]《仙妓(架空 _ 高H _ 正剧 _ 美人受 _ 虐身)》作者：窃勾玉.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e210a8120d1b"
  },
  {
    "文件名": "[1v1 更391]《快穿：师尊胸怀宽广伟大》作者：持证上岗.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a82b709fa783"
  },
  {
    "文件名": "[1v1 更228]《都市：小人物也会有春天》作者：持证上岗.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a7434db82e39"
  },
  {
    "文件名": "[1v1 更189]《被暗恋的人，玩成了杯杯（腹黑冷淡混不吝美人攻x身体超敏感富二代帅哥受） 》 作者：一袋子猫.txt",
    "夸克盘链接": "https://pan.quark.cn/s/9bfac2a11dda"
  },
  {
    "文件名": "[np  更30]《【总 攻】hentai模拟收集器》 作者：鸽唔啊呱【上面骑我勾巴的舒服了就快做饭】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/3cb8c52be879"
  },
  {
    "文件名": "[1v1 更153]《在全息模拟世界里欺负高岭之花（腹黑抖s攻x人前高岭之花人后性瘾双性受） 》 作者：穆小刀_.txt",
    "夸克盘链接": "https://pan.quark.cn/s/738670588821"
  },
  {
    "文件名": "[1v1 更163]《当爸爸的小狗》作者_ 烟蓝.txt",
    "夸克盘链接": "https://pan.quark.cn/s/91d6f399c609"
  },
  {
    "文件名": "[1v1 更107]《藏蓝色的辉芒—堕落的已婚直男刑警队长吴冬（黑社会 悬疑） 》 作者：观自人间.txt",
    "夸克盘链接": "https://pan.quark.cn/s/78ea61888b5f"
  },
  {
    "文件名": "[1v1 更115]《我把仇人训成狗（阴鸷嘴脏手黑阴湿S攻x被强制的高岭之花双性受） 》 作者：午夜蓝.txt",
    "夸克盘链接": "https://pan.quark.cn/s/02c28917232a"
  },
  {
    "文件名": "[1v1 更105]《金枷玉锁（疯批太子攻×冷峻将军受） 》 作者：月亮咬耳朵.txt",
    "夸克盘链接": "https://pan.quark.cn/s/80ef16516a1e"
  },
  {
    "文件名": "[1v1 更102]《你是我迟来的光（sp 校园 虐身）》 作者：咸鱼也不吃香菜）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c11b1d40b760"
  },
  {
    "文件名": "[1v1 更90]《清冷美人的R18定制游戏（高冷寡言实则淫荡娇俏美人受×阴郁禁欲内里强制腹黑性瘾攻） 》 作者：朱酒.txt",
    "夸克盘链接": "https://pan.quark.cn/s/4a512b5f74f9"
  },
  {
    "文件名": "[1v1 更60]《拥抱你的尾巴(古代 _ 高H _ 正剧 _ 美人受 _ 温情)》作者：不知春.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ffc5b16707a2"
  },
  {
    "文件名": "[1v1 更58]《不良少年受罚过程(1V1 师生)》 作者：华云.txt",
    "夸克盘链接": "https://pan.quark.cn/s/cb866307f6ea"
  },
  {
    "文件名": "[1v1 更45]《玫瑰情书(微H _ 正剧 _ 校园 _ 重生)》作者：你的江东-.txt",
    "夸克盘链接": "https://pan.quark.cn/s/3d2075fc62fe"
  },
  {
    "文件名": "[1v1 更45]《乱港风云(父子)》作者：做进梦里.txt",
    "夸克盘链接": "https://pan.quark.cn/s/adffeadf4c93"
  },
  {
    "文件名": "[1v1 更37]《欺云孽雨（恶劣阴暗疯批攻＊单纯自卑痴情小可怜受） 》 作者：咚咚锵锵锵.txt",
    "夸克盘链接": "https://pan.quark.cn/s/39a7d12de224"
  },
  {
    "文件名": "[1v1 更42]《精武时代(现代 _ 高H _ 正剧 _ 美人受 _ 天真受)》作者：缝缝卜卜.txt",
    "夸克盘链接": "https://pan.quark.cn/s/4882d8c1e904"
  },
  {
    "文件名": "[1v1 更37]《【双魔篇】主奴契约之朝暮辞》 作者：凌乔儿.txt",
    "夸克盘链接": "https://pan.quark.cn/s/3cab0bf31e34"
  },
  {
    "文件名": "[合集 更79]《人外vs强受合集》 作者：cqaqq.txt",
    "夸克盘链接": "https://pan.quark.cn/s/aa013ccac76b"
  },
  {
    "文件名": "[1v1 更22]《献祭给魔尊的炉鼎美人(H 疯批阴晴不定魔尊攻x坚强努力成长美人受)》 作者：Lemoistnichtda.txt",
    "夸克盘链接": "https://pan.quark.cn/s/386b7f1bd1af"
  },
  {
    "文件名": "[合集 更61]《掉进了变态坑中（又名胆小的他）》 作者：一米八.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c186eec104ac"
  },
  {
    "文件名": "[1v1 更26]《怎问雪（凡人将军攻X仙门世家修士受） 》 作者：祈纱纱.txt",
    "夸克盘链接": "https://pan.quark.cn/s/1f2598d00c24"
  },
  {
    "文件名": "[合集 更76]《人外vs强受合集》 作者：cqaqq.txt",
    "夸克盘链接": "https://pan.quark.cn/s/7d20f1fa5f42"
  },
  {
    "文件名": "[废文 更110]《饲养深渊（触手类邪神×植物类魅魔）》作者：匿名咸鱼.txt",
    "夸克盘链接": "https://pan.quark.cn/s/1dc35e9e3916"
  },
  {
    "文件名": "[废文 更68]《不要啊我真的会死掉（现代、强制爱、无限流、快穿）》作者：愿敢.txt",
    "夸克盘链接": "https://pan.quark.cn/s/947cb8675f35"
  },
  {
    "文件名": "[废文 更54]《哥哥人鬼殊途你知道吗（现代、爽文、骨科、年上）》作者：山行禾尽.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ebf9024a8b4e"
  },
  {
    "文件名": "[np  更156]《修剧情的第一步是全都吃掉（快穿NP）》 作者：杜鹃花科越橘属浆果.txt",
    "夸克盘链接": "https://pan.quark.cn/s/31b43e42545a"
  },
  {
    "文件名": "[np  更329]《高高在上（ab，np）》 作者：夜酒.txt",
    "夸克盘链接": "https://pan.quark.cn/s/dc088a9606df"
  },
  {
    "文件名": "[np  更85]《丞相的儿子们为我打起来了（狗血古耽，婶侄文学）》 作者：大火烹调.txt",
    "夸克盘链接": "https://pan.quark.cn/s/cd6eb3b42a11"
  },
  {
    "文件名": "[np  更90]《[虫族]梦老师灵感枯竭（第二部）》 作者：baba.txt",
    "夸克盘链接": "https://pan.quark.cn/s/cf4ad2451d6b"
  },
  {
    "文件名": "[np  更67]《不要啊我真的会死掉（强制爱 抹布但无丑路人 调教训诫） 》 作者：愿敢.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ac04cd479781"
  },
  {
    "文件名": "[np  更54]《白莲花黑化后尽惹些疯批（np 黑化受 双性）》 作者：cathine2.txt",
    "夸克盘链接": "https://pan.quark.cn/s/26cea7d4700b"
  },
  {
    "文件名": "[np  更35]《状元郎日日挨肏（单性np）》 作者：小小望.txt",
    "夸克盘链接": "https://pan.quark.cn/s/9cb1443ac097"
  },
  {
    "文件名": "[1v1 更150]《在全息模拟世界里欺负高岭之花（腹黑抖s攻x人前高岭之花人后性瘾双性受） 》 作者：穆小刀_.txt",
    "夸克盘链接": "https://pan.quark.cn/s/bf9e9ab12de3"
  },
  {
    "文件名": "[1v1 更100]《你是我迟来的光（sp 校园 虐身）》 作者：咸鱼也不吃香菜）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/5fbcf3d68cac"
  },
  {
    "文件名": "[1v1 更97]《我在修真界当妖兽（美强惨深情毛茸控剑修攻x没心没肺善良直男凤凰受） 》 作者：雪铃.txt",
    "夸克盘链接": "https://pan.quark.cn/s/0502bd0830cc"
  },
  {
    "文件名": "[1v1 更90]《兽化战士ABO（年下溫柔美人白龍Alpha×戰力巔峰白虎Omega） 》 作者：耀星狼.txt",
    "夸克盘链接": "https://pan.quark.cn/s/94724cd37470"
  },
  {
    "文件名": "[1v1 更43]《古熊之璞玉（美攻强受） 》 作者：琢木家.txt",
    "夸克盘链接": "https://pan.quark.cn/s/b02e327c5379"
  },
  {
    "文件名": "[1v1 更155]《“艳鬼”(百合ABO)》 作者：被抓进笼.txt",
    "夸克盘链接": "https://pan.quark.cn/s/24955c6ae7d7"
  },
  {
    "文件名": "[1v1 更54]《You finally will be mine（剧情向  futa 1v1）》 作者：lizinan29.txt",
    "夸克盘链接": "https://pan.quark.cn/s/5a8f88b07460"
  },
  {
    "文件名": "[np  更129]《就算是坏女人她也全都要（NP 百合ABO主攻）》 作者：呆宝宝.txt",
    "夸克盘链接": "https://pan.quark.cn/s/5a01971b6ece"
  },
  {
    "文件名": "[np  更145]《被她渣过的女主都黑化了（gl、狗血、快穿）》 作者：景.txt",
    "夸克盘链接": "https://pan.quark.cn/s/85e0c3fc2877"
  },
  {
    "文件名": "[1v1 更104]《缘浅（百合abo）哑巴A》 作者：0美雪.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a74dd22fed39"
  },
  {
    "文件名": "[np  更125]《就算是坏女人她也全都要（NP 百合ABO主攻）》 作者：呆宝宝.txt",
    "夸克盘链接": "https://pan.quark.cn/s/7a21a053f015"
  },
  {
    "文件名": "[1v1 更107]《迷人的野心家（年上、年下） 》 作者：旁观者.txt",
    "夸克盘链接": "https://pan.quark.cn/s/fcf828621b13"
  },
  {
    "文件名": "[np  更273]《被逼出轨后每天都在找新欢（快穿np）》 作者：红豆奶猹.txt",
    "夸克盘链接": "https://pan.quark.cn/s/86c21d386452"
  },
  {
    "文件名": "[1v1 更153]《肖想gl【纯百 骨科】》 作者：离心引栗.txt",
    "夸克盘链接": "https://pan.quark.cn/s/8aa748f61b3e"
  },
  {
    "文件名": "[1v1 更143]《“艳鬼”(百合ABO)》 作者：被抓进笼.txt",
    "夸克盘链接": "https://pan.quark.cn/s/f9cf70bac006"
  },
  {
    "文件名": "[np  更70]《离婚后（强制 nph）》 作者：柒雨.txt",
    "夸克盘链接": "https://pan.quark.cn/s/eeb896d92872"
  },
  {
    "文件名": "[1v1 更68]《孤雛（母女gl）》 作者：777777ina.txt",
    "夸克盘链接": "https://pan.quark.cn/s/d5be7e0e6065"
  },
  {
    "文件名": "[更36]洪水（年上 伪舅甥） 作者：荒唐言.txt",
    "夸克盘链接": "https://pan.quark.cn/s/35d7b10d798e"
  },
  {
    "文件名": "[1v1 更20]《张柠檬长大后（SM、校園H、甜文） 》 作者：伯未有.txt",
    "夸克盘链接": "https://pan.quark.cn/s/53147b69f5b1"
  },
  {
    "文件名": "[np  更59]《女配也要被强制爱吗(末世 nph)》 作者：酢浆草.txt",
    "夸克盘链接": "https://pan.quark.cn/s/af9bd4243563"
  },
  {
    "文件名": "[1v1 更87]《春情缱（1v1 古言）》 作者：稚椿.txt",
    "夸克盘链接": "https://pan.quark.cn/s/fb7a9f84d7c1"
  },
  {
    "文件名": "[np  更145]《修剧情的第一步是全都吃掉（快穿NP）》 作者：杜鹃花科越橘属浆果.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ad5006613749"
  },
  {
    "文件名": "[np  更46]《漂亮笨蛋在无限流世界训狗求生（美人受） 》 作者：春江潮水平.txt",
    "夸克盘链接": "https://pan.quark.cn/s/06d301c25747"
  },
  {
    "文件名": "[np  更37]《快穿之惰性恶毒炮灰总在被透（美人受、穿越） 》 作者：灵感从四面八方来.txt",
    "夸克盘链接": "https://pan.quark.cn/s/da01e56da8a0"
  },
  {
    "文件名": "[1v1 更175]《被暗恋的人，玩成了杯杯（腹黑冷淡混不吝美人攻x身体超敏感富二代帅哥受） 》 作者：一袋子猫.txt",
    "夸克盘链接": "https://pan.quark.cn/s/30faa5c14d80"
  },
  {
    "文件名": "[1v1 更56]《主角生了我的崽（阴鸷反派攻x傻白甜主角受）》 作者：猫爱犬.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a27757bd5078"
  },
  {
    "文件名": "[1v1 更32]《上将军雌揣了我的崽后带球跑了（雄装雌事业批雄虫X位高权重凶残军雌） 》 作者：白械.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ebd494440023"
  },
  {
    "文件名": "[合集 更65]《人外vs强受合集》 作者：cqaqq.txt",
    "夸克盘链接": "https://pan.quark.cn/s/531f1196ff62"
  },
  {
    "文件名": "[废文 更140]《地狱摸鱼日记（谐趣、三观不正、第一人称、无限流、NP）》作者：墨汁鬼伞.txt",
    "夸克盘链接": "https://pan.quark.cn/s/7704664376b4"
  },
  {
    "文件名": "[废文 更63]《难掩（科幻、强制爱、1v1）》作者：4911.txt",
    "夸克盘链接": "https://pan.quark.cn/s/2c6911ba97db"
  },
  {
    "文件名": "[np  更318]《高高在上（ab，np）》 作者：夜酒.txt",
    "夸克盘链接": "https://pan.quark.cn/s/28645a1af780"
  },
  {
    "文件名": "[np  更78]《异形今日也在伪装猫咪（人外）》 作者：池鲤.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ca73bccbe67b"
  },
  {
    "文件名": "[np  更57]《（总攻）穿越后怎么都要嫁给我（美攻强受） 》 作者：钱钱.txt",
    "夸克盘链接": "https://pan.quark.cn/s/4f21021e06f5"
  },
  {
    "文件名": "[1v1 更174]《被暗恋的人，玩成了杯杯（腹黑冷淡混不吝美人攻x身体超敏感富二代帅哥受） 》 作者：一袋子猫.txt",
    "夸克盘链接": "https://pan.quark.cn/s/db95ec174ae1"
  },
  {
    "文件名": "[1v1 更156]《当爸爸的小狗》作者_ 烟蓝.txt",
    "夸克盘链接": "https://pan.quark.cn/s/f7da7edec2c3"
  },
  {
    "文件名": "[1v1 更69]《遇见D先生（美攻强受） 》 作者：非第一人称.txt",
    "夸克盘链接": "https://pan.quark.cn/s/6fe15eb75f06"
  },
  {
    "文件名": "[合集 更64]《人外vs强受合集》 作者：cqaqq.txt",
    "夸克盘链接": "https://pan.quark.cn/s/4e0f91b398cf"
  },
  {
    "文件名": "[废文 更70]《礼貌问价（现代、小甜饼、轻松、谐趣、娱乐圈） 》 作者：红茶可乐冰.txt",
    "夸克盘链接": "https://pan.quark.cn/s/923fd4ff899f"
  },
  {
    "文件名": "[废文 更30]《遗物（现代、HE、三观不正、骨科、年上）》作者：尹东南.txt",
    "夸克盘链接": "https://pan.quark.cn/s/2551143996d5"
  },
  {
    "文件名": "[np  更317]《高高在上（ab，np）》 作者：夜酒.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ad335d5cfeca"
  },
  {
    "文件名": "[1v1 更207《FBI掰弯杀手后互，攻了（顶级职业杀手XFBI高级搜查官）》 作者：dying.txt",
    "夸克盘链接": "https://pan.quark.cn/s/843d6c041491"
  },
  {
    "文件名": "[1v1 更58]《缠纸（双性，H）》 作者：喵居橘.txt",
    "夸克盘链接": "https://pan.quark.cn/s/047ae0f4d054"
  },
  {
    "文件名": "[废文 更144]《篡心（外温良内狠辣攻&假浪荡真专情受） 》 作者：甜皮鸭啦.txt",
    "夸克盘链接": "https://pan.quark.cn/s/946cad7ab95a"
  },
  {
    "文件名": "[废文 更102]《一城烟雨（现代、悲剧、BE） 》 作者：你的外卖到了.txt",
    "夸克盘链接": "https://pan.quark.cn/s/170e30b089a4"
  },
  {
    "文件名": "[np  更34]《快穿之惰性恶毒炮灰总在被透（美人受、穿越） 》 作者：灵感从四面八方来.txt",
    "夸克盘链接": "https://pan.quark.cn/s/80ab48345a0f"
  },
  {
    "文件名": "[1v1 更204《FBI掰弯杀手后互，攻了（顶级职业杀手XFBI高级搜查官）》 作者：dying.txt",
    "夸克盘链接": "https://pan.quark.cn/s/398773b19242"
  },
  {
    "文件名": "[1v1 更31]《养诡（偶尔疯批，外表清俊端庄的贺道长X对待敌人心狠手辣，内里其实很忠犬安分的厉老板） 》 作者：南溪.txt",
    "夸克盘链接": "https://pan.quark.cn/s/4a6e3d919554"
  },
  {
    "文件名": "[废文 更43]《李游观察日记（现代、青梅竹马、骨科、年下、受宠攻） 》 作者：windo.txt",
    "夸克盘链接": "https://pan.quark.cn/s/14406a4eb559"
  },
  {
    "文件名": "[合集 更109]《老男人短篇合集》 作者：西芹西芹.txt",
    "夸克盘链接": "https://pan.quark.cn/s/b5098175d1be"
  },
  {
    "文件名": "[1v1 更94]《快穿：改变ntr主角的宿命（表面温柔正常其实本质疯批攻x坚强又单蠢的孤儿受） 》 作者：饮尽风雪.txt",
    "夸克盘链接": "https://pan.quark.cn/s/f33de16a811a"
  },
  {
    "文件名": "[合集 更30]《长得帅的男人就该被轮死（弱攻强受） 》 作者：无有灵.txt",
    "夸克盘链接": "https://pan.quark.cn/s/64daccdad270"
  },
  {
    "文件名": "[1v1 更438]《夜声温语就是要舔你耳朵（架空 喜剧 弱攻强受 神话）》 作者：米米.txt",
    "夸克盘链接": "https://pan.quark.cn/s/571ffd392c20"
  },
  {
    "文件名": "[np  更87]《副本boss都想吃掉我（美人受） 》 作者：?安诗鸢尾?.txt",
    "夸克盘链接": "https://pan.quark.cn/s/05a29bf573a8"
  },
  {
    "文件名": "[1v1 更18]《极夜（BA 强制爱 SM）》 作者：狐狼.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ccc0488a96cf"
  },
  {
    "文件名": "[米国 更91]《你的信仰（年龄差 BDSM）》 作者：苏苏酥(1).txt",
    "夸克盘链接": "https://pan.quark.cn/s/569b3277258e"
  },
  {
    "文件名": "[废文 更113]《最难消受是皇恩（古代、宫廷侯爵、权谋、父子） 》 作者：北邙山月.txt",
    "夸克盘链接": "https://pan.quark.cn/s/3544b1e51849"
  },
  {
    "文件名": "[合集 更25]《长得帅的男人就该被轮死（弱攻强受） 》 作者：无有灵.txt",
    "夸克盘链接": "https://pan.quark.cn/s/2d2b0d74b192"
  },
  {
    "文件名": "[1v1 更25]《情深还需久伴（温馨甜宠文，双性，双洁） 》 作者：西洲客.txt",
    "夸克盘链接": "https://pan.quark.cn/s/8c53ed1ea5e0"
  },
  {
    "文件名": "[1v1 更20]《樱桃的滋味（美攻强受 校园） 》 作者：淮川s.txt",
    "夸克盘链接": "https://pan.quark.cn/s/14821a8fcbd3"
  },
  {
    "文件名": "[1V1 更33]《【美强】好好先生的谎言》（单性 1v1 狗血）作者：佚名黄A【米国度】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/bd77a0fe4cc7"
  },
  {
    "文件名": "[1v1 更30]《荒野证言（年下，双洁，肤色差，强强，HE） 》 作者：伊利纳粥.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ee3eba95a072"
  },
  {
    "文件名": "[1v1 更30]《把Alpha老婆玩成熟妇（胆小自卑受x疯批坏种攻） 》 作者：美好新世界.txt",
    "夸克盘链接": "https://pan.quark.cn/s/95f3cda7077b"
  },
  {
    "文件名": "废文完结]索拉斯习得者 作者：LUOLADUO.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ad3fd65e9041"
  },
  {
    "文件名": "[1v1 更28]《时花枕梦香（女装攻）》 作者：不知春.txt",
    "夸克盘链接": "https://pan.quark.cn/s/86185d186579"
  },
  {
    "文件名": "【棠】[更87] 老攻在下（日攻） 作者：.txt",
    "夸克盘链接": "https://pan.quark.cn/s/d16b089f6617"
  },
  {
    "文件名": "【完结】蛊系npc不想被争抢作者：林听成.txt",
    "夸克盘链接": "https://pan.quark.cn/s/6785e41f2cf5"
  },
  {
    "文件名": "[1v1 更22]《一回熟，二回生》 作者：夏隙【米国度】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/4a5ef329bf6c"
  },
  {
    "文件名": "【完结】逃离精神病院作者：码字好难.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c96b38459da0"
  },
  {
    "文件名": "【棠】[更125] (N_P)逍遥殿 作者：扶泷.txt",
    "夸克盘链接": "https://pan.quark.cn/s/9598cbbb9f5c"
  },
  {
    "文件名": "【完结】傻狗老公失忆了作者：哈哈嘎.txt",
    "夸克盘链接": "https://pan.quark.cn/s/050168af4b96"
  },
  {
    "文件名": "【棠】[完结] 亡国将军雌堕成艳妃（双性大奶） 作者：爱妙妙的巧嘴.txt",
    "夸克盘链接": "https://pan.quark.cn/s/98ba8f44591e"
  },
  {
    "文件名": "【棠】[完结] 小批天天挨扇 作者：兰陵王玩家.txt",
    "夸克盘链接": "https://pan.quark.cn/s/0d955b6231c2"
  },
  {
    "文件名": "【棠】[完结] 和哥哥尝禁果 作者：柚子成熟时.txt",
    "夸克盘链接": "https://pan.quark.cn/s/27f85bf39443"
  },
  {
    "文件名": "【棠】[更78] 金昭玉粹【BDSM-双性】 作者：沾花寄月.txt",
    "夸克盘链接": "https://pan.quark.cn/s/3d76da2196f5"
  },
  {
    "文件名": "【棠】[完结] 【第四爱】训诫俊俏管家（女攻_GB_虐男主_女尊_现代家奴) 作者：暗黑系魔女.txt",
    "夸克盘链接": "https://pan.quark.cn/s/41e1aa523e3a"
  },
  {
    "文件名": "【棠】[更54] 高门深户 作者：孟还.txt",
    "夸克盘链接": "https://pan.quark.cn/s/01e1869ac0cf"
  },
  {
    "文件名": "【棠】[更64] 异形今日也在伪装猫咪（人外） 作者：池鲤.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c1a93582f8ed"
  },
  {
    "文件名": "【棠】[更75] 高门深户 作者：孟还.txt",
    "夸克盘链接": "https://pan.quark.cn/s/08196df74466"
  },
  {
    "文件名": "【棠】[更24] 就是喜欢喊朋友老公怎么你了 作者：好了好了我知道了.txt",
    "夸克盘链接": "https://pan.quark.cn/s/447da9ad3ff1"
  },
  {
    "文件名": "【废文完结+番2】共生恨  作者：秋宥呦呦呦.txt",
    "夸克盘链接": "https://pan.quark.cn/s/01aa5a65589a"
  },
  {
    "文件名": "【棠】[更8] 【侍主】叶值的路 作者：社畜突.txt",
    "夸克盘链接": "https://pan.quark.cn/s/084f5f1b1b61"
  },
  {
    "文件名": "【棠】[更51] 高门深户 作者：孟还.txt",
    "夸克盘链接": "https://pan.quark.cn/s/22a849efa488"
  },
  {
    "文件名": "【棠】[更28] 金主是sub (娱乐圈_bdsm_sp） 作者：快发财.txt",
    "夸克盘链接": "https://pan.quark.cn/s/eddf73ca868e"
  },
  {
    "文件名": "【棠】[更24] 穿越兽世爽翻了 作者：西洲客.txt",
    "夸克盘链接": "https://pan.quark.cn/s/5a4206139381"
  },
  {
    "文件名": "【棠】[更18] 大奈男妈妈捡到失忆皇太子 作者：第三象限.txt",
    "夸克盘链接": "https://pan.quark.cn/s/83a3fa15dd41"
  },
  {
    "文件名": "【棠】[更19] 在无限世界里当万人迷 作者：阿灯灯子.txt",
    "夸克盘链接": "https://pan.quark.cn/s/f9ae3fb6a70b"
  },
  {
    "文件名": "【棠】[更13] 星际糜渊 作者：魔魅树精姥姥（缘更）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/504e877b0f2a"
  },
  {
    "文件名": "【棠】[更10] 努力在海棠文里不艾草 作者：一个大虾仁.txt",
    "夸克盘链接": "https://pan.quark.cn/s/41ba4c7029b9"
  },
  {
    "文件名": "【废】[更206] 维稳(先婚后爱) 作者：兔葵燕麦.txt",
    "夸克盘链接": "https://pan.quark.cn/s/110bfb8107d1"
  },
  {
    "文件名": "【废】[更125] 直男攻略图鉴(连载) 作者：小捡子.txt",
    "夸克盘链接": "https://pan.quark.cn/s/9f2a72f765d4"
  },
  {
    "文件名": "【废】[更73] 装A(长篇) 作者：我的猫叫蛋蛋.txt",
    "夸克盘链接": "https://pan.quark.cn/s/abf6d28b40db"
  },
  {
    "文件名": "【废】[更65] 鸿山折玉(BL) 作者：戏文.txt",
    "夸克盘链接": "https://pan.quark.cn/s/7413c87bc1b2"
  },
  {
    "文件名": "【废】[更54] 无糖爱人(骨科) 作者：芋头小鬼.txt",
    "夸克盘链接": "https://pan.quark.cn/s/f154150d05f7"
  },
  {
    "文件名": "【废】[更52] 欠收拾(攻宠受) 作者：隔壁鹦鹉.txt",
    "夸克盘链接": "https://pan.quark.cn/s/45c6b80f50d0"
  },
  {
    "文件名": "【废】[更52] 被万人迷们强制了(长篇) 作者：二木秋.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c892c24f0803"
  },
  {
    "文件名": "【 完结】《玷污那些清水文》作者：小镜子（快穿）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/0bf340e19abf"
  },
  {
    "文件名": "【废】[更41] 锦笼(BL) 作者：Elena-Jo.txt",
    "夸克盘链接": "https://pan.quark.cn/s/db93a1d7dc7a"
  },
  {
    "文件名": "【废】[更27] 败将(BL) 作者：金枪鱼罐头.txt",
    "夸克盘链接": "https://pan.quark.cn/s/1ac86e224fd1"
  },
  {
    "文件名": "【废】[更20] 小狗房东俏房客(连载) 作者：reinajinjinjin.txt",
    "夸克盘链接": "https://pan.quark.cn/s/4a73503d89f1"
  },
  {
    "文件名": "【废】[更23] 天降横“财”(1v1) 作者：一颗蓝草莓.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ec7ab8ebfdf4"
  },
  {
    "文件名": "【废】[更26] 翩跹(Happy) 作者：軟瑭.txt",
    "夸克盘链接": "https://pan.quark.cn/s/216cc32ff460"
  },
  {
    "文件名": "【废】[更20] 声闻过情(Happy) 作者：它想说.txt",
    "夸克盘链接": "https://pan.quark.cn/s/9b3a1e344abd"
  },
  {
    "文件名": "【废】[更19] 小明星和职业粉丝(长篇) 作者：路过的袖子.txt",
    "夸克盘链接": "https://pan.quark.cn/s/dd4c2f0ec88e"
  },
  {
    "文件名": "【废】[更14] 与万人迷小娘换魂后(骨科) 作者：GDSDLZ.txt",
    "夸克盘链接": "https://pan.quark.cn/s/7e3a0b51eafb"
  },
  {
    "文件名": "【废】[更11] 匿名情人(连载) 作者：扶光.txt",
    "夸克盘链接": "https://pan.quark.cn/s/6721e7365dac"
  },
  {
    "文件名": "[完结]心自偏作者：愧君相见频.txt",
    "夸克盘链接": "https://pan.quark.cn/s/0f0e09615f15"
  },
  {
    "文件名": "[完结132+番外]《赎孽》作者：命苦钢琴牲（百合1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/436c5d3e02ad"
  },
  {
    "文件名": "[完结+1番外]《继兄他毫无边界感》作者：五花三层（1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/b41ba85a3dc9"
  },
  {
    "文件名": "[完结]懆俊美受的后庭作者：圆心肉.txt",
    "夸克盘链接": "https://pan.quark.cn/s/d2e01751fb65"
  },
  {
    "文件名": "[完结]撞轨作者：徐某某.txt",
    "夸克盘链接": "https://pan.quark.cn/s/f20034f18300"
  },
  {
    "文件名": "[完结]怎么能叫情敌呢？顶多算是同好作者：人参果树.txt",
    "夸克盘链接": "https://pan.quark.cn/s/528d9bad33fb"
  },
  {
    "文件名": "[完结]骚零同事总被大数据匹配给我作者：机械性进食.txt",
    "夸克盘链接": "https://pan.quark.cn/s/cf4d54d6114c"
  },
  {
    "文件名": "[完结]穿进肉文代替主角受作者：旺旺岁.txt",
    "夸克盘链接": "https://pan.quark.cn/s/f3d7f7111f11"
  },
  {
    "文件名": "[完结]《永无休止》作者：达达利园（np）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/1fb11e10305d"
  },
  {
    "文件名": "[米国 完结]《梦里镇》作者：怪盜紅斗篷.txt",
    "夸克盘链接": "https://pan.quark.cn/s/02ef65434a88"
  },
  {
    "文件名": "[完结]《游戏》作者：北X风（np）【24.7.03】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/010d920d8abf"
  },
  {
    "文件名": "[完结]《好梦一场》作者：麻酱（1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/4d8162e0c504"
  },
  {
    "文件名": "[完结]《和三个Alpha匹配度100％》作者：糖一暮（1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/407c5cbd023c"
  },
  {
    "文件名": "[完结]《成为哥哥们的共妻》作者：房山季鸟猴（np）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/703cdf8eb8ab"
  },
  {
    "文件名": "[完结]《班级的肉玩具校霸》作者：想忘于江湖（np）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/8b6dabdde097"
  },
  {
    "文件名": "[完结]《疯批小黑屋》作者：涩涩要吃肉肉（故事集）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/1e142015911f"
  },
  {
    "文件名": "[米国 更82]《重生回到初遇那年（甜寵、現代、年下、重生） 》 作者：晴樂.txt",
    "夸克盘链接": "https://pan.quark.cn/s/63099f20cf33"
  },
  {
    "文件名": "[米国 更57]《室友A（現代、强势攻） 》 作者：靳曦.txt",
    "夸克盘链接": "https://pan.quark.cn/s/b91a6ed2897c"
  },
  {
    "文件名": "[更218] 我打辅助吗(BL) 作者：灯火连昼.txt",
    "夸克盘链接": "https://pan.quark.cn/s/8b6fc7d011c2"
  },
  {
    "文件名": "[米国 更40]《铃的食事处（現代） 》 作者：咸鱼爱喝抹茶Rey.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e7f00464c3de"
  },
  {
    "文件名": "[米国 更15]《夏日恋情找上门来（现代） 》 作者：一樹.txt",
    "夸克盘链接": "https://pan.quark.cn/s/2de9e3a93581"
  },
  {
    "文件名": "[米国 更18]《阿弗洛狄忒的游戏（強制、西方奇幻） 》 作者：西红柿也不吃.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a1f9f06c5352"
  },
  {
    "文件名": "[合集 更111]《各类美人的日日夜夜（强攻强受、美攻强受） 》 作者：一个大虾仁.txt",
    "夸克盘链接": "https://pan.quark.cn/s/4f2099836d91"
  },
  {
    "文件名": "[合集 完结]《勐懆禸批的日常》 作者：还没想好.txt",
    "夸克盘链接": "https://pan.quark.cn/s/aa00db1ae8fe"
  },
  {
    "文件名": "[合集 更144]《【短篇集】各种男妈妈》作者：川白芷.txt",
    "夸克盘链接": "https://pan.quark.cn/s/02e0eeff286f"
  },
  {
    "文件名": "[更163]《鲛人子归》作者：大鹅炖铁锅（np）【24.12.10】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/99a300c1b877"
  },
  {
    "文件名": "[合集 更40]《人外vs强受合集》 作者：cqaqq.txt",
    "夸克盘链接": "https://pan.quark.cn/s/9413f931b6d5"
  },
  {
    "文件名": "[合集 更51]《洛奇的游戏（全息黄油）》 作者：Cc西柚.txt",
    "夸克盘链接": "https://pan.quark.cn/s/957ed4e9adc2"
  },
  {
    "文件名": "[更89]《被暗恋的人，玩成了杯杯》作者：一袋猫（1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/d979c2523101"
  },
  {
    "文件名": "[更89]《为什么你不能只是我妈？》作者：面具（百合同人）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/dc844ce13e51"
  },
  {
    "文件名": "[更100]《藏蓝色的辉芒—堕落的已婚直男刑警队长吴冬》作者：观自人间（np）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/b733881960d8"
  },
  {
    "文件名": "[更73]《花式玩弄美人师尊》作者：暮色沉醉（np）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/39c9d1b34976"
  },
  {
    "文件名": "[更60]《当万人迷总受拿到扮演本》作者：野lo君（np）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ef5a3cb1b537"
  },
  {
    "文件名": "[更82]《申雅》作者：www（百合1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/200c44d36deb"
  },
  {
    "文件名": "[更64]《触手不可及（原名：心上月）》作者：猫的摇篮曲（百合1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/bf3d9cdf00d8"
  },
  {
    "文件名": "[更40]《糜烂病》作者：醍醐灌顶（百合1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/dee8e5567957"
  },
  {
    "文件名": "[更52+13番外]《暴君他说心疼男人倒霉一辈子》作者：深蓝美女（np）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/04ae6bd78b9c"
  },
  {
    "文件名": "[更36]《蓝月星的Omega公主》作者 蕃茄苏打饼（百合ＡＢＯ）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/8097bc4420da"
  },
  {
    "文件名": "[更50]《傲慢的小公爵总是被肏大肚子》作者：雪腻酥香（np）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/8db7a1290e32"
  },
  {
    "文件名": "[更46]《遇见D先生》作者：非第一人称（1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/9de46ce84a8f"
  },
  {
    "文件名": "[更30]《穿越万界我靠摆摊成神》作者：没钱想坐牢（1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/639f06188cd3"
  },
  {
    "文件名": "[更30]《狼兄弟们总想跟我交配》作者：青枝玉蔓(人兽np).txt",
    "夸克盘链接": "https://pan.quark.cn/s/ae1f5e6f22f9"
  },
  {
    "文件名": "[更30]《你是我的天外之星》作者：四方菖蒲（1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/b32aee1ef4f3"
  },
  {
    "文件名": "[更35]低级迷恋（h） 作者：豆浆.txt",
    "夸克盘链接": "https://pan.quark.cn/s/25bb330526f7"
  },
  {
    "文件名": "[更29]《欺云孽雨》作者：咚咚锵锵锵（1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/41c81c55a4f7"
  },
  {
    "文件名": "[更24]《我给弟弟发情敌》作者：年下肺片（1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/5ba340f76b05"
  },
  {
    "文件名": "[更26]《蝴蝶效应》作者：闻人晚寄（百合1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/db0edfcf9835"
  },
  {
    "文件名": "[更24]《锈迹斑斑》作者：法拉利车手（1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/4880a21b65f7"
  },
  {
    "文件名": "[更25]《【综兄弟战争】一捻丹枫》作者：枫糖淼淼（总攻np）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a0dcc24c85fb"
  },
  {
    "文件名": "[更21]《帝国共器》作者：Godzita（np）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e03aff82f507"
  },
  {
    "文件名": "[更17]《花魁》作者：一个老炮儿（np）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/0f1fae2cdbf6"
  },
  {
    "文件名": "[更17]《穿成路人甲炮灰被疯批觊觎》作者：马克的小熊（1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/5e217b1a379c"
  },
  {
    "文件名": "[更20+6番外]《暴躁篮球犬的驯养传记》作者：唐捐（1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/f0b5cdff7f2e"
  },
  {
    "文件名": "[更17]《锁情牵》作者：碎碎碎碎语（3p）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/84ed4920c50b"
  },
  {
    "文件名": "[更12]《花魁》作者：一个老炮儿（np）【24.12.10】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/dda227f7e640"
  },
  {
    "文件名": "[更16]《圈内名主是我上司》作者：咸鱼也不吃香菜（1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ae9600d69e55"
  },
  {
    "文件名": "[更16]《被阴暗疯批玩烂的双性美人》作者：水中月（1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/5b8b0bef2419"
  },
  {
    "文件名": "[更15]《清高美人被蹂躏》作者：爱阳光（np）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a42b88b30db3"
  },
  {
    "文件名": "[更12]《[死哥AU]是Beta，但功成名就！》作者：MonoQ（np）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c8abccd25ed8"
  },
  {
    "文件名": "[更12]《上位者的恩宠》作者：甜蜜花栗鼠（np）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/f17aa742fe61"
  },
  {
    "文件名": "[更11]《清冷美人的R18定制游戏》作者：朱酒（np）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/6343061ea1b8"
  },
  {
    "文件名": "[更10]《美人受又双叒叕反攻了》作者：旗下皈依（故事集）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ae8e7a850353"
  },
  {
    "文件名": "[更9]《社畜穿成npc美人》作者：小橙子（np）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e04a756194ce"
  },
  {
    "文件名": "[废文完结]今天嫂子代播吗？作者：贝尼尼.txt",
    "夸克盘链接": "https://pan.quark.cn/s/f5892fc6aac8"
  },
  {
    "文件名": "[更9]《律所上司发现了我的直播账号》作者：小火牛（1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c55a8a7fdea2"
  },
  {
    "文件名": "[废文完结]暗裂 作者：21点牌.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c5339582db19"
  },
  {
    "文件名": "[废文完结]却好过 作者：甜饼小姐嘻嘻哈哈.txt",
    "夸克盘链接": "https://pan.quark.cn/s/bedb1cfd427b"
  },
  {
    "文件名": "[废文完结]应许之物 作者：努努豆豆丝丝.txt",
    "夸克盘链接": "https://pan.quark.cn/s/0315bf4e06e5"
  },
  {
    "文件名": "[废文完结]离猫出走作者：匿名咸鱼.txt",
    "夸克盘链接": "https://pan.quark.cn/s/d7bf8b0c13db"
  },
  {
    "文件名": "[废文完结]烂人和蠢蛋 作者：和汐泥.txt",
    "夸克盘链接": "https://pan.quark.cn/s/08ab3fe2a7f8"
  },
  {
    "文件名": "[废文 完结+番外6]《亲亲是什么意思（小甜饼 双性 养成 攻宠受）》作者：匿名咸鱼[补番].txt",
    "夸克盘链接": "https://pan.quark.cn/s/c209078a654d"
  },
  {
    "文件名": "[废文 完结+番外3]《三一律之（短篇）》作者：苏和韵.txt",
    "夸克盘链接": "https://pan.quark.cn/s/184b459f94a1"
  },
  {
    "文件名": "[废文 完结+番外2]《掌中飞鸟》作者：晴野（破镜重圆 甜虐1v1 骗财骗色总裁攻×有钱有颜宠物医生受）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/95645e2d1776"
  },
  {
    "文件名": "[废文 完结+番外1]《直击！邪教现场（螺旋 同人衍生 游戏同人）》作者：蕈花.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c44f9f91980b"
  },
  {
    "文件名": "[废文 完结+番全]《遗（现代 狗血 虐文 现实主义 天作之合）》作者：my_蒙小雨雨雨.txt",
    "夸克盘链接": "https://pan.quark.cn/s/09a6ea4a8b94"
  },
  {
    "文件名": "[废文 完结]《最佳损友（暗恋 青梅竹马 直掰弯）》作者：令狐葱.txt",
    "夸克盘链接": "https://pan.quark.cn/s/cdd4962e9430"
  },
  {
    "文件名": "[废文 完结+番外1]《山河不知名（剑三 同人衍生）》作者：落花缱绻三两点.txt",
    "夸克盘链接": "https://pan.quark.cn/s/39e9a3974021"
  },
  {
    "文件名": "[废文 完结]《主动说分手（长篇）》作者：98DRCANDY.txt",
    "夸克盘链接": "https://pan.quark.cn/s/dfc707db0b4f"
  },
  {
    "文件名": "[废文 完结]《重生之乔子安（现代 第一人称 前世今生 阴差阳错 破镜重圆）》作者：曾嫒歌.txt",
    "夸克盘链接": "https://pan.quark.cn/s/98066a50f4de"
  },
  {
    "文件名": "[废文 完结]《兄弟你好香（短篇 现代 小甜饼 第一人称 天作之合 年下）》作者：酸菜鱼鱼子酱.txt",
    "夸克盘链接": "https://pan.quark.cn/s/41a47ae598d2"
  },
  {
    "文件名": "[废文 完结]《纸中梨（解雨臣—同人衍生—短篇）》作者：清水清明.txt",
    "夸克盘链接": "https://pan.quark.cn/s/40c64b874e27"
  },
  {
    "文件名": "[废文 完结]《一些乐乐茶（体育 同人衍生 真人同人 短篇）》作者：biu.txt",
    "夸克盘链接": "https://pan.quark.cn/s/19d7c1d6feac"
  },
  {
    "文件名": "[废文 完结]《湘西爱情故事（轻松  第二人称  灵异)》作者：明日有雨.txt",
    "夸克盘链接": "https://pan.quark.cn/s/54de2c7bddc1"
  },
  {
    "文件名": "[废文 完结]《我的兄长我的父（狗血、父子、骨科、年上） 》 作者：一把生锈刀.txt",
    "夸克盘链接": "https://pan.quark.cn/s/1dc5c7092721"
  },
  {
    "文件名": "[废文 完结]《尾随（表里不一富二代攻??变态痴汉骚浪受） 》 作者：咕噜咕噜魔法阵.txt",
    "夸克盘链接": "https://pan.quark.cn/s/3c33b050636c"
  },
  {
    "文件名": "[废文 完结]《甜美镜头（宜昌鬼事 徐云峰 宜昌鬼事 同人衍生 小说同人 短篇）》作者：等差数列求何.txt",
    "夸克盘链接": "https://pan.quark.cn/s/cfd18f8cb8a6"
  },
  {
    "文件名": "[废文 完结]《特别朋友》 作者：顾清挽.txt",
    "夸克盘链接": "https://pan.quark.cn/s/6f8b89adfa48"
  },
  {
    "文件名": "[废文 完结]《恋爱物语（主受视角 校园）》作者：匿名用户99812564.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c1631c420b1a"
  },
  {
    "文件名": "[废文 完结]《生日礼物（小排球 牛天 同人衍生 动漫同人 短篇 日常 原作向）》作者：匿名咸鱼.txt",
    "夸克盘链接": "https://pan.quark.cn/s/1687da5617c9"
  },
  {
    "文件名": "[废文 完结]《满心欢喜(现代 短篇)》作者：chikubi.txt",
    "夸克盘链接": "https://pan.quark.cn/s/b2b7f65e286e"
  },
  {
    "文件名": "[废文 完结]《七日的游戏》 作者：七日的游戏.txt",
    "夸克盘链接": "https://pan.quark.cn/s/fdbfd2b19494"
  },
  {
    "文件名": "[废文 完结]《冬榆（全职 黄喻 同人衍生 小说同人 短篇）》作者：枕籍.txt",
    "夸克盘链接": "https://pan.quark.cn/s/bd5b610acfc9"
  },
  {
    "文件名": "[废文 完结]《好心（现代 小甜饼 轻松 日常）》作者：今天不热.txt",
    "夸克盘链接": "https://pan.quark.cn/s/15b356cbfa7b"
  },
  {
    "文件名": "[废文 完结]《饭后甜点是兄弟恋情》 作者：布瑞希尔.txt",
    "夸克盘链接": "https://pan.quark.cn/s/0b3fef99f48a"
  },
  {
    "文件名": "[废文 完结]《负芒披苇，入海望潮（假面骑士Saber 同人衍生 影视同人）》作者：犬洛.txt",
    "夸克盘链接": "https://pan.quark.cn/s/7cfc3a9fb36b"
  },
  {
    "文件名": "[废文 完结]《盗火（现代 悬疑 哨兵向导 相爱相杀）》作者：LilyConcerto.txt",
    "夸克盘链接": "https://pan.quark.cn/s/495bcf7c35fc"
  },
  {
    "文件名": "[废文 完结]《大贵族：关于离别（Fan Fiction、BL） 》 作者：新手上路凑热闹.txt",
    "夸克盘链接": "https://pan.quark.cn/s/244993a95edb"
  },
  {
    "文件名": "[废文 完结]《玻璃石（短篇 魔法世界 相爱相杀 因缘邂逅）》作者：灰草草_咖啡猫.txt",
    "夸克盘链接": "https://pan.quark.cn/s/65967bef9a47"
  },
  {
    "文件名": "[废文 完结]《Hated by Life Itself（原神 魈空 同人衍生）》作者：辰宛CWan.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e68ee80f3d3e"
  },
  {
    "文件名": "[废文 完结]《备孕（HE、ABO、先婚后爱） 》 作者：漱月.txt",
    "夸克盘链接": "https://pan.quark.cn/s/38733aea80d5"
  },
  {
    "文件名": "[废文 完结]《把仙君送回神坛（短篇 轻松 治愈 仙侠 1v1）》作者：谐言.txt",
    "夸克盘链接": "https://pan.quark.cn/s/aee17c3ad801"
  },
  {
    "文件名": "[废文 完结]《安乐（中篇 灵异）》作者：匿名咸鱼.txt",
    "夸克盘链接": "https://pan.quark.cn/s/52bde9be2f9f"
  },
  {
    "文件名": "[废文 更160]《hp救世主返聘指南（HP 同人衍生）》作者：逆昀.txt",
    "夸克盘链接": "https://pan.quark.cn/s/eea83891b1e8"
  },
  {
    "文件名": "[废文 完结]《FIND（子夜十 同人衍生）》作者：犬洛.txt",
    "夸克盘链接": "https://pan.quark.cn/s/0bf502bab4ab"
  },
  {
    "文件名": "[废文 完结]《15年与1461天（现代、HE、生子） 》 作者：霜降_.txt",
    "夸克盘链接": "https://pan.quark.cn/s/6fc5ed1ac759"
  },
  {
    "文件名": "[废文 更105]《士兵，骑士和契约书（奇幻 架空世界 宗教 异能）》作者：楚山晓.txt",
    "夸克盘链接": "https://pan.quark.cn/s/b565feccf39c"
  },
  {
    "文件名": "[废文 更181]《失忆后朕深陷修罗场（古代、狗血、强制爱、NP） 》 作者：转霏微.txt",
    "夸克盘链接": "https://pan.quark.cn/s/96eb300e0239"
  },
  {
    "文件名": "[废文 更115]《迫于无奈结婚了（自我攻略攻x钝感力受）》作者：知逢.txt",
    "夸克盘链接": "https://pan.quark.cn/s/085d66bc664d"
  },
  {
    "文件名": "[废文 更162]《最高级恋爱（温柔阳光攻×阴郁厌世受） 》 作者：熳山里.txt",
    "夸克盘链接": "https://pan.quark.cn/s/f3d8341d27f2"
  },
  {
    "文件名": "[废文 更138]《迫于无奈结婚了（自我攻略攻x钝感力受） 》 作者：知逢.txt",
    "夸克盘链接": "https://pan.quark.cn/s/dd79d27c5704"
  },
  {
    "文件名": "[废文 更92]《士兵，骑士和契约书（奇幻 架空世界 宗教 异能）》作者：楚山晓.txt",
    "夸克盘链接": "https://pan.quark.cn/s/331e9b4f3842"
  },
  {
    "文件名": "[废文 更110]《死装校草活该被（三观不正、自恋、NP） 》 作者：炉香炉香.txt",
    "夸克盘链接": "https://pan.quark.cn/s/28d97d165c21"
  },
  {
    "文件名": "[废文 更77]《泥菩萨（狂飙 强欣 同人衍生 影视同人 大长篇ZEXAL 贝库游 同人衍生 动漫同人 短篇）》作者：成嶋亮.txt",
    "夸克盘链接": "https://pan.quark.cn/s/4e8e75a29513"
  },
  {
    "文件名": "[废文 更73]《归山海（第三人称 仙侠）》作者：青穆Lo.txt",
    "夸克盘链接": "https://pan.quark.cn/s/8efa4b123228"
  },
  {
    "文件名": "[废文 更71]《环伺（狗血、ABO、强制爱、NP） 》 作者：派派茄子.txt",
    "夸克盘链接": "https://pan.quark.cn/s/bbe68e0665cd"
  },
  {
    "文件名": "[废文 更54]《长夜将尽（军二代&军事科技研究员）》作者：柠檬苏打佩.txt",
    "夸克盘链接": "https://pan.quark.cn/s/697d833e8deb"
  },
  {
    "文件名": "[废文 更63]《情敌好像暗恋我（现代、BL） 》 作者：小周的小洲.txt",
    "夸克盘链接": "https://pan.quark.cn/s/5783c930d957"
  },
  {
    "文件名": "[废文 更57]《非正式催眠（奇幻、校园、NP、互攻） 》 作者：寒天.txt",
    "夸克盘链接": "https://pan.quark.cn/s/08d579ccfbbf"
  },
  {
    "文件名": "[废文 更60]《错认（现代、狗血、三观不正、双性） 》 作者：咕噜咕噜魔法阵.txt",
    "夸克盘链接": "https://pan.quark.cn/s/54b204a13254"
  },
  {
    "文件名": "[废文 更50]《教授退休的日子（未来、灵魂伴侣、养成、年上） 》 作者：茶引CHAR.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ad684acec530"
  },
  {
    "文件名": "[废文 更50]《老公死后赖上他儿子了（现代 年上 天作之合） 》作者：惭凫企鹤.txt",
    "夸克盘链接": "https://pan.quark.cn/s/83b13b89f5bd"
  },
  {
    "文件名": "[废文 更49]《囚异存同（双性、NP、高H） 》 作者：欲海一粟.txt",
    "夸克盘链接": "https://pan.quark.cn/s/333f829378e5"
  },
  {
    "文件名": "[废文 更47]《逐狼（奇幻、动物世界、灵魂伴侣、强强、1v1） 》 作者：春一帆.txt",
    "夸克盘链接": "https://pan.quark.cn/s/5ad10a4245b9"
  },
  {
    "文件名": "[废文 更47]《暴躁大师兄的渣男手册（爽文 玄幻 重生 年下 互攻）》作者：污术.txt",
    "夸克盘链接": "https://pan.quark.cn/s/de157060532d"
  },
  {
    "文件名": "[废文 更49]《泥菩萨（狂飙 强欣 同人衍生 影视同人 大长篇ZEXAL 贝库游 同人衍生 动漫同人 短篇）》作者：成嶋亮.txt",
    "夸克盘链接": "https://pan.quark.cn/s/7b57a87879e5"
  },
  {
    "文件名": "[废文 更43]《油醋月光（长篇  破镜重圆 攻宠受）》作者：芋头小鬼.txt",
    "夸克盘链接": "https://pan.quark.cn/s/6fece5a950fb"
  },
  {
    "文件名": "[废文 更48]《爱上层楼（现代、狗血） 》 作者：爱上层楼.txt",
    "夸克盘链接": "https://pan.quark.cn/s/6d948cd70aff"
  },
  {
    "文件名": "[废文 更41]《弟弟的情敌（年下戏精绿茶A×嘴硬心软大佬B） 》 作者：年下肺片.txt",
    "夸克盘链接": "https://pan.quark.cn/s/409201d455e1"
  },
  {
    "文件名": "[废文 更37]《鸿山折玉（新朝帝王（桂鸿山）x 前朝亡国太子（燕琅玉）》作者：匿名咸鱼.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e7dc129e245f"
  },
  {
    "文件名": "[废文 更40]《那个星期发生了什么（现代 长篇 小甜饼 暗恋）》作者：CoolForAnja.txt",
    "夸克盘链接": "https://pan.quark.cn/s/6061a2ed04d8"
  },
  {
    "文件名": "[废文 更39]《呆呆（古代 天作之合）》作者：浆板圆子.txt",
    "夸克盘链接": "https://pan.quark.cn/s/6234139a6cff"
  },
  {
    "文件名": "[废文 更28]《油醋月光（长篇  破镜重圆 攻宠受）》作者：芋头小鬼.txt",
    "夸克盘链接": "https://pan.quark.cn/s/871008d348ac"
  },
  {
    "文件名": "[废文 更36]《何其（有点阴暗·冷淡隐忍x有点温柔·洒脱肆意）》作者：ZXYLON.txt",
    "夸克盘链接": "https://pan.quark.cn/s/bbc5ddceb7de"
  },
  {
    "文件名": "[废文 更35]《被嫌弃的张锐（强制，受是双，受有圣父心，前期万人嫌后期万人迷）》 作者：匿名咸鱼.txt",
    "夸克盘链接": "https://pan.quark.cn/s/22ce1446d6ba"
  },
  {
    "文件名": "[废文 更34]《烈焰（辅核X射王）》作者：八月灯火.txt",
    "夸克盘链接": "https://pan.quark.cn/s/617023317b15"
  },
  {
    "文件名": "[废文 更34]《三人成虎（主攻、美强、受宠攻） 》 作者：一品鹌鹑.txt",
    "夸克盘链接": "https://pan.quark.cn/s/3d4f380199fa"
  },
  {
    "文件名": "[废文 更33]《隐约（长篇 现代 暗恋 年上 粤语）》作者：感湖见泪.txt",
    "夸克盘链接": "https://pan.quark.cn/s/896342ae46a8"
  },
  {
    "文件名": "[废文 更26]《金科玉律（长篇 古代 灵魂伴侣 扮猪吃虎 天作之合 强强）》作者：鲸鱼搁浅.txt",
    "夸克盘链接": "https://pan.quark.cn/s/fc698ce2a4e1"
  },
  {
    "文件名": "[废文 更28]《陈洵二见钟情的故事（现代 短篇）》作者：锐和无机盐.txt",
    "夸克盘链接": "https://pan.quark.cn/s/2daafc513bbf"
  },
  {
    "文件名": "[废文 更22]《有种单挑（十八岁的高中生李赫延x十八岁的小混混奚齐）》作者：十三十三.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a2f5b40bf4bb"
  },
  {
    "文件名": "[废文 更26]《别想包我（微微强制，一见钟情梗）》 作者：匿名咸鱼.txt",
    "夸克盘链接": "https://pan.quark.cn/s/1e60f2f48d6c"
  },
  {
    "文件名": "[废文 更24]《黑杰克不会输（大长篇 现代 狗血 破镜重圆 强弱 年上）》作者：COCORO.txt",
    "夸克盘链接": "https://pan.quark.cn/s/504e97929112"
  },
  {
    "文件名": "[废文 更21]《错认》（双性 高H） 作者：咕噜咕噜魔法阵.txt",
    "夸克盘链接": "https://pan.quark.cn/s/7a6f065ad2dd"
  },
  {
    "文件名": "[废文 更21]《渡劫（没情根的小狐狸仙被大美人反派迷惑身心实录）》作者：喵居橘.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ca7894bab042"
  },
  {
    "文件名": "[np  完结+番外18]《【总_攻重生】我作了个大死》作者：呱【在家务工尸变中】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/859902c657a7"
  },
  {
    "文件名": "[废文 更19]《皇权SVT（明星 SVT 同人衍生 中篇）》作者：Feu ardent.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c658039ea84c"
  },
  {
    "文件名": "[np  完结+番外1]《征服男校可行性分析（女攻GB）》作者：莞尔[补番].txt",
    "夸克盘链接": "https://pan.quark.cn/s/1afc3447ff46"
  },
  {
    "文件名": "[废文 更15]《病弱猎户（沉稳冷淡护短攻x专治攻的恋爱笨蛋受）》作者：匿名咸鱼.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a61467d85c71"
  },
  {
    "文件名": "[废文 更17]《相知有素（坚韧善良乖巧攻vs军三代官一代帅受）》作者：小美.txt",
    "夸克盘链接": "https://pan.quark.cn/s/0317c75d777e"
  },
  {
    "文件名": "[废]朕重生到娱乐圈演自己作者：酒芋子.txt",
    "夸克盘链接": "https://pan.quark.cn/s/af5a6a1f72a9"
  },
  {
    "文件名": "[np  完结]《总攻爸爸催眠儿子们》作者： 花市恰肉.txt",
    "夸克盘链接": "https://pan.quark.cn/s/789f3599a7ea"
  },
  {
    "文件名": "[np  完结]《拯救者上位中（强奸 监禁 轮奸）》作者：六幺八.txt",
    "夸克盘链接": "https://pan.quark.cn/s/d450292b69ec"
  },
  {
    "文件名": "[np  完结]《小少爷的玷污日记（双性np、丑攻）》作者：灵魂写手.txt",
    "夸克盘链接": "https://pan.quark.cn/s/3edee069d343"
  },
  {
    "文件名": "[np  完结]《小少爷是全庄园的肉便器（美__人____受__）》作者：mimicat.txt",
    "夸克盘链接": "https://pan.quark.cn/s/152a268b79ab"
  },
  {
    "文件名": "[np  完结]《经怀玉np（民国，人鬼）》作者：半车草莓.txt",
    "夸克盘链接": "https://pan.quark.cn/s/f84d4d420abb"
  },
  {
    "文件名": "[np  完结]《魅妖克星-爆炒囚禁天下狐媚妖邪》作者：黎小空.txt",
    "夸克盘链接": "https://pan.quark.cn/s/3cc6463e24c1"
  },
  {
    "文件名": "[np  完结]《漂亮美人被竹马老师玩坏了(现代  高H  喜剧  美人受  青梅竹马)》作者：敲可爱的草莓精.txt",
    "夸克盘链接": "https://pan.quark.cn/s/8e073e3359ca"
  },
  {
    "文件名": "[np  完结]《恶毒美人师尊挨c记【np】》作者：俺是恁爹.txt",
    "夸克盘链接": "https://pan.quark.cn/s/83741fbb1062"
  },
  {
    "文件名": "[np  完结]《承君泽（np）》作者：想喝甜水儿（小皇帝×温润文臣／正直将军／忠犬暗卫）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/12b5003dd89b"
  },
  {
    "文件名": "[np  完结]《不伦集》作者：呀呀呀.txt",
    "夸克盘链接": "https://pan.quark.cn/s/f1e17f0818c9"
  },
  {
    "文件名": "[np  完结]《被催眠的美人们（现_____代___  __高_____H____  _____正_____剧___  ___美_____人__受___  __高_____H____）》作者：者：辣手?摧花.txt",
    "夸克盘链接": "https://pan.quark.cn/s/8ee67cb6d61a"
  },
  {
    "文件名": "[np  完结]《【总攻】刘大壮的进京之路（天赋异禀大鸡儿总攻×各种yd受）》作者：肉夹馍酱.txt",
    "夸克盘链接": "https://pan.quark.cn/s/83680234b712"
  },
  {
    "文件名": "[np  完结]《【双性_催眠_雌堕】人夫全部都雌堕》作者：云中月下鸢.txt",
    "夸克盘链接": "https://pan.quark.cn/s/9cf5f7d5883c"
  },
  {
    "文件名": "[np  完结]《AV男受的自我修养》作者：油炸大虾球.txt",
    "夸克盘链接": "https://pan.quark.cn/s/4a0b6c49390f"
  },
  {
    "文件名": "[np  完结]《【np】万人嫌假少爷翻车后(双性受，np，有生子)》作者：绝望的文盲.txt",
    "夸克盘链接": "https://pan.quark.cn/s/7c1afeda0ef5"
  },
  {
    "文件名": "[np  完结]《（总攻）绑定情欲征服系统之后（现代  高H  喜剧  轻松  美攻强受）》作者：搞点芋泥778.txt",
    "夸克盘链接": "https://pan.quark.cn/s/20b4455acf7f"
  },
  {
    "文件名": "[np  更125]《(NP)逍遥殿》（古代 强攻强受）作者：扶泷.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e5d2c65d7a12"
  },
  {
    "文件名": "[np  更68]《炮灰老实人总被强制爱》（纤细受 高H） 作者：万事顺意.txt",
    "夸克盘链接": "https://pan.quark.cn/s/7faadfbfc9b0"
  },
  {
    "文件名": "[np  更252]《高高在上（ab，np）》 作者：夜酒.txt",
    "夸克盘链接": "https://pan.quark.cn/s/d8681ae6a836"
  },
  {
    "文件名": "[np  更76]《[总攻]作为男主的引路人》 作者：一只江情ovo.txt",
    "夸克盘链接": "https://pan.quark.cn/s/f3dfa8fa9bb4"
  },
  {
    "文件名": "[np  更49]《触手今日也在伪装猫咪（双性、触手） 》 作者：池鲤.txt",
    "夸克盘链接": "https://pan.quark.cn/s/4d89fc91731c"
  },
  {
    "文件名": "[np  更73]《［總攻］夢魔快穿員（美攻强受） 》 作者：戀愛腦君.txt",
    "夸克盘链接": "https://pan.quark.cn/s/75ef73433d2c"
  },
  {
    "文件名": "[np  更65]《洛奇的游戏（全息黄油）》 作者：Cc西柚.txt",
    "夸克盘链接": "https://pan.quark.cn/s/9468dd950987"
  },
  {
    "文件名": "[np  更45]《[虫族]梦老师灵感》 作者：baba.txt",
    "夸克盘链接": "https://pan.quark.cn/s/7fa8cb1d1514"
  },
  {
    "文件名": "[np  更35]《美味容器【BLH, NP】》 作者：雷紅【米国度】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/2b32d4c4dfa5"
  },
  {
    "文件名": "[np  更34]《名门之后（俊帅受 强攻强受） 》 作者：绽放的菊花.txt",
    "夸克盘链接": "https://pan.quark.cn/s/dfcc456e1bcc"
  },
  {
    "文件名": "[np  更26]《直男社畜觉醒虫巢系统（平凡无能社畜受X各种残暴至极的王虫） 》 作者：烧鱼辣椒酱.txt",
    "夸克盘链接": "https://pan.quark.cn/s/5e1c1376918e"
  },
  {
    "文件名": "[F 完结53]乡下糙汉和城里美人（1v1）作者：一颗蓝草莓.txt",
    "夸克盘链接": "https://pan.quark.cn/s/912c0a896585"
  },
  {
    "文件名": "[np  更18]《白月光与朱砂痣与狗（蛇蝎美人受X野心勃勃冷漠攻，心机狠辣王子攻，鬼畜病态年下攻） 》 作者：司马不知情.txt",
    "夸克盘链接": "https://pan.quark.cn/s/b0c6abf005de"
  },
  {
    "文件名": "[np  更22]《另类修仙计划（美人受 玄幻） 》 作者：sara34.txt",
    "夸克盘链接": "https://pan.quark.cn/s/7bcce6498123"
  },
  {
    "文件名": "[F 完结73]螳螂猎宴（1v1）作者：w.txt",
    "夸克盘链接": "https://pan.quark.cn/s/b86990bba486"
  },
  {
    "文件名": "[F 完结21+番外]相故_黄毛和乖乖女（GB女攻1v1）作者：流浪.txt",
    "夸克盘链接": "https://pan.quark.cn/s/8e8e188ccd01"
  },
  {
    "文件名": "[F 完结]风来有伴（1v1）作者：不太想眠.txt",
    "夸克盘链接": "https://pan.quark.cn/s/46af80d7400d"
  },
  {
    "文件名": "[F 更286]挚友今天不在家（np） 作者：缪梵μφ.txt",
    "夸克盘链接": "https://pan.quark.cn/s/1b793bf70cd5"
  },
  {
    "文件名": "[F 更94]暧昧脱轨（np）作者：匿名咸鱼【24.11.02】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/8c48661894c7"
  },
  {
    "文件名": "[F 更26]触礁（1v1）作者：不让尘.txt",
    "夸克盘链接": "https://pan.quark.cn/s/9a89ba46674e"
  },
  {
    "文件名": "[F 更24]欢迎打开桃子直播（np）作者：黑心棉.txt",
    "夸克盘链接": "https://pan.quark.cn/s/395e3f50860b"
  },
  {
    "文件名": "[F 更75]起雾了（1v1）作者：阿坝吖.txt",
    "夸克盘链接": "https://pan.quark.cn/s/11e91bd5d25d"
  },
  {
    "文件名": "[F 更64]明德三中修罗场记事（np）作者：萝卜月饼.txt",
    "夸克盘链接": "https://pan.quark.cn/s/95e9f080712c"
  },
  {
    "文件名": "[F 更46]雇佣兵怀了龙蛋（1v1）作者：成云起雾.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a698173fd465"
  },
  {
    "文件名": "[F 更54]末世求生（np） 作者：快乐的小汪汪.txt",
    "夸克盘链接": "https://pan.quark.cn/s/33855a11cc5e"
  },
  {
    "文件名": "[F 更12]宸乾秘事（np）作者：鲜奶油小红莓.txt",
    "夸克盘链接": "https://pan.quark.cn/s/1c87af9c391c"
  },
  {
    "文件名": "[F 更19]不要啊我真的会死掉  作者：愿敢.txt",
    "夸克盘链接": "https://pan.quark.cn/s/1889e67ec3fa"
  },
  {
    "文件名": "[3p  完结+番外1]《淫贼炮灰被主角们强制爱了（恐同愚蠢贪生怕死‘炮灰’受 and 清冷病娇黑莲花‘主角受’攻 and 口嫌体正偏执鬼畜‘主角攻’攻）》作者：无聊炫口肉（养胃版）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/2d321b7d86f2"
  },
  {
    "文件名": "[1v1 完结+番外7]《永远别想离开我「bdsm」》作者：小小花园（腹黑美人商业大佬dom＆表面高冷实则内心脆弱敏感学霸大学生sub）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/0c664e5a25db"
  },
  {
    "文件名": "[3p  完结]《和性冷淡哥哥抢老婆（肛珠，产卵，偷情被抓，轻度ntr，囚禁捆绑）》作者：大耳朵狗.txt",
    "夸克盘链接": "https://pan.quark.cn/s/aff898c531dd"
  },
  {
    "文件名": "[3p  更88]《一石二鸟之我和我的学生打炮后被教授威胁做他的性瘾治疗师》作者：茴澈澈.txt",
    "夸克盘链接": "https://pan.quark.cn/s/d79b7a15f6e3"
  },
  {
    "文件名": "[3p  更72]《身为小三的我被夫夫强制爱（ABO）》 作者：余火烬燃（日更中）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/8f7fcf3a0569"
  },
  {
    "文件名": "[3p  更43]《荆棘岛（双胞胎攻x调教师受） 》 作者：段老板.txt",
    "夸克盘链接": "https://pan.quark.cn/s/3c04a2e21e89"
  },
  {
    "文件名": "[1v1 完结+番外4]《大鱼吃小鱼》作者：海公牛（现代  高H  正剧  纤细受  轻松）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/91e508068da7"
  },
  {
    "文件名": "[1v1 完结+番外7]《亲亲是什么意思（双_哑巴受）》作者：一捧相思鸟.txt",
    "夸克盘链接": "https://pan.quark.cn/s/b5e0fe1c6001"
  },
  {
    "文件名": "[1v1 完结+番外4]《黑色金丝雀》作者：刹那芳颜（意大利黑道贵公子鬼畜病娇年下攻x前期中国双性可怜兮兮黑心肝心理扭曲抖M美人受）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/0e38aa4d34f7"
  },
  {
    "文件名": "[1v1 完结+番外5]《一见钟狐》作者：多肉千兔耳【米国度】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/fdf44bb4ae74"
  },
  {
    "文件名": "[1v1 完结+番外1]《反差（現代玄幻年上耽美）》作者：明颜[P].txt",
    "夸克盘链接": "https://pan.quark.cn/s/23b54e622414"
  },
  {
    "文件名": "[1v1 完结+番外2]《和暗恋对象的好兄弟上床了》作者：我恨课设（酸甜 狗血）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/cef2144bd31b"
  },
  {
    "文件名": "[1v1 完结]《珍珠耳环》作者：海藻柚子糖【米国度】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/94b69db0b91f"
  },
  {
    "文件名": "[1v1 完结]《在按摩院被老师懆了（青梅竹马）》作者：aolce.txt",
    "夸克盘链接": "https://pan.quark.cn/s/0f86d378700a"
  },
  {
    "文件名": "[1v1 完结]《欲催雪 》作者：我在胡桃夹子里面唱胡桃夹子.txt",
    "夸克盘链接": "https://pan.quark.cn/s/9d1148f8ca6e"
  },
  {
    "文件名": "[1v1 完结]《耶利哥之墙》作者：de Mars.txt",
    "夸克盘链接": "https://pan.quark.cn/s/bed720199bd0"
  },
  {
    "文件名": "[1v1 完结]《小妈就是被用来爆炒的》作者：葭月甜五（打字机版）（钻石jj大帅攻（两枚）x会撩的直播网黄____美__人____受___）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/aa092bf26485"
  },
  {
    "文件名": "[1v1 完结]《先日后爱》作者：嘶哈嘶哈.txt",
    "夸克盘链接": "https://pan.quark.cn/s/7d8738578b25"
  },
  {
    "文件名": "[1v1 完结]《网恋拉黑翻车后（网上发骚线下娇怂双性受xgay圈天菜低音炮直扳弯攻）》作者：已然枝了.txt",
    "夸克盘链接": "https://pan.quark.cn/s/5df2ada6f9b4"
  },
  {
    "文件名": "[1v1 完结]《山河尽头(才华誉满天下的流放诗人姜肃x字不识几个的戍边守将元冲)》作者：麦西.txt",
    "夸克盘链接": "https://pan.quark.cn/s/cbd0ef988f79"
  },
  {
    "文件名": "[1v1 完结]《西门庆推倒武大郎(大叔受)》作者：冰块牛奶.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a9c22d9a98b7"
  },
  {
    "文件名": "[1v1 完结]《时时不忘历尽坎坷依旧温柔的攻（时忘）x阳光小太阳受（林清景）)》作者：西瓜别长籽.txt",
    "夸克盘链接": "https://pan.quark.cn/s/283d60bf56c4"
  },
  {
    "文件名": "[1v1 完结]《名妓继承者》作者：Manon（病__美___人____受__ X _____腹__黑__攻）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/83923fd479fb"
  },
  {
    "文件名": "[1v1 完结]《巧克力奶老婆最好吃了（宠妻__腹___黑_____攻×双性乡下壮受）》作者：嘴贱王者.txt",
    "夸克盘链接": "https://pan.quark.cn/s/7ad49b6ac3fe"
  },
  {
    "文件名": "[1v1 完结]《闷骚下属被俊美老板玩弄（搞笑  美攻强受  年下受）》作者：油炸大虾球.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ffd66906102b"
  },
  {
    "文件名": "[1v1 完结]《每个世界的父亲都在___色____诱____儿子(搞笑  美攻强受  大叔受)》作者：上吊的鸟.txt",
    "夸克盘链接": "https://pan.quark.cn/s/cf2879593c71"
  },
  {
    "文件名": "[1v1 完结]《和室友双向暗恋后HE了》作者：可爱的鱼呀（对外面瘫对内宠妻内心戏丰富的攻X外面清冷其实软糯恋爱后会撒娇的受）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/724dc9a63dda"
  },
  {
    "文件名": "[1v1 完结]《继承废物哥哥（民国背景，年下真骨科，留洋小少爷×病__美____人__哥哥）》作者：鸦先知.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ad5c7a6a1a85"
  },
  {
    "文件名": "[1v1 完结]《论渣渣该如何从良（____现____代_____  中H  ___正__剧___  轻松  H有）》作者：调弦弄管.txt",
    "夸克盘链接": "https://pan.quark.cn/s/2230059aed1a"
  },
  {
    "文件名": "[1v1 完结]《哥哥又香又甜(温柔美貌哥哥受&专一偏执帅气弟弟攻，1v1，年下，双向暗恋，伪骨科，兄控)》作者：凤栖梧桐.txt",
    "夸克盘链接": "https://pan.quark.cn/s/d4fe7135268e"
  },
  {
    "文件名": "[1v1 完结]《春梦之结（前期烂黄瓜?6?8?6?9?6?8腹?6?0?6?9黑?6?0?6?8?6?0?6?9?6?8渣攻vs后知后觉清冷直男受）》作者：hazel.txt",
    "夸克盘链接": "https://pan.quark.cn/s/5d9e2718704d"
  },
  {
    "文件名": "[1v1 完结]《发现哥哥是色情主播怎么办（年下骨科）》作者：椰子鸡.txt",
    "夸克盘链接": "https://pan.quark.cn/s/018c7fa7c0b0"
  },
  {
    "文件名": "[1v1 完结]《当约炮对象是亲生爸爸(父子）》作者：新梅吕.txt",
    "夸克盘链接": "https://pan.quark.cn/s/37a3ba387b08"
  },
  {
    "文件名": "[1v1 更361]《夜聲温语就是要舔你耳朵》（架空 神话 弱攻强受） 作者：米米.txt",
    "夸克盘链接": "https://pan.quark.cn/s/07bb731c3334"
  },
  {
    "文件名": "[1v1 完结]《白月光他想要破镜重圆（双）》作者：典春【____高____H_____】【半强制】【双洁】【双性】【破镜重圆】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/bff5edb1aaa9"
  },
  {
    "文件名": "[1v1 完结]《别问谁是Yooyy（万人迷恶趣味抖s渣攻x非典型舔狗恋爱脑受）》作者：莓姨.txt",
    "夸克盘链接": "https://pan.quark.cn/s/10580907dcd0"
  },
  {
    "文件名": "[1v1 更170]《落木萧萧》 作者：大耷2024【米国度】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/9eceaef4e25b"
  },
  {
    "文件名": "[1v1 完结]《【全职高手同人】荣耀大陆之百花谷[双花]》作者：藏风【米国度】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/0d0f36383007"
  },
  {
    "文件名": "[1v1 完结]《1952  merry go round》 作者：子心生【米国度】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e4a1b11a42be"
  },
  {
    "文件名": "[1v1 更72]《【女尊女攻】美男求子系统》作者：春夏家有2只猫.txt",
    "夸克盘链接": "https://pan.quark.cn/s/86b8b507406d"
  },
  {
    "文件名": "[1v1 更172]《乐在其中（天龙人老炮儿攻x又怂又缺钱的“单纯”卖身受） 》 作者：66陆陆陆.txt",
    "夸克盘链接": "https://pan.quark.cn/s/86a142d8ada4"
  },
  {
    "文件名": "[1v1 更57]《特殊兼职》作者：六鱼鱼.txt",
    "夸克盘链接": "https://pan.quark.cn/s/b44d263d5707"
  },
  {
    "文件名": "[1v1 更37]《饲养抖M的监狱守则》作者：吾知來.txt",
    "夸克盘链接": "https://pan.quark.cn/s/fc7cc12bdcbc"
  },
  {
    "文件名": "[1v1 更154]《雪镜湖（修仙师徒文，高冷师尊温书澈，“天菜”筑基少年徒弟傅玄意） 》 作者：祈纱纱.txt",
    "夸克盘链接": "https://pan.quark.cn/s/1bb0580869c8"
  },
  {
    "文件名": "[1v1 更54]《灵视侦探—魔女游戏》 作者：艾米莉【米国度】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/babfe205df09"
  },
  {
    "文件名": "[1v1 更50]《【向哨】废土之上》 作者：顧懿【米国度】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/da07b53511e6"
  },
  {
    "文件名": "[1v1 更46]《绝命法师》 作者：章鱼蛋蛋【米国度】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/631e4b379e30"
  },
  {
    "文件名": "[1v1 更40]《向思而盛》（强强 异能 1v1）作者：凌凌柒【米国度】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c6fee15a75bd"
  },
  {
    "文件名": "[1v1 更43]《我和我的先生（兽兽人外）》 作者：半价童话票.txt",
    "夸克盘链接": "https://pan.quark.cn/s/870e88cde4e9"
  },
  {
    "文件名": "[1v1 更37]《警官的小鬼妻（闷骚攻X偏执受）》 作者：贫尼喜肉.txt",
    "夸克盘链接": "https://pan.quark.cn/s/27e59c36aebd"
  },
  {
    "文件名": "[废文 更172]《阴阳蛟（1v1、古代架空、双性、年上受）》作者：98DRCANDY.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e5ba8cc52d11"
  },
  {
    "文件名": "[废文 更132]《篡心（商战、青梅竹马、强强、1v1） 》 作者：甜皮鸭啦.txt",
    "夸克盘链接": "https://pan.quark.cn/s/d8f143d0c87a"
  },
  {
    "文件名": "[废文 更128]《恶人难磨（古代、HE、强制爱、NP） 》 作者：少年先锋队.txt",
    "夸克盘链接": "https://pan.quark.cn/s/eeef63d348dd"
  },
  {
    "文件名": "[废文 更124]《祇遇（古代、主攻视角、NP）》作者：匿名咸鱼.txt",
    "夸克盘链接": "https://pan.quark.cn/s/f64ea9473ae5"
  },
  {
    "文件名": "[废文 更124]《恶人难磨（强制爱、NP） 》 作者：少年先锋队.txt",
    "夸克盘链接": "https://pan.quark.cn/s/bbfe3d388687"
  },
  {
    "文件名": "[废文 更123]《穿成暴君的男嫂子（腹黑绿茶帝王攻×一心种田全能受）》作者：MoonDancer.txt",
    "夸克盘链接": "https://pan.quark.cn/s/17672d6cf3fa"
  },
  {
    "文件名": "[废文 更116]《危险废物（正剧、HE、哨兵向导、强强、师生） 》 作者：言午鱼fish.txt",
    "夸克盘链接": "https://pan.quark.cn/s/d655bb3a43ee"
  },
  {
    "文件名": "[废文 更73]《命里有时终须有（天才少年攻×董事长忠犬受）》作者：微雨中踽踽独行.txt",
    "夸克盘链接": "https://pan.quark.cn/s/14c2f9051898"
  },
  {
    "文件名": "[废文 更109]《三塔（现代、双性、NP、受受） 》 作者：三塔.txt",
    "夸克盘链接": "https://pan.quark.cn/s/99a14d10cb43"
  },
  {
    "文件名": "[废文 更106]《欺诈者Ⅱ（高岭之花小少爷警察X温柔风趣的高智商反社会大骗子）》作者：沐九.txt",
    "夸克盘链接": "https://pan.quark.cn/s/bf9a9f600c5a"
  },
  {
    "文件名": "[废文 更100]《饲养深渊（西方、克系、美食）》作者：匿名咸鱼.txt",
    "夸克盘链接": "https://pan.quark.cn/s/368514b38e1e"
  },
  {
    "文件名": "[废文 更84]《我先走一步（1V1、轻松、快穿）》作者：无色舟.txt",
    "夸克盘链接": "https://pan.quark.cn/s/d9ad5e97e0af"
  },
  {
    "文件名": "[废文 更81]《伪装游戏（支配服从、兽人、1v1、BDSM） 》 作者：侵略拟态.txt",
    "夸克盘链接": "https://pan.quark.cn/s/90d387a5b6bb"
  },
  {
    "文件名": "[废文 更73]《死对头对我蓄谋已久（现代、HE、小甜饼、暗恋） 》 作者：死对头对我蓄谋已久.txt",
    "夸克盘链接": "https://pan.quark.cn/s/60c720190ba6"
  },
  {
    "文件名": "[废文 更83]《错认（目盲熟妇受??话少糙汉攻）》作者：咕噜咕噜魔法阵.txt",
    "夸克盘链接": "https://pan.quark.cn/s/d60da7d65df9"
  },
  {
    "文件名": "[废文 更58]《僵尸缪斯（现代、前世今生、先婚后爱、年上、1v1） 》 作者：僵尸缪斯.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e314c05c4388"
  },
  {
    "文件名": "[废文 更75]《礼貌问价（现代、小甜饼、轻松、谐趣、娱乐圈）》作者：红茶可乐冰.txt",
    "夸克盘链接": "https://pan.quark.cn/s/bd53082ec119"
  },
  {
    "文件名": "[废文 更73]《非正式催眠（现代、奇幻、校园、NP、互攻）》作者：寒天.txt",
    "夸克盘链接": "https://pan.quark.cn/s/2ae3b60a6a5a"
  },
  {
    "文件名": "[废文 更68]《乱臣贼子（古代、权谋、NP） 》 作者：蛰萤.txt",
    "夸克盘链接": "https://pan.quark.cn/s/92fda877f4bf"
  },
  {
    "文件名": "[废文 更60]《被三个男人看上以后（现代、HE、致郁、NP） 》 作者：被三个男人看上以后.txt",
    "夸克盘链接": "https://pan.quark.cn/s/f37291e499d0"
  },
  {
    "文件名": "[废文 更55]《被万人迷们强制了（现代、三观不正、强制爱、直掰弯） 》 作者：二木秋.txt",
    "夸克盘链接": "https://pan.quark.cn/s/fb7eb746e4c9"
  },
  {
    "文件名": "[废文 更51]《失重（ABO、暗恋、先婚后爱）》作者：匿名咸鱼.txt",
    "夸克盘链接": "https://pan.quark.cn/s/977c004b9a11"
  },
  {
    "文件名": "[废文 更50]《被恶龙囚禁的冒牌勇者（小甜饼、治愈、奇幻、西方）》作者：yuemi.txt",
    "夸克盘链接": "https://pan.quark.cn/s/99f5bbd980d6"
  },
  {
    "文件名": "[废文 更41]《狗东西（HE、轻松、人兽） 》 作者：夏大雨.txt",
    "夸克盘链接": "https://pan.quark.cn/s/fb2abd77973d"
  },
  {
    "文件名": "[废文 更45]《万人嫌的小家妓（主受、仙侠、强制爱、骨科） 》 作者：嘴巴叭叭叭.txt",
    "夸克盘链接": "https://pan.quark.cn/s/be9e7c5fdfc6"
  },
  {
    "文件名": "[废文 更45]《回村（糙汉忠犬攻X钓系拧巴受）》作者：叶渔.txt",
    "夸克盘链接": "https://pan.quark.cn/s/1c11809695bc"
  },
  {
    "文件名": "[np  更187]《鲛人子归【双  NP】》 作者：大鹅炖铁锅.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a930e382410f"
  },
  {
    "文件名": "[废文 更42]《情敌太过优秀了怎么办（轻松、主攻视角、娱乐圈、年下） 》 作者：情敌太过优秀了怎么办.txt",
    "夸克盘链接": "https://pan.quark.cn/s/3c5bca08f777"
  },
  {
    "文件名": "[废文 更41]《总统大人的小狗（现代、忠犬、攻转受、BDSM） 》 作者：笨月亮.txt",
    "夸克盘链接": "https://pan.quark.cn/s/98020080c67b"
  },
  {
    "文件名": "[废文 更21]《低温烫伤（现代、HE、狗血、破镜重圆）》作者：linxuan.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ce7f8df6c518"
  },
  {
    "文件名": "[np  更134]《陈佐家的男人们（调教、抹布） 》 作者：冯古道.txt",
    "夸克盘链接": "https://pan.quark.cn/s/5af883c782a6"
  },
  {
    "文件名": "[废文 更38]《星星（HE、1v1、BDSM、高H）》作者：鱼鱼想喝海盐奶盖.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a76298ad61a7"
  },
  {
    "文件名": "[废文 更37]《囚徒之爱（小甜饼、狗血、第三人称、暗恋）》作者：路蔚希.txt",
    "夸克盘链接": "https://pan.quark.cn/s/dbc84d9ba88f"
  },
  {
    "文件名": "[废文 更35]《请管教恶毒小笨蛋（疯批腹黑洁癖人妻攻x骄纵笨蛋小明星受）》作者：饕餮之徒爱吃肉.txt",
    "夸克盘链接": "https://pan.quark.cn/s/5ab88308162e"
  },
  {
    "文件名": "[废文 更27]《雪鹿啊雪鹿（现代、小甜饼、双性）》作者：卡图恩计.txt",
    "夸克盘链接": "https://pan.quark.cn/s/bf08f7f661b0"
  },
  {
    "文件名": "[np  完结]《被师尊师兄轮艹诛仙台（名门正道冷面师尊X腹黑魔界欲奴）》作者：锦绣年华.txt",
    "夸克盘链接": "https://pan.quark.cn/s/14696b9f94d2"
  },
  {
    "文件名": "[np  更333]《帝国双性指挥官（NP，双性，强制爱）》 作者：最爱小虐文.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ae02e65da1f2"
  },
  {
    "文件名": "[np  更119]《陈佐家的男人们（调教、抹布） 》 作者：冯古道.txt",
    "夸克盘链接": "https://pan.quark.cn/s/36fea7424a86"
  },
  {
    "文件名": "[np  更316]《高高在上（ab，np）》 作者：夜酒.txt",
    "夸克盘链接": "https://pan.quark.cn/s/752f30edbb05"
  },
  {
    "文件名": "[np  更96]《【总 攻】暴君重归少年时（美攻强受 重生） 》 作者：炀炀子.txt",
    "夸克盘链接": "https://pan.quark.cn/s/5500ac411ba7"
  },
  {
    "文件名": "[np  更124]《炮灰美人被疯批强制爱（快穿 np总受）》 作者：余火烬燃（日更中）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/5c452920f151"
  },
  {
    "文件名": "[np  更121]《炮灰美人被疯批强制爱（快穿 np总受）》 作者：余火烬燃（日更中）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/4b8e108cc9f5"
  },
  {
    "文件名": "[np  更81]《异形今日也在伪装猫咪（人外）》 作者：池鲤.txt",
    "夸克盘链接": "https://pan.quark.cn/s/bf5abf156af7"
  },
  {
    "文件名": "[np  更69]《丞相的儿子们为我打起来了（狗血古耽，婶侄文学）》 作者：大火烹调.txt",
    "夸克盘链接": "https://pan.quark.cn/s/343b8f077e96"
  },
  {
    "文件名": "[np  更49]《丞相的儿子们为我打起来了（狗血古耽，婶侄文学） 》 作者：大火烹调.txt",
    "夸克盘链接": "https://pan.quark.cn/s/76f3977fcdcb"
  },
  {
    "文件名": "[np  更75]《朕的发家黑历史（1v3，替身界泥石流，追妻火葬场） 》 作者：紫鸿.txt",
    "夸克盘链接": "https://pan.quark.cn/s/b99c849d2f72"
  },
  {
    "文件名": "[np  更78]《异形今日也在伪装猫咪（人外）》 作者：池鲤.txt",
    "夸克盘链接": "https://pan.quark.cn/s/b8244fd801f1"
  },
  {
    "文件名": "[np  更50]《白莲花黑化后尽惹些疯批（np 黑化受 双性）》 作者：cathine2.txt",
    "夸克盘链接": "https://pan.quark.cn/s/d134982e96cc"
  },
  {
    "文件名": "[np  更55]《夫君是人外［H 年下受 俊帅受］》 作者：queen.txt",
    "夸克盘链接": "https://pan.quark.cn/s/5d12721e65e2"
  },
  {
    "文件名": "[np  更47]《不要啊我真的会死掉（强制爱 抹布但无丑路人 调教训诫） 》 作者：愿敢.txt",
    "夸克盘链接": "https://pan.quark.cn/s/259c2dd08dba"
  },
  {
    "文件名": "[np  更44]《不要啊我真的会死掉（强制爱 抹布但无丑路人 调教训诫） 》 作者：愿敢.txt",
    "夸克盘链接": "https://pan.quark.cn/s/b88b221cf8d3"
  },
  {
    "文件名": "[np  更23]《【总 攻】hentai模拟收集器》 作者：鸽唔啊呱【上面骑我勾巴的舒服了就快做饭】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/11fd1e3de72a"
  },
  {
    "文件名": "[F 完结]怪物的形状（1v1）作者：入渣.txt",
    "夸克盘链接": "https://pan.quark.cn/s/6ac1c8f574a8"
  },
  {
    "文件名": "[F 更92]红丝线（np）作者：块陶.txt",
    "夸克盘链接": "https://pan.quark.cn/s/0f492f758dea"
  },
  {
    "文件名": "[np  更21]《魅魔系统：处男重生攻略全体帅哥师生（师生，背德，S转M） 》 作者：白猫军师 (1).txt",
    "夸克盘链接": "https://pan.quark.cn/s/3ad0f513874b"
  },
  {
    "文件名": "[np  更20]《杏伮调 教 改 造指南（重口）》 作者：穆小刀_.txt",
    "夸克盘链接": "https://pan.quark.cn/s/5d268a4a024c"
  },
  {
    "文件名": "[F 更77]爱上层楼（1v1）作者：阿笋.txt",
    "夸克盘链接": "https://pan.quark.cn/s/589b12a90a68"
  },
  {
    "文件名": "[F 更98]暧昧脱轨（np）作者：匿名咸鱼.txt",
    "夸克盘链接": "https://pan.quark.cn/s/602b573293e8"
  },
  {
    "文件名": "[F 更78]纯爱战犯（np）作者：山不知休.txt",
    "夸克盘链接": "https://pan.quark.cn/s/9718a58550f2"
  },
  {
    "文件名": "[F 更54]雀含珠（1v1）作者：自由落体中.txt",
    "夸克盘链接": "https://pan.quark.cn/s/36290a2c1d79"
  },
  {
    "文件名": "[F 更40]蛊情1969（1v1）作者：梦小呆.txt",
    "夸克盘链接": "https://pan.quark.cn/s/69a12e891689"
  },
  {
    "文件名": "[F 更32]被照耀的他（np）作者：zeramer.txt",
    "夸克盘链接": "https://pan.quark.cn/s/f94a1acf543a"
  },
  {
    "文件名": "[F 更37]被嫌弃的张锐（np）作者：匿名咸鱼.txt",
    "夸克盘链接": "https://pan.quark.cn/s/9ec453e5df13"
  },
  {
    "文件名": "[F 更28]就要乱来（1v1）作者：我有虎牙.txt",
    "夸克盘链接": "https://pan.quark.cn/s/5186675769a8"
  },
  {
    "文件名": "[3p  更104]《被疯批强制爱的Alpha（ABO 3P）》 作者：余火烬燃（日更中）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/212ad1bab5e4"
  },
  {
    "文件名": "[F 更28]良禽（1v1）作者：徒诟.txt",
    "夸克盘链接": "https://pan.quark.cn/s/23e5e32f2696"
  },
  {
    "文件名": "[3p  更32]《棠棠（美攻强受） 》 作者：零糖冰可乐.txt",
    "夸克盘链接": "https://pan.quark.cn/s/b137d79cf005"
  },
  {
    "文件名": "[F 更9]又一年（1v1）作者：苏甫白.txt",
    "夸克盘链接": "https://pan.quark.cn/s/2ee21523d8b4"
  },
  {
    "文件名": "[3p  更101]《被疯批强制爱的Alpha（ABO 3P）》 作者：余火烬燃（日更中）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/267074e94834"
  },
  {
    "文件名": "[1v1 更223]《FBI掰弯杀手后互，攻了（顶级职业杀手XFBI高级搜查官）》 作者：dying.txt",
    "夸克盘链接": "https://pan.quark.cn/s/f1ab0cdecba3"
  },
  {
    "文件名": "[1v1 完结]《父欲（黑道父子年下ds）》 作者：褚知言.txt",
    "夸克盘链接": "https://pan.quark.cn/s/8c5051dc5db9"
  },
  {
    "文件名": "[1v1 更219]《FBI掰弯杀手后互，攻了（顶级职业杀手XFBI高级搜查官）》 作者：dying.txt",
    "夸克盘链接": "https://pan.quark.cn/s/383bae7fe3c6"
  },
  {
    "文件名": "[1v1 更437]《夜聲溫語就是要舔你耳朵》 作者：米米.txt",
    "夸克盘链接": "https://pan.quark.cn/s/4bd1b4ef96bd"
  },
  {
    "文件名": "[1v1 完结]《反派师尊弄错人后（主攻）》 作者：余火烬燃.txt",
    "夸克盘链接": "https://pan.quark.cn/s/bc97f655cd52"
  },
  {
    "文件名": "[1v1 更180]《FBI掰弯杀手后互，攻了（顶级职业杀手XFBI高级搜查官）》 作者：dying.txt",
    "夸克盘链接": "https://pan.quark.cn/s/894fa0d7d9d3"
  },
  {
    "文件名": "[1v1 更86]《倒贴小狗甘当生育机器（冷漠直男攻x倒贴忠犬受） 》 作者：雾里晓光.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e5cda60001e9"
  },
  {
    "文件名": "[1v1 更80]《清冷美人的R18定制游戏（高冷寡言实则淫荡娇俏美人受×阴郁禁欲内里强制腹黑性瘾攻） 》 作者：朱酒.txt",
    "夸克盘链接": "https://pan.quark.cn/s/736c67c31c61"
  },
  {
    "文件名": "[1v1 更124]《（快穿）震惊：绑定系统的我竟然被男主……（切片攻和直男受） 》 作者：小四五.txt",
    "夸克盘链接": "https://pan.quark.cn/s/13e78f5a87a8"
  },
  {
    "文件名": "[1v1 更94]《快穿：改变ntr主角的宿命（表面温柔正常其实本质疯批攻x坚强又单蠢的孤儿受） 》 作者：饮尽风雪.txt",
    "夸克盘链接": "https://pan.quark.cn/s/54b577c2fe5c"
  },
  {
    "文件名": "[1v1 更87]《金昭玉粹【BDSM-双性】》 作者：沾花寄月.txt",
    "夸克盘链接": "https://pan.quark.cn/s/81e8064a25a6"
  },
  {
    "文件名": "[1v1 更69]《清冷美人的R18定制游戏（高冷寡言实则淫荡娇俏美人受×阴郁禁欲内里强制腹黑性瘾攻） 》 作者：朱酒.txt",
    "夸克盘链接": "https://pan.quark.cn/s/74cc17d81dc1"
  },
  {
    "文件名": "[1v1 更61]《缠纸（双性，H）》 作者：喵居橘.txt",
    "夸克盘链接": "https://pan.quark.cn/s/daae14086296"
  },
  {
    "文件名": "[1v1 更46]《星辰珠》作者：图腾图片（现代校园玄幻男男耽美高H）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e3b44f9836ff"
  },
  {
    "文件名": "[1v1 更79]《今天也要谈恋爱（崆峒肛肠科医生攻X反串芭蕾学生爱塞异物受） 》 作者：洲肆夭.txt",
    "夸克盘链接": "https://pan.quark.cn/s/240b164ddde4"
  },
  {
    "文件名": "【棠】[更94] 《你是我迟来的光》（sp） 作者：咸鱼也不吃香菜.txt",
    "夸克盘链接": "https://pan.quark.cn/s/896ed04f445f"
  },
  {
    "文件名": "[1v1 更65]《清冷美人的R18定制游戏（高冷寡言实则淫荡娇俏美人受×阴郁禁欲内里强制腹黑性瘾攻） 》 作者：朱酒.txt",
    "夸克盘链接": "https://pan.quark.cn/s/8f4968155522"
  },
  {
    "文件名": "【棠】[更76] 异形今日也在伪装猫咪（人外） 作者：池鲤.txt",
    "夸克盘链接": "https://pan.quark.cn/s/f5d0e2d50156"
  },
  {
    "文件名": "[1v1 更51]《缠纸（双性，H）》 作者：喵居橘.txt",
    "夸克盘链接": "https://pan.quark.cn/s/b9505c455fb0"
  },
  {
    "文件名": "[1v1 更43]《提分手后被男友囚禁（1V1 SM暗黑重口高h）》 作者：华云.txt",
    "夸克盘链接": "https://pan.quark.cn/s/b2e5228f21de"
  },
  {
    "文件名": "【棠】[更58] 幸福快乐游乐场 作者：国家一级保护废物.txt",
    "夸克盘链接": "https://pan.quark.cn/s/45697ca1d71a"
  },
  {
    "文件名": "[1v1 更39]《娇旸驭风，云景缭绕（强攻强受） 》 作者：忘羡两相依.txt",
    "夸克盘链接": "https://pan.quark.cn/s/2c6b1db492dc"
  },
  {
    "文件名": "[1v1 更36]《渴望被偏袒的妻子（美人受 腹黑攻） 》 作者：夹岸相送.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c26981761fdd"
  },
  {
    "文件名": "[1v1 更21]《爱的荒漠（人格障碍切开黑渣攻X阴郁窝囊老鼠人受） 》 作者：南陵笑笑死.txt",
    "夸克盘链接": "https://pan.quark.cn/s/00bee40c6d57"
  },
  {
    "文件名": "GB[1v1 完结]《他的玫瑰（西方奇幻_血族_双cp_sp_sm）》作者：夜澜星河（重生版）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/6571b768378b"
  },
  {
    "文件名": "【棠】[完结] 校草的J8太大了 作者：没有名字.txt",
    "夸克盘链接": "https://pan.quark.cn/s/80104d4137ff"
  },
  {
    "文件名": "【棠】[完结] 我不喜欢入妻 作者：朱酒.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e5476faf4eee"
  },
  {
    "文件名": "【棠】[更57] 总攻 穿越异世界当beta攻了alpha 作者：牡蛎不吃海鲜.txt",
    "夸克盘链接": "https://pan.quark.cn/s/5267e588c4f4"
  },
  {
    "文件名": "【棠】[更85] 【星际_哨向】用身体治疗别人的漂亮军医 作者：今天论文写完了吗.txt",
    "夸克盘链接": "https://pan.quark.cn/s/56a7fab7c5ea"
  },
  {
    "文件名": "【棠】[更68] 朕的发家黑历史 作者：紫鸿.txt",
    "夸克盘链接": "https://pan.quark.cn/s/89ce635b4fe5"
  },
  {
    "文件名": "【棠】[更55] 幸福快乐游乐场 作者：国家一级保护废物.txt",
    "夸克盘链接": "https://pan.quark.cn/s/b23f1a1805d0"
  },
  {
    "文件名": "【棠】[更38] 大奶骚攻的性爱生活 作者：叽里呱啦叽里呱啦.txt",
    "夸克盘链接": "https://pan.quark.cn/s/39fbfece5d4f"
  },
  {
    "文件名": "【棠】[更20] 把渣攻少帅全部操成狗[总-攻] 作者：冥河水母.txt",
    "夸克盘链接": "https://pan.quark.cn/s/494a10ecf356"
  },
  {
    "文件名": "【棠】[更31] （总_攻）男妈妈乐园 作者：boki【求票票～】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e31b910630ce"
  },
  {
    "文件名": "【棠】[更26] 愚忠 作者：国王会所业务员小林.txt",
    "夸克盘链接": "https://pan.quark.cn/s/64d6a731a658"
  },
  {
    "文件名": "【棠】[更23] 啃一口壮壮 作者：太饿了啃一口.txt",
    "夸克盘链接": "https://pan.quark.cn/s/444196c282f9"
  },
  {
    "文件名": "【棠】[更14] 当疯批少爷被病娇下属囚禁后 作者：昨日许.txt",
    "夸克盘链接": "https://pan.quark.cn/s/f10343049c0a"
  },
  {
    "文件名": "【棠】[更20] 小黑貓【雙性_BDSM】 作者：亦醉.txt",
    "夸克盘链接": "https://pan.quark.cn/s/b41895dc3f2c"
  },
  {
    "文件名": "【棠】[更9] 初智齿[BDSM] 作者：月亮咬耳朵.txt",
    "夸克盘链接": "https://pan.quark.cn/s/6561ee259652"
  },
  {
    "文件名": "【棠】[更14] 【宝可梦_智总攻】帅哥收服图鉴 作者：小远山河.txt",
    "夸克盘链接": "https://pan.quark.cn/s/7b1428bae317"
  },
  {
    "文件名": "【棠】[更13] 一梦江湖npc玩弄合集（主干翻师尊、谷主、大师兄） 作者：我的cpisrio.txt",
    "夸克盘链接": "https://pan.quark.cn/s/b9c22582a914"
  },
  {
    "文件名": "【废】[完结] 我活了(完结) 作者：捡垃圾去喽.txt",
    "夸克盘链接": "https://pan.quark.cn/s/65b6a80c54d9"
  },
  {
    "文件名": "【棠】[更8] 孕期被恶劣上司强取豪夺 作者：爱吃肉的小笼包.txt",
    "夸克盘链接": "https://pan.quark.cn/s/b0400bf02e04"
  },
  {
    "文件名": "【废】[完结] 童话(大长篇) 作者：莫名其妙.txt",
    "夸克盘链接": "https://pan.quark.cn/s/cd1a9ad8ed1f"
  },
  {
    "文件名": "【废】[完结] 孤江钓月(Ending) 作者：春花也有浪漫时.txt",
    "夸克盘链接": "https://pan.quark.cn/s/8d533473c92c"
  },
  {
    "文件名": "【废】[完结] 酷盖手册(轻松) 作者：匿名咸鱼.txt",
    "夸克盘链接": "https://pan.quark.cn/s/6019150fbcc4"
  },
  {
    "文件名": "【废】[更92] 穿到耽美文里的正直人(BL) 作者：杨八六.txt",
    "夸克盘链接": "https://pan.quark.cn/s/00fa234b3f45"
  },
  {
    "文件名": "【废】[更76] 欲刺(BL) 作者：丑目禾.txt",
    "夸克盘链接": "https://pan.quark.cn/s/3a28505c24a8"
  },
  {
    "文件名": "【废】[更64] 弟弟的情敌(长篇) 作者：年下肺片.txt",
    "夸克盘链接": "https://pan.quark.cn/s/cbf34324f25b"
  },
  {
    "文件名": "【废】[更58] 朝中措(年上) 作者：孟寥廓.txt",
    "夸克盘链接": "https://pan.quark.cn/s/5f78d9204c65"
  },
  {
    "文件名": "【废】[更51] 失重(暂停) 作者：浪里小咸鱼.txt",
    "夸克盘链接": "https://pan.quark.cn/s/968a1ed0dd39"
  },
  {
    "文件名": "【废】[更22] 桂臭(虐文) 作者：美丽大皮燕.txt",
    "夸克盘链接": "https://pan.quark.cn/s/af1b9b8d5b0d"
  },
  {
    "文件名": "【废】[更21] 青山碍(强制爱) 作者：夜游星.txt",
    "夸克盘链接": "https://pan.quark.cn/s/b3f2f65981ac"
  },
  {
    "文件名": "【废】[更20] 相配(连载) 作者：不是今天.txt",
    "夸克盘链接": "https://pan.quark.cn/s/8e97a6e2bc39"
  },
  {
    "文件名": "【废】[更17] 惊蛰(连载) 作者：鹤归见南山.txt",
    "夸克盘链接": "https://pan.quark.cn/s/12c53f8cbfce"
  },
  {
    "文件名": "【废】[更20] 爱的荒漠(PTSD) 作者：南陵笑笑死.txt",
    "夸克盘链接": "https://pan.quark.cn/s/01b8073b6400"
  },
  {
    "文件名": "【废】[更19] 色戒(连载) 作者：吗喽烧酒.txt",
    "夸克盘链接": "https://pan.quark.cn/s/3b80c171e990"
  },
  {
    "文件名": "【废】[更18] 狗咬狗(强强) 作者：块陶.txt",
    "夸克盘链接": "https://pan.quark.cn/s/7a8d0b1297ab"
  },
  {
    "文件名": "【废】[更16] 老实人受难记(Ending) 作者：iamiamkaka.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c18364bb266d"
  },
  {
    "文件名": "【废】[更11] 夺取龙傲天灵根后(狗血) 作者：甜酒小橙.txt",
    "夸克盘链接": "https://pan.quark.cn/s/8eea30333833"
  },
  {
    "文件名": "【废】[更16] 渡河(三观不正) 作者：特蜜赫埃.txt",
    "夸克盘链接": "https://pan.quark.cn/s/9afd30f3ae62"
  },
  {
    "文件名": "【废】[更13] 凛冬恋歌(双性) 作者：朱钗.txt",
    "夸克盘链接": "https://pan.quark.cn/s/38bc25d81298"
  },
  {
    "文件名": "【废】[更12] 敲骨(长篇) 作者：颜酱酱.txt",
    "夸克盘链接": "https://pan.quark.cn/s/d37e727d26e9"
  },
  {
    "文件名": "【废】[更10] 弑骨刀(双性) 作者：欢天喜地跳大佛.txt",
    "夸克盘链接": "https://pan.quark.cn/s/8b0740cd6937"
  },
  {
    "文件名": "[完结80]《包养女alpha的富婆beta》作者 白茶（百合abo1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/9b645120ba21"
  },
  {
    "文件名": "[完结+番外]《被宿舍里死对头肏哭的日日夜夜》作者：取啥名都被占好气哦（1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/f4cd19fd7812"
  },
  {
    "文件名": "[合集 更66]《人外vs强受合集》 作者：cqaqq.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a223987f1bf7"
  },
  {
    "文件名": "[完结]山花地   作者：银荷里.txt",
    "夸克盘链接": "https://pan.quark.cn/s/f0bd930b69c9"
  },
  {
    "文件名": "[完结]吃散伙饭之后被死对头强行骑了勾巴   作者：断沉.txt",
    "夸克盘链接": "https://pan.quark.cn/s/9e7f6be4f290"
  },
  {
    "文件名": "[棠][总_攻]欲求不满怎么办 作者：梅少池饭.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ddf70df8aba4"
  },
  {
    "文件名": "[完结]《假少爷被踢出家门之后》作者：萧然.txt",
    "夸克盘链接": "https://pan.quark.cn/s/f4c557f9478e"
  },
  {
    "文件名": "[更106]《快穿之在梦里被迫干男主 原名 快穿_在梦里被迫营业》作者：Galaxy（np）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/d2501a78c0c9"
  },
  {
    "文件名": "[更131]《写自己的同人文有什么问题！》   作者：柏拉图之壁.txt",
    "夸克盘链接": "https://pan.quark.cn/s/fbdd3c855a57"
  },
  {
    "文件名": "[合集 更37]《长得帅的男人就该被轮死（弱攻强受） 》 作者：无有灵.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ed358e34b3ca"
  },
  {
    "文件名": "[更453]《苦茶紫满天飞 速度七十迈 原名 年轻人，淦就完了》作者：肆一九（短篇合集）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a0fe437594d9"
  },
  {
    "文件名": "[更98]《副本boss都想吃掉我 不艾艹怎么通关？》作者：安诗鸢尾（np）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/73ec2533be8c"
  },
  {
    "文件名": "[更123]《写自己的同人文有什么问题！》作者：柏拉图之壁（百合np）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/0813e7dc5ea8"
  },
  {
    "文件名": "[更128]《陈佐家的男人们》作者：冯古道（np）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/394f748b519a"
  },
  {
    "文件名": "[更94]金昭玉粹【BDSM-双性】   作者：沾花寄月.txt",
    "夸克盘链接": "https://pan.quark.cn/s/4464492c3346"
  },
  {
    "文件名": "[更68]《清冷美人的R18定制游戏》作者：朱酒（np）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/9a0353e9bc7c"
  },
  {
    "文件名": "[更79]《异形今日也在伪装猫咪 触手今日也在伪装猫咪》作者：池鲤（1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/2ed14f841a90"
  },
  {
    "文件名": "[更91]谁与归   作者：沧海无极.txt",
    "夸克盘链接": "https://pan.quark.cn/s/f4e403eab40e"
  },
  {
    "文件名": "[更89]《不想当师尊》作者：玉萝大人（1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/d59bd49b3637"
  },
  {
    "文件名": "[更67]《人外vs强受合集》作者：cqaqq（故事集）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ab37fc7a0c76"
  },
  {
    "文件名": "[更61]《生长周期》作者：AZela（百合1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/23a0321684d5"
  },
  {
    "文件名": "[更65]《清冷美人的R18定制游戏》作者：朱酒（np）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/9478655b4c90"
  },
  {
    "文件名": "[更58]《掌控》作者：诗词鸽赋（百合1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/b0c4f338562c"
  },
  {
    "文件名": "[更56]《在年代文里攻汉子》作者：美短虎斑最可爱了（np）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ec44f0f73b11"
  },
  {
    "文件名": "[更50]《人外vs强受合集》作者：cqaqq（故事集）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/fd89dbe228e0"
  },
  {
    "文件名": "[更47]蛊情1969   作者：梦小呆.txt",
    "夸克盘链接": "https://pan.quark.cn/s/756dac0e772e"
  },
  {
    "文件名": "[更42]《总攻之摘星系统》作者：狗不理（np）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/21928d5da359"
  },
  {
    "文件名": "[更28]《探余星（百合h）》作者 边原小玫.txt",
    "夸克盘链接": "https://pan.quark.cn/s/1628d5f74fd1"
  },
  {
    "文件名": "[更26]《身边的大佬都成了我老婆》作者：糊涂虫（百合np）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/07a97558aaab"
  },
  {
    "文件名": "[更42]《她属于我（姐妹骨科GL）》作者 诺克.txt",
    "夸克盘链接": "https://pan.quark.cn/s/782ce5410c4d"
  },
  {
    "文件名": "[更36]《旅途还未结束》作者：鹅之怒可炖两锅（np）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/d9f848262e23"
  },
  {
    "文件名": "[更21]春台客   作者：一砚秋.txt",
    "夸克盘链接": "https://pan.quark.cn/s/5ea5b0fd2342"
  },
  {
    "文件名": "[更32]春潮生   作者：cmwdxgs.txt",
    "夸克盘链接": "https://pan.quark.cn/s/2f46b63851e9"
  },
  {
    "文件名": "[更25]雨笼   作者：邱追.txt",
    "夸克盘链接": "https://pan.quark.cn/s/49b051ac58e9"
  },
  {
    "文件名": "[更17]《玻璃窗外的一个雨天》作者：魜公主（女攻1v1）【25.1.15】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/8e0f27027a49"
  },
  {
    "文件名": "[更17]《恶毒美人被炒实录》作者：怀如南（np）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/49b076a0a438"
  },
  {
    "文件名": "[更14]《当疯批少爷被病娇下属囚禁后》作者：昨日许（1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/7b74fcffd48d"
  },
  {
    "文件名": "[更20]不要再见啊，哥哥   作者：轻轻摇晃.txt",
    "夸克盘链接": "https://pan.quark.cn/s/94e105ba0beb"
  },
  {
    "文件名": "[更13]掠夺者   作者：契祎.txt",
    "夸克盘链接": "https://pan.quark.cn/s/2e426b1cabbd"
  },
  {
    "文件名": "[更13]《在学校里的性福生活》作者：极乐小白（np）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c94635088294"
  },
  {
    "文件名": "[废文 完结+番外3]《俗不可耐（现代、狗血、三观不正、骨科、年上） 》 作者：俗不可耐.txt",
    "夸克盘链接": "https://pan.quark.cn/s/91d478e33c48"
  },
  {
    "文件名": "[更12]《不对等关系》作者：芳秋瞑（1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/da7382f3c18e"
  },
  {
    "文件名": "[更9]《误入甜味轨道（出轨_百合abo_futa）》作者 碎碎鲨没睡.txt",
    "夸克盘链接": "https://pan.quark.cn/s/8fbb390c936f"
  },
  {
    "文件名": "[更9]《在虫族世界做共夫就要吃军雌父子“全家捅”》作者：焦糖鲨牛乳（np）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/7211c1672b1a"
  },
  {
    "文件名": "[废文 完结+番外3]《驹海同人雪（BE、轻松、魔幻现实、灵魂伴侣）》作者：轩十二.txt",
    "夸克盘链接": "https://pan.quark.cn/s/7d3e7d956cb1"
  },
  {
    "文件名": "[废文 完结+番外2]《由不得（喜欢0结果0一上来说要买他的深情1×缺爱寡夫0） 》 作者：1duanq1.txt",
    "夸克盘链接": "https://pan.quark.cn/s/5123b83ff0e2"
  },
  {
    "文件名": "[废文 完结+番外1]《纯爱（虐文、美强）》作者：匿名咸鱼.txt",
    "夸克盘链接": "https://pan.quark.cn/s/2e5cc47394c8"
  },
  {
    "文件名": "[废文 完结]《只要998（傲娇怪人形AI攻x穷鬼暴躁老哥受） 》 作者：只要998.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c3f445efbaa8"
  },
  {
    "文件名": "[废文 完结]《血腥爱情故事（现代、狗血、现实主义、暗黑） 》 作者：鬼不晓.txt",
    "夸克盘链接": "https://pan.quark.cn/s/2b67312e78d6"
  },
  {
    "文件名": "[废文 完结]《褪尽（现代、HE、狗血、三观不正） 》 作者：Elena-Jo.txt",
    "夸克盘链接": "https://pan.quark.cn/s/f7b70c5e3e6f"
  },
  {
    "文件名": "[废文 完结]《兔（双，abo，舔，兽x人，强制，调教）》作者：匿名咸鱼.txt",
    "夸克盘链接": "https://pan.quark.cn/s/b5b2e94c552a"
  },
  {
    "文件名": "[废文 完结]《是非多（喜剧、现代、主受视角、强制爱） 》 作者：诹哲.txt",
    "夸克盘链接": "https://pan.quark.cn/s/6c27a607293d"
  },
  {
    "文件名": "[废文 完结]《三年之痒（HE、狗血、三观不正、破镜重圆、年上）》作者：半醉山翁.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a8531b2305ea"
  },
  {
    "文件名": "[废文 完结]《日常监测（光时、BL、正剧、主攻） 》 作者：枕雪眠.txt",
    "夸克盘链接": "https://pan.quark.cn/s/d84811c158e1"
  },
  {
    "文件名": "[废文 完结]《前男友在直播（狗血、ABO、直播、破镜重圆、强制爱） 》 作者：甜崽小馒头.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e7227851e7b4"
  },
  {
    "文件名": "[废文 完结]《起点剑尊攻与龙傲天剑（喜剧、前世今生、受宠攻）》作者：追风去.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e7279a51b78a"
  },
  {
    "文件名": "[废文 完结]《欺上（控制欲极强弟弟攻×温柔可爱大美人哥哥受） 》 作者：阮尔.txt",
    "夸克盘链接": "https://pan.quark.cn/s/6185425b9d1d"
  },
  {
    "文件名": "[废文 完结]《魔龙的珍宝（奇幻、兽人、美强） 》 作者：遗渡.txt",
    "夸克盘链接": "https://pan.quark.cn/s/743b86f47044"
  },
  {
    "文件名": "[废文 完结]《离岸（现代、SM、HE、小甜饼）》作者：莳尔.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c4a6eac814c2"
  },
  {
    "文件名": "[废文 完结]《公交车上锁（三观不正、暗恋、美强、1v1） 》 作者：axirabbit.txt",
    "夸克盘链接": "https://pan.quark.cn/s/df6d99c60b17"
  },
  {
    "文件名": "[废文 更279]《秘密当铺（古代、HE、悬疑、武侠、强强） 》 作者：雨林零.txt",
    "夸克盘链接": "https://pan.quark.cn/s/6b90624af5b6"
  },
  {
    "文件名": "[废文 完结]《爱上层楼（温柔随性爹系攻x一点娇嗔清醒受）》作者：叁雪鹀.txt",
    "夸克盘链接": "https://pan.quark.cn/s/57b1b71a0b0e"
  },
  {
    "文件名": "[废文 完结]《陈途（双性、生子） 》 作者：不是今天.txt",
    "夸克盘链接": "https://pan.quark.cn/s/014b524946eb"
  },
  {
    "文件名": "[废文 完结]《爱意逆转（狗血、ABO、破镜重圆、重生） 》 作者：kiwifruit.txt",
    "夸克盘链接": "https://pan.quark.cn/s/1ccc35e1d504"
  },
  {
    "文件名": "[1v1 更33]《我那恶毒的丞相父亲（古言 强攻强受）》 作者：不二之下.txt",
    "夸克盘链接": "https://pan.quark.cn/s/eeb4efb0c390"
  },
  {
    "文件名": "[1v1 更32]《大奈男妈妈捡到失忆皇太子（心软嘴更软的人夫爹咪beta向导受x前嘴硬高傲后真香追妻逐渐变态alpha哨兵攻） 》 作者：第三象限努力更新.txt",
    "夸克盘链接": "https://pan.quark.cn/s/d63bad386b65"
  },
  {
    "文件名": "[1v1 更30]《他化自在天（背德骨科亲兄弟） 》 作者：冥顽不灵.txt",
    "夸克盘链接": "https://pan.quark.cn/s/99e120fbdbb1"
  },
  {
    "文件名": "[1v1 更33]《它的执念（六亲不认恶趣味厉鬼攻VS苦命认真大学生受） 》 作者：鬼月的鬼.txt",
    "夸克盘链接": "https://pan.quark.cn/s/930fb4cc5d18"
  },
  {
    "文件名": "[1v1 更30]《猫瘾难戒（温馨） 》 作者：月落猪蹄.txt",
    "夸克盘链接": "https://pan.quark.cn/s/b086b857d008"
  },
  {
    "文件名": "[1v1 更22]《完全控制（精神不正常控制欲强重度兄控性瘾皇帝攻x外热内冷只对弟弟百依百顺的全帝国偶像美人元帅受） 》 作者：vivian.txt",
    "夸克盘链接": "https://pan.quark.cn/s/0433838babc0"
  },
  {
    "文件名": "[1v1 更21]《解救已婚白月光（直球赛车手攻x康复师双性受） 》 作者：竹叶抹茶粉.txt",
    "夸克盘链接": "https://pan.quark.cn/s/cc694cb66746"
  },
  {
    "文件名": "[1v1 更28]《暴躁篮球犬的驯养传记（强攻强受） 》 作者：唐捐 (1).txt",
    "夸克盘链接": "https://pan.quark.cn/s/958767404efe"
  },
  {
    "文件名": "GB[np  完结]《【女攻_GB】普女万人迷训诫绝色美男们（gb_BDSM_SP）》 作者：没有名字.txt",
    "夸克盘链接": "https://pan.quark.cn/s/d062cdb8de72"
  },
  {
    "文件名": "GB[np  完结]《【女A_总攻】精心饲养（女aX男abo，含父子）》 作者：惟尔.txt",
    "夸克盘链接": "https://pan.quark.cn/s/5fb78ceadee2"
  },
  {
    "文件名": "GB[np  完结]《【第四爱】绝对拘束（女尊_女攻_GB_BDSM_训诫_gb) 》作者：暗黑系魔女.txt",
    "夸克盘链接": "https://pan.quark.cn/s/5fbcb66b6c62"
  },
  {
    "文件名": "【棠】[完结] 痒癖成疾·香欲染 作者：沈海河.txt",
    "夸克盘链接": "https://pan.quark.cn/s/39cd3032c1d6"
  },
  {
    "文件名": "【棠】[完结] 我的警察 作者：喜欢臭袜子的哈士奇.txt",
    "夸克盘链接": "https://pan.quark.cn/s/06f1a3ec41f0"
  },
  {
    "文件名": "【棠】[更215] 【原神】在提瓦特乱交的日子 作者：oo.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a44b2b3b0c57"
  },
  {
    "文件名": "【棠】[完结] 梁洲吹过柳桥风 作者：百川石头.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e75e79ff29eb"
  },
  {
    "文件名": "【棠】[完结] 涂痔疮膏被室友懆了 作者：莱茵猫.txt",
    "夸克盘链接": "https://pan.quark.cn/s/971e2c2d008c"
  },
  {
    "文件名": "【棠】[更271] FBI掰弯杀手后互，攻了 作者：abandon.txt",
    "夸克盘链接": "https://pan.quark.cn/s/352347ae6749"
  },
  {
    "文件名": "【棠】[更157] 与邪婚（短篇合集_人外_双洁_可能存在恐怖要素 ） 作者：这个六月超现实.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ba2a574e5ba1"
  },
  {
    "文件名": "【棠】[更121] 在各个位面干翻男主男配的日常（快穿总攻_NP） 作者：流水沙.txt",
    "夸克盘链接": "https://pan.quark.cn/s/4a2eeeb4e67b"
  },
  {
    "文件名": "【棠】[更197] 被暗恋的人，玩成了杯杯 作者：一袋子猫.txt",
    "夸克盘链接": "https://pan.quark.cn/s/534d53a514c4"
  },
  {
    "文件名": "【棠】[更107] 锈迹斑斑 作者：Grandne.txt",
    "夸克盘链接": "https://pan.quark.cn/s/97754c5dde81"
  },
  {
    "文件名": "【棠】[更165] 在全息模拟世界里欺负高岭之花 作者：穆小刀_（给棠冷脸洗内裤）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/dca491c6e5c2"
  },
  {
    "文件名": "【棠】[更122] 【名柯总攻】训犬 作者：慕之.txt",
    "夸克盘链接": "https://pan.quark.cn/s/3f7789f5ffeb"
  },
  {
    "文件名": "【棠】[更147] 在全息模拟世界里欺负高岭之花 作者：穆小刀_（求票票w）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/b361cae9c6dd"
  },
  {
    "文件名": "【棠】[更96] 皮肤饥渴症 作者：小虐文求推荐票.txt",
    "夸克盘链接": "https://pan.quark.cn/s/5b8dd0ca1570"
  },
  {
    "文件名": "【棠】[更97] 《你是我迟来的光》（sp） 作者：咸鱼也不吃香菜.txt",
    "夸克盘链接": "https://pan.quark.cn/s/2c89a5e78600"
  },
  {
    "文件名": "【棠】[更101] 《你是我迟来的光》（sp） 作者：咸鱼也不吃香菜.txt",
    "夸克盘链接": "https://pan.quark.cn/s/66ca7db0571c"
  },
  {
    "文件名": "【棠】[更92] ［总攻］梦魔快穿员 作者：恋爱脑君.txt",
    "夸克盘链接": "https://pan.quark.cn/s/8af6f11cb33f"
  },
  {
    "文件名": "【棠】[更92] 【星际_哨向】用身体治疗别人的漂亮军医 作者：今天论文写完了吗.txt",
    "夸克盘链接": "https://pan.quark.cn/s/bb08bbd2aca2"
  },
  {
    "文件名": "【棠】[更89] 【星际_哨向】用身体治疗别人的漂亮军医 作者：今天论文写完了吗.txt",
    "夸克盘链接": "https://pan.quark.cn/s/416f521d8a45"
  },
  {
    "文件名": "【棠】[更91] 人外vs强受合集 作者：cqaqq.txt",
    "夸克盘链接": "https://pan.quark.cn/s/aa9087f8b353"
  },
  {
    "文件名": "【棠】[更88] 纯爱竹马攻也出轨了 作者：陆沉舟（不要送礼物!）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/dc3858be5ef5"
  },
  {
    "文件名": "【棠】[更83] 被触手神养父调教的日常 作者：夏日之遥.txt",
    "夸克盘链接": "https://pan.quark.cn/s/d3c2681f9e72"
  },
  {
    "文件名": "【棠】[更90] 遇见D先生 作者：非第一人称.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c313d1e84f47"
  },
  {
    "文件名": "【棠】[更81] 炮灰老实人总被强制爱 作者：万事顺意.txt",
    "夸克盘链接": "https://pan.quark.cn/s/973b8854753e"
  },
  {
    "文件名": "【棠】[更80] 娇媚美人燥開腿（双性_肉合集） 作者：☆悬月讹日★（求捞版）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/530b0ad12a5a"
  },
  {
    "文件名": "【棠】[更70] 催眠美人高h煌爆合集 作者：没有名字.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c72511bea298"
  },
  {
    "文件名": "【棠】[更69] 不良少年受罚过程(1V1) 作者：华云.txt",
    "夸克盘链接": "https://pan.quark.cn/s/09e43f63486d"
  },
  {
    "文件名": "【棠】[更68] 爆炒纯荤合集 作者：星熊.txt",
    "夸克盘链接": "https://pan.quark.cn/s/5bb950c1bdb6"
  },
  {
    "文件名": "【棠】[更78] 炮灰老实人总被强制爱 作者：万事顺意.txt",
    "夸克盘链接": "https://pan.quark.cn/s/699edd52d03e"
  },
  {
    "文件名": "【棠】[更67] 恶毒炮灰 作者：五好青年.txt",
    "夸克盘链接": "https://pan.quark.cn/s/79bb84bc93bd"
  },
  {
    "文件名": "【棠】[更58]  [总_攻]我在情欲游戏为所欲为 作者：梅少池饭.txt",
    "夸克盘链接": "https://pan.quark.cn/s/4f580925878e"
  },
  {
    "文件名": "【棠】[更63] 【全职】小龙人的日常 作者：卷柏.txt",
    "夸克盘链接": "https://pan.quark.cn/s/b49c35141a1e"
  },
  {
    "文件名": "【棠】[更62] 恶毒炮灰 作者：五好青年.txt",
    "夸克盘链接": "https://pan.quark.cn/s/fb24c7302b76"
  },
  {
    "文件名": "【棠】[更54] [总_攻]我在情欲游戏为所欲为 作者：.txt",
    "夸克盘链接": "https://pan.quark.cn/s/96b730754cb6"
  },
  {
    "文件名": "【棠】[更57] 爆炒纯荤合集 作者：星熊.txt",
    "夸克盘链接": "https://pan.quark.cn/s/6b5b7df80999"
  },
  {
    "文件名": "【棠】[更50] 淫荡的童婳（双性np雌堕) 作者：葡萄椰果冻冻.txt",
    "夸克盘链接": "https://pan.quark.cn/s/d9c985606006"
  },
  {
    "文件名": "【棠】[更48] 粉红标准 作者：落鱼息.txt",
    "夸克盘链接": "https://pan.quark.cn/s/54915effa42b"
  },
  {
    "文件名": "【棠】[更42] [总_攻]我在情欲游戏为所欲为 作者：梅少池饭（球推荐票）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e37c55058405"
  },
  {
    "文件名": "【棠】[更37] 【总_攻】hentai模拟收集器 作者：鸽唔啊呱【求票票!QVQ】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/0f898d398a39"
  },
  {
    "文件名": "【棠】[更36] 我饲养的金丝雀（主攻） 作者：余火烬燃（求票票）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e2d60269a9ca"
  },
  {
    "文件名": "【棠】[更40] 啃一口壮壮 作者：太饿了啃一口.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e5862c62498b"
  },
  {
    "文件名": "【棠】[更34] 大奈男妈妈捡到失忆皇太子 作者：第三象限.txt",
    "夸克盘链接": "https://pan.quark.cn/s/be64b57d7904"
  },
  {
    "文件名": "【棠】[更31] _（宿舍4p） 作者：曲虎.txt",
    "夸克盘链接": "https://pan.quark.cn/s/59c7d8be2411"
  },
  {
    "文件名": "【棠】[更26] 军犬 作者：自由意志.txt",
    "夸克盘链接": "https://pan.quark.cn/s/babfee58d361"
  },
  {
    "文件名": "【棠】[更26] 把渣攻少帅全部操成狗[总-攻] 作者：冥河水母.txt",
    "夸克盘链接": "https://pan.quark.cn/s/8d8e50ca1afa"
  },
  {
    "文件名": "【棠】[更16] 大乃大皮鼓黑道父子三人【壮受】 作者：混沌杂食桑葚.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e22f7ecfd83d"
  },
  {
    "文件名": "【棠】[更13] 大乃大皮鼓黑道父子三人【壮受】 作者：混沌杂食桑葚.txt",
    "夸克盘链接": "https://pan.quark.cn/s/0d8e3ee6907f"
  },
  {
    "文件名": "【棠】[更24] 努力在海棠文里不艾草 作者：一个大虾仁.txt",
    "夸克盘链接": "https://pan.quark.cn/s/59e7a9c58cad"
  },
  {
    "文件名": "【棠】[更12] 被玩坏的美攻们【又名：《无耻强占》】（攻菊不洁_一受多攻） 作者：故乡的菊花又开了.txt",
    "夸克盘链接": "https://pan.quark.cn/s/3060767a8e78"
  },
  {
    "文件名": "【棠】[更10] 与龙眠（成为炉鼎后被迫双修） 作者：段老板.txt",
    "夸克盘链接": "https://pan.quark.cn/s/8830f56622f2"
  },
  {
    "文件名": "【棠】[更11] Alpha揣崽指南 作者：明颜.txt",
    "夸克盘链接": "https://pan.quark.cn/s/09f02494a972"
  },
  {
    "文件名": "【棠】[更9] 淫乱魔法学院 作者：天晴嘀嘀.txt",
    "夸克盘链接": "https://pan.quark.cn/s/22480ca0a3b8"
  },
  {
    "文件名": "【棠】[更9] 吃壮壮短篇脑洞集 作者：Kzv.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c76468936214"
  },
  {
    "文件名": "【棠】[更10] 【饼渣】最佳炮友 作者：风习习.txt",
    "夸克盘链接": "https://pan.quark.cn/s/62f9016e4527"
  },
  {
    "文件名": "【废】[完结] 旋转楼梯(BL) 作者：故自山里来.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e502bbf1f1f3"
  },
  {
    "文件名": "【棠】[更8] 被阴暗哥哥透花的漂亮小少爷 作者： 开心大厨.txt",
    "夸克盘链接": "https://pan.quark.cn/s/6b6cac686db1"
  },
  {
    "文件名": "【棠】[更8] 我的老攻们怎么互攻了 作者：气泡泡泡水.txt",
    "夸克盘链接": "https://pan.quark.cn/s/be428d5eb4e1"
  },
  {
    "文件名": "【废】[完结] 牧笛(荤素均衡) 作者：玄元.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ce84c59024e4"
  },
  {
    "文件名": "【废】[完结] 直男又名(中篇) 作者：艾若.txt",
    "夸克盘链接": "https://pan.quark.cn/s/02b3656230dc"
  },
  {
    "文件名": "【废】[完结] 兄弟(现代) 作者：沈柊.txt",
    "夸克盘链接": "https://pan.quark.cn/s/7e33e60a6800"
  },
  {
    "文件名": "【废】[完结] 哥哥是云(Happy) 作者：宇宙第一毒经.txt",
    "夸克盘链接": "https://pan.quark.cn/s/3bd46f987e98"
  },
  {
    "文件名": "【废】[完结] 校霸与学霸(狗血) 作者：狐狸默然.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ca0ab2e714a7"
  },
  {
    "文件名": "【废】[完结] 捞男培训班优毕生自传(第一人称) 作者：withoutbleeding.txt",
    "夸克盘链接": "https://pan.quark.cn/s/4ceafedf509f"
  },
  {
    "文件名": "【废】[完结] 墙缝(中篇) 作者：黄焖月月子.txt",
    "夸克盘链接": "https://pan.quark.cn/s/3302d664643f"
  },
  {
    "文件名": "【废】[完结] 僵尸缪斯(现代) 作者：崖生.txt",
    "夸克盘链接": "https://pan.quark.cn/s/0d147e12ed7f"
  },
  {
    "文件名": "【废】[完结] 恶血(重口) 作者：upperbody.txt",
    "夸克盘链接": "https://pan.quark.cn/s/077e0e8864c6"
  },
  {
    "文件名": "【废】[完结] 大78高峰论坛(中篇) 作者：惭凫企鹤.txt",
    "夸克盘链接": "https://pan.quark.cn/s/0013d482aa13"
  },
  {
    "文件名": "【废】[完结] 初恋的恶作剧(完结) 作者：十字楼.txt",
    "夸克盘链接": "https://pan.quark.cn/s/352ea1656ba8"
  },
  {
    "文件名": "【废】[完结] 独占(完结) 作者：迟暮星.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e21fcdafe952"
  },
  {
    "文件名": "【废】[更131] 死装校草活该被(自恋) 作者：炉香炉香.txt",
    "夸克盘链接": "https://pan.quark.cn/s/d0125c6ff6e7"
  },
  {
    "文件名": "【废】[更114] 金台骨(连载) 作者：老鬼.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e9d12c06a34e"
  },
  {
    "文件名": "【废】[完结] 不像演的(现代) 作者：甜饼摊猫师傅.txt",
    "夸克盘链接": "https://pan.quark.cn/s/2a53dd92aaae"
  },
  {
    "文件名": "【废】[完结] DerW_rmewollte(英语) 作者：辰宛CWan.txt",
    "夸克盘链接": "https://pan.quark.cn/s/8377ff6ff4e9"
  },
  {
    "文件名": "【废】[更134] 一觉醒来他们都说爱我(连载) 作者：兰溪溪.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c14299b0ebae"
  },
  {
    "文件名": "【废】[更96] 地底骨(养成) 作者：十三把剑.txt",
    "夸克盘链接": "https://pan.quark.cn/s/afb0fd55afaf"
  },
  {
    "文件名": "【废】[更80] 命里有时终须有(BL) 作者：微雨中踽踽独行.txt",
    "夸克盘链接": "https://pan.quark.cn/s/29978ee378e6"
  },
  {
    "文件名": "【废】[更85] 训狗(Ending) 作者：一叶锦城一.txt",
    "夸克盘链接": "https://pan.quark.cn/s/867291982f54"
  },
  {
    "文件名": "【废】[更77] 隐秘的囚笼(双性) 作者：Victor1987.txt",
    "夸克盘链接": "https://pan.quark.cn/s/3c6d707c3e59"
  },
  {
    "文件名": "【废】[更54] 永夏(现代) 作者：休雨休雨.txt",
    "夸克盘链接": "https://pan.quark.cn/s/31a5038d9458"
  },
  {
    "文件名": "【废】[更54] 偏态(现代) 作者：南城苜蓿.txt",
    "夸克盘链接": "https://pan.quark.cn/s/05682c1e7e57"
  },
  {
    "文件名": "【废】[更54] 网恋男友来找我了(BL) 作者：遗落黑猫.txt",
    "夸克盘链接": "https://pan.quark.cn/s/408123780832"
  },
  {
    "文件名": "【废】[更53] 情人草(现代) 作者：止咳糖浆.txt",
    "夸克盘链接": "https://pan.quark.cn/s/cf137875f1a0"
  },
  {
    "文件名": "【废】[更42] 废墟上的月亮(连载) 作者：君付.txt",
    "夸克盘链接": "https://pan.quark.cn/s/73510a1243fa"
  },
  {
    "文件名": "【废】[更51] 你算哪块小蛋糕(连载) 作者：匿名咸鱼.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e210e48b8fb6"
  },
  {
    "文件名": "【废】[更47] 雨笼(长篇) 作者：邱追.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ec8d06647a29"
  },
  {
    "文件名": "【废】[更40] 落玉成玦(长篇) 作者：曲轻舟.txt",
    "夸克盘链接": "https://pan.quark.cn/s/5f5749b94429"
  },
  {
    "文件名": "【废】[更39] 春照江城(连载) 作者：解大花.txt",
    "夸克盘链接": "https://pan.quark.cn/s/3847072b9667"
  },
  {
    "文件名": "【废】[更37] 玻璃心(BL) 作者：匿名咸鱼.txt",
    "夸克盘链接": "https://pan.quark.cn/s/6a9585618ca3"
  },
  {
    "文件名": "【废】[更35] 九首长歌行(虐文) 作者：麟隐于野.txt",
    "夸克盘链接": "https://pan.quark.cn/s/39c167aea778"
  },
  {
    "文件名": "【废】[更33] 四形(中篇) 作者：陈三十二.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ca6f0188404a"
  },
  {
    "文件名": "【废】[更29] 空心烛(黑道) 作者：冬日眠.txt",
    "夸克盘链接": "https://pan.quark.cn/s/7d8e96709db3"
  },
  {
    "文件名": "【废】[更30] 月亮荆棘(西方) 作者：Destrudo.txt",
    "夸克盘链接": "https://pan.quark.cn/s/287be861f54f"
  },
  {
    "文件名": "【废】[更32] 逆流(BL) 作者：快乐的杨先生.txt",
    "夸克盘链接": "https://pan.quark.cn/s/60166dea6fb1"
  },
  {
    "文件名": "【废】[更28] 雪鹿啊雪鹿(双性) 作者：卡图恩计.txt",
    "夸克盘链接": "https://pan.quark.cn/s/2e65e0f00796"
  },
  {
    "文件名": "【废】[更28] 全息黄油(中篇) 作者：匿名咸鱼.txt",
    "夸克盘链接": "https://pan.quark.cn/s/86257739dfde"
  },
  {
    "文件名": "【废】[更28] 寄心(Happy) 作者：匿名咸鱼.txt",
    "夸克盘链接": "https://pan.quark.cn/s/4becc8934e81"
  },
  {
    "文件名": "【废】[更26] 忍冬(中篇) 作者：Chokehold.txt",
    "夸克盘链接": "https://pan.quark.cn/s/8ab129728b30"
  },
  {
    "文件名": "【废】[更21] 少爷的刀(受宠攻) 作者：匿名咸鱼.txt",
    "夸克盘链接": "https://pan.quark.cn/s/613af04f0c7f"
  },
  {
    "文件名": "【废】[更24] 少年限定(连载) 作者：my_蒙小雨雨雨.txt",
    "夸克盘链接": "https://pan.quark.cn/s/86a6e6869af0"
  },
  {
    "文件名": "【废】[更22] 娇生惯养(连载) 作者：魏央.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ae578c38f11e"
  },
  {
    "文件名": "【废】[更18] 脱敏(连载) 作者：soda2333.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c490f480b582"
  },
  {
    "文件名": "【废】[更23] 二流明星(BL) 作者：我只是信步一走.txt",
    "夸克盘链接": "https://pan.quark.cn/s/1bc1c503633b"
  },
  {
    "文件名": "【废】[更18] 无爱感伤(骨科) 作者：3只π.txt",
    "夸克盘链接": "https://pan.quark.cn/s/beffea0c9817"
  },
  {
    "文件名": "【废】[更18] 监护人(BL) 作者：瓜瓜鹿.txt",
    "夸克盘链接": "https://pan.quark.cn/s/fb550d08ea1e"
  },
  {
    "文件名": "【废】[更18] 楚楚不可怜(BL) 作者：晚月.txt",
    "夸克盘链接": "https://pan.quark.cn/s/7afec7effb52"
  },
  {
    "文件名": "【废】[更13] 折辱那个剑道美人(Ending) 作者：洛嘉子.txt",
    "夸克盘链接": "https://pan.quark.cn/s/4c1c8de44cbd"
  },
  {
    "文件名": "【废】[更15] 哥哥的朋友们为何这样(长篇) 作者：幸耐.txt",
    "夸克盘链接": "https://pan.quark.cn/s/3576276a3d34"
  },
  {
    "文件名": "【废】[更18] 初春(连载) 作者：卖保健品的.txt",
    "夸克盘链接": "https://pan.quark.cn/s/32568f6adc1d"
  },
  {
    "文件名": "【废】[更13] 凌家喜事(BL) 作者：艾弥梨.txt",
    "夸克盘链接": "https://pan.quark.cn/s/392d65d024b8"
  },
  {
    "文件名": "[完结+番外]《朕的发家黑历史》作者：紫鸿（np）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/5efc6e185e81"
  },
  {
    "文件名": "【废】[更12] 掌中莲(狗血) 作者：过季森林.txt",
    "夸克盘链接": "https://pan.quark.cn/s/d37d3daa2a93"
  },
  {
    "文件名": "【废】[更12] 有点茶(NTR) 作者：安乐定皇渊.txt",
    "夸克盘链接": "https://pan.quark.cn/s/d2f5f4db5c63"
  },
  {
    "文件名": "【废】[更12] 真心话(现代) 作者：乌云天.txt",
    "夸克盘链接": "https://pan.quark.cn/s/92dfbec6ef65"
  },
  {
    "文件名": "【废】[更9] 逆向换乘(BL) 作者：席丑半生.txt",
    "夸克盘链接": "https://pan.quark.cn/s/f1194144c3ba"
  },
  {
    "文件名": "[完结149+番外]《赎孽》作者：命苦钢琴牲（百合1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/2ce55332f3bf"
  },
  {
    "文件名": "[完结+番外]《七日游戏》作者：阿葵亚（np）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/0e28333bc55f"
  },
  {
    "文件名": "[完结]《日日笙歌》作者：向日葵（故事集）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/50ab18b53ce5"
  },
  {
    "文件名": "[完结]《重生之醒来就被师兄师父师祖欺负》作者：梁园春雪（1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/76f195461fc3"
  },
  {
    "文件名": "[完结]《吟龙霸皇枪》作者：天海归潮（np）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/fafa892545aa"
  },
  {
    "文件名": "[完结]《普女万人迷训诫绝色美男们》作者：没有名字（女攻np）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/992f736cef63"
  },
  {
    "文件名": "[合集 完结]《人夫系列短篇合集（现代_高H_纤细受_俊帅受）》作者：.txt",
    "夸克盘链接": "https://pan.quark.cn/s/7269e960a26a"
  },
  {
    "文件名": "[完结]《穿书做了炮灰就是要被淦的》作者：我也不曾来过.txt",
    "夸克盘链接": "https://pan.quark.cn/s/2b49659bd24a"
  },
  {
    "文件名": "[完结]《落魄的中年贵公子》（np）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/49d241dfc799"
  },
  {
    "文件名": "[完结]《【藕饼】越界》作者：风习习（1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/04dfd7cb415f"
  },
  {
    "文件名": "[棠]状元郎日日挨肏（单性np）作者：小小望.txt",
    "夸克盘链接": "https://pan.quark.cn/s/424e997a088f"
  },
  {
    "文件名": "[合集 完结]《日日笙歌（短篇合集_高H_腹黑攻_美攻强受）》 作者：向日葵.txt",
    "夸克盘链接": "https://pan.quark.cn/s/50f5f83b04a3"
  },
  {
    "文件名": "[合集 完结]《冬瓜的短篇小说集（短篇_美攻强受_年下）》 作者：幼稚冬瓜啊.txt",
    "夸克盘链接": "https://pan.quark.cn/s/4c44b54a48a2"
  },
  {
    "文件名": "[合集 完结]《M攻系列（M攻，弱攻，绿帽攻）》作者：小骑.txt",
    "夸克盘链接": "https://pan.quark.cn/s/9d53bf460f13"
  },
  {
    "文件名": "[合集 完结]《【瓶邪瓶】脑洞合集-和好兄弟的一百种play（现代_同人_短篇合集）》 作者：没有头发.txt",
    "夸克盘链接": "https://pan.quark.cn/s/5b3eddff4782"
  },
  {
    "文件名": "[合集 更67]《催眠美人高h煌爆合集》 作者：?没有名字?.txt",
    "夸克盘链接": "https://pan.quark.cn/s/0609a2b7168e"
  },
  {
    "文件名": "[合集 更86]《人外vs强受合集》 作者：cqaqq.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a0ee57d8a723"
  },
  {
    "文件名": "[合集 更85]《人外vs强受合集》 作者：cqaqq.txt",
    "夸克盘链接": "https://pan.quark.cn/s/db18a3ac8956"
  },
  {
    "文件名": "[合集 更41]《荒淫盛宴（多受群交） 》 作者：混水八爪鱼.txt",
    "夸克盘链接": "https://pan.quark.cn/s/daef4b62615a"
  },
  {
    "文件名": "[更198]《被暗恋的人，玩成了杯杯》作者：一袋猫（1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c44e20960267"
  },
  {
    "文件名": "[合集 更60]《催眠美人合集》作者：没有名字.txt",
    "夸克盘链接": "https://pan.quark.cn/s/b03410c6f686"
  },
  {
    "文件名": "[更360]《帝国双性指挥官》作者：最爱小虐文（np）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/431e2d95c1b2"
  },
  {
    "文件名": "[合集 更7] 《高冷男性堕落篇（尿）》作者：???? ˊ?ˋ ???.txt",
    "夸克盘链接": "https://pan.quark.cn/s/83af917d1a8f"
  },
  {
    "文件名": "[更166]《在全息模拟世界里欺负高岭之花》作者：穆小刀（1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/992a98dcbee5"
  },
  {
    "文件名": "[更99+2番外]《丞相的儿子们为我打起来了》作者：大火烹调（np）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/47cc74c3812f"
  },
  {
    "文件名": "[更103]《重生后我被宿敌们包围了》作者：是鱼而已（百合np）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/38068a80938b"
  },
  {
    "文件名": "[更158+番外]《直莮校霸被疯批们强制了》作者：梨梨（np）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e7313363cdb4"
  },
  {
    "文件名": "[更133]《快长出来啊啊啊！》作者：queen（女攻故事集）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e335dff95cf1"
  },
  {
    "文件名": "[更157]《陈佐家的男人们》作者：冯古道（np）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/8ef623925e64"
  },
  {
    "文件名": "[更121]《贱骨》原书名《涩橘》作者：窝里鸽去（女攻）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/96756e971e21"
  },
  {
    "文件名": "[更117+4番外]《军人体育生的性奴大学生活》作者：唐捐（np）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/31975cfdfb9e"
  },
  {
    "文件名": "[更111]《副本boss都想吃掉我 不艾艹怎么通关？》作者：安诗鸢尾（np）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/160bb5313a70"
  },
  {
    "文件名": "[更95]《种马》作者：丹枫书生（np）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a773842713ab"
  },
  {
    "文件名": "[更88]《盛世王朝》作者：惟尔（女攻np）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/6b564ce2373e"
  },
  {
    "文件名": "[更92+2番外]《丞相的儿子们为我打起来了》作者：大火烹调（np）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/b902ebe4a0cb"
  },
  {
    "文件名": "[更89]《种马》作者：丹枫书生（np）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/01b77c34a70d"
  },
  {
    "文件名": "[更86]《获得隐身系统后》作者：寒山见（np）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/9da5b245e50a"
  },
  {
    "文件名": "[更86]《种马》作者：丹枫书生（np）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/5ac70183d92a"
  },
  {
    "文件名": "[更88]《高级向导每天都很忙》作者 九木(无期迷途all女局gl) .txt",
    "夸克盘链接": "https://pan.quark.cn/s/3ef81f7ec7c2"
  },
  {
    "文件名": "[更86]《坏女人》作者 半生花木（GL百合abonp）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a25edddc7822"
  },
  {
    "文件名": "[更84]《白月光与朱砂痣与狗》作者：司马不知情（np）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ed644a340293"
  },
  {
    "文件名": "[更66]《像素风黄油是不是大有问题》作者：如意红都（综漫总攻）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/f3239af9f6c8"
  },
  {
    "文件名": "[更68]《互换身体后，他老公天天被蹂躏》作者：吃肉萌萌哒（np）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/d15d41e2fb36"
  },
  {
    "文件名": "[更84]《皮肤饥渴症》作者：小虐文（np）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e5e23399f982"
  },
  {
    "文件名": "[更79]《白月光与朱砂痣与狗》作者：司马不知情（np）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/574a21af31bb"
  },
  {
    "文件名": "[更69+1番外]《当黑帮左右手会得到一个老婆吗》作者：洪武·非常态输出（1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a6f919cb8333"
  },
  {
    "文件名": "[更61]《凰文社会的NPC活动》作者：逗猫人（np百合futa）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ed251dddcd2f"
  },
  {
    "文件名": "[更53]《身边的大佬都成了我老婆》作者：糊涂虫（百合np）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/abbf770f047d"
  },
  {
    "文件名": "[更57]《总统大人的淫荡小狗》作者：月涟（np）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/4d4cade26a61"
  },
  {
    "文件名": "[更52]《女巫她每天都在为了美色荤头》作者：作者 芥菜不劫色（百合futa，西幻1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/49eb3b81eea4"
  },
  {
    "文件名": "[更49]《提分手后被男友囚禁 提分手被男友放置》作者：华云（1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/21332bc504fd"
  },
  {
    "文件名": "[更47]《碎玉成埃》作者：水末沫（1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/f70008f4aea2"
  },
  {
    "文件名": "[更50]《恶毒炮灰》作者：五好青年（np）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/4e3c08eece8c"
  },
  {
    "文件名": "[更39]《在男友们面前打滚撒娇》作者：修道路上（np）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/45c55d4e51b0"
  },
  {
    "文件名": "[更47]《和霸凌的人结婚了》作者：疯婆子（np）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/76e1f1ff61a4"
  },
  {
    "文件名": "[更46]《被封杀的二婚Omega》作者：辅道（1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/5e61ec86dbcc"
  },
  {
    "文件名": "[更45]《穿进R18版模拟人生后》作者：滴滴打的打（女攻np）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a6766423af49"
  },
  {
    "文件名": "[更39]《修仙大佬吞体育生白袜》作者：灿烂辉煌.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a2ca5ab4c6d0"
  },
  {
    "文件名": "[更44]《养诡》作者：南溪（1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e8f9abcb6a62"
  },
  {
    "文件名": "[更42]《小三他乃大吊大屁股大》作者：无有灵.txt",
    "夸克盘链接": "https://pan.quark.cn/s/1aaa16c8b469"
  },
  {
    "文件名": "[更38]《鱼的百合短篇小脑洞（高h）》作者 是鱼而已（GL）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/f124fa58e1ee"
  },
  {
    "文件名": "[更36]《棠棠》作者：零糖冰可乐（np）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/acb15b512558"
  },
  {
    "文件名": "[更38]《仙尊家的兔子又娇又软》作者：西洲客（1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/1e777811a4bc"
  },
  {
    "文件名": "[更38]《小三他乃大吊大屁股大》作者：无有灵.txt",
    "夸克盘链接": "https://pan.quark.cn/s/18b16dc57be5"
  },
  {
    "文件名": "[更34]《咫尺（纯百H）》作者 十面（GL百合1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/4d832b3d064e"
  },
  {
    "文件名": "[更34]《我的漂亮老婆》作者：没有名字（np）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/b565a2f328ed"
  },
  {
    "文件名": "[更34]《哪吒魔童爆艹众仙家》作者：颐莲凛酱（np）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/4c2b8551ff9b"
  },
  {
    "文件名": "[更33]《小三他乃大吊大屁股大》作者：无有灵.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ac07d3b97c3d"
  },
  {
    "文件名": "[更32]《在无限世界里当万人迷》作者：阿灯灯子（np）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e62cc4e16844"
  },
  {
    "文件名": "[更31]《Alpha揣崽指南》作者：明颜（1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/64a148c220ef"
  },
  {
    "文件名": "[更31]《doi速通手册》作者：安诗鸢尾（np）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/9904a7665c22"
  },
  {
    "文件名": "[更27]《逆女想要妈妈做老婆》作者 rock_sugar（百合母女gl，futa）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/94dbcb276b85"
  },
  {
    "文件名": "[更31]《那个被拍卖的男人》作者：向日葵（1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ea27edc02e79"
  },
  {
    "文件名": "[更26]《硬币生产线.aka炖肉中长篇集》作者：咸湿的鱼.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ebe3a535af10"
  },
  {
    "文件名": "[更27]《岳父才是真绝色》作者：烧火虾（1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/3a8e34e331f0"
  },
  {
    "文件名": "[更28]《双重身份》作者：麻油（1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e3daeda2d89d"
  },
  {
    "文件名": "[更26]《你们不要过来》作者：临期废品（np）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/bb5472387939"
  },
  {
    "文件名": "[更26]《拿了炮灰剧本后我用身体勾引男主》作者：取啥名都被占好气哦（np）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/afa93e5f325a"
  },
  {
    "文件名": "[更25]《那个被拍卖的男人》作者：向日葵（1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/610782b61057"
  },
  {
    "文件名": "[更25+2番外]《清冷美人改造训诫日记》作者：穆小刀（1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/4eec1d5abe94"
  },
  {
    "文件名": "[更24]《Alpha揣崽指南》作者：明颜（1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/190b84ac97bb"
  },
  {
    "文件名": "[更25]《躲不过的桃花劫》作者 谕礼（gl纯百_np_主攻_现代）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a5a887c9cae5"
  },
  {
    "文件名": "[更24]《予我囚笼》作者：栗子宽（np）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/b000d8ff461e"
  },
  {
    "文件名": "[更21]《替父还债的日子》作者：明颜（np）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/acaa76d0a76c"
  },
  {
    "文件名": "[更18]《寂寞难耐 偷情发现招惹的是疯批怎么办》作者：给我一点纸（np）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/f3ddfe51fd7c"
  },
  {
    "文件名": "[更23]《苦主》作者：黄黄的幌子（1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/400cc10a4494"
  },
  {
    "文件名": "[更22]《肌肉猛男狩猎者》作者：没有名字（np）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a4fac28d7076"
  },
  {
    "文件名": "[更18]《魔王的精英奴隶》作者：七罪暴食（np）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/5169e3ef0e06"
  },
  {
    "文件名": "[更20]《清冷美人改造训诫日记》作者：穆小刀（1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/1350272c15b5"
  },
  {
    "文件名": "[更20]《温柔人夫升级指南》作者：逢春（np）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/b90936c2621e"
  },
  {
    "文件名": "[更18]《沉迷》作者：深红（1v1百合ABO）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/bda1e99c8830"
  },
  {
    "文件名": "[更17]《穷b只能靠卖b为生》作者：蛊叙（1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e8a012cd6e55"
  },
  {
    "文件名": "[更17]《清冷美人改造训诫日记》作者：穆小刀（1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/155f68329c34"
  },
  {
    "文件名": "[更16]《我的网恋对象不可能是室友》作者：万木春（1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/f34ddcb89a6f"
  },
  {
    "文件名": "[更16]《在虫族拍摄小黄片那些年》作者：长白（np）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/092d9111e6b4"
  },
  {
    "文件名": "[更15]《穴嫩汁多》作者：可以色色（故事集）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/20e6d713f7a1"
  },
  {
    "文件名": "[更15]《冷淡受他只想被透批玩坏 给纯情牛郎做下贱母狗》作者：???? ˊ?ˋ ???（1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/5c88a16eb766"
  },
  {
    "文件名": "[更15]《寂寞难耐 偷情发现招惹的是疯批怎么办》作者：给我一点纸（np）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e03246e287cb"
  },
  {
    "文件名": "[更15]《白月光解绑总攻系统后》作者：枝头山楂（np）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ead8a6c442a1"
  },
  {
    "文件名": "[更14]《裸露心》作者 ==姬丁==（GL百合）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/11af51cb3ab8"
  },
  {
    "文件名": "[更14]《白莲花gl（校园＋伪骨科）》作者 浮闲（百合）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/17a82b537c60"
  },
  {
    "文件名": "[更14]《为碟子烂醋》作者：三木（1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/7e97744828e2"
  },
  {
    "文件名": "[更14]《大乃大皮鼓黑道父子三人》作者：混沌杂食桑葚（np）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/32e6148db1f8"
  },
  {
    "文件名": "[更14]《来涩涩吧》作者：骨架（故事集）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/fd3654504c25"
  },
  {
    "文件名": "[更13]《攀折》作者 独头茧魏（GL百合abo np）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/6c4f8118ef7b"
  },
  {
    "文件名": "[更12]《知名网黄露脸后惨遭掉马》作者：七分熟鸽子汤（np）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/76bf64e71d7e"
  },
  {
    "文件名": "[更12]《冷淡受他只想被透批玩坏 给纯情牛郎做下贱母狗》作者：???? ˊ?ˋ ???（1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/79b9b5fb9604"
  },
  {
    "文件名": "[更12]《兽人：开局觉醒SSS级天赋，我契约了无数雄兽》作者：唐捐（1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/7765dcc4ee35"
  },
  {
    "文件名": "[更11+1番外]《后宫的狗都太爱我怎么办》作者：雾里晓光（np）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/02c3bee7aa37"
  },
  {
    "文件名": "[更12]《大明星在身下喘息的方法》作者：仅售黄桃罐头（1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/16a181e27e3d"
  },
  {
    "文件名": "[更11]《淫荡骚货肉梗合集》作者：浩歌且醉金陵.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a432f32458cd"
  },
  {
    "文件名": "[更11]《玩弄大乃黑皮顺直男》作者：美好新世界（np）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/28b3c8b21e17"
  },
  {
    "文件名": "[更11]《穿越成反派alpha能忍住不ntr女主的都是神人》作者 圣光骑士MOSIC（abo_futa百合）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/8054c7da80a0"
  },
  {
    "文件名": "[更11]《恶毒炮灰又被男主操哭了》作者：深深深不深（np）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/afa6df187f47"
  },
  {
    "文件名": "[更10]《天道第一情》作者 谕礼（百合gl_np_主攻_修仙）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/97f940266050"
  },
  {
    "文件名": "[更10]《协议之后》作者：颜雪妍（1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/0a8c03732010"
  },
  {
    "文件名": "[更10]《双姓被人惩戒的一生》作者：九一（1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a89b820e4d3d"
  },
  {
    "文件名": "[更10]《母子》作者：啤酒肚（1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/06cdd4e9e6c9"
  },
  {
    "文件名": "[更10]《被迫成为男小三》作者：一只小胖胖（故事机）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/8623adaba1d5"
  },
  {
    "文件名": "[更9]《轻薄美人合集》作者：琼苞（故事集）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/1a5d4a8c6008"
  },
  {
    "文件名": "[更9]《坏心上司的雌堕调教》作者：烟蓝（1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/35cba296cd02"
  },
  {
    "文件名": "[更9]《寂寞难耐》作者：给我一点纸（np）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/2f539078412d"
  },
  {
    "文件名": "[更9]《到虫族实现躺平后我离婚了》作者：红皮柚子（np）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/76b49869dd5a"
  },
  {
    "文件名": "[更8]《羊水》作者：鱼龙（1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/9a7b6d45e283"
  },
  {
    "文件名": "[更8+1番外]《我在宗门无法无天的那些年》作者：阿人于（np）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/6a078e64ccbb"
  },
  {
    "文件名": "[更8]《无上荣光》作者：SY98（np）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/0ca6f2b23299"
  },
  {
    "文件名": "[更8]《收藏季节》作者 攸伝（纯百合gl）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/d83874caa42f"
  },
  {
    "文件名": "[更8]《为碟子烂醋》作者：三木（1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/336ba7f63275"
  },
  {
    "文件名": "[更8]《我用批水拐男大》作者：水钰（1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/39ec4020ccd8"
  },
  {
    "文件名": "[更8]《王府里的小奴才》作者：犀牛叔叔（1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/5cbb85a1b2a5"
  },
  {
    "文件名": "[更8]《被迫成为男小三》作者：一只小胖胖（故事机）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/05d45a85844c"
  },
  {
    "文件名": "[更8]《白莲花gl（校园＋伪骨科）》作者 浮闲（百合）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/206cc6cafaf5"
  },
  {
    "文件名": "[废文 完结+番外5]《恶劣占有（狗血、玄幻、弱弱、受受、受转攻）》作者：故乡的菊花又开了.txt",
    "夸克盘链接": "https://pan.quark.cn/s/af4cbc4be357"
  },
  {
    "文件名": "[废文 完结+番外5]《一城烟雨（现代、悲剧、BE）》作者：你的外卖到了.txt",
    "夸克盘链接": "https://pan.quark.cn/s/00fa4453248e"
  },
  {
    "文件名": "[废文 完结+番外2]《泅渡（HE、第一人称 》作者：青涩吻.txt",
    "夸克盘链接": "https://pan.quark.cn/s/8efcd5189394"
  },
  {
    "文件名": "[废文 完结+番外2]《渡风月（将军攻X花魁受）》作者：云淡风清.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e36ce1140d38"
  },
  {
    "文件名": "[废文 完结+番外1]《罪恶箴言（现代、狗血、校园、互攻）》作者：楚孤泽.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a3e009e3f1a3"
  },
  {
    "文件名": "[废文 完结+番外1]《天赐（病娇攻×瘦弱受）》作者：西瓜炒鸡蛋.txt",
    "夸克盘链接": "https://pan.quark.cn/s/37090b0b41a7"
  },
  {
    "文件名": "[废文 完结+番外1]《一池秋水（现代、暗恋、年上）》作者：林绾绾.txt",
    "夸克盘链接": "https://pan.quark.cn/s/763ed91ec9e4"
  },
  {
    "文件名": "[废文 完结+番外1]《兄弟而已（现代、HE、主受视角、1v1）》作者：3点3分.txt",
    "夸克盘链接": "https://pan.quark.cn/s/0738cc7e4ebe"
  },
  {
    "文件名": "[废文 完结]《直男又名（现代、HE、小甜饼、1v1）》作者：艾若.txt",
    "夸克盘链接": "https://pan.quark.cn/s/503619ebc569"
  },
  {
    "文件名": "[废文 完结+番外1]《看清楚形势好嘛（第一人称、主攻视角、弱强、受宠攻）》作者：-晴峰笔鹤-.txt",
    "夸克盘链接": "https://pan.quark.cn/s/30a81535add8"
  },
  {
    "文件名": "[废文 完结+番外1]《捞男培训班优毕生自传（HE、第一人称、NP）》作者：withoutbleeding.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e1d327c699a2"
  },
  {
    "文件名": "[废文 完结+番外1]《成全（迟钝IT男x活泼开朗策划）》作者：阿襟呀.txt",
    "夸克盘链接": "https://pan.quark.cn/s/2216fae4b80e"
  },
  {
    "文件名": "[废文 完结]《重生后老同学总想up我（现代、暗黑）》作者：卡车之母.txt",
    "夸克盘链接": "https://pan.quark.cn/s/d009870087d7"
  },
  {
    "文件名": "[废文 完结]《越狱（现代、主攻视角、架空世界、弱强）》作者：fargo233.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a9123151f99b"
  },
  {
    "文件名": "[废文 完结]《校霸与学霸（现代、HE、狗血、强制爱）》作者：狐狸默然.txt",
    "夸克盘链接": "https://pan.quark.cn/s/919a8741e296"
  },
  {
    "文件名": "[废文 完结]《愈合（前网骗内心戏超多受x步步为营阴湿心机攻）》作者：匿名咸鱼.txt",
    "夸克盘链接": "https://pan.quark.cn/s/d5de9322c13e"
  },
  {
    "文件名": "[废文 完结]《尹见青（自卑敏感厌世美人受x阳光温柔学霸俊帅攻）》作者：尽云.txt",
    "夸克盘链接": "https://pan.quark.cn/s/22be90cd8e64"
  },
  {
    "文件名": "[废文 完结]《一击即中（乡村杀马特土狗攻vs都市精英律师受）》作者：猫小蓝lingerr.txt",
    "夸克盘链接": "https://pan.quark.cn/s/5bba7254ddeb"
  },
  {
    "文件名": "[废文 完结]《雾山微（古代、小甜饼、暧昧）》作者：一云昨.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ae20596fe5ef"
  },
  {
    "文件名": "[废文 完结]《我们在一起的第几天（现代、HE、小甜饼、轻松）》作者：匿名咸鱼.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e12cb1d9ff85"
  },
  {
    "文件名": "[废文 完结]《望月（现代、HE、互攻）》作者：意兴阑珊.txt",
    "夸克盘链接": "https://pan.quark.cn/s/728975f219d6"
  },
  {
    "文件名": "[废文 完结]《王子与乞丐（现代、校园、暗恋、1v1）》作者：山中天河.txt",
    "夸克盘链接": "https://pan.quark.cn/s/fca1dae1965e"
  },
  {
    "文件名": "[废文 完结]《王爷他也很无奈（古代、第一人称、忠犬、1v1）》作者：匿名咸鱼.txt",
    "夸克盘链接": "https://pan.quark.cn/s/b3917606e2b5"
  },
  {
    "文件名": "[废文 完结]《天道之子的对照组（玄幻）》作者：白馍馍.txt",
    "夸克盘链接": "https://pan.quark.cn/s/fe85f4d808d0"
  },
  {
    "文件名": "[废文 完结]《他和他的十年（悲剧、现代、现实主义、清水）》作者：夜难桃.txt",
    "夸克盘链接": "https://pan.quark.cn/s/154c5fe3692e"
  },
  {
    "文件名": "[废文 完结]《十三点钟（现代、狗血、骨科）》作者：匿名咸鱼.txt",
    "夸克盘链接": "https://pan.quark.cn/s/b906a9eff2bf"
  },
  {
    "文件名": "[废文 完结]《湿雨（阴暗潮湿心机重攻?心思单纯倔强受）》作者：草苗口.txt",
    "夸克盘链接": "https://pan.quark.cn/s/acb74a1ee226"
  },
  {
    "文件名": "[废文 完结]《森林岛屿（HE、ABO、暗恋、青梅竹马、生子）》作者：鸟山不是岛.txt",
    "夸克盘链接": "https://pan.quark.cn/s/10481d5a6fec"
  },
  {
    "文件名": "[废文 完结]《君归处（古代、HE、小甜饼、轻松、治愈）》作者：匿名咸鱼.txt",
    "夸克盘链接": "https://pan.quark.cn/s/2a7a9f01e25b"
  },
  {
    "文件名": "[废文 完结]《如何翻身当家做主（变态狡黠皇帝攻×双性温软任务者受）》作者：匿名咸鱼.txt",
    "夸克盘链接": "https://pan.quark.cn/s/92f237f224ab"
  },
  {
    "文件名": "[废文 完结]《论直男如何掰弯自己（沉稳淡漠恐直攻x社恐天然直男受）》作者：思休休.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e28aaa2b1c18"
  },
  {
    "文件名": "[废文 完结]《落日鱼灰（现代、BE、第一人称、父子、高H）》作者：匿名咸鱼.txt",
    "夸克盘链接": "https://pan.quark.cn/s/8c3fce3ac28f"
  },
  {
    "文件名": "[废文 完结]《多周目攻略游戏（悬疑、三观不正、第二人称、主攻视角）》作者：予年.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ecccb9e44197"
  },
  {
    "文件名": "[废文 完结]《顶级纯爱（傲慢强势超自信哥哥受X冷疯偏执扭曲弟弟攻）》作者：夭青.txt",
    "夸克盘链接": "https://pan.quark.cn/s/d946b345899a"
  },
  {
    "文件名": "[废文 完结]《寄生（致郁、惊悚、灵异、骨科）》作者：塔罗科血槽.txt",
    "夸克盘链接": "https://pan.quark.cn/s/3c652d7abfa9"
  },
  {
    "文件名": "[废文 完结]《盗梦（年下美人干弟弟vs年上风流干哥哥）》作者：蟹黄时段.txt",
    "夸克盘链接": "https://pan.quark.cn/s/99442f75f555"
  },
  {
    "文件名": "[废文 完结]《盒言空（悲剧、古代、玄幻、相爱相杀）》作者：三鲜暴君.txt",
    "夸克盘链接": "https://pan.quark.cn/s/f5a2604698e6"
  },
  {
    "文件名": "[废文 完结]《当白月光要求复合（心口不一总裁攻x高岭之花钢琴家受）》作者：匿名咸鱼.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e7488509f9eb"
  },
  {
    "文件名": "[废文 更350]《挚友今天不在家（HE、轻松、主攻视角、NP、触手）》作者：缪梵μφ.txt",
    "夸克盘链接": "https://pan.quark.cn/s/fbcac4e8c3c7"
  },
  {
    "文件名": "[废文 完结]《大学教授也想谈恋爱（现代）》作者：露剪白昼池.txt",
    "夸克盘链接": "https://pan.quark.cn/s/36c9f4aab527"
  },
  {
    "文件名": "[废文 完结]《不吃饭是要被惩罚的（现代、HE、小甜饼、ABO、1v1）》作者：有关风月.txt",
    "夸克盘链接": "https://pan.quark.cn/s/fdf27d36b36d"
  },
  {
    "文件名": "[废文 完结]《爱者留痕（现代、狗血、ABO、暗恋）》作者：匿名咸鱼.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a613960d9f47"
  },
  {
    "文件名": "[废文 完结]《大家都说我是神经病（现代、雷文、三观不正、第一人称）》作者：Sooooonia.txt",
    "夸克盘链接": "https://pan.quark.cn/s/8d18145bd150"
  },
  {
    "文件名": "[废文 完结]《错认（目盲熟妇受??话少糙汉攻）》作者：咕噜咕噜魔法阵.txt",
    "夸克盘链接": "https://pan.quark.cn/s/9baa3e6c3cfb"
  },
  {
    "文件名": "[废文 完结]《初恋的恶作剧（吵架扇自己的酷哥x八面玲珑的烧男）》作者：十字楼.txt",
    "夸克盘链接": "https://pan.quark.cn/s/1b9098bc4c52"
  },
  {
    "文件名": "[废文 完结]《被胁迫的小家教（现代、高H）》作者：魄柯.txt",
    "夸克盘链接": "https://pan.quark.cn/s/8264be68615a"
  },
  {
    "文件名": "[废文 完结]《百万情人（豪门少爷花花公子攻×天才医师私生子受）》作者：枕上雪.txt",
    "夸克盘链接": "https://pan.quark.cn/s/cd15a62c983e"
  },
  {
    "文件名": "[废文 完结]《霸总和他的老实人家政（喜剧、现代、HE、小甜饼、轻松）》作者：风浔的苦茶籽.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e666e3e1fc25"
  },
  {
    "文件名": "[废文 更134]《恶人难磨（古代、HE、第三人称、强制爱、NP）》作者：少年先锋队.txt",
    "夸克盘链接": "https://pan.quark.cn/s/5089e17bed60"
  },
  {
    "文件名": "[废文 更121]《你的大师兄（第三人称、主受视角、仙侠、强强、NP）》作者：heiheiheiheihei.txt",
    "夸克盘链接": "https://pan.quark.cn/s/f1a4d58a49da"
  },
  {
    "文件名": "[废文 完结]《Onlylove（喜剧、轻松、欧美、阴差阳错、1v1）》作者：七级电影.txt",
    "夸克盘链接": "https://pan.quark.cn/s/2b103b564497"
  },
  {
    "文件名": "[废文 更268]《翡剑（HE、第一人称、强强、NP）》作者：祁岸.txt",
    "夸克盘链接": "https://pan.quark.cn/s/387ab96e1802"
  },
  {
    "文件名": "[废文 更123]《旋转楼梯（现代、狗血、强制爱）》作者：故自山里来.txt",
    "夸克盘链接": "https://pan.quark.cn/s/77584755228b"
  },
  {
    "文件名": "[废文 更118]《杀夫证道后我失忆了（魔尊疯批身世成谜攻x杀夫证道第一武神受）》作者：匿名咸鱼.txt",
    "夸克盘链接": "https://pan.quark.cn/s/bc1116c76b38"
  },
  {
    "文件名": "[废文 更121]《笨蛋小少爷的摆烂日常（古代、HE、NP）》作者：咕噜噜三口.txt",
    "夸克盘链接": "https://pan.quark.cn/s/afbbd99c8253"
  },
  {
    "文件名": "[废文 更119]《论直男如何掰弯自己（沉稳淡漠恐直攻x社恐天然直男受）》作者：思休休.txt",
    "夸克盘链接": "https://pan.quark.cn/s/b7ad6bf5c3b3"
  },
  {
    "文件名": "[废文 更97]《半卿（古代、浪漫主义、神怪志异、因缘邂逅、互攻）》作者：丹台墨谷.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ebedbe686179"
  },
  {
    "文件名": "[废文 更117]《旋转楼梯（现代、狗血、强制爱）》作者：故自山里来.txt",
    "夸克盘链接": "https://pan.quark.cn/s/095c2ff87af0"
  },
  {
    "文件名": "[废文 更115]《囚异存同（现代、双性、NP、高H）》作者：欲海一粟.txt",
    "夸克盘链接": "https://pan.quark.cn/s/bb2bbca90e98"
  },
  {
    "文件名": "[废文 更85]《是教官不是求偶申请处（ABO、忠犬、女王、强强）》作者：十九瑶.txt",
    "夸克盘链接": "https://pan.quark.cn/s/aa1fa6a1bdc1"
  },
  {
    "文件名": "[废文 更110]《旋转楼梯（现代、狗血、强制爱）》作者：故自山里来.txt",
    "夸克盘链接": "https://pan.quark.cn/s/76db966ad1ea"
  },
  {
    "文件名": "[废文 更108]《止途之暗流涌动（人狠话少退役特种兵攻X多人格精分躁郁受）》作者：麟隐于野.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e1f16b49f025"
  },
  {
    "文件名": "[废文 更89]《共享玩具（三观不正、双性、NP、高H）》作者：卡门以外.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c9b30967770a"
  },
  {
    "文件名": "[废文 更87]《纯爱竹马攻也出轨了（暗黑、ABO、高H）》作者：陆沉舟炖排骨.txt",
    "夸克盘链接": "https://pan.quark.cn/s/2fb7b7b62afb"
  },
  {
    "文件名": "[废文 更92]《不值十文（古代、HE、前世今生、破镜重圆、重生）》作者：功钰.txt",
    "夸克盘链接": "https://pan.quark.cn/s/bd1b8f3ffe62"
  },
  {
    "文件名": "[废文 更85]《敌国指挥官真香（ABO、双性、强制爱、生子、高H）》作者：我是小可爱啊.txt",
    "夸克盘链接": "https://pan.quark.cn/s/7924265e08ca"
  },
  {
    "文件名": "[废文 更77]《穿越后居然脱单了（HE、轻松、主攻视角、ABO、弱强）》作者：牡蛎不吃海鲜.txt",
    "夸克盘链接": "https://pan.quark.cn/s/d8dc6d804e8b"
  },
  {
    "文件名": "[废文 更85]《明德三中修罗场记事（万人迷滥情美人渣受x三个狂犬病攻）》作者：萝卜月饼.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e07f7da303b9"
  },
  {
    "文件名": "[废文 更83]《敌国指挥官真香（年下上尉avs高冷俘虏b）》作者：我是小可爱啊.txt",
    "夸克盘链接": "https://pan.quark.cn/s/defb8dfff98a"
  },
  {
    "文件名": "[废文 更71]《皑皑（MB、强制爱、骨科）》作者：杞人柳.txt",
    "夸克盘链接": "https://pan.quark.cn/s/958f45ab7337"
  },
  {
    "文件名": "[废文 更80]《左手山贼右手土匪（HE、爽文、ABO、黑道、NP）》作者：坤臻.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ef93d0d966ba"
  },
  {
    "文件名": "[废文 更79]《台风过境之后（现代、破镜重圆、先婚后爱、直掰弯）》作者：明日复我.txt",
    "夸克盘链接": "https://pan.quark.cn/s/0a66f6445721"
  },
  {
    "文件名": "[废文 更66]《狗东西（奇幻、HE、轻松、人兽）》作者：夏大雨.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a516335d458c"
  },
  {
    "文件名": "[废文 更70]《训狗（现代、HE、BDSM）》作者：一叶锦城一.txt",
    "夸克盘链接": "https://pan.quark.cn/s/1c625a410434"
  },
  {
    "文件名": "[废文 更73]《孟夏金菲士（纯情男大X钓系熟男）》作者：前门葡萄架.txt",
    "夸克盘链接": "https://pan.quark.cn/s/542705e70d73"
  },
  {
    "文件名": "[废文 更64]《小财迷（有颜有钱有文化攻x不是在挣钱就是在挣钱路上的财迷受）》作者：士多.txt",
    "夸克盘链接": "https://pan.quark.cn/s/9677fa8d1217"
  },
  {
    "文件名": "[废文 更64]《失重（现代）》作者：匿名咸鱼.txt",
    "夸克盘链接": "https://pan.quark.cn/s/704aa66338a3"
  },
  {
    "文件名": "[废文 更60]《你们三个把燃冬演好（喜剧、小甜饼、谐趣、穿越、高H）》作者：莫昙Mo.txt",
    "夸克盘链接": "https://pan.quark.cn/s/8903795ed98d"
  },
  {
    "文件名": "[废文 更65]《遮住他的双眼（小甜饼、暗恋、破镜重圆、年上）》作者：柊真一.txt",
    "夸克盘链接": "https://pan.quark.cn/s/3b5f90bd0a88"
  },
  {
    "文件名": "[废文 更58]《十足轻浮（三观不正、扮猪吃虎、NTR、NP、开放关系）》作者：韭菜花酱.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ac907186094f"
  },
  {
    "文件名": "[废文 更63]《邪物志（仙侠、神怪志异、1v1）》作者：娑罗.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e2ab64f594fc"
  },
  {
    "文件名": "[废文 更57]《一回熟，二回生（迷茫轻狂大学生X冷淡丧系社畜）》作者：夏隙.txt",
    "夸克盘链接": "https://pan.quark.cn/s/f71413bba666"
  },
  {
    "文件名": "[废文 更57]《掌中欢（古代、HE、强制爱、NP）》作者：匿名咸鱼.txt",
    "夸克盘链接": "https://pan.quark.cn/s/5c24dc2dfaed"
  },
  {
    "文件名": "[废文 更53]《满山风物（温柔闷坏皇子攻x忠心正直死士受）》作者：dchgs2001.txt",
    "夸克盘链接": "https://pan.quark.cn/s/cb789a122d44"
  },
  {
    "文件名": "[废文 更52]《总统大人的小狗（现代、忠犬、攻转受、BDSM）》作者：笨月亮.txt",
    "夸克盘链接": "https://pan.quark.cn/s/96470670729c"
  },
  {
    "文件名": "[废文 更52]《狂恋（疯狂恋父的美丽废物受x权势熏天的政要父亲攻）》作者：鹤鸣.txt",
    "夸克盘链接": "https://pan.quark.cn/s/fa9d22d67f5d"
  },
  {
    "文件名": "[废文 更46]《雨笼（现代、狗血、ABO、美强、高H）》作者：邱追.txt",
    "夸克盘链接": "https://pan.quark.cn/s/b495764f69d4"
  },
  {
    "文件名": "[废文 更49]《短篇（现代、虐文、美强）》作者：嗯我就是一条咸鱼.txt",
    "夸克盘链接": "https://pan.quark.cn/s/20ff620079b4"
  },
  {
    "文件名": "[废文 更52]《娇猫（冷情大少爷×勾人俏小妈）》作者：匿名咸鱼.txt",
    "夸克盘链接": "https://pan.quark.cn/s/d9e7468fdbab"
  },
  {
    "文件名": "[废文 更46]《与万人迷小娘换魂后（HE、主受视角、前世今生、骨科、NP）》作者：GDSDLZ.txt",
    "夸克盘链接": "https://pan.quark.cn/s/95cded0e8a75"
  },
  {
    "文件名": "[废文 更51]《阶层上等（现代、强制爱、1v1）》作者：明日山前.txt",
    "夸克盘链接": "https://pan.quark.cn/s/0d678517976c"
  },
  {
    "文件名": "[废文 更46]《断蛛丝（正道卧底x魔教少主）》作者：匿名咸鱼.txt",
    "夸克盘链接": "https://pan.quark.cn/s/8491313a8705"
  },
  {
    "文件名": "[废文 更45]《我打替身受，我吗？（古代）》作者：鹈鹕996.txt",
    "夸克盘链接": "https://pan.quark.cn/s/9d5f1186cbe4"
  },
  {
    "文件名": "[废文 更46]《日久见人心（高冷薄情渣攻x傻白甜娇妻小狗）》作者：贝伦卡斯泰露.txt",
    "夸克盘链接": "https://pan.quark.cn/s/5e53033a6efa"
  },
  {
    "文件名": "[废文 更45]《被嫌弃的张锐（狗血、三观不正、强制爱、NP）》作者：匿名咸鱼.txt",
    "夸克盘链接": "https://pan.quark.cn/s/f602facc1edf"
  },
  {
    "文件名": "[废文 更46]《触礁（现代、HE、狗血、破镜重圆）》作者：不让尘.txt",
    "夸克盘链接": "https://pan.quark.cn/s/8a5eb1b0ade5"
  },
  {
    "文件名": "[废文 更45]《时间的绳结（.txt",
    "夸克盘链接": "https://pan.quark.cn/s/d95a1b5fe6df"
  },
  {
    "文件名": "[废文 更45]《时间的绳结（ 主攻视角、科幻、相爱相杀、穿越）》作者：行星照.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e46b46063c90"
  },
  {
    "文件名": "[废文 更43]《枪杀玫瑰（黑帮老大×被欺凌的学生）》作者：狐狸默然.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c4a2d601af27"
  },
  {
    "文件名": "[废文 更45]《久旱逢甘雨（现代、末世、双性、强制爱、攻转受）》作者：匿名咸鱼.txt",
    "夸克盘链接": "https://pan.quark.cn/s/3769bb4aa8c4"
  },
  {
    "文件名": "[废文 更42]《遗物（现代、HE、三观不正、骨科、年上）》作者：尹东南.txt",
    "夸克盘链接": "https://pan.quark.cn/s/10a9a0c0a249"
  },
  {
    "文件名": "[废文 更40]《封侯非我愿（腹黑世子vs活泼少年郎）》作者：惊蛰桃花始.txt",
    "夸克盘链接": "https://pan.quark.cn/s/9948cb96a570"
  },
  {
    "文件名": "[废文 更41]《遗物（现代、HE、三观不正、骨科、年上）》作者：尹东南.txt",
    "夸克盘链接": "https://pan.quark.cn/s/3b66bb0915d1"
  },
  {
    "文件名": "[废文 更38]《种田的日常生活（主攻视角、田园乡村、日常、骨科）》作者：可乐还是可口.txt",
    "夸克盘链接": "https://pan.quark.cn/s/aee7868c2c70"
  },
  {
    "文件名": "[废文 更38]《攻略那个美人杀手（狗血、悬疑、三观不正、暗黑、NP）》作者：戒奶茶的小刺猬.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ea3246e4d645"
  },
  {
    "文件名": "[废文 更36]《虞怀（强大冷漠s倾向A攻x漂亮有病白切黑O攻x温柔人妻A受）》作者：匿名咸鱼.txt",
    "夸克盘链接": "https://pan.quark.cn/s/673594739a4e"
  },
  {
    "文件名": "[废文 更33]《咬合（狗血、ABO、病娇、NP）》作者：鸭九九ya.txt",
    "夸克盘链接": "https://pan.quark.cn/s/de49039e06f3"
  },
  {
    "文件名": "[废文 更34]《多周目攻略游戏（悬疑、三观不正、第二人称、主攻视角）》作者：予年.txt",
    "夸克盘链接": "https://pan.quark.cn/s/da11d76d6dc6"
  },
  {
    "文件名": "[废文 更33]《二象性定理第一部（温柔貌美有点白切黑的军官攻and活泼可爱带点沙雕风的机械师受）》作者：棉毛山.txt",
    "夸克盘链接": "https://pan.quark.cn/s/9e73e869f5cf"
  },
  {
    "文件名": "[废文 更32]《造孽（狗血、三观不正、年上）》作者：路一丝十六.txt",
    "夸克盘链接": "https://pan.quark.cn/s/f05bec414658"
  },
  {
    "文件名": "[废文 更33]《假面佛（偏执隐忍假和尚（世子）X佛口蛇心假圣人）》作者：陌上南疆.txt",
    "夸克盘链接": "https://pan.quark.cn/s/dcdd7600bd4f"
  },
  {
    "文件名": "[废文 更33]《不容悔改（现代、支配服从、骨科、BDSM）》作者：绷带甜茶.txt",
    "夸克盘链接": "https://pan.quark.cn/s/aa8ff2faee72"
  },
  {
    "文件名": "[废文 更30]《烂犬（绿茶痴情话痨M攻vs阴狠薄情总裁S受）》作者：饕餮之徒爱吃肉.txt",
    "夸克盘链接": "https://pan.quark.cn/s/2b33098118ba"
  },
  {
    "文件名": "[废文 更30]《驯犬（迟钝直球攻x钓系女王受）》作者：沙司比亚.txt",
    "夸克盘链接": "https://pan.quark.cn/s/50c2c31493be"
  },
  {
    "文件名": "[废文 更31]《沈三少爷（古代、HE、NP）》作者：雪名未央.txt",
    "夸克盘链接": "https://pan.quark.cn/s/9ceda811f61e"
  },
  {
    "文件名": "[废文 更32]《柿子成熟季（微绿茶双标温柔攻x易炸毛但好哄开朗受）》作者：景夜眠晚.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e322d3bc6402"
  },
  {
    "文件名": "[废文 更29]《快穿游戏中的漂亮角色（狗血、双性、快穿、NP、高H）》作者：匿名咸鱼.txt",
    "夸克盘链接": "https://pan.quark.cn/s/bb2cb56b8875"
  },
  {
    "文件名": "[废文 更30]《假面佛（偏执隐忍假和尚X佛口蛇心假圣人）》作者：陌上南疆.txt",
    "夸克盘链接": "https://pan.quark.cn/s/1abcdee5112f"
  },
  {
    "文件名": "[废文 更30]《潮雨（现代、双性、田园乡村）》作者：匿名咸鱼.txt",
    "夸克盘链接": "https://pan.quark.cn/s/bf11a465a047"
  },
  {
    "文件名": "[废文 更30]《海晏河清（古代、权谋、强强、1v1）》作者：娑罗.txt",
    "夸克盘链接": "https://pan.quark.cn/s/3d1a2eaa953a"
  },
  {
    "文件名": "[废文 更30]《第三次重生（狗血、双性、NTR、强制爱、NP）》作者：布糕酥泥.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a5373854840c"
  },
  {
    "文件名": "[废文 更28]《无人问津（HE、第三人称、骨科、年下、1v1）》作者：落花灯.txt",
    "夸克盘链接": "https://pan.quark.cn/s/1c5f2a64bd27"
  },
  {
    "文件名": "[废文 更29]《穿到BOSS黑化前（双洁，1v1，HE，疯批攻x女王受）》作者：十字楼.txt",
    "夸克盘链接": "https://pan.quark.cn/s/2bc6775078ab"
  },
  {
    "文件名": "[废文 更28]《娘娘腔，烂黄瓜（现代、HE、谐趣、ABO）》作者：1057.txt",
    "夸克盘链接": "https://pan.quark.cn/s/5173c0539e3b"
  },
  {
    "文件名": "[废文 更27]《多云转晴（ABO、破镜重圆、生子）》作者：未卜880.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a29e61587141"
  },
  {
    "文件名": "[废文 更28]《公主与野兽（受宠攻）》作者：Ssing21.txt",
    "夸克盘链接": "https://pan.quark.cn/s/f6e08c22fbf9"
  },
  {
    "文件名": "[废文 更28]《多云转晴（ABO、破镜重圆、生子）》作者：未卜880.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ee5e16839c62"
  },
  {
    "文件名": "[废文 更26]《美强脑洞短篇 集（狗血、重口、美强、NP、高H）》作者：匿名咸鱼.txt",
    "夸克盘链接": "https://pan.quark.cn/s/da3a0659a168"
  },
  {
    "文件名": "[废文 更27]《明年如应律（狗血、年上、1v1）》作者：匿名咸鱼.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a76dbc22edc4"
  },
  {
    "文件名": "[废文 更27]《回首见林（校园、骨科、NP）》作者：烤冷米线.txt",
    "夸克盘链接": "https://pan.quark.cn/s/eaff0a29868a"
  },
  {
    "文件名": "[废文 更24]《前大骑士长竟如此犬系（西方、HE、魔法世界、年下）》作者：害羞的tomato.txt",
    "夸克盘链接": "https://pan.quark.cn/s/2fa902becf76"
  },
  {
    "文件名": "[废文 更26]《春照江城（现代、现实主义、日常、暗恋、天作之合）》作者：解大花.txt",
    "夸克盘链接": "https://pan.quark.cn/s/6f291de4d784"
  },
  {
    "文件名": "[废文 更27]《Junkie lucky day（长发白毛硬汉x美人小白脸）》作者：生嶋.txt",
    "夸克盘链接": "https://pan.quark.cn/s/48ffa5a20d06"
  },
  {
    "文件名": "[废文 更24]《偏我临风（破镜重圆、NTR、1v1）》作者：他相.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e49ea0f10807"
  },
  {
    "文件名": "[废文 更22]《我真的是直男啊（三观不正、强制爱、父子、骨科、NP）》作者：扉不有初.txt",
    "夸克盘链接": "https://pan.quark.cn/s/52952711541e"
  },
  {
    "文件名": "[废文 更22]《卑劣基因（末世、强制爱、NP）》作者：尾春.txt",
    "夸克盘链接": "https://pan.quark.cn/s/54d2023c2d65"
  },
  {
    "文件名": "[废文 更23]《忍冬（清纯坚强小美人&冷漠深沉大帅哥）》作者：匿名咸鱼.txt",
    "夸克盘链接": "https://pan.quark.cn/s/6aba369fa603"
  },
  {
    "文件名": "[废文 更20]《卸磨杀驴（口嫌体正直死装攻vs贤惠受）》作者：斯托克.txt",
    "夸克盘链接": "https://pan.quark.cn/s/6321e07bfe47"
  },
  {
    "文件名": "[np  完结]《状元郎日日挨肏（古代_宫廷_单性np）》作者：小小望.txt",
    "夸克盘链接": "https://pan.quark.cn/s/854faa633fe0"
  },
  {
    "文件名": "[废文 更20]《想不到（现代、强制爱、强强、BDSM）》作者：为不知.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a321451897a3"
  },
  {
    "文件名": "[np  更153]《陈佐家的男人们（调教、抹布） 》 作者：冯古道.txt",
    "夸克盘链接": "https://pan.quark.cn/s/1ea8362118b7"
  },
  {
    "文件名": "[np  完结]《一念之间（NP总受、强制、关小黑屋）》作者：人间四喜.txt",
    "夸克盘链接": "https://pan.quark.cn/s/63345448b24b"
  },
  {
    "文件名": "[np  完结+番外8]《【G_B】肉_浪_翻_飞（穿越、高H、女强、双性产乳生子）》 作者：滴滴打的打.txt",
    "夸克盘链接": "https://pan.quark.cn/s/78769ba12158"
  },
  {
    "文件名": "[np  完结]《错意沦陷（4p，正经微强制，暗恋）》作者：沐已成粥.txt",
    "夸克盘链接": "https://pan.quark.cn/s/33b4dcf11c89"
  },
  {
    "文件名": "[np  完结]《合欢大佬在末世（总受NP肉文）》 作者：年更的梦想.txt",
    "夸克盘链接": "https://pan.quark.cn/s/5e373df8705e"
  },
  {
    "文件名": "[np  更129]《不见仙途（np双性生子，3V1，修仙文） 》 作者：White Jesus.txt",
    "夸克盘链接": "https://pan.quark.cn/s/3f029c59590b"
  },
  {
    "文件名": "[np  完结]《橄榄高冷学霸（现代_高H_美人受）》作者：吉吉.txt",
    "夸克盘链接": "https://pan.quark.cn/s/9418ba18dff0"
  },
  {
    "文件名": "[np  完结]《穿书做了炮灰就是要被淦的（现代_高H_美人受）》作者：我也不曾来过.txt",
    "夸克盘链接": "https://pan.quark.cn/s/fc6d94ec087c"
  },
  {
    "文件名": "[np  更337]《高高在上（ab，np）》 作者：夜酒.txt",
    "夸克盘链接": "https://pan.quark.cn/s/d87a7333f195"
  },
  {
    "文件名": "[np  更127]《不见仙途（np双性生子，3V1，修仙文） 》 作者：White Jesus.txt",
    "夸克盘链接": "https://pan.quark.cn/s/4eb6c2e92bc6"
  },
  {
    "文件名": "[np  更126]《七皇子他想上位（骨科，强制爱） 》 作者：晨晨.txt",
    "夸克盘链接": "https://pan.quark.cn/s/4b918df88194"
  },
  {
    "文件名": "[np  更126]《【总攻】点绛唇（穿越 修真） 》 作者：星离雨散（摆了）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/43aea69cf705"
  },
  {
    "文件名": "[np  更125]《【总攻】点绛唇（穿越 修真） 》 作者：星离雨散（摆了）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/0c3319896d3a"
  },
  {
    "文件名": "[np  更108]《猛男科长的性福生活（单 双性）》 作者：毒毒sama.txt",
    "夸克盘链接": "https://pan.quark.cn/s/651626f7279d"
  },
  {
    "文件名": "[np  更83]《白月光与朱砂痣与狗（蛇蝎美人受X野心勃勃冷漠攻，心机狠辣王子攻，鬼畜病态年下攻）》.txt",
    "夸克盘链接": "https://pan.quark.cn/s/191ecc78529c"
  },
  {
    "文件名": "[np  更102]《【总 攻】暴君重归少年时（美攻强受 重生） 》 作者：炀炀子.txt",
    "夸克盘链接": "https://pan.quark.cn/s/5b4c2a3cab19"
  },
  {
    "文件名": "[np  更98]《丞相的儿子们为我打起来了（狗血古耽，婶侄文学）》 作者：大火烹调.txt",
    "夸克盘链接": "https://pan.quark.cn/s/1007b1d9a135"
  },
  {
    "文件名": "[np  更97]《丞相的儿子们为我打起来了（狗血古耽，婶侄文学）》 作者：大火烹调.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e2ac0dbb4f0e"
  },
  {
    "文件名": "[np  更86]《异形今日也在伪装猫咪（人外）》 作者：池鲤.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c3f09abe8daf"
  },
  {
    "文件名": "[np  更70]《洛奇的游戏（全息黄油）》 作者：Cc西柚.txt",
    "夸克盘链接": "https://pan.quark.cn/s/97ac00effbe6"
  },
  {
    "文件名": "[np  更79]《白月光与朱砂痣与狗（蛇蝎美人受X野心勃勃冷漠攻，心机狠辣王子攻，鬼畜病态年下攻）》.txt",
    "夸克盘链接": "https://pan.quark.cn/s/8cc911658951"
  },
  {
    "文件名": "[np  更82]《白月光与朱砂痣与狗（蛇蝎美人受X野心勃勃冷漠攻，心机狠辣王子攻，鬼畜病态年下攻）》.txt",
    "夸克盘链接": "https://pan.quark.cn/s/1584d9b13685"
  },
  {
    "文件名": "[np  更70]《螟孕（高H 触手 开放式NP）》 作者：葬之镜.txt",
    "夸克盘链接": "https://pan.quark.cn/s/d9dba53e4106"
  },
  {
    "文件名": "[np  更76]《白月光与朱砂痣与狗（蛇蝎美人受X野心勃勃冷漠攻，心机狠辣王子攻，鬼畜病态年下攻）》.txt",
    "夸克盘链接": "https://pan.quark.cn/s/71c4690ff840"
  },
  {
    "文件名": "[np  更75]《朕的江山只在你胯下（骨科，主调教） 》 作者：扪虱谈.txt",
    "夸克盘链接": "https://pan.quark.cn/s/32a8d9f62dff"
  },
  {
    "文件名": "[np  更56]《白莲花黑化后尽惹些疯批(np)》作者：cathine2.txt",
    "夸克盘链接": "https://pan.quark.cn/s/f1c6446db161"
  },
  {
    "文件名": "[np  更58]《白莲花黑化后尽惹些疯批（np 黑化受 双性）》 作者：cathine2.txt",
    "夸克盘链接": "https://pan.quark.cn/s/8611ba6c391b"
  },
  {
    "文件名": "[np  更56]《白莲花黑化后尽惹些疯批（np 黑化受 双性）》 作者：cathine2.txt",
    "夸克盘链接": "https://pan.quark.cn/s/9cab28a8a680"
  },
  {
    "文件名": "[np  更56]《已婚Alpha不想当万人迷(主攻 abo 西幻)》作者：血耶.txt",
    "夸克盘链接": "https://pan.quark.cn/s/32d85df67424"
  },
  {
    "文件名": "[np  更54]《白莲花黑化后尽惹些疯批（np 黑化受 双性）》 作者：cathine2.txt",
    "夸克盘链接": "https://pan.quark.cn/s/09071dd7cc0b"
  },
  {
    "文件名": "[np  更49]《性欲管理（弱攻强受） 》 作者：多吃鸡腿少吃亏.txt",
    "夸克盘链接": "https://pan.quark.cn/s/f861cdf6b988"
  },
  {
    "文件名": "[np  更55]《夫君是人外［H 年下受 俊帅受］》 作者：queen.txt",
    "夸克盘链接": "https://pan.quark.cn/s/06f7263f0c16"
  },
  {
    "文件名": "[np  更48]《总攻之摘星系统（强攻强受）》 作者：狗不理.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e5da87945a03"
  },
  {
    "文件名": "[np  更53]《我在情欲游戏为所欲为(总_攻)》作者：梅少池饭.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ed11fbe7fdb9"
  },
  {
    "文件名": "[np  更51]《我在情欲游戏为所欲为(总_攻)》作者：梅少池饭.txt",
    "夸克盘链接": "https://pan.quark.cn/s/f851d5906eab"
  },
  {
    "文件名": "[np  更46]《小三他乃大吊大屁股大（美人受） 》 作者：无有灵.txt",
    "夸克盘链接": "https://pan.quark.cn/s/4fcb0234bf15"
  },
  {
    "文件名": "[np  更38]《我的漂亮老婆（美人受） 》 作者：没有名字.txt",
    "夸克盘链接": "https://pan.quark.cn/s/22b333414ea0"
  },
  {
    "文件名": "[np  更41]《小三他乃大吊大屁股大（美人受） 》 作者：无有灵.txt",
    "夸克盘链接": "https://pan.quark.cn/s/898282e122d5"
  },
  {
    "文件名": "[np  更41]《快穿之欲与纠缠》作者：肉食巧克力.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ce96432b1bea"
  },
  {
    "文件名": "[np  更36]《大师兄哪里逃（人渣直男万人嫌大师兄总受） 》 作者：热心市民张大姐.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a350c14f3755"
  },
  {
    "文件名": "[np  更39]《小三他乃大吊大屁股大（美人受） 》 作者：无有灵.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ec73f3d44085"
  },
  {
    "文件名": "[np  更29]《魅魔系统：处男重生攻略全体帅哥师生（师生，背德，S转M） 》 作者：白猫军师.txt",
    "夸克盘链接": "https://pan.quark.cn/s/9a0afea89a84"
  },
  {
    "文件名": "[np  更37]《小三他乃大吊大屁股大（美人受） 》 作者：无有灵.txt",
    "夸克盘链接": "https://pan.quark.cn/s/d93990b7e627"
  },
  {
    "文件名": "[np  更33]《【总 攻】hentai模拟收集器》 作者：鸽唔啊呱【上面骑我勾巴的舒服了就快做饭】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/82e825f99726"
  },
  {
    "文件名": "[np  更35]《大师兄哪里逃（人渣直男万人嫌大师兄总受） 》 作者：热心市民张大姐.txt",
    "夸克盘链接": "https://pan.quark.cn/s/9a162d2bd114"
  },
  {
    "文件名": "[np  更29]《男神下海（强攻强受 重生） 》 作者：你家的白月光.txt",
    "夸克盘链接": "https://pan.quark.cn/s/124d5c58345b"
  },
  {
    "文件名": "[np  更24]《把渣攻少帅全部操成狗[总-攻]》 作者：冥河水母.txt",
    "夸克盘链接": "https://pan.quark.cn/s/8d3591fc13bf"
  },
  {
    "文件名": "[np  更15]《我的肉便器雌堕仙尊ntr》作者：缠缠.txt",
    "夸克盘链接": "https://pan.quark.cn/s/337a34a150ea"
  },
  {
    "文件名": "[np  更14]《我的肉便器雌堕仙尊ntr》作者：缠缠.txt",
    "夸克盘链接": "https://pan.quark.cn/s/3afb44b83ef3"
  },
  {
    "文件名": "[F 完结114]错认（1v1）作者：咕噜咕噜魔法阵.txt",
    "夸克盘链接": "https://pan.quark.cn/s/14372c8a5ff8"
  },
  {
    "文件名": "[np  更16]《快穿之谁又比谁渣》作者：肉食巧克力.txt",
    "夸克盘链接": "https://pan.quark.cn/s/512c3c1eaa49"
  },
  {
    "文件名": "[F 完结45]室友妈妈太漂亮（np）作者：殷不.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e4545c3cb1a1"
  },
  {
    "文件名": "[np  更12]《我的肉便器雌堕仙尊ntr》作者：缠缠.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e88a1f188722"
  },
  {
    "文件名": "[F 完结42]感官忠诚（1v1）作者：今不雾.txt",
    "夸克盘链接": "https://pan.quark.cn/s/9874749287ea"
  },
  {
    "文件名": "[F 完结32]Blush（1v1）作者：AyeSummerrain.txt",
    "夸克盘链接": "https://pan.quark.cn/s/96ded3fe5ff4"
  },
  {
    "文件名": "[F 完结]一个拜金受要死了（np）作者：雾灯小姐.txt",
    "夸克盘链接": "https://pan.quark.cn/s/1d1090e9aad3"
  },
  {
    "文件名": "[F 完结19]楚楚不可怜（1v1）作者：晚月.txt",
    "夸克盘链接": "https://pan.quark.cn/s/4c92928141ba"
  },
  {
    "文件名": "[F 完结]十三点钟（1v1）作者：我写文太差被抓了起来.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a7f8905cd0f6"
  },
  {
    "文件名": "[F 完结]训狗  作者：一叶锦城一.txt",
    "夸克盘链接": "https://pan.quark.cn/s/5a305b40434e"
  },
  {
    "文件名": "[F 完结]夏天糖（1v1）作者：钟百意.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a28875623745"
  },
  {
    "文件名": "[F 完结]无效过敏源（1v1）作者：颱風不放假.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ce77370155de"
  },
  {
    "文件名": "[F 完结]天赐（1v1）作者：西瓜炒鸡蛋.txt",
    "夸克盘链接": "https://pan.quark.cn/s/cd32f4878646"
  },
  {
    "文件名": "[F 更115]万人嫌fw被杀妻证道了（np）作者：贺锦霄.txt",
    "夸克盘链接": "https://pan.quark.cn/s/caa02b95e65c"
  },
  {
    "文件名": "[F 完结]森林岛屿（1v1）作者：鸟山不是岛.txt",
    "夸克盘链接": "https://pan.quark.cn/s/edeffd95a6be"
  },
  {
    "文件名": "[F 完结]前大骑士长竟如此犬系（1v1）作者：害羞的tomato.txt",
    "夸克盘链接": "https://pan.quark.cn/s/4a7de529efea"
  },
  {
    "文件名": "[F 完结]牧笛（1v1）作者：玄元.txt",
    "夸克盘链接": "https://pan.quark.cn/s/f5269117ef31"
  },
  {
    "文件名": "[F 完结]劣质玫瑰（np）作者：姜闲庭_.txt",
    "夸克盘链接": "https://pan.quark.cn/s/6c2b76f2cda9"
  },
  {
    "文件名": "[F 完结]黑与白（1v1）作者：sisiphus.txt",
    "夸克盘链接": "https://pan.quark.cn/s/00c5e1d16da6"
  },
  {
    "文件名": "[F 更139]敲月亮（1v1）作者：宸羽.txt",
    "夸克盘链接": "https://pan.quark.cn/s/101aacdb2530"
  },
  {
    "文件名": "[F 更85]是教官不是求偶申请处（1v1） 作者：十九.txt",
    "夸克盘链接": "https://pan.quark.cn/s/f293993d2aa1"
  },
  {
    "文件名": "[F 更130]穿成暴君的男嫂子（1v1）作者：MoonDance.txt",
    "夸克盘链接": "https://pan.quark.cn/s/83218db68680"
  },
  {
    "文件名": "[F 更123]第三次重生（np） 作者：布糕酥泥.txt",
    "夸克盘链接": "https://pan.quark.cn/s/d744f1628545"
  },
  {
    "文件名": "[F 更78]代价（1v1）作者：宴虚庭.txt",
    "夸克盘链接": "https://pan.quark.cn/s/73782014f877"
  },
  {
    "文件名": "[F 更104]红丝线（np）作者：块陶.txt",
    "夸克盘链接": "https://pan.quark.cn/s/83fc79ae4a3b"
  },
  {
    "文件名": "[F 更99]悯众 作者：水断刀鸣.txt",
    "夸克盘链接": "https://pan.quark.cn/s/7e70f71c0f1c"
  },
  {
    "文件名": "[F 更88]奴颜奉上  作者：岁岁勍.txt",
    "夸克盘链接": "https://pan.quark.cn/s/1adf06881bca"
  },
  {
    "文件名": "[F 更78]悬河（1v1）作者：无麻全痛嘎腰子.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c0d13ebfaed4"
  },
  {
    "文件名": "[F 更68]潜龙在渊（np） 作者：蛾卷.txt",
    "夸克盘链接": "https://pan.quark.cn/s/4aab291697b9"
  },
  {
    "文件名": "[F 更62]雇佣兵怀了龙蛋（1v1）作者：成云起雾.txt",
    "夸克盘链接": "https://pan.quark.cn/s/2aada3f6c882"
  },
  {
    "文件名": "[F 更72]囹圄（np） 作者：茗茗叉叉.txt",
    "夸克盘链接": "https://pan.quark.cn/s/be14a6e0c517"
  },
  {
    "文件名": "[F 更54]黑山夜话（np）作者：迟行也.txt",
    "夸克盘链接": "https://pan.quark.cn/s/b499cb3ae3e2"
  },
  {
    "文件名": "[F 更63]情人草（1v1）作者：止咳糖浆.txt",
    "夸克盘链接": "https://pan.quark.cn/s/7935543cb289"
  },
  {
    "文件名": "[F 更50]日久见人心（1v1）作者：贝伦卡斯泰露.txt",
    "夸克盘链接": "https://pan.quark.cn/s/3e82d36744ab"
  },
  {
    "文件名": "[F 更60]失重（1v1）作者：浪里小咸鱼.txt",
    "夸克盘链接": "https://pan.quark.cn/s/d17162148948"
  },
  {
    "文件名": "[F 更59]明池（np）作者：徐行.txt",
    "夸克盘链接": "https://pan.quark.cn/s/b6e2d5669034"
  },
  {
    "文件名": "[F 更45]触礁（1v1）作者：不让尘.txt",
    "夸克盘链接": "https://pan.quark.cn/s/1e125f5d8801"
  },
  {
    "文件名": "[F 更52]上流玩法（1v1） 作者：还不见得.txt",
    "夸克盘链接": "https://pan.quark.cn/s/0416700ce476"
  },
  {
    "文件名": "[F 更48]潮湿雨季（1v1）作者：酸菜鱼鱼子酱.txt",
    "夸克盘链接": "https://pan.quark.cn/s/75ffce6e65d8"
  },
  {
    "文件名": "[F 更41]反派的修养（np）作者：瓶盖扭扭.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c30b606e7570"
  },
  {
    "文件名": "[F 更37]顶级纯爱（1v1）作者：夭青.txt",
    "夸克盘链接": "https://pan.quark.cn/s/975f4e2be9b9"
  },
  {
    "文件名": "[F 更36]Distance（np）作者：美羊羊.txt",
    "夸克盘链接": "https://pan.quark.cn/s/0d9531c96b71"
  },
  {
    "文件名": "[F 更43]被嫌弃的张锐（np）作者：匿名咸鱼.txt",
    "夸克盘链接": "https://pan.quark.cn/s/12b12e779f67"
  },
  {
    "文件名": "[F 更40]低等猎手（np）作者：千眠.txt",
    "夸克盘链接": "https://pan.quark.cn/s/263c2ac312ac"
  },
  {
    "文件名": "[F 更35]大师兄哪里逃（np）作者：热心市民张大姐.txt",
    "夸克盘链接": "https://pan.quark.cn/s/1ed398e6dac9"
  },
  {
    "文件名": "[F 更33]悖德剧本（1v1）作者：匿名咸鱼.txt",
    "夸克盘链接": "https://pan.quark.cn/s/4348fd6096fc"
  },
  {
    "文件名": "[F 更35]春台客（np）作者：一砚秋.txt",
    "夸克盘链接": "https://pan.quark.cn/s/8878850d6f5d"
  },
  {
    "文件名": "[F 更32]网恋对象搞错了咋办啊（1v1）作者：Victor1987.txt",
    "夸克盘链接": "https://pan.quark.cn/s/aadcfd8304fa"
  },
  {
    "文件名": "[F 更33]狐性本淫（np）作者：入渣.txt",
    "夸克盘链接": "https://pan.quark.cn/s/d3648c8b2f29"
  },
  {
    "文件名": "[F 更31]缄口不言（1v1）作者：漂亮的玫瑰.txt",
    "夸克盘链接": "https://pan.quark.cn/s/338b2f7aa01a"
  },
  {
    "文件名": "[F 更31]照春苔（1v1） 作者：匿名咸鱼.txt",
    "夸克盘链接": "https://pan.quark.cn/s/597dcc4fc9d2"
  },
  {
    "文件名": "[F 更22]痴心重付（1v1）作者：千钟一饮.txt",
    "夸克盘链接": "https://pan.quark.cn/s/93392d669328"
  },
  {
    "文件名": "[F 更30]停灯真言（1v1）作者：寒枝栖.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c60dcda4a6b5"
  },
  {
    "文件名": "[F 更30]妻娇（1v1）作者：Quoi.txt",
    "夸克盘链接": "https://pan.quark.cn/s/00e721790f82"
  },
  {
    "文件名": "[F 更16]很慢的夜，很轻的吻（1v1）作者：今夜暴雪.txt",
    "夸克盘链接": "https://pan.quark.cn/s/f4d0c8eee98c"
  },
  {
    "文件名": "[F 更29]潮雨（1v1）作者：潮雨.txt",
    "夸克盘链接": "https://pan.quark.cn/s/f9e8a81e5c1c"
  },
  {
    "文件名": "[F 更27]停灯真言（1v1）作者：寒枝栖.txt",
    "夸克盘链接": "https://pan.quark.cn/s/30ae66800113"
  },
  {
    "文件名": "[F 更25]妻娇（1v1）作者：Quoi.txt",
    "夸克盘链接": "https://pan.quark.cn/s/adf696e6aee7"
  },
  {
    "文件名": "[F 更19]末世里的假治愈系（np）作者：甜酒小橙.txt",
    "夸克盘链接": "https://pan.quark.cn/s/68b6958dd7e0"
  },
  {
    "文件名": "[F 更15]罪与欲  作者：呃呃.txt",
    "夸克盘链接": "https://pan.quark.cn/s/094332fb187d"
  },
  {
    "文件名": "[3p  更43]《棠棠（美攻强受） 》 作者：零糖冰可乐.txt",
    "夸克盘链接": "https://pan.quark.cn/s/6081652aaa7e"
  },
  {
    "文件名": "[F 更15]困兽（np）作者：天上宫阙.txt",
    "夸克盘链接": "https://pan.quark.cn/s/50dd1d987910"
  },
  {
    "文件名": "[F 更11]枕头公主（1v1）作者：一别都门三改火.txt",
    "夸克盘链接": "https://pan.quark.cn/s/963429c6e67a"
  },
  {
    "文件名": "[F 更13]误纹了淫纹的纯情男大（np）作者：第三者责任险.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ef04c6d39f8f"
  },
  {
    "文件名": "[F 更13]薛昭恩（np）作者：章河.txt",
    "夸克盘链接": "https://pan.quark.cn/s/13e54d249482"
  },
  {
    "文件名": "[1v2 更9]《战败后（正直坚毅受x疯批变态攻）》 作者：山口.txt",
    "夸克盘链接": "https://pan.quark.cn/s/2ab802b7c830"
  },
  {
    "文件名": "[F 更11]飞鸟（1v1）作者：carpediem丧鱼.txt",
    "夸克盘链接": "https://pan.quark.cn/s/3e898e4bd5b2"
  },
  {
    "文件名": "[3p  更103]《两个排插O是不能在一起的（阴暗斯文败类工具人×暴躁盛气凌人金主×身娇体软易推乖宝） 》 作者：翡精.txt",
    "夸克盘链接": "https://pan.quark.cn/s/688a07497b36"
  },
  {
    "文件名": "[1v1 完结]《九爷咖啡馆（现代_纯剧情_大叔受）》作者：现山海.txt",
    "夸克盘链接": "https://pan.quark.cn/s/cc3e4719d984"
  },
  {
    "文件名": "[1v1 完结+番外16]《不知其苦（看似粗鲁暴躁直男癌其实深藏不露的攻×对外高冷无情对攻偏执疯批忠犬总裁受）》作者：怨去吹箫.txt",
    "夸克盘链接": "https://pan.quark.cn/s/d20ef4afc773"
  },
  {
    "文件名": "[1v1 完结+番外2]《我用批水拐男大（纯情忠犬攻x骚浪美人受）》 作者：水钰.txt",
    "夸克盘链接": "https://pan.quark.cn/s/70ec5bd580ab"
  },
  {
    "文件名": "[1v1 完结+番外1]《父子年上【番外连载中】（前期缺爱后期勾引阴郁双性受x多金成熟薄情攻）》 作者：悬浮倒挂.txt",
    "夸克盘链接": "https://pan.quark.cn/s/4da2fe85ded4"
  },
  {
    "文件名": "[1v1 完结]《梁洲吹过柳桥风（古代，he，双洁）》作者：百川石头.txt",
    "夸克盘链接": "https://pan.quark.cn/s/2578ad3a0746"
  },
  {
    "文件名": "[1v1 完结]《友情失格（现代_中H_青梅竹马）》作者：眠雨.txt",
    "夸克盘链接": "https://pan.quark.cn/s/2f8eb13b9384"
  },
  {
    "文件名": "[1v1 完结]《岳父才是真绝色（现代_高H_大叔受_强攻强受）》作者：烧火虾.txt",
    "夸克盘链接": "https://pan.quark.cn/s/578d7ad37951"
  },
  {
    "文件名": "[1v1 完结]《无情剑修哭唧唧求艹（古代_高H_黑化受）》作者：云棠水落.txt",
    "夸克盘链接": "https://pan.quark.cn/s/7e5019dbfd4d"
  },
  {
    "文件名": "[1v1 完结]《好人难做（强攻强受_重生_HE）》作者：名字是什么［求票］.txt",
    "夸克盘链接": "https://pan.quark.cn/s/b1a3fc0e3403"
  },
  {
    "文件名": "[1v1 完结]《疯子（现代_微H_悲剧_虐心_黑化受）》作者：莫负莳光.txt",
    "夸克盘链接": "https://pan.quark.cn/s/3175ee8d8123"
  },
  {
    "文件名": "[1v1 完结]《被爸爸给假戏真艹了（现代_高H）》作者：今天下雪了.txt",
    "夸克盘链接": "https://pan.quark.cn/s/5f57bf023f98"
  },
  {
    "文件名": "[1v1 完结]《白日梦想家（归棹同人_强攻强受）》作者：丁雅雅.txt",
    "夸克盘链接": "https://pan.quark.cn/s/05a1539bb6bf"
  },
  {
    "文件名": "[1v1 更112]《你是我迟来的光（sp 校园 虐身）》 作者：咸鱼也不吃香菜）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/9e990c7dd020"
  },
  {
    "文件名": "[1v1 完结]《顶流男明星被导演艹（现代_高H）》作者：没有名字.txt",
    "夸克盘链接": "https://pan.quark.cn/s/0083564b620a"
  },
  {
    "文件名": "[1v1 更88]《万物揭起【精修版】》作者：干爆苍穹（奶狗攻，190帅掉腿过街老鼠受，救赎文）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/f6aa1ebcbe8e"
  },
  {
    "文件名": "[1v1 完结]《（大二）学弟是魅魔怎么办（现代_微H_强攻强受）》作者：北鱼.txt",
    "夸克盘链接": "https://pan.quark.cn/s/93bca232a4c5"
  },
  {
    "文件名": "[1v1 完结]《【藕饼】越界（同人_古代_高H_虐爱）》作者：风习习.txt",
    "夸克盘链接": "https://pan.quark.cn/s/727593607384"
  },
  {
    "文件名": "[1v1 更192]《被暗恋的人，玩成了杯杯（腹黑冷淡混不吝美人攻x身体超敏感富二代帅哥受） 》 作者：一袋子猫.txt",
    "夸克盘链接": "https://pan.quark.cn/s/34790eb82ab9"
  },
  {
    "文件名": "[1v1 更162]《在全息模拟世界里欺负高岭之花（腹黑抖s攻x人前高岭之花人后性瘾双性受） 》 作者：穆小刀_.txt",
    "夸克盘链接": "https://pan.quark.cn/s/3500c7e829aa"
  },
  {
    "文件名": "[1v1 更114]《落拓身（all霸刀 虐身） 》 作者：沙色云.txt",
    "夸克盘链接": "https://pan.quark.cn/s/81494c88544f"
  },
  {
    "文件名": "[1v1 更112]《落拓身（all霸刀 虐身） 》 作者：沙色云.txt",
    "夸克盘链接": "https://pan.quark.cn/s/0b15af5b4d73"
  },
  {
    "文件名": "[1v1 更86]《今天也要谈恋爱（崆峒肛肠科医生攻X反串芭蕾学生爱塞异物受） 》 作者：洲肆夭.txt",
    "夸克盘链接": "https://pan.quark.cn/s/d332e59ea5ac"
  },
  {
    "文件名": "[1v1 更106]《你是我迟来的光（sp 校园 虐身）》 作者：咸鱼也不吃香菜）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/f2c72cbf5110"
  },
  {
    "文件名": "[1v1 更100]《金昭玉粹【BDSM-双性】》 作者：沾花寄月.txt",
    "夸克盘链接": "https://pan.quark.cn/s/3ececa3f9b94"
  },
  {
    "文件名": "[1v1 更91]《清冷美人的R18定制游戏（高冷寡言实则淫荡娇俏美人受×阴郁禁欲内里强制腹黑性瘾攻） 》 作者：朱酒.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a6acde1af25c"
  },
  {
    "文件名": "[1v1 更87]《遇见D先生(现代 _ 高H _ 正剧 _ 美攻强受 _ 温情)》作者：非第一人称.txt",
    "夸克盘链接": "https://pan.quark.cn/s/aa155e3116a2"
  },
  {
    "文件名": "[1v1 更66]《难道他真的是王子【忠犬女王1V1】》 作者：凌凌柒.txt",
    "夸克盘链接": "https://pan.quark.cn/s/92108527d0d9"
  },
  {
    "文件名": "[1v1 更78]《总攻 穿越异世界当beta攻了alpha(穿越 _ 微H _ 正剧 _ 弱攻强受 _ 轻松)》作者：牡蛎不吃海鲜.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e47bfad858ed"
  },
  {
    "文件名": "[1v1 更64]《难道他真的是王子【忠犬女王1V1】》 作者：凌凌柒.txt",
    "夸克盘链接": "https://pan.quark.cn/s/89d041ecae5c"
  },
  {
    "文件名": "[1v1 更70]《下劣纯情（为爱做受的受，疯癫偏执有些可爱的攻）》 作者：Misian.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e165ef01217f"
  },
  {
    "文件名": "[1v1 更62]《不良少年受罚过程(1V1)》作者：华云.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c10e2ecda7de"
  },
  {
    "文件名": "[1v1 更67]《主奴巅峰赛 BDSM 纯爱1V1》作者：长砚.txt",
    "夸克盘链接": "https://pan.quark.cn/s/47753c1a63ab"
  },
  {
    "文件名": "[1v1 更58]《总统大人的淫荡小狗（BDSM，道具调教） 》 作者：月涟.txt",
    "夸克盘链接": "https://pan.quark.cn/s/650481fa6a99"
  },
  {
    "文件名": "[1v1 更55]《总统大人的淫荡小狗（BDSM，道具调教） 》 作者：月涟.txt",
    "夸克盘链接": "https://pan.quark.cn/s/f61aa72e405a"
  },
  {
    "文件名": "[1v1 更61]《难道他真的是王子【忠犬女王1V1】》 作者：凌凌柒.txt",
    "夸克盘链接": "https://pan.quark.cn/s/434915269f15"
  },
  {
    "文件名": "[1v1 更59]《反生与君（清冷内敛武值顶峰美人将军受X异域敌国腹黑废物忠犬攻） 》 作者：废文.txt",
    "夸克盘链接": "https://pan.quark.cn/s/94c5e07e7dcb"
  },
  {
    "文件名": "[1v1 更54]《当剑修仙尊每晚疯狂中出魔教小卒》作者：穷酸鸽子（假正经真淫魔剑修攻×嘴硬穴软魔修小卒受）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/19649f26bf46"
  },
  {
    "文件名": "[1v1 更54]《总统大人的淫荡小狗（BDSM，道具调教） 》 作者：月涟.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c04db01f3866"
  },
  {
    "文件名": "[1v1 更53]《总统大人的淫荡小狗（BDSM，道具调教） 》 作者：月涟.txt",
    "夸克盘链接": "https://pan.quark.cn/s/fad989dc1fce"
  },
  {
    "文件名": "[1v1 更50]《上将军雌揣了我的崽后带球跑了（雄装雌事业批雄虫X位高权重凶残军雌） 》 作者：白械.txt",
    "夸克盘链接": "https://pan.quark.cn/s/92979a7f568d"
  },
  {
    "文件名": "[1v1 更50]《圈内名主是我上司（年下受） 》 作者：咸鱼也不吃香菜.txt",
    "夸克盘链接": "https://pan.quark.cn/s/6652a9ebca3e"
  },
  {
    "文件名": "[1v1 更49]《精武时代(现代 _ 高H _ 正剧 _ 美人受 _ 天真受)》作者：缝缝卜卜.txt",
    "夸克盘链接": "https://pan.quark.cn/s/fff1325ef4a5"
  },
  {
    "文件名": "[1v1 更50]《玫瑰情书(微H _ 正剧 _ 校园 _ 重生)》作者：你的江东-.txt",
    "夸克盘链接": "https://pan.quark.cn/s/aba7a26bb3ef"
  },
  {
    "文件名": "[1v1 更48]《上将军雌揣了我的崽后带球跑了（雄装雌事业批雄虫X位高权重凶残军雌） 》 作者：白械.txt",
    "夸克盘链接": "https://pan.quark.cn/s/59415e46f57e"
  },
  {
    "文件名": "[1v1 更46]《养诡（偶尔疯批，外表清俊端庄的贺道长X对待敌人心狠手辣，内里其实很忠犬安分的厉老板） 》 作者：南溪.txt",
    "夸克盘链接": "https://pan.quark.cn/s/1a7d9a38d8c4"
  },
  {
    "文件名": "[1v1 更47]《养诡（偶尔疯批，外表清俊端庄的贺道长X对待敌人心狠手辣，内里其实很忠犬安分的厉老板） 》 作者：南溪.txt",
    "夸克盘链接": "https://pan.quark.cn/s/f3ea07f8913e"
  },
  {
    "文件名": "[1v1 更48]《娇旸驭风，云景缭绕（强攻强受） 》 作者：忘羡两相依.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ac45cfa4405c"
  },
  {
    "文件名": "[1v1 更47]《精武时代(现代 _ 高H _ 正剧 _ 美人受 _ 天真受)》作者：缝缝卜卜.txt",
    "夸克盘链接": "https://pan.quark.cn/s/6e2d00926e5f"
  },
  {
    "文件名": "[1v1 更45]《碎玉成埃［主仆］（SM 年上攻）》作者：水末沫.txt",
    "夸克盘链接": "https://pan.quark.cn/s/fb3685fed9a7"
  },
  {
    "文件名": "[1v1 更43]《新鲜社畜(现代 _ 清水 _ 搞笑 _ 励志 _ 职场)》作者：现山海.txt",
    "夸克盘链接": "https://pan.quark.cn/s/689a7e0b4aac"
  },
  {
    "文件名": "[1v1 更44]《盛夏果实(现代 _ 中H _ 正剧 _ 腹黑攻 _ 俊帅受)》作者：小小花园.txt",
    "夸克盘链接": "https://pan.quark.cn/s/8bf072624772"
  },
  {
    "文件名": "[1v1 更42]《碎玉成埃［主仆］（SM 年上攻）》作者：水末沫.txt",
    "夸克盘链接": "https://pan.quark.cn/s/174ec5076e42"
  },
  {
    "文件名": "[1v1 更41]《新鲜社畜(现代 _ 清水 _ 搞笑 _ 励志 _ 职场)》作者：现山海.txt",
    "夸克盘链接": "https://pan.quark.cn/s/392ded789be2"
  },
  {
    "文件名": "[1v1 更41]《喜欢的人（冷酷无情冰山攻x变态不要脸受） 》 作者：落缭.txt",
    "夸克盘链接": "https://pan.quark.cn/s/fbf4482dd098"
  },
  {
    "文件名": "[1v1 更39]《Dom的退休生活（前dom斯文内敛海归博士x开朗美籍华裔） 》 作者：栀子花.txt",
    "夸克盘链接": "https://pan.quark.cn/s/df369a512d19"
  },
  {
    "文件名": "[1v1 更35]《大奈男妈妈捡到失忆皇太子（心软嘴更软的人夫爹咪beta向导受x前嘴硬高傲后真香追妻逐渐变态alpha哨兵攻） 》 作者：第三象限努力更新.txt",
    "夸克盘链接": "https://pan.quark.cn/s/f987793e87de"
  },
  {
    "文件名": "[1v1 更39]《离婚前老公被穿了(ABO)》作者：monoQ.txt",
    "夸克盘链接": "https://pan.quark.cn/s/7170288e82f8"
  },
  {
    "文件名": "[1v1 更41]《Dom的退休生活（前dom斯文内敛海归博士x开朗美籍华裔） 》 作者：栀子花.txt",
    "夸克盘链接": "https://pan.quark.cn/s/d7f28ef60f3c"
  },
  {
    "文件名": "[1v1 更38]《欺云孽雨（恶劣阴暗疯批攻＊单纯自卑痴情小可怜受） 》 作者：咚咚锵锵锵.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ef8f1da4337b"
  },
  {
    "文件名": "[1v1 更36]《当性奴的那些天（腹黑攻） 》 作者：好久没吃到批了啊.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c15827038834"
  },
  {
    "文件名": "[1v1 更35]《快穿之拯救主神老公（美人受 腹黑攻） 》 作者：池塘裏有隻龜.txt",
    "夸克盘链接": "https://pan.quark.cn/s/427c3e195ecc"
  },
  {
    "文件名": "【FY】[更99]真的不是故意嫖你（校园1v1） 作者：闪烁的星【25.5.29】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/8fc4fd9efc3a"
  },
  {
    "文件名": "【FY】[更第二部65]愿君步长翮 作者：一笔耕【25.5.15】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a93410dca994"
  },
  {
    "文件名": "【FY】[更99]天庭批发白月光【玄幻NPH】 作者：花花草草也是草【25.5.23】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/d2b44f7c28f8"
  },
  {
    "文件名": "【FY】[更98]安息日（西幻NPH） 作者：华木有听【25.5.23】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/76b7c9b24af0"
  },
  {
    "文件名": "【FY】[更98]月亮为证（1v1，校园） 作者：甜柚子【25.5.30】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/f783f6534fc1"
  },
  {
    "文件名": "【FY】[更98]姜赞容她受苦又受难（NPH） 作者：三只鱼【25.5.01】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/30c2ea01d5af"
  },
  {
    "文件名": "【FY】[更98]【哨向nph】如你所见，我是个女大学生 作者：硫酸盐【25.5.29】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/875b1699804c"
  },
  {
    "文件名": "【FY】[更98]三月夜（姑侄_男小三） 作者：蒸栗【25.5.12】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/339323cfd2ac"
  },
  {
    "文件名": "【FY】[更97]馐玉（古言1v1） 作者：果皮酱【25.5.07】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/9af4061399f4"
  },
  {
    "文件名": "【FY】[更97]疯狗（校园、救赎高h） 作者：沈郁白【25.5.25】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ffda7256cd83"
  },
  {
    "文件名": "【FY】[更97]「猎人」揍敌客大小姐好难攻略 作者：Lisette【25.5.23】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/10bef52a5787"
  },
  {
    "文件名": "【FY】[更97]日久成瘾（高H） 作者：阿1379【25.5.26】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/14f130dd74f4"
  },
  {
    "文件名": "【FY】[更96]穿进乙女游戏修罗场nph 作者：吃肉小蘑菇【25.5.16】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/f8ec36157bb8"
  },
  {
    "文件名": "【FY】[更96]干碎系统之后（np) 作者：MXX【25.5.05】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a85aba90a79a"
  },
  {
    "文件名": "【FY】[更96]两王相亲（1v1 古言） 作者：探花忙【25.5.07】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/d121f55a7dd9"
  },
  {
    "文件名": "【FY】[更96]坠翠蓝河（ABO NP） 作者：淡彩穿花【25.5.03】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/8e3574376959"
  },
  {
    "文件名": "【FY】[更96]【HP】霍格沃茨的小修士 作者：灼柠【25.5.03】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/fb9728310728"
  },
  {
    "文件名": "【FY】[更95]HP霍格沃茨男生隐秘数据测评表 作者：尔林而临【25.5.05】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/15b9e17f4fc0"
  },
  {
    "文件名": "【FY】[更96][快穿]每个世界遇到的都是变态 作者：不要有杀心【25.5.06】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/2271fd0945c6"
  },
  {
    "文件名": "【FY】[更94]情迷1942（二战德国） 作者：JCYoung【25.5.25】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/b05ac6ba4002"
  },
  {
    "文件名": "【FY】[更93]薄幸（1v2） 作者：轻糖可颂【25.5.27】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/fa25d7efcce6"
  },
  {
    "文件名": "【FY】[更93]张柠檬2 作者：伯未有【25.5.30】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/554b971dd3d2"
  },
  {
    "文件名": "【FY】[更93]不乖（校园h 1v1 伪骨科） 作者：不知名废话气垫家【25.5.28】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/6f1e6f2576ca"
  },
  {
    "文件名": "【FY】[更92]水深则灵（骨科1v1） 作者：云台印【25.5.22】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/05b1b1370688"
  },
  {
    "文件名": "【FY】[更91]误推太子下水以后（1v1, sc） 作者：日复一日【25.5.25】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e25b5e86f491"
  },
  {
    "文件名": "【FY】[更92]月亮为证（1v1，校园） 作者：甜柚子【25.5.27】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e5c80a551088"
  },
  {
    "文件名": "【FY】[更91]狗男人们后悔了（西幻 np） 作者：溏心蛋【25.5.15】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ed70c17e09fc"
  },
  {
    "文件名": "【FY】[更91]强势的他 作者：琦囡【25.5.07】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/8c33226a095a"
  },
  {
    "文件名": "【FY】[更91]无法被男友满足的她被帅气继父满足了 作者：要吃肉【25.5.18】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/f42594108ca2"
  },
  {
    "文件名": "【FY】[更90]烧不尽（1v1） 作者：utopia【25.5.17】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/0f0aa34499f9"
  },
  {
    "文件名": "【FY】[更894]快穿之睡了反派以后 作者：小捲餅【25.5.23】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/18b060de2e99"
  },
  {
    "文件名": "【FY】[更889]快穿之睡了反派以后 作者：小捲餅【25.5.11】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/8932c42b63b5"
  },
  {
    "文件名": "【FY】[更90]困池（校园H，1v1，强制爱）作者：浪奔浪流【25.5.26】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/72ddbc438f30"
  },
  {
    "文件名": "【FY】[更90]今今入钦（1v1 大小姐与特助 高H） 作者：我拖拖拖【25.5.25】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/05197ff229de"
  },
  {
    "文件名": "【FY】[更89]真的不是故意嫖你（校园1v1） 作者：闪烁的星【25.5.19】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/3f743ba91a77"
  },
  {
    "文件名": "【FY】[更89]被操晕的一百种方式【快穿】 作者：没有尾巴【25.5.28】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/f4d6904bed7d"
  },
  {
    "文件名": "【FY】[更89]张柠檬2 作者：伯未有【25.5.09】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/dbbd02404847"
  },
  {
    "文件名": "【FY】[更88]【东卍_东万】不良们的不正确饲养方式(NP) 作者：加点糖果香料和美好的玛丽苏【25.5.11】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/1e147850ff7a"
  },
  {
    "文件名": "【FY】[更88]身为寡妇我贪吃点怎么了（nph） 作者：梨树【25.5.23】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/858f6ef8ff60"
  },
  {
    "文件名": "【FY】[更87]苦昼【NPH】 作者：鱼嬷嬷adc【25.5.19】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/90afaa3e03db"
  },
  {
    "文件名": "【FY】[更87]碧霄（NPH） 作者：培根【25.5.24】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/dfb6cd3cf9ea"
  },
  {
    "文件名": "【FY】[更86]烧不尽（1v1） 作者：utopia【25.5.04】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/838605347d9e"
  },
  {
    "文件名": "【FY】[更85]安息日（西幻NPH） 作者：华木有听【25.5.08】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/8b9b492b3c3a"
  },
  {
    "文件名": "【FY】[更85]情真情假（我劝你出戏 骨科） 作者：客者也【25.5.27】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/8db30454af69"
  },
  {
    "文件名": "【FY】[更802]当我嫁人后，剧情突然变得不对劲起来 作者：寻觅真理527【25.5.25】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/89e4c1e6b4b5"
  },
  {
    "文件名": "【FY】[更85]困池（校园H，1v1，强制爱）作者：浪奔浪流【25.5.19】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/8d23dfcd5bde"
  },
  {
    "文件名": "【FY】[更85]他们都想把我关小黑屋(慢穿np骨科) 作者：灿七七【25.5.14】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/7e3c2b5f12ac"
  },
  {
    "文件名": "【FY】[更83]误推太子下水以后（1v1, sc） 作者：日复一日【25.5.10】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/67a5fb97b344"
  },
  {
    "文件名": "【FY】[更84]爱神降临（西幻np） 作者：无餍【25.5.09】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/7520d9b760de"
  },
  {
    "文件名": "【FY】[更83]小狗驯养手册【校园1v1】 作者：泥花盆【25.5.27】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/2e0262e09f68"
  },
  {
    "文件名": "【FY】[更83]出轨后她被年下包围了（nph） 作者：少时别雾【25.5.30】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/608cbe16b7b9"
  },
  {
    "文件名": "【FY】[更81]神途（BG_NP）西幻星际 作者：SSSSSS级选手【25.5.28】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/018fb675c2d6"
  },
  {
    "文件名": "【FY】[更81]情迷1942（二战德国） 作者：JCYoung【25.5.19】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/9d7ab672f464"
  },
  {
    "文件名": "【FY】[更80]月亮为证（1v1，校园） 作者：甜柚子【25.5.21】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e0efa01d847a"
  },
  {
    "文件名": "【FY】[更783]云烟（古言NPH）（原名：《黑莲花被迫小白花开局！如何拉扯懦弱皇兄统一天下（古言NPH）》）作者 讫讫【25.5.25】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/f67be4530be1"
  },
  {
    "文件名": "【FY】[更80]太怕被操所以全点武力值了（np） 作者：坐标系.【25.5.14】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/9afdf88fa309"
  },
  {
    "文件名": "【FY】[更79]衣衣的两个男朋友（1V2） 作者：一枝铃【25.5.17】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/d12ef0116209"
  },
  {
    "文件名": "【FY】[更79]群星间迷航之花[ABO NPH] 作者：冥王星【25.5.27】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/71976b324947"
  },
  {
    "文件名": "【FY】[更777]【五梦】背这五条，悟透 作者：DarcyK【25.5.26】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/b82e6a3fe0a7"
  },
  {
    "文件名": "【FY】[更79]出轨后她被年下包围了（nph） 作者：少时别雾【25.5.14】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/cba0d017b503"
  },
  {
    "文件名": "【FY】[更772]云烟（古言NPH）（原名：《黑莲花被迫小白花开局！如何拉扯懦弱皇兄统一天下（古言NPH）》）作者 讫讫【25.5.13】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/9797a06a9e5b"
  },
  {
    "文件名": "【FY】[更79]侯府艳闻 (禁忌) 作者：花生糖【25.5.07】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/b97b2957b85a"
  },
  {
    "文件名": "【FY】[更78]快穿之精液收集系统（nph） 作者：困意【25.5.08】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a23d7078396a"
  },
  {
    "文件名": "【FY】[更78]小狗驯养手册【校园1v1】 作者：泥花盆【25.5.09】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/d9e9ff03722c"
  },
  {
    "文件名": "【FY】[更77]被操晕的一百种方式【快穿】 作者：没有尾巴【25.5.17】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/cf129bd4b180"
  },
  {
    "文件名": "【FY】[更76]【二战】腹中蝴蝶〔年龄差、1V1、粗暴sex〕 作者：Ruriko404【25.5.29】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/d533bf0d9491"
  },
  {
    "文件名": "【FY】[更76]无法被男友满足的她被帅气继父满足了 作者：要吃肉【25.5.14】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ea334e14cb62"
  },
  {
    "文件名": "【FY】[更76]离婚后和弟弟同居了（姐弟产奶1v1） 作者：堆玉【25.5.30】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/05cba8e9aa9e"
  },
  {
    "文件名": "【FY】[更76]合租 (1v1 sc h) 作者：逃之夭夭【25.5.07】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/792ed8cd0b08"
  },
  {
    "文件名": "【FY】[更75]身为寡妇我贪吃点怎么了（nph） 作者：梨树【25.5.09】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/8340101f2611"
  },
  {
    "文件名": "【FY】[更75]给19岁男大当小妈 作者：布丁喵【25.5.01】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/f1929d93ab8b"
  },
  {
    "文件名": "【FY】[更75]玫瑰国度【高h_西幻】 作者：达尔文小助手【25.5.09】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/5fc65540b1f1"
  },
  {
    "文件名": "【FY】[更75]日久成瘾（高H） 作者：阿1379【25.5.14】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/832de82ce53a"
  },
  {
    "文件名": "【FY】[更75]仿生人他每天只想做爱（原名：《献祭（人外）》） 作者：Ax=b【25.5.03】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/5bc88902a18a"
  },
  {
    "文件名": "【FY】[更74]雀阁之上 作者：旺旺的饼【25.5.15】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/6819fadf97f7"
  },
  {
    "文件名": "【FY】[更74]破罐子破摔 作者：珍妮絲【25.5.23】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/8c6cdda21eef"
  },
  {
    "文件名": "【FY】[更74]今今入钦（1v1 大小姐与特助 高H） 作者：我拖拖拖【25.5.09】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/2e17144d237b"
  },
  {
    "文件名": "【FY】[更73]群星间迷航之花[ABO NPH] 作者：冥王星【25.5.15】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/d5448b257698"
  },
  {
    "文件名": "【FY】[更73]冬日暖阳（1v1 h） 作者：祈年岁岁【25.5.04】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a23a1bdee1a2"
  },
  {
    "文件名": "【FY】[更73]我在耽美文里苟且偷生（1v3） 作者：嘎了嘎咩咩【25.5.01】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/dd0326c355ee"
  },
  {
    "文件名": "【FY】[更73]猫系贴贴指南（哨向、甜宠、1v1） 作者：蜗牛【25.5.13】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e191d946d7b0"
  },
  {
    "文件名": "【FY】[更72]beta拒绝玛丽苏（np） 作者：爱吃麻辣烫【25.5.28】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a014003a2f98"
  },
  {
    "文件名": "【FY】[更71]幸福家庭（母子哨向赛博 1v2） 作者：Ser【25.5.28】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/eb238e4d9dd0"
  },
  {
    "文件名": "【FY】[更70]重生后和死对头he了（年上，高干，h） 作者：折梅一酒【25.5.20】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/66956501a0a3"
  },
  {
    "文件名": "【FY】[更70]甜梨 作者：小花喵【25.5.09】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/53fd3452e44d"
  },
  {
    "文件名": "【FY】[更70]无限流之夜晚来敲门（np） 作者：长歌【25.5.09】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/bb1745f80a51"
  },
  {
    "文件名": "【FY】[更70]变态病娇的强制短篇合集 作者：张良丝瓜【25.5.21】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/aabdbb6c8db1"
  },
  {
    "文件名": "【FY】[更70]小公主nph 作者：绵橙她【25.5.27】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/743ede2b4869"
  },
  {
    "文件名": "【FY】[更69]破罐子破摔 作者：珍妮絲【25.5.16】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ed2fb4b40d5f"
  },
  {
    "文件名": "【FY】[更68]见手青【SM 1V1】作者：无声悲鸣【25.5.19】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/fb68d26ad72c"
  },
  {
    "文件名": "【FY】[更68]哥哥，红血管 作者：做冷【25.5.29】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a7c03b294ae0"
  },
  {
    "文件名": "【FY】[更673]虚空守卫（乱伦 nph） 作者：daxiaoyun【25.5.19】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/dd718681625a"
  },
  {
    "文件名": "【FY】[更67]生路（卧底，np） 作者：哈次哈次【25.5.19】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/59b8a5c1e80f"
  },
  {
    "文件名": "【FY】[更67]猫系贴贴指南（哨向、甜宠、1v1） 作者：蜗牛【25.5.09】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/cb5328b7cfca"
  },
  {
    "文件名": "【FY】[更67]【权游】太阳之下 作者：绯星【25.5.28】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/0c889c969508"
  },
  {
    "文件名": "【FY】[更67]beta拒绝玛丽苏（np） 作者：爱吃麻辣烫【25.5.18】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/3ef92d1fbc39"
  },
  {
    "文件名": "【FY】[更66]神途（BG_NP）西幻星际 作者：SSSSSS级选手【25.5.16】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/7e16e60d07d7"
  },
  {
    "文件名": "【FY】[更66]清纯绿茶拒绝被套牢 NP 作者：CCberry【25.5.24】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/d6747a0f0819"
  },
  {
    "文件名": "【FY】[更66]与笙（师生）作者：馋星【25.5.30】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/81918a1a4688"
  },
  {
    "文件名": "【FY】[更65]越想越羞耻就删掉书名了【R18G】 作者：纯净水泡茶【25.5.10】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/5b6bc13b5274"
  },
  {
    "文件名": "【FY】[更65]禁果狂热（父女，母女丼，后宫） 作者：伊首淫诗【25.5.08】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ea0e8ee457b4"
  },
  {
    "文件名": "【FY】[更65]红男绿女（1v1） 作者：她叙【25.5.16】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/7db07e8b9eb6"
  },
  {
    "文件名": "【FY】[更65]王妃她只想和离（追妻火葬场） 作者：阿津【25.5.27】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/7fc34461476f"
  },
  {
    "文件名": "【FY】[更64]渣了三个男人后，我被他们合伙试婚了(1v3) 作者：居居来居居走【25.5.24】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/344bbe7c5ebe"
  },
  {
    "文件名": "【FY】[更64]执念沦陷（1v1H） 作者：逢歌【25.5.17】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/d9ef11157625"
  },
  {
    "文件名": "【FY】[更64]我来abo世界不是为了做爱好吗（星际_军校_np） 作者：芋圆小马【25.5.29】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a2c525191dfe"
  },
  {
    "文件名": "【FY】[更64]成人礼（万人迷） 作者：惊风无轮【25.5.28】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/d511ddab2839"
  },
  {
    "文件名": "【FY】[更64]快穿之生子系统 作者：粉色的小猪【25.5.16】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/6330436d20ef"
  },
  {
    "文件名": "【FY】[更64]女老师的淫乱色情之旅NP肉 作者：才不看什么黄文呢我可是正经人【25.5.26】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/24aad72f57bc"
  },
  {
    "文件名": "【FY】[更62]爱吃草莓尖尖（nph） 作者：三人习【25.5.05】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/656feff728e7"
  },
  {
    "文件名": "【FY】[更64]和出轨对象结婚后发现前任是他亲弟（1v2） 作者：要吃肉【25.5.15】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/4f8f9b850c50"
  },
  {
    "文件名": "【FY】[更63]成为初恋后妈，结果被调教成母狗 作者：醉花【25.5.08】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/4420982252a2"
  },
  {
    "文件名": "【FY】[更600]虚空守卫（乱伦 nph） 作者：daxiaoyun【25.5.12】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/58c1906fd60c"
  },
  {
    "文件名": "【FY】[更62]她的漂亮男友（人外 1v1h） 作者：_【25.5.10】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/d3c3cc02f0c9"
  },
  {
    "文件名": "【FY】[更61]烂梨[父女] 作者：唐川【25.5.06】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/6d299ad0e660"
  },
  {
    "文件名": "【FY】[更61]强迫降雪（校园 1v1 强取豪夺） 作者：星如雨【25.5.20】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/61674ea250c4"
  },
  {
    "文件名": "【FY】[更59]炽焰（骨科 校园 1V1） 作者：鹿灵子【25.5.26】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/99a9007efa26"
  },
  {
    "文件名": "【FY】[更60]纯洁的背叛（西幻 np） 作者：布丁喵【25.5.14】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/45c8befaf01e"
  },
  {
    "文件名": "【FY】[更59]替身白月光她貌美如花［nph］ 作者：磕糖【25.5.24】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/5af1b7c41c77"
  },
  {
    "文件名": "【FY】[更59]暗潮李家（骨科兼父女1V2） 作者：杜笔【25.5.27】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/165c542c6c20"
  },
  {
    "文件名": "【FY】[更59]改嫁三叔(h） 作者：八级大狂风【25.5.03】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/221fd4805055"
  },
  {
    "文件名": "【FY】[更58]我来abo世界不是为了做爱好吗（星际_军校_np） 作者：芋圆小马【25.5.23】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/bfb36e0025cc"
  },
  {
    "文件名": "【FY】[更58]扶腰直上（校园高H 1v1） 作者：花既晚【25.5.08】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/d37f7a3d44de"
  },
  {
    "文件名": "【FY】[更58]成人礼（万人迷） 作者：惊风无轮【25.5.20】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/64af9c193e5c"
  },
  {
    "文件名": "【FY】[更58]情迷1942（二战德国） 作者：JCYoung【25.5.11】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/fb750efae983"
  },
  {
    "文件名": "【FY】[更58]幸福家庭（母子哨向赛博 1v2） 作者：Ser【25.5.05】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/606a3a5818a2"
  },
  {
    "文件名": "【FY】[更58]别乱捡男人，会带来不幸！【强取豪夺h，1v1】 作者：芒狗【25.5.11】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/11577f97adc6"
  },
  {
    "文件名": "【FY】[更57]纯真人妻被哄骗肏烂NP 作者：榴莲黄【25.5.03】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/93b1b32eb18d"
  },
  {
    "文件名": "【FY】[更57]流放（强制 1v1） 作者：耐俗【25.5.15】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/dc8a9e1d8851"
  },
  {
    "文件名": "【FY】[更57]家族遗传精神病(nph虐）作者：alot87【25.5.18】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/015684b3a05b"
  },
  {
    "文件名": "【FY】[更57]十分甜（1V1 H） 作者：弥往【25.5.24】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/f09cc5cc83e1"
  },
  {
    "文件名": "【FY】[更57]〔万人迷〕我是剑宗唯一的小师妹 作者：蛋卷【25.5.07】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ea6cf6be497a"
  },
  {
    "文件名": "【FY】[更56]酸吻（伪骨科h） 作者：西番梨【25.5.18】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/f6a100f6fce4"
  },
  {
    "文件名": "【FY】[更56]薄荷绿（父女，强制，H） 作者：春水海棠【25.5.12】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/21c251ec5f82"
  },
  {
    "文件名": "【FY】[更56]穿进赛博世界遭遇大失败后下海了（NP） 作者：魔法市民【25.5.12】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/478baaf19716"
  },
  {
    "文件名": "【FY】[更56]穿到爸爸少年时（父女H） 作者：心之所欲【25.5.26】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/df6ea4a3692d"
  },
  {
    "文件名": "【FY】[更56]不小心睡了男友老板（1v2）高h 作者：无名小卒【25.5.30】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/5a61237c9a0e"
  },
  {
    "文件名": "【FY】[更55]破罐子破摔 作者：珍妮絲【25.5.05】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/dfd088039c10"
  },
  {
    "文件名": "【FY】[更548]江山秀晚春（nph）作者：未归人【25.5.23】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/75cc4ec03e02"
  }
];
