// 自动拆分 part_36
window._part36 = [
  {
    "文件名": "《活着，便是希望》（校对版全本）作者：唱歌的傻瓜.txt",
    "夸克盘链接": "https://pan.quark.cn/s/95d5c966d42a"
  },
  {
    "文件名": "《黄金遁》（校对版全本）作者：冰火阑珊.txt",
    "夸克盘链接": "https://pan.quark.cn/s/64cb8b467e7c"
  },
  {
    "文件名": "《宦海无涯》（校对版全本）作者：夏言冰.txt",
    "夸克盘链接": "https://pan.quark.cn/s/0a960aeef30b"
  },
  {
    "文件名": "《桓侯再生》（校对版全本）作者：知宇之乐.txt",
    "夸克盘链接": "https://pan.quark.cn/s/f2960d046bc4"
  },
  {
    "文件名": "《花都特工》（校对版全本）作者：司马圣杰.txt",
    "夸克盘链接": "https://pan.quark.cn/s/779c55dd0b9e"
  },
  {
    "文件名": "《花都兽医》（校对版全本）作者：五志.txt",
    "夸克盘链接": "https://pan.quark.cn/s/6526fd7d77ce"
  },
  {
    "文件名": "《幻世猎手》（校对版全本）作者：石章鱼.txt",
    "夸克盘链接": "https://pan.quark.cn/s/bf3b38dd23e0"
  },
  {
    "文件名": "《1895淘金国度》（校对版全本）作者：简牍.txt",
    "夸克盘链接": "https://pan.quark.cn/s/2b2416cd682f"
  },
  {
    "文件名": "《洪荒绝世散修》（校对版全本）作者：吾心飞扬.txt",
    "夸克盘链接": "https://pan.quark.cn/s/56d47a684281"
  },
  {
    "文件名": "《402女生寝室》（实体版全本）作者：悦言.txt",
    "夸克盘链接": "https://pan.quark.cn/s/71c3d38a6324"
  },
  {
    "文件名": "《1号档案》（实体版全本）作者：冯伟.txt",
    "夸克盘链接": "https://pan.quark.cn/s/42843ae0b2e7"
  },
  {
    "文件名": "《洪荒不朽》（校对版全本）作者：小七泡泡.txt",
    "夸克盘链接": "https://pan.quark.cn/s/4fb85997827d"
  },
  {
    "文件名": "《红烧大唐》（校对版全本）作者：英年早肥.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a927d04dd770"
  },
  {
    "文件名": "《红色权力》（校对版全本）作者：录事参军.txt",
    "夸克盘链接": "https://pan.quark.cn/s/03d1a5c49844"
  },
  {
    "文件名": "《横扫异界之无敌天尊》（校对版全本）作者：xiao少爷.txt",
    "夸克盘链接": "https://pan.quark.cn/s/8ac989ad3529"
  },
  {
    "文件名": "《红尘三部曲》（实体版全本）作者：彭建新.txt",
    "夸克盘链接": "https://pan.quark.cn/s/4b8cf8843591"
  },
  {
    "文件名": "《横刀立马》（校对版全本）作者：任怨.txt",
    "夸克盘链接": "https://pan.quark.cn/s/aab18c3ceb67"
  },
  {
    "文件名": "《黑夜君王》（校对版全本）作者：甬江小生.txt",
    "夸克盘链接": "https://pan.quark.cn/s/b756f30159a1"
  },
  {
    "文件名": "《黑权杖》（校对版全本）作者：死翼耐萨里奥.txt",
    "夸克盘链接": "https://pan.quark.cn/s/4efd28cc18fd"
  },
  {
    "文件名": "《黑脚》（校对版全本）作者：独步千军.txt",
    "夸克盘链接": "https://pan.quark.cn/s/b00345c446ba"
  },
  {
    "文件名": "《韩娱之我们结婚了》（校对版全本）作者：清水煮豆腐.txt",
    "夸克盘链接": "https://pan.quark.cn/s/fe00912413fe"
  },
  {
    "文件名": "《韩娱之单身爸爸》（校对版全本）作者：夜的七宗罪.txt",
    "夸克盘链接": "https://pan.quark.cn/s/3772d7d4a457"
  },
  {
    "文件名": "《海疆》（校对版全本）作者：骠骑.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c3375e136b54"
  },
  {
    "文件名": "《鬼神无双》（校对版全本）作者：流浪的蛤蟆.txt",
    "夸克盘链接": "https://pan.quark.cn/s/575f9770abd5"
  },
  {
    "文件名": "《鬼约惊魂》（校对版全本）作者：黑色血红.txt",
    "夸克盘链接": "https://pan.quark.cn/s/0ce332adea0e"
  },
  {
    "文件名": "《鬼郎中》（实体版全本）作者：冬雪晚晴.txt",
    "夸克盘链接": "https://pan.quark.cn/s/4f0c58882e85"
  },
  {
    "文件名": "《鬼谷尸经》（校对版全本）作者：姓易的.txt",
    "夸克盘链接": "https://pan.quark.cn/s/985763b9d948"
  },
  {
    "文件名": "《鬼出棺》（校对版全本）作者：苗棋淼.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a320d12d32ca"
  },
  {
    "文件名": "《鬼卜阴阳》（校对版全本）作者：狂乱的沙弥.txt",
    "夸克盘链接": "https://pan.quark.cn/s/fcc0e2f6da95"
  },
  {
    "文件名": "《诡魅湘西：赶尸日记》（实体版1-2全本）作者：一度苍穹.txt",
    "夸克盘链接": "https://pan.quark.cn/s/f4a973cebd7f"
  },
  {
    "文件名": "《诡案笔录》（实体版全本）作者：异度侠.txt",
    "夸克盘链接": "https://pan.quark.cn/s/8fb2be6c892b"
  },
  {
    "文件名": "《怪味聊斋》（校对版全本）作者：陶陶猫.txt",
    "夸克盘链接": "https://pan.quark.cn/s/50ec1948f077"
  },
  {
    "文件名": "《宫锁心玉》（实体版全本）作者：于正＆天下倾城.txt",
    "夸克盘链接": "https://pan.quark.cn/s/3c415356e024"
  },
  {
    "文件名": "《哥几个，走着》（校对版全本）作者：纯银耳坠.txt",
    "夸克盘链接": "https://pan.quark.cn/s/cb324245a26d"
  },
  {
    "文件名": "《隔世之咒》（校对版全本）作者：狂刀出鞘.txt",
    "夸克盘链接": "https://pan.quark.cn/s/803e44495558"
  },
  {
    "文件名": "《隔墙有爱》（校对版全本）作者：疯丢子.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c26ee1f1c818"
  },
  {
    "文件名": "《钢之魔法师》（校对版全本）作者：鱼丸.txt",
    "夸克盘链接": "https://pan.quark.cn/s/5695e9674ed4"
  },
  {
    "文件名": "《刚拳》（校对版全本）作者：高森.txt",
    "夸克盘链接": "https://pan.quark.cn/s/530d3fb38afc"
  },
  {
    "文件名": "《烽烟尽处》（校对版全本）作者：酒徒.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c78b2105362a"
  },
  {
    "文件名": "《改尽江山旧》（校对版全本）作者：青垚.txt",
    "夸克盘链接": "https://pan.quark.cn/s/fcbd7bcd50e3"
  },
  {
    "文件名": "《烽火游侠录》（校对版全本）作者：辰源.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e97b8a5ce5f3"
  },
  {
    "文件名": "《疯狂军火王》（校对版全本）作者：向往.txt",
    "夸克盘链接": "https://pan.quark.cn/s/71a5b19e4aad"
  },
  {
    "文件名": "《封神记》（实体版三册全本）作者：黄易.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ab5780991688"
  },
  {
    "文件名": "《封魂罐》（实体版全本）作者：铁鱼.txt",
    "夸克盘链接": "https://pan.quark.cn/s/fcf7db187652"
  },
  {
    "文件名": "《风雪中州》（实体版全本）作者：燕歌.txt",
    "夸克盘链接": "https://pan.quark.cn/s/9a7dc9c47201"
  },
  {
    "文件名": "《风起陇西》（实体版全本）作者：马伯庸.txt",
    "夸克盘链接": "https://pan.quark.cn/s/962b666df1ff"
  },
  {
    "文件名": "《风流批命师》（校对版全本）作者：刘二谋三.txt",
    "夸克盘链接": "https://pan.quark.cn/s/03de148800f0"
  },
  {
    "文件名": "《风流军神(极品军神)》（校对版全本）作者：石剑.txt",
    "夸克盘链接": "https://pan.quark.cn/s/829026ab7e8d"
  },
  {
    "文件名": "《肥仔球王》（校对版全本）作者：宏峰.txt",
    "夸克盘链接": "https://pan.quark.cn/s/996033cd26aa"
  },
  {
    "文件名": "《法医灵异录》（校对版全本）作者：番茄死不了.txt",
    "夸克盘链接": "https://pan.quark.cn/s/9ab17e74733a"
  },
  {
    "文件名": "《法老的宠妃三部曲》（实体版全本）作者：悠世.txt",
    "夸克盘链接": "https://pan.quark.cn/s/187a42b3bb4c"
  },
  {
    "文件名": "《恶犬天下》（校对版全本）作者：画虎客.txt",
    "夸克盘链接": "https://pan.quark.cn/s/1e477dc4bb07"
  },
  {
    "文件名": "《堕落血天使》（校对版全本）作者：天龙怒吟.txt",
    "夸克盘链接": "https://pan.quark.cn/s/2d0bc7101de9"
  },
  {
    "文件名": "《舵爷》（校对版全本）作者：端午正阳(中秋月明).txt",
    "夸克盘链接": "https://pan.quark.cn/s/73bec6e2ac6c"
  },
  {
    "文件名": "《多了一个》（实体版全本）作者：姻合.txt",
    "夸克盘链接": "https://pan.quark.cn/s/1e78c321491c"
  },
  {
    "文件名": "《斗气通玄》（校对版全本）作者：养吾剑.txt",
    "夸克盘链接": "https://pan.quark.cn/s/fb776f12ed05"
  },
  {
    "文件名": "《都市全异能大师》（校对版全本）作者：她酷的像冰.txt",
    "夸克盘链接": "https://pan.quark.cn/s/6a3a3bc5497a"
  },
  {
    "文件名": "《都市骇客》（校对版全本）作者：孤剑寒仕.txt",
    "夸克盘链接": "https://pan.quark.cn/s/3b0521541831"
  },
  {
    "文件名": "《都市超级召唤师》（校对版全本）作者：鹏飞超人.txt",
    "夸克盘链接": "https://pan.quark.cn/s/7e85c2115840"
  },
  {
    "文件名": "《店小二传奇》（校对版全本）作者：天边的彩虹.txt",
    "夸克盘链接": "https://pan.quark.cn/s/9e2fb4f58bdf"
  },
  {
    "文件名": "《第一夜的蔷薇》（实体版全本）作者：明晓溪.txt",
    "夸克盘链接": "https://pan.quark.cn/s/b1c42a0249cf"
  },
  {
    "文件名": "《第七感》（实体版全本）作者：周德东.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ef3a15596b60"
  },
  {
    "文件名": "《第九个寡妇》（实体版全本）作者：严歌苓.txt",
    "夸克盘链接": "https://pan.quark.cn/s/0df21bbdea7f"
  },
  {
    "文件名": "《第N重凶间》（实体版全本）作者：文丑丑.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a0a4d41eed49"
  },
  {
    "文件名": "《帝宴》（实体版全本）作者：墨武.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c254e3f9bf15"
  },
  {
    "文件名": "《地狱传媒》（实体版全本）作者：陈渐.txt",
    "夸克盘链接": "https://pan.quark.cn/s/aade6e1b3024"
  },
  {
    "文件名": "《道门后裔》（校对版全本）作者：胖涂涂.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a11e6eb5e492"
  },
  {
    "文件名": "《传说的后来》（校对版全本）作者：Loeva.txt",
    "夸克盘链接": "https://pan.quark.cn/s/1c9cd26aecd3"
  },
  {
    "文件名": "《德云日记》（实体版1-2全本）作者：赵峰.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e586d9cfaa3e"
  },
  {
    "文件名": "《盗墓之王》（校对版全本）作者：飞天.txt",
    "夸克盘链接": "https://pan.quark.cn/s/af7fc4182bab"
  },
  {
    "文件名": "《盗陵》（实体版全本）作者：窦应泰.txt",
    "夸克盘链接": "https://pan.quark.cn/s/af8d474e4322"
  },
  {
    "文件名": "《盗墓贼：南域蛇宫》（实体版全本）作者：混世人龙.txt",
    "夸克盘链接": "https://pan.quark.cn/s/416d847811e6"
  },
  {
    "文件名": "《带灯》（实体版全本）作者：贾平凹.txt",
    "夸克盘链接": "https://pan.quark.cn/s/d90eb4b9f366"
  },
  {
    "文件名": "《大三国的小人物》（实体版全本）作者：邓洪卫.txt",
    "夸克盘链接": "https://pan.quark.cn/s/d4771826172a"
  },
  {
    "文件名": "《大染坊》（实体版全本）作者：陈杰.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ac9962792d7f"
  },
  {
    "文件名": "《大唐春》（校对版全本）作者：英年早肥.txt",
    "夸克盘链接": "https://pan.quark.cn/s/82838cd92135"
  },
  {
    "文件名": "《大圈》（实体版全本）作者：湘西鬼王.txt",
    "夸克盘链接": "https://pan.quark.cn/s/7e5da37c8fad"
  },
  {
    "文件名": "《大清相国》（实体版全本）作者：王跃文.txt",
    "夸克盘链接": "https://pan.quark.cn/s/f64596bd4968"
  },
  {
    "文件名": "《大清风水师》（实体版1-2全本）作者：舞马长枪.txt",
    "夸克盘链接": "https://pan.quark.cn/s/fd67444b7657"
  },
  {
    "文件名": "《大清法医》（实体版全本）作者：单洪俊.txt",
    "夸克盘链接": "https://pan.quark.cn/s/2c7c873ac9ab"
  },
  {
    "文件名": "《大漠谣》（实体版全本）作者：桐华.txt",
    "夸克盘链接": "https://pan.quark.cn/s/2eb22331d24f"
  },
  {
    "文件名": "《大漠苍狼》（实体版全本）作者：南派三叔.txt",
    "夸克盘链接": "https://pan.quark.cn/s/6ed5604ce002"
  },
  {
    "文件名": "《大明门之锦衣三少》（校对版全本）作者：桥那.txt",
    "夸克盘链接": "https://pan.quark.cn/s/61737d02a958"
  },
  {
    "文件名": "《大明朝的死弯儿》（实体版全本）作者：摇滚江山.txt",
    "夸克盘链接": "https://pan.quark.cn/s/dce8f01bf688"
  },
  {
    "文件名": "《大荒》（校对版全本）作者：沧海明月.txt",
    "夸克盘链接": "https://pan.quark.cn/s/4b570cf52a2b"
  },
  {
    "文件名": "《大汉龙腾》（校对版全本）作者：淡墨青衫.txt",
    "夸克盘链接": "https://pan.quark.cn/s/b208705dab0d"
  },
  {
    "文件名": "《大公爵传奇》（校对版全本）作者：红叶公爵.txt",
    "夸克盘链接": "https://pan.quark.cn/s/185bbc5ac012"
  },
  {
    "文件名": "《春宴》（实体版全本）作者：安妮宝贝.txt",
    "夸克盘链接": "https://pan.quark.cn/s/aee34446434c"
  },
  {
    "文件名": "《春浓花娇》（校对版全本）作者：林亭.txt",
    "夸克盘链接": "https://pan.quark.cn/s/28786d416eff"
  },
  {
    "文件名": "《闯关东》（实体版全本）作者：高满堂＆孙建业.txt",
    "夸克盘链接": "https://pan.quark.cn/s/53cd95a21c4b"
  },
  {
    "文件名": "《穿越时空之抗日特种兵》（校对版全本）作者：烈阳化海.txt",
    "夸克盘链接": "https://pan.quark.cn/s/399ab469d1bd"
  },
  {
    "文件名": "《楚汉争霸启示录》（实体版全本）作者：潇水.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a41842d7ab1a"
  },
  {
    "文件名": "《炽耀》（校对版全本）作者：油炸鸡米花.txt",
    "夸克盘链接": "https://pan.quark.cn/s/b929c2faf3b8"
  },
  {
    "文件名": "《蚩尤的面具》（校对版全本）作者：飞天.txt",
    "夸克盘链接": "https://pan.quark.cn/s/dbf780179745"
  },
  {
    "文件名": "《成都，今夜请将我遗忘》（实体版全本）作者：慕容雪村.txt",
    "夸克盘链接": "https://pan.quark.cn/s/6a696612b29a"
  },
  {
    "文件名": "《晨昏》（实体版全本）作者：辛夷坞.txt",
    "夸克盘链接": "https://pan.quark.cn/s/b3d0f4a1a8a7"
  },
  {
    "文件名": "《超时空犯罪集团》（校对版全本）作者：尖叫酒杯.txt",
    "夸克盘链接": "https://pan.quark.cn/s/88c032fae2bb"
  },
  {
    "文件名": "《嘲讽》（精校版全本）作者：奥比椰.txt",
    "夸克盘链接": "https://pan.quark.cn/s/3cfebe2f3400"
  },
  {
    "文件名": "《朝鲜战争》（实体版全本）作者：王树增.txt",
    "夸克盘链接": "https://pan.quark.cn/s/98c1a82622e9"
  },
  {
    "文件名": "《超能力文明》（校对版全本）作者：温吞白水.txt",
    "夸克盘链接": "https://pan.quark.cn/s/1ba31805970b"
  },
  {
    "文件名": "《超级玩家》（校对版全本）作者：黯然销魂.txt",
    "夸克盘链接": "https://pan.quark.cn/s/36aad1a3cdbb"
  },
  {
    "文件名": "《超级师傅》（校对版全本）作者：胜己.txt",
    "夸克盘链接": "https://pan.quark.cn/s/2f1b4ca71c62"
  },
  {
    "文件名": "《超级融合》（校对版全本）作者：曾经拥有的方向感.txt",
    "夸克盘链接": "https://pan.quark.cn/s/8c782dfff9bc"
  },
  {
    "文件名": "《超级强者》（校对版全本）作者：我本疯狂.txt",
    "夸克盘链接": "https://pan.quark.cn/s/8df68e77ecc1"
  },
  {
    "文件名": "《超级强化天师》（校对版全本）作者：墨非.txt",
    "夸克盘链接": "https://pan.quark.cn/s/691ccbae1bf7"
  },
  {
    "文件名": "《超级强兵》（精校版全本）作者：九月阳光.txt",
    "夸克盘链接": "https://pan.quark.cn/s/3458285834b7"
  },
  {
    "文件名": "《超级能源强国》（精校版全本）作者：志鸟村.txt",
    "夸克盘链接": "https://pan.quark.cn/s/74b6875c86ea"
  },
  {
    "文件名": "《超级炼丹记》（校对版全本）作者：十年残梦.txt",
    "夸克盘链接": "https://pan.quark.cn/s/37120cea079d"
  },
  {
    "文件名": "《超级教练》（校对版全本）作者：陈爱庭.txt",
    "夸克盘链接": "https://pan.quark.cn/s/243a270174d4"
  },
  {
    "文件名": "《超级骷髅兵》（校对版全本）作者：情终流水.txt",
    "夸克盘链接": "https://pan.quark.cn/s/7b0947517e2d"
  },
  {
    "文件名": "《超级进化者》（校对版全本）作者：剑游太虚.txt",
    "夸克盘链接": "https://pan.quark.cn/s/2cb84a06a318"
  },
  {
    "文件名": "《超级基因优化液》（校对版全本）作者：秒速九光年.txt",
    "夸克盘链接": "https://pan.quark.cn/s/8ee1d7df42ec"
  },
  {
    "文件名": "《超级黄金左手》（校对版全本）作者：罗晓.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e19b1fb0b9fe"
  },
  {
    "文件名": "《超级黄金手》（校对版全本）作者：小小羽.txt",
    "夸克盘链接": "https://pan.quark.cn/s/04bbf45afce1"
  },
  {
    "文件名": "《超级坏人系统》（校对版全本）作者：黑暗骑士殿.txt",
    "夸克盘链接": "https://pan.quark.cn/s/bdd8d95de7d1"
  },
  {
    "文件名": "《超级盗贼》（校对版全本）作者：不是浮云.txt",
    "夸克盘链接": "https://pan.quark.cn/s/597168a51f7a"
  },
  {
    "文件名": "《超级电能》（精校版全本）作者：不怕冷的火焰.txt",
    "夸克盘链接": "https://pan.quark.cn/s/fd17dee849dd"
  },
  {
    "文件名": "《超级兵王》（校对版全本）作者：明朝无酒.txt",
    "夸克盘链接": "https://pan.quark.cn/s/90c665046428"
  },
  {
    "文件名": "《超级虫洞》（校对版全本）作者：幻弦.txt",
    "夸克盘链接": "https://pan.quark.cn/s/dc2f57d4c664"
  },
  {
    "文件名": "《超级百宝囊》（校对版全本）作者：开心小帅.txt",
    "夸克盘链接": "https://pan.quark.cn/s/8cce79f37fa1"
  },
  {
    "文件名": "《场边上帝》（校对版全本）作者：郭怒.txt",
    "夸克盘链接": "https://pan.quark.cn/s/aa9bfc4e4f04"
  },
  {
    "文件名": "《阐教第一妖》（校对版全本）作者：熊猫不会唱歌.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e8cd3bf753d6"
  },
  {
    "文件名": "《草清》（校对版全本）作者：草上匪.txt",
    "夸克盘链接": "https://pan.quark.cn/s/b47e3cee309d"
  },
  {
    "文件名": "《曾许诺》（校对版全本）作者：桐华.txt",
    "夸克盘链接": "https://pan.quark.cn/s/2e7eb41a022a"
  },
  {
    "文件名": "《曹贼》（校对版全本）作者：庚新.txt",
    "夸克盘链接": "https://pan.quark.cn/s/0439aad8752e"
  },
  {
    "文件名": "《草木的理想国》（实体版全本）作者：阿来.txt",
    "夸克盘链接": "https://pan.quark.cn/s/1b89a7c68f67"
  },
  {
    "文件名": "《曹冲》（校对版全本）作者：庄不周.txt",
    "夸克盘链接": "https://pan.quark.cn/s/acb93790f3dd"
  },
  {
    "文件名": "《曹操秘史》（实体版1-3全本）作者：南门太守.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e00aff735bbc"
  },
  {
    "文件名": "《藏獒的精神》（实体版全本）作者：杨志军.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e4534b859b97"
  },
  {
    "文件名": "《苍之灵》（实体版全本）作者：六月栀子.txt",
    "夸克盘链接": "https://pan.quark.cn/s/76021d75ea97"
  },
  {
    "文件名": "《苍天霸血》（校对版全本）作者：苍天白鹤.txt",
    "夸克盘链接": "https://pan.quark.cn/s/981acb45e15c"
  },
  {
    "文件名": "《财色》（校对版全本）作者：叨狼.txt",
    "夸克盘链接": "https://pan.quark.cn/s/b4f91b9992a9"
  },
  {
    "文件名": "《残弑》（校对版全本）作者：残影流离.txt",
    "夸克盘链接": "https://pan.quark.cn/s/3628d592ffae"
  },
  {
    "文件名": "《残袍》（校对版全本）作者：风御九秋.txt",
    "夸克盘链接": "https://pan.quark.cn/s/261448c29604"
  },
  {
    "文件名": "《步步生莲》（校对版全本）作者：月关.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ee3953e9b3dc"
  },
  {
    "文件名": "《财迷仙窍》（校对版全本+番外）作者：禾早.txt",
    "夸克盘链接": "https://pan.quark.cn/s/f8af475791b9"
  },
  {
    "文件名": "《布衣官道》（校对版全本）作者：寂寞读南华.txt",
    "夸克盘链接": "https://pan.quark.cn/s/4891dfb2f745"
  },
  {
    "文件名": "《步步升仙》（校对版全本）作者：微云疏影.txt",
    "夸克盘链接": "https://pan.quark.cn/s/0ef4ec6af201"
  },
  {
    "文件名": "《不朽战王》（校对版全本）作者：红黑路德.txt",
    "夸克盘链接": "https://pan.quark.cn/s/eef0e0bc4fb3"
  },
  {
    "文件名": "《不做豪门梦的灰姑娘》（校对版全本）作者：薛之雪.txt",
    "夸克盘链接": "https://pan.quark.cn/s/276ef714cb3f"
  },
  {
    "文件名": "《不朽神王》（校对版全本）作者：犁天.txt",
    "夸克盘链接": "https://pan.quark.cn/s/676d4f1ecba2"
  },
  {
    "文件名": "《不死冥王》（校对版全本）作者：云天空.txt",
    "夸克盘链接": "https://pan.quark.cn/s/25d0d91af403"
  },
  {
    "文件名": "《不灭金身》（校对版全本）作者：八百铁骑.txt",
    "夸克盘链接": "https://pan.quark.cn/s/28281f63c890"
  },
  {
    "文件名": "《不死穿越变形男》（校对版全本）作者：dpncx.txt",
    "夸克盘链接": "https://pan.quark.cn/s/14d114b66f31"
  },
  {
    "文件名": "《不灭剑体》（校对版全本）作者：十步行.txt",
    "夸克盘链接": "https://pan.quark.cn/s/8eebfdef12e7"
  },
  {
    "文件名": "《不良少夫》（校对版全本）作者：圆不破.txt",
    "夸克盘链接": "https://pan.quark.cn/s/d6093c8b14a5"
  },
  {
    "文件名": "《不可思议的末日》（校对版全本）作者：姐姐的新娘.txt",
    "夸克盘链接": "https://pan.quark.cn/s/f03f7bb9db85"
  },
  {
    "文件名": "《不堪抄》（校对版全文）作者：柳具足.txt",
    "夸克盘链接": "https://pan.quark.cn/s/b54951279ab4"
  },
  {
    "文件名": "《不羁天师》（校对版全本）作者：西半球.txt",
    "夸克盘链接": "https://pan.quark.cn/s/0084dc582fc0"
  },
  {
    "文件名": "《冰肌玉仙》（校对版全本+番外）作者：慕流苏.txt",
    "夸克盘链接": "https://pan.quark.cn/s/d72206383db3"
  },
  {
    "文件名": "《补玉山居》（实体版全本）作者：严歌苓.txt",
    "夸克盘链接": "https://pan.quark.cn/s/82f1c21cd4bb"
  },
  {
    "文件名": "《病毒》（实体版全本）作者：蔡骏.txt",
    "夸克盘链接": "https://pan.quark.cn/s/9670a63307c2"
  },
  {
    "文件名": "《冰火破坏神》（校对版全本）作者：无罪.txt",
    "夸克盘链接": "https://pan.quark.cn/s/1b2199649dd8"
  },
  {
    "文件名": "《变异杀机》（校对版全本）作者：赤虎.txt",
    "夸克盘链接": "https://pan.quark.cn/s/790a678b388a"
  },
  {
    "文件名": "《变天》（校对版全本）作者：断刃天涯.txt",
    "夸克盘链接": "https://pan.quark.cn/s/487794179044"
  },
  {
    "文件名": "《变身男女》（实体版全本）作者：籽月.txt",
    "夸克盘链接": "https://pan.quark.cn/s/9394e012b76f"
  },
  {
    "文件名": "《变身男女》（实体版全本）作者：李旗.txt",
    "夸克盘链接": "https://pan.quark.cn/s/baf66c35e767"
  },
  {
    "文件名": "《变脸师爷(阴阳师爷)》（实体书全本）作者：棠岚.txt",
    "夸克盘链接": "https://pan.quark.cn/s/f84fa52bfc07"
  },
  {
    "文件名": "《扁鹊的禁方》（实体版全本）作者：信周.txt",
    "夸克盘链接": "https://pan.quark.cn/s/03da2befd2b7"
  },
  {
    "文件名": "《边缘》（校对版全本）作者：无境界.txt",
    "夸克盘链接": "https://pan.quark.cn/s/64dc49046e53"
  },
  {
    "文件名": "《边缘》（校对版全本）作者：张海录.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c44c92aadd8a"
  },
  {
    "文件名": "《边荒传说》（校对版全本）作者：黄易.txt",
    "夸克盘链接": "https://pan.quark.cn/s/5a5b7663a714"
  },
  {
    "文件名": "《比蒙传奇》（校对版全本）作者：写字板.txt",
    "夸克盘链接": "https://pan.quark.cn/s/996979c6031a"
  },
  {
    "文件名": "《崩坏世界的传奇大冒险》（精校版全本）作者：国王陛下.txt",
    "夸克盘链接": "https://pan.quark.cn/s/aa017319a9fb"
  },
  {
    "文件名": "《本宫不在线》（校对版全本）作者：锦瑟华筝.txt",
    "夸克盘链接": "https://pan.quark.cn/s/f96a1ccf53ba"
  },
  {
    "文件名": "《北洋》（校对版全本）作者：戒念.txt",
    "夸克盘链接": "https://pan.quark.cn/s/90c4d7bc664a"
  },
  {
    "文件名": "《北宋士大夫的非人生活》（校对版全本）作者：午后方晴.txt",
    "夸克盘链接": "https://pan.quark.cn/s/5046352d95ae"
  },
  {
    "文件名": "《被继承的遗产》BY远上白云间（完结+2番外）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/011d766b827b"
  },
  {
    "文件名": "《北宋小官人的幸福生活》（校对版全本）作者：大苹果.txt",
    "夸克盘链接": "https://pan.quark.cn/s/164a4918b5b3"
  },
  {
    "文件名": "《北宋生活顾问》（校对版全本+番外）作者：阿昧.txt",
    "夸克盘链接": "https://pan.quark.cn/s/3351ea1cbd6c"
  },
  {
    "文件名": "《北京遇上西雅图》（实体版全本）作者：薛晓璐.txt",
    "夸克盘链接": "https://pan.quark.cn/s/130674137185"
  },
  {
    "文件名": "《北京青年》（实体版全本）作者：常琳.txt",
    "夸克盘链接": "https://pan.quark.cn/s/f8218172ad42"
  },
  {
    "文件名": "《北宫青》（精校版全本）作者：璇之舞.txt",
    "夸克盘链接": "https://pan.quark.cn/s/4620527b9ef4"
  },
  {
    "文件名": "《暴君，本宫来自现代！》（校对版全本+番外）作者：丫小圈.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c879391a68f3"
  },
  {
    "文件名": "《暴力召唤师》（校对版全本）作者：马上将军.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c8b0c929420f"
  },
  {
    "文件名": "《暴力前锋》（校对版全本）作者：华晓鸥.txt",
    "夸克盘链接": "https://pan.quark.cn/s/173f5ea0c317"
  },
  {
    "文件名": "《暴力法神》（校对版全本）作者：迷蒙的行者.txt",
    "夸克盘链接": "https://pan.quark.cn/s/6ec9ce9aeaf7"
  },
  {
    "文件名": "《孢子物语》（校对版全本）作者：红枼.txt",
    "夸克盘链接": "https://pan.quark.cn/s/2a851ef74722"
  },
  {
    "文件名": "《宝宝他爹是哪位(媚世红颜)》（校对版全本）作者：马涵.txt",
    "夸克盘链接": "https://pan.quark.cn/s/2bb24a477951"
  },
  {
    "文件名": "《半劫小仙》（校对版全本+番外）作者：o滴神.txt",
    "夸克盘链接": "https://pan.quark.cn/s/b1316a2d1dbf"
  },
  {
    "文件名": "《搬山》（校对版全本）作者：豆子惹的祸.txt",
    "夸克盘链接": "https://pan.quark.cn/s/7d5f109f23a9"
  },
  {
    "文件名": "《拜相为后》（实体版全本）作者：一度君华.txt",
    "夸克盘链接": "https://pan.quark.cn/s/d3de53d86e0d"
  },
  {
    "文件名": "《百鬼夜行宴》（校对版全本）作者：狂笑的菠萝.txt",
    "夸克盘链接": "https://pan.quark.cn/s/5f3ecb352c24"
  },
  {
    "文件名": "《百度宅男当崇祯》（校对版全本）作者：云和山的此端.txt",
    "夸克盘链接": "https://pan.quark.cn/s/022b28f3bca3"
  },
  {
    "文件名": "《百鬼夜行》（校对版全本）作者：Tick.txt",
    "夸克盘链接": "https://pan.quark.cn/s/9b7bba7e8e97"
  },
  {
    "文件名": "《百变销魂》（校对版全本）作者：二十四桥明月夜.txt",
    "夸克盘链接": "https://pan.quark.cn/s/b9cea397a390"
  },
  {
    "文件名": "《百变球神》（校对版全本）作者： 晴丰.txt",
    "夸克盘链接": "https://pan.quark.cn/s/5c31a994e027"
  },
  {
    "文件名": "《白银之歌》（校对版全本）作者：罗森.txt",
    "夸克盘链接": "https://pan.quark.cn/s/1b7be11fb1b8"
  },
  {
    "文件名": "《白日梦之三国》（校对版全本）作者：古龙岗.txt",
    "夸克盘链接": "https://pan.quark.cn/s/87dbab485dc3"
  },
  {
    "文件名": "《白甲军》（校对版全本）作者： 不开心的橘子.txt",
    "夸克盘链接": "https://pan.quark.cn/s/5806d8732841"
  },
  {
    "文件名": "《白矾惊梦录》（校对版全本）作者：轩辕波.txt",
    "夸克盘链接": "https://pan.quark.cn/s/3cf0065c2876"
  },
  {
    "文件名": "《霸天武圣》（校对版全本）作者：蛇吞鲸.txt",
    "夸克盘链接": "https://pan.quark.cn/s/f2b16c2349f1"
  },
  {
    "文件名": "《霸天武道》（校对版全本）作者：骑着蜗牛在旅行.txt",
    "夸克盘链接": "https://pan.quark.cn/s/f93d32768f00"
  },
  {
    "文件名": "《霸凌》BY雁一夏.txt",
    "夸克盘链接": "https://pan.quark.cn/s/069e3c261cd6"
  },
  {
    "文件名": "《傲世九重天》（精校版全本）作者：风凌天下.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e3c214519305"
  },
  {
    "文件名": "《霸剑道》（校对版全本）作者：残剑啊啊啊啊.txt",
    "夸克盘链接": "https://pan.quark.cn/s/913ceaf3e370"
  },
  {
    "文件名": "《把面瘫的你日哭》BY脑子一热.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e31c84b979e9"
  },
  {
    "文件名": "《八荒诛魔录》（校对版全本）作者：开荒.txt",
    "夸克盘链接": "https://pan.quark.cn/s/3bea23d524f2"
  },
  {
    "文件名": "《八零后少林方丈》（精校版全本）作者：黑土冒青烟.txt",
    "夸克盘链接": "https://pan.quark.cn/s/97fb7fff4e15"
  },
  {
    "文件名": "《奥比岛》（校对版全本）作者：奥比椰.txt",
    "夸克盘链接": "https://pan.quark.cn/s/36667e2d0fc5"
  },
  {
    "文件名": "《傲视天地》（校对版全本）作者：高铁.txt",
    "夸克盘链接": "https://pan.quark.cn/s/9f6ef0dfa20c"
  },
  {
    "文件名": "《傲剑蛮荒》（校对版全本）作者：江庭.txt",
    "夸克盘链接": "https://pan.quark.cn/s/68bcd7ea2828"
  },
  {
    "文件名": "《傲剑凌云》（校对版全本）作者：小刀锋利.txt",
    "夸克盘链接": "https://pan.quark.cn/s/26b202464795"
  },
  {
    "文件名": "《暗影街》（校对版全本）作者：暗黑茄子.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a1ee7c3a9fe0"
  },
  {
    "文件名": "《暗夜君王》（校对版全本）作者：拂晓晨星.txt",
    "夸克盘链接": "https://pan.quark.cn/s/3a0f3b9a3908"
  },
  {
    "文件名": "《暗黑之神之无良少年》（校对版全本）作者：狂风三剑.txt",
    "夸克盘链接": "https://pan.quark.cn/s/42572b8e4d72"
  },
  {
    "文件名": "《暗黑神探》（实体版全本）作者：何马.txt",
    "夸克盘链接": "https://pan.quark.cn/s/2dc2dd1f6d1e"
  },
  {
    "文件名": "《案藏杀机：清代四大奇案卷宗》（实体版全本）作者：吴蔚.txt",
    "夸克盘链接": "https://pan.quark.cn/s/f9a924402112"
  },
  {
    "文件名": "《安妮的庄园时代》（校对版全本+番外）作者：夏氏阿芙.txt",
    "夸克盘链接": "https://pan.quark.cn/s/fec112b73512"
  },
  {
    "文件名": "《爱情呼叫转移》（实体版全本）作者：坏蓝眼睛.txt",
    "夸克盘链接": "https://pan.quark.cn/s/8538a63717cf"
  },
  {
    "文件名": "《爱你我就骚扰你(求爱大作战)》（校对版全本）作者：柳下挥.txt",
    "夸克盘链接": "https://pan.quark.cn/s/12b5d5e06038"
  },
  {
    "文件名": "《爱你就要宠坏你》BY叫我小肉肉.txt",
    "夸克盘链接": "https://pan.quark.cn/s/eef02f5032ed"
  },
  {
    "文件名": "《爱丽丝公主的日记》（校对版全本）作者：凝视黑暗.txt",
    "夸克盘链接": "https://pan.quark.cn/s/17903f2f587d"
  },
  {
    "文件名": "《爱国军阀》（校对版全本）作者：东方奇侠.txt",
    "夸克盘链接": "https://pan.quark.cn/s/27d188c5d952"
  },
  {
    "文件名": "《阿莞》（校对版全本+番外）作者：予方.txt",
    "夸克盘链接": "https://pan.quark.cn/s/8142922b6405"
  },
  {
    "文件名": "《2013》（校对版全本）作者：玄色.txt",
    "夸克盘链接": "https://pan.quark.cn/s/8e0808c31098"
  },
  {
    "文件名": "《X档案研究所》（实体版1-3全本）作者：夷梦.txt",
    "夸克盘链接": "https://pan.quark.cn/s/dc59050dfa9b"
  },
  {
    "文件名": "《2012神秘的玛雅末日预言》（实体版全本）作者：司马志.txt",
    "夸克盘链接": "https://pan.quark.cn/s/43f7e1eab9c8"
  },
  {
    "文件名": "《2012末日仙侠》（校对版全本）作者：狂翻的咸鱼.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c7d05543a20f"
  },
  {
    "文件名": "《1908远东狂人》（校对版全本）作者：丹丘.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a0483bde62b0"
  },
  {
    "文件名": "《1908大军阀》（校对版全本）作者：闽南愚客.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e234039a93a1"
  },
  {
    "文件名": "《1911新中华》（校对版全本）作者：天使奥斯卡.txt",
    "夸克盘链接": "https://pan.quark.cn/s/dbac45f47a90"
  },
  {
    "文件名": "《2012·末夜》（实体版全本）作者：沧月.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c4706badc3f7"
  },
  {
    "文件名": "《易鼎》（校对版全本）作者：荆柯守.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ff0f3a22bbcc"
  },
  {
    "文件名": "《走私大明》（校对版全本）作者：北冥老鱼.txt",
    "夸克盘链接": "https://pan.quark.cn/s/3cc2b4e74cf2"
  },
  {
    "文件名": "《紫气浩然》（校对版全本）作者：仙人.txt",
    "夸克盘链接": "https://pan.quark.cn/s/f60e8b6e26e6"
  },
  {
    "文件名": "《诸天十道》（校对版全本）作者：黯然销魂.txt",
    "夸克盘链接": "https://pan.quark.cn/s/69ff04707010"
  },
  {
    "文件名": "《紫府仙缘(虛境修仙)》（校对版全本）作者：百里玺.txt",
    "夸克盘链接": "https://pan.quark.cn/s/1d51bd2fce2f"
  },
  {
    "文件名": "《紫极舞》（校对版全本）作者：藤萍.txt",
    "夸克盘链接": "https://pan.quark.cn/s/5bbe2158dbfc"
  },
  {
    "文件名": "《竹马一生推》BY鱼有熊掌(现代 张扬健气攻X害羞学霸受 温馨 校园 每一个学渣身后总有一个爱上他的学霸 HE).txt",
    "夸克盘链接": "https://pan.quark.cn/s/4318f52edc77"
  },
  {
    "文件名": "《诸天荣光》（校对版全本）作者：纪子.txt",
    "夸克盘链接": "https://pan.quark.cn/s/8285206c668e"
  },
  {
    "文件名": "《诸侯争霸》（校对版全本）作者：月鼠.txt",
    "夸克盘链接": "https://pan.quark.cn/s/759aabfede88"
  },
  {
    "文件名": "《朱门风流》（校对版全本）作者：府天.txt",
    "夸克盘链接": "https://pan.quark.cn/s/755436a39ae2"
  },
  {
    "文件名": "《重振大明》（校对版全本）作者：路人家.txt",
    "夸克盘链接": "https://pan.quark.cn/s/db329ef200b1"
  },
  {
    "文件名": "《重生之贼行天下》（校对版全本）作者：发飙的蜗牛.txt",
    "夸克盘链接": "https://pan.quark.cn/s/8731c9805630"
  },
  {
    "文件名": "《重修之灭仙弑神》（校对版全本）作者：疯颠.txt",
    "夸克盘链接": "https://pan.quark.cn/s/96e35dfdf99f"
  },
  {
    "文件名": "《重生之我的书记人生》（校对版全本+后记）作者：宝石猫.txt",
    "夸克盘链接": "https://pan.quark.cn/s/0b66b9fe2e9b"
  },
  {
    "文件名": "《重生之网络娱乐》（校对版全本）作者：天下第一白.txt",
    "夸克盘链接": "https://pan.quark.cn/s/6b433ef5b9ca"
  },
  {
    "文件名": "《重生之官商风流》（校对版全本）作者：常官落叶.txt",
    "夸克盘链接": "https://pan.quark.cn/s/d85cc8840bbb"
  },
  {
    "文件名": "《重生之官路商途》（校对版全本）作者：更俗.txt",
    "夸克盘链接": "https://pan.quark.cn/s/342fdfbfecda"
  },
  {
    "文件名": "《重生之沸腾青春》（校对版全本）作者：明日复明日.txt",
    "夸克盘链接": "https://pan.quark.cn/s/dd7d72b84c2d"
  },
  {
    "文件名": "《重生之官路浮沉》（校对版全本）作者：浮沉.txt",
    "夸克盘链接": "https://pan.quark.cn/s/69ae369ded15"
  },
  {
    "文件名": "《重生之二代富商》（校对版全本）作者：小小羽.txt",
    "夸克盘链接": "https://pan.quark.cn/s/f3dd9404fcdc"
  },
  {
    "文件名": "《重生之盾御苍穹》（校对版全本）作者：半步沧桑.txt",
    "夸克盘链接": "https://pan.quark.cn/s/11804326201f"
  },
  {
    "文件名": "《重生之独行刺客》（校对版全本）作者： 无敌飞天猫.txt",
    "夸克盘链接": "https://pan.quark.cn/s/bc8454a95bfd"
  },
  {
    "文件名": "《重生之地产大亨》（校对版全本）作者：八爪章鱼.txt",
    "夸克盘链接": "https://pan.quark.cn/s/885665bd73cc"
  },
  {
    "文件名": "《重生之大天王》（校对版全本）作者：钟离江河.txt",
    "夸克盘链接": "https://pan.quark.cn/s/15c6fdf26f34"
  },
  {
    "文件名": "《重生之大涅槃》（校对版全本）作者：奥尔良烤鲟鱼堡.txt",
    "夸克盘链接": "https://pan.quark.cn/s/0a32be704888"
  },
  {
    "文件名": "《重生之大科学家》（校对版全本）作者：何事公.txt",
    "夸克盘链接": "https://pan.quark.cn/s/8fcb7cebf2ce"
  },
  {
    "文件名": "《重生之百将图》（校对版全本）作者：月鼠.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ef26afb0f826"
  },
  {
    "文件名": "《重生世家子(重生红三代)》（校对版全本）作者：蔡晋.txt",
    "夸克盘链接": "https://pan.quark.cn/s/9bddad1a42a6"
  },
  {
    "文件名": "《重生音乐传奇》（校对版全本）作者：就是芦苇.txt",
    "夸克盘链接": "https://pan.quark.cn/s/12dea4e3e1c5"
  },
  {
    "文件名": "《重生之白猫王子》（校对版全本）作者：李白不白.txt",
    "夸克盘链接": "https://pan.quark.cn/s/42fe6f117511"
  },
  {
    "文件名": "《重生漫画之神》（校对版全本）作者：永远的乔帮主.txt",
    "夸克盘链接": "https://pan.quark.cn/s/505b548c0bdd"
  },
  {
    "文件名": "《重生鉴定师》（校对版全本）作者：木士.txt",
    "夸克盘链接": "https://pan.quark.cn/s/60ddfdea50e3"
  },
  {
    "文件名": "《重生工业帝国》（校对版全本）作者：寂寞的蚂蚁.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a7a4be2f3711"
  },
  {
    "文件名": "《重启家园》（校对版全本）作者：九头猫怪.txt",
    "夸克盘链接": "https://pan.quark.cn/s/305c869e7dc5"
  },
  {
    "文件名": "《重林巨蜥》（校对版全本）作者：人勿玩人.txt",
    "夸克盘链接": "https://pan.quark.cn/s/bc76f7cbf571"
  },
  {
    "文件名": "《重生·小茶》（校对版全本+番外）作者：疯丢子.txt",
    "夸克盘链接": "https://pan.quark.cn/s/9e1fa87349cf"
  },
  {
    "文件名": "《终极猎杀》（校对版全本）作者：夜十三.txt",
    "夸克盘链接": "https://pan.quark.cn/s/22bb9b1e0b52"
  },
  {
    "文件名": "《终极传承》（校对版全本）作者：雨辰宇.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a8c137de93d1"
  },
  {
    "文件名": "《中医扬名(中医高手)》（校对版全本）作者：笑论语.txt",
    "夸克盘链接": "https://pan.quark.cn/s/92384aba8b67"
  },
  {
    "文件名": "《中医天下(大中医)》（校对版全本）作者：青斗.txt",
    "夸克盘链接": "https://pan.quark.cn/s/866132f52e03"
  },
  {
    "文件名": "《中华控卫》（校对版全本）作者：六出祁山.txt",
    "夸克盘链接": "https://pan.quark.cn/s/92e74a6b1696"
  },
  {
    "文件名": "《致命武力之新世界》（校对版全本）作者：实在没选择.txt",
    "夸克盘链接": "https://pan.quark.cn/s/bf3b93629dc0"
  },
  {
    "文件名": "《至尊邪天》（校对版全本）作者：恋风.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a95a6e7aaa32"
  },
  {
    "文件名": "《至尊逍遥》（校对版全本）作者：权掌天下.txt",
    "夸克盘链接": "https://pan.quark.cn/s/920e5400ad20"
  },
  {
    "文件名": "《拯救大唐MM》（校对版全本）作者：霞飞双颊.txt",
    "夸克盘链接": "https://pan.quark.cn/s/4c13c85dec0a"
  },
  {
    "文件名": "《真实的幻影》（校对版全本）作者：龙无忧.txt",
    "夸克盘链接": "https://pan.quark.cn/s/05d90e5bb098"
  },
  {
    "文件名": "《谪仙落难》【耽美 武侠 高HH 掌门师兄总受 开头NP 结尾1v1各种play】作者：丫啊丫.txt",
    "夸克盘链接": "https://pan.quark.cn/s/5692fef76c90"
  },
  {
    "文件名": "《掌中星际》（校对版全本）作者：钻石雕塑.txt",
    "夸克盘链接": "https://pan.quark.cn/s/8fc65bf422b3"
  },
  {
    "文件名": "《掌权者》（校对版全本）作者：一三五七九.txt",
    "夸克盘链接": "https://pan.quark.cn/s/2ebee2ebe011"
  },
  {
    "文件名": "《长生大帝》（校对版全本）作者：二水化石.txt",
    "夸克盘链接": "https://pan.quark.cn/s/af75ed4085ff"
  },
  {
    "文件名": "《长生不死》（校对版全本）作者：观棋.txt",
    "夸克盘链接": "https://pan.quark.cn/s/4d9db43f5489"
  },
  {
    "文件名": "《长安风流》（校对版全本）作者：萧玄武.txt",
    "夸克盘链接": "https://pan.quark.cn/s/1e5901911c94"
  },
  {
    "文件名": "《张三丰弟子现代生活录》（校对版全本）作者：断桥残雪.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a020f9a9180c"
  },
  {
    "文件名": "《湛蓝徽章》（校对版全本）作者：Deathstate.txt",
    "夸克盘链接": "https://pan.quark.cn/s/69ebad852e5c"
  },
  {
    "文件名": "《战天》（校对版全本）作者：苍天白鹤.txt",
    "夸克盘链接": "https://pan.quark.cn/s/bcfc0f67e53e"
  },
  {
    "文件名": "《战皇》（校对版全本）作者：傲天无痕.txt",
    "夸克盘链接": "https://pan.quark.cn/s/80849977958b"
  },
  {
    "文件名": "《渣攻沦为yd受》BY山水.txt",
    "夸克盘链接": "https://pan.quark.cn/s/f9c04a9267c9"
  },
  {
    "文件名": "《造神》（校对版全本）作者：苍天白鹤.txt",
    "夸克盘链接": "https://pan.quark.cn/s/9c02964e32df"
  },
  {
    "文件名": "《葬明》（校对版全本）作者：寒风拂剑.txt",
    "夸克盘链接": "https://pan.quark.cn/s/f7fc54a8d7a4"
  },
  {
    "文件名": "《再生传奇》（校对版全本）作者：天子.txt",
    "夸克盘链接": "https://pan.quark.cn/s/15322f65316b"
  },
  {
    "文件名": "《运气》（校对版全本）作者：黯然销魂.txt",
    "夸克盘链接": "https://pan.quark.cn/s/d7591fe88f68"
  },
  {
    "文件名": "《云上法师》（校对版全本）作者：幻想三源色.txt",
    "夸克盘链接": "https://pan.quark.cn/s/f2f82ea346f8"
  },
  {
    "文件名": "《域绝》（校对版全本）作者：笑险.txt",
    "夸克盘链接": "https://pan.quark.cn/s/187861673e3f"
  },
  {
    "文件名": "《御剑天下》（实体版全本）作者：辰阳.txt",
    "夸克盘链接": "https://pan.quark.cn/s/1f25fce8a418"
  },
  {
    "文件名": "《驭兽仙师》（校对版全本）作者：吐血枪.txt",
    "夸克盘链接": "https://pan.quark.cn/s/da0eb2249342"
  },
  {
    "文件名": "《驭夫36计》（校对版全本）作者：柳暗花溟.txt",
    "夸克盘链接": "https://pan.quark.cn/s/edd4ed6bee78"
  },
  {
    "文件名": "《诱香蛊皇》（精校版全本）作者：虎躯常震.txt",
    "夸克盘链接": "https://pan.quark.cn/s/4fa93d26d2a7"
  },
  {
    "文件名": "《游戏三国之英雄传说》（校对版全本）作者：穿过红尘.txt",
    "夸克盘链接": "https://pan.quark.cn/s/177611ca8045"
  },
  {
    "文件名": "《诱惑竹马的日子》BY唯肉不腻(现代肉文 竹马忠犬攻X直率认真受 甜文 满脑子黄暴思想的受和欲拒还迎的攻啪出了真爱 HE).txt",
    "夸克盘链接": "https://pan.quark.cn/s/2fc106c32b46"
  },
  {
    "文件名": "《游钓天下》（校对版全本）作者：萨瓦斯托波尔.txt",
    "夸克盘链接": "https://pan.quark.cn/s/2431c906e093"
  },
  {
    "文件名": "《永生》（校对版全本）作者：梦入神机.txt",
    "夸克盘链接": "https://pan.quark.cn/s/4e9f3f135934"
  },
  {
    "文件名": "《庸医》（校对版全本）作者：萧禹.txt",
    "夸克盘链接": "https://pan.quark.cn/s/45a02f860a06"
  },
  {
    "文件名": "《影城大亨》（校对版全本）作者：镔铁.txt",
    "夸克盘链接": "https://pan.quark.cn/s/5dba3909c599"
  },
  {
    "文件名": "《英雄无敌之极品领主》（校对版全本）作者：熏香如风.txt",
    "夸克盘链接": "https://pan.quark.cn/s/89e04fda8992"
  },
  {
    "文件名": "《印神无双》（校对版全本）作者：李郎憔悴.txt",
    "夸克盘链接": "https://pan.quark.cn/s/f4095e7c4dd5"
  },
  {
    "文件名": "《隐龙变》（校对版全本）作者：风华爵士.txt",
    "夸克盘链接": "https://pan.quark.cn/s/6d836e382ace"
  },
  {
    "文件名": "《阴阳瞳》（校对版全本）作者：常半仙.txt",
    "夸克盘链接": "https://pan.quark.cn/s/2907ab65c512"
  },
  {
    "文件名": "《隐患》 衔墓雨 主受 .txt",
    "夸克盘链接": "https://pan.quark.cn/s/2fa45f88372c"
  },
  {
    "文件名": "《最佳导演》（校对版全本）作者：机器人瓦力.txt",
    "夸克盘链接": "https://pan.quark.cn/s/506db375be12"
  },
  {
    "文件名": "《醉枕江山》（精校版全本）作者：月关.txt",
    "夸克盘链接": "https://pan.quark.cn/s/5888a503155e"
  },
  {
    "文件名": "《最强黑客》（校对版全本）作者：顾大石.txt",
    "夸克盘链接": "https://pan.quark.cn/s/bb8f9c4f4e39"
  },
  {
    "文件名": "《异世医仙》（校对版全本）作者：汉宝.txt",
    "夸克盘链接": "https://pan.quark.cn/s/b9645f41eafa"
  },
  {
    "文件名": "《异世药王》（校对版全本）作者：独悠.txt",
    "夸克盘链接": "https://pan.quark.cn/s/46cb90147474"
  },
  {
    "文件名": "《异世药神》（校对版全本）作者：暗魔师.txt",
    "夸克盘链接": "https://pan.quark.cn/s/085e2c48e9f3"
  },
  {
    "文件名": "《异世邪徒》（校对版全本）作者：夏炎炎.txt",
    "夸克盘链接": "https://pan.quark.cn/s/364e7ae200a8"
  },
  {
    "文件名": "《异世邪君》（校对版全本）作者：风凌天下.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e793be11437a"
  },
  {
    "文件名": "《异世龙逍遥》（校对版全本）作者：撒加.txt",
    "夸克盘链接": "https://pan.quark.cn/s/b2511c35a442"
  },
  {
    "文件名": "《异世怪医》（校对版全本）作者：紫薇疯爆.txt",
    "夸克盘链接": "https://pan.quark.cn/s/d95dc537e99a"
  },
  {
    "文件名": "《异时空之抗日》（校对版全本）作者：六指君.txt",
    "夸克盘链接": "https://pan.quark.cn/s/d105e2c5ae4f"
  },
  {
    "文件名": "《异能家族》（校对版全本）作者：沧海一梦.txt",
    "夸克盘链接": "https://pan.quark.cn/s/1d2c6d6dda15"
  },
  {
    "文件名": "《异界职业玩家》（校对版全本）作者：涂章溢.txt",
    "夸克盘链接": "https://pan.quark.cn/s/75247afe2017"
  },
  {
    "文件名": "《罪青春》（校对版全本）作者：耳哥.txt",
    "夸克盘链接": "https://pan.quark.cn/s/07ac0e79367a"
  },
  {
    "文件名": "《异界魅影逍遥》（校对版全本）作者：纯情犀利哥.txt",
    "夸克盘链接": "https://pan.quark.cn/s/5eff38384a92"
  },
  {
    "文件名": "《异界轩辕》（校对版全本）作者：十万豆浆.txt",
    "夸克盘链接": "https://pan.quark.cn/s/07bafa3a7af4"
  },
  {
    "文件名": "《异界流氓天尊》（校对版全本）作者：狂奔的蜗牛.txt",
    "夸克盘链接": "https://pan.quark.cn/s/193a33ddc1d1"
  },
  {
    "文件名": "《医师》（校对版全本）作者：草席.txt",
    "夸克盘链接": "https://pan.quark.cn/s/3190413a87c4"
  },
  {
    "文件名": "《一世辉煌》（校对版全本）作者：炫亦.txt",
    "夸克盘链接": "https://pan.quark.cn/s/1442ceed7eb3"
  },
  {
    "文件名": "《一级安保》（校对版全本）作者：虾写.txt",
    "夸克盘链接": "https://pan.quark.cn/s/bdbd1dcf0e54"
  },
  {
    "文件名": "《爷们》（校对版全本）作者：风流.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e5cf7c161f6c"
  },
  {
    "文件名": "《药鼎仙途》（校对版全本）作者：寒香寂寞.txt",
    "夸克盘链接": "https://pan.quark.cn/s/37782f0f6fdb"
  },
  {
    "文件名": "《养蛊笔记》（校对版全本）作者：飞飞语.txt",
    "夸克盘链接": "https://pan.quark.cn/s/2060bc500e4a"
  },
  {
    "文件名": "《阳神》（校对版全本）作者：梦入神机.txt",
    "夸克盘链接": "https://pan.quark.cn/s/39e2b137a573"
  },
  {
    "文件名": "《寻妖》（校对版全本）作者：云无常.txt",
    "夸克盘链接": "https://pan.quark.cn/s/d46f0cd74920"
  },
  {
    "文件名": "《言与钟林（ABO）》BY云书 .txt",
    "夸克盘链接": "https://pan.quark.cn/s/ece678de0b2c"
  },
  {
    "文件名": "《血沙》（校对版全本）作者：闪烁.txt",
    "夸克盘链接": "https://pan.quark.cn/s/f0872d8aaf9e"
  },
  {
    "文件名": "《玄天邪尊》（校对版全本）作者：乌山云雨.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ecac425b27c7"
  },
  {
    "文件名": "《许仙志》（校对版全本）作者：说梦者.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a50e02ea050c"
  },
  {
    "文件名": "《续世枭雄》（校对版全本）作者：昏庸无道.txt",
    "夸克盘链接": "https://pan.quark.cn/s/81df816220f7"
  },
  {
    "文件名": "《虚芒》（校对版全本）作者：晋升.txt",
    "夸克盘链接": "https://pan.quark.cn/s/9ab779c39cea"
  },
  {
    "文件名": "《修真研究生生活录》（校对版全本）作者：断桥残雪.txt",
    "夸克盘链接": "https://pan.quark.cn/s/cc1503331309"
  },
  {
    "文件名": "《修真世界》（精校版全本）作者：方想.txt",
    "夸克盘链接": "https://pan.quark.cn/s/50c29f748b29"
  },
  {
    "文件名": "《星际之亡灵帝国》（校对版全本）作者：苍天白鹤.txt",
    "夸克盘链接": "https://pan.quark.cn/s/2baef5ebcf6f"
  },
  {
    "文件名": "《修真界败类》（校对版全本）作者：跃千愁.txt",
    "夸克盘链接": "https://pan.quark.cn/s/b16a514624c0"
  },
  {
    "文件名": "《兴唐》（校对版全本）作者：午后方晴.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e9b28f2c4658"
  },
  {
    "文件名": "《刑名师爷》（校对版全本）作者：沐轶.txt",
    "夸克盘链接": "https://pan.quark.cn/s/4355da35222b"
  },
  {
    "文件名": "《星际游轮》（校对版全本）作者：古剑锋.txt",
    "夸克盘链接": "https://pan.quark.cn/s/205122e255e4"
  },
  {
    "文件名": "《星际判官》（校对版全本）作者：古剑锋.txt",
    "夸克盘链接": "https://pan.quark.cn/s/dae8f7c8f2b5"
  },
  {
    "文件名": "《星际江湖》（校对版全本）作者：罗霸道.txt",
    "夸克盘链接": "https://pan.quark.cn/s/f3b7a7adbdda"
  },
  {
    "文件名": "《星辰变》（校对版全本） 作者：我吃西红柿.txt",
    "夸克盘链接": "https://pan.quark.cn/s/13549d88399a"
  },
  {
    "文件名": "《星辰妖皇传》（校对版全本）作者：烟灰落定.txt",
    "夸克盘链接": "https://pan.quark.cn/s/5f72e7a3bb21"
  },
  {
    "文件名": "《辛亥大英雄》（校对版全本）作者：河马散人.txt",
    "夸克盘链接": "https://pan.quark.cn/s/90888a95d656"
  },
  {
    "文件名": "《邪影本纪》（校对版全本）作者：邪影.txt",
    "夸克盘链接": "https://pan.quark.cn/s/61dec87782b7"
  },
  {
    "文件名": "《新喜剧之王》（校对版全本）作者：黯然销魂.txt",
    "夸克盘链接": "https://pan.quark.cn/s/797ea419f03e"
  },
  {
    "文件名": "《邪神传说》（校对版全本）作者：云天空.txt",
    "夸克盘链接": "https://pan.quark.cn/s/4db08654aadb"
  },
  {
    "文件名": "《邪气凛然》（校对版全本）作者：跳舞.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c8caa97daf61"
  },
  {
    "文件名": "《邪龙道》（校对版全本）作者：血红.txt",
    "夸克盘链接": "https://pan.quark.cn/s/df87020cbf15"
  },
  {
    "文件名": "《邪风曲》（校对版全本）作者：血红.txt",
    "夸克盘链接": "https://pan.quark.cn/s/32e28ccfded0"
  },
  {
    "文件名": "《邪恶魔法高校》（校对版全本）作者：末羽.txt",
    "夸克盘链接": "https://pan.quark.cn/s/59996ee938b7"
  },
  {
    "文件名": "《小市民的奋斗》（校对版全本）作者：无语的命运.txt",
    "夸克盘链接": "https://pan.quark.cn/s/92568f55cebd"
  },
  {
    "文件名": "《小地主》（校对版全本）作者：如莲如玉.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ccece731a10d"
  },
  {
    "文件名": "《逍遥神医》（校对版全本）作者：红烧菠萝.txt",
    "夸克盘链接": "https://pan.quark.cn/s/7154851f45f6"
  },
  {
    "文件名": "《仙狱》（校对版全本）作者：煮酒论咖啡.txt",
    "夸克盘链接": "https://pan.quark.cn/s/3fdbcbd0f007"
  },
  {
    "文件名": "《逍行纪》（校对版全本）作者：血红.txt",
    "夸克盘链接": "https://pan.quark.cn/s/547f2ca465c3"
  },
  {
    "文件名": "《仙王》（校对版全本）作者：果核里.txt",
    "夸克盘链接": "https://pan.quark.cn/s/0d08120eb32c"
  },
  {
    "文件名": "《仙魔变》（精校版全本）作者：无罪.txt",
    "夸克盘链接": "https://pan.quark.cn/s/7c0490c075db"
  },
  {
    "文件名": "《仙戮佛屠》（校对版全本）作者：流动的枫叶.txt",
    "夸克盘链接": "https://pan.quark.cn/s/abcd73f6b728"
  },
  {
    "文件名": "《仙绝》（校对版全本）作者：石三.txt",
    "夸克盘链接": "https://pan.quark.cn/s/6510ee32b868"
  },
  {
    "文件名": "《仙鸿路》（校对版全本）作者：快餐店.txt",
    "夸克盘链接": "https://pan.quark.cn/s/22a03e633fa8"
  },
  {
    "文件名": "《仙河风暴》（校对版全本）作者：快餐店.txt",
    "夸克盘链接": "https://pan.quark.cn/s/4bf1c8620bb3"
  },
  {
    "文件名": "《仙道求索》（校对版全本）作者：虫豸.txt",
    "夸克盘链接": "https://pan.quark.cn/s/6de9802ca159"
  },
  {
    "文件名": "《仙朝帝师》（校对版全本）作者：今夕何夕.txt",
    "夸克盘链接": "https://pan.quark.cn/s/280d905a6079"
  },
  {
    "文件名": "《仙傲》（校对版全本）作者：雾外江山.txt",
    "夸克盘链接": "https://pan.quark.cn/s/77f70de9c809"
  },
  {
    "文件名": "《武神》（校对版全本）作者：苍天白鹤.txt",
    "夸克盘链接": "https://pan.quark.cn/s/849639da0575"
  },
  {
    "文件名": "《武逆乾坤》（校对版全本）作者：属龙语.txt",
    "夸克盘链接": "https://pan.quark.cn/s/b88d4ff69677"
  },
  {
    "文件名": "《武侠世界男儿行》（校对版全本）作者：我吃唐三藏.txt",
    "夸克盘链接": "https://pan.quark.cn/s/1421e43cc7ce"
  },
  {
    "文件名": "《夏鼎》（精校版全本）作者：鼓元吉.txt",
    "夸克盘链接": "https://pan.quark.cn/s/710fe5d650aa"
  },
  {
    "文件名": "《武逆九天》（校对版全本）作者：江湖再见.txt",
    "夸克盘链接": "https://pan.quark.cn/s/41755f36434d"
  },
  {
    "文件名": "《武魂》（校对版全本）作者：辣椒江.txt",
    "夸克盘链接": "https://pan.quark.cn/s/f7f2c800b6ac"
  },
  {
    "文件名": "《武家栋梁》（校对版全本）作者：冰镇乌梅汤.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c5d679a4058b"
  },
  {
    "文件名": "《武动乾坤》（精校版全本）作者：天蚕土豆.txt",
    "夸克盘链接": "https://pan.quark.cn/s/6ac849aa849d"
  },
  {
    "文件名": "《武道乾坤》（校对版全本）作者：新版红双喜.txt",
    "夸克盘链接": "https://pan.quark.cn/s/61ca9d6fca79"
  },
  {
    "文件名": "《无限之爱萌》（校对版全本）作者：国际精神.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a263d6b80e92"
  },
  {
    "文件名": "《五行元灵》（校对全本）作者：血友人生.txt",
    "夸克盘链接": "https://pan.quark.cn/s/6712dbc116e9"
  },
  {
    "文件名": "《无限进化海盗船》（校对版全本）作者：紫色舞鞋.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a37d03155a7c"
  },
  {
    "文件名": "《无双宝鉴》（校对版全本）作者：罗晓.txt",
    "夸克盘链接": "https://pan.quark.cn/s/79239b28960b"
  },
  {
    "文件名": "《无尽神功》（校对版全本）作者：灵隐狐.txt",
    "夸克盘链接": "https://pan.quark.cn/s/3ddcb79bd0fd"
  },
  {
    "文件名": "《无极龙道》（校对版全本）作者：无断.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e3e60dc9e023"
  },
  {
    "文件名": "《我是何塞》（校对版全本）作者：郭怒.txt",
    "夸克盘链接": "https://pan.quark.cn/s/5a1aa9601bfe"
  },
  {
    "文件名": "《我老婆是校花》（校对版全本）作者：心在流浪.txt",
    "夸克盘链接": "https://pan.quark.cn/s/841609b7e06c"
  },
  {
    "文件名": "《无敌保镖》（校对版全本）作者：日上三竿.txt",
    "夸克盘链接": "https://pan.quark.cn/s/6b87bc219d5f"
  },
  {
    "文件名": "《我家的剑仙大人》（校对版全本）作者：伴读小牧童.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c1ffd239c1b0"
  },
  {
    "文件名": "《我的老婆是军阀》（校对版全本）作者：录事参军.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ef7ea2cd2a6b"
  },
  {
    "文件名": "《我的民国生涯》（校对版全本）作者：千斤顶.txt",
    "夸克盘链接": "https://pan.quark.cn/s/54c50d838a8a"
  },
  {
    "文件名": "《我的老婆是公主》（校对版全本）作者：初恋璀璨如夏花.txt",
    "夸克盘链接": "https://pan.quark.cn/s/662de15005bf"
  },
  {
    "文件名": "《我的警花老婆》（校对版全本）作者：尼姑庵的和尚.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ca1acb38ad8b"
  },
  {
    "文件名": "《问鼎记》（校对版全本）作者：沧海月明.txt",
    "夸克盘链接": "https://pan.quark.cn/s/50cf8bfe92a0"
  },
  {
    "文件名": "《文艺人生》（校对版全本）作者：离狂.txt",
    "夸克盘链接": "https://pan.quark.cn/s/29eac9ef2d1e"
  },
  {
    "文件名": "《唯我独尊》（校对版全本）作者：小刀锋利.txt",
    "夸克盘链接": "https://pan.quark.cn/s/5f7145e617c8"
  },
  {
    "文件名": "《未来智能》（校对版全本）作者：闲情随笔.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ba8630f3a995"
  },
  {
    "文件名": "《网游重生之邪骑传说》（校对版全本）作者：清水小蝌蚪.txt",
    "夸克盘链接": "https://pan.quark.cn/s/f6c6f9f0f787"
  },
  {
    "文件名": "《网游植物师》（校对版全本）作者：不是浮云.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a95a8d09cae0"
  },
  {
    "文件名": "《网游之最强房东》（校对版全本）作者：黑乎乎的老妖.txt",
    "夸克盘链接": "https://pan.quark.cn/s/2b484966add3"
  },
  {
    "文件名": "《网游之纵横天下》（校对版全本）作者：失落叶.txt",
    "夸克盘链接": "https://pan.quark.cn/s/8e68b7024005"
  },
  {
    "文件名": "《网游之永生》（校对版全本）作者：火神.txt",
    "夸克盘链接": "https://pan.quark.cn/s/4e7579b88a07"
  },
  {
    "文件名": "《网游之战御天下》（校对版全本）作者：孤单地飞.txt",
    "夸克盘链接": "https://pan.quark.cn/s/69605b1dd485"
  },
  {
    "文件名": "《网游之重生最强》（校对版全本）作者：非风非云.txt",
    "夸克盘链接": "https://pan.quark.cn/s/22a85a6a95e1"
  },
  {
    "文件名": "《网游之幸运痞尊》（校对版全本）作者：I路单行.txt",
    "夸克盘链接": "https://pan.quark.cn/s/f9362ec45698"
  },
  {
    "文件名": "《网游之邪龙逆天》（校对版全本）作者：火星引力.txt",
    "夸克盘链接": "https://pan.quark.cn/s/28457fdfb402"
  },
  {
    "文件名": "《网游之枭傲天下》（校对版全本）作者：半步沧桑.txt",
    "夸克盘链接": "https://pan.quark.cn/s/6b5228aa3084"
  },
  {
    "文件名": "《网游之逍遥盗贼》（校对版全本）作者：那年夏天.txt",
    "夸克盘链接": "https://pan.quark.cn/s/52130316ebb8"
  },
  {
    "文件名": "《网游之仙侠》（校对版全本）作者：火神.txt",
    "夸克盘链接": "https://pan.quark.cn/s/deb97011b3c8"
  },
  {
    "文件名": "《网游之武林霸图》（校对版全本）作者：虾写.txt",
    "夸克盘链接": "https://pan.quark.cn/s/1fa8c6bf351b"
  },
  {
    "文件名": "《网游之无人可挡》（校对版全本）作者：狱血魔神.txt",
    "夸克盘链接": "https://pan.quark.cn/s/4f476279e394"
  },
  {
    "文件名": "《网游之天下无双》（校对版全本）作者：失落叶.txt",
    "夸克盘链接": "https://pan.quark.cn/s/2e3bed6fd041"
  },
  {
    "文件名": "《网游之贴身高手》（校对版全本）作者：隔夜开水.txt",
    "夸克盘链接": "https://pan.quark.cn/s/961b0841af83"
  },
  {
    "文件名": "《网游之天下无敌》（校对版全本）作者：孤雨随风.txt",
    "夸克盘链接": "https://pan.quark.cn/s/d4ca2a5b9008"
  },
  {
    "文件名": "《网游之天狗吞日》（校对版全本）作者：寡人未婚.txt",
    "夸克盘链接": "https://pan.quark.cn/s/937ff900d604"
  },
  {
    "文件名": "《网游之天地》（校对版全本）作者：隐为者.txt",
    "夸克盘链接": "https://pan.quark.cn/s/49ab784f8952"
  },
  {
    "文件名": "《网游之神话降临》（校对版全本）作者：血夜独狼.txt",
    "夸克盘链接": "https://pan.quark.cn/s/cb11f9ec25cf"
  },
  {
    "文件名": "《网游之全职大骑士》（校对版全本）作者：六器.txt",
    "夸克盘链接": "https://pan.quark.cn/s/2122ef0c45be"
  },
  {
    "文件名": "《网游之青城剑仙》（校对版全本）作者：太湖霸王.txt",
    "夸克盘链接": "https://pan.quark.cn/s/570a8bfb1da0"
  },
  {
    "文件名": "《网游之抢先半步》（校对版全本）作者：麻烦.txt",
    "夸克盘链接": "https://pan.quark.cn/s/48287fa4d7fc"
  },
  {
    "文件名": "《网游之魔临天下》（校对版全本）作者：千回.txt",
    "夸克盘链接": "https://pan.quark.cn/s/41cfa67f5d23"
  },
  {
    "文件名": "《网游之摸尸大神》（校对版全本）作者：风扇老爷.txt",
    "夸克盘链接": "https://pan.quark.cn/s/0b515276d287"
  },
  {
    "文件名": "《网游之名动江湖》（校对版全本）作者：君莫.txt",
    "夸克盘链接": "https://pan.quark.cn/s/bdfb7187ab37"
  },
  {
    "文件名": "《网游之近战法师》（精校版全本）作者：蝴蝶蓝.txt",
    "夸克盘链接": "https://pan.quark.cn/s/6b2cd8ed255a"
  },
  {
    "文件名": "《网游之零纪元》（校对版全本）作者：不是浮云.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e34ec98f5920"
  },
  {
    "文件名": "《网游之剧毒》（校对版全本）作者：黑乎乎的老妖.txt",
    "夸克盘链接": "https://pan.quark.cn/s/298aa38f1248"
  },
  {
    "文件名": "《网游之金庸奇侠传》（校对版全本）作者：云天明.txt",
    "夸克盘链接": "https://pan.quark.cn/s/55c4ffc60c92"
  },
  {
    "文件名": "《网游之混沌至尊》（校对版全本）作者：九品绿豆官.txt",
    "夸克盘链接": "https://pan.quark.cn/s/6fcefc3180aa"
  },
  {
    "文件名": "《网游之江湖任务行》（精校版全本+番外）作者：蝴蝶蓝.txt",
    "夸克盘链接": "https://pan.quark.cn/s/60b7d4f888af"
  },
  {
    "文件名": "《网游之黑暗剑士》（校对版全本）作者：笑雨果.txt",
    "夸克盘链接": "https://pan.quark.cn/s/5c302250e76c"
  },
  {
    "文件名": "《网游之复仇剑士》（校对版全本）作者：千水月.txt",
    "夸克盘链接": "https://pan.quark.cn/s/3b304f2c2a47"
  },
  {
    "文件名": "《网游神界》（校对版全本）作者：圣空守望者.txt",
    "夸克盘链接": "https://pan.quark.cn/s/8bf444936a06"
  },
  {
    "文件名": "《王牌进化》（校对版全本）作者：卷土.txt",
    "夸克盘链接": "https://pan.quark.cn/s/47fb1b9bcd37"
  },
  {
    "文件名": "《网游乾坤无极》（校对版全本）作者：傲月长空.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a2422125b827"
  },
  {
    "文件名": "《万妖之祖》（校对版全本）作者：孤独漂流.txt",
    "夸克盘链接": "https://pan.quark.cn/s/2c2b3d8bcd55"
  },
  {
    "文件名": "《玩唐》（校对版全本）作者：午后方晴.txt",
    "夸克盘链接": "https://pan.quark.cn/s/78421eb1e890"
  },
  {
    "文件名": "《挽风》BY菜鸡小草 .txt",
    "夸克盘链接": "https://pan.quark.cn/s/6c8115704961"
  },
  {
    "文件名": "《纨绔天才》（校对版全本）作者：魂断心不死.txt",
    "夸克盘链接": "https://pan.quark.cn/s/59076ff832b5"
  },
  {
    "文件名": "《吞天》（校对版全本）作者：妖白菜.txt",
    "夸克盘链接": "https://pan.quark.cn/s/acdbf5cdb184"
  },
  {
    "文件名": "《吞噬星空》（校对版全本）作者：我吃西红柿.txt",
    "夸克盘链接": "https://pan.quark.cn/s/33aef077e1ad"
  },
  {
    "文件名": "《铁骨》（校对版全本）作者：天子.txt",
    "夸克盘链接": "https://pan.quark.cn/s/be8331fd0231"
  },
  {
    "文件名": "《通天大圣》（校对版全本）作者：蛇吞鲸.txt",
    "夸克盘链接": "https://pan.quark.cn/s/6e39ac616a61"
  },
  {
    "文件名": "《通天官路》（校对版全本）作者：御史大夫.txt",
    "夸克盘链接": "https://pan.quark.cn/s/4884cb9e14ad"
  },
  {
    "文件名": "《通神塔》（校对版全本）作者：叶梦.txt",
    "夸克盘链接": "https://pan.quark.cn/s/3440488fc587"
  },
  {
    "文件名": "《天珠变》（校对版全本）作者：唐家三少.txt",
    "夸克盘链接": "https://pan.quark.cn/s/1588af474264"
  },
  {
    "文件名": "《天下枭雄》（校对版全本）作者：高月.txt",
    "夸克盘链接": "https://pan.quark.cn/s/984eb6e4096b"
  },
  {
    "文件名": "《天下无双》（校对版全本）作者：任怨.txt",
    "夸克盘链接": "https://pan.quark.cn/s/236275667ed9"
  },
  {
    "文件名": "《天下收藏》（校对版全本）作者：三羊猪猪.txt",
    "夸克盘链接": "https://pan.quark.cn/s/2b54da17a2da"
  },
  {
    "文件名": "《天下》（校对版全本）作者：高月.txt",
    "夸克盘链接": "https://pan.quark.cn/s/7eeb00d9890f"
  },
  {
    "文件名": "《天生神医》（校对版全本）作者：了了一生.txt",
    "夸克盘链接": "https://pan.quark.cn/s/999d414b8c6c"
  },
  {
    "文件名": "《天下圣道》（校对版全本）作者：二水化石.txt",
    "夸克盘链接": "https://pan.quark.cn/s/5f76c8ae4449"
  },
  {
    "文件名": "《天生神匠》（校对版全本）作者：逐没.txt",
    "夸克盘链接": "https://pan.quark.cn/s/3df9f188e17b"
  },
  {
    "文件名": "《天劫炼仙录》（校对版全本）作者：风檐.txt",
    "夸克盘链接": "https://pan.quark.cn/s/25f44986ab78"
  },
  {
    "文件名": "《天才医生》（校对版全本）作者：柳下挥.txt",
    "夸克盘链接": "https://pan.quark.cn/s/97b19994d5d8"
  },
  {
    "文件名": "《天才相师》（精校版全本）作者：打眼.txt",
    "夸克盘链接": "https://pan.quark.cn/s/3f81de5669fc"
  },
  {
    "文件名": "《特种军医》（校对版全本）作者：特种军医.txt",
    "夸克盘链接": "https://pan.quark.cn/s/507e85f85a62"
  },
  {
    "文件名": "《体尊》（校对版全本）作者：汉隶.txt",
    "夸克盘链接": "https://pan.quark.cn/s/d1739060a00f"
  },
  {
    "文件名": "《特工全球》（校对版全本）作者：虾写.txt",
    "夸克盘链接": "https://pan.quark.cn/s/08fef1f16b55"
  },
  {
    "文件名": "《淘宝人生》（校对版全本）作者：浪拍云.txt",
    "夸克盘链接": "https://pan.quark.cn/s/cec099e13481"
  },
  {
    "文件名": "《桃源秘境》（校对版全本）作者：酸豆角.txt",
    "夸克盘链接": "https://pan.quark.cn/s/6effa1f6e253"
  },
  {
    "文件名": "《探骊书》（精校版全本）作者：璇之舞.txt",
    "夸克盘链接": "https://pan.quark.cn/s/93bdcba971b5"
  },
  {
    "文件名": "《太玄焚天》（校对版全本）作者：无断.txt",
    "夸克盘链接": "https://pan.quark.cn/s/7c7913f5a8e8"
  },
  {
    "文件名": "《谈笑江湖》（校对版全本）作者：白青衣.txt",
    "夸克盘链接": "https://pan.quark.cn/s/f882f1302b42"
  },
  {
    "文件名": "《台湾娱乐1971》（校对版全本）作者：得闲读书.txt",
    "夸克盘链接": "https://pan.quark.cn/s/53dfdb9edf54"
  },
  {
    "文件名": "《她们说我是剑侠》（精校版全本）作者：先飞看刀.txt",
    "夸克盘链接": "https://pan.quark.cn/s/1d266e8b748d"
  },
  {
    "文件名": "《孙悟空大闹异界》（校对版全本）作者：反王.txt",
    "夸克盘链接": "https://pan.quark.cn/s/1a0aa3be5331"
  },
  {
    "文件名": "《随身带着异形王后》（校对版全本）作者：龙青衫.txt",
    "夸克盘链接": "https://pan.quark.cn/s/9e1a720dd9b0"
  },
  {
    "文件名": "《碎魂录》（校对版全本）作者：池轩.txt",
    "夸克盘链接": "https://pan.quark.cn/s/7631c132a324"
  },
  {
    "文件名": "《随身装着一口泉》（校对版全本）作者：我要的是葫芦.txt",
    "夸克盘链接": "https://pan.quark.cn/s/1d93d7278078"
  },
  {
    "文件名": "《宋医》（校对版全本）作者：沐轶.txt",
    "夸克盘链接": "https://pan.quark.cn/s/88179fd26222"
  },
  {
    "文件名": "《宋枭》（校对版全本）作者：萧玄武.txt",
    "夸克盘链接": "https://pan.quark.cn/s/948f749d05fc"
  },
  {
    "文件名": "《宋起波斯湾》（校对版全本）作者：不笑生.txt",
    "夸克盘链接": "https://pan.quark.cn/s/f55621c17374"
  },
  {
    "文件名": "《宋时明月》（校对版全本）作者：赤虎.txt",
    "夸克盘链接": "https://pan.quark.cn/s/f96c2b18a4e1"
  },
  {
    "文件名": "《死人经》（校对版全本）作者：冰临神下.txt",
    "夸克盘链接": "https://pan.quark.cn/s/21e5454dd1b7"
  },
  {
    "文件名": "《死灵术士闯异界》（校对版全本）作者：当心枪走火.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a6c5abc92650"
  },
  {
    "文件名": "《死亡浴场》（实体版全本）作者：玉婴.txt",
    "夸克盘链接": "https://pan.quark.cn/s/7e2f81dd51ae"
  },
  {
    "文件名": "《顺明》（校对版全本）作者：特别白.txt",
    "夸克盘链接": "https://pan.quark.cn/s/89b42820bf71"
  },
  {
    "文件名": "《水浒修神》（校对版全本）作者：四不相.txt",
    "夸克盘链接": "https://pan.quark.cn/s/3528d26b311e"
  },
  {
    "文件名": "《双剑》（校对版全本）作者：虾写.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c86a10e311c2"
  },
  {
    "文件名": "《蜀山新剑侠》（校对版全本）作者：云墨月.txt",
    "夸克盘链接": "https://pan.quark.cn/s/95471f0a88bb"
  },
  {
    "文件名": "《蜀山》（精校版全本）作者：流浪的蛤蟆.txt",
    "夸克盘链接": "https://pan.quark.cn/s/cd5779920c03"
  },
  {
    "文件名": "《兽武乾坤》（校对版全本）作者：昨日清风.txt",
    "夸克盘链接": "https://pan.quark.cn/s/0e6dc40706d3"
  },
  {
    "文件名": "《兽神》（校对版全本）作者：雨魔.txt",
    "夸克盘链接": "https://pan.quark.cn/s/cba4b30ddb71"
  },
  {
    "文件名": "《手心是爱手背是痛》（实体版全本）作者： 贾立峰.txt",
    "夸克盘链接": "https://pan.quark.cn/s/9915b0573c6f"
  },
  {
    "文件名": "《噬剑》（校对版全本）作者：石老虎.txt",
    "夸克盘链接": "https://pan.quark.cn/s/eeb479f2c613"
  },
  {
    "文件名": "《市井神棍》（校对版全本）作者：小小青蛇.txt",
    "夸克盘链接": "https://pan.quark.cn/s/25859b124aac"
  },
  {
    "文件名": "《异界之重甲暴力贼》（校对版全本）作者：懒猪雷.txt",
    "夸克盘链接": "https://pan.quark.cn/s/2f9d3a9abed3"
  },
  {
    "文件名": "《异界之光脑威龙》（校对版全本）作者：苍天白鹤.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c193abc1be83"
  },
  {
    "文件名": "《仕途沉浮》（校对版全本）作者：庄无鱼.txt",
    "夸克盘链接": "https://pan.quark.cn/s/4c509747a925"
  },
  {
    "文件名": "《异界之绝色锋芒》（校对版全本）作者：尸口巾.txt",
    "夸克盘链接": "https://pan.quark.cn/s/49f62a54541a"
  },
  {
    "文件名": "《史上第一掌门》（校对版全本）作者：冥域天使.txt",
    "夸克盘链接": "https://pan.quark.cn/s/05792e5e6a98"
  },
  {
    "文件名": "《时空走私从2000年开始》（校对版全本）作者：志鸟村.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e6fcb308ec83"
  },
  {
    "文件名": "《蚀骨销魂》BY一只白兔糖 .txt",
    "夸克盘链接": "https://pan.quark.cn/s/3fded6fbc8e5"
  },
  {
    "文件名": "《十龙夺嫡》（校对版全本）作者： 凤鸣岐山.txt",
    "夸克盘链接": "https://pan.quark.cn/s/992181a5043f"
  },
  {
    "文件名": "《十方天士》（校对版全本）作者： 逆苍天.txt",
    "夸克盘链接": "https://pan.quark.cn/s/3ef059b32aa4"
  },
  {
    "文件名": "《失忆的盗墓贼》（校对版全本）作者：星若离辰.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a29bc9cf49d3"
  },
  {
    "文件名": "《失控》（实体版全本）作者：张震.txt",
    "夸克盘链接": "https://pan.quark.cn/s/6b7b7f1b90d2"
  },
  {
    "文件名": "《盛夏晚晴天》（校对版全本）作者：柳晨枫.txt",
    "夸克盘链接": "https://pan.quark.cn/s/f5b527c78d3f"
  },
  {
    "文件名": "《盛世唐朝之唐宫外传》（实体版全本）作者：紫百合.txt",
    "夸克盘链接": "https://pan.quark.cn/s/49109d9fb21e"
  },
  {
    "文件名": "《圣王》（校对版全本）作者：梦入神机.txt",
    "夸克盘链接": "https://pan.quark.cn/s/1af7f669a3c6"
  },
  {
    "文件名": "《盛世官商》（校对版全本）作者：格鱼.txt",
    "夸克盘链接": "https://pan.quark.cn/s/fd570e5d1584"
  },
  {
    "文件名": "《圣皇》（校对版全本）作者：枫落忆痕.txt",
    "夸克盘链接": "https://pan.quark.cn/s/465277d319e6"
  },
  {
    "文件名": "《生肖守护神》（校对版全本）作者：唐家三少.txt",
    "夸克盘链接": "https://pan.quark.cn/s/b510bc7c4907"
  },
  {
    "文件名": "《生化之末世传说》（校对版全本）作者：量子永生.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ae0c99197f6e"
  },
  {
    "文件名": "《生化王朝》（校对版全本）作者：捕梦者.txt",
    "夸克盘链接": "https://pan.quark.cn/s/cf0055719def"
  },
  {
    "文件名": "《升迁之路》（校对版全本）作者：夏言冰.txt",
    "夸克盘链接": "https://pan.quark.cn/s/17cbf8ce2976"
  },
  {
    "文件名": "《神霄煞仙》（校对版全本）作者：半块铜板.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a15e42de12de"
  },
  {
    "文件名": "《神医圣手》（校对版全本）作者：小小羽.txt",
    "夸克盘链接": "https://pan.quark.cn/s/5bd5622d5d11"
  },
  {
    "文件名": "《升龙道》（校对版全本）作者：血红.txt",
    "夸克盘链接": "https://pan.quark.cn/s/5f273d089962"
  },
  {
    "文件名": "《神眼少年》（校对版全本）作者：九头虫.txt",
    "夸克盘链接": "https://pan.quark.cn/s/7371957410d9"
  },
  {
    "文件名": "《神墓》（校对版全本）作者：辰东.txt",
    "夸克盘链接": "https://pan.quark.cn/s/b7b7580dfd9b"
  },
  {
    "文件名": "《神魔养殖场》（校对版全本） 作者：黑瞳王.txt",
    "夸克盘链接": "https://pan.quark.cn/s/f784be41d9f5"
  },
  {
    "文件名": "《神魔系统》（校对版全本）作者：资产暴增.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c6ee389b3227"
  },
  {
    "文件名": "《神控天下》（校对版全本）作者：我本纯洁.txt",
    "夸克盘链接": "https://pan.quark.cn/s/68cb4d2ce332"
  },
  {
    "文件名": "《神剑永恒》（校对版全本）作者：雾外江山.txt",
    "夸克盘链接": "https://pan.quark.cn/s/0179c073ee0a"
  },
  {
    "文件名": "《神魂召唤师》（校对版全本）作者：极品石头.txt",
    "夸克盘链接": "https://pan.quark.cn/s/da5406181900"
  },
  {
    "文件名": "《神煌》（校对版全本）作者：开荒.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a3faa0cbdb9f"
  },
  {
    "文件名": "《神鬼剑士》（校对版全本）作者：突然光和热.txt",
    "夸克盘链接": "https://pan.quark.cn/s/4914c83a914f"
  },
  {
    "文件名": "《三国之天下霸业》（校对版全本）作者：小小马甲1号.txt",
    "夸克盘链接": "https://pan.quark.cn/s/4544eb33be71"
  },
  {
    "文件名": "《神鬼仙佛妖魔道》（校对版全本）作者：冬之雪花.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ce593b75ceb1"
  },
  {
    "文件名": "《三国之暴君颜良》（校对版全本）作者：陷阵都尉.txt",
    "夸克盘链接": "https://pan.quark.cn/s/04d45773ba60"
  },
  {
    "文件名": "《三国十八扯》（实体版全本）作者：老谭.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c98ee40f4f68"
  },
  {
    "文件名": "《三国好孩子》（校对版全本）作者：吴老狼.txt",
    "夸克盘链接": "https://pan.quark.cn/s/be0e539dfb60"
  },
  {
    "文件名": "《七界第一仙》（校对版全本）作者：流牙.txt",
    "夸克盘链接": "https://pan.quark.cn/s/488d27b1ce2b"
  },
  {
    "文件名": "《三国反穿越大冒险》（校对版全本）作者：龙骑.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e0151adcc5f8"
  },
  {
    "文件名": "《七星招魂幡(搬山道人)》（校对版全本）作者：冬雪晚晴.txt",
    "夸克盘链接": "https://pan.quark.cn/s/057315c10161"
  },
  {
    "文件名": "《七界传说正传》（校对版全本）作者：心梦无痕.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ae9515fd00d8"
  },
  {
    "文件名": "《七界传说后传》（校对版全本）作者：心梦无痕.txt",
    "夸克盘链接": "https://pan.quark.cn/s/cf16d8323139"
  },
  {
    "文件名": "《七界传说之四大神器》（校对版全本）作者：心梦无痕.txt",
    "夸克盘链接": "https://pan.quark.cn/s/be37cd6b6052"
  },
  {
    "文件名": "《名门剩女》（校对版全本+番外）作者：石楠.txt",
    "夸克盘链接": "https://pan.quark.cn/s/d714893f03fb"
  },
  {
    "文件名": "《灭天剑神》（校对版全本）作者：恋风.txt",
    "夸克盘链接": "https://pan.quark.cn/s/0ded73e79f4a"
  },
  {
    "文件名": "《灭神记(血刃冰锋)》（校对版全本）作者：心梦无痕.txt",
    "夸克盘链接": "https://pan.quark.cn/s/184ecdc40020"
  },
  {
    "文件名": "《妙手神医》（校对版全本）作者：星月天下.txt",
    "夸克盘链接": "https://pan.quark.cn/s/0329bdcfdf51"
  },
  {
    "文件名": "《妙手生春》（校对版全本+番外）作者：弈澜.txt",
    "夸克盘链接": "https://pan.quark.cn/s/3a5d4e4e6b7d"
  },
  {
    "文件名": "《马踏天下》（校对版全本）作者：枪手一号.txt",
    "夸克盘链接": "https://pan.quark.cn/s/7db43d6b23ec"
  },
  {
    "文件名": "《猫游记》（校对版全本+番外）作者：禾早.txt",
    "夸克盘链接": "https://pan.quark.cn/s/7cfc03c3bedd"
  },
  {
    "文件名": "《谜中人》（校对版全本）作者：花想容.txt",
    "夸克盘链接": "https://pan.quark.cn/s/58ccf831c7cf"
  },
  {
    "文件名": "《六道仙尊》（校对版全本）作者：云霆飞.txt",
    "夸克盘链接": "https://pan.quark.cn/s/8598223438ed"
  },
  {
    "文件名": "《六道教主》（校对版全本）作者：造化斋主.txt",
    "夸克盘链接": "https://pan.quark.cn/s/4d3f08db570e"
  },
  {
    "文件名": "《流氓高手II》（校对版全本）作者：无罪.txt",
    "夸克盘链接": "https://pan.quark.cn/s/587941c0231e"
  },
  {
    "文件名": "《流氓高手》（校对版全本）作者：无罪.txt",
    "夸克盘链接": "https://pan.quark.cn/s/10c4ee36f9dd"
  },
  {
    "文件名": "《理想年代》（校对版全本）作者：光景.txt",
    "夸克盘链接": "https://pan.quark.cn/s/205031ceb4ad"
  },
  {
    "文件名": "《灵田妙药》（校对版全本+番外）作者：高楼望月.txt",
    "夸克盘链接": "https://pan.quark.cn/s/2a830f7fdd50"
  },
  {
    "文件名": "《老衲还年轻》（校对版全本）作者：端午正阳.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c7479c8bc2a3"
  },
  {
    "文件名": "《夔牛记》（校对版全本）作者：tianjia8000.txt",
    "夸克盘链接": "https://pan.quark.cn/s/4f6182d415c8"
  },
  {
    "文件名": "《绝代妖仙》（校对版全本）作者：疯子要耍流氓.txt",
    "夸克盘链接": "https://pan.quark.cn/s/38e6f259162a"
  },
  {
    "文件名": "《九天神魔变》（校对版全本）作者：花小西.txt",
    "夸克盘链接": "https://pan.quark.cn/s/018c958c412c"
  },
  {
    "文件名": "《囧囧仙妻》（校对版全本+番外）作者：宁馨儿1919.txt",
    "夸克盘链接": "https://pan.quark.cn/s/21aebfc9b5d6"
  },
  {
    "文件名": "《竞技之王》（校对版全本）作者：XX神.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e057452ec4d8"
  },
  {
    "文件名": "《锦医夜行》（校对版全本+番外）作者：未眠君.txt",
    "夸克盘链接": "https://pan.quark.cn/s/3f2809b633a5"
  },
  {
    "文件名": "《姐姐有毒》（校对版全本）作者：柳暗花溟.txt",
    "夸克盘链接": "https://pan.quark.cn/s/f30f50ae7ba7"
  },
  {
    "文件名": "《金屋恨》（校对版全本+番外）作者：柳寄江.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e2beb144675b"
  },
  {
    "文件名": "《金枝玉叶(九重凤阙)》（校对版全本+番外）作者：灯火阑珊.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a9d37d8902d6"
  },
  {
    "文件名": "《火影之闪光》（校对版全本）作者：o花开无月o.txt",
    "夸克盘链接": "https://pan.quark.cn/s/29f155106dba"
  },
  {
    "文件名": "《僵尸问道》（校对版全本）作者：周郎羡.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c2493995031d"
  },
  {
    "文件名": "《江湖遍地卖装备》（校对版全本+番外）作者：禾早.txt",
    "夸克盘链接": "https://pan.quark.cn/s/0b3bc3d16048"
  },
  {
    "文件名": "《剑逆苍穹》（校对版全本）作者：EK巧克力.txt",
    "夸克盘链接": "https://pan.quark.cn/s/f9bc694a122d"
  },
  {
    "文件名": "《剑傲九天》（校对版全本）作者：夜色访者.txt",
    "夸克盘链接": "https://pan.quark.cn/s/dda2e43513ac"
  },
  {
    "文件名": "《剑傲重生》（校对版全本）作者：蒙白.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e1401bbc77df"
  },
  {
    "文件名": "《家宅》（校对版全本）作者：袁艾辰.txt",
    "夸克盘链接": "https://pan.quark.cn/s/b0b077ec14f9"
  },
  {
    "文件名": "《家和》（校对版全本）作者：雕栏玉砌.txt",
    "夸克盘链接": "https://pan.quark.cn/s/93a864c13bee"
  },
  {
    "文件名": "《机灵宝宝：酷总爹地太霸道》（校对版全本）作者：優雅、窒息.txt",
    "夸克盘链接": "https://pan.quark.cn/s/15323dee6b4e"
  },
  {
    "文件名": "《极品仙府》（校对版全本）作者：面红耳赤.txt",
    "夸克盘链接": "https://pan.quark.cn/s/180fd3adeecb"
  },
  {
    "文件名": "《花影重重(美人重欲)》（校对版全本+番外）作者：意千重.txt",
    "夸克盘链接": "https://pan.quark.cn/s/26de41bf2c3d"
  },
  {
    "文件名": "《花开锦绣》（校对版全本）作者：吱吱.txt",
    "夸克盘链接": "https://pan.quark.cn/s/830b15403349"
  },
  {
    "文件名": "《胡笳》（校对版全本）作者：leidewen.txt",
    "夸克盘链接": "https://pan.quark.cn/s/80841335522d"
  },
  {
    "文件名": "《士子风流》（校对版全本）作者：上山打老虎额.txt",
    "夸克盘链接": "https://pan.quark.cn/s/2c6e4fe070fa"
  },
  {
    "文件名": "《史上最强仙帝》（校对版全本）作者：草根.txt",
    "夸克盘链接": "https://pan.quark.cn/s/89fa4b6effed"
  },
  {
    "文件名": "《世界那么大》（校对版全本）作者：末子浪们哪个.txt",
    "夸克盘链接": "https://pan.quark.cn/s/b80c7ac35f38"
  },
  {
    "文件名": "《史上最牛杂货铺》（校对版全本）作者：新驷.txt",
    "夸克盘链接": "https://pan.quark.cn/s/bec000c45322"
  },
  {
    "文件名": "《最才子》（校对版全本）作者： 华西里.txt",
    "夸克盘链接": "https://pan.quark.cn/s/77f1e19aa6d8"
  },
  {
    "文件名": "《自由的巫妖》（校对版全本）作者：海伦因.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e305add380ee"
  },
  {
    "文件名": "《诛仙之为爱成神》（校对版全本）作者：踏海寻天.txt",
    "夸克盘链接": "https://pan.quark.cn/s/1d83026d3b32"
  },
  {
    "文件名": "《重生之医技强国》（校对版全本）作者：夜的邂逅.txt",
    "夸克盘链接": "https://pan.quark.cn/s/51078d48b754"
  },
  {
    "文件名": "《重生之学生时代》（校对版全本）作者：大天使.txt",
    "夸克盘链接": "https://pan.quark.cn/s/05322948d354"
  },
  {
    "文件名": "《重生之我是许文强》（校对版全本）作者：梧桐疏影.txt",
    "夸克盘链接": "https://pan.quark.cn/s/094c6238fbdf"
  },
  {
    "文件名": "《重生之都市狂龙》（校对版全本）作者：九月阳光.txt",
    "夸克盘链接": "https://pan.quark.cn/s/1e6a3c1bb6c0"
  },
  {
    "文件名": "《重生之流年》（校对版全本）作者：埃兰路.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c557975db8ac"
  },
  {
    "文件名": "《重生之黑手帝国》（校对版全本）作者：最爱咖啡色.txt",
    "夸克盘链接": "https://pan.quark.cn/s/f8288ce224b1"
  },
  {
    "文件名": "《重生之法神传说》（校对版全本）作者：抽根烟点寂寞.txt",
    "夸克盘链接": "https://pan.quark.cn/s/cd9d4da1e455"
  },
  {
    "文件名": "《重生娱乐之王》（校对版全本）作者：傅啸尘.txt",
    "夸克盘链接": "https://pan.quark.cn/s/3866d5c4c1ae"
  },
  {
    "文件名": "《重生西游》（校对版全本）作者：宅猪.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e5521d07cd80"
  },
  {
    "文件名": "《重生记事簿》（校对版全本）作者：吾爱杨.txt",
    "夸克盘链接": "https://pan.quark.cn/s/bfbbd06370f5"
  },
  {
    "文件名": "《重生贵公子》（校对版全本）作者：江湖猫.txt",
    "夸克盘链接": "https://pan.quark.cn/s/1068187b9f64"
  },
  {
    "文件名": "《重生传说》（校对版全本）作者：周行文.txt",
    "夸克盘链接": "https://pan.quark.cn/s/11ab9469a297"
  },
  {
    "文件名": "《重生传奇》（校对版全本）作者：紫箫.txt",
    "夸克盘链接": "https://pan.quark.cn/s/d48747267df4"
  },
  {
    "文件名": "《终极见习魔法师》（精校版全本）作者：小猫yellow.txt",
    "夸克盘链接": "https://pan.quark.cn/s/09964bac4874"
  },
  {
    "文件名": "《至尊仙修》（校对版全本）作者：书峰.txt",
    "夸克盘链接": "https://pan.quark.cn/s/4fc64315b1f6"
  },
  {
    "文件名": "《至尊无名》（校对版全本）作者：言西早楼.txt",
    "夸克盘链接": "https://pan.quark.cn/s/3f5a91b9295b"
  },
  {
    "文件名": "《镇压诸天》（校对版全本）作者：镇压诸天.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a9de70e71263"
  },
  {
    "文件名": "《真相堕落》（校对版全本）作者：兰帝魅晨.txt",
    "夸克盘链接": "https://pan.quark.cn/s/7535e318655c"
  },
  {
    "文件名": "《真理之门》（校对版全本）作者：剑扼虚空.txt",
    "夸克盘链接": "https://pan.quark.cn/s/1ecb635deb24"
  },
  {
    "文件名": "《暂命名》（校对版全本）作者：兰帝魅晨.txt",
    "夸克盘链接": "https://pan.quark.cn/s/20d694270d57"
  },
  {
    "文件名": "《杂牌救世主》（校对版全本）作者：伴读小牧童.txt",
    "夸克盘链接": "https://pan.quark.cn/s/983d9f4fbecc"
  },
  {
    "文件名": "《越界》（校对版全本）作者：牛语者.txt",
    "夸克盘链接": "https://pan.quark.cn/s/7260ef27451f"
  },
  {
    "文件名": "《御赐掌柜》（校对版全本）作者：卧笑红尘.txt",
    "夸克盘链接": "https://pan.quark.cn/s/d917c11f6dd6"
  },
  {
    "文件名": "《浴火焚神》（校对版全本）作者：傲无常.txt",
    "夸克盘链接": "https://pan.quark.cn/s/0fb0043c160b"
  },
  {
    "文件名": "《英雄无敌大军在异界》（校对版全本）作者：玻璃心1.txt",
    "夸克盘链接": "https://pan.quark.cn/s/41cd5fb63322"
  },
  {
    "文件名": "《与吾同在》（校对版全本）作者：王晋康.txt",
    "夸克盘链接": "https://pan.quark.cn/s/f7d0f33a3f3e"
  },
  {
    "文件名": "《异悚》（校对版全本）作者：黑色火种.txt",
    "夸克盘链接": "https://pan.quark.cn/s/170950fca12d"
  },
  {
    "文件名": "《阴约惊魂》（校对版全本）作者：天天擦瘦腿精油.txt",
    "夸克盘链接": "https://pan.quark.cn/s/241a83f4ac7d"
  },
  {
    "文件名": "《异世真君》（校对版全本）作者：长生不老.txt",
    "夸克盘链接": "https://pan.quark.cn/s/7a7423d09fd1"
  },
  {
    "文件名": "《倚天屠龙飞鹰记》（校对版全本）作者：猛太奇.txt",
    "夸克盘链接": "https://pan.quark.cn/s/5f46a61a7da0"
  },
  {
    "文件名": "《医科男护士》（校对版全本）作者：大总裁.txt",
    "夸克盘链接": "https://pan.quark.cn/s/3092b86ef7ba"
  },
  {
    "文件名": "《一代宗师都市重生》（校对版全本）作者：二蛇.txt",
    "夸克盘链接": "https://pan.quark.cn/s/76bf4548e6ab"
  },
  {
    "文件名": "《夜明珠》（精校版全本）作者：伯伦希尔.txt",
    "夸克盘链接": "https://pan.quark.cn/s/137671e8f86b"
  },
  {
    "文件名": "《野蛮王座》（校对版全本）作者：宅猪.txt",
    "夸克盘链接": "https://pan.quark.cn/s/6ffdfaf72137"
  },
  {
    "文件名": "《血夜凤凰》（校对版全本）作者：勿用.txt",
    "夸克盘链接": "https://pan.quark.cn/s/babeb70ceea3"
  },
  {
    "文件名": "《血符（尤物禁书）》（校对版全本）作者：廊桥天涯.txt",
    "夸克盘链接": "https://pan.quark.cn/s/b836f0b44e1e"
  },
  {
    "文件名": "《行医悬奇秘录》（校对版全本）作者：雾语轻弥.txt",
    "夸克盘链接": "https://pan.quark.cn/s/f91cc5b3b69f"
  },
  {
    "文件名": "《行仙路》（校对版全本）作者：石岩.txt",
    "夸克盘链接": "https://pan.quark.cn/s/1c368bf1a25e"
  },
  {
    "文件名": "《星照不宣》（校对版全本）作者：蝴蝶蓝.txt",
    "夸克盘链接": "https://pan.quark.cn/s/2cb79057f303"
  },
  {
    "文件名": "《星战士》（校对版全本）作者：雨水.txt",
    "夸克盘链接": "https://pan.quark.cn/s/9716689632e2"
  },
  {
    "文件名": "《星舞九神》（校对版全本）作者：鹅是老五.txt",
    "夸克盘链接": "https://pan.quark.cn/s/014e697c21f5"
  },
  {
    "文件名": "《星空下的幻想》（校对版全本）作者：新世界骇客.txt",
    "夸克盘链接": "https://pan.quark.cn/s/45469d328162"
  },
  {
    "文件名": "《星帝》（校对版全本）作者：七弦.txt",
    "夸克盘链接": "https://pan.quark.cn/s/b3276b507fbe"
  },
  {
    "文件名": "《星际浪子》（校对版全本）作者：黄易.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a220294b8b42"
  },
  {
    "文件名": "《星辰武神》（校对版全本）作者：青狐妖.txt",
    "夸克盘链接": "https://pan.quark.cn/s/d4e7625d48a9"
  },
  {
    "文件名": "《邪魔导》（校对版全本）作者：端月.txt",
    "夸克盘链接": "https://pan.quark.cn/s/f34414b290d1"
  },
  {
    "文件名": "《新宋风流》（校对版全本）作者：银箭.txt",
    "夸克盘链接": "https://pan.quark.cn/s/cdbe8597904c"
  },
  {
    "文件名": "《仙吟》（校对版全本）作者：等水的鱼.txt",
    "夸克盘链接": "https://pan.quark.cn/s/fe5a048b5325"
  },
  {
    "文件名": "《仙医都市行》（校对版全本）作者：夜的邂逅.txt",
    "夸克盘链接": "https://pan.quark.cn/s/bce68f34b6f5"
  },
  {
    "文件名": "《仙倾》（校对版全本）作者：蓝色天空.txt",
    "夸克盘链接": "https://pan.quark.cn/s/14e944839b48"
  },
  {
    "文件名": "《仙铃》（校对版全本）作者：紫钗恨.txt",
    "夸克盘链接": "https://pan.quark.cn/s/748ae575de55"
  },
  {
    "文件名": "《西风凋碧树》（校对版全本）作者：锦瑟.txt",
    "夸克盘链接": "https://pan.quark.cn/s/34d554028e3f"
  },
  {
    "文件名": "《舞月剑情录》（校对版全本）作者：冬雪晚晴.txt",
    "夸克盘链接": "https://pan.quark.cn/s/2c790846c4eb"
  },
  {
    "文件名": "《武帝》（校对版全本）作者：一品带刀麻雀.txt",
    "夸克盘链接": "https://pan.quark.cn/s/64568ee44391"
  },
  {
    "文件名": "《武傲天下》（校对版全本）作者：8难.txt",
    "夸克盘链接": "https://pan.quark.cn/s/45b6bc3366bd"
  },
  {
    "文件名": "《五岳独尊》（校对版全本）作者：老螃蟹.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ea8efd72985b"
  },
  {
    "文件名": "《五胡战史》（校对版全本）作者：周显.txt",
    "夸克盘链接": "https://pan.quark.cn/s/47e13fa4eb90"
  },
  {
    "文件名": "《五胡烽火录》（校对版全本）作者：赤虎.txt",
    "夸克盘链接": "https://pan.quark.cn/s/6d71fd12e3c1"
  },
  {
    "文件名": "《无限之主角天敌》（校对版全本）作者：流逝的霜降.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ecaac7e11ca5"
  },
  {
    "文件名": "《无双天帝》（校对版全本）作者：对酒空樽.txt",
    "夸克盘链接": "https://pan.quark.cn/s/77acee5ea82a"
  },
  {
    "文件名": "《无良剑仙》（校对版全本）作者：王少少.txt",
    "夸克盘链接": "https://pan.quark.cn/s/3d88ad997d2a"
  },
  {
    "文件名": "《无敌红警在异界》（校对版全本）作者：清竹小榭.txt",
    "夸克盘链接": "https://pan.quark.cn/s/38e42647e235"
  },
  {
    "文件名": "《我在北京有张床》（实体版全本）作者：李麦逊.txt",
    "夸克盘链接": "https://pan.quark.cn/s/da7c735e3145"
  },
  {
    "文件名": "《我就是妖怪》（校对版全本）作者：张小花.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c8716558ef7a"
  },
  {
    "文件名": "《我跟爷爷去捉鬼》（校对版全本）作者：亮兄.txt",
    "夸克盘链接": "https://pan.quark.cn/s/7e0bb559f915"
  },
  {
    "文件名": "《我的青春谁做主》（实体版全本）作者：高璇＆任宝茹.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ac7595fb2364"
  },
  {
    "文件名": "《我的美女情劫》（校对版全本）作者：李兴禹.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e93bdfab1ca2"
  },
  {
    "文件名": "《我的美女黑帮老婆》（校对版全本）作者：李兴禹.txt",
    "夸克盘链接": "https://pan.quark.cn/s/de2cc61f6ea5"
  },
  {
    "文件名": "《我当阴阳先生的那几年》（校对版全本）作者：崔走召.txt",
    "夸克盘链接": "https://pan.quark.cn/s/9deb7f261d0d"
  },
  {
    "文件名": "《纹章之怒》（校对版全本）作者：金寻者.txt",
    "夸克盘链接": "https://pan.quark.cn/s/0307f816d9e9"
  },
  {
    "文件名": "《位面官商》（校对版全本）作者：大大的海蜇.txt",
    "夸克盘链接": "https://pan.quark.cn/s/d55eb43c430b"
  },
  {
    "文件名": "《网游之枪神》（校对版全本）作者：十四使徒.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e7ad5e830785"
  },
  {
    "文件名": "《唯吾独尊》（校对版全本）作者：壹玖捌玖.txt",
    "夸克盘链接": "https://pan.quark.cn/s/df73b62e192a"
  },
  {
    "文件名": "《网游之无敌战神》（校对版全本）作者：倦鸟先睡.txt",
    "夸克盘链接": "https://pan.quark.cn/s/62cc2cb7f86e"
  },
  {
    "文件名": "《网游之练级专家》（校对版全本）作者：发飙的蜗牛.txt",
    "夸克盘链接": "https://pan.quark.cn/s/eeba60f7f38b"
  },
  {
    "文件名": "《网游之大航海》（校对版全本）作者：龙骑.txt",
    "夸克盘链接": "https://pan.quark.cn/s/207c1602468a"
  },
  {
    "文件名": "《王》（校对版全本）作者：兰帝魅晨.txt",
    "夸克盘链接": "https://pan.quark.cn/s/27e4fb18c283"
  },
  {
    "文件名": "《亡天，我自己的神话》（校对版全本）作者：战争狂.txt",
    "夸克盘链接": "https://pan.quark.cn/s/0ffee7b4660c"
  },
  {
    "文件名": "《亡灵古咒》（校对版全本）作者：轩辕波.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ea48461fc814"
  },
  {
    "文件名": "《天尊》（校对版全本）作者：武行空.txt",
    "夸克盘链接": "https://pan.quark.cn/s/50da1d6ee474"
  },
  {
    "文件名": "《天元》（校对版全本）作者：血红.txt",
    "夸克盘链接": "https://pan.quark.cn/s/4abaf45238cd"
  },
  {
    "文件名": "《天问》（校对版全本）作者：流浪的蛤蟆.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e2e5c9e9589d"
  },
  {
    "文件名": "《天下乾坤》（校对版全本）作者：成至柔.txt",
    "夸克盘链接": "https://pan.quark.cn/s/b2a0111c17e9"
  },
  {
    "文件名": "《天外飞仙》（校对版全本）作者：龙鳞.txt",
    "夸克盘链接": "https://pan.quark.cn/s/9fdd72c4c881"
  },
  {
    "文件名": "《天生韩信》（校对版全本）作者：牧江南.txt",
    "夸克盘链接": "https://pan.quark.cn/s/43dfaf817863"
  },
  {
    "文件名": "《天擎》（校对版全本）作者：撒冷.txt",
    "夸克盘链接": "https://pan.quark.cn/s/2e1bbed7ed3a"
  },
  {
    "文件名": "《天逆》（校对版全本）作者：耳根.txt",
    "夸克盘链接": "https://pan.quark.cn/s/f18d318ffb47"
  },
  {
    "文件名": "《天命》（校对版全本）作者：落情泪.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e278a3811e35"
  },
  {
    "文件名": "《天警》（校对版全本）作者：煮酒论咖啡.txt",
    "夸克盘链接": "https://pan.quark.cn/s/84ef21dbd913"
  },
  {
    "文件名": "《天痕》（校对版全本）作者：燕鸣.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ebc2c2597e5e"
  },
  {
    "文件名": "《桃花戒指》（校对版全本）作者：长生剑.txt",
    "夸克盘链接": "https://pan.quark.cn/s/0dda20c77d2a"
  },
  {
    "文件名": "《宋师》（校对版全本）作者：艳墨.txt",
    "夸克盘链接": "https://pan.quark.cn/s/0008f259c543"
  },
  {
    "文件名": "《随身带个英雄联盟客户端》（校对版全本）作者：懒到不想呼吸.txt",
    "夸克盘链接": "https://pan.quark.cn/s/18f0f66a704d"
  },
  {
    "文件名": "《宋阀》（校对版全本）作者：宋默然.txt",
    "夸克盘链接": "https://pan.quark.cn/s/271a299e4182"
  },
  {
    "文件名": "《死咒岛》（校对版全本）作者：黑色火种.txt",
    "夸克盘链接": "https://pan.quark.cn/s/5a88e08e6d52"
  },
  {
    "文件名": "《死亡谜语》（校对版全本）作者：暗尘.txt",
    "夸克盘链接": "https://pan.quark.cn/s/1dc6626c3a73"
  },
  {
    "文件名": "《死神传说》（校对版全本）作者：进退两难.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e5a28cc88eee"
  },
  {
    "文件名": "《树宗》（校对版全本）作者：祖树.txt",
    "夸克盘链接": "https://pan.quark.cn/s/df7225f3dd41"
  },
  {
    "文件名": "《双魂召唤师》（校对版全本）作者：云天空.txt",
    "夸克盘链接": "https://pan.quark.cn/s/f9d9aac48692"
  },
  {
    "文件名": "《术士的星空》（校对版全本）作者：银灰冰霜.txt",
    "夸克盘链接": "https://pan.quark.cn/s/df9ce886bcef"
  },
  {
    "文件名": "《兽行天下(诛仙录)》（校对版全本）作者：逐没.txt",
    "夸克盘链接": "https://pan.quark.cn/s/94f713ce45db"
  },
  {
    "文件名": "《兽拳》（校对版全本）作者：蒙南故人.txt",
    "夸克盘链接": "https://pan.quark.cn/s/bd59b6682a09"
  },
  {
    "文件名": "《弑禅》（校对版全本）作者：萧瑟朗.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c2163c500b53"
  },
  {
    "文件名": "《市长大人》（校对版全本）作者：尝谕.txt",
    "夸克盘链接": "https://pan.quark.cn/s/5a33f61b3d26"
  },
  {
    "文件名": "《使徒》（校对版全本）作者：十一块.txt",
    "夸克盘链接": "https://pan.quark.cn/s/69f1e9829a2d"
  },
  {
    "文件名": "《史上第一混搭》（校对版全本）作者：张小花.txt",
    "夸克盘链接": "https://pan.quark.cn/s/eb71d7d19414"
  },
  {
    "文件名": "《时空妖灵》（校对版全本）作者：流浪的蛤蟆.txt",
    "夸克盘链接": "https://pan.quark.cn/s/dab605323d07"
  },
  {
    "文件名": "《十界梦见》（校对版全本）作者：白开水.txt",
    "夸克盘链接": "https://pan.quark.cn/s/bde628327f1e"
  },
  {
    "文件名": "《圣徒》（校对版全本）作者：奥丁般虚伪.txt",
    "夸克盘链接": "https://pan.quark.cn/s/fcccc07c2717"
  },
  {
    "文件名": "《圣堂》（校对版全本）作者：骷髅精灵.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e90e19606e48"
  },
  {
    "文件名": "《神洲狂澜》（校对版全本）作者：圣者晨雷.txt",
    "夸克盘链接": "https://pan.quark.cn/s/8f77440b352f"
  },
  {
    "文件名": "《神武》（校对版全本）作者：武夜.txt",
    "夸克盘链接": "https://pan.quark.cn/s/aecf4daadf7f"
  },
  {
    "文件名": "《神魔》（校对版全本）作者：血红.txt",
    "夸克盘链接": "https://pan.quark.cn/s/268e9b243679"
  },
  {
    "文件名": "《神凌九天》（校对版全本）作者：轮回断.txt",
    "夸克盘链接": "https://pan.quark.cn/s/8f381a0c43e8"
  },
  {
    "文件名": "《神经天下》（校对版全本）作者：豆子惹的祸.txt",
    "夸克盘链接": "https://pan.quark.cn/s/62a047dc8c94"
  },
  {
    "文件名": "《少年魔神》（校对版全本）作者：周大少.txt",
    "夸克盘链接": "https://pan.quark.cn/s/7e6d2df2bfd9"
  },
  {
    "文件名": "《神鼎》（校对版全本）作者：萧玄.txt",
    "夸克盘链接": "https://pan.quark.cn/s/13c1c2fc2409"
  },
  {
    "文件名": "《谁是卧底》（校对版全本）作者：钟连城.txt",
    "夸克盘链接": "https://pan.quark.cn/s/42af49cb4ef5"
  },
  {
    "文件名": "《商业三国》（校对版全本）作者：赤虎.txt",
    "夸克盘链接": "https://pan.quark.cn/s/2654fc208547"
  },
  {
    "文件名": "《商道香尘》（校对版全本）作者：剑道尘心.txt",
    "夸克盘链接": "https://pan.quark.cn/s/4050f7f664de"
  },
  {
    "文件名": "《闪烁拳芒》（校对版全本）作者：黑土冒青烟.txt",
    "夸克盘链接": "https://pan.quark.cn/s/b9a719ca7e05"
  },
  {
    "文件名": "《歃血》（实体封面全本）作者：墨武.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c2efeadf37c2"
  },
  {
    "文件名": "《杀手之王》（校对版全本）作者：恨无痕.txt",
    "夸克盘链接": "https://pan.quark.cn/s/08942078d0af"
  },
  {
    "文件名": "《最终进化》（校对版全本）作者：卷土.txt",
    "夸克盘链接": "https://pan.quark.cn/s/9d859e672a8b"
  },
  {
    "文件名": "《最强高校》（校对版全本）作者： 盲君.txt",
    "夸克盘链接": "https://pan.quark.cn/s/34bf9124d76b"
  },
  {
    "文件名": "《罪军》（校对版全本）作者：黑天魔神.txt",
    "夸克盘链接": "https://pan.quark.cn/s/b09699b605c3"
  },
  {
    "文件名": "《醉龙池》（校对版全本）作者：金万藏.txt",
    "夸克盘链接": "https://pan.quark.cn/s/8f41fac4d467"
  },
  {
    "文件名": "《三国袁尚传》（校对版全本）作者：暗黑狙击手.txt",
    "夸克盘链接": "https://pan.quark.cn/s/91b1c2d0e708"
  },
  {
    "文件名": "《三国董卓大传》（校对版全本）作者：吴老狼.txt",
    "夸克盘链接": "https://pan.quark.cn/s/fcd41fd9c22a"
  },
  {
    "文件名": "《儒神》（校对版全本）作者：梦入珠玑.txt",
    "夸克盘链接": "https://pan.quark.cn/s/59444bc1d7ee"
  },
  {
    "文件名": "《三分钟英雄》（精校版全本）作者：十格.txt",
    "夸克盘链接": "https://pan.quark.cn/s/1c86f80615a5"
  },
  {
    "文件名": "《全职修神》（校对版全本）作者：净无痕.txt",
    "夸克盘链接": "https://pan.quark.cn/s/6908087772d1"
  },
  {
    "文件名": "《求魔》（校对版全本）作者：耳根.txt",
    "夸克盘链接": "https://pan.quark.cn/s/797bd99d8782"
  },
  {
    "文件名": "《全能神偷》（校对版全本）作者：地瓜大叔.txt",
    "夸克盘链接": "https://pan.quark.cn/s/812f30a18eec"
  },
  {
    "文件名": "《人道纪元》（校对版全本）作者：亲吻指尖.txt",
    "夸克盘链接": "https://pan.quark.cn/s/82e29b2c9086"
  },
  {
    "文件名": "《窃听人生》（校对版全本）作者：彬临城下.txt",
    "夸克盘链接": "https://pan.quark.cn/s/87d84cbe1a1f"
  },
  {
    "文件名": "《情剑》（校对版全本）作者：心在流浪.txt",
    "夸克盘链接": "https://pan.quark.cn/s/4dd006b4da47"
  },
  {
    "文件名": "《千宋》（校对版全本）作者：虾写.txt",
    "夸克盘链接": "https://pan.quark.cn/s/26cd9ee8cffa"
  },
  {
    "文件名": "《七星创世录》（校对版全本）作者：笑竹天.txt",
    "夸克盘链接": "https://pan.quark.cn/s/6c0035c7cd01"
  },
  {
    "文件名": "《骗个明星当老婆》（校对版全本）作者：西闷庆.txt",
    "夸克盘链接": "https://pan.quark.cn/s/2b4526beb503"
  },
  {
    "文件名": "《千年魔恋》（校对版全本）作者：天照幸运.txt",
    "夸克盘链接": "https://pan.quark.cn/s/2ec899e6ad0b"
  },
  {
    "文件名": "《千钧》（校对版全本）作者：府天.txt",
    "夸克盘链接": "https://pan.quark.cn/s/1d08a70616e5"
  },
  {
    "文件名": "《破灭长生诀》（校对版全本）作者：浪徒.txt",
    "夸克盘链接": "https://pan.quark.cn/s/f3b6d26b6bff"
  },
  {
    "文件名": "《末世之重生御女》（校对版全本）作者：雁南征.txt",
    "夸克盘链接": "https://pan.quark.cn/s/1351582154fb"
  },
  {
    "文件名": "《逆天劫》（校对版全本）作者：冷殷秋.txt",
    "夸克盘链接": "https://pan.quark.cn/s/fa84a2b6d962"
  },
  {
    "文件名": "《魔痕》（精校版全本）作者：庭雨.txt",
    "夸克盘链接": "https://pan.quark.cn/s/fd0d36f79741"
  },
  {
    "文件名": "《母皇》（校对版全本）作者：流浪的蛤蟆.txt",
    "夸克盘链接": "https://pan.quark.cn/s/13d87eb55041"
  },
  {
    "文件名": "《魔炼》（校对版全本）作者：暖风.txt",
    "夸克盘链接": "https://pan.quark.cn/s/86415f6056fd"
  },
  {
    "文件名": "《魔幻版主神成长日志》（校对版全本）作者：迷茫的蛇.txt",
    "夸克盘链接": "https://pan.quark.cn/s/b65395c4a677"
  },
  {
    "文件名": "《魔幻星际》（校对版全本）作者：流浪的蛤蟆.txt",
    "夸克盘链接": "https://pan.quark.cn/s/67e1b62c1a4a"
  },
  {
    "文件名": "《萌娘四海为家》（校对版全本）作者：三十二变.txt",
    "夸克盘链接": "https://pan.quark.cn/s/23b5bb0cae15"
  },
  {
    "文件名": "《魔方城堡》（校对版全本）作者：打呼的猪.txt",
    "夸克盘链接": "https://pan.quark.cn/s/63a6b8da8a5d"
  },
  {
    "文件名": "《盲嫂》（校对版全本）作者：闻松听涛.txt",
    "夸克盘链接": "https://pan.quark.cn/s/676f0095637f"
  },
  {
    "文件名": "《秘界(秘界寻奇)》（校对版全本）作者：赤虎.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e5eaca195636"
  },
  {
    "文件名": "《罗喉》（校对版全本）作者：李北雨.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e92a54d2df5a"
  },
  {
    "文件名": "《美女校花的贴身高手》（校对版全本）作者：单车王子.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e95f19a8bfaa"
  },
  {
    "文件名": "《龙争大唐》（校对版全本）作者：凤鸣岐山.txt",
    "夸克盘链接": "https://pan.quark.cn/s/4e8d93f31f2c"
  },
  {
    "文件名": "《乱宋》（校对版全本）作者：玉晚楼.txt",
    "夸克盘链接": "https://pan.quark.cn/s/45766ba4f56f"
  },
  {
    "文件名": "《恐慌沸腾》（校对版全本）作者：相思洗红豆.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ab46f0a60864"
  },
  {
    "文件名": "《类神》（校对版全本）作者：沁纸花青.txt",
    "夸克盘链接": "https://pan.quark.cn/s/9a16972b264a"
  },
  {
    "文件名": "《龙临异世》（校对版全本）作者：血舞天.txt",
    "夸克盘链接": "https://pan.quark.cn/s/771a79e3a686"
  },
  {
    "文件名": "《龙战星野》（校对版全本）作者：血红.txt",
    "夸克盘链接": "https://pan.quark.cn/s/35a5da013cab"
  },
  {
    "文件名": "《绝命诱惑》（校对版全本）作者：心梦无痕.txt",
    "夸克盘链接": "https://pan.quark.cn/s/cfb2c837e8e2"
  },
  {
    "文件名": "《绝世武圣》（校对版全本）作者：暗黑茄子.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ea6b0403ca44"
  },
  {
    "文件名": "《绝对权力》（精校版全本）作者：不信天上掉馅饼.txt",
    "夸克盘链接": "https://pan.quark.cn/s/67152be5bcef"
  },
  {
    "文件名": "《绝美桃运》（校对版全本）作者：刘阿八.txt",
    "夸克盘链接": "https://pan.quark.cn/s/523c3375ba51"
  },
  {
    "文件名": "《九道神龙诀》（校对版全本）作者：言鼎.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a002a7880885"
  },
  {
    "文件名": "《惊天》（校对版全本）作者：十年残梦.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ac810b0b14ed"
  },
  {
    "文件名": "《九幽记》（校对版全本）作者：李雪夜.txt",
    "夸克盘链接": "https://pan.quark.cn/s/06f9d731c8c6"
  },
  {
    "文件名": "《将盗墓进行到底》（校对版全本）作者：龙飞.txt",
    "夸克盘链接": "https://pan.quark.cn/s/31fc7897280f"
  },
  {
    "文件名": "《剑魔携香》（校对版全本）作者：临剑.txt",
    "夸克盘链接": "https://pan.quark.cn/s/b727b1d592ec"
  },
  {
    "文件名": "《极品花间圣手(重生太子爷)》（校对版全本）作者：剑寒.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a4358792041a"
  },
  {
    "文件名": "《幻世梵天》（校对版全本）作者：地狱爱琴海.txt",
    "夸克盘链接": "https://pan.quark.cn/s/073443b82599"
  },
  {
    "文件名": "《三国之江东我做主》（校对版全本）作者：燎原诸星.txt",
    "夸克盘链接": "https://pan.quark.cn/s/854ac8510931"
  },
  {
    "文件名": "《机关师传奇》（校对版全本）作者：古剑锋.txt",
    "夸克盘链接": "https://pan.quark.cn/s/10e0c26f264f"
  },
  {
    "文件名": "《三国战神》（精校版全本） 作者：风中啸.txt",
    "夸克盘链接": "https://pan.quark.cn/s/0371c6da9cc3"
  },
  {
    "文件名": "《黄泉眼之印》（校对版全本）作者：湘西鬼王.txt",
    "夸克盘链接": "https://pan.quark.cn/s/62549df8da9c"
  },
  {
    "文件名": "《驻马太行侧》（校对版全本）作者：寂寞剑客.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e5d90b841491"
  },
  {
    "文件名": "《朱雀记》（校对版全本）作者：猫腻.txt",
    "夸克盘链接": "https://pan.quark.cn/s/be2051522a40"
  },
  {
    "文件名": "《重装武力》（校对版全本）作者：一念沧海.txt",
    "夸克盘链接": "https://pan.quark.cn/s/7b8e991116e5"
  },
  {
    "文件名": "《重生之辉煌青春》（校对版全本）作者：月逸清辉.txt",
    "夸克盘链接": "https://pan.quark.cn/s/fd23ad5a8313"
  },
  {
    "文件名": "《重生1990》（校对版全本）作者：斑马.txt",
    "夸克盘链接": "https://pan.quark.cn/s/d191be6c9c11"
  },
  {
    "文件名": "《重生之我有一双透视眼》（校对版全本）作者：长生苹果.txt",
    "夸克盘链接": "https://pan.quark.cn/s/1b8be5ea6634"
  },
  {
    "文件名": "《至尊无赖》（校对版全本）作者：跳舞.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e18ab211c7e1"
  },
  {
    "文件名": "《智能手表》（校对版全本）作者：床上王爷.txt",
    "夸克盘链接": "https://pan.quark.cn/s/1c53029a60b8"
  },
  {
    "文件名": "《纸神》（校对版全本）作者：君不见.txt",
    "夸克盘链接": "https://pan.quark.cn/s/4749c59f6329"
  },
  {
    "文件名": "《镇天帝道》（校对版全本）作者：渎时.txt",
    "夸克盘链接": "https://pan.quark.cn/s/b1d749666c96"
  },
  {
    "文件名": "《真龙王座》（校对版全本）作者：漠逍沉.txt",
    "夸克盘链接": "https://pan.quark.cn/s/f2e07c4bc698"
  },
  {
    "文件名": "《战天神皇》（校对版全本）作者：独孤小杜.txt",
    "夸克盘链接": "https://pan.quark.cn/s/317465e09158"
  },
  {
    "文件名": "《仗剑高歌》（校对版全本）作者：踏雪真人.txt",
    "夸克盘链接": "https://pan.quark.cn/s/3ec2290813a5"
  },
  {
    "文件名": "《贼胆》（校对版全本）作者：发飙的蜗牛.txt",
    "夸克盘链接": "https://pan.quark.cn/s/7c82a6f6e407"
  },
  {
    "文件名": "《在修真文明的悠闲生活》（校对版全本）作者：没落的游吟诗人.txt",
    "夸克盘链接": "https://pan.quark.cn/s/d390781141cc"
  },
  {
    "文件名": "《在北宋的幸福生活》（校对版全本）作者：烛.txt",
    "夸克盘链接": "https://pan.quark.cn/s/494ceb9bd137"
  },
  {
    "文件名": "《御剑乘风》（校对版全本）作者：枫叶火红.txt",
    "夸克盘链接": "https://pan.quark.cn/s/6da933991f88"
  },
  {
    "文件名": "《娱乐圈外挂光环》（校对版全本）作者：梵辰.txt",
    "夸克盘链接": "https://pan.quark.cn/s/befeec9609c3"
  },
  {
    "文件名": "《隐身高手在校园(暧昧在校园)》（校对版全本）作者：造化城主.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c213ce44dd8d"
  },
  {
    "文件名": "《异世重生之无上巅峰》（校对版全本）作者：ACE灬手套.txt",
    "夸克盘链接": "https://pan.quark.cn/s/f74db4c7671d"
  },
  {
    "文件名": "《英雄无敌之地下城》（校对版全本）作者：冰封斜阳.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a62ccf2ddb9b"
  },
  {
    "文件名": "《异体》（校对版全本）作者：风上忍.txt",
    "夸克盘链接": "https://pan.quark.cn/s/29219882de6b"
  },
  {
    "文件名": "《阴魂不散》（校对版全本）作者：非常英勇的狮子.txt",
    "夸克盘链接": "https://pan.quark.cn/s/3963cfc5505c"
  },
  {
    "文件名": "《异世雷皇》（校对版全本）作者：逍耳钉.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a10b6b1d05c7"
  },
  {
    "文件名": "《异界至尊老师》（校对版全本） 作者：清闲宅男.txt",
    "夸克盘链接": "https://pan.quark.cn/s/356b017b6cd3"
  },
  {
    "文件名": "《异界兽医》（精校版全本）作者：油炸包子.txt",
    "夸克盘链接": "https://pan.quark.cn/s/dc935eea27ce"
  },
  {
    "文件名": "《异界之无所不能》（校对版全本）作者：继续倔强.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ba70dc1cf9cb"
  },
  {
    "文件名": "《异界炼金狂潮》（校对版全本）作者：写文.txt",
    "夸克盘链接": "https://pan.quark.cn/s/4a248d91ef7f"
  },
  {
    "文件名": "《异界之魔武双修》（校对版全本）作者：幻雨.txt",
    "夸克盘链接": "https://pan.quark.cn/s/915db220b757"
  },
  {
    "文件名": "《异界魂战天下》（校对版全本）作者：碧海云莎.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c0ef5f197103"
  },
  {
    "文件名": "《一人的无限恐怖》（校对版全本）作者：Seraphim.txt",
    "夸克盘链接": "https://pan.quark.cn/s/0f9a4a25f3bc"
  },
  {
    "文件名": "《一剑凌尘》（校对版全本）作者： 乘风御剑.txt",
    "夸克盘链接": "https://pan.quark.cn/s/2bde32b41f8a"
  },
  {
    "文件名": "《医道特种兵》（校对版全本）作者：丹古先生.txt",
    "夸克盘链接": "https://pan.quark.cn/s/99c663eaff51"
  },
  {
    "文件名": "《异界疯狂农夫》（校对版全本）作者：发情的野猪.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e3db3cdc5fa4"
  },
  {
    "文件名": "《一斛珠》（校对版全本+番外）作者：尼卡.txt",
    "夸克盘链接": "https://pan.quark.cn/s/596d1bed0e77"
  },
  {
    "文件名": "《妖孽保镖》（校对版全本）作者：青狐妖.txt",
    "夸克盘链接": "https://pan.quark.cn/s/5e73a62d0854"
  },
  {
    "文件名": "《养个女鬼当老婆》（校对版全本）作者：花刺1913.txt",
    "夸克盘链接": "https://pan.quark.cn/s/3364e28bc6cd"
  },
  {
    "文件名": "《一个人的抗日》（校对版全本）作者：样样稀松.txt",
    "夸克盘链接": "https://pan.quark.cn/s/bf7bddab4821"
  },
  {
    "文件名": "《野蛮金刚》（校对版全本）作者：浮生01.txt",
    "夸克盘链接": "https://pan.quark.cn/s/2ddab28bdaa7"
  },
  {
    "文件名": "《一段锦》（校对版全本）作者：伏弓.txt",
    "夸克盘链接": "https://pan.quark.cn/s/dfebcb4e90e5"
  },
  {
    "文件名": "《夜间刑事部》（校对版全本）作者：藤萍.txt",
    "夸克盘链接": "https://pan.quark.cn/s/dda21e498033"
  },
  {
    "文件名": "《言禁飞》（校对版全本）作者：琴殇02.txt",
    "夸克盘链接": "https://pan.quark.cn/s/f5e72ae748d7"
  },
  {
    "文件名": "《寻秦记之我是韩信》（校对版全本）作者：一枝秃笔.txt",
    "夸克盘链接": "https://pan.quark.cn/s/b76e97af301b"
  },
  {
    "文件名": "《巡狩大明》（校对版全本）作者：神灯.txt",
    "夸克盘链接": "https://pan.quark.cn/s/0f19441461b4"
  },
  {
    "文件名": "《血狱魔帝》（校对版全本）作者：夜行月.txt",
    "夸克盘链接": "https://pan.quark.cn/s/32563b7ebf88"
  },
  {
    "文件名": "《血裔骑士》（校对版全本）作者：悠久风.txt",
    "夸克盘链接": "https://pan.quark.cn/s/6a7bbcc616b9"
  },
  {
    "文件名": "《血沃轩辕》（校对版全本）作者：西方蜘蛛.txt",
    "夸克盘链接": "https://pan.quark.cn/s/2a25043f431b"
  },
  {
    "文件名": "《血火河山》（校对版全本）作者：西方蜘蛛.txt",
    "夸克盘链接": "https://pan.quark.cn/s/0fe45ccbcdb7"
  },
  {
    "文件名": "《血冲仙穹》（校对版全本）作者：厌笔萧生.txt",
    "夸克盘链接": "https://pan.quark.cn/s/33d58357149e"
  },
  {
    "文件名": "《血弦》（校对版全本）作者：随风飘摇.txt",
    "夸克盘链接": "https://pan.quark.cn/s/9e8fe2a6170a"
  },
  {
    "文件名": "《修仙大霸主》（校对版全本）作者：炎哥.txt",
    "夸克盘链接": "https://pan.quark.cn/s/2c703a2c4f9b"
  },
  {
    "文件名": "《修改三国》（校对版全本）作者：龙之少帝.txt",
    "夸克盘链接": "https://pan.quark.cn/s/0b22720e6a94"
  },
  {
    "文件名": "《兴宋》（校对版全本）作者：赤虎.txt",
    "夸克盘链接": "https://pan.quark.cn/s/61ee113a6bc2"
  },
  {
    "文件名": "《兴汉》（校对版全本）作者：魔力鸟.txt",
    "夸克盘链接": "https://pan.quark.cn/s/7640e64d97bd"
  },
  {
    "文件名": "《星神祭》（校对版全本）作者：乘风御剑.txt",
    "夸克盘链接": "https://pan.quark.cn/s/0f1e49f4fd9b"
  },
  {
    "文件名": "《星峰传说》（校对版全本）作者：我吃西红柿.txt",
    "夸克盘链接": "https://pan.quark.cn/s/216e39e377d7"
  },
  {
    "文件名": "《斜风》（校对版全本）作者：紫钗恨.txt",
    "夸克盘链接": "https://pan.quark.cn/s/37d63c4692a6"
  },
  {
    "文件名": "《星际大土匪》（校对版全本）作者：傻小四.txt",
    "夸克盘链接": "https://pan.quark.cn/s/2304a7e1ee02"
  },
  {
    "文件名": "《星河光焰》（校对版全本+番外）作者：城里老鼠.txt",
    "夸克盘链接": "https://pan.quark.cn/s/33f420e80432"
  },
  {
    "文件名": "《挟天》（校对版全本）作者：躲雨的猫.txt",
    "夸克盘链接": "https://pan.quark.cn/s/48ecda07bd57"
  },
  {
    "文件名": "《校花的极品保镖》（校对版全本）作者：军用刺刀.txt",
    "夸克盘链接": "https://pan.quark.cn/s/2f4e70564caa"
  },
  {
    "文件名": "《逍遥医道》（校对版全本）作者：魂圣.txt",
    "夸克盘链接": "https://pan.quark.cn/s/d33ce765f633"
  },
  {
    "文件名": "《小兵传奇》（校对版全本）作者：玄雨.txt",
    "夸克盘链接": "https://pan.quark.cn/s/28bc57ef63c7"
  },
  {
    "文件名": "《小仙有毒(绝世好毒)》（校对版全本）作者：豆子惹的祸.txt",
    "夸克盘链接": "https://pan.quark.cn/s/daede1d8e5bc"
  },
  {
    "文件名": "《现代武神录》（校对版全本）作者：奋斗的筷子.txt",
    "夸克盘链接": "https://pan.quark.cn/s/7d8b37844446"
  },
  {
    "文件名": "《逍遥散仙》（校对版全本）作者：浮华尽欢.txt",
    "夸克盘链接": "https://pan.quark.cn/s/69c708ac8748"
  },
  {
    "文件名": "《香色倾城》（精校版全本）作者：常书欣.txt",
    "夸克盘链接": "https://pan.quark.cn/s/929e5cc710ee"
  },
  {
    "文件名": "《先志》（校对版全本）作者：路书一阁.txt",
    "夸克盘链接": "https://pan.quark.cn/s/d75016ec0807"
  },
  {
    "文件名": "《仙执》（校对版全本）作者：高钙奶宝.txt",
    "夸克盘链接": "https://pan.quark.cn/s/36307877d7de"
  },
  {
    "文件名": "《仙门》（校对版全本）作者：四不相.txt",
    "夸克盘链接": "https://pan.quark.cn/s/cd14e6dfe147"
  },
  {
    "文件名": "《仙剑问情》（校对版全本）作者：射天狼.txt",
    "夸克盘链接": "https://pan.quark.cn/s/9f98bb5150c9"
  },
  {
    "文件名": "《仙佛录》（校对版全本）作者：帝国上将.txt",
    "夸克盘链接": "https://pan.quark.cn/s/1726c0c6b28a"
  },
  {
    "文件名": "《吸术》（校对版全本）作者：独奏二胡.txt",
    "夸克盘链接": "https://pan.quark.cn/s/7b922c11e7a5"
  },
  {
    "文件名": "《武田家的明国武士》（校对版全本）作者：幸福来敲门.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a30ffe6f5282"
  },
  {
    "文件名": "《仙动》（校对版全本）作者：碧落黄泉.txt",
    "夸克盘链接": "https://pan.quark.cn/s/6903e15d021a"
  },
  {
    "文件名": "《仙道(云苍仙道)》（校对版全本）作者：泣鸣的狐狸.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a6a321dd2fd0"
  },
  {
    "文件名": "《武破天穹》（校对版全本）作者：小佛祖.txt",
    "夸克盘链接": "https://pan.quark.cn/s/56fda65873e6"
  },
  {
    "文件名": "《无限真神》（校对版全本）作者：云中游鱼.txt",
    "夸克盘链接": "https://pan.quark.cn/s/f7bba029a2f7"
  },
  {
    "文件名": "《无限之野心》（校对版全本）作者：诶呦喂.txt",
    "夸克盘链接": "https://pan.quark.cn/s/80c9a150511b"
  },
  {
    "文件名": "《武逆神荒》（校对版全本）作者：情义相许.txt",
    "夸克盘链接": "https://pan.quark.cn/s/56ab8c76faf9"
  },
  {
    "文件名": "《武林高手在校园》（校对版全本）作者：墨武.txt",
    "夸克盘链接": "https://pan.quark.cn/s/21688249a5cc"
  },
  {
    "文件名": "《武魔之战》（实体版全本）作者：青野闲人.txt",
    "夸克盘链接": "https://pan.quark.cn/s/27d7c3df7c34"
  },
  {
    "文件名": "《无上真身(道尽轮回)》（校对版全本）作者：乘风御剑.txt",
    "夸克盘链接": "https://pan.quark.cn/s/300f14895eb9"
  },
  {
    "文件名": "《巫颂》（校对版全本）作者：血红.txt",
    "夸克盘链接": "https://pan.quark.cn/s/6f58286a21ca"
  },
  {
    "文件名": "《无敌黑拳》（校对版全本）作者：大大王.txt",
    "夸克盘链接": "https://pan.quark.cn/s/b68195a4d3af"
  },
  {
    "文件名": "《无量》（校对版全本）作者：古羲.txt",
    "夸克盘链接": "https://pan.quark.cn/s/7ba583b56a96"
  },
  {
    "文件名": "《我要当院长》（校对版全本）作者：李兴禹.txt",
    "夸克盘链接": "https://pan.quark.cn/s/177cb9720d0f"
  },
  {
    "文件名": "《我的女神》（校对版全本）作者：周行文.txt",
    "夸克盘链接": "https://pan.quark.cn/s/339b8b33d756"
  },
  {
    "文件名": "《我的异姓妹妹》（校对版全本）作者：雕雕.txt",
    "夸克盘链接": "https://pan.quark.cn/s/f71676b3f78d"
  },
  {
    "文件名": "《我的女儿之我的天使》（校对版全本）作者：盘古混沌.txt",
    "夸克盘链接": "https://pan.quark.cn/s/3033cb9d199d"
  },
  {
    "文件名": "《我的未来有点萌》（校对版全本）作者：L同学.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e98fe72d76fc"
  },
  {
    "文件名": "《我的极品大小姐》（校对版全本）作者：属龙语.txt",
    "夸克盘链接": "https://pan.quark.cn/s/357a9be5fa75"
  },
  {
    "文件名": "《我的美女大小姐》（校对版全本）作者：李兴禹.txt",
    "夸克盘链接": "https://pan.quark.cn/s/8e554b33b3e1"
  },
  {
    "文件名": "《我的狐仙老婆》（校对版全本）作者：黑夜de白羊.txt",
    "夸克盘链接": "https://pan.quark.cn/s/d3f7285a1aee"
  },
  {
    "文件名": "《我的老婆是女警》（校对版全本）作者：木士.txt",
    "夸克盘链接": "https://pan.quark.cn/s/384f3863f7b4"
  },
  {
    "文件名": "《我的盗墓人生》（校对版全本）作者：醉流年.txt",
    "夸克盘链接": "https://pan.quark.cn/s/fc537276ed21"
  },
  {
    "文件名": "《我的刁蛮上司》（校对版全本）作者：可怜小猫.txt",
    "夸克盘链接": "https://pan.quark.cn/s/299531761432"
  },
  {
    "文件名": "《我当鸟人的那几年》（校对版全本）作者：崔走召.txt",
    "夸克盘链接": "https://pan.quark.cn/s/574c0db3f724"
  },
  {
    "文件名": "《我的大脑里有电脑》（校对版全本）作者：爱之.txt",
    "夸克盘链接": "https://pan.quark.cn/s/8222438c8d4e"
  },
  {
    "文件名": "《惟我独仙》（校对版全本）作者：唐家三少.txt",
    "夸克盘链接": "https://pan.quark.cn/s/dfad59973b0c"
  },
  {
    "文件名": "《唯我独法》（校对版全本）作者：志鸟村.txt",
    "夸克盘链接": "https://pan.quark.cn/s/56147d2b96c5"
  },
  {
    "文件名": "《网游之永生传奇》（校对版全本）作者：一剑临风.txt",
    "夸克盘链接": "https://pan.quark.cn/s/92723c64f459"
  },
  {
    "文件名": "《网游之亡灵小法师》（校对版全本）作者：机器杀手.txt",
    "夸克盘链接": "https://pan.quark.cn/s/4bc200667664"
  },
  {
    "文件名": "《网游之三国王者》（校对版全本）作者：想枕头的瞌睡.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a4533e664361"
  },
  {
    "文件名": "《网游之帝皇归来》（校对版全本）作者：妖邪有泪.txt",
    "夸克盘链接": "https://pan.quark.cn/s/1b699a3addcf"
  },
  {
    "文件名": "《网游之帝王归来》（校对版全本）作者：妖邪有泪.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ba959e69961d"
  },
  {
    "文件名": "《王牌》（校对版全本）作者：虾写.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c3bc05741ac8"
  },
  {
    "文件名": "《网游之从头再来》（校对版全本）作者：网络黑侠.txt",
    "夸克盘链接": "https://pan.quark.cn/s/9a71771d178f"
  },
  {
    "文件名": "《王朝之剑》（校对版全本）作者：边城 浪子.txt",
    "夸克盘链接": "https://pan.quark.cn/s/fbb52247a4c8"
  },
  {
    "文件名": "《玩赏天下》（校对版全本）作者：十月无涯.txt",
    "夸克盘链接": "https://pan.quark.cn/s/63b9f4460776"
  },
  {
    "文件名": "《纨绔疯子》（校对版全本）作者：鹅是老五.txt",
    "夸克盘链接": "https://pan.quark.cn/s/1bf92ea5da0e"
  },
  {
    "文件名": "《挽天倾》（校对版全本）作者：圣者晨雷.txt",
    "夸克盘链接": "https://pan.quark.cn/s/bb50668bb537"
  },
  {
    "文件名": "《吞天》（校对版全本）作者：静夜寄思.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a9c182906183"
  },
  {
    "文件名": "《吞噬天地》（校对版全本）作者：默幽.txt",
    "夸克盘链接": "https://pan.quark.cn/s/29e1331fb472"
  },
  {
    "文件名": "《屠神之路》（校对版全本）作者：罗霸道.txt",
    "夸克盘链接": "https://pan.quark.cn/s/7a7adfef6551"
  },
  {
    "文件名": "《天诛道灭》（校对版全本）作者：乘风御剑.txt",
    "夸克盘链接": "https://pan.quark.cn/s/16b0f73f6d86"
  },
  {
    "文件名": "《贴身高手》（校对版全本）作者：明日复明日.txt",
    "夸克盘链接": "https://pan.quark.cn/s/881f887103ea"
  },
  {
    "文件名": "《铁血遂明》（校对版全本）作者：黑心西瓜子.txt",
    "夸克盘链接": "https://pan.quark.cn/s/1b8e16767441"
  },
  {
    "文件名": "《天行健》（实体封面全本）作者：燕垒生.txt",
    "夸克盘链接": "https://pan.quark.cn/s/721e7470b45e"
  },
  {
    "文件名": "《天王》（校对版全本）作者：跳舞.txt",
    "夸克盘链接": "https://pan.quark.cn/s/7ae2ea29ad36"
  },
  {
    "文件名": "《天下风雷》（校对版全本）作者：红尘紫陌.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a5ab73f8f299"
  },
  {
    "文件名": "《天唐》（校对版全本）作者：格鱼.txt",
    "夸克盘链接": "https://pan.quark.cn/s/cd5058137f51"
  },
  {
    "文件名": "《天舞》（校对版全本）作者：杜若.txt",
    "夸克盘链接": "https://pan.quark.cn/s/d7474b3e23ff"
  },
  {
    "文件名": "《天赐领域》（校对版全本）作者：拜金小妖.txt",
    "夸克盘链接": "https://pan.quark.cn/s/4405689d8a99"
  },
  {
    "文件名": "《天才召唤师》（校对版全本）作者：若雪三千.txt",
    "夸克盘链接": "https://pan.quark.cn/s/bf34c6018c14"
  },
  {
    "文件名": "《天枢》（校对版全本）作者：徐公子胜治.txt",
    "夸克盘链接": "https://pan.quark.cn/s/b64ce9ab5e0f"
  },
  {
    "文件名": "《天界》（校对版全本）作者：落拓少年.txt",
    "夸克盘链接": "https://pan.quark.cn/s/acd5932a1c2a"
  },
  {
    "文件名": "《特种狂龙》（校对版全本）作者：艾连.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ed3c6c55028d"
  },
  {
    "文件名": "《特种兵痞在校园》（校对版全本）作者：艾连.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a48f72586402"
  },
  {
    "文件名": "《桃运天王》（校对版全本）作者：断章.txt",
    "夸克盘链接": "https://pan.quark.cn/s/3a564b4148f5"
  },
  {
    "文件名": "《天才》（校对版全本）作者：流浪的龙.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a08368aba35e"
  },
  {
    "文件名": "《唐朝小地主》（校对版全本）作者：烛.txt",
    "夸克盘链接": "https://pan.quark.cn/s/cc360dac8d9f"
  },
  {
    "文件名": "《桃运鬼差》（校对版全本）作者：方尖塔.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a6f15e80f60d"
  },
  {
    "文件名": "《随波逐流之一代军师》（校对版全本）作者：随波逐流.txt",
    "夸克盘链接": "https://pan.quark.cn/s/112c4021073d"
  },
  {
    "文件名": "《唐宫美人天下》（校对版全本）作者：灯火阑珊.txt",
    "夸克盘链接": "https://pan.quark.cn/s/aba3de984c39"
  },
  {
    "文件名": "《宋时行》（校对版全本）作者：庚新.txt",
    "夸克盘链接": "https://pan.quark.cn/s/539590627e17"
  },
  {
    "文件名": "《死亡开端》（校对版全本）作者：zhttty.txt",
    "夸克盘链接": "https://pan.quark.cn/s/990aa0310497"
  },
  {
    "文件名": "《数字风暴》（校对版全本）作者：格子里的夜晚.txt",
    "夸克盘链接": "https://pan.quark.cn/s/15ec3fe7b769"
  },
  {
    "文件名": "《世家》（校对版全本）作者：千年静守.txt",
    "夸克盘链接": "https://pan.quark.cn/s/6d5acfe5ea2a"
  },
  {
    "文件名": "《噬火武道》（校对版全本）作者：忆陨.txt",
    "夸克盘链接": "https://pan.quark.cn/s/590a34ad0a41"
  },
  {
    "文件名": "《史上第一混乱》（校对版全本）作者：张小花.txt",
    "夸克盘链接": "https://pan.quark.cn/s/54d46a88cdcd"
  },
  {
    "文件名": "《时光之心》（校对版全本）作者：格子里的夜晚.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e1147788d101"
  },
  {
    "文件名": "《十九路军战记》（校对版全本）作者：尼莫.txt",
    "夸克盘链接": "https://pan.quark.cn/s/af2b8455a22a"
  },
  {
    "文件名": "《师士传说》（校对版全本）作者：方想.txt",
    "夸克盘链接": "https://pan.quark.cn/s/0588decf9a9f"
  },
  {
    "文件名": "《失落的王权》（校对版全本）作者：西贝猫.txt",
    "夸克盘链接": "https://pan.quark.cn/s/6fa335e24784"
  },
  {
    "文件名": "《盛唐烟云》（精校版全本）作者：酒徒.txt",
    "夸克盘链接": "https://pan.quark.cn/s/80c072215c15"
  },
  {
    "文件名": "《圣庭史记》（校对版全本）作者：听风画秋雨.txt",
    "夸克盘链接": "https://pan.quark.cn/s/faabddc48544"
  },
  {
    "文件名": "《生死轮回诀》（精校版全本）作者：朝楚.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c42d5d7886b6"
  },
  {
    "文件名": "《神职》（校对版全本）作者：短刃.txt",
    "夸克盘链接": "https://pan.quark.cn/s/4316097acedb"
  },
  {
    "文件名": "《神游》（校对版全本）作者：徐公子胜治.txt",
    "夸克盘链接": "https://pan.quark.cn/s/3d8e07c90069"
  },
  {
    "文件名": "《生化！星际外援》（校对版全本）作者：疯丢子.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ccdf10f332f2"
  },
  {
    "文件名": "《神偷化身》（校对版全本）作者：蚕茧里的牛.txt",
    "夸克盘链接": "https://pan.quark.cn/s/83e055023e47"
  },
  {
    "文件名": "《上品寒士》（校对版全本）作者：贼道三痴.txt",
    "夸克盘链接": "https://pan.quark.cn/s/0e1f2572a0e8"
  },
  {
    "文件名": "《善良的死神》（校对版全本）作者：唐家三少.txt",
    "夸克盘链接": "https://pan.quark.cn/s/0c42b5476d7c"
  },
  {
    "文件名": "《上古圣猿在西游》（校对版全本）作者：天堂在左我向右.txt",
    "夸克盘链接": "https://pan.quark.cn/s/f01eb8c1453d"
  },
  {
    "文件名": "《山渐青》（校对版全本）作者：何昊远.txt",
    "夸克盘链接": "https://pan.quark.cn/s/16eee5f55ee1"
  },
  {
    "文件名": "《散仙世界》（校对版全本）作者：万衍.txt",
    "夸克盘链接": "https://pan.quark.cn/s/f6cf51b5c477"
  },
  {
    "文件名": "《三途志》（校对版全本）作者：崔走召.txt",
    "夸克盘链接": "https://pan.quark.cn/s/8b2a82274828"
  },
  {
    "文件名": "《三修奇仙》（校对版全本）作者：泛东流.txt",
    "夸克盘链接": "https://pan.quark.cn/s/3892fdad5bbb"
  },
  {
    "文件名": "《荣飞的梦幻人生》（校对版全本）作者：wanglong.txt",
    "夸克盘链接": "https://pan.quark.cn/s/dce230f6c2bd"
  },
  {
    "文件名": "《入殓师》（校对版全本）作者：道门老九.txt",
    "夸克盘链接": "https://pan.quark.cn/s/141496219d06"
  },
  {
    "文件名": "《三千光明甲》（校对版全本）作者：刘建良.txt",
    "夸克盘链接": "https://pan.quark.cn/s/96611a21f2f0"
  },
  {
    "文件名": "《人道天堂》（校对版全本）作者：荆柯守.txt",
    "夸克盘链接": "https://pan.quark.cn/s/9341b73788c5"
  },
  {
    "文件名": "《拳头寂寞》（校对版全本）作者：始王.txt",
    "夸克盘链接": "https://pan.quark.cn/s/4d9ac06c7f07"
  },
  {
    "文件名": "《全能炼气士》（校对版全本）作者：牛肉炖豌豆.txt",
    "夸克盘链接": "https://pan.quark.cn/s/3de17236dac2"
  },
  {
    "文件名": "《全职业天才》（校对版全本）作者：疯狂小马甲.txt",
    "夸克盘链接": "https://pan.quark.cn/s/4f8e6c6abd9d"
  },
  {
    "文件名": "《全才狂徒(我的美女姐妹花)》（校对版全本）作者：卧南斋.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ee42b86e8aac"
  },
  {
    "文件名": "《破灭时空》（校对版全本）作者：任怨.txt",
    "夸克盘链接": "https://pan.quark.cn/s/23a97ebc43c7"
  },
  {
    "文件名": "《女人就要狠》（精校版全本）作者：一个女人.txt",
    "夸克盘链接": "https://pan.quark.cn/s/9079a5127e09"
  },
  {
    "文件名": "《棋定今生》（校对版全本）作者：木三.txt",
    "夸克盘链接": "https://pan.quark.cn/s/f6ed34573f81"
  },
  {
    "文件名": "《南天霸》（校对版全本）作者：无物.txt",
    "夸克盘链接": "https://pan.quark.cn/s/657f1995416c"
  },
  {
    "文件名": "《宁渊》（校对版全本）作者：星零.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a9c2ca547565"
  },
  {
    "文件名": "《末世之掌控星辰》（校对版全本）作者：法老的诅咒.txt",
    "夸克盘链接": "https://pan.quark.cn/s/409a85ff9b78"
  },
  {
    "文件名": "《年少天纵1931》（校对版全本）作者：红尘紫陌.txt",
    "夸克盘链接": "https://pan.quark.cn/s/8f9d6d0d53f3"
  },
  {
    "文件名": "《末世之恐怖风暴》（校对版全本）作者：古羲.txt",
    "夸克盘链接": "https://pan.quark.cn/s/27bb23a83c25"
  },
  {
    "文件名": "《末世盗贼行》（精校版全本）作者：雨水.txt",
    "夸克盘链接": "https://pan.quark.cn/s/285cea8da14a"
  },
  {
    "文件名": "《末世之纪元王座》（校对版全本）作者：鬼谷春秋.txt",
    "夸克盘链接": "https://pan.quark.cn/s/fde4cd8f5d54"
  },
  {
    "文件名": "《末世精灵皇》（校对版全本）作者：and点.txt",
    "夸克盘链接": "https://pan.quark.cn/s/6a8395cb026b"
  },
  {
    "文件名": "《魔道至尊》（校对版全本）作者：灵枢01.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e2d96c2c2d26"
  },
  {
    "文件名": "《魔法王子》（校对版全本）作者：休丁.txt",
    "夸克盘链接": "https://pan.quark.cn/s/7dcdb50f692a"
  },
  {
    "文件名": "《末世规则》（校对版全本）作者：皇家九王爷.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c8c785b02662"
  },
  {
    "文件名": "《命运记事本》（校对版全本）作者：刀锋.txt",
    "夸克盘链接": "https://pan.quark.cn/s/9f68c3a60372"
  },
  {
    "文件名": "《魔导武装》（校对版全本）作者：流浪的蛤蟆.txt",
    "夸克盘链接": "https://pan.quark.cn/s/345471b3462a"
  },
  {
    "文件名": "《摩登时代》（校对版全本）作者：忧郁的青蛙.txt",
    "夸克盘链接": "https://pan.quark.cn/s/230555d379a4"
  },
  {
    "文件名": "《民国三十年灵异档案》（校对版全本）作者：道门老九.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a1ebd130f978"
  },
  {
    "文件名": "《妙医圣手》（校对版全本）作者：五志.txt",
    "夸克盘链接": "https://pan.quark.cn/s/97343d729345"
  },
  {
    "文件名": "《明日歌·山河曲》（校对版全本）作者：楚惜刀.txt",
    "夸克盘链接": "https://pan.quark.cn/s/6a2eef887946"
  },
  {
    "文件名": "《明朝第一国师》（校对版全本）作者：鲈州鱼.txt",
    "夸克盘链接": "https://pan.quark.cn/s/cf7586570b35"
  },
  {
    "文件名": "《民国老兵志怪谈异》（校对版全本）作者：笑看茶凉.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e3c2a94afc38"
  },
  {
    "文件名": "《装神弄诡》（校对版全本）作者：飞飞语.txt",
    "夸克盘链接": "https://pan.quark.cn/s/dea6c19d4f4c"
  },
  {
    "文件名": "《最强游戏分身》（校对版全本）作者：一粒灰尘哟.txt",
    "夸克盘链接": "https://pan.quark.cn/s/641b80c901d3"
  },
  {
    "文件名": "《梦想成真》（校对版全本）作者：天堂羽.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e44af52331aa"
  },
  {
    "文件名": "《迷失大陆》（校对版全本）作者：读书之人.txt",
    "夸克盘链接": "https://pan.quark.cn/s/4952f183b43d"
  },
  {
    "文件名": "《最强护美》（校对版全本）作者：九殇.txt",
    "夸克盘链接": "https://pan.quark.cn/s/55496f9faa01"
  },
  {
    "文件名": "《捉鬼天师》（校对版全本）作者：淹留.txt",
    "夸克盘链接": "https://pan.quark.cn/s/8520fc13ab75"
  },
  {
    "文件名": "《萌娘武侠世界》（校对版全本）作者：三十二变.txt",
    "夸克盘链接": "https://pan.quark.cn/s/2ae551239487"
  },
  {
    "文件名": "《猛兽记》（校对版全本）作者：知秋.txt",
    "夸克盘链接": "https://pan.quark.cn/s/9f4c4fd5f4bb"
  },
  {
    "文件名": "《萌军机娘》（校对版全本）作者：啪啪桑.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c6d9a4a6bce6"
  },
  {
    "文件名": "《轮回剑典》（校对版全本）作者：狼影剑.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ab09eb95885b"
  },
  {
    "文件名": "《美女总裁的贴身保安》（校对版全本）作者：超级糊涂神.txt",
    "夸克盘链接": "https://pan.quark.cn/s/df53a2a362a8"
  },
  {
    "文件名": "《门派养成日志》（校对版全本）作者：玄晴.txt",
    "夸克盘链接": "https://pan.quark.cn/s/b33fb7a54d1b"
  },
  {
    "文件名": "《美女江山一锅煮》（校对版全本）作者：刘建良.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ba8c6c0316ee"
  },
  {
    "文件名": "《妹妹不是人》（校对版全本+番外）作者：水荼翎.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a6d70cc6a6ff"
  },
  {
    "文件名": "《玛丽在隔壁》（校对版全本）作者：校长恨霸王太多.txt",
    "夸克盘链接": "https://pan.quark.cn/s/4878854850f8"
  },
  {
    "文件名": "《马鸣风萧萧》（校对版全本）作者：萧逸.txt",
    "夸克盘链接": "https://pan.quark.cn/s/b9f39e1b0b72"
  },
  {
    "文件名": "《落神殇》（校对版全本）作者：猪小四.txt",
    "夸克盘链接": "https://pan.quark.cn/s/703c645ae682"
  },
  {
    "文件名": "《落榜神仙》（校对版全本）作者：冰临神下.txt",
    "夸克盘链接": "https://pan.quark.cn/s/784d90ce14e5"
  },
  {
    "文件名": "《裸兰(裸兰大陆)》（校对版全本）作者：俞今.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ef027988c01b"
  },
  {
    "文件名": "《六道》（校对版全本）作者：流浪.txt",
    "夸克盘链接": "https://pan.quark.cn/s/da59c2d0232c"
  },
  {
    "文件名": "《陆海巨宦》（校对版全本）作者：阿菩.txt",
    "夸克盘链接": "https://pan.quark.cn/s/d9c514abbe06"
  },
  {
    "文件名": "《乱世杆匪王老五》（实体版全本）作者：潘运明.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ca980c40897c"
  },
  {
    "文件名": "《龙极纹身》（校对版全本）作者：千幻冰云.txt",
    "夸克盘链接": "https://pan.quark.cn/s/cfc1b9958c22"
  },
  {
    "文件名": "《六道沧溟诀》（校对版全本）作者：翦影.txt",
    "夸克盘链接": "https://pan.quark.cn/s/bb2168aff973"
  },
  {
    "文件名": "《零式》（校对版全本）作者：没事爱发呆.txt",
    "夸克盘链接": "https://pan.quark.cn/s/429ed80fb056"
  },
  {
    "文件名": "《灵山》（校对版全本）作者：徐公子胜治.txt",
    "夸克盘链接": "https://pan.quark.cn/s/b6b718524d79"
  },
  {
    "文件名": "《凌云志异》（校对版全本）作者：府天.txt",
    "夸克盘链接": "https://pan.quark.cn/s/f52affcb6067"
  },
  {
    "文件名": "《猎者天下》（校对版全本+番外）作者：那时烟花.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ed9b22c63d1d"
  },
  {
    "文件名": "《炼魂法则》（校对版全本）作者：道门老九.txt",
    "夸克盘链接": "https://pan.quark.cn/s/3c665e3d70dd"
  },
  {
    "文件名": "《老婆爱上我》（校对版全本）作者：傲无常.txt",
    "夸克盘链接": "https://pan.quark.cn/s/d35528fffb68"
  },
  {
    "文件名": "《老子是富二代》（校对版全本）作者：银枪滴蜡哥.txt",
    "夸克盘链接": "https://pan.quark.cn/s/2ff5838802be"
  },
  {
    "文件名": "《狂神》（校对版全本）作者：唐家三少.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a6f8130073bd"
  },
  {
    "文件名": "《狼神》（校对版全本）作者：月关.txt",
    "夸克盘链接": "https://pan.quark.cn/s/67608c3c1334"
  },
  {
    "文件名": "《兰帝魅晨系列之饮》（校对版全本）作者：兰帝魅晨.txt",
    "夸克盘链接": "https://pan.quark.cn/s/53087cd332a8"
  },
  {
    "文件名": "《骷髅魔导师》（校对版全本）作者：情终流水.txt",
    "夸克盘链接": "https://pan.quark.cn/s/464cf7b81104"
  },
  {
    "文件名": "《空速星痕》（校对版全本）作者：唐家三少.txt",
    "夸克盘链接": "https://pan.quark.cn/s/bd6ac697842a"
  },
  {
    "文件名": "《崛起石器时代》（校对版全本）作者：咆哮的苹果.txt",
    "夸克盘链接": "https://pan.quark.cn/s/7dc4900318a3"
  },
  {
    "文件名": "《觉醒-仿如昨日》（校对版全本）作者：令狐BEYOND.txt",
    "夸克盘链接": "https://pan.quark.cn/s/841115b43fc8"
  },
  {
    "文件名": "《抗战之帝国末日》（校对版全本）作者：七匹孤狼.txt",
    "夸克盘链接": "https://pan.quark.cn/s/d1da6c178453"
  },
  {
    "文件名": "《绝秦书》（实体版全本）作者：张浩文.txt",
    "夸克盘链接": "https://pan.quark.cn/s/7744dfb0b767"
  },
  {
    "文件名": "《九幽龙戒》（校对版全本）作者：众神.txt",
    "夸克盘链接": "https://pan.quark.cn/s/6c20db5beb05"
  },
  {
    "文件名": "《九龙法师》（校对版全本）作者：神降之年.txt",
    "夸克盘链接": "https://pan.quark.cn/s/8ae888d18d45"
  },
  {
    "文件名": "《惊仙》（校对版全本）作者：兰帝魅晨.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ccd154b37902"
  },
  {
    "文件名": "《九转金仙异界纵横》（校对版全本）作者：傲视天涯.txt",
    "夸克盘链接": "https://pan.quark.cn/s/787ebe390f51"
  },
  {
    "文件名": "《降龙伏虎》（校对版全本）作者：8难.txt",
    "夸克盘链接": "https://pan.quark.cn/s/d9f97d83740d"
  },
  {
    "文件名": "《荆天》（校对版全本）作者：奈何做贼.txt",
    "夸克盘链接": "https://pan.quark.cn/s/3801318b30f7"
  },
  {
    "文件名": "《进化危机》（校对版全本）作者：骷髅精灵&北极星.txt",
    "夸克盘链接": "https://pan.quark.cn/s/62c40dee7d0c"
  },
  {
    "文件名": "《将神》（校对版全本）作者：李雪夜.txt",
    "夸克盘链接": "https://pan.quark.cn/s/b9ebba1444d3"
  },
  {
    "文件名": "《金棺噬魂》（校对版全本）作者：飞行电熨斗.txt",
    "夸克盘链接": "https://pan.quark.cn/s/fae6770a4e43"
  },
  {
    "文件名": "《江山吟》（校对版全本）作者：小贝勒.txt",
    "夸克盘链接": "https://pan.quark.cn/s/19de88a5504c"
  },
  {
    "文件名": "《江山如画》（校对版全本）作者：四叶铃兰.txt",
    "夸克盘链接": "https://pan.quark.cn/s/7c8374c78e69"
  },
  {
    "文件名": "《剑祖》（校对版全本）作者：十步行.txt",
    "夸克盘链接": "https://pan.quark.cn/s/74c79f3f6f46"
  },
  {
    "文件名": "《剑笑红尘》（校对版全本）作者：莫念秋.txt",
    "夸克盘链接": "https://pan.quark.cn/s/b6c7af19f71a"
  },
  {
    "文件名": "《剑道独尊》（校对版全本）作者：剑游太虚.txt",
    "夸克盘链接": "https://pan.quark.cn/s/cb864efe5125"
  },
  {
    "文件名": "《剑气惊鸿》（校对版全本）作者：当年也混过.txt",
    "夸克盘链接": "https://pan.quark.cn/s/9bad622c2181"
  },
  {
    "文件名": "《剑噬天下》（校对版全本）作者：乘风御剑.txt",
    "夸克盘链接": "https://pan.quark.cn/s/fbcb801a581c"
  },
  {
    "文件名": "《拣宝》（校对版全本）作者：烛.txt",
    "夸克盘链接": "https://pan.quark.cn/s/beb9e9de04ae"
  },
  {
    "文件名": "《剑帝重生》（校对版全本）作者：混混宝儿.txt",
    "夸克盘链接": "https://pan.quark.cn/s/879bb20dc327"
  },
  {
    "文件名": "《捡个女鬼当宠物》（校对版全本）作者：龙不相.txt",
    "夸克盘链接": "https://pan.quark.cn/s/425313f7081c"
  },
  {
    "文件名": "《见善》（校对版全本+番外）作者：楚寒衣青.txt",
    "夸克盘链接": "https://pan.quark.cn/s/b1c0ef9b3061"
  },
  {
    "文件名": "《梦幻兑换系统》（校对版全本）作者：墨梦尘.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e99ed42d68df"
  },
  {
    "文件名": "《家有鲜妻》（精校版全本）作者：桂仁.txt",
    "夸克盘链接": "https://pan.quark.cn/s/d9045ba013a1"
  },
  {
    "文件名": "《梦幻王》（校对版全本）作者：苍天白鹤.txt",
    "夸克盘链接": "https://pan.quark.cn/s/97b106821757"
  },
  {
    "文件名": "《兼职丹医》（校对版全本）作者：三羊猪猪.txt",
    "夸克盘链接": "https://pan.quark.cn/s/605995e6ab0f"
  },
  {
    "文件名": "《梦幻空间》（校对版全本）作者：玄雨.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c0b48c708a42"
  },
  {
    "文件名": "《加官晋爵》（校对版全本）作者：午夜浓茶.txt",
    "夸克盘链接": "https://pan.quark.cn/s/fb2310918369"
  },
  {
    "文件名": "《极品颠覆之叶河图》（校对版全本）作者：洛水河图.txt",
    "夸克盘链接": "https://pan.quark.cn/s/5ee148d6904e"
  },
  {
    "文件名": "《极品财俊》（校对版全本）作者：付麒麟.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ab9dbe2ff9f9"
  },
  {
    "文件名": "《极品草根太子》（校对版全本）作者：贼眉鼠眼.txt",
    "夸克盘链接": "https://pan.quark.cn/s/949485ecdb39"
  },
  {
    "文件名": "《祸具召唤师》（校对版全本）作者：造化斋主.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c746b5459003"
  },
  {
    "文件名": "《活色生枭》（精校版全本）作者：豆子惹的祸.txt",
    "夸克盘链接": "https://pan.quark.cn/s/61c8757137b0"
  },
  {
    "文件名": "《机械末日》（校对版全本）作者：兰帝魅晨.txt",
    "夸克盘链接": "https://pan.quark.cn/s/145a3898eb7d"
  },
  {
    "文件名": "《火蓝刀锋》（实体版全本）作者：冯骥.txt",
    "夸克盘链接": "https://pan.quark.cn/s/bba363220978"
  },
  {
    "文件名": "《活金》（校对版全本）作者：逐没.txt",
    "夸克盘链接": "https://pan.quark.cn/s/495f726d2c55"
  },
  {
    "文件名": "《混沌修真诀》（校对版全本）作者：云泪天雨.txt",
    "夸克盘链接": "https://pan.quark.cn/s/66618d273332"
  },
  {
    "文件名": "《混也是一种生活》（校对版全本）作者：云天空.txt",
    "夸克盘链接": "https://pan.quark.cn/s/9166390c7535"
  },
  {
    "文件名": "《混在隋唐》（校对版全本）作者：风雨.txt",
    "夸克盘链接": "https://pan.quark.cn/s/df089ee05f44"
  },
  {
    "文件名": "《混在五代当军阀》（校对版全本）作者：卿士.txt",
    "夸克盘链接": "https://pan.quark.cn/s/15f65e3e3a60"
  },
  {
    "文件名": "《凰权》（校对版全本+番外）作者：天下归元.txt",
    "夸克盘链接": "https://pan.quark.cn/s/5b63ed2d2520"
  },
  {
    "文件名": "《混沌轮回诀》（校对版全本）作者：云泪天雨.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e49a68e2c6fa"
  },
  {
    "文件名": "《皇族》（校对版全本）作者：高月.txt",
    "夸克盘链接": "https://pan.quark.cn/s/3b59bc90445e"
  },
  {
    "文件名": "《黄金鬼瞳》（校对版全本）作者：秉涛.txt",
    "夸克盘链接": "https://pan.quark.cn/s/09f0523f9a20"
  },
  {
    "文件名": "《皇家娱乐指南》（校对版全本）作者：贼道三痴.txt",
    "夸克盘链接": "https://pan.quark.cn/s/733adb371ecb"
  },
  {
    "文件名": "《皇气》（校对版全本）作者：鸿蒙树.txt",
    "夸克盘链接": "https://pan.quark.cn/s/01c3095c1579"
  },
  {
    "文件名": "《坏蛋是怎样变成的》（校对版全本）作者：乃巴.txt",
    "夸克盘链接": "https://pan.quark.cn/s/f801c12618b0"
  },
  {
    "文件名": "《幻兽少年》（校对版全本）作者：小猫yellow.txt",
    "夸克盘链接": "https://pan.quark.cn/s/79290c0f7f0d"
  },
  {
    "文件名": "《化工大唐》（校对版全本）作者：殷扬.txt",
    "夸克盘链接": "https://pan.quark.cn/s/53b84f44ea47"
  },
  {
    "文件名": "《华夏神话：道士传奇(我当道士那些年)》（校对版全本）作者：仐三.txt",
    "夸克盘链接": "https://pan.quark.cn/s/959606dde175"
  },
  {
    "文件名": "《护花状元在现代》（校对版全本）作者：梁少.txt",
    "夸克盘链接": "https://pan.quark.cn/s/fb2624d84450"
  },
  {
    "文件名": "《化龙天尊》（校对版全本）作者：清虚道君.txt",
    "夸克盘链接": "https://pan.quark.cn/s/68ed8734b11c"
  },
  {
    "文件名": "《技压群芳》（校对版全本）作者：圣者晨雷.txt",
    "夸克盘链接": "https://pan.quark.cn/s/1ef837e3abaf"
  },
  {
    "文件名": "《极品装备制造师》（校对版全本）作者：雪夜如墨.txt",
    "夸克盘链接": "https://pan.quark.cn/s/07e958640afe"
  },
  {
    "文件名": "《华尔街风水师》（实体版全本）作者：红尘.txt",
    "夸克盘链接": "https://pan.quark.cn/s/2f571e5aadf4"
  },
  {
    "文件名": "《极品女婿》（校对版全本）作者：月下菜花贼.txt",
    "夸克盘链接": "https://pan.quark.cn/s/10a600139d37"
  },
  {
    "文件名": "《极品明君》（校对版全本）作者：晴了.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c7c690a7e78e"
  },
  {
    "文件名": "《极魄孤星》（校对版全本）作者：刘建良.txt",
    "夸克盘链接": "https://pan.quark.cn/s/36e32ee8cad2"
  },
  {
    "文件名": "[1v1 更12]《甜杏（美强双性）》作者：人间炮仗.txt",
    "夸克盘链接": "https://pan.quark.cn/s/7e0429391592"
  },
  {
    "文件名": "[1v1 更10]《艳蛊》作者：买雪金暂.txt",
    "夸克盘链接": "https://pan.quark.cn/s/015bc48d86b8"
  },
  {
    "文件名": "[1v1 np]腿快张开（双肉合集）(西红柿怼番茄) 更147.txt",
    "夸克盘链接": "https://pan.quark.cn/s/1bd64db8c1f8"
  },
  {
    "文件名": "[1v1 更11]《继承者（忠犬双性受）》作者：企鹅吃鱼.txt",
    "夸克盘链接": "https://pan.quark.cn/s/bc62c2bf5725"
  },
  {
    "文件名": "玉瑶（欲窑）记事（强制调教改造）更120.txt",
    "夸克盘链接": "https://pan.quark.cn/s/7f0e163e8a1d"
  },
  {
    "文件名": "[1v1 np]凌nue牢笼（刺激肉合集）(苹果π)  更57.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ea794ca0aaa0"
  },
  {
    "文件名": "[1v1 更10]《体委与班长》作者：backtoubaebae.txt",
    "夸克盘链接": "https://pan.quark.cn/s/34509e2483da"
  },
  {
    "文件名": "[1v1 更10]《日翻淫荡男友的一百种方法（纯肉）》作者：在水一方.txt",
    "夸克盘链接": "https://pan.quark.cn/s/efa25187b68e"
  },
  {
    "文件名": "性奴收集手册更42.txt",
    "夸克盘链接": "https://pan.quark.cn/s/6962e7225b5d"
  },
  {
    "文件名": "兄弟缠情更32.txt",
    "夸克盘链接": "https://pan.quark.cn/s/f4dbdfe58659"
  },
  {
    "文件名": "性虐癖患者更11.txt",
    "夸克盘链接": "https://pan.quark.cn/s/965c807fffd1"
  },
  {
    "文件名": "军阀世家（民国NP）（落雁翾） 更615+8番外.txt",
    "夸克盘链接": "https://pan.quark.cn/s/9eb8d48ca68a"
  },
  {
    "文件名": "双性父子沦为便器牝犬（重口纯肉）更29.txt",
    "夸克盘链接": "https://pan.quark.cn/s/dae0bf87f435"
  },
  {
    "文件名": "天堂在男人的双股之间更15.txt",
    "夸克盘链接": "https://pan.quark.cn/s/cf3015b969c0"
  },
  {
    "文件名": "偷妻更13.txt",
    "夸克盘链接": "https://pan.quark.cn/s/366b9a6b8e5b"
  },
  {
    "文件名": "如何在18禁游戏中假装直男更38.txt",
    "夸克盘链接": "https://pan.quark.cn/s/4e2f9b4749f5"
  },
  {
    "文件名": "如何杀死玫瑰更19.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c8e53891fa6a"
  },
  {
    "文件名": "女生寝室4 作者：沈醉天.txt",
    "夸克盘链接": "https://pan.quark.cn/s/06bd56d005fc"
  },
  {
    "文件名": "女生寝室3 作者：沈醉天.txt",
    "夸克盘链接": "https://pan.quark.cn/s/7292d40e76f0"
  },
  {
    "文件名": "女生寝室1 作者：沈醉天.txt",
    "夸克盘链接": "https://pan.quark.cn/s/2aa9d45cd78a"
  },
  {
    "文件名": "女生寝室2 作者：沈醉天.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ec135b2b1209"
  },
  {
    "文件名": "魔怔更22.txt",
    "夸克盘链接": "https://pan.quark.cn/s/133fc2d42b6a"
  },
  {
    "文件名": "模拟人生情欲之神更20.txt",
    "夸克盘链接": "https://pan.quark.cn/s/91f06f95e18d"
  },
  {
    "文件名": "论挨操的N种姿势更13.txt",
    "夸克盘链接": "https://pan.quark.cn/s/421a295e42de"
  },
  {
    "文件名": "梦为鱼（居无竹）更16.txt",
    "夸克盘链接": "https://pan.quark.cn/s/77dbe5a1ac7d"
  },
  {
    "文件名": "鸾颠凤倒-古耽肉（吾爱有三）完结.txt",
    "夸克盘链接": "https://pan.quark.cn/s/f0d3707418ff"
  },
  {
    "文件名": "绝对侵占（十八里街禁）完结+4番外.txt",
    "夸克盘链接": "https://pan.quark.cn/s/1d2f0ecf3cfa"
  },
  {
    "文件名": "技术人员都是抢手货（清水涮火锅).txt",
    "夸克盘链接": "https://pan.quark.cn/s/5e983564f5a3"
  },
  {
    "文件名": "高压锅炖肉更35.txt",
    "夸克盘链接": "https://pan.quark.cn/s/fe40983d3e21"
  },
  {
    "文件名": "翻身做主总攻穿弱受  更37.txt",
    "夸克盘链接": "https://pan.quark.cn/s/d11a62343a8d"
  },
  {
    "文件名": "从夫（身体调教、控制）更16.txt",
    "夸克盘链接": "https://pan.quark.cn/s/90104db74da1"
  },
  {
    "文件名": "痴念.txt",
    "夸克盘链接": "https://pan.quark.cn/s/7e2de8316116"
  },
  {
    "文件名": "被发现的秘密更51.txt",
    "夸克盘链接": "https://pan.quark.cn/s/1b8330e12432"
  },
  {
    "文件名": "编辑部的共享玩物（双，np）更10.txt",
    "夸克盘链接": "https://pan.quark.cn/s/87599427ebc5"
  },
  {
    "文件名": "爸爸教你更15.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ff4240d6bf96"
  },
  {
    "文件名": "441女生寝室5.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e029486c7a28"
  },
  {
    "文件名": "八段锦（短篇肉合集）更31.txt",
    "夸克盘链接": "https://pan.quark.cn/s/b65e3bcc8f0e"
  },
  {
    "文件名": "【江湖部】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/6e9ae62ea236"
  },
  {
    "文件名": "【总攻】虫族生存实录更111.txt",
    "夸克盘链接": "https://pan.quark.cn/s/8e07f1f36d8c"
  },
  {
    "文件名": "【总攻】男主总被攻略更35.txt",
    "夸克盘链接": "https://pan.quark.cn/s/6db8c96c3905"
  },
  {
    "文件名": "【综总攻】可食用状态更99.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e2a8f79a22b5"
  },
  {
    "文件名": "【fw肉】《正常剧本系统》作者：奶黄包和喵喵.txt",
    "夸克盘链接": "https://pan.quark.cn/s/849b6f20ad7c"
  },
  {
    "文件名": "【完结】是陈叔叔吗 作者：小春奈奈子.txt",
    "夸克盘链接": "https://pan.quark.cn/s/13b6e89cc64d"
  },
  {
    "文件名": "【fw肉】《许愿app》作者：徐某某.txt",
    "夸克盘链接": "https://pan.quark.cn/s/8f227e4e406f"
  },
  {
    "文件名": "【fw肉】《折枫》作者：宴惟（强势攻X傻子受，民国生子）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/87e2f3817bef"
  },
  {
    "文件名": "【剑三】《非洲人的肉类陈列柜》BY佯笑薄嗔（ALL长歌）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/978e36d078a6"
  },
  {
    "文件名": "【fw肉】《小兔叽》作者：匿名咸鱼.txt",
    "夸克盘链接": "https://pan.quark.cn/s/00bfb3d785b5"
  },
  {
    "文件名": "【fw肉】《玩沙滩》作者：这是公鸡不是母鸡.txt",
    "夸克盘链接": "https://pan.quark.cn/s/57af5e472eec"
  },
  {
    "文件名": "【fw肉】《松花酿酒》作者：小箐岚.txt",
    "夸克盘链接": "https://pan.quark.cn/s/403e2f0ea722"
  },
  {
    "文件名": "【fw肉】《绿茶婊》作者：糖醋小鱼干（NP）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/93ff9f46d28a"
  },
  {
    "文件名": "【fw肉】《勾引》作者：三心不是大人（犹言寒暄）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/82baff6d0955"
  },
  {
    "文件名": "【fw肉】《慕卿》作者：无情.txt",
    "夸克盘链接": "https://pan.quark.cn/s/31b1c2fe390c"
  },
  {
    "文件名": "【fw】《夜深知雪重》作者：尸尸.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c74eb9e91e3c"
  },
  {
    "文件名": "【fw】《妖医有道》作者：乐时晴.txt",
    "夸克盘链接": "https://pan.quark.cn/s/3721d4ed4b54"
  },
  {
    "文件名": "【fw】《暹罗三夜》作者：陸離.txt",
    "夸克盘链接": "https://pan.quark.cn/s/906b2cd8e20b"
  },
  {
    "文件名": "【fw】《轻别离》作者：咆哮的小家巧.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a0a7cefe6528"
  },
  {
    "文件名": "【fw】《龙与小公子》作者：萌甲.txt",
    "夸克盘链接": "https://pan.quark.cn/s/9f4d75128214"
  },
  {
    "文件名": "【fw】《患友你好》作者：机械性进食.txt",
    "夸克盘链接": "https://pan.quark.cn/s/639ceba65f42"
  },
  {
    "文件名": "「海 完」总裁的一夜情情人by咖米米米[ABO].txt",
    "夸克盘链接": "https://pan.quark.cn/s/f497236cde69"
  },
  {
    "文件名": "「海 完」转生恶役后成了总受by渐雪[穿越].txt",
    "夸克盘链接": "https://pan.quark.cn/s/ca83d149557c"
  },
  {
    "文件名": "「海 完」转身（金主x明星）by宋莱[美人受].txt",
    "夸克盘链接": "https://pan.quark.cn/s/85c74f349112"
  },
  {
    "文件名": "「海 完」原来他不是0by石页[美强 年下].txt",
    "夸克盘链接": "https://pan.quark.cn/s/5981b32a330f"
  },
  {
    "文件名": "「海 完」直播by食堂霸主[现代].txt",
    "夸克盘链接": "https://pan.quark.cn/s/a9f99790978b"
  },
  {
    "文件名": "「海 完」智齿by不定期诈尸[强强].txt",
    "夸克盘链接": "https://pan.quark.cn/s/4c46786fc76f"
  },
  {
    "文件名": "「海 完」找狗（BDSM）by境讨论小组[腹黑攻].txt",
    "夸克盘链接": "https://pan.quark.cn/s/9f1ca792cc29"
  },
  {
    "文件名": "「海 完」与蛇共舞by秽萌天下[蛇攻].txt",
    "夸克盘链接": "https://pan.quark.cn/s/db56cd426794"
  },
  {
    "文件名": "「海 完」玉麒麟（古风兄弟甜肉）by cicadaES[短篇].txt",
    "夸克盘链接": "https://pan.quark.cn/s/c811440883b3"
  },
  {
    "文件名": "「海 完」一失足成千古恨by十六家的卡门[美强].txt",
    "夸克盘链接": "https://pan.quark.cn/s/c00abb877dec"
  },
  {
    "文件名": "「海 完」一个倒霉的游侠by十六家的卡门[美强 西幻].txt",
    "夸克盘链接": "https://pan.quark.cn/s/a1d48f01847a"
  },
  {
    "文件名": "「海 完」诱予心之人by漆雕重黎[诱受].txt",
    "夸克盘链接": "https://pan.quark.cn/s/7e95691e51f1"
  },
  {
    "文件名": "「海 完」淫乱日记（np 高H）by Summer[双性].txt",
    "夸克盘链接": "https://pan.quark.cn/s/4a7e66245d26"
  },
  {
    "文件名": "「海 完」温狼by痴嗔贪[ABO 竹马].txt",
    "夸克盘链接": "https://pan.quark.cn/s/741a2b013cfa"
  },
  {
    "文件名": "「海 完」我一定是个假Aby番茄不吃柠檬[OA].txt",
    "夸克盘链接": "https://pan.quark.cn/s/a7a3aff10a1e"
  },
  {
    "文件名": "「海 完」虚拟人生by水水水水水[网游 双性].txt",
    "夸克盘链接": "https://pan.quark.cn/s/844c402539a0"
  },
  {
    "文件名": "「海 完」瑶灯by水水水水水[古代].txt",
    "夸克盘链接": "https://pan.quark.cn/s/a2f6222feacb"
  },
  {
    "文件名": "「海 完」天生诱受by白树森林[快穿 美强].txt",
    "夸克盘链接": "https://pan.quark.cn/s/da694405cb4c"
  },
  {
    "文件名": "「海 完」往后余生by十六家的卡门[美强].txt",
    "夸克盘链接": "https://pan.quark.cn/s/7bd414c9a531"
  },
  {
    "文件名": "「海 完」肆无忌惮by Grand[骨科].txt",
    "夸克盘链接": "https://pan.quark.cn/s/00a3444cad39"
  },
  {
    "文件名": "「海 完」深入浅出by吾爱有三[甜宠 合集].txt",
    "夸克盘链接": "https://pan.quark.cn/s/7d337409851f"
  },
  {
    "文件名": "「海 完」双性硬汉互艹by糖呢[双性 互攻].txt",
    "夸克盘链接": "https://pan.quark.cn/s/7a6773bf98cb"
  },
  {
    "文件名": "「海 完」殊色难挡by闭门[竹马].txt",
    "夸克盘链接": "https://pan.quark.cn/s/809330faa551"
  },
  {
    "文件名": "「海 完」嫂子别怕by金樽[双性].txt",
    "夸克盘链接": "https://pan.quark.cn/s/897633cfb71c"
  },
  {
    "文件名": "「海 完」上司的秘密【Alpha双性受】by backtoubaebae[BA 双性].txt",
    "夸克盘链接": "https://pan.quark.cn/s/343aaad1c1d2"
  },
  {
    "文件名": "「海 完」桑之未落by凉拌鲫鱼www[美人受].txt",
    "夸克盘链接": "https://pan.quark.cn/s/d35b4a3df8a5"
  },
  {
    "文件名": "「海 完」瑞王【双性、总攻】by人鱼尾巴[np].txt",
    "夸克盘链接": "https://pan.quark.cn/s/ff4f74608018"
  },
  {
    "文件名": "「海 完」入赘女婿by泥销白骨[双性 古代].txt",
    "夸克盘链接": "https://pan.quark.cn/s/d2d3b3e91622"
  },
  {
    "文件名": "「海 完」软桃by屋上乌[现代].txt",
    "夸克盘链接": "https://pan.quark.cn/s/62920a6c2a1e"
  },
  {
    "文件名": "「海 完」情人杀by狄醉山[娱乐圈 np].txt",
    "夸克盘链接": "https://pan.quark.cn/s/b5f66b68dfa5"
  },
  {
    "文件名": "「海 完」男频主角操男人不是理所当然吗by张嘴吃肉[np].txt",
    "夸克盘链接": "https://pan.quark.cn/s/fcbab020760d"
  },
  {
    "文件名": "「海 完」明明就很喜欢by秽萌天下[年下].txt",
    "夸克盘链接": "https://pan.quark.cn/s/a79f73de94df"
  },
  {
    "文件名": "「海 完」米虫的生活【虫族】by萌点很多的新人[强强].txt",
    "夸克盘链接": "https://pan.quark.cn/s/86de129c40b1"
  },
  {
    "文件名": "「海 完」匹诺曹by秃头弟[童话].txt",
    "夸克盘链接": "https://pan.quark.cn/s/c7c2662a100d"
  },
  {
    "文件名": "「海 完」堕朽潜规则（娱乐圈，总攻1v3）by猛虎与傻狼[强强 np].txt",
    "夸克盘链接": "https://pan.quark.cn/s/1e03c2bc23e1"
  },
  {
    "文件名": "「海 完」共我春风沉醉by两千零一号[美人受].txt",
    "夸克盘链接": "https://pan.quark.cn/s/3544b6d5ccde"
  },
  {
    "文件名": "「海 完」堕落的人夫by浪里小白龙np.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c558f6124326"
  },
  {
    "文件名": "「海 完」梦今宵by孟孟[古代].txt",
    "夸克盘链接": "https://pan.quark.cn/s/9a10f8472d53"
  },
  {
    "文件名": "「海 完」从背后进入你by在吃鸡排[合集].txt",
    "夸克盘链接": "https://pan.quark.cn/s/3a1b9b5badf3"
  },
  {
    "文件名": "「海 完」捕获并驯养一只小猫（第二人称）by一只杠精[腹黑攻].txt",
    "夸克盘链接": "https://pan.quark.cn/s/92981ba4e97a"
  },
  {
    "文件名": "「海 完」暗恋成瘾（非典型bdsm）by放飞的自留地[校园].txt",
    "夸克盘链接": "https://pan.quark.cn/s/be8978c57490"
  },
  {
    "文件名": "「海 完」被男妃们日夜浇灌的少年皇帝by在水一方[np].txt",
    "夸克盘链接": "https://pan.quark.cn/s/c234962e77d6"
  },
  {
    "文件名": "「海 完」把美人室友日到哭by戚十九[双性].txt",
    "夸克盘链接": "https://pan.quark.cn/s/31bfdc3c0cc2"
  },
  {
    "文件名": "「海 完」安年by拾年央里[美人受].txt",
    "夸克盘链接": "https://pan.quark.cn/s/991d1b8dfc98"
  },
  {
    "文件名": "「海 完」安南很乐观by江陵[重生].txt",
    "夸克盘链接": "https://pan.quark.cn/s/82dd52589e91"
  },
  {
    "文件名": "「海 完 番6」采花by? [古代]修.txt",
    "夸克盘链接": "https://pan.quark.cn/s/f0aff3ab9965"
  },
  {
    "文件名": "「海 完 番4」没人告诉我反派是双性啊by固和an[双性 4p].txt",
    "夸克盘链接": "https://pan.quark.cn/s/e637a89fdc04"
  },
  {
    "文件名": "「海 完」【古风·武侠】贪多by弓弦月[虐心].txt",
    "夸克盘链接": "https://pan.quark.cn/s/f8a74330cca8"
  },
  {
    "文件名": "「海 完 番4」儿子不听话就得打屁股by时S年[父子].txt",
    "夸克盘链接": "https://pan.quark.cn/s/36971f7e13f9"
  },
  {
    "文件名": "「海 完 番2」柠檬汽水是夏天的雪by菽粟黎黎[双性].txt",
    "夸克盘链接": "https://pan.quark.cn/s/54c82b3fb9a7"
  },
  {
    "文件名": "「海 完 番2」仙缘by SatoShori[古代 美强].txt",
    "夸克盘链接": "https://pan.quark.cn/s/95db02f6207c"
  },
  {
    "文件名": "「海 完 番2」谷雨过后立夏未至by杜蕾斯开发组小王[现代 歌手攻X精英受].txt",
    "夸克盘链接": "https://pan.quark.cn/s/088185c63bc0"
  },
  {
    "文件名": "「海 完 番2」夫主莫慌by西言[强强 穿越].txt",
    "夸克盘链接": "https://pan.quark.cn/s/ab1125a13d98"
  },
  {
    "文件名": "「海 完 番2」监狱里头点炮仗（双性）by欧金金ojj[美强].txt",
    "夸克盘链接": "https://pan.quark.cn/s/21d52173c2e6"
  },
  {
    "文件名": "「海 完 番1」娱乐圈之白眼狼美人by北衣溺水[双性].txt",
    "夸克盘链接": "https://pan.quark.cn/s/992ab7b25cb9"
  },
  {
    "文件名": "「海 完 番1」琢玉by Tsing[古代].txt",
    "夸克盘链接": "https://pan.quark.cn/s/1ce7d8d0d4ea"
  },
  {
    "文件名": "「海 完 番1」长发被种马主角遇到事逼大美人by亲亲卿卿[美强].txt",
    "夸克盘链接": "https://pan.quark.cn/s/fbc07edb2d2e"
  },
  {
    "文件名": "「海 完 番1」凛冬之火by祁山以南[OA BDSM].txt",
    "夸克盘链接": "https://pan.quark.cn/s/ee271b6a2fca"
  },
  {
    "文件名": "「海 完 番1」胯下巨星by抽风的凸凸[美人受].txt",
    "夸克盘链接": "https://pan.quark.cn/s/311b42aef7ac"
  },
  {
    "文件名": "「海 完 番1」兰卿by SatoShori[古代 骨科].txt",
    "夸克盘链接": "https://pan.quark.cn/s/80f730b087b5"
  },
  {
    "文件名": "「海 完 番1」被怪物叼走的男人们by假恐龙[合集].txt",
    "夸克盘链接": "https://pan.quark.cn/s/05ebc011c3c9"
  },
  {
    "文件名": "「海 完 番1」继子日记by哈哈佛[美强].txt",
    "夸克盘链接": "https://pan.quark.cn/s/b640f50b89a5"
  },
  {
    "文件名": "「海 完 番1」龚先生与程少爷by咖米米米[腹黑攻].txt",
    "夸克盘链接": "https://pan.quark.cn/s/67b53720c8ab"
  },
  {
    "文件名": "「海 完 番1」【总攻】电子竞妓by白树森林[腹黑攻].txt",
    "夸克盘链接": "https://pan.quark.cn/s/e663ed2b76aa"
  },
  {
    "文件名": "「海 完 蛋全」触手可及by入江[人外 触手].txt",
    "夸克盘链接": "https://pan.quark.cn/s/4af6ac125c57"
  },
  {
    "文件名": "「海 完 番1」【兄弟文】狼子野心by初来乍到一脸懵逼[ABO].txt",
    "夸克盘链接": "https://pan.quark.cn/s/71998dd218dc"
  },
  {
    "文件名": "《大冒险》楚白 作品相关与外传.txt",
    "夸克盘链接": "https://pan.quark.cn/s/fbade820a7e8"
  },
  {
    "文件名": "[总受]侠客行by一锅炖不下.txt",
    "夸克盘链接": "https://pan.quark.cn/s/0b1f44f9288c"
  },
  {
    "文件名": "[总受Np]渣男翻车记更10.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a15bc47bb063"
  },
  {
    "文件名": "[总受]人渣总攻翻车记（双性）更49.txt",
    "夸克盘链接": "https://pan.quark.cn/s/6b68ad894ecf"
  },
  {
    "文件名": "[总受]双性掌门的秘密情史（嗒啦嘀嗒）更27.txt",
    "夸克盘链接": "https://pan.quark.cn/s/5eaeea7be8a3"
  },
  {
    "文件名": "[总受]圣水之体(一叶舟）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ab1cf7b36ab2"
  },
  {
    "文件名": "[总受]色情主播才不是呢!by世景.txt",
    "夸克盘链接": "https://pan.quark.cn/s/7b8a71b42633"
  },
  {
    "文件名": "[总受]被男妃们日夜浇灌的少年皇帝（千年狐）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/b83e9e63a8a8"
  },
  {
    "文件名": "[总受]堕落的人夫（浪里小白龙).txt",
    "夸克盘链接": "https://pan.quark.cn/s/ce4e74b71700"
  },
  {
    "文件名": "[总受]没人告诉我反派是双性啊（固和an）更31.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e172bbfdc20f"
  },
  {
    "文件名": "[总受]厉鬼专卖更15.txt",
    "夸克盘链接": "https://pan.quark.cn/s/7c0126be9683"
  },
  {
    "文件名": "[总攻]召唤纪元更37.txt",
    "夸克盘链接": "https://pan.quark.cn/s/21df7a641a62"
  },
  {
    "文件名": "[总攻]总是被拉进意淫里（不明所以的x).txt",
    "夸克盘链接": "https://pan.quark.cn/s/059573a49521"
  },
  {
    "文件名": "[总攻]邪神总被xing骚扰（流歌）更25.txt",
    "夸克盘链接": "https://pan.quark.cn/s/75c181f53b51"
  },
  {
    "文件名": "[总攻]纸片情人更10.txt",
    "夸克盘链接": "https://pan.quark.cn/s/da370661881e"
  },
  {
    "文件名": "[总攻]万人迷会长大人(玉子梨).txt",
    "夸克盘链接": "https://pan.quark.cn/s/ecf85122503d"
  },
  {
    "文件名": "[总攻]胜者为王更41.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e3aef6c9f01e"
  },
  {
    "文件名": "[总攻]肉欲仙途（湛蓝).txt",
    "夸克盘链接": "https://pan.quark.cn/s/9c88c3a99d37"
  },
  {
    "文件名": "[总攻]脱轨的七天（不明所以的x）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/33b912aa8acc"
  },
  {
    "文件名": "[总攻]圣徒之路更21.txt",
    "夸克盘链接": "https://pan.quark.cn/s/d51c7018f7e0"
  },
  {
    "文件名": "[总攻]虫族之某店的地下室更116.txt",
    "夸克盘链接": "https://pan.quark.cn/s/281883e5549c"
  },
  {
    "文件名": "[总攻]堕朽潜规则（猛虎与傻狼）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/5ffd75b84e79"
  },
  {
    "文件名": "[总攻]男校后宫游戏更14.txt",
    "夸克盘链接": "https://pan.quark.cn/s/27b136be0827"
  },
  {
    "文件名": "[总攻]《大佬们追着让我抽插》BY流影不留声.txt",
    "夸克盘链接": "https://pan.quark.cn/s/6ae46d551016"
  },
  {
    "文件名": "[主攻]淫兽（兰庭).txt",
    "夸克盘链接": "https://pan.quark.cn/s/be7d4e87b396"
  },
  {
    "文件名": "[主攻]ButcherShop肉铺更39.txt",
    "夸克盘链接": "https://pan.quark.cn/s/db57bd8276c3"
  },
  {
    "文件名": "[主攻]持枪行凶by泊肖.txt",
    "夸克盘链接": "https://pan.quark.cn/s/80766e01011c"
  },
  {
    "文件名": "[重口]恶鬼艹人实录更51.txt",
    "夸克盘链接": "https://pan.quark.cn/s/96112f7eaf62"
  },
  {
    "文件名": "[重口]哥哥的人形玩偶更34.txt",
    "夸克盘链接": "https://pan.quark.cn/s/45739b370d73"
  },
  {
    "文件名": "[完结一二部]我亲爱的白月光 作者：十八里街禁.txt",
    "夸克盘链接": "https://pan.quark.cn/s/2ee60538d43c"
  },
  {
    "文件名": "[西幻]一个倒霉的游侠（十六家的卡门）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e2e17aa7b1a5"
  },
  {
    "文件名": "[完结蛋全+番外1]《绝对占有》作家：一只废柴瑾（1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/60b720912bf5"
  },
  {
    "文件名": "[完结蛋全]《满足你的一切幻想》作家：星桥（强攻强受  重口 调教1v1）(1).txt",
    "夸克盘链接": "https://pan.quark.cn/s/68e76b409dba"
  },
  {
    "文件名": "[完结蛋全]《好友的秘密》作家：andywife（1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/160e9a541246"
  },
  {
    "文件名": "[完结蛋全]《一夜之恩【强】》作家：王井三十（1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/0f4af1dc707b"
  },
  {
    "文件名": "[完结蛋全]《荡兄弟被客人射爆》作家：搞学（1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/3a6c80efc9b6"
  },
  {
    "文件名": "[完结蛋全 番外21]《渎宵之月》作家：雪落金天（总受np）~补番.txt",
    "夸克盘链接": "https://pan.quark.cn/s/2ebac2c03e65"
  },
  {
    "文件名": "[完结＋番外11  1v1]《下击暴流》by假恐龙.txt",
    "夸克盘链接": "https://pan.quark.cn/s/89b691679aca"
  },
  {
    "文件名": "[完结+番外全]你怎么有我后门的钥匙 作者：七又又.txt",
    "夸克盘链接": "https://pan.quark.cn/s/dcad0dc83aa4"
  },
  {
    "文件名": "[完结＋番外8 双性]《斯德哥尔摩》by花臂熊猫 .txt",
    "夸克盘链接": "https://pan.quark.cn/s/0344d791fae3"
  },
  {
    "文件名": "［完结＋番外7］小妈by荷马.txt",
    "夸克盘链接": "https://pan.quark.cn/s/b2af54c39bbb"
  },
  {
    "文件名": "[完结＋番外4]《小夫君》by远上白云间.txt",
    "夸克盘链接": "https://pan.quark.cn/s/76f86e9d97ec"
  },
  {
    "文件名": "[完结+番外9]《圈养与沉沦》作家：倾鹿（甜宠 双性 走心走肾1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c3729557b27c"
  },
  {
    "文件名": "[完结+番外4]《我家小孩开了个奶茶店》作家：亓官雪青（1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/4794a7ba7181"
  },
  {
    "文件名": "[完结+番外3]《专属（拘束控制主奴虐身调教）》作家：子衿.txt",
    "夸克盘链接": "https://pan.quark.cn/s/d3ddb151c79f"
  },
  {
    "文件名": "[完结+番外3]《爷，真错了（皇帝奴）》作家：黑色不开森（np）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/5fe5d10f508c"
  },
  {
    "文件名": "[完结+番外2]《[双性大奶]医生轻点!》作家：星河长明（1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/fbcb8ce5af6f"
  },
  {
    "文件名": "[完结+番外1]《强制婚姻》作家：吃肉的一股清流（np）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/7212040cad23"
  },
  {
    "文件名": "[完结+番外1]《邻家的诱惑》作家：倾鹿（女装 1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c203a1a59ced"
  },
  {
    "文件名": "[完结+番外]甜美多汁by一颗快乐枫糖（np总受）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/6c9c8a18a54b"
  },
  {
    "文件名": "[完结+番外1]《持枪行凶》作家：泊肖（1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c5fde05bcac6"
  },
  {
    "文件名": "[完结+9番外]《救命！每天都被家具操！（np）》作者：萝卜坑.txt",
    "夸克盘链接": "https://pan.quark.cn/s/d2275ef432a2"
  },
  {
    "文件名": "[完结+7番外]《情关几何（1v1 双）》作者：桃池.txt",
    "夸克盘链接": "https://pan.quark.cn/s/69230b5701f6"
  },
  {
    "文件名": "[完结+7番外]《深渊献祭の蛇(np)》作者：世景.txt",
    "夸克盘链接": "https://pan.quark.cn/s/15be07f46640"
  },
  {
    "文件名": "[完结+5番外]《虫生（主攻美强忠犬受(1v1)） 》作者：抿口花酒渡忠犬.txt",
    "夸克盘链接": "https://pan.quark.cn/s/16615e85ff3b"
  },
  {
    "文件名": "[完结+4番外]《亵玩美人师尊(1v1)》作者：vivian.txt",
    "夸克盘链接": "https://pan.quark.cn/s/3e8663a4d644"
  },
  {
    "文件名": "[完结+5番外]《【综主刀剑】乱花迷人（审all 总攻）》作者：Butterfly.txt",
    "夸克盘链接": "https://pan.quark.cn/s/bc94bf633e05"
  },
  {
    "文件名": "[完结+4番外]《金风玉露（3p 互攻）》作者：侠总攻.txt",
    "夸克盘链接": "https://pan.quark.cn/s/4ec997f76cdf"
  },
  {
    "文件名": "[完结+3番外]《偷食禁果（1v1 双）》作者：云鲤鲤鱼.txt",
    "夸克盘链接": "https://pan.quark.cn/s/fae4fdb33cda"
  },
  {
    "文件名": "[完结＋3番外 1v1]鬼面蛇夫by十八里街禁.txt",
    "夸克盘链接": "https://pan.quark.cn/s/181161b6e928"
  },
  {
    "文件名": "[完结+3番外]《心肝情愿（1v1 重生）》作者：取名字好难.txt",
    "夸克盘链接": "https://pan.quark.cn/s/99c0443f1f59"
  },
  {
    "文件名": "[完结+2番外]《玩偶（1v1sm）》作者：HD209458b行星.txt",
    "夸克盘链接": "https://pan.quark.cn/s/5824efd91b62"
  },
  {
    "文件名": "[完结+2番外]《圈养与沉沦（1v1 双 甜宠）》作者：倾鹿.txt",
    "夸克盘链接": "https://pan.quark.cn/s/bb67b65e32d7"
  },
  {
    "文件名": "[完结+2番外]《时间暂停的美食时间(np)》作者：朕不想说话.txt",
    "夸克盘链接": "https://pan.quark.cn/s/b2510e2142fd"
  },
  {
    "文件名": "[完结+1番外]《云踏九霄【修真伪兄弟 3p】》作者：二次元.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ad82eba3e55e"
  },
  {
    "文件名": "[完结+2番外]《黎明辰光[1v1 ABO]》作者：吃好喝好.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e25e68d65304"
  },
  {
    "文件名": "[完结+2番外]《不听医嘱的皇帝（1v1 双生）作者：DF.txt",
    "夸克盘链接": "https://pan.quark.cn/s/09d0c71a2c90"
  },
  {
    "文件名": "[完结+1番外]《兄弟缠情（双 1v1）》作者：离秋.txt",
    "夸克盘链接": "https://pan.quark.cn/s/69edf6fe5108"
  },
  {
    "文件名": "[完结+1番外]《手伸向竹马之后(1v1)》作者：十七没眉毛?o?.txt",
    "夸克盘链接": "https://pan.quark.cn/s/0f816062d9d1"
  },
  {
    "文件名": "[完结+1番外]《赎罪(1v1)》作者：芭蕉伞.txt",
    "夸克盘链接": "https://pan.quark.cn/s/7cb00cc979cd"
  },
  {
    "文件名": "[完结]小黑屋 作者：小病娇.txt",
    "夸克盘链接": "https://pan.quark.cn/s/fcf9afb4a6ba"
  },
  {
    "文件名": "[完结+1番外]《人鱼男伎（np 情感1v1 双调、鬼畜攻）》作者：珥弥.txt",
    "夸克盘链接": "https://pan.quark.cn/s/3ee0ebdc2f27"
  },
  {
    "文件名": "[完结+1番外]《亲爱的法师（总攻）》作者：银色海.txt",
    "夸克盘链接": "https://pan.quark.cn/s/fc440cd4c633"
  },
  {
    "文件名": "[完结+1番外]《莲花和绿茶（总攻）》作者：终月夜.txt",
    "夸克盘链接": "https://pan.quark.cn/s/92453211179f"
  },
  {
    "文件名": "[完结+1番外]《飞行【双】》作者：方二九.txt",
    "夸克盘链接": "https://pan.quark.cn/s/2134bcf58543"
  },
  {
    "文件名": "[完结+1番外]《楚汶的世界（1v1）》作者：上棠.txt",
    "夸克盘链接": "https://pan.quark.cn/s/58aff1f2cabc"
  },
  {
    "文件名": "［完结］弦落无声by寂静的弦.txt",
    "夸克盘链接": "https://pan.quark.cn/s/84829881a79e"
  },
  {
    "文件名": "［完结］醉钓江湖玉公子.txt",
    "夸克盘链接": "https://pan.quark.cn/s/012facff58ec"
  },
  {
    "文件名": "[完结]竹马他蜜谋已久by三坛海烩藕粉(高冷腹黑闷骚少将军x娇生惯养傲娇小世子).txt",
    "夸克盘链接": "https://pan.quark.cn/s/538643f947c2"
  },
  {
    "文件名": "［完结］熊雄烈火.txt",
    "夸克盘链接": "https://pan.quark.cn/s/42a5b7b1e87d"
  },
  {
    "文件名": "[完结]原来他不是0  by石页(骚气律师攻x腼腆教练).txt",
    "夸克盘链接": "https://pan.quark.cn/s/62652f52c3c3"
  },
  {
    "文件名": "[完结]幽庭竹下隐斜桥by托体同山阿(扮猪吃老虎人妻攻x人美嘴甜痞子受).txt",
    "夸克盘链接": "https://pan.quark.cn/s/d6702300ee13"
  },
  {
    "文件名": "[完结]修复师the Restorer BY舍一予(年下军医攻x年上教官受 星际机甲).txt",
    "夸克盘链接": "https://pan.quark.cn/s/312214ad0969"
  },
  {
    "文件名": "[完结]心动失期 作者：废人话多.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e8169551c80c"
  },
  {
    "文件名": "［完结］无限可能by微微兮.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ce87afd28ed2"
  },
  {
    "文件名": "[完结]我爱的人，他不爱我by一条小鳑鲏(腹黑控制欲超强的人妻攻X内心戏特多的敏感受).txt",
    "夸克盘链接": "https://pan.quark.cn/s/5e6baaa8b3a9"
  },
  {
    "文件名": "[完结]巫妖王by白纸(强大巫妖攻x贵族少爷受).txt",
    "夸克盘链接": "https://pan.quark.cn/s/d931d32ee1c5"
  },
  {
    "文件名": "[完结]囚禁夜莺by焦糖起司（攻无情受偏执 有SM情节）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/0d449ec720bd"
  },
  {
    "文件名": "[完结]我的情人三男之遇BY紫恤红珠(强强 黑道）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/f26f65681247"
  },
  {
    "文件名": "[完结]青木集by水中贵族百岁山（短篇故事综合）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/fbb8aedcfb89"
  },
  {
    "文件名": "[完结]青蛇说他想做人by咕噜噜(白蛇攻x青蛇受).txt",
    "夸克盘链接": "https://pan.quark.cn/s/34f067509cd1"
  },
  {
    "文件名": "[完结]米虫的生活by萌点很多的新人(普通的小雄虫跟自己的三个小可爱).txt",
    "夸克盘链接": "https://pan.quark.cn/s/c739e8b5a105"
  },
  {
    "文件名": "[完结]猫鼠游戏by鬼畜渊（强制，黑道，强强）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/09688ec38cd2"
  },
  {
    "文件名": "[完结]《与虎谋皮》作家：芍药娘（小妈甜肉np）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/d2f3d0070d71"
  },
  {
    "文件名": "[完结]轮回与新生BY安靖绥(司魂上仙x冰准上仙 换受).txt",
    "夸克盘链接": "https://pan.quark.cn/s/10b5ecfd84f0"
  },
  {
    "文件名": "[完结]梁宵一顾BY叶幕里(又美又强势攻X又主动又骚受).txt",
    "夸克盘链接": "https://pan.quark.cn/s/9c8e1054970e"
  },
  {
    "文件名": "[完结]红心byAK(小奶狗为了操恶鬼变成疯批的故事 美强年下).txt",
    "夸克盘链接": "https://pan.quark.cn/s/ed46fcc9c80e"
  },
  {
    "文件名": "[完结]彼与彼年by夏西卡( 校园).txt",
    "夸克盘链接": "https://pan.quark.cn/s/1e934cb6c104"
  },
  {
    "文件名": "[完结]高冷男友原来是精神病by观珥(偏执占有欲强真精神病攻X心软受.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c8913cfcc7ad"
  },
  {
    "文件名": "[完结]安年by拾年央里.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c5903eca8155"
  },
  {
    "文件名": "[完结]《天子锁东宫》作家：恋宋（古代甜宠1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c695711dd9dd"
  },
  {
    "文件名": "[完结]《我的淫荡先生》作者：寀小花（种田1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/0f36b3d54b23"
  },
  {
    "文件名": "[完结]《洋房里的小草莓》作家：Moonsteer（总受np）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e5c0ed82058d"
  },
  {
    "文件名": "[完结]《上司的秘密【Alpha双性受】》作家：backtoubaebae（1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/b11bea45972d"
  },
  {
    "文件名": "[完结]《犬科男友》作家：银色海（人兽合集）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/d8fc92606518"
  },
  {
    "文件名": "[完结]《玫瑰花房》作家：轻怀（1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/560d590420fd"
  },
  {
    "文件名": "[完结]《米虫的生活【虫族】》作家：萌点很多的新人（np）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/953aae2fcb7a"
  },
  {
    "文件名": "[完结]《抹布手册》作者：顾明朗.txt",
    "夸克盘链接": "https://pan.quark.cn/s/51a026a6e13f"
  },
  {
    "文件名": "[完结]《老板，我五花肉呢》作家：swallow川（1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/fe801bfbca6a"
  },
  {
    "文件名": "[完结]《救赎热望》作家：十二只羊（1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e0402a6d6bf6"
  },
  {
    "文件名": "[完结]《金屋藏娇》作家：冠冠的罐（万人迷总受np）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/5c06e28d1263"
  },
  {
    "文件名": "［完结］《将军（又名被三个兄弟看上了）》by上声   完结.txt",
    "夸克盘链接": "https://pan.quark.cn/s/736f9c4e0310"
  },
  {
    "文件名": "[完结]《禁止心碎》作家：十八里街禁（虐恋 ABO 1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/57fda265f510"
  },
  {
    "文件名": "[完结]《非正常契调教》作家：澹月空（强强1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/6cdf614f6e51"
  },
  {
    "文件名": "[完结]《家规》作家：短衣（强攻强受np）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/910aae9b14c4"
  },
  {
    "文件名": "［完结］《辅助你挂机吧》by情到浓时 完结（喜剧  网遊  温馨）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e9adb70f22ca"
  },
  {
    "文件名": "[完结]《过期不候》作家：十六家的卡门（ABO1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/bc51624ed4b8"
  },
  {
    "文件名": "［完结］《帝家书》by我有暴牙  完结（双性受年下攻）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/7a9a60f439a3"
  },
  {
    "文件名": "［完结］《帝国救援》作者：迷迷迷.txt",
    "夸克盘链接": "https://pan.quark.cn/s/301b7b423494"
  },
  {
    "文件名": "［完结］《吃遍全家》by迷迷迷（總攻，偽亂倫）完结.txt",
    "夸克盘链接": "https://pan.quark.cn/s/f8b5367bbcc3"
  },
  {
    "文件名": "［完结］《道貌岸然》by壳中有肉  完结 番外4.txt",
    "夸克盘链接": "https://pan.quark.cn/s/3e0708281a65"
  },
  {
    "文件名": "[完结]《407宿舍》作家：安七七（np）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/afdd4674b6c1"
  },
  {
    "文件名": "[完结 番外12]月光岛之沦落的五课（BDSM强制调教，重制版…）作者：蓝扬~补番.txt",
    "夸克盘链接": "https://pan.quark.cn/s/47654f199c2e"
  },
  {
    "文件名": "[完结]《【穿书】穿成肉文主的炮灰老公》作家：我是你爸爸（1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ae425e063c12"
  },
  {
    "文件名": "[完结 番外9]娱乐圈ji【又又潜规则】作家：一寸.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c5b4b8cf0538"
  },
  {
    "文件名": "[完结]《[攻]我的太监老公》作家：糖醋葫芦（GB小甜饼1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/b90067760129"
  },
  {
    "文件名": "[完结 番外10]急，双性舍友向我求欢，可我也是双怎么办!【双x双互攻】作家：咕了个咕.txt",
    "夸克盘链接": "https://pan.quark.cn/s/b6991496aac0"
  },
  {
    "文件名": "[完结][ABO]如何与黏人o妻相处BY秋月白(受退役后的人妻生活).txt",
    "夸克盘链接": "https://pan.quark.cn/s/f6d5ce7d1899"
  },
  {
    "文件名": "[完结 番外2]《老婆，你好诱人》作者：阿超（GL百合ABO）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/382a96e3ab8c"
  },
  {
    "文件名": "[合集 更487]《多面人夫》作者：大樱桃.txt",
    "夸克盘链接": "https://pan.quark.cn/s/d32abcbea82f"
  },
  {
    "文件名": "[完结 番外1]《孕楼 》作家：江山看不尽（虐）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/efa8ecd642c0"
  },
  {
    "文件名": "[推荐 np 总受]《不过炉鼎而已》BY谬尔.txt",
    "夸克盘链接": "https://pan.quark.cn/s/5635d5a1064e"
  },
  {
    "文件名": "[完结 2番外]《衙内的双性小大夫（1v1）》作者：千层肉饼.txt",
    "夸克盘链接": "https://pan.quark.cn/s/523aaa51cadb"
  },
  {
    "文件名": "[完结 番外1]《花吐症患者自救攻略》作家：朝慵午倦（1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/9f46ce41b5d6"
  },
  {
    "文件名": "[完结 1v1]吞雨by夏小正.txt",
    "夸克盘链接": "https://pan.quark.cn/s/738a73bbcd7b"
  },
  {
    "文件名": "[完结 1番外]《（报社）忠犬攻造反进行中（1v1）》作者：双A制.txt",
    "夸克盘链接": "https://pan.quark.cn/s/b768683be5b8"
  },
  {
    "文件名": "[双性]斯德哥尔摩(花臂熊猫 )完结+番外更番三15.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c2db5bdb7914"
  },
  {
    "文件名": "[故事集]双面荡fu（粗口黄暴肉，脑洞合集，有双性）（大樱桃） 更361.txt",
    "夸克盘链接": "https://pan.quark.cn/s/87a8d2050e7e"
  },
  {
    "文件名": "[双性]竹马如此（高H双性校园）更22.txt",
    "夸克盘链接": "https://pan.quark.cn/s/0bd2f33cb023"
  },
  {
    "文件名": "[双x 1v1]晨昏线 by晚风.txt",
    "夸克盘链接": "https://pan.quark.cn/s/f51bf2a35631"
  },
  {
    "文件名": "[慢穿]请再疼我一点吧（吃肉小熊猫）完结+番外3.txt",
    "夸克盘链接": "https://pan.quark.cn/s/369a1706a4c8"
  },
  {
    "文件名": "[双1v1]《性是人的第一本能》BY Roast .txt",
    "夸克盘链接": "https://pan.quark.cn/s/091e16cf09d6"
  },
  {
    "文件名": "[快穿]天生诱受（白树森林）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/10cb8a63132f"
  },
  {
    "文件名": "[快穿]系统宿主被灌满的日常更9.txt",
    "夸克盘链接": "https://pan.quark.cn/s/95ef5f55a5a3"
  },
  {
    "文件名": "[合集 更38]《兼职系统（双单俱全）》作者：鱼香肉吐司.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a7c9711518d3"
  },
  {
    "文件名": "[合集 更24]《肉类美食大全（双性，粗暴，混口，轮x等）》作者：初七.txt",
    "夸克盘链接": "https://pan.quark.cn/s/7ab4889f6d31"
  },
  {
    "文件名": "[故事集]受辱的美人（双性）(吃肉小熊猫) 更66.txt",
    "夸克盘链接": "https://pan.quark.cn/s/f86b9e9b7b13"
  },
  {
    "文件名": "[故事集]香浓奶汤身上流更14.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a1edd9ad4826"
  },
  {
    "文件名": "[故事集]什锦肉（梓喵）更135.txt",
    "夸克盘链接": "https://pan.quark.cn/s/7ea2446d91cb"
  },
  {
    "文件名": "[故事集]配种盛宴更93.txt",
    "夸克盘链接": "https://pan.quark.cn/s/4705087bc26e"
  },
  {
    "文件名": "[故事集]美人上墙原名：壁尻列传更79.txt",
    "夸克盘链接": "https://pan.quark.cn/s/3d848d9dbdd6"
  },
  {
    "文件名": "[古耽甜宠合集]万恶yin为首（吾爱有三）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/2ae0983eca95"
  },
  {
    "文件名": "[更160]《[总攻]虫族之某店的地下室》作者：咦咦咦.txt",
    "夸克盘链接": "https://pan.quark.cn/s/9e61394d4f0c"
  },
  {
    "文件名": "[故事集]黑暗温馨养成by路人巳.txt",
    "夸克盘链接": "https://pan.quark.cn/s/851d72ee6305"
  },
  {
    "文件名": "[更48蛋全]《攻略种马男的后宫》作家：一勺冷水（总攻np）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/acbb3ca98339"
  },
  {
    "文件名": "[更58蛋全]《被喂饱的室友》作家：爆馅的肉包（故事集）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/1f4843a9fafc"
  },
  {
    "文件名": "[更44]《帝姬后宫养成记》作家：一条废鱼（女攻np）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/7dd834f43a72"
  },
  {
    "文件名": "[更31]《失败者的下场【忠犬受】》作家：影玖玖（故事集）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/2de03dd62def"
  },
  {
    "文件名": "[更26蛋全]《强攻的沉沦》作家：差生秦同学（总攻np）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/2c039d89c1cb"
  },
  {
    "文件名": "[更12蛋全]《快穿之引诱直男》作家：柚子君.txt",
    "夸克盘链接": "https://pan.quark.cn/s/f89002d1c649"
  },
  {
    "文件名": "[废文 更122]《人人待我如炉鼎》作者：昨夜灯.txt",
    "夸克盘链接": "https://pan.quark.cn/s/f6ec8907c12a"
  },
  {
    "文件名": "[废文]偷鸡不成蚀把米by黄金圣斗士.txt",
    "夸克盘链接": "https://pan.quark.cn/s/179b131e5ae6"
  },
  {
    "文件名": "[废文 完结]《丑橘》作者：科学发展观.txt",
    "夸克盘链接": "https://pan.quark.cn/s/4e8b759a627c"
  },
  {
    "文件名": "[废文 更33]《跻身上流》作者：不配云.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ea361d69fc3f"
  },
  {
    "文件名": "[虫族双性总攻]阿德利安看着你更47.txt",
    "夸克盘链接": "https://pan.quark.cn/s/4cfadfd28589"
  },
  {
    "文件名": "[调教]伊甸园专业性玩具生产概览48.txt",
    "夸克盘链接": "https://pan.quark.cn/s/0cdc1503cbe0"
  },
  {
    "文件名": "[虫族]沦为共妻之后(啤酒桃子)更34.txt",
    "夸克盘链接": "https://pan.quark.cn/s/37e05da7b617"
  },
  {
    "文件名": "[触手]触手可及（入江）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/d4a1e4ae5297"
  },
  {
    "文件名": "[np总受]睡服我的全是兽（双）更46.txt",
    "夸克盘链接": "https://pan.quark.cn/s/13f3100eccdd"
  },
  {
    "文件名": "[np总受]淫者风流（白树森林).txt",
    "夸克盘链接": "https://pan.quark.cn/s/926aef107faf"
  },
  {
    "文件名": "[SM]追逐（裙魔乱舞)更11.txt",
    "夸克盘链接": "https://pan.quark.cn/s/dd8bebdfe977"
  },
  {
    "文件名": "[SM]《曦阳悼念》BY欢喜.txt",
    "夸克盘链接": "https://pan.quark.cn/s/45fb34d61b58"
  },
  {
    "文件名": "[NTR]老师，请吃我吧by没有尾巴的云.txt",
    "夸克盘链接": "https://pan.quark.cn/s/4765ba87345a"
  },
  {
    "文件名": "[np总受]《剑飞霜》BY cicadaES（武俠NP总受）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/20c55db6637f"
  },
  {
    "文件名": "[np总受]睡服那些男人们更7.txt",
    "夸克盘链接": "https://pan.quark.cn/s/529f53e79a71"
  },
  {
    "文件名": "[NP总受]凌昙教主不可说的二三事（总受大人万岁）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/85399f24a6ca"
  },
  {
    "文件名": "[np总受]过气演员沦落成gv男优更33.txt",
    "夸克盘链接": "https://pan.quark.cn/s/12be7cd47e31"
  },
  {
    "文件名": "[np总受]《我的兽夫们》BY小顾.txt",
    "夸克盘链接": "https://pan.quark.cn/s/1d82d5dbc44a"
  },
  {
    "文件名": "[np总受]《一片真心在玉壶》BY李子树不说话.txt",
    "夸克盘链接": "https://pan.quark.cn/s/9821088aff38"
  },
  {
    "文件名": "[np总攻]在恋虫遭难及时赶到之后更14.txt",
    "夸克盘链接": "https://pan.quark.cn/s/09cfa581075c"
  },
  {
    "文件名": "[np总攻]王府后院每天都在争宠更23.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ea69c0526ba5"
  },
  {
    "文件名": "[np总攻]剑仙为妾更10.txt",
    "夸克盘链接": "https://pan.quark.cn/s/4160b7669735"
  },
  {
    "文件名": "[np总攻]后宫里的双性大奶（嘻嘻）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a4028ea4a14b"
  },
  {
    "文件名": "[np主受]许独的愉悦part更35.txt",
    "夸克盘链接": "https://pan.quark.cn/s/4d71a26c980f"
  },
  {
    "文件名": "[np女攻]总有男妖精想爬我的床更10.txt",
    "夸克盘链接": "https://pan.quark.cn/s/4254efcf46f6"
  },
  {
    "文件名": "[np]总攻之黑天使(龙子京) 127 作者：龙子京.txt",
    "夸克盘链接": "https://pan.quark.cn/s/21dd13923721"
  },
  {
    "文件名": "[np]长双花的总裁（双性NP高H）(宴安) 更48.txt",
    "夸克盘链接": "https://pan.quark.cn/s/4f8582fce4b1"
  },
  {
    "文件名": "[np]清冷美人的神奇游戏（双、奶）（抹茶冰沙） 更98+14彩蛋合集【曾用名《清冷美人的淫荡游戏（双性大奶》】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/5ddc554b1dbd"
  },
  {
    "文件名": "[np]纵享更29.txt",
    "夸克盘链接": "https://pan.quark.cn/s/1f3598a96a76"
  },
  {
    "文件名": "[np]异种爱好者的幸福(番茄的马甲)更26.txt",
    "夸克盘链接": "https://pan.quark.cn/s/f509613f86b6"
  },
  {
    "文件名": "[np]卖逼的美人更58.txt",
    "夸克盘链接": "https://pan.quark.cn/s/df63d8fde012"
  },
  {
    "文件名": "[np]秀色秾艳by是卷儿（xuehengzhi).txt",
    "夸克盘链接": "https://pan.quark.cn/s/a0c96be47380"
  },
  {
    "文件名": "[np]神父和他的暗红恶魔更64.txt",
    "夸克盘链接": "https://pan.quark.cn/s/cc38fd87d025"
  },
  {
    "文件名": "[np]老师，别想逃更37.txt",
    "夸克盘链接": "https://pan.quark.cn/s/7160b6f360f4"
  },
  {
    "文件名": "[np]办公室.avi更87.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c823a7bd9302"
  },
  {
    "文件名": "[np]老师，别想逃by阿卡卡.txt",
    "夸克盘链接": "https://pan.quark.cn/s/fdf6843729c2"
  },
  {
    "文件名": "[np]办公室.avi.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a758d26cf06a"
  },
  {
    "文件名": "[np]儿子就是用来插的by熊猫炖肉更至15.txt",
    "夸克盘链接": "https://pan.quark.cn/s/015b136f5c1f"
  },
  {
    "文件名": "[np 总受]渣攻食用手册(炸鸡便当) 完结 2番外.txt",
    "夸克盘链接": "https://pan.quark.cn/s/dc3b4a847194"
  },
  {
    "文件名": "[np 总受]浓艳春香(叶昕) 更128.txt",
    "夸克盘链接": "https://pan.quark.cn/s/8f0d5d2e49c4"
  },
  {
    "文件名": "[np 总攻]收藏柜里的男人们（鱼水何欢） 更251 作者：鱼水何欢.txt",
    "夸克盘链接": "https://pan.quark.cn/s/9dff71ba0c26"
  },
  {
    "文件名": "[np 总受]可采莲更54.txt",
    "夸克盘链接": "https://pan.quark.cn/s/8ea2f84c9b2a"
  },
  {
    "文件名": "[np 总受]都是发情期的错（鸡米饭） 更39.txt",
    "夸克盘链接": "https://pan.quark.cn/s/1de2a23a8014"
  },
  {
    "文件名": "[np 总受]《当炮灰男配撅起骚屁股》by略略略.txt",
    "夸克盘链接": "https://pan.quark.cn/s/97ae67b3fba3"
  },
  {
    "文件名": "[np 总攻]采花贼（江少爷）更97.txt",
    "夸克盘链接": "https://pan.quark.cn/s/37f6c76dcaf9"
  },
  {
    "文件名": "[np 总攻]胖老板(山芋)  更38.txt",
    "夸克盘链接": "https://pan.quark.cn/s/aa8f48d64142"
  },
  {
    "文件名": "[np 完结]《轻视之痛（双性攻，监狱强强(结局1v1)）》作者：猛虎与傻狼.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ed6277ad0ae3"
  },
  {
    "文件名": "[np 完结]《我和我的小美人（结局1v1）》作者：我爱吃冰棒.txt",
    "夸克盘链接": "https://pan.quark.cn/s/0108a87faa79"
  },
  {
    "文件名": "[np 完结]《特殊职业（结局无cp）》作者：久酱菌.txt",
    "夸克盘链接": "https://pan.quark.cn/s/584cae31c929"
  },
  {
    "文件名": "[np 完结]《鸾云劫（双多产）》作者：风中凌乱.txt",
    "夸克盘链接": "https://pan.quark.cn/s/331eb6b8e5d0"
  },
  {
    "文件名": "[np 完结]《男儿村》作者：饿太郎.txt",
    "夸克盘链接": "https://pan.quark.cn/s/17c200e159f2"
  },
  {
    "文件名": "[np 完结]《卖身少年们的play》作者：世景.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a6747025427d"
  },
  {
    "文件名": "[np 完结]《蜂后（总受）》作者：月下凉州.txt",
    "夸克盘链接": "https://pan.quark.cn/s/b07889614433"
  },
  {
    "文件名": "[np 完结]《鲛人妃（双性总受）》作者：湫凰.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ff827bf20cc2"
  },
  {
    "文件名": "[np 故事集]SEX九十九式（呼啦啦） 更193.txt",
    "夸克盘链接": "https://pan.quark.cn/s/0039ebf0a7aa"
  },
  {
    "文件名": "[np 完结]《儿子就是用来cha的》作者：熊猫炖肉.txt",
    "夸克盘链接": "https://pan.quark.cn/s/629bf54f6bc7"
  },
  {
    "文件名": "[np 完结]《堕落的明星夫夫【双】》作者：红奶花豆.txt",
    "夸克盘链接": "https://pan.quark.cn/s/909b11c4ec56"
  },
  {
    "文件名": "[np 完结]《渎宵之月（双性）》作者：雪落金天.txt",
    "夸克盘链接": "https://pan.quark.cn/s/005ab8e3570e"
  },
  {
    "文件名": "[np 双x]全肉盛宴(我不是向日葵) 更172.txt",
    "夸克盘链接": "https://pan.quark.cn/s/20a607104dbf"
  },
  {
    "文件名": "[np 更185]《实况直播中【双】》作者：一只白兔糖.txt",
    "夸克盘链接": "https://pan.quark.cn/s/9d92a90875ed"
  },
  {
    "文件名": "[np 完结]《从1变0的GV男星》作者：Watermelon.txt",
    "夸克盘链接": "https://pan.quark.cn/s/3a931b3679b8"
  },
  {
    "文件名": "[np 完结]《晨辉风雨（主奴）》作者：一条鱼ing.txt",
    "夸克盘链接": "https://pan.quark.cn/s/d35e09d69180"
  },
  {
    "文件名": "[np 更143]《恶堕（双总受 凌Ru）》作者：北X风.txt",
    "夸克盘链接": "https://pan.quark.cn/s/612b3a2912b3"
  },
  {
    "文件名": "[np 更113]《[总攻]召唤纪元》作者：半叶桃花.txt",
    "夸克盘链接": "https://pan.quark.cn/s/0bf226026995"
  },
  {
    "文件名": "[np 更56]《一出门就被男人惦记（古代ABO 总受）》作者：心术不正.txt",
    "夸克盘链接": "https://pan.quark.cn/s/b98f70a0be8f"
  },
  {
    "文件名": "[np 更59]《重生之后发现死对头也重生了》作者：春意醉.txt",
    "夸克盘链接": "https://pan.quark.cn/s/3cc24799e3e8"
  },
  {
    "文件名": "[np 更14]《偷窥》作者：南文槿.txt",
    "夸克盘链接": "https://pan.quark.cn/s/d75f39e9399e"
  },
  {
    "文件名": "[np 更49]《[末世]我是男配（总受，产乳，生子）》作者：yellow熊.txt",
    "夸克盘链接": "https://pan.quark.cn/s/d809060d81b4"
  },
  {
    "文件名": "[np 更21]《【总攻】在末日游戏中也要享受才行》作者：楠神阿梓.txt",
    "夸克盘链接": "https://pan.quark.cn/s/6e2e52ced5a0"
  },
  {
    "文件名": "[np 更15]《脚踏三条船后我被他们一起曰了》作者：多肉咩.txt",
    "夸克盘链接": "https://pan.quark.cn/s/053a24227b1b"
  },
  {
    "文件名": "[6p]种马农场 (一骑当千) 更172.txt",
    "夸克盘链接": "https://pan.quark.cn/s/4ef6df9ce190"
  },
  {
    "文件名": "[np 更11]《山有扶苏（总攻）》作者：留歌.txt",
    "夸克盘链接": "https://pan.quark.cn/s/2f20b62ba661"
  },
  {
    "文件名": "[np 更12]《【电竞】辅助就是全队的xxx啊》作者：eve.txt",
    "夸克盘链接": "https://pan.quark.cn/s/81bae008e490"
  },
  {
    "文件名": "[np 更11]《在末日当舔狗的那些日子（总受）》作者：轻觉.txt",
    "夸克盘链接": "https://pan.quark.cn/s/799c4b6b2767"
  },
  {
    "文件名": "[np 更10]《被绑走的男神们（总受）》作者：月光如水.txt",
    "夸克盘链接": "https://pan.quark.cn/s/d12a51da10d2"
  },
  {
    "文件名": "[np 更10]《【性转总攻】变成男人真有那么快乐吗》作者：是七七呀.txt",
    "夸克盘链接": "https://pan.quark.cn/s/b3cac5e8abec"
  },
  {
    "文件名": "[np  总攻][系统]监禁之日(晚十六) 更54.txt",
    "夸克盘链接": "https://pan.quark.cn/s/099978cccf5e"
  },
  {
    "文件名": "[bdsm]略地侵城更25.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c8927d454190"
  },
  {
    "文件名": "[bdsm]帝君今天挨板子了吗？更20.txt",
    "夸克盘链接": "https://pan.quark.cn/s/de5d1b7f269d"
  },
  {
    "文件名": "[3p]质子流年更12.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a6e2d3a305b4"
  },
  {
    "文件名": "[3P]母亲情人更28.txt",
    "夸克盘链接": "https://pan.quark.cn/s/3937d09847cf"
  },
  {
    "文件名": "[3p]与虎谋皮（双性甜肉）更22.txt",
    "夸克盘链接": "https://pan.quark.cn/s/19708a9818b3"
  },
  {
    "文件名": "[3p]被喂饱的室友（爆馅的肉包)完结.txt",
    "夸克盘链接": "https://pan.quark.cn/s/4aed3f80fe5b"
  },
  {
    "文件名": "[3p]被喂饱的室友by爆馅的肉包.txt",
    "夸克盘链接": "https://pan.quark.cn/s/78aef0375135"
  },
  {
    "文件名": "[3p]帝王账内春色好（曹年).txt",
    "夸克盘链接": "https://pan.quark.cn/s/761faa3313b8"
  },
  {
    "文件名": "[1V1完结]《复沐春风》作者：花槐(师生年下）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/20b72bec11cd"
  },
  {
    "文件名": "[3p 完结]《凤奴（调教清冷美人）》作者：叶叶笑笑尘.txt",
    "夸克盘链接": "https://pan.quark.cn/s/3012b76f05fc"
  },
  {
    "文件名": "[1V1完结]《小呆子》作者：小石南记.txt",
    "夸克盘链接": "https://pan.quark.cn/s/9653c8228e76"
  },
  {
    "文件名": "[1V1完结]《逢床作戏》作者：大王叫我来飙车（器大活好强势霸气总裁攻x人前性冷淡人后yd总裁受）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e34817e7f997"
  },
  {
    "文件名": "[1v1]幼弟是饿狼更37.txt",
    "夸克盘链接": "https://pan.quark.cn/s/f37c91782569"
  },
  {
    "文件名": "[1v1]忠犬攻造反进行中by双A制.txt",
    "夸克盘链接": "https://pan.quark.cn/s/1077737178c9"
  },
  {
    "文件名": "[1v1]追龙（萧尧） 更35.txt",
    "夸克盘链接": "https://pan.quark.cn/s/013f4b6a8a70"
  },
  {
    "文件名": "[1v1]自知迷途（二飞）完结+番外3.txt",
    "夸克盘链接": "https://pan.quark.cn/s/3d270889c083"
  },
  {
    "文件名": "[1v1]星尘（娱乐圈兄弟年上）更95.txt",
    "夸克盘链接": "https://pan.quark.cn/s/b74a7962d192"
  },
  {
    "文件名": "[1v1]星尘（??ω? ）完结+10番外.txt",
    "夸克盘链接": "https://pan.quark.cn/s/439cf169aa1c"
  },
  {
    "文件名": "[1v1]意料之外byXiaoCindy.txt",
    "夸克盘链接": "https://pan.quark.cn/s/d21664b27663"
  },
  {
    "文件名": "[1v1]艳情小短篇（浪士).txt",
    "夸克盘链接": "https://pan.quark.cn/s/1b96ff5318a3"
  },
  {
    "文件名": "[1v1]亵玩美人师尊（vivian)完结+番外2.txt",
    "夸克盘链接": "https://pan.quark.cn/s/cd907a1b7eea"
  },
  {
    "文件名": "[1v1]小甜心和心机男（懒跑小冠军）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/5c1eb1f19d7a"
  },
  {
    "文件名": "[1v1]小夫君(远上白云间）完结+1番外.txt",
    "夸克盘链接": "https://pan.quark.cn/s/0bfd8b9689de"
  },
  {
    "文件名": "[1v1]吞雨更29.txt",
    "夸克盘链接": "https://pan.quark.cn/s/d2b984770775"
  },
  {
    "文件名": "[1v1]小奴才更26.txt",
    "夸克盘链接": "https://pan.quark.cn/s/7850d772f856"
  },
  {
    "文件名": "[1v1]突厥奴隶（美攻强受忠犬受）(水九) 更69【攻受认识前均不洁】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/99f469abac56"
  },
  {
    "文件名": "[1v1]甜爱之妖艳舞男和霸道律师更16.txt",
    "夸克盘链接": "https://pan.quark.cn/s/29652364827d"
  },
  {
    "文件名": "[1v1]邵先生的高冷秘书（年上双)完结+2番外.txt",
    "夸克盘链接": "https://pan.quark.cn/s/7cfb6ed57f75"
  },
  {
    "文件名": "[1v1]死士的婚后生活更9.txt",
    "夸克盘链接": "https://pan.quark.cn/s/727f153e6f45"
  },
  {
    "文件名": "[1v1]偷窥隔壁猛男（粗口肉，双性，生子）更54.txt",
    "夸克盘链接": "https://pan.quark.cn/s/510e258f5ba9"
  },
  {
    "文件名": "[1v1]青梅甘露（双性）更19.txt",
    "夸克盘链接": "https://pan.quark.cn/s/73e05859133f"
  },
  {
    "文件名": "[1v1]匿名来电（橘子果酱）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/b65131fe561c"
  },
  {
    "文件名": "[1V1]千万家奴by影玖玖.txt",
    "夸克盘链接": "https://pan.quark.cn/s/3c0e34f6cca5"
  },
  {
    "文件名": "[1v1]南南日记by成人文学.txt",
    "夸克盘链接": "https://pan.quark.cn/s/114d665cd50d"
  },
  {
    "文件名": "[1v1]你真的以为自己是直男(紫檀云).txt",
    "夸克盘链接": "https://pan.quark.cn/s/4da5fca44756"
  },
  {
    "文件名": "[1v1]笼中玫瑰（vivian）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/81a7153e7bd2"
  },
  {
    "文件名": "[1v1]满足你的一切幻想（星桥 ）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/59dc5aaa57f1"
  },
  {
    "文件名": "[1v1]凛冬之火（祁山以南）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/457060e9cc96"
  },
  {
    "文件名": "[1v1]男儿为妻（糯米团）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/7a319900072d"
  },
  {
    "文件名": "[1v1]聊骚后被逮到了怎么办by无聊至极.txt",
    "夸克盘链接": "https://pan.quark.cn/s/1d691337cb96"
  },
  {
    "文件名": "[1v1]狼子野心（初来乍到一脸懵逼).txt",
    "夸克盘链接": "https://pan.quark.cn/s/6d9e2a532751"
  },
  {
    "文件名": "[1v1]邻居家的美人哥哥更8.txt",
    "夸克盘链接": "https://pan.quark.cn/s/4b25372ebd2d"
  },
  {
    "文件名": "[1v1]洁身自爱by一山松柏.txt",
    "夸克盘链接": "https://pan.quark.cn/s/2c9a3e6ffa06"
  },
  {
    "文件名": "[1v1]红糜（双性人妻） (皮卡丘不丘) 更66含彩蛋合集【第一人称攻】 作者：哈哈哈污王.txt",
    "夸克盘链接": "https://pan.quark.cn/s/2a5af8ae58e6"
  },
  {
    "文件名": "[1v1]蝴蝶肋骨（灰度值）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a9eb1ebe02e9"
  },
  {
    "文件名": "[1v1]监狱里头点炮仗（欧金金ojj）完结+5番外.txt",
    "夸克盘链接": "https://pan.quark.cn/s/38a49834d7f8"
  },
  {
    "文件名": "[1V1]娇娇（双性）更14.txt",
    "夸克盘链接": "https://pan.quark.cn/s/bf15865b9afa"
  },
  {
    "文件名": "[1v1]好友的秘密(andywife).txt",
    "夸克盘链接": "https://pan.quark.cn/s/a12af215e10a"
  },
  {
    "文件名": "[1v1]光鲜亮丽的外表by腐朽味的.txt",
    "夸克盘链接": "https://pan.quark.cn/s/bd7b4b3500cb"
  },
  {
    "文件名": "[1v1]夫主莫慌(西言).txt",
    "夸克盘链接": "https://pan.quark.cn/s/8611e519c3fd"
  },
  {
    "文件名": "[1v1]春满山寨更25.txt",
    "夸克盘链接": "https://pan.quark.cn/s/07f57122c097"
  },
  {
    "文件名": "[1v1]带劲(桃池)更11.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c54f3f55b278"
  },
  {
    "文件名": "[1v1]彬彬有礼更97.txt",
    "夸克盘链接": "https://pan.quark.cn/s/658c7e27c40d"
  },
  {
    "文件名": "[1v1]表面师兄弟（双产年上）(迷人肉汤) 更56+1彩蛋合集.txt",
    "夸克盘链接": "https://pan.quark.cn/s/11421776d5ae"
  },
  {
    "文件名": "[1v1]痴汉与小瞎子（nihao）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c34a96bce642"
  },
  {
    "文件名": "[1v1]背叛之后[末世]更37.txt",
    "夸克盘链接": "https://pan.quark.cn/s/9c2e410cb3e9"
  },
  {
    "文件名": "[1v1]把大明星调教成专属xing奴（双）(你家的白月光) 更98.txt",
    "夸克盘链接": "https://pan.quark.cn/s/749910fff5e1"
  },
  {
    "文件名": "[1v1]霸凌更43.txt",
    "夸克盘链接": "https://pan.quark.cn/s/f737a94ab2bb"
  },
  {
    "文件名": "[1v1]把美人室友日到哭（戚十九).txt",
    "夸克盘链接": "https://pan.quark.cn/s/e89fadb52609"
  },
  {
    "文件名": "[1v1]DS之军医更100.txt",
    "夸克盘链接": "https://pan.quark.cn/s/f577503f2f09"
  },
  {
    "文件名": "[1v1]哀雀的牢笼（强制_双性）（奈奈）  更27+1番外.txt",
    "夸克盘链接": "https://pan.quark.cn/s/1ab0add95722"
  },
  {
    "文件名": "[1v1]暗恋（大黄鸭）完结+4番外.txt",
    "夸克盘链接": "https://pan.quark.cn/s/66b2437cd2d8"
  },
  {
    "文件名": "[1v1]abo竹马（dream王道).txt",
    "夸克盘链接": "https://pan.quark.cn/s/c515839afec5"
  },
  {
    "文件名": "[1v1]《质妻》Alekta.txt",
    "夸克盘链接": "https://pan.quark.cn/s/f5f4f23d08a0"
  },
  {
    "文件名": "[1v1]《小狼狗》BY一只白兔糖 .txt",
    "夸克盘链接": "https://pan.quark.cn/s/d95ae80ec70f"
  },
  {
    "文件名": "[1v1]《纨绔奴才》BY一雁不成夏（落魄少爷受VS腹黑霸道攻）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/bab097758741"
  },
  {
    "文件名": "[1v1]《许礼》BY施施花.txt",
    "夸克盘链接": "https://pan.quark.cn/s/bebf614e98e2"
  },
  {
    "文件名": "[1v1]《驯养》by三春夜.txt",
    "夸克盘链接": "https://pan.quark.cn/s/176f0f0ff5de"
  },
  {
    "文件名": "[1v1]《双囍》作者：未甜海.txt",
    "夸克盘链接": "https://pan.quark.cn/s/3ccdf49a4f59"
  },
  {
    "文件名": "[1v1 完结]《指尖疏离（亲叔侄 大奶年下）》作者：题言.txt",
    "夸克盘链接": "https://pan.quark.cn/s/3e94b3477970"
  },
  {
    "文件名": "[1v1]《如何操弄竹马的小花》更17（哨兵双X生子 1v1，双洁，甜）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/f3b8426070ba"
  },
  {
    "文件名": "[1v1 完结]《直男竹马是双性》作者：而不得.txt",
    "夸克盘链接": "https://pan.quark.cn/s/2ed2c4b577ac"
  },
  {
    "文件名": "[1v1 完结]《在棉花园的微风里（美强黑奴受）》作者：红豆糖丸.txt",
    "夸克盘链接": "https://pan.quark.cn/s/362e9883e9bb"
  },
  {
    "文件名": "[1v1 完结]《意料之外（重生）》作者：XiaoCindy.txt",
    "夸克盘链接": "https://pan.quark.cn/s/01a70b7d06ac"
  },
  {
    "文件名": "[1v1 完结]《异界修真之虫族狂宠》作者：marginal.txt",
    "夸克盘链接": "https://pan.quark.cn/s/dcbdcd0851a8"
  },
  {
    "文件名": "[1v1 完结]《诱捕一只金丝雀》作者：夺朱.txt",
    "夸克盘链接": "https://pan.quark.cn/s/fd84e8932685"
  },
  {
    "文件名": "[1v1 完结]《影帝调教影帝的日常生活》作者：腐朽味的.txt",
    "夸克盘链接": "https://pan.quark.cn/s/4d33b909e457"
  },
  {
    "文件名": "[1v1 完结]《野豌豆（双 强制）》作者：叶叶.txt",
    "夸克盘链接": "https://pan.quark.cn/s/1b9187e3afd6"
  },
  {
    "文件名": "[1v1 完结]《星尘（娱乐圈兄弟年上）》作者：??ω?` ).txt",
    "夸克盘链接": "https://pan.quark.cn/s/4ffb9bf8e3c4"
  },
  {
    "文件名": "[1v1 完结]《哑巴》作者：QJF.txt",
    "夸克盘链接": "https://pan.quark.cn/s/adc82c7524b1"
  },
  {
    "文件名": "[1v1 完结]《驯养》作者：三春夜.txt",
    "夸克盘链接": "https://pan.quark.cn/s/5c5a43320b8c"
  },
  {
    "文件名": "[1v1 完结]《小农民玩电脑（总裁攻x农民受 强制爱）》作者：前列腺疼.txt",
    "夸克盘链接": "https://pan.quark.cn/s/159ce41546dd"
  },
  {
    "文件名": "[1v1 完结]《小药仙和大药仙》作者：XiaoCindy.txt",
    "夸克盘链接": "https://pan.quark.cn/s/bef0572167de"
  },
  {
    "文件名": "[1v1 完结]《小日子》作者：一夜折柳.txt",
    "夸克盘链接": "https://pan.quark.cn/s/2026a9df4252"
  },
  {
    "文件名": "[1v1 完结]《苏哲【主攻 种田文】》作者：毛阿蛋.txt",
    "夸克盘链接": "https://pan.quark.cn/s/39f208c0a3c7"
  },
  {
    "文件名": "[1v1 完结]《田野间赤裸的美男（双）》作者：欧金金ojj.txt",
    "夸克盘链接": "https://pan.quark.cn/s/409fa1f621c3"
  },
  {
    "文件名": "[1v1 完结]《深渊回望（双性）》作者：流光溢彩.txt",
    "夸克盘链接": "https://pan.quark.cn/s/2f47fed00f78"
  },
  {
    "文件名": "[1v1 完结]《双向诱捕（双性）》作者：桃李不言.txt",
    "夸克盘链接": "https://pan.quark.cn/s/0a1c96035720"
  },
  {
    "文件名": "[1v1 完结]《失痒》作者：千叶.txt",
    "夸克盘链接": "https://pan.quark.cn/s/cb81796950db"
  },
  {
    "文件名": "[1v1 完结]《日日探花郎》作者：梨花一度.txt",
    "夸克盘链接": "https://pan.quark.cn/s/401b63d918fa"
  },
  {
    "文件名": "[1v1 完结]《满室生香》作者：青山阖眸.txt",
    "夸克盘链接": "https://pan.quark.cn/s/51f08709d304"
  },
  {
    "文件名": "[1v1 完结]《圈养》作者：一雪.txt",
    "夸克盘链接": "https://pan.quark.cn/s/2bc422f2b96b"
  },
  {
    "文件名": "[1v1 完结]《猫咪少年爱”上“我》作者：swallow川.txt",
    "夸克盘链接": "https://pan.quark.cn/s/d08b057eba92"
  },
  {
    "文件名": "[1v1 完结]《你竟然艹猫》作者：灵雨如云.txt",
    "夸克盘链接": "https://pan.quark.cn/s/66d83b57a069"
  },
  {
    "文件名": "[1v1 完结]《跪地为奴》作者：虎叔.txt",
    "夸克盘链接": "https://pan.quark.cn/s/b7a1dff9d3e0"
  },
  {
    "文件名": "[1v1 完结]《狐奴[训诫sp]》作者： 一画江水.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ba9edafbc9de"
  },
  {
    "文件名": "[1v1 完结]《论涩情片的诱人程度与伦理影响（女婿×丈人）》作者：埃鸽咕咕.txt",
    "夸克盘链接": "https://pan.quark.cn/s/6af9df1ebd22"
  },
  {
    "文件名": "[1v1 完结]《老禽兽与小坏蛋》作者：那就摸个鱼吧.txt",
    "夸克盘链接": "https://pan.quark.cn/s/fc051d71ea18"
  },
  {
    "文件名": "[1v1 完结]《出轨秘书（双）》作者：炫迈酸奶.txt",
    "夸克盘链接": "https://pan.quark.cn/s/09a4195778b9"
  },
  {
    "文件名": "[1v1 完结]《成人用品专卖店（短篇 治愈向）》作者：墨影轮回.txt",
    "夸克盘链接": "https://pan.quark.cn/s/0001756b2648"
  },
  {
    "文件名": "[1v1 完结]《［主攻］穿进总受文的炮灰和正牌攻1v1了》作者：哼哼.txt",
    "夸克盘链接": "https://pan.quark.cn/s/2bc055c64a20"
  },
  {
    "文件名": "[1v1 完结]《超模是条狗》作者：裙魔乱舞.txt",
    "夸克盘链接": "https://pan.quark.cn/s/cda48ff1f594"
  },
  {
    "文件名": "[1v1 完结]《病态（双 父子）》作者：shper.txt",
    "夸克盘链接": "https://pan.quark.cn/s/9a796655ddd6"
  },
  {
    "文件名": "[1v1 完结]《377号甜甜（1v1 ABO）》作者：昭凸子.txt",
    "夸克盘链接": "https://pan.quark.cn/s/6834c6e2c018"
  },
  {
    "文件名": "[1v1 更54]《仙路带盐人》作者：小野兽.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a75f856810f4"
  },
  {
    "文件名": "[1v1 更45]《掌心雀（双性）》作者：满天星.txt",
    "夸克盘链接": "https://pan.quark.cn/s/56235d65f3c8"
  },
  {
    "文件名": "[1v1 完结]《（主攻甜肉）正确吃掉一只送上门的纯情仙修》作者：lililyly.txt",
    "夸克盘链接": "https://pan.quark.cn/s/75c07a0e4224"
  },
  {
    "文件名": "[1v1 更53]《浩浩（兄弟，年下，狗血）》作者：月亮血浆.txt",
    "夸克盘链接": "https://pan.quark.cn/s/15033d0e0efc"
  },
  {
    "文件名": "[1v1 更36]《深藏的罪恶之牢狱之灾》作者：卷土重来95.txt",
    "夸克盘链接": "https://pan.quark.cn/s/5a954e6e066c"
  },
  {
    "文件名": "[1v1 更23]《驯养》作者：吻者.txt",
    "夸克盘链接": "https://pan.quark.cn/s/caa7ed150e54"
  },
  {
    "文件名": "[1v1 更14]《把弟弟养歪怎么办》作者：玲子夜.txt",
    "夸克盘链接": "https://pan.quark.cn/s/7edcca4005a9"
  },
  {
    "文件名": "[1v1 更14]《病态痴迷（主攻）》作者：兰庭.txt",
    "夸克盘链接": "https://pan.quark.cn/s/bab303fa473c"
  },
  {
    "文件名": "《绿林七宗罪系列》（校对版全本）作者：三月初七.rar",
    "夸克盘链接": "https://pan.quark.cn/s/77577a356199"
  },
  {
    "文件名": "武林至尊（总攻-调教-NP）(lililyly)  更60正文+12番外.txt",
    "夸克盘链接": "https://pan.quark.cn/s/4fb7e024a48a"
  },
  {
    "文件名": "[1v1 双x]犬笼(小野兽) 更45 作者：小野兽.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a17269945356"
  },
  {
    "文件名": "[1v1 双x]狼族的凤凰饲养手册（双性）( 糖糖糖糖糖镜子）更210正文+4番外 【双性受和狼妖攻 有兽j】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/1d2245311e4f"
  },
  {
    "文件名": "[1v1 双x]穿越之白捡娇妻（双性）(花槐) 更46.txt",
    "夸克盘链接": "https://pan.quark.cn/s/7389b77860fa"
  },
  {
    "文件名": "[1v1 np]强制的美人(蛋黄) 更22 作者：蛋黄.txt",
    "夸克盘链接": "https://pan.quark.cn/s/b74b51e8e809"
  },
  {
    "文件名": "[1v1 np]名器艳花谱（双）(伊弥)  【故事集 1v1居多】 更210  【重新排了序 按照龙马的完结顺序从下往上排的 最下面的是连载的】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/86571fe87d3e"
  },
  {
    "文件名": "[1v1 np]混乱邪恶（芝麻汤圆）更28 【故事集 双x】 作者：芝麻汤圆.txt",
    "夸克盘链接": "https://pan.quark.cn/s/9fc2cae3b2b5"
  },
  {
    "文件名": "星际雌主（S受M攻、NP总受）（飞连七） 更17 作者：飞连七.txt",
    "夸克盘链接": "https://pan.quark.cn/s/60871c16f6c4"
  },
  {
    "文件名": "推荐【《剑网三】短篇合集》更99（同人 平行世界奇怪pla） 作者：月尽良宵.txt",
    "夸克盘链接": "https://pan.quark.cn/s/59cb0b1ccdfa"
  },
  {
    "文件名": "推荐《予取予求》更25（双，产，伪父子年下） 作者：龙井竹荪.txt",
    "夸克盘链接": "https://pan.quark.cn/s/77293ce9d3ec"
  },
  {
    "文件名": "双面荡fu（粗口黄暴肉，脑洞合集，有双性）（大樱桃） 更182.txt",
    "夸克盘链接": "https://pan.quark.cn/s/f9a08acedccd"
  },
  {
    "文件名": "情色人间（PArfum）更85（腦洞向，粗口肉短篇）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/0ad2891bb162"
  },
  {
    "文件名": "你最香甜（ABO、NP、高干、番外）（天才猪猪大人） 更15  【更正文30+8番外】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/7772e7be7da8"
  },
  {
    "文件名": "军阀世家（民国NP）（落雁翾） 更452.txt",
    "夸克盘链接": "https://pan.quark.cn/s/d72c0bade84b"
  },
  {
    "文件名": "锦色【双产生短篇集】（爱染罗阇） 更12 【暗黑 超重口 雷者勿下】 作者：爱染罗阇.txt",
    "夸克盘链接": "https://pan.quark.cn/s/5ca00a41c4d2"
  },
  {
    "文件名": "黄暴NP：春梦巡游记(实验者一号) 更42.txt",
    "夸克盘链接": "https://pan.quark.cn/s/d4ef0aeab5a0"
  },
  {
    "文件名": "鹤顶红玫瑰之阉伶圣童（大量太监受若雷勿入）（七秀坊的大剪刀） 更32 作者：七秀坊的大剪刀.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e118acbf38d2"
  },
  {
    "文件名": "d奶c货事件簿（恺撒卡埃尔迪夫）更66.txt",
    "夸克盘链接": "https://pan.quark.cn/s/f8db402e0629"
  },
  {
    "文件名": "【总攻快穿】《开着修改器走剧情》更5 作者：Priapus.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a95349cca552"
  },
  {
    "文件名": "【推荐】 虫族之Pornstar【虫族之天黄巨星】更109.txt",
    "夸克盘链接": "https://pan.quark.cn/s/cd7e1566c186"
  },
  {
    "文件名": "【天下3成玩】论少侠是如何被关进小黑屋（番茄的马甲） 更3 作者：番茄的馬甲.txt",
    "夸克盘链接": "https://pan.quark.cn/s/596a5a1e1b3c"
  },
  {
    "文件名": "【侵心】父子年上双性（掉了颗兔子牙） 更34.txt",
    "夸克盘链接": "https://pan.quark.cn/s/78abb91fef89"
  },
  {
    "文件名": "【反攻生子】将军你的活儿太烂(慎言小号) 更47.txt",
    "夸克盘链接": "https://pan.quark.cn/s/68b9e5bae11f"
  },
  {
    "文件名": "【大纲】TB情趣直播记录（日理万字DEI）更8 【大纲文】 作者：日理万字DEI.txt",
    "夸克盘链接": "https://pan.quark.cn/s/27266047a255"
  },
  {
    "文件名": "【ABO】《挪得坠落》 更23 （未来  正剧  暗黑  美人受） 作者：倪斯.txt",
    "夸克盘链接": "https://pan.quark.cn/s/0478afcd5e6f"
  },
  {
    "文件名": "《做我老婆吧，爸爸》更5（abo养父子）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/249724a97014"
  },
  {
    "文件名": "《罪欲》更16『骨科`年上`双性』 作者：麋台.txt",
    "夸克盘链接": "https://pan.quark.cn/s/d49b51cd56f0"
  },
  {
    "文件名": "《总有人给师尊下毒》更7（NP，双性，纯肉） 作者：琴瑟仙.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e7326110d151"
  },
  {
    "文件名": "《总角之交（双性）》更9 作者：挂枝儿.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a5d6c73b5495"
  },
  {
    "文件名": "《总攻之改造机甲战士》更6 作者：慎言小号.txt",
    "夸克盘链接": "https://pan.quark.cn/s/6342e1ce4139"
  },
  {
    "文件名": "《总攻-云养雄性APP》更4 星河漫天 作者：星河漫天.txt",
    "夸克盘链接": "https://pan.quark.cn/s/9be83f2ba79b"
  },
  {
    "文件名": "《自甘墮落》更37（现代 1v1 NP） 作者：洛玥淺.txt",
    "夸克盘链接": "https://pan.quark.cn/s/db9d9605bc43"
  },
  {
    "文件名": "《珠圆乳润》更7（双性大奶1v1甜肉） 作者：钩圈.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ad9bb22a9042"
  },
  {
    "文件名": "《重生之入肉之家》更4 作者：ht.txt",
    "夸克盘链接": "https://pan.quark.cn/s/64bb2c0603bb"
  },
  {
    "文件名": "《重生之暴君》更53 作者：赫连春水.txt",
    "夸克盘链接": "https://pan.quark.cn/s/1b0c7e09857a"
  },
  {
    "文件名": "《重生闫林涵》更72 作者：榴莲不常有.txt",
    "夸克盘链接": "https://pan.quark.cn/s/40bf9043d24c"
  },
  {
    "文件名": "《种马修真系统》更15（穿越 修真 轻松） 作者：lili.txt",
    "夸克盘链接": "https://pan.quark.cn/s/5f1a58fcb3ba"
  },
  {
    "文件名": "《种马农场》更96（6P） 作者：一骑当千.txt",
    "夸克盘链接": "https://pan.quark.cn/s/eb591dab39c0"
  },
  {
    "文件名": "《忠犬将军的倒贴生活》更12（古代） 作者：幺幺零.txt",
    "夸克盘链接": "https://pan.quark.cn/s/d27f2f1e8156"
  },
  {
    "文件名": "《治愈囚笼》作者：田家兔.txt",
    "夸克盘链接": "https://pan.quark.cn/s/6b6b7e5591f3"
  },
  {
    "文件名": "《直男癌的冬天》更32 作者：兔子不吃素.txt",
    "夸克盘链接": "https://pan.quark.cn/s/2d63f2321f70"
  },
  {
    "文件名": "《执子之屌、与子欢好》更100 作者：天才猪猪大人.txt",
    "夸克盘链接": "https://pan.quark.cn/s/74e4d1612dc8"
  },
  {
    "文件名": "《知彼》更44（天生乐观小太阳受） 作者：嗜酒吃茶.txt",
    "夸克盘链接": "https://pan.quark.cn/s/1b4418e39c2b"
  },
  {
    "文件名": "《征服》更7（BDSM） 作者：晨曦.txt",
    "夸克盘链接": "https://pan.quark.cn/s/6f30a035f980"
  },
  {
    "文件名": "《真液修真界》更10（双性） 作者：real漫.txt",
    "夸克盘链接": "https://pan.quark.cn/s/95cace3681f5"
  },
  {
    "文件名": "《真香》更9（1v1 腹黑攻 作死受追夫火葬场） 作者：猫奴.txt",
    "夸克盘链接": "https://pan.quark.cn/s/48e56626946e"
  },
  {
    "文件名": "《这十六年的事情》更11（主攻） 作者：阿落.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a8bbe226e414"
  },
  {
    "文件名": "《这个淫乱的世界》更5 作者：文白aa.txt",
    "夸克盘链接": "https://pan.quark.cn/s/cb429b0c50e8"
  },
  {
    "文件名": "《折辱Loading……》更42（美强，病态调教） 作者：猛虎与傻狼.txt",
    "夸克盘链接": "https://pan.quark.cn/s/6a7702629827"
  },
  {
    "文件名": "《仗穴上位》更7（娱乐圈总受） 作者：罹W浅.txt",
    "夸克盘链接": "https://pan.quark.cn/s/d9e0becdb7b2"
  },
  {
    "文件名": "《渣受作死指南》更88（快穿） 作者：公子折玉.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c93814ad2973"
  },
  {
    "文件名": "《造人活动（生子、4p）》更1 作者：呵呵不开心.txt",
    "夸克盘链接": "https://pan.quark.cn/s/738e558e82b4"
  },
  {
    "文件名": "《早知道我上輩子就把雞雞剁掉!》更39（天真受  重生） 作者：賽西米里.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c32fb031416c"
  },
  {
    "文件名": "《凿玉》更2.txt",
    "夸克盘链接": "https://pan.quark.cn/s/681fcebec01f"
  },
  {
    "文件名": "《在劫难逃》更32（3P） 作者：荏苒.txt",
    "夸克盘链接": "https://pan.quark.cn/s/6a202e6f9a2a"
  },
  {
    "文件名": "《元帅夫人的直播间[ABO]》更4 乔乔 作者：乔乔.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e04c4058f575"
  },
  {
    "文件名": "《欲望之城》更5 作者：天天夜夜.txt",
    "夸克盘链接": "https://pan.quark.cn/s/92c73ba19c9a"
  },
  {
    "文件名": "《欲火寒舟》更5 作者：夜酩.txt",
    "夸克盘链接": "https://pan.quark.cn/s/5c0bdf575ce9"
  },
  {
    "文件名": "《玉梳情缘》更2 作者：昼夜无歌.txt",
    "夸克盘链接": "https://pan.quark.cn/s/694c3a94c31f"
  },
  {
    "文件名": "《與繼子們的性愛生活》更3 珀愈 作者：珀愈.txt",
    "夸克盘链接": "https://pan.quark.cn/s/fd69c9b48e40"
  },
  {
    "文件名": "《誘愛折翼天使》更72（温馨 ） 作者：幻影雪喵.txt",
    "夸克盘链接": "https://pan.quark.cn/s/1599898d7682"
  },
  {
    "文件名": "《诱入玄关》更8 作者：煮只羊吧.txt",
    "夸克盘链接": "https://pan.quark.cn/s/efc0772cf28f"
  },
  {
    "文件名": "《有去难回》青衣滂滂 更140（奇幻  悬疑 ） 作者：青衣滂滂.txt",
    "夸克盘链接": "https://pan.quark.cn/s/674817b393e3"
  },
  {
    "文件名": "《有剧情》更31 作者：任性.txt",
    "夸克盘链接": "https://pan.quark.cn/s/1eecb19972e8"
  },
  {
    "文件名": "《有病吃糖》更21 作者：生为红蓝.txt",
    "夸克盘链接": "https://pan.quark.cn/s/7970733f5a6f"
  },
  {
    "文件名": "《游心太玄》更31（NP 总受） 作者：周天子.txt",
    "夸克盘链接": "https://pan.quark.cn/s/259b507d5cd8"
  },
  {
    "文件名": "《用身體解決麻煩的僱傭兵》更4（雙性yd受多攻人外有） 作者：番茄的馬甲.txt",
    "夸克盘链接": "https://pan.quark.cn/s/20df5a36aea8"
  },
  {
    "文件名": "《勇者小隊，工口地下城探索中－－》更7 作者：害羞的小馬甲.txt",
    "夸克盘链接": "https://pan.quark.cn/s/92946be99c2f"
  },
  {
    "文件名": "《永劫》更47 作者：三日土.txt",
    "夸克盘链接": "https://pan.quark.cn/s/d54f5ca9a884"
  },
  {
    "文件名": "《庸臣》更86（喜剧  宫廷） 作者：诗花罗梵.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ce68a339ffea"
  },
  {
    "文件名": "《淫夫欢郎》更4 作者：Three.txt",
    "夸克盘链接": "https://pan.quark.cn/s/9d3276d8ba38"
  },
  {
    "文件名": "《银河联邦的星际旅行》更【女A男O】 作者：阳光和煦.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c6f7c14e9fd9"
  },
  {
    "文件名": "《易主》更60（BDSM3P） 作者：小白鱼.txt",
    "夸克盘链接": "https://pan.quark.cn/s/085b5b682ec7"
  },
  {
    "文件名": "《异彩》更10（娱乐圈 调教） 作者：肉食兔.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e8831b794823"
  },
  {
    "文件名": "《依赖注入》更15（纯情忠犬攻X女装大佬慵懒诱受 1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/595372933d69"
  },
  {
    "文件名": "《依赖》更8（双产骨科年下） 作者：龙井竹荪.txt",
    "夸克盘链接": "https://pan.quark.cn/s/76ac4b7e2dee"
  },
  {
    "文件名": "《一梦遗珠》更62（NP 总受） 作者：无所谓.txt",
    "夸克盘链接": "https://pan.quark.cn/s/dadeeddcf13a"
  },
  {
    "文件名": "《一加一大于二》更26（虐身） 作者：放飞的自留地.txt",
    "夸克盘链接": "https://pan.quark.cn/s/39d503adffce"
  },
  {
    "文件名": "《一个盟主的故事》更5（年下 双性 强制爱 1v1） 作者：一打火鸡阿烟酱.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e62603528581"
  },
  {
    "文件名": "《一不小心419了狼王怎么办》更19 作者：幺幺零.txt",
    "夸克盘链接": "https://pan.quark.cn/s/6e3b7f8178ba"
  },
  {
    "文件名": "《夜梦笔录》更15（短篇合集 ） 作者：疏楼宫灯.txt",
    "夸克盘链接": "https://pan.quark.cn/s/1c186ef42644"
  },
  {
    "文件名": "《野生原型体的求生之旅》更175【末世-甜文-剧情H】 作者：凌家九命猫.txt",
    "夸克盘链接": "https://pan.quark.cn/s/054dbb114825"
  },
  {
    "文件名": "《野狗》更10（强攻强受  俊帅受） 作者：闲云一鹤.txt",
    "夸克盘链接": "https://pan.quark.cn/s/813541af993d"
  },
  {
    "文件名": "《耶路撒冷的狼》更17（架空 伪父子 年下 双性 1v1  HE） 作者：Equalinsea.txt",
    "夸克盘链接": "https://pan.quark.cn/s/9bf4df62cb9d"
  },
  {
    "文件名": "《爷爷的美人（双性）》作者：吃肉小熊猫.txt",
    "夸克盘链接": "https://pan.quark.cn/s/41c483002b88"
  },
  {
    "文件名": "《窑子开张了》更98.txt",
    "夸克盘链接": "https://pan.quark.cn/s/cd0fb3b71137"
  },
  {
    "文件名": "《窑子开张了》吃肉肉长高高 更98.txt",
    "夸克盘链接": "https://pan.quark.cn/s/4b2884776fb9"
  },
  {
    "文件名": "《妖怪公寓的同居日常》更17 作者：愚火.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c623d5724e98"
  },
  {
    "文件名": "《养子含情》 更17 （双N    现代  正剧  高H  年下受） 作者：子安居士.txt",
    "夸克盘链接": "https://pan.quark.cn/s/1ca55f999a8e"
  },
  {
    "文件名": "《杨一的故事》更4（总受np强取豪夺） 作者：花念卿.txt",
    "夸克盘链接": "https://pan.quark.cn/s/5bd4719e4172"
  },
  {
    "文件名": "《阳痿资源帝的“AV”体验》更54 作者：￥林家喵十一.txt",
    "夸克盘链接": "https://pan.quark.cn/s/3d181fc94485"
  },
  {
    "文件名": "《艳遇九重天》更5（np） 作者：蟹老板哒哒哒.txt",
    "夸克盘链接": "https://pan.quark.cn/s/701139cd0dfa"
  },
  {
    "文件名": "《驯养【主攻】》更15（主攻 1v1） 作者：简暄wx.txt",
    "夸克盘链接": "https://pan.quark.cn/s/2b73207cd2e0"
  },
  {
    "文件名": "《驯养》更25【主攻】 作者：简暄wx.txt",
    "夸克盘链接": "https://pan.quark.cn/s/1608d79ddc93"
  },
  {
    "文件名": "《漩涡》更100（悬疑向，直掰弯，互攻） 作者：吉普赛人的小苦艾.txt",
    "夸克盘链接": "https://pan.quark.cn/s/389f6e1bb561"
  },
  {
    "文件名": "《雄多雌少之生娃恐惧症》更10.txt",
    "夸克盘链接": "https://pan.quark.cn/s/75df6939a7c7"
  },
  {
    "文件名": "《兄弟法則》更46（ABO） 作者：花式烤肉.txt",
    "夸克盘链接": "https://pan.quark.cn/s/9199b11d2b61"
  },
  {
    "文件名": "《性福的家族生活》更5（父子） 作者：玑儿真好看.txt",
    "夸克盘链接": "https://pan.quark.cn/s/88bd33440a08"
  },
  {
    "文件名": "《性爱能量补充系统》（总攻，双性，生子，np） 作者：凝夏.txt",
    "夸克盘链接": "https://pan.quark.cn/s/790a59a5067d"
  },
  {
    "文件名": "《腥污丧尸皇》更17（暗黑） 作者：buyaolian.txt",
    "夸克盘链接": "https://pan.quark.cn/s/7bc61dcb138c"
  },
  {
    "文件名": "《星际之配种》更14 作者：鱼水何欢.txt",
    "夸克盘链接": "https://pan.quark.cn/s/46b53912b385"
  },
  {
    "文件名": "《新界夜歌》更24（部分粤语章节无法显示，请转微博） 作者：云吞吞.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c2335ece21c8"
  },
  {
    "文件名": "《笑纳江湖》更63（古代  武侠  强攻强受  轻松） 作者：沈三.txt",
    "夸克盘链接": "https://pan.quark.cn/s/55b45ef5e775"
  },
  {
    "文件名": "《校醫的籃下精靈》更12 作者：幻影雪喵.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a2aafa523c71"
  },
  {
    "文件名": "《小木匠》更19+番外5（1v1 纤细受 架空） 作者：殷郁.txt",
    "夸克盘链接": "https://pan.quark.cn/s/63881ccb11fd"
  },
  {
    "文件名": "《小明约炮世界》更13 作者：祁连山没有海凭风浪.txt",
    "夸克盘链接": "https://pan.quark.cn/s/fc45db85c865"
  },
  {
    "文件名": "《小和尚》更6（双性 生子 产奶） 作者：叶河田.txt",
    "夸克盘链接": "https://pan.quark.cn/s/5189b275da7b"
  },
  {
    "文件名": "《小斐尔和莱利》更35+番外（纤细受） 作者：花槐.txt",
    "夸克盘链接": "https://pan.quark.cn/s/79b4253bb0c1"
  },
  {
    "文件名": "《系统抓虫专员》更73（快穿 搞笑） 作者：昂君.txt",
    "夸克盘链接": "https://pan.quark.cn/s/9d44fd2e534d"
  },
  {
    "文件名": "《无罪之爱》更18（主受 虐身 虐心 1v1） 作者：一条大咸鱼.txt",
    "夸克盘链接": "https://pan.quark.cn/s/9c6e75f4cc58"
  },
  {
    "文件名": "《戏弄》 更12 （双 古代  正剧  强攻强受  俊帅受） 作者：Qiuuuu.txt",
    "夸克盘链接": "https://pan.quark.cn/s/0e55e4dfcb52"
  },
  {
    "文件名": "《熹微（双性／兄弟年下／鬼攻人受）》作者：积木.txt",
    "夸克盘链接": "https://pan.quark.cn/s/2b8bdcb3299e"
  },
  {
    "文件名": "《无人知晓》更43（1v1） 作者：殷郁.txt",
    "夸克盘链接": "https://pan.quark.cn/s/41e0e6308fa2"
  },
  {
    "文件名": "《无法成为恋人的好朋友》更34（青梅竹马  1v1 甜宠） 作者：草莓味的馒头月.txt",
    "夸克盘链接": "https://pan.quark.cn/s/716a2858df6e"
  },
  {
    "文件名": "《无趣的人生》更12（1v1） 作者：青寒料峭.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ae72556b571f"
  },
  {
    "文件名": "《无处着陆（BDSM）》作者：明火执仗.txt",
    "夸克盘链接": "https://pan.quark.cn/s/0f505281916b"
  },
  {
    "文件名": "《污水热带鱼》更30（强攻强受 1v1） 作者：客人4.txt",
    "夸克盘链接": "https://pan.quark.cn/s/2def1ff10360"
  },
  {
    "文件名": "《我辛辛苦苦追的小受》更7（快穿） 作者：来都来了.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c2f16c570a22"
  },
  {
    "文件名": "《我为什么是王子》更3 小卷练习题（欧风3p高h调教有剧情） 作者：小卷练习题.txt",
    "夸克盘链接": "https://pan.quark.cn/s/8d51ffa5102f"
  },
  {
    "文件名": "《我就是想欺负他》更11（生子） 作者：音爆弹.txt",
    "夸克盘链接": "https://pan.quark.cn/s/5f7ea30af008"
  },
  {
    "文件名": "《我怪异的妻子》更18（人身蛇尾 1v1） 作者：梦郎.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c1d673a6d9c0"
  },
  {
    "文件名": "《我的后宫怎么都性转了》更39（Hnp总受） 作者：半杯茶茶茶.txt",
    "夸克盘链接": "https://pan.quark.cn/s/49540e2d6e97"
  },
  {
    "文件名": "《我的攻总想给我喂奶，肿么办？》更40（产奶哭唧唧熊攻X内心吐槽暴躁受 1v1） 作者：月食並.txt",
    "夸克盘链接": "https://pan.quark.cn/s/df53716ee9be"
  },
  {
    "文件名": "《闻啼鸟音痴》更2.4（美人受 双性ntr） 作者：天痕壹月.txt",
    "夸克盘链接": "https://pan.quark.cn/s/72ac5a4d45ef"
  },
  {
    "文件名": "《我被迫知道一个秘密》更4（4p） 作者：闲云也鹤.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c83b75f86354"
  },
  {
    "文件名": "《温文儒雅》更58（新版） 作者：墨黑花.txt",
    "夸克盘链接": "https://pan.quark.cn/s/39faddc6937f"
  },
  {
    "文件名": "《未来世界爱爱记》更4（美攻强受） 作者：未青.txt",
    "夸克盘链接": "https://pan.quark.cn/s/d471acd89d12"
  },
  {
    "文件名": "《网球王子同人之北极圈》完结 作者：阿雪.txt",
    "夸克盘链接": "https://pan.quark.cn/s/22618d42f953"
  },
  {
    "文件名": "《王者归来》 更32 （古代  正剧  奇幻  穿越） 作者：盛世夭桃.txt",
    "夸克盘链接": "https://pan.quark.cn/s/6066cf2770d6"
  },
  {
    "文件名": "《万炉鼎记》更43+番外（武侠 修真 穿越） 作者：猫鸟.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ab856ab9c8e1"
  },
  {
    "文件名": "《外交官与少将》更50（美攻强受） 作者：穆衍.txt",
    "夸克盘链接": "https://pan.quark.cn/s/bbf68b849c1b"
  },
  {
    "文件名": "《脱离掌控》更94（NP） 作者：犬师子.txt",
    "夸克盘链接": "https://pan.quark.cn/s/f80aeda7a7c9"
  },
  {
    "文件名": "《突然站年下》 陆任逸  更50（双性  架空  正剧  轻松  温馨） 作者：陆任逸.txt",
    "夸克盘链接": "https://pan.quark.cn/s/811688a33e87"
  },
  {
    "文件名": "《通房公子》更6（ 美人受  宫廷） 作者：白琳琳.txt",
    "夸克盘链接": "https://pan.quark.cn/s/7cde8d9bc39f"
  },
  {
    "文件名": "《停电》更4（双性骨科年上） 作者：我奶茶呢.txt",
    "夸克盘链接": "https://pan.quark.cn/s/7f2cb1c31f16"
  },
  {
    "文件名": "《天帝后宫三界》更2（总攻） 作者：就要放飞自我.txt",
    "夸克盘链接": "https://pan.quark.cn/s/84379b44b6c3"
  },
  {
    "文件名": "《体型强受短篇集》更20 作者：巨孚控尤益.txt",
    "夸克盘链接": "https://pan.quark.cn/s/4d4cb8f0f698"
  },
  {
    "文件名": "《藤蔓攻在异界》更9（生子产乳触手双jj1v1风流受） 作者：肌肉强受爱好者.txt",
    "夸克盘链接": "https://pan.quark.cn/s/2ca83a675c79"
  },
  {
    "文件名": "《特长生学霸》更7 作者：Jing.txt",
    "夸克盘链接": "https://pan.quark.cn/s/5974c30f1e93"
  },
  {
    "文件名": "《特殊病人特殊对待》更6（1v1 互攻） 作者：高冷姨母.txt",
    "夸克盘链接": "https://pan.quark.cn/s/9e774c6c6fd0"
  },
  {
    "文件名": "《唐扬的性福生活》更7（现代，NP） 作者：小小书虫勤读书.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e1ba794ed044"
  },
  {
    "文件名": "《唐少爷》更28 作者：爱默.txt",
    "夸克盘链接": "https://pan.quark.cn/s/28fd8965032a"
  },
  {
    "文件名": "《谭将军[总攻双性]》更16（NP） 作者：Jhee.txt",
    "夸克盘链接": "https://pan.quark.cn/s/36f481752460"
  },
  {
    "文件名": "《他的结局早已注定》更11（青梅竹马） 作者：咦咦咦.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e333798d31cc"
  },
  {
    "文件名": "《锁棠宠》更3（双3P骨科） 作者：丧鱼君.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ed46518123b8"
  },
  {
    "文件名": "《松花酿》更33 作者：面包包是云.txt",
    "夸克盘链接": "https://pan.quark.cn/s/9ea5bf58e37c"
  },
  {
    "文件名": "《死心塌地》完结 （现代  高H  正剧  美攻强受  天真受） 作者：Anni.txt",
    "夸克盘链接": "https://pan.quark.cn/s/99c7161479be"
  },
  {
    "文件名": "《死亡游戏》更95（强攻强受，NP，受是直男，直掰弯） 作者：胔臡.txt",
    "夸克盘链接": "https://pan.quark.cn/s/97cd7701a473"
  },
  {
    "文件名": "《斯德哥尔摩【双性】》更22（np 现代） 作者：花臂熊猫.txt",
    "夸克盘链接": "https://pan.quark.cn/s/3ed73c533eb1"
  },
  {
    "文件名": "《斯德哥尔摩》花臂熊猫 更54（双性） 作者：花臂熊猫.txt",
    "夸克盘链接": "https://pan.quark.cn/s/289f624784de"
  },
  {
    "文件名": "《斯德哥尔摩》 雪中送火 更22 （现代  正剧  悬疑  推理） 作者：雪中送火.txt",
    "夸克盘链接": "https://pan.quark.cn/s/9a2bf2873fac"
  },
  {
    "文件名": "《私欲》更12（出轨梗） 作者：郝英俊.txt",
    "夸克盘链接": "https://pan.quark.cn/s/bb9c73e082d7"
  },
  {
    "文件名": "《顺从（ABO）》更6 作者：Karine.txt",
    "夸克盘链接": "https://pan.quark.cn/s/9da2e0202026"
  },
  {
    "文件名": "《睡前性爱点歌台》更9 作者：大王李花花.txt",
    "夸克盘链接": "https://pan.quark.cn/s/37057a7bf05d"
  },
  {
    "文件名": "《睡前故事》更21 作者：龙之逆鳞.txt",
    "夸克盘链接": "https://pan.quark.cn/s/8602d67a1de0"
  },
  {
    "文件名": "《睡服外星男孩指导手册》更5 作者：白鄙.txt",
    "夸克盘链接": "https://pan.quark.cn/s/7430792c7229"
  },
  {
    "文件名": "《水到渠成》更54（双性壮受年下伪父子大奶产乳不生子） 作者：素简.txt",
    "夸克盘链接": "https://pan.quark.cn/s/417150575903"
  },
  {
    "文件名": "《双重调教【BDSM，调教，1v1】》更55 作者：污黑的小白兔.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a0ac96d65ccc"
  },
  {
    "文件名": "《双重调教》更63（BDSM，调教，1v1） 作者：污黑的小白兔.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ea6b40dc93fd"
  },
  {
    "文件名": "《树高千丈》更13（父子） 作者：郁祖权.txt",
    "夸克盘链接": "https://pan.quark.cn/s/f5cf7a4e624e"
  },
  {
    "文件名": "《赎》更110（杀生丸×奈落 冰山霸道攻×腹黑狡猾受 1v1） 作者：红海子.txt",
    "夸克盘链接": "https://pan.quark.cn/s/4f802c46c255"
  },
  {
    "文件名": "《书店老板叶卿与宠物》更4（主攻BDSMNP） 作者：毛十叶.txt",
    "夸克盘链接": "https://pan.quark.cn/s/7c57a77a1299"
  },
  {
    "文件名": "《兽情难却》更15（ 腹黑攻  家族 人兽） 作者：叶痴.txt",
    "夸克盘链接": "https://pan.quark.cn/s/daafecb6b579"
  },
  {
    "文件名": "《守着你不如睡了你》更15（高干、京腔、双性） 作者：天才猪猪大人.txt",
    "夸克盘链接": "https://pan.quark.cn/s/7fe71edbaf4a"
  },
  {
    "文件名": "《手下败将》更6（1v1 双性，强强） 作者：如是我闻.txt",
    "夸克盘链接": "https://pan.quark.cn/s/746e91012a19"
  },
  {
    "文件名": "《恃宠扬威》更22 作者：一叹花香.txt",
    "夸克盘链接": "https://pan.quark.cn/s/4cd46e39bc08"
  },
  {
    "文件名": "《是浊雨不是泥石流》 九九八十一   更47（架空  喜剧  H有  奇幻）  作者：九九八十一.txt",
    "夸克盘链接": "https://pan.quark.cn/s/b424b5d4a134"
  },
  {
    "文件名": "《侍将》更61 作者：暖衣.txt",
    "夸克盘链接": "https://pan.quark.cn/s/0c1f62a41a65"
  },
  {
    "文件名": "《圣骑士他没有马》更27 作者：魍生.txt",
    "夸克盘链接": "https://pan.quark.cn/s/1db62f4c5e4f"
  },
  {
    "文件名": "《世间雄性皆鼎炉》更10（日更长篇） 作者：潇潇.txt",
    "夸克盘链接": "https://pan.quark.cn/s/b1765f95c454"
  },
  {
    "文件名": "《石榴裙》更13（女装受，1v1主受） 作者：似川.txt",
    "夸克盘链接": "https://pan.quark.cn/s/2b889833ba57"
  },
  {
    "文件名": "《十六》更50（美攻强受  俊帅受） 作者：西风北岳.txt",
    "夸克盘链接": "https://pan.quark.cn/s/d7d0f1947863"
  },
  {
    "文件名": "《失乐园》更8（np总受） 作者：闲云也鹤.txt",
    "夸克盘链接": "https://pan.quark.cn/s/564b15099f09"
  },
  {
    "文件名": "《圣欲惩狂》更6（双神官父子总受） 作者：钓那星鱼.txt",
    "夸克盘链接": "https://pan.quark.cn/s/f61eda3ca7ad"
  },
  {
    "文件名": "《生命永存》更26 作者：宿凉.txt",
    "夸克盘链接": "https://pan.quark.cn/s/45c2564cf039"
  },
  {
    "文件名": "《神兽》守望孤单 更23（忠犬 1v1 现代架空） 作者：守望孤单.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c9f215ecd72a"
  },
  {
    "文件名": "《深入研究》更6（1v1花式play） 作者：剁椒小学姐.txt",
    "夸克盘链接": "https://pan.quark.cn/s/80eb1f314e3d"
  },
  {
    "文件名": "《谁准你摸我尾巴啦？！》更13 作者：十四行诗.txt",
    "夸克盘链接": "https://pan.quark.cn/s/3d704d818b4c"
  },
  {
    "文件名": "《舍友长出花穴怎么办》完结（性冷感美攻X种马肌肉健受） 作者：米米羊.txt",
    "夸克盘链接": "https://pan.quark.cn/s/54ef38940b37"
  },
  {
    "文件名": "《少帅是个骚逼》更24（伪科幻，星际文） 作者：金千善.txt",
    "夸克盘链接": "https://pan.quark.cn/s/87b2fc81c83b"
  },
  {
    "文件名": "《少年网游艳情记》更14 作者：十二金山.txt",
    "夸克盘链接": "https://pan.quark.cn/s/01b5b0142fbb"
  },
  {
    "文件名": "《少年春风》更4（双性） 作者：烟娘.txt",
    "夸克盘链接": "https://pan.quark.cn/s/4ee4b833f397"
  },
  {
    "文件名": "《杀手调教日常》更18（1v1，H，甜） 作者：薄暮西沉.txt",
    "夸克盘链接": "https://pan.quark.cn/s/43a161359ffe"
  },
  {
    "文件名": "《少年博弈》更25 作者：阮阮.txt",
    "夸克盘链接": "https://pan.quark.cn/s/34365a2bfb5c"
  },
  {
    "文件名": "《少锦all棠同人》春风恨  更17（古代  古代  正剧  宫廷  美人受abo，np中篇）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/11a6756f6d62"
  },
  {
    "文件名": "《上楼》更57（BDSM 1V1） 作者：小白鱼.txt",
    "夸克盘链接": "https://pan.quark.cn/s/5c9e768ca4fd"
  },
  {
    "文件名": "《山有匪》更12 作者：一条大菠萝.txt",
    "夸克盘链接": "https://pan.quark.cn/s/efcf69391661"
  },
  {
    "文件名": "《山下的世界我不懂》更10（武侠  美攻强受  强攻强受） 作者：绿掌拨清波.txt",
    "夸克盘链接": "https://pan.quark.cn/s/4de380238f14"
  },
  {
    "文件名": "《嫂嫂（双性，产乳，生子）番外》更26 作者：PP.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e8fe867602c5"
  },
  {
    "文件名": "《骚受都想攻略我》更2（总攻） 作者：暗黑小日记.txt",
    "夸克盘链接": "https://pan.quark.cn/s/7975611ed4a0"
  },
  {
    "文件名": "《入魅》更14（1v1） 作者：壳中有肉.txt",
    "夸克盘链接": "https://pan.quark.cn/s/9cac268529d1"
  },
  {
    "文件名": "《散落的记忆》更10（纤细受 粗口肉，双性受，娘受，病娇攻，过程np） 作者：性感屠夫護士長.txt",
    "夸克盘链接": "https://pan.quark.cn/s/8cc2082634a0"
  },
  {
    "文件名": "《三隻小喵外傳之絕世好喵》更19（ 腹黑攻） 作者：牧秦.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c20a152d8bc6"
  },
  {
    "文件名": "《三六五天》更23（美攻强受） 作者：三棵树.txt",
    "夸克盘链接": "https://pan.quark.cn/s/988d84e8dfb1"
  },
  {
    "文件名": "《入贅花精夫（弱強短篇）》更9（ 弱攻强受  种田文） 作者：饕餮獄.txt",
    "夸克盘链接": "https://pan.quark.cn/s/35daa9a9816c"
  },
  {
    "文件名": "《乳娘》更44（双性 总受） 作者：泪慕血兰.txt",
    "夸克盘链接": "https://pan.quark.cn/s/2fad9055f7e8"
  },
  {
    "文件名": "《如何玩弄一只魔尊》更9（强攻强受） 作者：珍珠奶茶.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c5f825fc0874"
  },
  {
    "文件名": "《如何让大家知道他是我老婆》作者：错错错.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ba09c9f6e68a"
  },
  {
    "文件名": "《肉丸烹制手册（双生产）》更7 作者：鸣秋拂羽.txt",
    "夸克盘链接": "https://pan.quark.cn/s/b872159b25aa"
  },
  {
    "文件名": "《如何让仇人对你跪》更6[总攻] 作者：缺肉使人瘦.txt",
    "夸克盘链接": "https://pan.quark.cn/s/cd681fb01fe7"
  },
  {
    "文件名": "《如何圈养一只吸血鬼》更5 作者：迷迷迷.txt",
    "夸克盘链接": "https://pan.quark.cn/s/26bebe048863"
  },
  {
    "文件名": "《肉宴》更28（双性，脑洞肉文合集） 作者：雪落金天.txt",
    "夸克盘链接": "https://pan.quark.cn/s/7ca1ccf01f30"
  },
  {
    "文件名": "《肉食性乙女非游戏》更19 作者：某哈Hall.txt",
    "夸克盘链接": "https://pan.quark.cn/s/054cc160b8d9"
  },
  {
    "文件名": "《肉沫堆积处》更8 作者：周天子在啾啾啾.txt",
    "夸克盘链接": "https://pan.quark.cn/s/86ba6e6116cc"
  },
  {
    "文件名": "《人形犬的自我修养》作者：又又.txt",
    "夸克盘链接": "https://pan.quark.cn/s/2f8db11ac36c"
  },
  {
    "文件名": "《戎狗》更8（BDSM 强攻强受  虐身） 作者：齐暖王.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ecfe6ca89e09"
  },
  {
    "文件名": "《绕床骑竹马》更11（傻黄甜） 作者：丧鱼君.txt",
    "夸克盘链接": "https://pan.quark.cn/s/bb03aad4686e"
  },
  {
    "文件名": "《囚禁的麒麟》 更38  （美强双性  架空  正剧  美攻强受  虐爱） 作者：宫水疾.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ff3cde8ffbe1"
  },
  {
    "文件名": "《囚禁爱欲》更21 作者：掉线了.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ec23ba56d7c2"
  },
  {
    "文件名": "《囚》更10（虐身 美人受） 作者：指尖绕雪.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ad5cc9ac6119"
  },
  {
    "文件名": "《秋露成霜》更41 （架空  正剧  H有  修真） 作者：魍生.txt",
    "夸克盘链接": "https://pan.quark.cn/s/3da2cbe79648"
  },
  {
    "文件名": "《情色人間》更58（腦洞向，粗口肉短篇） 作者：PArfum.txt",
    "夸克盘链接": "https://pan.quark.cn/s/3b70e6795593"
  },
  {
    "文件名": "《情难自抑》更19 （年下受  1v1） 作者：汀鱼.txt",
    "夸克盘链接": "https://pan.quark.cn/s/dc44fecfdf17"
  },
  {
    "文件名": "《青梅裙下大鸡鸡》更4 作者：尸蛋蛋.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ea91d8167844"
  },
  {
    "文件名": "《亲密无间》 更38 （现代  正剧  强攻强受  轻松） 作者：wy紫陌.txt",
    "夸克盘链接": "https://pan.quark.cn/s/d7b615cb6508"
  },
  {
    "文件名": "《亲爱的入梦来》更12（梦和现实play高H 受诱惑攻，1v1 ） 作者：这个六月超现实.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e5acbee207c9"
  },
  {
    "文件名": "《亲爱的大熊》更41（ABO，渣攻从良记，小虐怡情） 作者：污力刀刀.txt",
    "夸克盘链接": "https://pan.quark.cn/s/b9224ca9d959"
  },
  {
    "文件名": "《亲爱的》完结 作者：好饿啊嘤嘤嘤.txt",
    "夸克盘链接": "https://pan.quark.cn/s/99b98976f48e"
  },
  {
    "文件名": "《侵染》更17（强攻强受 ） 作者：红豆糖丸.txt",
    "夸克盘链接": "https://pan.quark.cn/s/2a848c644154"
  },
  {
    "文件名": "《强制恋爱BDSM》更4 作者：肉滚滚的小肥鼠.txt",
    "夸克盘链接": "https://pan.quark.cn/s/99fa45132ae2"
  },
  {
    "文件名": "《强权【父子哨兵向导】》更4（父子年上文，强强，强制） 作者：赵大善人.txt",
    "夸克盘链接": "https://pan.quark.cn/s/63de3f717b38"
  },
  {
    "文件名": "《潜规则》更6（双性，总受，h） 作者：enria.txt",
    "夸克盘链接": "https://pan.quark.cn/s/effaaf16c15d"
  },
  {
    "文件名": "《千弦》更21 （正剧  美人受  强攻强受） 作者：安闲.txt",
    "夸克盘链接": "https://pan.quark.cn/s/df0fe4d04d1d"
  },
  {
    "文件名": "《恰当的婚姻》（ABO NP） 作者：星河蛋挞.txt",
    "夸克盘链接": "https://pan.quark.cn/s/1ea7f03b2770"
  },
  {
    "文件名": "《歧视之辱》更34（强强，双性攻男性受，军服福利，淫欲监狱） 作者：猛虎与傻狼.txt",
    "夸克盘链接": "https://pan.quark.cn/s/817377ca1c79"
  },
  {
    "文件名": "《齐仁有一妻两妾》更14 作者：司马青衫湿.txt",
    "夸克盘链接": "https://pan.quark.cn/s/fb1f6c39528e"
  },
  {
    "文件名": "《欺凌》更11（双性） 作者：Karine.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a8ca0d02efd7"
  },
  {
    "文件名": "《片时春梦》更15（非双性生子） 作者：一个普通人.txt",
    "夸克盘链接": "https://pan.quark.cn/s/f0196c5591b1"
  },
  {
    "文件名": "《偏执》更8 作者：叶孟.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a506e8688fe7"
  },
  {
    "文件名": "《配种者日常》更13（互攻） 作者：红线K.txt",
    "夸克盘链接": "https://pan.quark.cn/s/cb14b6ad2c55"
  },
  {
    "文件名": "《攀峰》更3 作者：你干杯我随意.txt",
    "夸克盘链接": "https://pan.quark.cn/s/538c58464d05"
  },
  {
    "文件名": "《啪啪啪之后是嘿嘿嘿》更37（1v1   美攻强受  强攻强受） 作者：鹊.txt",
    "夸克盘链接": "https://pan.quark.cn/s/92e81d1d70c2"
  },
  {
    "文件名": "《奴隶传说》更64 作者：漫漫黄沙.txt",
    "夸克盘链接": "https://pan.quark.cn/s/759d13fba726"
  },
  {
    "文件名": "《农夫生蛇》更7（双性） 作者：入渣.txt",
    "夸克盘链接": "https://pan.quark.cn/s/f2e67bd9a7e6"
  },
  {
    "文件名": "《柠色》更10（主攻视角，美强，1v1，校园文） 作者：西风北岳.txt",
    "夸克盘链接": "https://pan.quark.cn/s/4f92a939f2c0"
  },
  {
    "文件名": "《逆伦》更15（总攻双性） 作者：鹿行.txt",
    "夸克盘链接": "https://pan.quark.cn/s/f1d03e3f16e7"
  },
  {
    "文件名": "《你最香甜》更14（ABO、NP、高干、番外） 作者：天才猪猪大人.txt",
    "夸克盘链接": "https://pan.quark.cn/s/8ef65ebc30ab"
  },
  {
    "文件名": "《你说你是狗不》更22 作者：叶廿.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ddd2cfc7ad2e"
  },
  {
    "文件名": "《南邻锦里》更57（竹马竹马 校园 后期生子 1v1 甜宠） 作者：夏小正.txt",
    "夸克盘链接": "https://pan.quark.cn/s/9ea4f7feb596"
  },
  {
    "文件名": "《嫩穴多汁》更1（合集，双性，NTR） 作者：鸢白.txt",
    "夸克盘链接": "https://pan.quark.cn/s/1fe5027d7dae"
  },
  {
    "文件名": "《脑洞的归处》更7（主攻 NP） 作者：鱼水何欢.txt",
    "夸克盘链接": "https://pan.quark.cn/s/401af9bc177c"
  },
  {
    "文件名": "《你的神使》更15 作者：耳百.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e8b0d1f30ae9"
  },
  {
    "文件名": "《南渡》更9（3p 总受 宫廷 皇帝 古代） 作者：夏耘.txt",
    "夸克盘链接": "https://pan.quark.cn/s/3f69b299a851"
  },
  {
    "文件名": "《男校的他》更4（1v1 校园  腹黑攻） 作者：漣青.txt",
    "夸克盘链接": "https://pan.quark.cn/s/048df3f1f3db"
  },
  {
    "文件名": "《男宠扶苏》更26 作者：苏亓.txt",
    "夸克盘链接": "https://pan.quark.cn/s/1f194ddf667b"
  },
  {
    "文件名": "《奈何天》更4 作者：岂无蚊子.txt",
    "夸克盘链接": "https://pan.quark.cn/s/550a72a35263"
  },
  {
    "文件名": "《奶波荡漾》更11 作者：奶子赛高.txt",
    "夸克盘链接": "https://pan.quark.cn/s/447d3603e394"
  },
  {
    "文件名": "《末世篇》更115 作者：源白帝.txt",
    "夸克盘链接": "https://pan.quark.cn/s/98082c30b85f"
  },
  {
    "文件名": "《末世吃肉战队》更18（总受，5P，肉） 作者：莫小贪.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a3df6dbe365c"
  },
  {
    "文件名": "《魔灵废土》更13（双性） 作者：小魔厨.txt",
    "夸克盘链接": "https://pan.quark.cn/s/25b13c5dc846"
  },
  {
    "文件名": "《魔界爱欲录（双性乱伦）》更7（ 1V1，高H　前期虐心后期甜） 作者：碧落红袭.txt",
    "夸克盘链接": "https://pan.quark.cn/s/31a35386ef21"
  },
  {
    "文件名": "《每次约炮都会遇见鬼》更12 作者：墨雨烟夜.txt",
    "夸克盘链接": "https://pan.quark.cn/s/be4106ef82b9"
  },
  {
    "文件名": "《冥府小鬼少》更7（天真受 ） 作者：一朵红花.txt",
    "夸克盘链接": "https://pan.quark.cn/s/dad5eb6a32a9"
  },
  {
    "文件名": "《美味的人妻O》更13 作者：辞野.txt",
    "夸克盘链接": "https://pan.quark.cn/s/aa07f44d6891"
  },
  {
    "文件名": "《美人如画》更107 作者：叶清.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c5d93d6d7c46"
  },
  {
    "文件名": "《美攻强受恐怖系列—神，在观望》更6 作者：中元.txt",
    "夸克盘链接": "https://pan.quark.cn/s/5c78ef406835"
  },
  {
    "文件名": "《猫奴》更21（纯开车多普雷） 作者：无道魂离.txt",
    "夸克盘链接": "https://pan.quark.cn/s/b6cf26d9658f"
  },
  {
    "文件名": "《慢穿之复》 演戏的S 更96 （流氓 腹黑 抖S 强攻 X禁欲别扭抖M强受） 作者：演戏的.txt",
    "夸克盘链接": "https://pan.quark.cn/s/56f8ffc99a06"
  },
  {
    "文件名": "《满足他的所有欲望》更4（总受） 作者：咦咦咦.txt",
    "夸克盘链接": "https://pan.quark.cn/s/951b873d47fb"
  },
  {
    "文件名": "《马局长遇鬼记》更12（叔受） 作者：占千.txt",
    "夸克盘链接": "https://pan.quark.cn/s/abb6e8919671"
  },
  {
    "文件名": "《裸奔》更24（双性） 作者：五仁月饼.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c4a6af052eeb"
  },
  {
    "文件名": "《论选择一部优秀睡前读物的必要性》更23（架空） 作者：羽切橘.txt",
    "夸克盘链接": "https://pan.quark.cn/s/1594c4d7a155"
  },
  {
    "文件名": "《轮流交叉发生性关系（双性NP全是肉大尺度慎入）》更22 作者：萨珊.txt",
    "夸克盘链接": "https://pan.quark.cn/s/604d7b8c3feb"
  },
  {
    "文件名": "《路遇变态怎么办》更15（热望） 作者：来暮.txt",
    "夸克盘链接": "https://pan.quark.cn/s/44be95e5a751"
  },
  {
    "文件名": "《陆白》更15（叔侄） 作者：叶子.txt",
    "夸克盘链接": "https://pan.quark.cn/s/43b77d26c788"
  },
  {
    "文件名": "《笼中兽》更54（虫族 NP） 作者：是一只南瓜啊.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e43bd00756b8"
  },
  {
    "文件名": "《龙与“公主”》（美人受） 作者：某嗷.txt",
    "夸克盘链接": "https://pan.quark.cn/s/d20c16440790"
  },
  {
    "文件名": "《柳暗花明》更3 作者：顾喃兮.txt",
    "夸克盘链接": "https://pan.quark.cn/s/6eacd3aecee9"
  },
  {
    "文件名": "《領主大人不懂做愛》更37.txt",
    "夸克盘链接": "https://pan.quark.cn/s/5c96fb72d50f"
  },
  {
    "文件名": "《灵魂情人》更54 作者：维娜斯.txt",
    "夸克盘链接": "https://pan.quark.cn/s/7ea864943d16"
  },
  {
    "文件名": "《临渊（双性／兄弟年下）》作者：积木.txt",
    "夸克盘链接": "https://pan.quark.cn/s/1432593b8fc6"
  },
  {
    "文件名": "《猎人和囊中物》更7（BDSM） 作者：迷迭十三香.txt",
    "夸克盘链接": "https://pan.quark.cn/s/4aee7a0f56b1"
  },
  {
    "文件名": "《聊骚么，我粗长攻音》更7 作者：思春期春日.txt",
    "夸克盘链接": "https://pan.quark.cn/s/61717e576717"
  },
  {
    "文件名": "《撩神》更4 作者：糖篮子.txt",
    "夸克盘链接": "https://pan.quark.cn/s/354ec470809e"
  },
  {
    "文件名": "《两性关系》更12 作者：奇怪的奇怪.txt",
    "夸克盘链接": "https://pan.quark.cn/s/8dc919c10ee9"
  },
  {
    "文件名": "《练肉之精灌白日【高H双性强受】》作者：八月橘.txt",
    "夸克盘链接": "https://pan.quark.cn/s/65840bd4a839"
  },
  {
    "文件名": "《狼族的凤凰饲养手册》更183（双性） 作者：糖糖糖糖糖镜子.txt",
    "夸克盘链接": "https://pan.quark.cn/s/06f73d6f7025"
  },
  {
    "文件名": "《狼人的祭品老婆》更 作者：炖肉的cafe.txt",
    "夸克盘链接": "https://pan.quark.cn/s/172c9f125964"
  },
  {
    "文件名": "《来自星星彼岸的和亲男妃》更30（美攻强受 穿越） 作者：秋泉珏.txt",
    "夸克盘链接": "https://pan.quark.cn/s/958bbbe0c76c"
  },
  {
    "文件名": "《快穿之我在扫黄局的那些年》更23（快穿 系统） 作者：暗河.txt",
    "夸克盘链接": "https://pan.quark.cn/s/30819949c8aa"
  },
  {
    "文件名": "《枯野》更45（1v1 现代 甜宠） 作者：牛奶盒小姐.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ee82d5cce434"
  },
  {
    "文件名": "《口红色号》更14（1v1 总裁 医生 搞笑 年下） 作者：沐旖乘舟.txt",
    "夸克盘链接": "https://pan.quark.cn/s/f2153d77235b"
  },
  {
    "文件名": "《空城》更19 作者：呼啦啦.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e82ddd19cfcd"
  },
  {
    "文件名": "《靠，老子变成狐狸精了》更7 作者：九羽.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ceb6932ec799"
  },
  {
    "文件名": "《軍閥世家》更428（民国 NP） 作者：落雁翾.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c4dc407f3ca2"
  },
  {
    "文件名": "《巨屌一号星际播种之旅》更4 作者：大大大老虎.txt",
    "夸克盘链接": "https://pan.quark.cn/s/d2022c4b70dc"
  },
  {
    "文件名": "《君眠不知晓》更30+番外（双性古风） 作者：圈圈.txt",
    "夸克盘链接": "https://pan.quark.cn/s/d71ad8440e13"
  },
  {
    "文件名": "《军阀世家》更379（民国 NP） 作者：落雁翾.txt",
    "夸克盘链接": "https://pan.quark.cn/s/f316e6537960"
  },
  {
    "文件名": "《就想看你跪在我脚边》更30（BDSM） 作者：放飞的自留地.txt",
    "夸克盘链接": "https://pan.quark.cn/s/3d64ce6eb7a9"
  },
  {
    "文件名": "《救赎》更9（医患主奴BDSM） 作者：白芷炖草莓.txt",
    "夸克盘链接": "https://pan.quark.cn/s/170d817fe53b"
  },
  {
    "文件名": "《酒醉不胜君》更7 作者：九爷.txt",
    "夸克盘链接": "https://pan.quark.cn/s/1878de53b048"
  },
  {
    "文件名": "《金屏媚III》更46（从小缺爱的渣病娇帝王X苦命真圣母臣妻 1v1） 作者：满大人.txt",
    "夸克盘链接": "https://pan.quark.cn/s/d4bdf3e70cb1"
  },
  {
    "文件名": "《今天的少爷也没能下床》作者：天下枸杞.txt",
    "夸克盘链接": "https://pan.quark.cn/s/3432dd34bf4e"
  },
  {
    "文件名": "《今安在》更16 作者：一尘可染ian.txt",
    "夸克盘链接": "https://pan.quark.cn/s/db5e9c03b35d"
  },
  {
    "文件名": "《叫什么名字好呢》更21 作者：简暄wx.txt",
    "夸克盘链接": "https://pan.quark.cn/s/05142cae8a07"
  },
  {
    "文件名": "《娇气公子漫游肏境记》更4 作者：ht.txt",
    "夸克盘链接": "https://pan.quark.cn/s/3fc1ee33b037"
  },
  {
    "文件名": "《娇儿软无力》更8 作者：时时吃不饱.txt",
    "夸克盘链接": "https://pan.quark.cn/s/91eb49e82294"
  },
  {
    "文件名": "《将军》（又名被三个兄弟看上了）更38 作者：上声.txt",
    "夸克盘链接": "https://pan.quark.cn/s/f59452e9a231"
  },
  {
    "文件名": "《江山易改》更18（渣受贱攻，1v1，HE） 作者：壳中有肉.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e0c98681ec59"
  },
  {
    "文件名": "《江湖告急：老爸太帅怎么办？》【双产，父子年下，美人攻】 作者：肆月韶光.txt",
    "夸克盘链接": "https://pan.quark.cn/s/6a56c2f48dd9"
  },
  {
    "文件名": "《见信如晤》更7（双性壮受／半养成调教） 作者：两性的莉莉丝.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a98294a01f4d"
  },
  {
    "文件名": "《捡到宝》更22（双性NP年下H带球跑黑道少爷攻们X失忆黑道大哥受） 作者：萧二河.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e09d584d34cb"
  },
  {
    "文件名": "《兼职奴隶【BDSM重度束缚道具调教】》 作者：野兔的锁骨.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e9692763957b"
  },
  {
    "文件名": "《家主-古代篇》更8 作者：源白帝.txt",
    "夸克盘链接": "https://pan.quark.cn/s/02bc78cfdf28"
  },
  {
    "文件名": "《寄生》更6（触手） 作者：薇鱼.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a7b0bf07683a"
  },
  {
    "文件名": "《寄妻》更5（NP 双性 美人受） 作者：鲥鱼多刺.txt",
    "夸克盘链接": "https://pan.quark.cn/s/24e5e65ad742"
  },
  {
    "文件名": "《继兄的软糖》更14（双性 伪兄弟年上强制爱 1v1） 作者：reutzee.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ae075d37ec1c"
  },
  {
    "文件名": "《吉士诱之》更4（弱强合集） 作者：叫我总攻大大.txt",
    "夸克盘链接": "https://pan.quark.cn/s/0dd22b926042"
  },
  {
    "文件名": "《会长今天没上线》更13（3p含1v1） 作者：剑不藏.txt",
    "夸克盘链接": "https://pan.quark.cn/s/140f5bdb52ba"
  },
  {
    "文件名": "《浣溪沙（又名：逼x小妈）》作者：酥炸小黄鱼.txt",
    "夸克盘链接": "https://pan.quark.cn/s/13f696c51f3a"
  },
  {
    "文件名": "《幻想h游戏之兽人篇》更40 作者：如夏233.txt",
    "夸克盘链接": "https://pan.quark.cn/s/8ac8b3707589"
  },
  {
    "文件名": "《欢迎来到杜若馆》更13 作者：愛污及污.txt",
    "夸克盘链接": "https://pan.quark.cn/s/23f44128e586"
  },
  {
    "文件名": "《画家与模特》更8（1v1） 作者：员丘丘.txt",
    "夸克盘链接": "https://pan.quark.cn/s/1dc0ea680dd2"
  },
  {
    "文件名": "《花下客》更45（双性、父子、年上） 作者：灯边拥.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a5d08967a06b"
  },
  {
    "文件名": "《花魁-九居馆系列》更19 作者：耳百.txt",
    "夸克盘链接": "https://pan.quark.cn/s/950da2ef478a"
  },
  {
    "文件名": "《虹之玉》更2 作者：山有木兮.txt",
    "夸克盘链接": "https://pan.quark.cn/s/5512f73d233a"
  },
  {
    "文件名": "《红尘一曲》更26（虐心  将军X戏子+替身） 作者：昂君.txt",
    "夸克盘链接": "https://pan.quark.cn/s/24cf698a38ac"
  },
  {
    "文件名": "《黑手黨的榮耀》更25（温馨 古代） 作者：裙魔乱舞.txt",
    "夸克盘链接": "https://pan.quark.cn/s/b6834440c374"
  },
  {
    "文件名": "《好色村娃》 李特 更53 （现代  正剧  高H  H有） 作者：李特.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ebbe2ab2716e"
  },
  {
    "文件名": "《好吃的方糕》更22（1vN） 作者：祁玉霁.txt",
    "夸克盘链接": "https://pan.quark.cn/s/483adf7649e3"
  },
  {
    "文件名": "《豪门少妇和粗俗老汉》阴晴 更17（双性 老丑攻美受 NTR） 作者：阴晴.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a851f6ce615f"
  },
  {
    "文件名": "《海棠肉的食用报告》更15 作者：水面云山.txt",
    "夸克盘链接": "https://pan.quark.cn/s/cd438311b350"
  },
  {
    "文件名": "《海から日が昇る》 更36 （现代  喜剧  轻松  职场） 作者：樊舒.txt",
    "夸克盘链接": "https://pan.quark.cn/s/36d778df880d"
  },
  {
    "文件名": "《过气男神》更125（俊帅受） 作者：墨黑花.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e16280ce3db9"
  },
  {
    "文件名": "《歸去》更10（纤细受） 作者：叩尋山人.txt",
    "夸克盘链接": "https://pan.quark.cn/s/3686f35b3b57"
  },
  {
    "文件名": "《关于模特被C的故事》更2 作者：山河肉.txt",
    "夸克盘链接": "https://pan.quark.cn/s/1a9c40432fa1"
  },
  {
    "文件名": "《怪你漂亮人还傻》  更49 （现代 喜剧青梅竹马 温情）  作者：十四行诗.txt",
    "夸克盘链接": "https://pan.quark.cn/s/d070ee9b0403"
  },
  {
    "文件名": "《蛊惑夜精灵》更44 作者：火舞燃天.txt",
    "夸克盘链接": "https://pan.quark.cn/s/89706e2ed989"
  },
  {
    "文件名": "《古村荒俗》更36 作者：一川小先生.txt",
    "夸克盘链接": "https://pan.quark.cn/s/724aa5267bd8"
  },
  {
    "文件名": "《购买的肉便器太可爱了怎么办》更12 作者：你爸爸.txt",
    "夸克盘链接": "https://pan.quark.cn/s/3bce7de7eef4"
  },
  {
    "文件名": "《宫闱秘事之偷香窃玉》更43 作者：Jhee.txt",
    "夸克盘链接": "https://pan.quark.cn/s/678aaf7cd228"
  },
  {
    "文件名": "《攻受傍地走》更34（穿越  腹黑攻） 作者：蔷十四.txt",
    "夸克盘链接": "https://pan.quark.cn/s/b3ce3c64a7b6"
  },
  {
    "文件名": "《功败垂成》更20+番外（青梅竹马） 作者：欲雪饮杯.txt",
    "夸克盘链接": "https://pan.quark.cn/s/fc5f29f31777"
  },
  {
    "文件名": "《公子惊梦-九居馆系列》更43（美人受 1v1） 作者：耳百.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c8e66fcee26b"
  },
  {
    "文件名": "《给渣受送终》（架空  正剧  清水） 作者：将将将一军.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ece71151d305"
  },
  {
    "文件名": "《各种脑洞打开的炖肉短篇坑坑合集》更12 作者：卡肉不科学.txt",
    "夸克盘链接": "https://pan.quark.cn/s/096805ef0453"
  },
  {
    "文件名": "《隔云端》更10（SP） 作者：公子长华.txt",
    "夸克盘链接": "https://pan.quark.cn/s/3d5fef8cb0e6"
  },
  {
    "文件名": "《搞不清《殷离【女攻】【NP】》更39（NP）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/60990495a839"
  },
  {
    "文件名": "《高贵的女王》更18（现代） 作者：邬析.txt",
    "夸克盘链接": "https://pan.quark.cn/s/d44090b8dce0"
  },
  {
    "文件名": "《高材生》更19（侍人设定） 作者：司马青衫湿.txt",
    "夸克盘链接": "https://pan.quark.cn/s/142cbdb73eab"
  },
  {
    "文件名": "《改变虐主文中主角人生》更34（总攻快穿） 作者：小星球.txt",
    "夸克盘链接": "https://pan.quark.cn/s/02ee82c1f0f3"
  },
  {
    "文件名": "《复兴魔宫之路》更8【双性np】 作者：夕阿普.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ee324e93cfcc"
  },
  {
    "文件名": "《父子年上双性》更17（父子年上 双性） 作者：掉了颗兔子牙.txt",
    "夸克盘链接": "https://pan.quark.cn/s/9014954da68f"
  },
  {
    "文件名": "《父爱如海》更38（1v1 强制爱，痴汉，道德禁忌 父子文） 作者：双面煎大鳕鱼.txt",
    "夸克盘链接": "https://pan.quark.cn/s/587a428479f6"
  },
  {
    "文件名": "《佛门恶妻》更6 古代  搞笑  穿越  强攻强受） 作者：金元宝.txt",
    "夸克盘链接": "https://pan.quark.cn/s/11c23422f3d4"
  },
  {
    "文件名": "《扶竹待清归》完结 我爱吃橘子 作者：我爱吃橘子.txt",
    "夸克盘链接": "https://pan.quark.cn/s/fb613176903e"
  },
  {
    "文件名": "《夫夫终成姐妹》更8（双性） 作者：废喵喵喵.txt",
    "夸克盘链接": "https://pan.quark.cn/s/4bf07706aa85"
  },
  {
    "文件名": "《凤礼》更16+番外（双性1v1严格管束控制甜文） 作者：剁椒小学姐.txt",
    "夸克盘链接": "https://pan.quark.cn/s/b70816530c29"
  },
  {
    "文件名": "《凤凰于飞》更13（双性，生子） 作者：堙没之森.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e95a9f4b1f69"
  },
  {
    "文件名": "《分手多年的前任成了父亲的情人》更3 作者：小软被.txt",
    "夸克盘链接": "https://pan.quark.cn/s/d773cb1695a5"
  },
  {
    "文件名": "《废墟（BDSM）》更5 作者：TUTU.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ea132db3ad2f"
  },
  {
    "文件名": "《翡翠岛系列之熬鹰》更42（BDSM暗黑系） 作者：冥月鬼姬.txt",
    "夸克盘链接": "https://pan.quark.cn/s/b11aeb793126"
  },
  {
    "文件名": "《非正常关系》更13 作者：魔芋豆豆.txt",
    "夸克盘链接": "https://pan.quark.cn/s/57a441489987"
  },
  {
    "文件名": "《非暴力不合作之养父》更27（强强虐恋） 作者：蓝扬.txt",
    "夸克盘链接": "https://pan.quark.cn/s/8dc6c6228f11"
  },
  {
    "文件名": "《飞鸽交友须谨慎》更105（妖孽美攻×平凡闷骚大叔受） 作者：黑蛋白.txt",
    "夸克盘链接": "https://pan.quark.cn/s/fe0cad45b7dd"
  },
  {
    "文件名": "《犯罪H与调教指导》 作者：无名.txt",
    "夸克盘链接": "https://pan.quark.cn/s/86362cd3ec25"
  },
  {
    "文件名": "《犯上》更6（师徒年下） 作者：春风刀我老.txt",
    "夸克盘链接": "https://pan.quark.cn/s/b37df5ced29a"
  },
  {
    "文件名": "《反攻合集》更9 作者：幼生控绅士.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e0a071dc44cc"
  },
  {
    "文件名": "《翻手为云覆手为雨》更13（古代 虐心 1v1） 作者：诡魇祀.txt",
    "夸克盘链接": "https://pan.quark.cn/s/69296f029bc0"
  },
  {
    "文件名": "《法师与他的契约龙奴》更8（主攻重口主奴甜文） 作者：btd夏悲.txt",
    "夸克盘链接": "https://pan.quark.cn/s/d06deb955e05"
  },
  {
    "文件名": "《二婚虫族也能甜！》更16 作者：只想做个甜攻.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c98b563d4a19"
  },
  {
    "文件名": "《儿子就是用来插的》更4（NP） 作者：熊猫炖肉.txt",
    "夸克盘链接": "https://pan.quark.cn/s/5d02a2b2dfd8"
  },
  {
    "文件名": "《惡之花》完结（雙性／身体改造） 作者：卡美.txt",
    "夸克盘链接": "https://pan.quark.cn/s/4f2363da8f32"
  },
  {
    "文件名": "《恶魔的体液》更11 作者：山中有语.txt",
    "夸克盘链接": "https://pan.quark.cn/s/0d0953749790"
  },
  {
    "文件名": "《断情结》更17 作者：十世.txt",
    "夸克盘链接": "https://pan.quark.cn/s/cae7837fadea"
  },
  {
    "文件名": "《短细软吃枣药丸》战龙皇 更1.22（轻松  校园） 作者：战龙皇.txt",
    "夸克盘链接": "https://pan.quark.cn/s/fd3baa0a47f9"
  },
  {
    "文件名": "《短篇集合》更5（弱攻强受 ） 作者：痴人路过.txt",
    "夸克盘链接": "https://pan.quark.cn/s/4cca646e79e7"
  },
  {
    "文件名": "《杜影月傳》更6（高h／np） 作者：深海鱼.txt",
    "夸克盘链接": "https://pan.quark.cn/s/9922f3c4964a"
  },
  {
    "文件名": "《独身养父》更7（1V1、双性） 作者：小浓经济.txt",
    "夸克盘链接": "https://pan.quark.cn/s/6844b0488e9e"
  },
  {
    "文件名": "《都市之非人》更44（调教、黑化、剧情） 作者：凌家九命猫.txt",
    "夸克盘链接": "https://pan.quark.cn/s/3eaf635c0624"
  },
  {
    "文件名": "《东小将军的九界之旅》更42（总攻    架空  正剧  轻松  温馨 ） 作者：试水波澜.txt",
    "夸克盘链接": "https://pan.quark.cn/s/1ba3ab77af9b"
  },
  {
    "文件名": "《定制性奴服务》更6（总受双性道具BDSM） 作者：江中孤城.txt",
    "夸克盘链接": "https://pan.quark.cn/s/22657bd7d67f"
  },
  {
    "文件名": "《谍淫重重》更17（ABONP总受） 作者：大王李花花.txt",
    "夸克盘链接": "https://pan.quark.cn/s/2e00e4ce2a70"
  },
  {
    "文件名": "《帝王的風流情人》更12 作者：维娜斯.txt",
    "夸克盘链接": "https://pan.quark.cn/s/14d915206439"
  },
  {
    "文件名": "《低声耳语》更8 作者：百里惑兮.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e02b89aebc3e"
  },
  {
    "文件名": "《灯火（双性／鬼攻人受）》作者：积木.txt",
    "夸克盘链接": "https://pan.quark.cn/s/428b8e521a7c"
  },
  {
    "文件名": "《地主家的傻儿子》更11 作者：楼台乱.txt",
    "夸克盘链接": "https://pan.quark.cn/s/6559c50dba45"
  },
  {
    "文件名": "《地大物博》更4 作者：白活了三百年.txt",
    "夸克盘链接": "https://pan.quark.cn/s/228d3e02e385"
  },
  {
    "文件名": "《得閑炒飯》更9 作者：迷迷迷.txt",
    "夸克盘链接": "https://pan.quark.cn/s/7568552f477f"
  },
  {
    "文件名": "《刀光蕴玉》更12（NP双性） 作者：偷眼望金阶.txt",
    "夸克盘链接": "https://pan.quark.cn/s/d8e812646b58"
  },
  {
    "文件名": "《当套路被催眠》更25（总攻快穿） 作者：原来.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c294f446f377"
  },
  {
    "文件名": "《但为君故》更9（双性大奶生子） 作者：赦姬.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a3b49253f404"
  },
  {
    "文件名": "《大叔与少年》更45 作者：醴烟白.txt",
    "夸克盘链接": "https://pan.quark.cn/s/308c14acd519"
  },
  {
    "文件名": "《大空與幻》更8（架空 玄幻 人兽） 作者：苍蓝.txt",
    "夸克盘链接": "https://pan.quark.cn/s/d3a38e1761cb"
  },
  {
    "文件名": "《搓澡》更8 作者：马甩刀.txt",
    "夸克盘链接": "https://pan.quark.cn/s/600e8670eea1"
  },
  {
    "文件名": "《村东头的隐秘情事》更7 作者：猫听怀.txt",
    "夸克盘链接": "https://pan.quark.cn/s/3fd088e3e9bc"
  },
  {
    "文件名": "《脆皮鸭外卖app》更19.txt",
    "夸克盘链接": "https://pan.quark.cn/s/0395f61b4c69"
  },
  {
    "文件名": "《从王子到王后》更6（ABO） 作者：天上枸杞.txt",
    "夸克盘链接": "https://pan.quark.cn/s/7f4afff17661"
  },
  {
    "文件名": "《辞不返》更【双性NP】 作者：大王李花花.txt",
    "夸克盘链接": "https://pan.quark.cn/s/378bc039edf9"
  },
  {
    "文件名": "《纯情》更40（鬼畜渣攻×双性弱受）【纯肉文】 作者：马特.txt",
    "夸克盘链接": "https://pan.quark.cn/s/9ccf706b8667"
  },
  {
    "文件名": "《春色七分尽在你》【双性贵乱】 作者：虫二.txt",
    "夸克盘链接": "https://pan.quark.cn/s/81a393af6e87"
  },
  {
    "文件名": "《穿越之夫宠》〈双性NP〉 作者：夜芷玥.txt",
    "夸克盘链接": "https://pan.quark.cn/s/daacb49f9795"
  },
  {
    "文件名": "《穿越之白捡娇妻》更19（美攻强受） 作者：花槐.txt",
    "夸克盘链接": "https://pan.quark.cn/s/9aa30fa21d1b"
  },
  {
    "文件名": "《穿成反派上男主》更4（穿书） 作者：不要叫醒我.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a60130c5cdc4"
  },
  {
    "文件名": "《处处梨似雪》更18（双性  架空  正剧  美人受  黑化受） 作者：天痕壹月.txt",
    "夸克盘链接": "https://pan.quark.cn/s/04aecbcf7829"
  },
  {
    "文件名": "《丑闻》更6 作者：金环蚀.txt",
    "夸克盘链接": "https://pan.quark.cn/s/f06de85edf59"
  },
  {
    "文件名": "《宠物店系列》更22（SM调教系） 作者：啼落天涯.txt",
    "夸克盘链接": "https://pan.quark.cn/s/4e0d93b8ddfb"
  },
  {
    "文件名": "《宠妻狂魔的黏人宝贝》更4 作者：xt小彻.txt",
    "夸克盘链接": "https://pan.quark.cn/s/2591447a79cd"
  },
  {
    "文件名": "《蟲族-假人類真雄蟲》更5 作者：柒柒.txt",
    "夸克盘链接": "https://pan.quark.cn/s/3417e0ee6289"
  },
  {
    "文件名": "《虫族之洛克斯的烦恼》更7 作者：一叶木啊.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e0597f7f703b"
  },
  {
    "文件名": "《虫族之国民偶像》更3 作者：小和尚.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e55c0bb260ca"
  },
  {
    "文件名": "《虫族之给你吃鲸》更5 作者：墨翎菱.txt",
    "夸克盘链接": "https://pan.quark.cn/s/40a8433f8c89"
  },
  {
    "文件名": "《虫族之成家》更5 作者：落樱.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c64a902fb447"
  },
  {
    "文件名": "《虫族之s级雄虫的解放》更10 作者：纯白羔羊.txt",
    "夸克盘链接": "https://pan.quark.cn/s/b9ec6012a779"
  },
  {
    "文件名": "《虫生不易【虫族】》作者：是一只南瓜啊.txt",
    "夸克盘链接": "https://pan.quark.cn/s/0aad38bd7026"
  },
  {
    "文件名": "《虫妻难做》更25（虫族 腹黑攻） 作者：双面煎大鳕鱼.txt",
    "夸克盘链接": "https://pan.quark.cn/s/15ab81417678"
  },
  {
    "文件名": "《痴线》更30（双性） 作者：冉尔.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a5ce44eb6577"
  },
  {
    "文件名": "《痴汉一只受》更88（校园，狗血虐心，渣攻贱受，HE） 作者：不安定時針.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c963176f41b3"
  },
  {
    "文件名": "《痴汉系统》 吃肉的小脑洞 更10 作者：吃肉的小脑洞.txt",
    "夸克盘链接": "https://pan.quark.cn/s/2785abca07b9"
  },
  {
    "文件名": "《惩罚游戏》更3 作者：是白芷呀w.txt",
    "夸克盘链接": "https://pan.quark.cn/s/eae835101fa1"
  },
  {
    "文件名": "《成患》更98（父子年下受比攻大十三岁） 作者：少年宫.txt",
    "夸克盘链接": "https://pan.quark.cn/s/594a0f02f509"
  },
  {
    "文件名": "《晨星》更5【双性all路西法np】 作者：凹路冲鸭.txt",
    "夸克盘链接": "https://pan.quark.cn/s/dec84c9d5560"
  },
  {
    "文件名": "《沉沦》更25 作者：橘吉.txt",
    "夸克盘链接": "https://pan.quark.cn/s/1f13e484d743"
  },
  {
    "文件名": "《扯证之后发现伴侣性癖特殊怎么办？》更43（腹黑精英攻X浪荡二世祖受 1v1） 作者：魍生.txt",
    "夸克盘链接": "https://pan.quark.cn/s/8f296af25178"
  },
  {
    "文件名": "《缠绵悱恻》更11（双性） 作者：三两横枝.txt",
    "夸克盘链接": "https://pan.quark.cn/s/f30847d3b21b"
  },
  {
    "文件名": "《艹猫可以吗？》更8（ABO） 作者：夜雨秋灯.txt",
    "夸克盘链接": "https://pan.quark.cn/s/6c29bc5d8e92"
  },
  {
    "文件名": "《曹将军》更23（古代 乱伦） 作者：AAA.txt",
    "夸克盘链接": "https://pan.quark.cn/s/f5aac166b456"
  },
  {
    "文件名": "《苍生镜》更31（快穿） 作者：崩坏的橙子.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c626da968bd4"
  },
  {
    "文件名": "《猜猜我是谁》（双性1v1高甜肉可能生子） 作者：叉烧包.txt",
    "夸克盘链接": "https://pan.quark.cn/s/06b78fff368f"
  },
  {
    "文件名": "《不知春》更16（古代  正剧  美人受  虐心） 作者：送君南浦.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c6e000ece640"
  },
  {
    "文件名": "《不正直的虚拟世界》更23（系统，各种道具，各种场景play） 作者：李华.txt",
    "夸克盘链接": "https://pan.quark.cn/s/62c7ebeccc15"
  },
  {
    "文件名": "《不敬鬼神是要被啪的》更7（双性蛇攻） 作者：天上枸杞.txt",
    "夸克盘链接": "https://pan.quark.cn/s/791973d63aa8"
  },
  {
    "文件名": "《不解相思》更24（1v1，双性产乳） 作者：居无竹.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c3dd908f0f77"
  },
  {
    "文件名": "《病娇很烦》更50（强攻强受） 作者：碘河.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a3d38cc96eb9"
  },
  {
    "文件名": "《冰壑淫修》更23（NP） 作者：小站站.txt",
    "夸克盘链接": "https://pan.quark.cn/s/362304a428dc"
  },
  {
    "文件名": "《变成玩具的教皇》更2 大灰猎人 作者：大灰猎人.txt",
    "夸克盘链接": "https://pan.quark.cn/s/0738e52a47bf"
  },
  {
    "文件名": "《本地磁盘（e）》更71 作者：谢千灯.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ba0c0ccde6f7"
  },
  {
    "文件名": "《被一個不是自己男朋友的Alpha給完全標記了》更16（ABO） 作者：洛玥淺.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c82fc5481779"
  },
  {
    "文件名": "《被饲养的男人》更4（BDSM NP 调教 虐） 作者：啼落天涯.txt",
    "夸克盘链接": "https://pan.quark.cn/s/4904a99eba3c"
  },
  {
    "文件名": "《被觊觎的属下》更5 作者：赦姬.txt",
    "夸克盘链接": "https://pan.quark.cn/s/6cc443443139"
  },
  {
    "文件名": "《被翻红浪》更2 作者：土豆墩.txt",
    "夸克盘链接": "https://pan.quark.cn/s/8ca5b353adab"
  },
  {
    "文件名": "《被调教的祭司》更7（NP总受） 作者：绝对中立.txt",
    "夸克盘链接": "https://pan.quark.cn/s/7add645f1a06"
  },
  {
    "文件名": "《暴君与恶犬》更31【BDSM】 作者：汀鱼.txt",
    "夸克盘链接": "https://pan.quark.cn/s/838391d14a97"
  },
  {
    "文件名": "《绑来的情人》更9 作者：泯不语.txt",
    "夸克盘链接": "https://pan.quark.cn/s/8b5f4f75273c"
  },
  {
    "文件名": "《梆从天上来》更8（攻受无差） 作者：谛观.txt",
    "夸克盘链接": "https://pan.quark.cn/s/b94bf2bb52c3"
  },
  {
    "文件名": "《柏树撞上鱼》更57（强势温柔喂不饱攻X乖巧坚毅什么都好受 青梅竹马正剧  温情） 作者：要吃芝士.txt",
    "夸克盘链接": "https://pan.quark.cn/s/55a383d98fd3"
  },
  {
    "文件名": "《白送》更39（古代 玄幻） 作者：今日事今日就不做.txt",
    "夸克盘链接": "https://pan.quark.cn/s/36ef4e9af41d"
  },
  {
    "文件名": "《把宿敌标记了该怎么办》不可食用的咸鱼 更10（甜宠 alpha大龄处男攻x原a后改造成o的美人受 1v1） 作者：不可食用的咸鱼.txt",
    "夸克盘链接": "https://pan.quark.cn/s/8c4bc50ee8ee"
  },
  {
    "文件名": "《安魂香》更4.txt",
    "夸克盘链接": "https://pan.quark.cn/s/22c124871b42"
  },
  {
    "文件名": "《爱欲之牢》更26（三角恋，剧情肉 暗黑） 作者：猫失格.txt",
    "夸克盘链接": "https://pan.quark.cn/s/10f7df95deaa"
  },
  {
    "文件名": "《艾伦的奇妙之旅》更47（NP 虫奸 异种奸 暗黑） 作者：满大人.txt",
    "夸克盘链接": "https://pan.quark.cn/s/d73f38b40cf5"
  },
  {
    "文件名": "《阿利图斯》更15 作者：青衣滂滂.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e2e1043f1c17"
  },
  {
    "文件名": "《yin乱狼人杀》更18 作者：宋祖嘤.txt",
    "夸克盘链接": "https://pan.quark.cn/s/97aa15b4234e"
  },
  {
    "文件名": "《SM狂想曲》更58【黄暴脑洞集合】 作者：又又.txt",
    "夸克盘链接": "https://pan.quark.cn/s/68c315e647e1"
  },
  {
    "文件名": "《Loverboy》更5[NTR] 作者：有机蜂蜜.txt",
    "夸克盘链接": "https://pan.quark.cn/s/d25ee8e37416"
  },
  {
    "文件名": "《K星上的故事》更20 作者：黄粱.txt",
    "夸克盘链接": "https://pan.quark.cn/s/827467f405dc"
  },
  {
    "文件名": "《killing》更7（双变态病娇调教文，sp文，虐身） 作者：Dronel.txt",
    "夸克盘链接": "https://pan.quark.cn/s/b23da35a089f"
  },
  {
    "文件名": "《GV演員的誘惑》更27（年下攻x導演受） 作者：夜行喵.txt",
    "夸克盘链接": "https://pan.quark.cn/s/6a4e45960a4a"
  },
  {
    "文件名": "《Father》更25（双，神父×男ji） 作者：耳百.txt",
    "夸克盘链接": "https://pan.quark.cn/s/7c6fcb3de447"
  },
  {
    "文件名": "《Fallingdown》更50（BDSM） 作者：马短短.txt",
    "夸克盘链接": "https://pan.quark.cn/s/f1c69a3747ea"
  },
  {
    "文件名": "《Addicted》更14（双性） 作者：不喝咖啡.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ae4d9f9452d6"
  },
  {
    "文件名": "《ABO折舊的愛情》更86 作者：虞青卿.txt",
    "夸克盘链接": "https://pan.quark.cn/s/afcaccb8bae2"
  },
  {
    "文件名": "《29Days【总攻】》更7 作者：晚娘.txt",
    "夸克盘链接": "https://pan.quark.cn/s/7713ed5d36a6"
  },
  {
    "文件名": "《〔向哨〕身心（主受1v1）》作者：似川.txt",
    "夸克盘链接": "https://pan.quark.cn/s/3f24bd910af7"
  },
  {
    "文件名": "《【总攻】又及》更19 作者：阿落.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ff59038eb746"
  },
  {
    "文件名": "《【总攻】淫欲梦生》更4 作者：雨中光.txt",
    "夸克盘链接": "https://pan.quark.cn/s/be02493fc71e"
  },
  {
    "文件名": "《【总攻】涎香怜》更42+番外 作者：鳞络.txt",
    "夸克盘链接": "https://pan.quark.cn/s/3bfd372df4e3"
  },
  {
    "文件名": "《【总攻】神殿实录》更18（强迫 架空） 作者：丧病之神.txt",
    "夸克盘链接": "https://pan.quark.cn/s/d5917b02ece1"
  },
  {
    "文件名": "《【总攻】绝对统治》更14（美攻强受  虐心） 作者：verus.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ee55145c8ce6"
  },
  {
    "文件名": "《【综末日】幻想穿越时刻》更42（总攻、超英） 作者：蛊越方圆.txt",
    "夸克盘链接": "https://pan.quark.cn/s/446276e650ac"
  },
  {
    "文件名": "《【系统】我和X先生有个约会》更6（青梅竹马） 作者：椰子.txt",
    "夸克盘链接": "https://pan.quark.cn/s/2f11a38cd4df"
  },
  {
    "文件名": "《【少锦all棠同人】春风恨》更25（古代abo np） 作者：公子舒.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e4ad6790db06"
  },
  {
    "文件名": "《【快穿】道具好还是男人好》更9（双性、调教，NP&1v1） 作者：夜深.txt",
    "夸克盘链接": "https://pan.quark.cn/s/57611dbb9a0a"
  },
  {
    "文件名": "《【虫族】平凡人生》更13 作者：浅夏.txt",
    "夸克盘链接": "https://pan.quark.cn/s/87512804b539"
  },
  {
    "文件名": "《【虫族】漫漫总攻路》更11 作者：墨影轮回.txt",
    "夸克盘链接": "https://pan.quark.cn/s/55e59bfc3f94"
  },
  {
    "文件名": "《【BL妖怪】九尾狐的奴隶生活》更2 作者：喃月.txt",
    "夸克盘链接": "https://pan.quark.cn/s/7196fa2a014a"
  },
  {
    "文件名": "《【ABO】野性不驯》更3（总受） 作者：寡幸.txt",
    "夸克盘链接": "https://pan.quark.cn/s/602a51a9566c"
  },
  {
    "文件名": "《[总攻]总攻少年与他的精英奴隶们》更 作者：时米.txt",
    "夸克盘链接": "https://pan.quark.cn/s/d72bd1601cbb"
  },
  {
    "文件名": "《[综漫总攻]神之子的病中艳福体感》更4 作者：特拉斯.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a954f6b9fc40"
  },
  {
    "文件名": "《[双性]随心所欲》更1.10（ntr，过程np，结局1v1，一受多攻，无节操，大奶） 作者：怼怼.txt",
    "夸克盘链接": "https://pan.quark.cn/s/1d14f65b0355"
  },
  {
    "文件名": "《（总攻）雌兽改造计划》更21 作者：小星球.txt",
    "夸克盘链接": "https://pan.quark.cn/s/d12382c881cd"
  },
  {
    "文件名": "《（甜饼合集）睡前小甜甜》更81（1v1 短篇集） 作者：清水有希.txt",
    "夸克盘链接": "https://pan.quark.cn/s/6051186a66c8"
  },
  {
    "文件名": "《（双）惩罚世界》更2 梨发发 作者：梨发发.txt",
    "夸克盘链接": "https://pan.quark.cn/s/33331eab9b89"
  },
  {
    "文件名": "《（凌辱向）欲窟》更3 作者：荤口调.txt",
    "夸克盘链接": "https://pan.quark.cn/s/67670d03af12"
  },
  {
    "文件名": "[综漫]总攻爱是操出来的系统 更51  含彩蛋.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e9008263bd48"
  },
  {
    "文件名": "[主受]战俘存亡录（李千重） 更84.txt",
    "夸克盘链接": "https://pan.quark.cn/s/9de6cf83f11d"
  },
  {
    "文件名": "[主攻][哨向女穿男]戒畏攻强（君墨书） 更32.txt",
    "夸克盘链接": "https://pan.quark.cn/s/83582d8bfad6"
  },
  {
    "文件名": "［修真］《御情道》更（杀夫证道、np、主受、总受、S受M攻、受主攻奴） 作者：飞连七.txt",
    "夸克盘链接": "https://pan.quark.cn/s/5e3fa2a1d89a"
  },
  {
    "文件名": "[推荐1v1 主受]每次约炮都会遇见鬼(墨雨烟夜) 更42 【攻是鬼】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/5900d996704e"
  },
  {
    "文件名": "[强推 np]骚浪双性拍摄记（远上白云间）更246.txt",
    "夸克盘链接": "https://pan.quark.cn/s/9e03dd9be31e"
  },
  {
    "文件名": "[np]抓捕逃犯（总攻）(红烧牛肉) 更112 【双x】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/8807fc7349dc"
  },
  {
    "文件名": "[np]抓捕逃犯（总攻）(红烧牛肉) 更93 【双x】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/fd8101ed9a81"
  },
  {
    "文件名": "[np]重生之暴君（赫连春水） 更157 【已调整顺序】 作者：赫连春水.txt",
    "夸克盘链接": "https://pan.quark.cn/s/276402f1d15b"
  },
  {
    "文件名": "[np]野生原型体的求生之旅【末世-甜文-剧情H】（凌家九命猫） 更280【肉不多】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/5ed58ab77944"
  },
  {
    "文件名": "[np]吾主[虫族]（总攻）(芜瑟) 更54.txt",
    "夸克盘链接": "https://pan.quark.cn/s/db1f9204425f"
  },
  {
    "文件名": "[np]忘灵【多CP-双性-生子】(抓阄定西皮的虫二) 更18.txt",
    "夸克盘链接": "https://pan.quark.cn/s/f1fdd7744d63"
  },
  {
    "文件名": "[np]猎艳（总攻）(青椒炒肉) 更40.txt",
    "夸克盘链接": "https://pan.quark.cn/s/4e410af988dc"
  },
  {
    "文件名": "[np]牢狱（阿努比斯） 更86 作者：阿努比斯.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a9ceccd69156"
  },
  {
    "文件名": "[np]鬼畜重口高H合集长短篇(墨燃翼) 更66.txt",
    "夸克盘链接": "https://pan.quark.cn/s/0e4faf6fcad7"
  },
  {
    "文件名": "[np]广陵堕(醉折春枝聊赠君) 更34.txt",
    "夸克盘链接": "https://pan.quark.cn/s/f9cdd2c1e285"
  },
  {
    "文件名": "[np]堕落世界特殊点梗－蜜糖甜牙(黄暴肉） 更55 作者：黄暴肉.txt",
    "夸克盘链接": "https://pan.quark.cn/s/bc32298d598b"
  },
  {
    "文件名": "[np]堕落世界点梗区(黄暴肉) 更184 【双性】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/6a60a2484931"
  },
  {
    "文件名": "[np]堕落世界（黄暴肉） 更79 作者：不行.txt",
    "夸克盘链接": "https://pan.quark.cn/s/f0c10356a4b5"
  },
  {
    "文件名": "[np 总受]游心太玄(周天子） 更39.txt",
    "夸克盘链接": "https://pan.quark.cn/s/de25536d1766"
  },
  {
    "文件名": "[np 总受]雄多雌少之生娃恐惧症(破脸) 更80.txt",
    "夸克盘链接": "https://pan.quark.cn/s/29a3970ca214"
  },
  {
    "文件名": "[np 总受]我这个墙角不想被撬（噼里啪啦土豆） 更28 【双x】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ac562b6c0934"
  },
  {
    "文件名": "[np 总受]杀人网游历险记（十面发糖） 更45 作者：十面发糖.txt",
    "夸克盘链接": "https://pan.quark.cn/s/1f33a11466f0"
  },
  {
    "文件名": "[np 总受]乳娘（泪慕血兰） 更54 【双x】 作者：泪慕血兰.txt",
    "夸克盘链接": "https://pan.quark.cn/s/cac64a2f915c"
  },
  {
    "文件名": "[np 总受]浓艳春香(叶昕) 更31 作者：叶昕.txt",
    "夸克盘链接": "https://pan.quark.cn/s/85391d0960a5"
  },
  {
    "文件名": "[np 总受]罗浮生东江艳情史（几春风）更20+2番外 【同人 sm调教】 作者：几春风.txt",
    "夸克盘链接": "https://pan.quark.cn/s/d5e668dc605b"
  },
  {
    "文件名": "[np 总受]发图不留种，菊花万人捅（林初） 更29 作者：林初.txt",
    "夸克盘链接": "https://pan.quark.cn/s/586cf90cf8bb"
  },
  {
    "文件名": "[np 总受]第二号地下格斗场【架空近现代-近未来短篇高H】(雷龙)  更59.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ca7d915d1464"
  },
  {
    "文件名": "[np 总受]大被同眠（双性，中短篇合集） 更18.txt",
    "夸克盘链接": "https://pan.quark.cn/s/23d61c6a0524"
  },
  {
    "文件名": "[np 总攻]这里的雪山静悄悄(小野兽) 更24.txt",
    "夸克盘链接": "https://pan.quark.cn/s/cff3df436535"
  },
  {
    "文件名": "[np 总攻]在不同世界淫乱的旅行（总攻） 更10 【快穿】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/68aace21db60"
  },
  {
    "文件名": "[np 总攻]星际漫游(相里) 更43 作者：相里.txt",
    "夸克盘链接": "https://pan.quark.cn/s/b8b7d43cfe73"
  },
  {
    "文件名": "[np 总攻]日♂久生情(可达鸭0.0) 更14.txt",
    "夸克盘链接": "https://pan.quark.cn/s/50aab3bb5bbd"
  },
  {
    "文件名": "[np 总攻]人生不就图一乐嘛(喵爪呱)  更34.txt",
    "夸克盘链接": "https://pan.quark.cn/s/bb2755a61698"
  },
  {
    "文件名": "[np 总攻]魔性系列（史艺拓）更95 【胖胖攻有更新】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/665e0f9b7b81"
  },
  {
    "文件名": "[np 总攻]经常来酒吧撩我的漂亮男人(许多鱼1995) 更22 作者：许多鱼1995.txt",
    "夸克盘链接": "https://pan.quark.cn/s/61d2c908cd42"
  },
  {
    "文件名": "[np 总攻]虫族之sss级方程式（纯白羔羊） 更69.txt",
    "夸克盘链接": "https://pan.quark.cn/s/f5d2710ce1f5"
  },
  {
    "文件名": "[np 总攻]虫族之sss级方程式（纯白羔羊） 更47.txt",
    "夸克盘链接": "https://pan.quark.cn/s/5adf0d5c2b03"
  },
  {
    "文件名": "[np 总攻]采花贼（江少爷）更76.txt",
    "夸克盘链接": "https://pan.quark.cn/s/95ca9496f65e"
  },
  {
    "文件名": "[np 总攻]【刀剑-审All】接手黑暗本丸的正确方法（神祖SS） 更51+5番外.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c2781e030785"
  },
  {
    "文件名": "[np 综漫总攻]盐仔今天啪了吗(天使原) 更13 作者：天使原.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e1dc5f18ee50"
  },
  {
    "文件名": "[np 主受]沦为僕人们的玩物的水月阁阁主(大釜)  更20 作者：大釜.txt",
    "夸克盘链接": "https://pan.quark.cn/s/f151e461ead8"
  },
  {
    "文件名": "[np 主受]馆中伶(DOLLS) 更10 【结局一对一】 作者：DOLLS.txt",
    "夸克盘链接": "https://pan.quark.cn/s/435ca25314ea"
  },
  {
    "文件名": "[np 主攻]世间雄性皆鼎炉（日更长篇）(潇潇) 更18.txt",
    "夸克盘链接": "https://pan.quark.cn/s/7f2f87fd6bca"
  },
  {
    "文件名": "[np 主攻]皇家夫主(琉璃醉) 更33 【双性】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/07640b08f8b7"
  },
  {
    "文件名": "［np 西幻主攻］攻略直男(君墨疏) 更56正文+ 10番外 作者：君墨疏.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a629fc8e6135"
  },
  {
    "文件名": "[np 双x]王爷的药(flowef) 更19.txt",
    "夸克盘链接": "https://pan.quark.cn/s/cad5a581c66b"
  },
  {
    "文件名": "[np 双x]全肉盛宴(我不是向日葵) 更38.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c7b3cfc03bb7"
  },
  {
    "文件名": "[np 双x]  s浪双x的101种性幻想（tarrag） 更32.txt",
    "夸克盘链接": "https://pan.quark.cn/s/d3d9391696e1"
  },
  {
    "文件名": "[np 混合]艹遍三界(安安) 更22.txt",
    "夸克盘链接": "https://pan.quark.cn/s/7a5349ce56ac"
  },
  {
    "文件名": "[np 互攻]首阳山修仙记（紫光） 更23.txt",
    "夸克盘链接": "https://pan.quark.cn/s/0ec35c7cf667"
  },
  {
    "文件名": "[np 互攻]配种者日常（红线K）更57 作者：红线K.txt",
    "夸克盘链接": "https://pan.quark.cn/s/b615c1be535e"
  },
  {
    "文件名": "[np 故事集]人妻情事（中篇肉文合集） (远上白云间) 更134.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c217c8ec31d2"
  },
  {
    "文件名": "[6p 总受]心动的代价（我叫张美丽）更91 [强攻强受].txt",
    "夸克盘链接": "https://pan.quark.cn/s/bb50ce645dbc"
  },
  {
    "文件名": "[3p 主受]昨夜星辰（ABO）(兔子叽叽) 更30.txt",
    "夸克盘链接": "https://pan.quark.cn/s/5016f91e0a12"
  },
  {
    "文件名": "[3p 主受]前有“狼”后有“虎”【调教、两攻一受、双性受】(零下T度) 更30.txt",
    "夸克盘链接": "https://pan.quark.cn/s/03de259f3657"
  },
  {
    "文件名": "[1v1故事集]我的老婆是魔教教主（去冰三分糖）更32【双x】 作者：去冰三分糖.txt",
    "夸克盘链接": "https://pan.quark.cn/s/4d3748b45af8"
  },
  {
    "文件名": "[1v1]糟糕！是小狼狗！(汤川上树) 更20 作者：汤川上树.txt",
    "夸克盘链接": "https://pan.quark.cn/s/38de048a3e80"
  },
  {
    "文件名": "[1v1]原形毕露（双x 生产，调教）(连夏）更32 作者：连夏.txt",
    "夸克盘链接": "https://pan.quark.cn/s/878b102f022b"
  },
  {
    "文件名": "[1v1]一加一大于二(放飞的自留地) 更28 作者：放飞的自留地.txt",
    "夸克盘链接": "https://pan.quark.cn/s/bad60a6c8d47"
  },
  {
    "文件名": "[1v1]我的王妃是男人（及现代篇）(十世) 更80【弱攻强.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c30d5275f022"
  },
  {
    "文件名": "[1v1]突厥奴隶（美攻强受忠犬受）(水九) 更24 【攻受认识前均不洁】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/8e4490eb8731"
  },
  {
    "文件名": "[1v1]蛇人帝国（蛇人X人）蛇人系列1(玲樱)  更20+15番外.txt",
    "夸克盘链接": "https://pan.quark.cn/s/28f32533ba71"
  },
  {
    "文件名": "[1v1]上楼【BDSM】(小白鱼） 更62.txt",
    "夸克盘链接": "https://pan.quark.cn/s/6f5a71c73a28"
  },
  {
    "文件名": "[1v1]嫂嫂（双性，产乳，生子）番外(作者：PP) 更39.txt",
    "夸克盘链接": "https://pan.quark.cn/s/41fce4b9562a"
  },
  {
    "文件名": "[1v1]情人【双性父子年上、出轨】(超想吃小鱼干) 更27 作者：超想吃小鱼干.txt",
    "夸克盘链接": "https://pan.quark.cn/s/de05279c5ac1"
  },
  {
    "文件名": "[1v1]你好我找谢家钰（AK）更28 作者：AK.txt",
    "夸克盘链接": "https://pan.quark.cn/s/46722df5b152"
  },
  {
    "文件名": "[1v1]浮鲸的心愿（BDSM）(慢眠日) 更36 作者：慢眠日.txt",
    "夸克盘链接": "https://pan.quark.cn/s/df975676ae85"
  },
  {
    "文件名": "[1v1 主受]重生之宠儿无度(九真) 更63  【双x】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/053817a90df8"
  },
  {
    "文件名": "[1v1 主受]只要998！全能触手带回家！(愚火) 更18.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e16ba918531a"
  },
  {
    "文件名": "[1v1 主受]舔狗难当（真香梗，作死受追夫火葬场）（猫奴） 更27 作者：猫奴.txt",
    "夸克盘链接": "https://pan.quark.cn/s/d8eab6d1d52a"
  },
  {
    "文件名": "[1v1 主受]榻上宠（生子，非双性）(倾夜舟) 更100.txt",
    "夸克盘链接": "https://pan.quark.cn/s/f23a2d69a7cd"
  },
  {
    "文件名": "[1v1 主受]什锦肉（短篇肉合集）（梓喵） 更88.txt",
    "夸克盘链接": "https://pan.quark.cn/s/d0fe0536d01b"
  },
  {
    "文件名": "[1v1 主受]人鬼授受不亲(倚鹿觅川) 更19 作者：倚鹿觅川.txt",
    "夸克盘链接": "https://pan.quark.cn/s/d9e80bf4752d"
  },
  {
    "文件名": "[1v1 主受]口红色号（沐旖乘舟） 更34 作者：沐旖乘舟.txt",
    "夸克盘链接": "https://pan.quark.cn/s/f79c96d653fb"
  },
  {
    "文件名": "[1v1 主受]花下客（双性、父子、年上）(灯边拥) 更53.txt",
    "夸克盘链接": "https://pan.quark.cn/s/5a155edb3cbc"
  },
  {
    "文件名": "[1v1 主受]沧溟倾世(Jhee) 更82 【主剧情 有肉沫 非双性 受菊不洁】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/cafe5eafec35"
  },
  {
    "文件名": "[1v1 主受]不要叫我仙人！（又名大剩追夫记）更18 【壮汉受】 作者：占千.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a18b4286aac3"
  },
  {
    "文件名": "[1v1 主攻]我家yd受太爱我了怎么办（主攻，1v1，he甜）  (只愿沉醉） 更38.txt",
    "夸克盘链接": "https://pan.quark.cn/s/16b7a67580c8"
  },
  {
    "文件名": "[1v1 主攻]快穿之我有特殊的看人技巧(Utensilo) 更23 作者：Utensilo.txt",
    "夸克盘链接": "https://pan.quark.cn/s/bf99920d15e5"
  },
  {
    "文件名": "[1v1 双x]摘星（云书） 更46 作者：云书.txt",
    "夸克盘链接": "https://pan.quark.cn/s/d6fc6d0cdc8a"
  },
  {
    "文件名": "[1v1 同人]毒液暴卡Fix修复（RiotCarlton，PWP，触手失禁窒息束缚微强制）(凄凉星殁) 更13 作者：凄凉星殁.txt",
    "夸克盘链接": "https://pan.quark.cn/s/457f891f4f51"
  },
  {
    "文件名": "[1v1 双x]许君以宁(途经山海)  【双性单纯可爱美人受X霸气缺爱宠溺教主攻  甜h】 更25.txt",
    "夸克盘链接": "https://pan.quark.cn/s/dc78fde2a37f"
  },
  {
    "文件名": "[1v1 完结+15番外]《蜜汁肉桃》作者：棠梨煎雪（海棠版）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/198b928b7178"
  },
  {
    "文件名": "[1v1 完结]《香艳乡村爱情史（美强双性）》作者：橘猫的夏天.txt",
    "夸克盘链接": "https://pan.quark.cn/s/d57405342b57"
  },
  {
    "文件名": "祝姑娘今天掉坑了没 作者：我想吃肉.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c8c9edd97b26"
  },
  {
    "文件名": "[1v1 完结]《被渣攻甩后我勾搭上他爸（双性诱受）》作者：小羊爱吃肉.txt",
    "夸克盘链接": "https://pan.quark.cn/s/36ee76cdfe58"
  },
  {
    "文件名": "[1v1 完结]《他只是一只幽灵》作者：山外青山.txt",
    "夸克盘链接": "https://pan.quark.cn/s/3e4f3dff6a3d"
  },
  {
    "文件名": "[1v1 更29]《野兽的驯养法则（情敌变情人）》作者：小金鱼在垃圾桶里.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ba86618b9f0b"
  },
  {
    "文件名": "最强网恋对象是挚友by番茄秋刀鱼.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ae63cf92c66b"
  },
  {
    "文件名": "[1v1 更8]《粉嫩贝壳（校园）》作者：禁欲系小帅狗.txt",
    "夸克盘链接": "https://pan.quark.cn/s/5596a0b15b55"
  },
  {
    "文件名": "指挥官的绝美顶O手撕炮灰剧本 作者：十元一只 更77.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a870685146c2"
  },
  {
    "文件名": "雨因你而下，为你而止[现耽] 作者：麦西.txt",
    "夸克盘链接": "https://pan.quark.cn/s/092ad79e6c6a"
  },
  {
    "文件名": "系统靠白莲花宿主躺赢了快穿 作者：四喜秋秋.txt",
    "夸克盘链接": "https://pan.quark.cn/s/3f06c4b73d31"
  },
  {
    "文件名": "忧郁先生想过平静生活 作者：青色羽翼.txt",
    "夸克盘链接": "https://pan.quark.cn/s/61e73b05e7de"
  },
  {
    "文件名": "知乎热文 养豹心得.txt",
    "夸克盘链接": "https://pan.quark.cn/s/0b62a4732923"
  },
  {
    "文件名": "游戏设计，从屠龙宝刀开始.txt",
    "夸克盘链接": "https://pan.quark.cn/s/89db84e5e3af"
  },
  {
    "文件名": "我在异世养人鱼[种田] 作者：橘子气泡糖.txt",
    "夸克盘链接": "https://pan.quark.cn/s/fc026e0f90ec"
  },
  {
    "文件名": "我爱种田by拉棉花糖的兔子.txt",
    "夸克盘链接": "https://pan.quark.cn/s/76ebe2066b00"
  },
  {
    "文件名": "五个灵异大佬争着要娶我by桃发财.txt",
    "夸克盘链接": "https://pan.quark.cn/s/1ff94ccb9a09"
  },
  {
    "文件名": "推荐  2.3w收藏 我在魔界搞基建(爽文 西幻 萌宠 基建) 作者：非刀.txt",
    "夸克盘链接": "https://pan.quark.cn/s/93f8ffc8b7b1"
  },
  {
    "文件名": "团宠系统翻车了 作者：童哇粟O_o.txt",
    "夸克盘链接": "https://pan.quark.cn/s/f622aae85818"
  },
  {
    "文件名": "推荐++++  7.5w收藏 《星际第一名门淑女》作者：芝士油渍饭团（星际女强沙雕爽文，号称星际最强的男主X比男主还强的女主）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/73ccaf83d7ab"
  },
  {
    "文件名": "推荐  1.2w收藏 《喂你捡错老婆了喂［快穿］》作者：逃跑莉莉安（互宠，攻宠受，受恋爱脑喜欢攻）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e10f4db1f71a"
  },
  {
    "文件名": "秋以为期by桃千岁.txt",
    "夸克盘链接": "https://pan.quark.cn/s/2b3ed22b0f31"
  },
  {
    "文件名": "奇迹by林佩瑜.txt",
    "夸克盘链接": "https://pan.quark.cn/s/b248305f080e"
  },
  {
    "文件名": "你家猫又溜出去了！ 作者 棉花糖三七分.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e79148254601"
  },
  {
    "文件名": "快穿之万人迷反派撩心上瘾.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c76178b60613"
  },
  {
    "文件名": "欢迎进入梦魇直播间.txt",
    "夸克盘链接": "https://pan.quark.cn/s/76232312b429"
  },
  {
    "文件名": "魔道祖师［补车全］.txt",
    "夸克盘链接": "https://pan.quark.cn/s/31a9762f903e"
  },
  {
    "文件名": "难得之货_她行歌（更55） 作者：她行歌.txt",
    "夸克盘链接": "https://pan.quark.cn/s/d6c767dbcb2b"
  },
  {
    "文件名": "假千金继承殡仪馆后 作者 折春藏梦.txt",
    "夸克盘链接": "https://pan.quark.cn/s/9dda7a327ab8"
  },
  {
    "文件名": "结婚七年后，我出轨了 by 归壹.txt",
    "夸克盘链接": "https://pan.quark.cn/s/6b939c889830"
  },
  {
    "文件名": "岌岌可危by夏小正.txt",
    "夸克盘链接": "https://pan.quark.cn/s/6fffc072d1c6"
  },
  {
    "文件名": "附带番外 纵我描春（二时肆） 作者：二时肆.txt",
    "夸克盘链接": "https://pan.quark.cn/s/b08f8234f472"
  },
  {
    "文件名": "和竹马协议闪婚后 作者：酒晚意.txt",
    "夸克盘链接": "https://pan.quark.cn/s/670c482c50e0"
  },
  {
    "文件名": "二哈和他的白猫师尊 BY肉包不吃肉 未删减car全.txt",
    "夸克盘链接": "https://pan.quark.cn/s/bb85d4ad3301"
  },
  {
    "文件名": "芙蓉塘无常雨by夜很贫瘠.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e7cd61e8ada9"
  },
  {
    "文件名": "付费独家 年年岁岁不相负.txt",
    "夸克盘链接": "https://pan.quark.cn/s/4f57951351e9"
  },
  {
    "文件名": "夫郎家的现代小相公 作者：白云上.txt",
    "夸克盘链接": "https://pan.quark.cn/s/3d811bbc9742"
  },
  {
    "文件名": "从女太医穿成赤脚医生[七零年代] 作者：大河东流.txt",
    "夸克盘链接": "https://pan.quark.cn/s/0cbd6c5aef9b"
  },
  {
    "文件名": "穿成医师小夫郎 作者：问桑.txt",
    "夸克盘链接": "https://pan.quark.cn/s/382d990c7c50"
  },
  {
    "文件名": "短故事 此生不见，就此别过.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a0fece6c3993"
  },
  {
    "文件名": "抽卡扮演后所有超英都想当我家长[综英美] 作者：资深夜猫子.txt",
    "夸克盘链接": "https://pan.quark.cn/s/5d380427da55"
  },
  {
    "文件名": "春帐夺暖 作者：十月虫.txt",
    "夸克盘链接": "https://pan.quark.cn/s/125560d423df"
  },
  {
    "文件名": "暗恋翻车后补全第57章+番外完by松子茶.txt",
    "夸克盘链接": "https://pan.quark.cn/s/4c409610b722"
  },
  {
    "文件名": "117.浪子江湖.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c7e37e0ad9ae"
  },
  {
    "文件名": "092.恶汉 作者：庚新.txt",
    "夸克盘链接": "https://pan.quark.cn/s/6e4a8d74651c"
  },
  {
    "文件名": "备胎霸总被情人马甲们包围后 作者：某言者.txt",
    "夸克盘链接": "https://pan.quark.cn/s/d85940c9f5ab"
  },
  {
    "文件名": "GL《难以言喻》作者：米闹闹.txt",
    "夸克盘链接": "https://pan.quark.cn/s/3f3bd099aadb"
  },
  {
    "文件名": "GL《被迫和冰山美人契约闪婚》作者：同心难改的胡耀耀.txt",
    "夸克盘链接": "https://pan.quark.cn/s/847f48b63e1b"
  },
  {
    "文件名": "BL《诸星见我 星际 》作者：不盐.txt",
    "夸克盘链接": "https://pan.quark.cn/s/1a6ce2d6e558"
  },
  {
    "文件名": "BL《太子殿下只想活着》作者：金戈万里.txt",
    "夸克盘链接": "https://pan.quark.cn/s/619d05453f4a"
  },
  {
    "文件名": "BL《当陪玩萨摩耶遇上德牧》作者：醍醐鱼.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c7984ed46d26"
  },
  {
    "文件名": "0108_[补车]《跨界演员》by北南.txt",
    "夸克盘链接": "https://pan.quark.cn/s/37ecae969544"
  },
  {
    "文件名": "1_钓系美人穿成炮灰恋爱脑后 作者：木幺月.txt",
    "夸克盘链接": "https://pan.quark.cn/s/25382372b51a"
  },
  {
    "文件名": "0×0=0.5 作者：2暗白.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a2e75dd483bb"
  },
  {
    "文件名": "【长佩完结】被男同恶鬼吓哭 作者：点火.txt",
    "夸克盘链接": "https://pan.quark.cn/s/6de6c514da54"
  },
  {
    "文件名": "【长佩】追尾 作者：潭石.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a153d056be14"
  },
  {
    "文件名": "【长佩】纸飞机作者：潭石.txt",
    "夸克盘链接": "https://pan.quark.cn/s/b2ac5da66a67"
  },
  {
    "文件名": "【长佩】娱记生活 作者：潭石.txt",
    "夸克盘链接": "https://pan.quark.cn/s/4e487eb69c04"
  },
  {
    "文件名": "【长佩】台风眼 作者：潭石.txt",
    "夸克盘链接": "https://pan.quark.cn/s/f0e21cd91b03"
  },
  {
    "文件名": "【长佩】皮囊 作者：潭石.txt",
    "夸克盘链接": "https://pan.quark.cn/s/efd601020d2d"
  },
  {
    "文件名": "【长佩】青春期乌龙事件 作者：潭石.txt",
    "夸克盘链接": "https://pan.quark.cn/s/93fbd157b907"
  },
  {
    "文件名": "【长佩】酒心糖 作者：潭石.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ebd897d25f6e"
  },
  {
    "文件名": "【长佩】暗癖 作者：绊倒铁盒（补车）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/f0d5e6622736"
  },
  {
    "文件名": "【完结】性癖(NTR、NP、道具、HE) by 莉亞納.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a7871e53671c"
  },
  {
    "文件名": "【完结】共享订阅女友（NTR，H）by纯爱战士牛头人.txt",
    "夸克盘链接": "https://pan.quark.cn/s/26c462ac04f3"
  },
  {
    "文件名": "【完结】灾难降临，我有塔防系统 作者：寒露夜凉.txt",
    "夸克盘链接": "https://pan.quark.cn/s/1dcf06cfa8e1"
  },
  {
    "文件名": "【书香门第】皇后生存日记 作者：刀豆.txt",
    "夸克盘链接": "https://pan.quark.cn/s/9146d111dd85"
  },
  {
    "文件名": "【完结】予她岁岁年年 作者：绯柠.txt",
    "夸克盘链接": "https://pan.quark.cn/s/2807ef39167a"
  },
  {
    "文件名": "【完结】她窃绛河 作者：啪嗒滴灯.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e774d12168a5"
  },
  {
    "文件名": "【完结】王术 (2) 作者：品丰.txt",
    "夸克盘链接": "https://pan.quark.cn/s/9667473d2658"
  },
  {
    "文件名": "【完结】日落坠入乌托邦 作者：柿橙.txt",
    "夸克盘链接": "https://pan.quark.cn/s/86e1fed056df"
  },
  {
    "文件名": "【完结】七零极品团宠熊猫崽崽 作者：伍子橙.txt",
    "夸克盘链接": "https://pan.quark.cn/s/9d5b60fce23d"
  },
  {
    "文件名": "【完结】剧本组玩无限游戏算开挂吗 作者：离邯.txt",
    "夸克盘链接": "https://pan.quark.cn/s/14991f52208a"
  },
  {
    "文件名": "【完结】你依然在我梦里 作者：折枝伴酒.txt",
    "夸克盘链接": "https://pan.quark.cn/s/f3282ee814b4"
  },
  {
    "文件名": "【完结】非人类前任们都想和我破镜重圆 作者：云炽.txt",
    "夸克盘链接": "https://pan.quark.cn/s/6bba6eb63dc1"
  },
  {
    "文件名": "【完结】丞相今天火葬场了吗 作者：甜鸢.txt",
    "夸克盘链接": "https://pan.quark.cn/s/b2a6c5725472"
  },
  {
    "文件名": "【完结】恶毒美O拒绝修罗场 作者：暮色晚山.txt",
    "夸克盘链接": "https://pan.quark.cn/s/4097e67436e9"
  },
  {
    "文件名": "【完结】被亲手养大的小可怜攻了 作者：远树.txt",
    "夸克盘链接": "https://pan.quark.cn/s/599be334089e"
  },
  {
    "文件名": "【完结】《酥香（糙汉文）》by酒酿圆子（完结1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/151b33574b85"
  },
  {
    "文件名": "【完结】《嫁给当兵糙汉的巨乳人妻》by石更大魔王（完结1v1番外）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/6a750215484a"
  },
  {
    "文件名": "【推荐++++】【8w收藏】盛宠（温柔宠溺男主！娇甜女主，有失忆梗） 作者：向阳葵.txt",
    "夸克盘链接": "https://pan.quark.cn/s/01a25ed1a62c"
  },
  {
    "文件名": "【绿江】落菩提作者：莲鹤夫人.txt",
    "夸克盘链接": "https://pan.quark.cn/s/02ffcf171749"
  },
  {
    "文件名": "【绿江】谁血书求后续？后续来了作者：莲鹤夫人.txt",
    "夸克盘链接": "https://pan.quark.cn/s/d020e6535caa"
  },
  {
    "文件名": "【推荐】【2w收藏】《掌心素（双重生）》作者：八街九陌.txt",
    "夸克盘链接": "https://pan.quark.cn/s/94120e7d45fe"
  },
  {
    "文件名": "【绿江】逆转[ABO]作者：莲鹤夫人.txt",
    "夸克盘链接": "https://pan.quark.cn/s/fc1fd16b50e2"
  },
  {
    "文件名": "【绿江】恐怖谷漫游指南作者：莲鹤夫人.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ea42ba684d1a"
  },
  {
    "文件名": "【绿江】从海棠市逃出来的男人作者：莲鹤夫人.txt",
    "夸克盘链接": "https://pan.quark.cn/s/b9474d2b5e56"
  },
  {
    "文件名": "【更226】病美人的万物杂货铺 作者：虞晚枝.txt",
    "夸克盘链接": "https://pan.quark.cn/s/03ccbce6f991"
  },
  {
    "文件名": "【海棠】[完结+番外全]下流交易 作者：榴莲最好吃.txt",
    "夸克盘链接": "https://pan.quark.cn/s/6c16dc67be1a"
  },
  {
    "文件名": "【更163】恶毒炮灰他不想活了by棺木.txt",
    "夸克盘链接": "https://pan.quark.cn/s/d6a4ddca6f60"
  },
  {
    "文件名": "【更90】给反派说媒的那些事[快穿] 作者：海盐青柠糖.txt",
    "夸克盘链接": "https://pan.quark.cn/s/3e9a368dc8fb"
  },
  {
    "文件名": "【fw】《酒与枪》作者：梦也梦也.txt",
    "夸克盘链接": "https://pan.quark.cn/s/959adf3a4f18"
  },
  {
    "文件名": "【BL公子于歌】状元郎总是不及格[古穿今].txt",
    "夸克盘链接": "https://pan.quark.cn/s/a893f63c19ae"
  },
  {
    "文件名": "【BL公子于歌】孪生兄弟互换人生[娱乐圈].txt",
    "夸克盘链接": "https://pan.quark.cn/s/cf708617bae1"
  },
  {
    "文件名": "【冰甜故事会】你的爱，姗姗来迟.txt",
    "夸克盘链接": "https://pan.quark.cn/s/0e2fc0a083be"
  },
  {
    "文件名": "【BL公子于歌】假装不知道你在装穷[重生].txt",
    "夸克盘链接": "https://pan.quark.cn/s/cced5635e0a8"
  },
  {
    "文件名": "《注定是你》BY腐乳白菜 (娱乐圈 现代 渣攻X呆傻土穷受 狗血 HE).txt",
    "夸克盘链接": "https://pan.quark.cn/s/8d8d275ab8e0"
  },
  {
    "文件名": "《子债肉偿》作者：抑郁男孩缓两天（np）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/0f8d9aeea729"
  },
  {
    "文件名": "《主角总想和我谈恋爱[快穿]》（番外完） 作者：留一尾鱼.txt",
    "夸克盘链接": "https://pan.quark.cn/s/2fb282d852ed"
  },
  {
    "文件名": "《主角跟金手指跑了》（番外完）作者：半妖.txt",
    "夸克盘链接": "https://pan.quark.cn/s/99e5c9ebb572"
  },
  {
    "文件名": "《重生之名流巨星》BY青罗扇子（娱乐圈 温柔攻x妖孽受 换攻HE ）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e2c39e21fd78"
  },
  {
    "文件名": "《朕要搞基建》作者：998.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e30b23e4b4a6"
  },
  {
    "文件名": "《诸神回避》作者：菖蒲君君.txt",
    "夸克盘链接": "https://pan.quark.cn/s/296d0a548bf4"
  },
  {
    "文件名": "《重生成黑莲花后被渣男他哥盯上了》（ 作者：露白霜.txt",
    "夸克盘链接": "https://pan.quark.cn/s/044931f76523"
  },
  {
    "文件名": "《直男室友总是偷偷喝我可乐》（番外完） 作者：郎总.txt",
    "夸克盘链接": "https://pan.quark.cn/s/d8fae659a864"
  },
  {
    "文件名": "《重力使都姓中原》作者：迟昼夜明.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ffd3794f1eb4"
  },
  {
    "文件名": "《掌心的月亮》作者：东风入阵来.txt",
    "夸克盘链接": "https://pan.quark.cn/s/963367be10d3"
  },
  {
    "文件名": "《诈死醒来后我成了病弱美人》作者：月照懒人.txt",
    "夸克盘链接": "https://pan.quark.cn/s/85dc3589e394"
  },
  {
    "文件名": "《战利品》作者：衣袂翻飞.txt",
    "夸克盘链接": "https://pan.quark.cn/s/566a6cf48ca4"
  },
  {
    "文件名": "《渣攻不肯离婚》作者：捉星星牧笙歌.txt",
    "夸克盘链接": "https://pan.quark.cn/s/69afaa78e10f"
  },
  {
    "文件名": "《渣O撕掉假万人迷剧本》作者：风悬.txt",
    "夸克盘链接": "https://pan.quark.cn/s/b7ea3cc8c1ab"
  },
  {
    "文件名": "《在恐怖世界当万人迷》作者：啾咪啾咪兔.txt",
    "夸克盘链接": "https://pan.quark.cn/s/fbdff81c261a"
  },
  {
    "文件名": "《月亮回信》作者：惜洇.txt",
    "夸克盘链接": "https://pan.quark.cn/s/463d0bbb411f"
  },
  {
    "文件名": "《余污》作者：肉包不吃肉 【古耽 仙侠修真  主攻】正文+番外（补车）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/3a8f698e7945"
  },
  {
    "文件名": "《雨溺》作者：殊晚.txt",
    "夸克盘链接": "https://pan.quark.cn/s/997c9aa86126"
  },
  {
    "文件名": "《原来我是异常源》作者：程惊堂.txt",
    "夸克盘链接": "https://pan.quark.cn/s/1d053c467bd4"
  },
  {
    "文件名": "《远方的风》作者：灵河.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ae6c050dcc3b"
  },
  {
    "文件名": "《一个想不通的鬼故事》作者：Yooa.txt",
    "夸克盘链接": "https://pan.quark.cn/s/5cb310efc762"
  },
  {
    "文件名": "《拥有隐身能力后》作者：色色发抖.txt",
    "夸克盘链接": "https://pan.quark.cn/s/bf03adcee894"
  },
  {
    "文件名": "《一梦逍遥》作者：阿ccc.txt",
    "夸克盘链接": "https://pan.quark.cn/s/be551dabea8e"
  },
  {
    "文件名": "《野蛮成瘾》作者：空菊.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ed4925c97ed3"
  },
  {
    "文件名": "《玄学小漂亮掉入无限世界》作者：倦天涯.txt",
    "夸克盘链接": "https://pan.quark.cn/s/4426c06254e8"
  },
  {
    "文件名": "《蓄意捉弄》作者：狮子歌歌.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a10ffdf7eb38"
  },
  {
    "文件名": "《修猫崽子》作者：西瓜蘸辣椒盐【5k主攻】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/b1100d5bc056"
  },
  {
    "文件名": "《心怀天下》作者：季三基.txt",
    "夸克盘链接": "https://pan.quark.cn/s/fb79bac30cf3"
  },
  {
    "文件名": "《信息素诱导公式》作者：卿小双.txt",
    "夸克盘链接": "https://pan.quark.cn/s/eb1a514d63c3"
  },
  {
    "文件名": "《肖想月亮》作者：虞弥生.txt",
    "夸克盘链接": "https://pan.quark.cn/s/05c3fa7b2c5b"
  },
  {
    "文件名": "《小章鱼无限图鉴》作者：藏金币的小羊.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e55fa1bb10b2"
  },
  {
    "文件名": "《小傻子又甜又软》作者：祝辞酒.txt",
    "夸克盘链接": "https://pan.quark.cn/s/9010b41f0e66"
  },
  {
    "文件名": "《小触手恋爱守则》作者：顾菇咕.txt",
    "夸克盘链接": "https://pan.quark.cn/s/4c43531f0d27"
  },
  {
    "文件名": "《咸鱼他想开了》作者：迟晚.txt",
    "夸克盘链接": "https://pan.quark.cn/s/fcf0e033ece3"
  },
  {
    "文件名": "《无限祭坛》（番外完）作者：海底轶闻.txt",
    "夸克盘链接": "https://pan.quark.cn/s/6103da81b19d"
  },
  {
    "文件名": "《我重生后，娇软女主和竹马男主掰了》作者：温瑜宽.txt",
    "夸克盘链接": "https://pan.quark.cn/s/3fd764b64664"
  },
  {
    "文件名": "《我有四个反派女婿》作者：北港初晴.txt",
    "夸克盘链接": "https://pan.quark.cn/s/d160199e633e"
  },
  {
    "文件名": "《我靠打脸封神[快穿]》作者：唐宓.txt",
    "夸克盘链接": "https://pan.quark.cn/s/d50cf849521a"
  },
  {
    "文件名": "《我又穿成了非人类[快穿]》作者：糖莓.txt",
    "夸克盘链接": "https://pan.quark.cn/s/9aa223518b20"
  },
  {
    "文件名": "《我养的，只能我干（双性）》作者：风听我.txt",
    "夸克盘链接": "https://pan.quark.cn/s/9d46d699a447"
  },
  {
    "文件名": "《我和队友公费恋爱 娱乐圈 》作者：折纸为戏.txt",
    "夸克盘链接": "https://pan.quark.cn/s/d755e88ea51b"
  },
  {
    "文件名": "《我莫名成了雪豹，还怀了崽。》作者：给我一把剑.txt",
    "夸克盘链接": "https://pan.quark.cn/s/f864e3002277"
  },
  {
    "文件名": "《我哥在年代文里当男主对照组》作者：堇鸢千里.txt",
    "夸克盘链接": "https://pan.quark.cn/s/2d074233f9a6"
  },
  {
    "文件名": "《万人迷总以为他是万人嫌》作者：鹤安.txt",
    "夸克盘链接": "https://pan.quark.cn/s/8c446e5d4af7"
  },
  {
    "文件名": "《我的社恐高富帅男友》作者：爱磕瓜子的葵花.txt",
    "夸克盘链接": "https://pan.quark.cn/s/884b30aa81df"
  },
  {
    "文件名": "《我的信息素风靡男主后宫》作者：薇我无酒.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c903fd2d95b9"
  },
  {
    "文件名": "《我乘风雪》 作者： 弃吴钩.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a3fa6c189591"
  },
  {
    "文件名": "《我不做人了》作者：酒矣.txt",
    "夸克盘链接": "https://pan.quark.cn/s/63cf9570e6da"
  },
  {
    "文件名": "《窝心》作者：咿芽.txt",
    "夸克盘链接": "https://pan.quark.cn/s/6671ffc734cb"
  },
  {
    "文件名": "《温柔堕入》作者：宴惟.txt",
    "夸克盘链接": "https://pan.quark.cn/s/fdb5d4e62b45"
  },
  {
    "文件名": "《万人迷在灵异直播当NPC[无限流]》作者：水仙乘鲤.txt",
    "夸克盘链接": "https://pan.quark.cn/s/fe0a6b096cb3"
  },
  {
    "文件名": "《万人迷的我被蛇总缠了腰》作者：不听周南.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c06bda73e58a"
  },
  {
    "文件名": "《万人迷小魅魔撩翻车啦》作者：空灯悬.txt",
    "夸克盘链接": "https://pan.quark.cn/s/0cd74cc96294"
  },
  {
    "文件名": "《同步平行世界的我制霸无限流》（番外 作者：帷幕灯火.txt",
    "夸克盘链接": "https://pan.quark.cn/s/9592ba6b566b"
  },
  {
    "文件名": "《团宠啾啾拿了万人迷剧本》作者：相思不苦.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ef519be92341"
  },
  {
    "文件名": "《替身受重生之后》作者：楚执.txt",
    "夸克盘链接": "https://pan.quark.cn/s/57793938de39"
  },
  {
    "文件名": "《她捉鬼超强却过分沙雕[玄学]》作者：央黎.txt",
    "夸克盘链接": "https://pan.quark.cn/s/8110bbdf5470"
  },
  {
    "文件名": "《天生万人迷》作者：水仙乘鲤.txt",
    "夸克盘链接": "https://pan.quark.cn/s/3479b9b0aea4"
  },
  {
    "文件名": "《他还不来抢走我》作者：鹊桥西.txt",
    "夸克盘链接": "https://pan.quark.cn/s/b8d400c2c852"
  },
  {
    "文件名": "《他的温柔陷阱》作者：绿芦.txt",
    "夸克盘链接": "https://pan.quark.cn/s/78cf7550be7c"
  },
  {
    "文件名": "《他的奴及附赠品（3p 一主两奴）》作者：麽麽酱.txt",
    "夸克盘链接": "https://pan.quark.cn/s/92b1478c2309"
  },
  {
    "文件名": "《事后清晨》 作者：吃口肉.txt",
    "夸克盘链接": "https://pan.quark.cn/s/04b4216b82ae"
  },
  {
    "文件名": "《神之子的冰帝事业录》作者：棉花派.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a2077de439de"
  },
  {
    "文件名": "《世子他为何如此黏人》作者：摘一朵影子.txt",
    "夸克盘链接": "https://pan.quark.cn/s/6d3480149f98"
  },
  {
    "文件名": "《师父天天在作死》作者：肉包不吃肉.txt",
    "夸克盘链接": "https://pan.quark.cn/s/207bf1e4d039"
  },
  {
    "文件名": "《神之子的冰帝事业录》作者：棉花派 (1).txt",
    "夸克盘链接": "https://pan.quark.cn/s/0ef274ea9602"
  },
  {
    "文件名": "《深不可测》作者：wy紫陌.txt",
    "夸克盘链接": "https://pan.quark.cn/s/cf5aafffbfbe"
  },
  {
    "文件名": "《上赶着不是买卖》作者：金大.txt",
    "夸克盘链接": "https://pan.quark.cn/s/b2f1c1bb4ebb"
  },
  {
    "文件名": "《社恐在古代》作者：昔邀晓.txt",
    "夸克盘链接": "https://pan.quark.cn/s/71e1f08a4ac1"
  },
  {
    "文件名": "《杀戮秀》作者：狐狸fox.txt",
    "夸克盘链接": "https://pan.quark.cn/s/175b21c3ef7a"
  },
  {
    "文件名": "《撒娇攻怎么了嘛》（番外完）作者：安则.txt",
    "夸克盘链接": "https://pan.quark.cn/s/b9420c135b1d"
  },
  {
    "文件名": "《人设崩塌后反派连夜跑了[快穿]》作者：林多多.txt",
    "夸克盘链接": "https://pan.quark.cn/s/75b56ecb4aeb"
  },
  {
    "文件名": "《热恋归航》作者：路树.txt",
    "夸克盘链接": "https://pan.quark.cn/s/3dee7b8fb269"
  },
  {
    "文件名": "《全校都以为我们是死对头》作者：星河白昼.txt",
    "夸克盘链接": "https://pan.quark.cn/s/aaf90f06733c"
  },
  {
    "文件名": "《全校都在嗑我俩》作者：一醉方休.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c4137214f80d"
  },
  {
    "文件名": "《情劫他是恋爱脑［快穿］》作者：山知白.txt",
    "夸克盘链接": "https://pan.quark.cn/s/52e444b29762"
  },
  {
    "文件名": "《全世界我最爱你 娱乐圈 》作者：林盎司.txt",
    "夸克盘链接": "https://pan.quark.cn/s/cadc2affa714"
  },
  {
    "文件名": "《亲手养大仙君后我死遁了》作者：川消山长.txt",
    "夸克盘链接": "https://pan.quark.cn/s/b8c94af94790"
  },
  {
    "文件名": "《清平乐事》作者：兰屏.txt",
    "夸克盘链接": "https://pan.quark.cn/s/18be19161ba2"
  },
  {
    "文件名": "《漂亮小可怜总在修罗场[无限]》作者：放我睡觉.txt",
    "夸克盘链接": "https://pan.quark.cn/s/1446690797ff"
  },
  {
    "文件名": "《七零炮灰初恋觉醒了》作者：昭燃.txt",
    "夸克盘链接": "https://pan.quark.cn/s/6f0c4c9986ae"
  },
  {
    "文件名": "《漂亮榜一他今天又在偷亲我》作者：脆皮瓜瓜.txt",
    "夸克盘链接": "https://pan.quark.cn/s/670935dacca7"
  },
  {
    "文件名": "《漂亮娇气包穿成炮灰攻四之后》作者：卖茶的小女巫.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a93498cecedf"
  },
  {
    "文件名": "《漂亮NPC是娇气包》（番外完）作者：芝苓.txt",
    "夸克盘链接": "https://pan.quark.cn/s/21f023063c2b"
  },
  {
    "文件名": "《偏执大佬黑月光逃婚后》作者：唐不弃.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ed77c8d8ac23"
  },
  {
    "文件名": "《柠檬盐汽水》作者：风铃草（1v1）~补番.txt",
    "夸克盘链接": "https://pan.quark.cn/s/5201361f85b7"
  },
  {
    "文件名": "《你贩剑，我发癫，联手整顿娱乐圈 》江绮  祁逾.txt",
    "夸克盘链接": "https://pan.quark.cn/s/fbf0e3979afd"
  },
  {
    "文件名": "《您好，上门维修的[快穿]》作者：小福福.txt",
    "夸克盘链接": "https://pan.quark.cn/s/6ba9cc11de97"
  },
  {
    "文件名": "《难赴风月》作者：半缘修道.txt",
    "夸克盘链接": "https://pan.quark.cn/s/da83100775ed"
  },
  {
    "文件名": "《某枝小岛》（精校版全本+番外完）作者：桨声已.txt",
    "夸克盘链接": "https://pan.quark.cn/s/67d1d4baa5f9"
  },
  {
    "文件名": "《魔灵废土【双性 结局1v1】》作者：小魔厨.txt",
    "夸克盘链接": "https://pan.quark.cn/s/5e4fce79df6a"
  },
  {
    "文件名": "《摸了就跑》作者：甜梅星.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ce544c16bb92"
  },
  {
    "文件名": "《落日池鱼》作者：清凛.txt",
    "夸克盘链接": "https://pan.quark.cn/s/646c8d21e01c"
  },
  {
    "文件名": "《民国设计师 穿书 》作者：青枫垂露.txt",
    "夸克盘链接": "https://pan.quark.cn/s/91144591485d"
  },
  {
    "文件名": "《落款不明（伪兄妹）》by诀别词（完结1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c15b35b85ddd"
  },
  {
    "文件名": "《猫咪绑定抽卡拍照系统后》作者：噫吁嚱鸭 主攻 .txt",
    "夸克盘链接": "https://pan.quark.cn/s/51e0a1378a6d"
  },
  {
    "文件名": "《猫猫今天也在拯救反派[快穿]》作者：啄米.txt",
    "夸克盘链接": "https://pan.quark.cn/s/f679ca973e59"
  },
  {
    "文件名": "《龙傲天都爱我[快穿]》作者：时如意.txt",
    "夸克盘链接": "https://pan.quark.cn/s/2197773dd928"
  },
  {
    "文件名": "《猫猫的天灾求生路》作者：狸奴不吃鱼.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e807fe8ab136"
  },
  {
    "文件名": "《柳条花冠》作者：宽二.txt",
    "夸克盘链接": "https://pan.quark.cn/s/7a7fb937eb33"
  },
  {
    "文件名": "《逻辑美学》作者：廿小萌.txt",
    "夸克盘链接": "https://pan.quark.cn/s/3bd833edf754"
  },
  {
    "文件名": "《零秒起漂》作者：南北逐风.txt",
    "夸克盘链接": "https://pan.quark.cn/s/7819ffb66258"
  },
  {
    "文件名": "《两面派》作者：狮子歌歌.txt",
    "夸克盘链接": "https://pan.quark.cn/s/41b73f174a08"
  },
  {
    "文件名": "《坤宁》作者：时镜.txt",
    "夸克盘链接": "https://pan.quark.cn/s/8e93a5752f50"
  },
  {
    "文件名": "《离婚之后走上不归路》作者：八宝已被占用.txt",
    "夸克盘链接": "https://pan.quark.cn/s/bbe864865ad3"
  },
  {
    "文件名": "《九零之读心神探》作者：胡六月.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a6944c51b649"
  },
  {
    "文件名": "《老妖精》作者：毛厚.txt",
    "夸克盘链接": "https://pan.quark.cn/s/d92f55f0f6c5"
  },
  {
    "文件名": "《靠揍哭最强成为攻略砖家》作者：闲豆.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c4e5b7a8f533"
  },
  {
    "文件名": "《快穿：被S级疯批强制爱》作者：明月之上.txt",
    "夸克盘链接": "https://pan.quark.cn/s/048804e95217"
  },
  {
    "文件名": "《救世后我成了万人迷》作者：南木有林.txt",
    "夸克盘链接": "https://pan.quark.cn/s/0aec95b2eea3"
  },
  {
    "文件名": "《惊！身娇体软万人迷竟是我自己》作者：全麦面包【番茄】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/3f8ee61ba548"
  },
  {
    "文件名": "《金刚不坏》作者：里伞.txt",
    "夸克盘链接": "https://pan.quark.cn/s/aa411a4fd8e9"
  },
  {
    "文件名": "《姜可》作者：Juneyyyy（双x生子）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/bdcad97a207b"
  },
  {
    "文件名": "《季听日记》作者：秃子小贰.txt",
    "夸克盘链接": "https://pan.quark.cn/s/d2b9e8738ccc"
  },
  {
    "文件名": "《假少爷重生后成了万人迷》作者：子浣【书耽】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/0e3408b79ee2"
  },
  {
    "文件名": "《和死对头生崽后他失忆了》作者：7酒一壶.txt",
    "夸克盘链接": "https://pan.quark.cn/s/3190f6a56da1"
  },
  {
    "文件名": "《花鸟屿和陆老板》作者：摩童.txt",
    "夸克盘链接": "https://pan.quark.cn/s/d68107004717"
  },
  {
    "文件名": "《过激行为》作者：狐狸.txt",
    "夸克盘链接": "https://pan.quark.cn/s/af7d9df548ad"
  },
  {
    "文件名": "《乖软omega又被指挥官捕获了》作者：枝共冢.txt",
    "夸克盘链接": "https://pan.quark.cn/s/4f46bff781f6"
  },
  {
    "文件名": "《共吟》作者：边萤.txt",
    "夸克盘链接": "https://pan.quark.cn/s/279d2b5c20d9"
  },
  {
    "文件名": "《功德簿》（番外完）作者：与沫.txt",
    "夸克盘链接": "https://pan.quark.cn/s/fa0afdeda992"
  },
  {
    "文件名": "《高维入侵》作者：七流.txt",
    "夸克盘链接": "https://pan.quark.cn/s/4400a91d1110"
  },
  {
    "文件名": "《高山仰止》作者：神谕谕谕86.txt",
    "夸克盘链接": "https://pan.quark.cn/s/b0543d1d313b"
  },
  {
    "文件名": "《风从哪里来》 作者：青衫湿透.txt",
    "夸克盘链接": "https://pan.quark.cn/s/08e0bd060237"
  },
  {
    "文件名": "《风雪待归人》作者：小霄.txt",
    "夸克盘链接": "https://pan.quark.cn/s/139e520d6310"
  },
  {
    "文件名": "《放弃啦不演啦[娱乐圈]》作者：肉包不吃肉.txt",
    "夸克盘链接": "https://pan.quark.cn/s/7efe376cddd8"
  },
  {
    "文件名": "《反派指导系统》作者：茶点点.txt",
    "夸克盘链接": "https://pan.quark.cn/s/dc804e180aac"
  },
  {
    "文件名": "《反派弱小又美丽[快穿]》作者：月色如墨.txt",
    "夸克盘链接": "https://pan.quark.cn/s/366e7b8ceb27"
  },
  {
    "文件名": "《督主有病》作者：杨溯.txt",
    "夸克盘链接": "https://pan.quark.cn/s/54f66a54864c"
  },
  {
    "文件名": "《都市怪谈拆迁办》作者：撕枕犹眠.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c19ffacc7750"
  },
  {
    "文件名": "《儿砸，你是男配呀 穿书  》作者：林菱柒.txt",
    "夸克盘链接": "https://pan.quark.cn/s/fc9e06a031fe"
  },
  {
    "文件名": "《二哈和他的白猫师尊》作者：肉包不吃肉（2018.9.28更新番外完结 推 玄幻HE 蠢到爆表哈士奇攻X傲娇暴躁大白猫受 主攻 一大盆狗血虐 前世攻和现世攻伪3p.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a98dc122309a"
  },
  {
    "文件名": "《抵债的男老婆（女攻）双性yd男妈妈受》作者：朝歌子.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e93a0eb8fca0"
  },
  {
    "文件名": "《灯下黑》作者：二冬.txt",
    "夸克盘链接": "https://pan.quark.cn/s/8134b9993bf3"
  },
  {
    "文件名": "《错认反派师尊的下场》作者：萝樱.txt",
    "夸克盘链接": "https://pan.quark.cn/s/566e9acbe976"
  },
  {
    "文件名": "《粗汉炮灰攻了白月光大佬》作者：翊石巫.txt",
    "夸克盘链接": "https://pan.quark.cn/s/2b54ef40036e"
  },
  {
    "文件名": "《穿越成兽人宠物的我过上了死宅生活》by elf精灵（完结np）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/6b39cc9edd82"
  },
  {
    "文件名": "《当社恐穿成万人迷绿茶》作者：楚清漪.txt",
    "夸克盘链接": "https://pan.quark.cn/s/95d3bd7f1b3a"
  },
  {
    "文件名": "《穿到没有辣椒的世界后》作者：簌簌吹雪.txt",
    "夸克盘链接": "https://pan.quark.cn/s/360a966c7d88"
  },
  {
    "文件名": "《穿书：做个邪恶的大师兄》作者：灯盏空青.txt",
    "夸克盘链接": "https://pan.quark.cn/s/4aad2eb3b41d"
  },
  {
    "文件名": "《穿成渣了偏执男主的万人迷》作者：王薯片.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a6bbf946d3b6"
  },
  {
    "文件名": "《穿成校霸认错爸爸》作者：竹北.txt",
    "夸克盘链接": "https://pan.quark.cn/s/f9ef51cd917a"
  },
  {
    "文件名": "《穿成年代文私奔女配》作者：桃花引.txt",
    "夸克盘链接": "https://pan.quark.cn/s/7b12b4b3a7a6"
  },
  {
    "文件名": "《穿成毛茸茸后成了师尊心尖宠》作者：依十一.txt",
    "夸克盘链接": "https://pan.quark.cn/s/9e5b38f79d86"
  },
  {
    "文件名": "《穿成克夫小夫郎》作者：路归途.txt",
    "夸克盘链接": "https://pan.quark.cn/s/6ff9274302cf"
  },
  {
    "文件名": "《穿成男主的病弱竹马[穿书]》作者：米.txt",
    "夸克盘链接": "https://pan.quark.cn/s/4b7610f8d416"
  },
  {
    "文件名": "《赤霄》（番外完）作者：蓝鲸不流泪.txt",
    "夸克盘链接": "https://pan.quark.cn/s/4d1910c46fa5"
  },
  {
    "文件名": "《穿成古代大龄剩男》作者：呆呆呆呆呆.txt",
    "夸克盘链接": "https://pan.quark.cn/s/941b620cda0f"
  },
  {
    "文件名": "《吃亏》作者：Helios.txt",
    "夸克盘链接": "https://pan.quark.cn/s/24db94dc8324"
  },
  {
    "文件名": "《彩蛋》作者：肉包不吃肉.txt",
    "夸克盘链接": "https://pan.quark.cn/s/8280e4900609"
  },
  {
    "文件名": "《成了影帝宠物蛇》 作者：云鹤起【9k不明】(1).txt",
    "夸克盘链接": "https://pan.quark.cn/s/5897ceae9fca"
  },
  {
    "文件名": "《产科那位男医生》作者：幸运萤（离异单亲妈vs产科男医生，成年男女，甜蜜二婚文，熟男熟女）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/20550061ea5f"
  },
  {
    "文件名": "《病弱美人如何通关无限综艺》作者：芝.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c23a8d2eddc3"
  },
  {
    "文件名": "《病弱万人迷该如何拒绝爱意[快穿]》作者：半重瓣.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e7925de914cd"
  },
  {
    "文件名": "《陛下万安》BY决绝（推 未穿HE 英俊探花郎攻X痴汉皇帝受 强强 生子 金手指 带着娃去找媳妇）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e48e8df0d5b0"
  },
  {
    "文件名": "《边关漂亮小寡妇》作者：地绵绵.txt",
    "夸克盘链接": "https://pan.quark.cn/s/bf7b94400c4c"
  },
  {
    "文件名": "《被吃播系统绑定后我成了万人迷》 作者：礼易诗书.txt",
    "夸克盘链接": "https://pan.quark.cn/s/8fde5acb07c7"
  },
  {
    "文件名": "《被金主抛弃后我勾搭上了他发小》BY关山越(小推 现代开放式 各种霸道腹黑攻X自私惹火妖艳受 狗血 第一人称 吃醋修罗场大乱斗 过程NP结局开放式).txt",
    "夸克盘链接": "https://pan.quark.cn/s/b79820132361"
  },
  {
    "文件名": "《被敌国暴君宠幸了》作者：宋昭昭.txt",
    "夸克盘链接": "https://pan.quark.cn/s/11499ea69de5"
  },
  {
    "文件名": "《被自己圈养的金丝雀》作者：鱼二.txt",
    "夸克盘链接": "https://pan.quark.cn/s/22e1b1c73239"
  },
  {
    "文件名": "《败将成妃》作者：青藤lvy.txt",
    "夸克盘链接": "https://pan.quark.cn/s/0df61835584b"
  },
  {
    "文件名": "《30条短视频助星球避开天灾》作者：睡觉能人.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e5526a487ff6"
  },
  {
    "文件名": "《白月光，好难当》作者：叶遥挚.txt",
    "夸克盘链接": "https://pan.quark.cn/s/4449fa290f88"
  },
  {
    "文件名": "《Crush》作者：巧克力布朗尼.txt",
    "夸克盘链接": "https://pan.quark.cn/s/75e26f94ba84"
  },
  {
    "文件名": "《白月光她没有心 快穿 》作者：漓璃渊上.txt",
    "夸克盘链接": "https://pan.quark.cn/s/0b4e8fcebe7a"
  },
  {
    "文件名": "《[综英美]英雄之子》作者：束则.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c91938495a4f"
  },
  {
    "文件名": "《【快穿】貌美金丝雀他深陷修罗场》作者：啊欲.txt",
    "夸克盘链接": "https://pan.quark.cn/s/6b772732fdea"
  },
  {
    "文件名": "《[综英美]调查员的一万次死遁》作者：久戈.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a616cd1e78e4"
  },
  {
    "文件名": "《【西幻】女巫女巫》by鲨鱼辣椒（完结1v1番外）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/3f533433d652"
  },
  {
    "文件名": "[完结400+6番外]《[虫族]梦老师灵感枯竭》作者：baba（np）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/12a5b2bb843b"
  },
  {
    "文件名": "《（综英美同人）[综英美]移动泉水请求出战》作者：不盐【完结+番外】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/4437c7e77f20"
  },
  {
    "文件名": "《（综漫同人）穿成语音助手的我最后东大毕业了》作者：kuroto.txt",
    "夸克盘链接": "https://pan.quark.cn/s/78c8da536c69"
  },
  {
    "文件名": "《（综漫同人）沢田家的审神者 综 》作者：闲华亦雪.txt",
    "夸克盘链接": "https://pan.quark.cn/s/6f4190c967b7"
  },
  {
    "文件名": "[完结蛋全]《调教幼犬BDSM》作家：一枚软体海生物（1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ed4a7c1eaa89"
  },
  {
    "文件名": "《（名柯同人）波本今天也在警视厅兢兢业业》作者：玖臻.txt",
    "夸克盘链接": "https://pan.quark.cn/s/8a272a4a0459"
  },
  {
    "文件名": "[完结47+番外]《【主攻】穿书后被反派师尊表白了》作者：竹涧饮茶客（1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/71021d223606"
  },
  {
    "文件名": "[完结199+番外]越线（婚后 H）作者：一枝独秀.txt",
    "夸克盘链接": "https://pan.quark.cn/s/96799e3e80e2"
  },
  {
    "文件名": "[完结+全番外]《预谋不轨（ABO 结局1v1 NTR 生子产乳）》作者：荷沈.txt",
    "夸克盘链接": "https://pan.quark.cn/s/1169798d3c44"
  },
  {
    "文件名": "[完结+全番外]《万人嫌离婚之后（美强双性ABO、换攻）1v1》作者：andgbb【补番】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a4852193c44f"
  },
  {
    "文件名": "[完结+全番外]《钱色交易（np 双性总受、性癖变态攻）》作者：我爱吃冰棒【补番】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/9d30b430dc40"
  },
  {
    "文件名": "[完结+番外]《渣男，但是万人迷》作者：猴面包树（总攻）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/281685037d2b"
  },
  {
    "文件名": "[完结+番外]背叛[SM] 作者：雪莉~补番.txt",
    "夸克盘链接": "https://pan.quark.cn/s/53bb70b3f448"
  },
  {
    "文件名": "[完结+番外]《我性幻想中的体校生活》作者：劳伦瑞尔 (np).txt",
    "夸克盘链接": "https://pan.quark.cn/s/e6e7a0feaa81"
  },
  {
    "文件名": "[完结+番外]《沙雕攻也要谈恋爱！》作者：火锅金针菇（1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/2a2097789a31"
  },
  {
    "文件名": "[完结+番外]《社恐炮灰遇上重生龙傲天》作者：张嘴吃蘑菇（1v1）~补番.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a7ce75d213a9"
  },
  {
    "文件名": "[完结+番外]《炮灰给总攻当按摩棒的日子》作者：自给自足（np）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/fa6c076395f7"
  },
  {
    "文件名": "[完结+番外]《上将的合约夫夫》作者：俺是小阿b（1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/81155761aa59"
  },
  {
    "文件名": "[完结+番外]《林家日常》作者：一串乱码（总攻）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/1a7cf5b5ab23"
  },
  {
    "文件名": "[完结]纵欲三十天 作者：肆野与湫.txt",
    "夸克盘链接": "https://pan.quark.cn/s/05dff3843d6c"
  },
  {
    "文件名": "[完结+番外]《快穿之无法自拔》作者：商银（np）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/6082292b2f79"
  },
  {
    "文件名": "[完结]专属母狗（高h） 作者：石更大魔王.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ddc75bec29b3"
  },
  {
    "文件名": "[完结]妖女（np） 作者：艾雪熙.txt",
    "夸克盘链接": "https://pan.quark.cn/s/cd737886b79a"
  },
  {
    "文件名": "[完结]心上偏爱  作者 _.txt",
    "夸克盘链接": "https://pan.quark.cn/s/2be6e549a5e2"
  },
  {
    "文件名": "[完结]你被爸爸艹孕吐 作者：小猫咪兽性大发.txt",
    "夸克盘链接": "https://pan.quark.cn/s/fee3bcdb31c5"
  },
  {
    "文件名": "[完结]喜欢我，快喜欢我（痴汉）作者：唐七辛.txt",
    "夸克盘链接": "https://pan.quark.cn/s/bd5802b0a0c7"
  },
  {
    "文件名": "[完结]梦中人（np） 作者：吃松子儿.txt",
    "夸克盘链接": "https://pan.quark.cn/s/7cca6e7a445c"
  },
  {
    "文件名": "[完结]老婆被强占后他成了绿帽癖 作者：君沐霖.txt",
    "夸克盘链接": "https://pan.quark.cn/s/39fe6e77b6a8"
  },
  {
    "文件名": "[完结]假千金被死对头包养了（1v1甜文）作者：一件衫.txt",
    "夸克盘链接": "https://pan.quark.cn/s/1f6b3446cce4"
  },
  {
    "文件名": "[完结]烂泥（母子） 作者 纯爱战士牛头人.txt",
    "夸克盘链接": "https://pan.quark.cn/s/1cc37b6346c5"
  },
  {
    "文件名": "[完结]大佬的娇宠玩物 作者：沐已成粥.txt",
    "夸克盘链接": "https://pan.quark.cn/s/276de5af833b"
  },
  {
    "文件名": "[完结]财迷小道姑误入成人直播恋综爆火 作者：渔涂涂.txt",
    "夸克盘链接": "https://pan.quark.cn/s/f3bf4a183abc"
  },
  {
    "文件名": "[完结]报恩的糙汉好猛（1V1 SC） 作者：糖醋鱼.txt",
    "夸克盘链接": "https://pan.quark.cn/s/443d86b40fdc"
  },
  {
    "文件名": "[完结]《总是差点ooc的美人npc》作者：秋君夜探美人郎（np）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/7f8c9a51cb17"
  },
  {
    "文件名": "[完结]《重生后拒绝火葬场只想赶紧逃》作者：不歇（np）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/59e952437d5c"
  },
  {
    "文件名": "[完结]《庄园主和他的小奴隶》作者：星星（1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/507c121da2e8"
  },
  {
    "文件名": "[完结]《正道魁首》作者：斋哥（1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/1734b1ce2c53"
  },
  {
    "文件名": "[完结]《折翅》作者：猫上村树（1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/31a6a56b8caa"
  },
  {
    "文件名": "[完结]《造物》作者：来去 (1V1).txt",
    "夸克盘链接": "https://pan.quark.cn/s/7734f339f0be"
  },
  {
    "文件名": "[完结]《性瘾清纯男大学生》作者：抹布脏肉文爱好者（np）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a24af55f4574"
  },
  {
    "文件名": "[完结]《隐秘情人》作者：久行且歌（1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/de6930aa1f1c"
  },
  {
    "文件名": "[完结]《心肝》作者：again (1v1).txt",
    "夸克盘链接": "https://pan.quark.cn/s/ddb012a59428"
  },
  {
    "文件名": "[完结]《小九》作者：徐豹豹（1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/96a161ad9257"
  },
  {
    "文件名": "[完结]《无限流里的笨蛋美人》作者：烟上雨（np）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/b86898480db2"
  },
  {
    "文件名": "[完结]《我们中有个直男》作者：微玖（np）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ba7f5dec3eac"
  },
  {
    "文件名": "[完结]《外星机甲情迷古代人妻》作者：古道春 (1V1).txt",
    "夸克盘链接": "https://pan.quark.cn/s/6cb2add4ff05"
  },
  {
    "文件名": "[完结]《贪狼的白月光》作者：非黑即白（1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/3abde2a5fe80"
  },
  {
    "文件名": "[完结]《双开门总裁又被草批了》作者：山人杜若（1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e0a9a5541385"
  },
  {
    "文件名": "[完结]《石榴裙》作者：欢喜（百合1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/210958058199"
  },
  {
    "文件名": "[完结]《师尊是个高危职业》作者：神运的云（1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/febe564aae8e"
  },
  {
    "文件名": "[完结]《少年将军和他的小王爷》作者：明日复明日（1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/6f9804b01f03"
  },
  {
    "文件名": "[完结]《情浴四合院，公共茓便器》作者：没有名字.txt",
    "夸克盘链接": "https://pan.quark.cn/s/f1646c065bb6"
  },
  {
    "文件名": "[完结]《清冷美人被暴君懆批》作者：全文存稿不坑文（1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/53883de505aa"
  },
  {
    "文件名": "[完结]《情痴》作者：刑陆（1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/72d78173b33c"
  },
  {
    "文件名": "[完结]《沁色》作者：清明的清（1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/de669a6b1680"
  },
  {
    "文件名": "[完结]《窃明珠》作者：星绮雨（1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/9f6ea7a1c20e"
  },
  {
    "文件名": "[完结]《前夫和发小都成了我的炮友》作者：朽木灵（np）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/23e955caf69d"
  },
  {
    "文件名": "[完结]《强壮男仆娇少爷》作者：星星冷的眨眼睛 (1v1).txt",
    "夸克盘链接": "https://pan.quark.cn/s/0d0ccf4740fe"
  },
  {
    "文件名": "[完结]《漂亮少年》作者：好撑别画饼（1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/8ea87a405808"
  },
  {
    "文件名": "[完结]《赔罪礼》作者：海云（1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/30a1f9901552"
  },
  {
    "文件名": "[完结]《炮灰美人掰弯直男后被爆肏了》作者：叫我咪咪就好（np）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/82c10a9e7f82"
  },
  {
    "文件名": "[完结]《母亲的遗产》作者 无聊酒家（gl百合小妈np）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c5aa69c5cbae"
  },
  {
    "文件名": "[完结]《炮灰背景板不想当万人迷》作者：慕沐.txt",
    "夸克盘链接": "https://pan.quark.cn/s/12307e5c13e4"
  },
  {
    "文件名": "[完结]《莫惊春》作者：站街卖身葬妻被前夫看见 (1v1).txt",
    "夸克盘链接": "https://pan.quark.cn/s/ae03a9b4dc15"
  },
  {
    "文件名": "[完结]《毛绒绒的泰迪犬》作者：SHALALA（1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/21771afd6a2c"
  },
  {
    "文件名": "[完结]《可怜老实人被阴暗批痴汉老公疯狂觊觎》作者：一根薯条 (1v1).txt",
    "夸克盘链接": "https://pan.quark.cn/s/4cb90b2804a8"
  },
  {
    "文件名": "[完结]《绝对掌控》作者：麻爪（1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e59a2992b4c7"
  },
  {
    "文件名": "[完结]《姐姐轻点》作者 小羊出击（GL百合1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a8ed2d08cf02"
  },
  {
    "文件名": "[完结]《花市狂欢记》作者：Hi早八妹（混合故事集）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/166504d3b248"
  },
  {
    "文件名": "[完结]《捡来的老婆》作者：冰点（1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/28512d55b7c5"
  },
  {
    "文件名": "[完结]《佳人才子俱往矣》作者：生死肉骨 (混合).txt",
    "夸克盘链接": "https://pan.quark.cn/s/74c19ab53fa0"
  },
  {
    "文件名": "[完结]《黑皮大奶体育生恶堕》作者：樱花酥（np）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/1dca72de4b7a"
  },
  {
    "文件名": "[完结]《海王就要使劲叫》作者：扣子解开（np）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/88577910cef2"
  },
  {
    "文件名": "[完结]《公主男当》作者：空白格子（1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/9a205494c47e"
  },
  {
    "文件名": "[完结]《公交车上yin乱日常》作者：朕今天一定更新.txt",
    "夸克盘链接": "https://pan.quark.cn/s/acd19807a44c"
  },
  {
    "文件名": "[完结]《高门绮户》作者：Godzita（np）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c036e1435da3"
  },
  {
    "文件名": "[完结]《抚玉》作者：雪尽千里 (1V1).txt",
    "夸克盘链接": "https://pan.quark.cn/s/f07dbf734522"
  },
  {
    "文件名": "[完结]《繁星入我怀【上卷】》作者：京酱肉丝（穿书np万人迷戏精受）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/1ef9616845f6"
  },
  {
    "文件名": "[完结]《二手深情》作者：vixerunts（邵简同人）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/255a491ac7df"
  },
  {
    "文件名": "[完结]《到底谁是主人！》作者 诗词鸽赋（百合兽人futa1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/b08abf13f637"
  },
  {
    "文件名": "[完结]《恶毒师弟每天都在挨草》作者：我行其野（1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ea88d4adcd97"
  },
  {
    "文件名": "[完结]《恶劣直男被高冷舍友玩弄》作者：染绮(1v1).txt",
    "夸克盘链接": "https://pan.quark.cn/s/242e917968be"
  },
  {
    "文件名": "[完结]《当舔狗饿疯后扑倒了室友》作者：小酒（1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/2d75bda86971"
  },
  {
    "文件名": "[完结]《大乃银批美人求糙记》作者：果味汽水（np）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/1d2f056f3a8a"
  },
  {
    "文件名": "[完结]《超级英雄王铁牛的淫欲堕落》作者：得过且过（np）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/446362fffab1"
  },
  {
    "文件名": "[完结]《催眠调教美人成为荡货合集》作者：贫僧法号悟空.txt",
    "夸克盘链接": "https://pan.quark.cn/s/7afb366e5968"
  },
  {
    "文件名": "[完结]《穿进校园言情文里的我一心求死》作者：香菜爱吃菠萝 (1v1).txt",
    "夸克盘链接": "https://pan.quark.cn/s/64411442dfea"
  },
  {
    "文件名": "[完结]《产娘》作者：Xilinx（np）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/63700bc02539"
  },
  {
    "文件名": "[完结]《侧夫太好孕，清冷正君急了》作者：暗黑系魔女（女攻故事集）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/cd30edb1a8ab"
  },
  {
    "文件名": "[完结]《不要一起肏，下面受不了》作者：木眠狐（百合np）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/af7074f673bb"
  },
  {
    "文件名": "[完结]《不会爱人的祝星》作者：千江 (np).txt",
    "夸克盘链接": "https://pan.quark.cn/s/290ae2885c91"
  },
  {
    "文件名": "[完结]《捕捉》作者：又见蓝山（1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/65bbf6ca1670"
  },
  {
    "文件名": "[完结]《擦边哄睡小主播和金主女高》作者：唯一性的梦（百合1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e67df8e68e65"
  },
  {
    "文件名": "[完结]《被制裁的Omega特工》作者：椰果奶茶（切片攻）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/16e1d88e6176"
  },
  {
    "文件名": "[完结]《被仙人掌意外插入后》作者：好玩罢了.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c6db2152ddb8"
  },
  {
    "文件名": "[完结]《被外国猛男懆了》作者：aolce.txt",
    "夸克盘链接": "https://pan.quark.cn/s/28dbcd0aecb9"
  },
  {
    "文件名": "[完结]《爆汁涩文回收站》作者：草吠（故事集）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/54a64a72fe14"
  },
  {
    "文件名": "[完结]《被男朋友的父亲爆炒了小批》作者：炖肉火锅 (np).txt",
    "夸克盘链接": "https://pan.quark.cn/s/dc09b5bac95d"
  },
  {
    "文件名": "[完结]《包养清秀男老师》作者：冰块牛奶（np）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/db7a8c3af743"
  },
  {
    "文件名": "[更879]插进去了，但我们还是纯洁的关系（快穿，剧情1V1）作者：造了个孽.txt",
    "夸克盘链接": "https://pan.quark.cn/s/cb6302873e0a"
  },
  {
    "文件名": "[完结]《爸爸这婚必须得离》作者：徐豹豹（1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/bd54543f73c3"
  },
  {
    "文件名": "[完结]《半糖》作者：梁幸禺 (1v1).txt",
    "夸克盘链接": "https://pan.quark.cn/s/6f2f4736266e"
  },
  {
    "文件名": "[完结]《白日梦》作者：二本正经 (1V1).txt",
    "夸克盘链接": "https://pan.quark.cn/s/f26f0a735d3e"
  },
  {
    "文件名": "[更456]病娇们的狩猎（NPH） 作者：紫丁簪.txt",
    "夸克盘链接": "https://pan.quark.cn/s/9b7769f467d5"
  },
  {
    "文件名": "[合集 更159]《得闲炒饭》作者：迷迷迷.txt",
    "夸克盘链接": "https://pan.quark.cn/s/0b1abe62c10d"
  },
  {
    "文件名": "[完结]《把皇后调教成合格的母狗》作者：强制爱渣攻 (np).txt",
    "夸克盘链接": "https://pan.quark.cn/s/28a2d8fbab0b"
  },
  {
    "文件名": "[更355]被他肏了七天七夜后我带球跑了（校园1v1 高H）作者：落落.txt",
    "夸克盘链接": "https://pan.quark.cn/s/432ae03ec910"
  },
  {
    "文件名": "[更300+支线23]《塞陀监狱》作者：泠泠夜（虫族总攻）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c70d6cbd8e98"
  },
  {
    "文件名": "[更291]欲女绘卷（nph）作者：易燃_BURNING.txt",
    "夸克盘链接": "https://pan.quark.cn/s/27c18b7d4348"
  },
  {
    "文件名": "[更280]《炮灰逆袭手册（共妻手册下册）》作者：Momo（np）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a17369032bf1"
  },
  {
    "文件名": "[更268]心肝与她的舔狗(高H 校园 强取豪夺)作者：烟草风絮梅子雨.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a2a5b5587467"
  },
  {
    "文件名": "[更267]絮娘（古风，NPH）作者：鸣銮.txt",
    "夸克盘链接": "https://pan.quark.cn/s/9cdc76644125"
  },
  {
    "文件名": "[更237]淫悦帝王成长计划【后宫H】作者：幼冴.txt",
    "夸克盘链接": "https://pan.quark.cn/s/7f971cd2e4a5"
  },
  {
    "文件名": "[更260]穿成男主白月光（快穿，nph）作者：花柒酒.txt",
    "夸克盘链接": "https://pan.quark.cn/s/18ec003071f4"
  },
  {
    "文件名": "[更221]《哥哥们被我玩坏了怎么办》作者：苏糖酥糖（np骨科，女攻）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/125a4c26205c"
  },
  {
    "文件名": "[更200]每次快穿睁眼都有想死的冲动（NP）作者：咖啡因.txt",
    "夸克盘链接": "https://pan.quark.cn/s/34f9a8e6b215"
  },
  {
    "文件名": "[更182]黑莲花被迫小白花开局！如何拉扯懦弱皇兄一统江山（古言NPH）作者 讫讫.txt",
    "夸克盘链接": "https://pan.quark.cn/s/d157b127f648"
  },
  {
    "文件名": "[更156]在恐怖游戏收录NPC男友 作者：红豆奶猹.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e82e99fd7402"
  },
  {
    "文件名": "[更145]在末日女扮男装（nph）作者：霜雪天.txt",
    "夸克盘链接": "https://pan.quark.cn/s/77c6d704a2c0"
  },
  {
    "文件名": "[更134]浪荡（古言1V1H）作者：坤卦.txt",
    "夸克盘链接": "https://pan.quark.cn/s/87e2ebb1a5ac"
  },
  {
    "文件名": "[更125]联邦的小狐狸（兽人NPH）作者：闪烁的星.txt",
    "夸克盘链接": "https://pan.quark.cn/s/104fbd64e525"
  },
  {
    "文件名": "[更120]帝台春 作者：临霜写.txt",
    "夸克盘链接": "https://pan.quark.cn/s/6c934f28e83c"
  },
  {
    "文件名": "[更101]《穿越兽世搞基建 原名 穿越兽世做保健》作者：乔小宝（np）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/5e3078f1ccd3"
  },
  {
    "文件名": "[更113]愿君步长翮 作者：一笔耕.txt",
    "夸克盘链接": "https://pan.quark.cn/s/87efd6b1fa49"
  },
  {
    "文件名": "[更98]跟前任分手后成了饭搭子（校园H）作者：啊瘦阿.txt",
    "夸克盘链接": "https://pan.quark.cn/s/7e16b059720f"
  },
  {
    "文件名": "[更95]【西幻】炮灰在西幻世界的生存法则（NP 高H 火葬场）作者：拜伦维斯.txt",
    "夸克盘链接": "https://pan.quark.cn/s/72df5953dc34"
  },
  {
    "文件名": "[更94]《放暑假后我在游戏里007当酒》作者：踽踽独行（柯南总攻）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a4a2e3a807e8"
  },
  {
    "文件名": "[更94]《喜欢人妻有什么错》作者 呆元（GL百合母女ABO 主攻NP）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/bfd9b36781f2"
  },
  {
    "文件名": "[更92]《NTR之交换游戏》作者：心术不正（np）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/cb2c7f97f167"
  },
  {
    "文件名": "[更89]易绻（1V2）作者：锦换.txt",
    "夸克盘链接": "https://pan.quark.cn/s/146ec4c29887"
  },
  {
    "文件名": "[更80]被玩 (强制、都市高干H、先婚后爱、BT) 作者：miss_babybaby.txt",
    "夸克盘链接": "https://pan.quark.cn/s/80f6ad74212f"
  },
  {
    "文件名": "[更73]《规矩》作者：嘟嘟猫2号（1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/517efe60024d"
  },
  {
    "文件名": "[更79]【快穿】睡了男主后我死遁了（NP高H） 作者 兔兔吉利.txt",
    "夸克盘链接": "https://pan.quark.cn/s/5af7ae28fd15"
  },
  {
    "文件名": "[更79]《被三个男人看上以后，我被囚禁了》作者：南木子鱼（np）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/851347e72974"
  },
  {
    "文件名": "[更76]跟发小们的淫乱假期【NP 肉合集】作者：榴莲黄.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c8176f992e43"
  },
  {
    "文件名": "[更72]【综港影】玉蝴蝶（nph）作者：呀啊啊啊啊啊西八老马.txt",
    "夸克盘链接": "https://pan.quark.cn/s/d25847e565f1"
  },
  {
    "文件名": "[更68]骨欲（古言／骨科／sc）作者：星辰鲸落.txt",
    "夸克盘链接": "https://pan.quark.cn/s/774240ca4d19"
  },
  {
    "文件名": "[更65]窗子以内（校园 1v1）作者：暴异斯.txt",
    "夸克盘链接": "https://pan.quark.cn/s/4b960e189a7f"
  },
  {
    "文件名": "[更64]被讨厌的未婚妻小姐（1v2，双生子）作者：幼稚园车神.txt",
    "夸克盘链接": "https://pan.quark.cn/s/0dd02dce2d11"
  },
  {
    "文件名": "[更67]《特殊情欲道具所》作家：小耳朵（np）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/32c86f260678"
  },
  {
    "文件名": "[更61]《在情趣公司上班的我是性无能》作者：亦泱（GL百合ABO）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/05c1de39dbf9"
  },
  {
    "文件名": "[更58]《主角变态了难道怪我吗》作者：不歇（np）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/fb163c146e17"
  },
  {
    "文件名": "[更54]《羽扇纶巾》作者：月牙弯弯（1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/510510319e83"
  },
  {
    "文件名": "[更49]裸纱（ 1v1h 先婚后爱）作者：西替利嗪.txt",
    "夸克盘链接": "https://pan.quark.cn/s/2eec2b03c686"
  },
  {
    "文件名": "[更48]《起点反派并不想被万人迷主角看上》作者：铒觉（总攻）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/5006fc60667c"
  },
  {
    "文件名": "[更46]日不落（父女）作者：夭夭.txt",
    "夸克盘链接": "https://pan.quark.cn/s/4b76aebd532f"
  },
  {
    "文件名": "[更45]网恋被骗一百万（1V1,SC）作者：纯爱战神.txt",
    "夸克盘链接": "https://pan.quark.cn/s/9d642ab00d13"
  },
  {
    "文件名": "[更41]颂月（兄妹骨科H）作者：林鑫.txt",
    "夸克盘链接": "https://pan.quark.cn/s/35380934eb51"
  },
  {
    "文件名": "[更45]《塞格的玫瑰》作者 走月逆云（GL百合futanp）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/682afe0f1e9f"
  },
  {
    "文件名": "[更39]《玩攻实录》作者：A（故事集）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/36aa542f639b"
  },
  {
    "文件名": "[更39]高抬贵手（强制1V1）作者：紫衫龙王.txt",
    "夸克盘链接": "https://pan.quark.cn/s/600b01239f53"
  },
  {
    "文件名": "[更38]《虫帝》作者：炸豆腐（总攻np虫族）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/9078a021b271"
  },
  {
    "文件名": "[更38]《笼雀》作者 猫破衣（GL百合1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e96399ed097f"
  },
  {
    "文件名": "[更32]《19禁成人付费综艺》作者：青山撞我（np）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/0f6c1db31df7"
  },
  {
    "文件名": "[更33]《被老肥丑俘获的美人们》作者：冷酷小学生（故事集）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/638b29dcbdfd"
  },
  {
    "文件名": "[更35]《谁要喜欢坏女人啊》作者 梁上君子（纯百GL1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/1945fcfc06e9"
  },
  {
    "文件名": "[更31]小心温差「校园1v1」作者：啁尾.txt",
    "夸克盘链接": "https://pan.quark.cn/s/1ea87904cc96"
  },
  {
    "文件名": "[更29]《金家的美人》作者：多喝冰水（np）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/b15d5a742d8a"
  },
  {
    "文件名": "[更31]《斗破苍穹之艳帝传奇》作者：没有名字（np）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/1c265cc0942b"
  },
  {
    "文件名": "[更27]《穿到女尊世界绿女主》作者：格子（女攻np）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/b4aacade78e0"
  },
  {
    "文件名": "[更27]《【催眠】被操坏的高岭之花们》作者：fanjinsu（np）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/561d7c690566"
  },
  {
    "文件名": "[更23]《Alpha集中营里的omega》作者：花七七（np）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ca0c79c8dac4"
  },
  {
    "文件名": "[更22]《秋冬》作者：你在胡说什么（古百GLabo）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/4105596a3960"
  },
  {
    "文件名": "[更22]《卖身》作者 玄不二（GL百合扶她np）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/d61c45ab6a63"
  },
  {
    "文件名": "[更20]《重生之被父皇驯养了》作者：我不可能那么变态（1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/2e01bb089a18"
  },
  {
    "文件名": "[更20]《四十岁初恋》作者 阿挠（GL百合）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/0745c4bd613d"
  },
  {
    "文件名": "[更12]《破罐破摔》作者：云间（np）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c7958f9242f5"
  },
  {
    "文件名": "[更16]《裴姨》作者 螚螚（小妈GL百合1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ce04a1753fc7"
  },
  {
    "文件名": "[更17]《一堆美人孕夫的h》作者：秋亭暮.txt",
    "夸克盘链接": "https://pan.quark.cn/s/d1d3f8783239"
  },
  {
    "文件名": "[更9]《穿特都市之我能控制欲望》作者：暗鸦（np）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/535d0e698997"
  },
  {
    "文件名": "[更10]《当摄政王沦为妓院头牌以后》作者：程春山（np）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ffd25f34e605"
  },
  {
    "文件名": "[废文 更117]囿春（1v1）作者：Lesley不吃葱.txt",
    "夸克盘链接": "https://pan.quark.cn/s/f2cb1b451bb4"
  },
  {
    "文件名": "[废文 更88]欲孽春潮（np）作者：祝秋白.txt",
    "夸克盘链接": "https://pan.quark.cn/s/366afe192eaf"
  },
  {
    "文件名": "[附带番外]中医美人为国争光[九零]（浣若君） 作者：浣若君.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e5734be20253"
  },
  {
    "文件名": "[废文 更55]待相逢（1v1）作者：此渊.txt",
    "夸克盘链接": "https://pan.quark.cn/s/b21d79d0a6f2"
  },
  {
    "文件名": "[废文 更55]给钱（1v1）作者：吃一口大西瓜.txt",
    "夸克盘链接": "https://pan.quark.cn/s/d1e65389705e"
  },
  {
    "文件名": "[废文 更14]倾耳（1v1）作者：夜很贫瘠.txt",
    "夸克盘链接": "https://pan.quark.cn/s/53635ff9cf32"
  },
  {
    "文件名": "[番全]再沐皇恩 作者：青枫垂露.txt",
    "夸克盘链接": "https://pan.quark.cn/s/aedd2b7f6b17"
  },
  {
    "文件名": "[晨水]贪奢 作者：青枫垂露.txt",
    "夸克盘链接": "https://pan.quark.cn/s/1c064d621198"
  },
  {
    "文件名": "[补车]《未知传闻》by江冉遗.txt",
    "夸克盘链接": "https://pan.quark.cn/s/51b0553dd856"
  },
  {
    "文件名": "[补车]暗河长明by冷山就木.txt",
    "夸克盘链接": "https://pan.quark.cn/s/0cd666887d8b"
  },
  {
    "文件名": "[np 完结]《柯南 总攻 真酒的自我修养（同人）》作者：井.txt",
    "夸克盘链接": "https://pan.quark.cn/s/2978578f3a20"
  },
  {
    "文件名": "[np 完结]《当直男穿进bl本子后（穿越、双性主受）》作者：燃烧的子弹.txt",
    "夸克盘链接": "https://pan.quark.cn/s/72039414e7ac"
  },
  {
    "文件名": "[np 完结]《和周围的人都有一腿（穿越）》作者：tnagtoc【烂尾】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/071e3aa471fd"
  },
  {
    "文件名": "[np 完结]《当男宠沦为手下玩物（主受）》作者：山野有柳.txt",
    "夸克盘链接": "https://pan.quark.cn/s/6b7e74be4284"
  },
  {
    "文件名": "[np 完结]《单身爸爸（双性总受、卖身）》作者：九桃.txt",
    "夸克盘链接": "https://pan.quark.cn/s/8e49ceacb4b2"
  },
  {
    "文件名": "[np 完结]《被争夺的omega（双性总受ABO）》作者：观来果.txt",
    "夸克盘链接": "https://pan.quark.cn/s/25a4457310bb"
  },
  {
    "文件名": "[np 更72]《穿成虐受文里的炮灰（穿书 总受）》作者：枝酥.txt",
    "夸克盘链接": "https://pan.quark.cn/s/533fd75ac91f"
  },
  {
    "文件名": "[np 双性]改造以后(风陵渡) 完结【结局1v1】 作者：风陵渡.txt",
    "夸克盘链接": "https://pan.quark.cn/s/481deacb4455"
  },
  {
    "文件名": "[ht完结]《当甜美初恋成了小妈》双性by咬耳朵.txt",
    "夸克盘链接": "https://pan.quark.cn/s/5f425bf650cf"
  },
  {
    "文件名": "[3p 完结]《风花雪月（总受、2攻1受）ntr》作者：采采荣木.txt",
    "夸克盘链接": "https://pan.quark.cn/s/73b08f9fc5be"
  },
  {
    "文件名": "[3p 完结]《父子共妻（sp 训诫）》作者：谜样的蛋先生.txt",
    "夸克盘链接": "https://pan.quark.cn/s/25d6e9e91141"
  },
  {
    "文件名": "[19世纪]危险迷人“B先生” 作者：山海十八.txt",
    "夸克盘链接": "https://pan.quark.cn/s/8f27d31b2f3d"
  },
  {
    "文件名": "[3p 完结]《被爸爸催眠改造成骚货了【总攻、一攻二受】》作者：辞卿权.txt",
    "夸克盘链接": "https://pan.quark.cn/s/67a85d5251d9"
  },
  {
    "文件名": "彩虹琥珀by木更木更（补车）.zip",
    "夸克盘链接": "https://pan.quark.cn/s/7a4ab2a228e4"
  },
  {
    "文件名": "莲鹤夫人五本合集.zip",
    "夸克盘链接": "https://pan.quark.cn/s/3bfd498171c2"
  },
  {
    "文件名": "潭石作品合集.zip",
    "夸克盘链接": "https://pan.quark.cn/s/02a54d02eec2"
  },
  {
    "文件名": "肉包不吃肉5本.zip",
    "夸克盘链接": "https://pan.quark.cn/s/cc87057059c3"
  },
  {
    "文件名": "魔道祖师［补车全］.zip",
    "夸克盘链接": "https://pan.quark.cn/s/25fe46e0310a"
  },
  {
    "文件名": "不负（出书版完结_ 作者：则慕.txt",
    "夸克盘链接": "https://pan.quark.cn/s/89fb23213af8"
  },
  {
    "文件名": "冰甜故事会 整治公主病婆婆.txt",
    "夸克盘链接": "https://pan.quark.cn/s/49718fbb47fc"
  },
  {
    "文件名": "冰甜故事会 山水不相逢.txt",
    "夸克盘链接": "https://pan.quark.cn/s/d6c1699b18bf"
  },
  {
    "文件名": "冰甜故事会 不渡.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ba16a1be5c22"
  },
  {
    "文件名": "冰糖故事会 绿茶女配觉醒.txt",
    "夸克盘链接": "https://pan.quark.cn/s/32e07f85500a"
  },
  {
    "文件名": "冰糖故事会 退婚后，我摊牌了.txt",
    "夸克盘链接": "https://pan.quark.cn/s/125d6a7b0174"
  },
  {
    "文件名": "冰糖故事会 她的隐秘心事.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ac667494c834"
  },
  {
    "文件名": "冰糖故事会 十年寿短，情长缘浅.txt",
    "夸克盘链接": "https://pan.quark.cn/s/44b1b6c3df43"
  },
  {
    "文件名": "0020020.步步生莲 作者：月关.txt",
    "夸克盘链接": "https://pan.quark.cn/s/75e0b6944612"
  },
  {
    "文件名": "冰糖故事会 穿成娱乐圈顶流小妈.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e5c3baa1104d"
  },
  {
    "文件名": "冰糖故事会 保姆想要吃绝户.txt",
    "夸克盘链接": "https://pan.quark.cn/s/b855e1a7c209"
  },
  {
    "文件名": "0018018.无限恐怖 作者：zhttty.txt",
    "夸克盘链接": "https://pan.quark.cn/s/8e6d2900c2fa"
  },
  {
    "文件名": "0017017.阳神.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c11b2ed7ae36"
  },
  {
    "文件名": "0016016.小兵传奇.txt",
    "夸克盘链接": "https://pan.quark.cn/s/f34e7a74c8d9"
  },
  {
    "文件名": "0015015.琴帝.txt",
    "夸克盘链接": "https://pan.quark.cn/s/9d9eb557082a"
  },
  {
    "文件名": "0013013.回到明朝当王爷 作者：月关.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a928167ec74b"
  },
  {
    "文件名": "0012012.邪神传说.txt",
    "夸克盘链接": "https://pan.quark.cn/s/62e45b5b2c3b"
  },
  {
    "文件名": "0011011.恶魔法则 作者：跳舞.txt",
    "夸克盘链接": "https://pan.quark.cn/s/49b08dda10d7"
  },
  {
    "文件名": "0009009.斗罗大陆.txt",
    "夸克盘链接": "https://pan.quark.cn/s/68992f546c36"
  },
  {
    "文件名": "0008008.随波逐流之一代军师.txt",
    "夸克盘链接": "https://pan.quark.cn/s/00b17d12a6e4"
  },
  {
    "文件名": "0007007.亵渎 作者：烟雨江南.txt",
    "夸克盘链接": "https://pan.quark.cn/s/800fc9690fdf"
  },
  {
    "文件名": "0005005.斗破苍穹 作者：天蚕土豆.txt",
    "夸克盘链接": "https://pan.quark.cn/s/09ec379dd95c"
  },
  {
    "文件名": "0006006.兽血沸腾.txt",
    "夸克盘链接": "https://pan.quark.cn/s/88dd6e24e766"
  },
  {
    "文件名": "0004004.佣兵天下 作者：说不得大师.txt",
    "夸克盘链接": "https://pan.quark.cn/s/121a2f932550"
  },
  {
    "文件名": "0003003.星辰变.txt",
    "夸克盘链接": "https://pan.quark.cn/s/3b8388d8e77b"
  },
  {
    "文件名": "0001001.盘龙.txt",
    "夸克盘链接": "https://pan.quark.cn/s/eef844c568a3"
  },
  {
    "文件名": "083.明.txt",
    "夸克盘链接": "https://pan.quark.cn/s/4076b2f98d84"
  },
  {
    "文件名": "066.飞升之后.txt",
    "夸克盘链接": "https://pan.quark.cn/s/b43baa70f6d7"
  },
  {
    "文件名": "057.终身制职业.txt",
    "夸克盘链接": "https://pan.quark.cn/s/b0f1c07adf77"
  },
  {
    "文件名": "20w收藏 有朝一日刀在手--退戈（星际，女生热血奋斗文） 作者：退戈.txt",
    "夸克盘链接": "https://pan.quark.cn/s/8e392aea6c4c"
  },
  {
    "文件名": "11w收藏 虐文使我超强（女强快穿，女主为深渊意志，野心高端玩家，年上狼狗型的荷尔蒙大姐姐） 作者：公子永安.txt",
    "夸克盘链接": "https://pan.quark.cn/s/1b2285e86eb8"
  },
  {
    "文件名": "17K故事会 我那死了三年的前男友回来了 作者：只加三分糖.txt",
    "夸克盘链接": "https://pan.quark.cn/s/cba1bd7e8831"
  },
  {
    "文件名": "1.2w收藏 找我五年的游戏老公变偏执了（游戏网游，原本高冷但憋了很久终于变态的攻×很乖很可爱的受） 作者：迟宵也.txt",
    "夸克盘链接": "https://pan.quark.cn/s/fe766aab357c"
  },
  {
    "文件名": "【推荐+++++】【14w收藏】替嫁给退婚流男主--苏怀荒（非常会装占有欲强攻X温柔天使努力坚韧受，攻重生受穿越，互宠) 作者：苏怀荒.txt",
    "夸克盘链接": "https://pan.quark.cn/s/755f579d056a"
  },
  {
    "文件名": "【推荐++++】【8w收藏】盛宠（温柔宠溺男主！娇甜女主，有失忆梗） 作者：向阳葵.txt",
    "夸克盘链接": "https://pan.quark.cn/s/96640794b0bb"
  },
  {
    "文件名": "【推荐+++】【6w收藏】禁庭春_简小酌（聪慧剔透小美人?冷淡克制老男人，古言） 作者：简小酌.txt",
    "夸克盘链接": "https://pan.quark.cn/s/60a6e799e767"
  },
  {
    "文件名": "【推荐+++】【5.6w收藏】关于爱人是邪神这件小事（脑子有病总不是人的攻X温柔纵容美人受） 作者：山蓝鸲咕咕咕.txt",
    "夸克盘链接": "https://pan.quark.cn/s/1fa603bd56a4"
  },
  {
    "文件名": "【推荐++】【4w收藏】你什么态度（情商低遇到裴戎情商更低的年下攻x对谁都温柔看着王寒轻就上火的温柔受） 作者：刘水水.txt",
    "夸克盘链接": "https://pan.quark.cn/s/68ebda897af9"
  },
  {
    "文件名": "【推荐++】【4w收藏】白月光行为守则[快穿]（系统，温和美丽治愈系古典美人受×年下忠犬对外冷酷对内听话猫猫攻） 作者：杏仁蛋挞.txt",
    "夸克盘链接": "https://pan.quark.cn/s/03edd3edc3d7"
  },
  {
    "文件名": "【推荐++】【3.6w收藏】着迷（作精x霸总，年龄差七岁） 作者：抱猫.txt",
    "夸克盘链接": "https://pan.quark.cn/s/1c6aaae9fd1e"
  },
  {
    "文件名": "【推荐++】【3.6w收藏】野不野（年下，黑皮体育生x温柔帅哥哥（宠物医生），成宿失眠外加突发性耳聋的黏人大狗狗vs人帅 作者：潭想.txt",
    "夸克盘链接": "https://pan.quark.cn/s/552b96ef0e79"
  },
  {
    "文件名": "【推荐+】【3w收藏】心机美人总在钓我（微自卑但努力上进、超级容易脸红的忠犬纯情攻-amp;又撩又钓的温柔心机美人受） 作者：猫界第一噜.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c23164b0f3bf"
  },
  {
    "文件名": "《重度依赖》景弋 舒玥.txt",
    "夸克盘链接": "https://pan.quark.cn/s/65ab0fe33983"
  },
  {
    "文件名": "《证道》蒋为舟吴系民.txt",
    "夸克盘链接": "https://pan.quark.cn/s/1f231a8be6b0"
  },
  {
    "文件名": "《医锦如香》慕颜.txt",
    "夸克盘链接": "https://pan.quark.cn/s/b4c80c2feed6"
  },
  {
    "文件名": "《一碗水》刘三美 作者：南山.txt",
    "夸克盘链接": "https://pan.quark.cn/s/d335f820c055"
  },
  {
    "文件名": "《一碗清酒》何碗 江知酌.txt",
    "夸克盘链接": "https://pan.quark.cn/s/3ee8b064692d"
  },
  {
    "文件名": "《养弟》.txt",
    "夸克盘链接": "https://pan.quark.cn/s/794fd02395ab"
  },
  {
    "文件名": "《寻野》沈蔓清 陆晏琛.txt",
    "夸克盘链接": "https://pan.quark.cn/s/3ee001afb5ef"
  },
  {
    "文件名": "《修仙冤种女配崛起，开局杀女主》 作者：莫采薇.txt",
    "夸克盘链接": "https://pan.quark.cn/s/043faec51f5c"
  },
  {
    "文件名": "《心头明月光》季予 苍嘉澍.txt",
    "夸克盘链接": "https://pan.quark.cn/s/0df82d5e1224"
  },
  {
    "文件名": "《先爱为敬》洛曦谈凌声.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a35db89a52a6"
  },
  {
    "文件名": "《吴府的那个妾》李沐 吴盛祖.txt",
    "夸克盘链接": "https://pan.quark.cn/s/b8f61771708d"
  },
  {
    "文件名": "《王冠与月亮》陆文音×周皓清 作者：寻椰.txt",
    "夸克盘链接": "https://pan.quark.cn/s/161d1ad4b23b"
  },
  {
    "文件名": "《她是妄念》沈梦 顾霆深.txt",
    "夸克盘链接": "https://pan.quark.cn/s/eb1c21813307"
  },
  {
    "文件名": "《他们只是我的马甲》 作者：九叠云锦张.txt",
    "夸克盘链接": "https://pan.quark.cn/s/234783656d97"
  },
  {
    "文件名": "《深水埗》周芷 池宴.txt",
    "夸克盘链接": "https://pan.quark.cn/s/821cb796501b"
  },
  {
    "文件名": "《傻夫君成了当朝首辅》贺清莹 盛天和.txt",
    "夸克盘链接": "https://pan.quark.cn/s/81161a13030e"
  },
  {
    "文件名": "《三分暧昧》段幼姗 程阎白.txt",
    "夸克盘链接": "https://pan.quark.cn/s/63cbe5d56d7d"
  },
  {
    "文件名": "《全球首富是我太太》沈擎 程溪念.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a017d6338139"
  },
  {
    "文件名": "《恰如其分》江川方唯.txt",
    "夸克盘链接": "https://pan.quark.cn/s/06a6d0e8b4e2"
  },
  {
    "文件名": "《厉总醒醒吧，你怀里的小妖精要逃了》周悦溪 厉司寒.txt",
    "夸克盘链接": "https://pan.quark.cn/s/5348dae426bf"
  },
  {
    "文件名": "《黎明之前》顾廷琛 苏黎.txt",
    "夸克盘链接": "https://pan.quark.cn/s/855978aadb48"
  },
  {
    "文件名": "《借势》虞映戚琅.txt",
    "夸克盘链接": "https://pan.quark.cn/s/91e8f9a70cee"
  },
  {
    "文件名": "《娇生惯养》贺水北 沈烨.txt",
    "夸克盘链接": "https://pan.quark.cn/s/20a4c1cc4709"
  },
  {
    "文件名": "《即兴表演》顾若依 陆庭深.txt",
    "夸克盘链接": "https://pan.quark.cn/s/3a6b5a417232"
  },
  {
    "文件名": "《极度》苏颜 厉寒.txt",
    "夸克盘链接": "https://pan.quark.cn/s/6653d93dfa0d"
  },
  {
    "文件名": "《和你谈恋爱我可能会死》顾常青周小满.txt",
    "夸克盘链接": "https://pan.quark.cn/s/848cc585047c"
  },
  {
    "文件名": "《好时辰》斐雁游虞.txt",
    "夸克盘链接": "https://pan.quark.cn/s/72bec6ad3d22"
  },
  {
    "文件名": "《毒妃翻牌，今晚战王侍寝》叶潇潇 柏君瀚.txt",
    "夸克盘链接": "https://pan.quark.cn/s/00f2db3cc906"
  },
  {
    "文件名": "《点到为止》海棠 江锦.txt",
    "夸克盘链接": "https://pan.quark.cn/s/8f1c0e877d71"
  },
  {
    "文件名": "《春归鹭屿》陈淮越林希微.txt",
    "夸克盘链接": "https://pan.quark.cn/s/f5aecedb76a4"
  },
  {
    "文件名": "《穿成70最撩小知青的她，被糙汉撩了》林野 谷苗.txt",
    "夸克盘链接": "https://pan.quark.cn/s/8ee1dd96a4cb"
  },
  {
    "文件名": "《本王竟是替身！》云卿绾 君宁御.txt",
    "夸克盘链接": "https://pan.quark.cn/s/81f1d834c5e0"
  },
  {
    "文件名": "(吴桑)莫家阿宝 作者：吴桑.txt",
    "夸克盘链接": "https://pan.quark.cn/s/b22af72faf40"
  },
  {
    "文件名": "综原神 浪穿咒术界 作者：楠言羽.txt",
    "夸克盘链接": "https://pan.quark.cn/s/2be6d35117d0"
  },
  {
    "文件名": "知乎热文 养豹心得.txt",
    "夸克盘链接": "https://pan.quark.cn/s/da2b4dd36c45"
  },
  {
    "文件名": "知乎热文 我，攻略了京圈太子爷.txt",
    "夸克盘链接": "https://pan.quark.cn/s/73fd159867fe"
  },
  {
    "文件名": "知乎热文 烧毁十七岁.txt",
    "夸克盘链接": "https://pan.quark.cn/s/82e2c4a7004a"
  },
  {
    "文件名": "知乎热文 上流笑话.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a07f978b2d8d"
  },
  {
    "文件名": "知乎热文 既见骁骁.txt",
    "夸克盘链接": "https://pan.quark.cn/s/0806054510ff"
  },
  {
    "文件名": "知乎热文 换风华.txt",
    "夸克盘链接": "https://pan.quark.cn/s/b1ea2cd329a7"
  },
  {
    "文件名": "知乎 佛系女星是狐狸精.txt",
    "夸克盘链接": "https://pan.quark.cn/s/1239cbe99224"
  },
  {
    "文件名": "知乎 二次依恋.txt",
    "夸克盘链接": "https://pan.quark.cn/s/5aca08501120"
  },
  {
    "文件名": "知乎 顶峰的熠熠星光.txt",
    "夸克盘链接": "https://pan.quark.cn/s/41f0bb9fc22c"
  },
  {
    "文件名": "知乎 春日或逝爱.txt",
    "夸克盘链接": "https://pan.quark.cn/s/302fc8d1b7e4"
  },
  {
    "文件名": "知乎 彩票风波.txt",
    "夸克盘链接": "https://pan.quark.cn/s/2cbf74ed66cf"
  },
  {
    "文件名": "知乎 报志愿时我人生重启了.txt",
    "夸克盘链接": "https://pan.quark.cn/s/db3f499974a5"
  },
  {
    "文件名": "知乎 白月光的幻灭.txt",
    "夸克盘链接": "https://pan.quark.cn/s/238f91bb034f"
  },
  {
    "文件名": "再亲一下 作者：西旻.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ea97d6f2d65a"
  },
  {
    "文件名": "月魄在天 作者：蓝色狮.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c25224d47f51"
  },
  {
    "文件名": "原来竹马才是幕后Boss 作者：木飞.txt",
    "夸克盘链接": "https://pan.quark.cn/s/df2e7d70a97d"
  },
  {
    "文件名": "预言中的正牌男友  童婳 作者：童婳.txt",
    "夸克盘链接": "https://pan.quark.cn/s/280108e33347"
  },
  {
    "文件名": "有美人兮窥东墙 作者：许乘月.txt",
    "夸克盘链接": "https://pan.quark.cn/s/7652b429e603"
  },
  {
    "文件名": "游戏设计，从屠龙宝刀开始.txt",
    "夸克盘链接": "https://pan.quark.cn/s/3203ba806950"
  },
  {
    "文件名": "影视原著 洗铅华（电视剧“为有暗香来”） 作者：七月荔.txt",
    "夸克盘链接": "https://pan.quark.cn/s/15c92b0c197f"
  },
  {
    "文件名": "已婚日常 作者：渔小乖乖.txt",
    "夸克盘链接": "https://pan.quark.cn/s/b5b866379286"
  },
  {
    "文件名": "一字千金＠千寻 作者：千寻.txt",
    "夸克盘链接": "https://pan.quark.cn/s/932f84b6b27f"
  },
  {
    "文件名": "野有蔓草 作者：来风至.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e80f7fdb88b7"
  },
  {
    "文件名": "阳光故事会 凉妆.txt",
    "夸克盘链接": "https://pan.quark.cn/s/3b58558a7396"
  },
  {
    "文件名": "杏林春暖.txt",
    "夸克盘链接": "https://pan.quark.cn/s/f379eb3e990a"
  },
  {
    "文件名": "无情应似我 作者：哀蓝.txt",
    "夸克盘链接": "https://pan.quark.cn/s/411d791269cb"
  },
  {
    "文件名": "万人迷反派实录 快穿  作者：威威王.txt",
    "夸克盘链接": "https://pan.quark.cn/s/d0487b33e22e"
  },
  {
    "文件名": "推荐+++++  15w收藏 婚婚欲宠（温柔清冷昆曲演员X斯文败类商圈大佬） 作者：小舟遥遥.txt",
    "夸克盘链接": "https://pan.quark.cn/s/df95f7d8a645"
  },
  {
    "文件名": "完美离婚 娱乐圈  作者：五军.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c4927ff4563d"
  },
  {
    "文件名": "推荐++++  9w收藏 离婚后与前夫重生回高中（破镜重圆 娱乐圈 婚恋 校园） 作者：稚棠.txt",
    "夸克盘链接": "https://pan.quark.cn/s/8589cbae4053"
  },
  {
    "文件名": "推荐++++  8.2w收藏 我，五行缺德（灵异，怼天怼地活阎王受X宠妻大帝攻。感情线慢热，攻偏背景板，受金手指粗粗壮壮） 作者：啾啾大王.txt",
    "夸克盘链接": "https://pan.quark.cn/s/093c6849498e"
  },
  {
    "文件名": "推荐+++  长佩5.5w收藏 星星奔向他（校园ABO，双向奔赴） 作者：一朵小葱花.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ddb89f5c6eee"
  },
  {
    "文件名": "推荐+++  5.3w收藏 你科技强？我会修仙 作者：糖里加点茶.txt",
    "夸克盘链接": "https://pan.quark.cn/s/0b96e6b5d3b3"
  },
  {
    "文件名": "推荐+++  4.6w收藏 顶级alpha，欠我钱不还(暴躁傲娇少爷攻x抠门怂包倒霉受) 作者：策马听风.txt",
    "夸克盘链接": "https://pan.quark.cn/s/2a246830cc4c"
  },
  {
    "文件名": "推荐++ 唐 满朝文武求我登基（基建 种田） 作者：点绛春.txt",
    "夸克盘链接": "https://pan.quark.cn/s/8a5341f47f43"
  },
  {
    "文件名": "推荐++  长佩2.7w收藏 首因效应by岁迟（ABO文学，执行官先生和穷大学生的故事，冷血心机攻、追妻火葬场）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/feff0cdcf02c"
  },
  {
    "文件名": "推荐++  5w收藏 皇兄（男主病娇强势） 作者：耿灿灿.txt",
    "夸克盘链接": "https://pan.quark.cn/s/f88e436e8ad4"
  },
  {
    "文件名": "推荐++  4w收藏 金屋藏娇 穿书 （神经病阴鸷重生男主攻×貌美可爱女装大佬公主受） 作者：狐狸不归.txt",
    "夸克盘链接": "https://pan.quark.cn/s/4049b9d4deb3"
  },
  {
    "文件名": "推荐++  4.2w收藏 大国制造1980(大女主苏苏苏苏爽爽爽爽文，白切黑女主） 作者：大江流.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a956f3cecfc9"
  },
  {
    "文件名": "推荐++  3w收藏 他超乖的 重生 （一见钟情，孤僻狠戾校霸攻×“乖巧”钓系学霸受） 作者：荧枳.txt",
    "夸克盘链接": "https://pan.quark.cn/s/9fcb7f927dee"
  },
  {
    "文件名": "推荐++  3.6w收藏 溺爱（表面上天真懵懂，纯情无辜，实际上很会撩的茶系大美人VS表面上温文尔雅，不动声色，实际上掌控欲极强的斯文败类 作者：川澜.txt",
    "夸克盘链接": "https://pan.quark.cn/s/4028855bb248"
  },
  {
    "文件名": "推荐++  3.6w收藏 协议标记 穿书  作者：童柯.txt",
    "夸克盘链接": "https://pan.quark.cn/s/1a13f5e52a1e"
  },
  {
    "文件名": "推荐++  3.2w收藏 《小心魔(穿书)》（仙侠甜文，长得却很光风霁月的冷情疯批攻 x 超会撒娇一饿肚子就变成小龙崽、吃饱就变美少年勾引攻的心魔受） 作者：鱼嚼梅花影.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ad7a448cb8d1"
  },
  {
    "文件名": "推荐+ 同性婚姻合法后就分（表面不露声色背地醋王妻奴攻坚韧好看男神受) 作者：扶子不好吃.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a93d9c204cb4"
  },
  {
    "文件名": "推荐+ 过河拆桥（竹马竹马，本质醋缸子攻×自以为很机灵受） 作者：烟猫与酒.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ac9d2c0f0c4f"
  },
  {
    "文件名": "推荐+  3w收藏 穿成娃综文的炮灰爸爸by岩城太瘦生.txt",
    "夸克盘链接": "https://pan.quark.cn/s/6a40e6d5c41b"
  },
  {
    "文件名": "推荐+  3.1w收藏 兔兔要当大剑仙（仙侠，笨蛋美人撒娇精兔兔受X被误认不行其实很行智绝攻） 作者：杯影藏身.txt",
    "夸克盘链接": "https://pan.quark.cn/s/580140f22bce"
  },
  {
    "文件名": "推荐 邪祟家的小天师--江天无尘（傲娇炸毛掉钱眼儿里窝里窝外都横的小道士受x冰山醋坛宠妻醋坛子双标鬼王攻） 作者：江天无尘.txt",
    "夸克盘链接": "https://pan.quark.cn/s/63a65df04c4e"
  },
  {
    "文件名": "推荐 咸鱼天师爆红娱乐圈（深情影帝攻×咸鱼天师受） 作者：修喵啊修喵.txt",
    "夸克盘链接": "https://pan.quark.cn/s/219a2b11484d"
  },
  {
    "文件名": "推荐 假装失忆后情敌说我是他的男朋友（双A，校园，缺爱疯批笑里藏刀攻×每天都在努力把攻扳回正途的受） 作者：伊依以翼.txt",
    "夸克盘链接": "https://pan.quark.cn/s/22e3cdb60e02"
  },
  {
    "文件名": "推荐 吃掉你的信息素--不吃糖包 作者：不吃糖包.txt",
    "夸克盘链接": "https://pan.quark.cn/s/8370daf4b72b"
  },
  {
    "文件名": "推荐 成为海底领主后 作者：岐山娘.txt",
    "夸克盘链接": "https://pan.quark.cn/s/bfac35a08510"
  },
  {
    "文件名": "推荐 A爆了的Omega他又在装柔弱［穿书 （肆意张扬脸皮厚学习干架两不误作精小少爷美人受x外表冷淡其实脑补max温柔纯情有点腹黑大好人攻） 作者：桥六舟.txt",
    "夸克盘链接": "https://pan.quark.cn/s/b79f3dca9628"
  },
  {
    "文件名": "推荐  长佩1.2w 南缘北路（温柔闷骚轻度社恐医生攻（章随） 快乐狗狗小甜心景观设计师受（沈佑心）） 作者：绯色分析.txt",
    "夸克盘链接": "https://pan.quark.cn/s/833b780a43e9"
  },
  {
    "文件名": "推荐  2w收藏 绿茶Alpha精分后--桃子清（星际，心机爱吃醋(绿)茶味信息素攻×外冷内热雪味信息素科研能力爆表受） 作者：桃子清.txt",
    "夸克盘链接": "https://pan.quark.cn/s/b630d7fb8b31"
  },
  {
    "文件名": "推荐  2.3w收藏 我在魔界搞基建(爽文 西幻 萌宠 基建) 作者：非刀.txt",
    "夸克盘链接": "https://pan.quark.cn/s/446c6725436b"
  },
  {
    "文件名": "推荐  1.6w收藏 作精小公主在求生恋综爆红（古穿今） 作者：晓鱼干.txt",
    "夸克盘链接": "https://pan.quark.cn/s/fb8bc89d53dc"
  },
  {
    "文件名": "推荐  1.6w收藏 《穿成炮灰贵妃的宫女后》 作者：春似何.txt",
    "夸克盘链接": "https://pan.quark.cn/s/7d420216177f"
  },
  {
    "文件名": "推荐  1.2w收藏 再也不和万人迷谈恋爱（温柔人7Beta受×假放浪真心狠手辣疯狗Omega攻，追妻火葬场） 作者：黑西装.txt",
    "夸克盘链接": "https://pan.quark.cn/s/8600bc55c5ac"
  },
  {
    "文件名": "团宠小疯子 作者：明如灼.txt",
    "夸克盘链接": "https://pan.quark.cn/s/48c707040ca7"
  },
  {
    "文件名": "书旗 失忆后，多了个陌生男老婆.txt",
    "夸克盘链接": "https://pan.quark.cn/s/0c329c2ba96b"
  },
  {
    "文件名": "书旗 女人如花.txt",
    "夸克盘链接": "https://pan.quark.cn/s/0ef14778d380"
  },
  {
    "文件名": "书旗 继兄将我送进戒同所.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e756d99fd080"
  },
  {
    "文件名": "书旗 当主播后校草竟成榜一大哥.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c91772ece50a"
  },
  {
    "文件名": "三国 你管这叫谋士？ 作者：千里江风.txt",
    "夸克盘链接": "https://pan.quark.cn/s/2491e207d1f6"
  },
  {
    "文件名": "书旗 哺乳期的妈妈.txt",
    "夸克盘链接": "https://pan.quark.cn/s/519ec791b64e"
  },
  {
    "文件名": "全虫族都是我老婆粉 作者：七果茶.txt",
    "夸克盘链接": "https://pan.quark.cn/s/1c09d6adf0e5"
  },
  {
    "文件名": "七零之炮灰首富早夭的小女儿回来了 作者：月半弯.txt",
    "夸克盘链接": "https://pan.quark.cn/s/3da22d0eea95"
  },
  {
    "文件名": "炮灰他成爽文主角了 快穿  作者：爆辣.txt",
    "夸克盘链接": "https://pan.quark.cn/s/0a69664208d7"
  },
  {
    "文件名": "女配重来 快穿  作者：元日.txt",
    "夸克盘链接": "https://pan.quark.cn/s/2b5e3d7a8886"
  },
  {
    "文件名": "南风知我意2 作者：七微.txt",
    "夸克盘链接": "https://pan.quark.cn/s/102083c3b654"
  },
  {
    "文件名": "奶酪岛屿 宁洛 林乔景.txt",
    "夸克盘链接": "https://pan.quark.cn/s/942c6031a202"
  },
  {
    "文件名": "蜜婚 作者：小醋.txt",
    "夸克盘链接": "https://pan.quark.cn/s/d7d529211727"
  },
  {
    "文件名": "萌鹿故事会 你曾是我的颠沛流离.txt",
    "夸克盘链接": "https://pan.quark.cn/s/096fbcf3d6c0"
  },
  {
    "文件名": "漫长的童话 作者：大脸大面.txt",
    "夸克盘链接": "https://pan.quark.cn/s/594a34ee7164"
  },
  {
    "文件名": "马甲总被当成幕后黑手 作者：人家就是不行.txt",
    "夸克盘链接": "https://pan.quark.cn/s/03e1e751a6b3"
  },
  {
    "文件名": "快穿：炮灰靠作天作地躺赢 作者：宋了个愿.txt",
    "夸克盘链接": "https://pan.quark.cn/s/d5ff402f4f3d"
  },
  {
    "文件名": "惊读故事会 亲爱的大叔.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ce94f35b94bd"
  },
  {
    "文件名": "金银错 作者：尤四姐.txt",
    "夸克盘链接": "https://pan.quark.cn/s/63efcf20138f"
  },
  {
    "文件名": "将军夫人带球跑 作者：星云沉浮.txt",
    "夸克盘链接": "https://pan.quark.cn/s/7ad5863ad710"
  },
  {
    "文件名": "将军，夫人喊你种田了 作者：偏方方.txt",
    "夸克盘链接": "https://pan.quark.cn/s/5395dccee446"
  },
  {
    "文件名": "剑宗师妹她手握魔杖_暮沉霜 作者：暮沉霜.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c6e00c3a55f5"
  },
  {
    "文件名": "宦难江山.txt",
    "夸克盘链接": "https://pan.quark.cn/s/120308ed4d4b"
  },
  {
    "文件名": "花溪故事会 悬溺.txt",
    "夸克盘链接": "https://pan.quark.cn/s/983f14bc4f51"
  },
  {
    "文件名": "和直男兄弟假装恋爱后 作者：桃月十八.txt",
    "夸克盘链接": "https://pan.quark.cn/s/2407c2d551f3"
  },
  {
    "文件名": "和偏执帝王一起重生后 作者：岩城太瘦生.txt",
    "夸克盘链接": "https://pan.quark.cn/s/cca29842fed5"
  },
  {
    "文件名": "和霍少联姻的日子 作者：小醋.txt",
    "夸克盘链接": "https://pan.quark.cn/s/791f1d77aa3e"
  },
  {
    "文件名": "何欢.txt",
    "夸克盘链接": "https://pan.quark.cn/s/15ef5adcc238"
  },
  {
    "文件名": "官配（高干）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/d8865ff07b58"
  },
  {
    "文件名": "顾将军，王爷太撩人 作者：柒鹿兒.txt",
    "夸克盘链接": "https://pan.quark.cn/s/5e21cb21705e"
  },
  {
    "文件名": "附带番外 知晓未来后我精心饲养鲛人（八翎） 作者：八翎.txt",
    "夸克盘链接": "https://pan.quark.cn/s/bf6ad442bb96"
  },
  {
    "文件名": "附带番外 这个闺女有点儿可爱（玥倪de芒果） 作者：玥倪de芒果.txt",
    "夸克盘链接": "https://pan.quark.cn/s/8d658843bc99"
  },
  {
    "文件名": "附带番外 一觉醒来后全球畸变了（翎星河） 作者：翎星河.txt",
    "夸克盘链接": "https://pan.quark.cn/s/fe58e0fb6ea2"
  },
  {
    "文件名": "附带番外 狭路（长洱） 作者：长洱.txt",
    "夸克盘链接": "https://pan.quark.cn/s/febc5454f872"
  },
  {
    "文件名": "附带番外 逃离那个苗疆反派（江萤千里） 作者：江萤千里.txt",
    "夸克盘链接": "https://pan.quark.cn/s/fa9bed263487"
  },
  {
    "文件名": "附带番外 守寡后我怀了宿敌的孩子（暮云熔金） 作者：暮云熔金.txt",
    "夸克盘链接": "https://pan.quark.cn/s/39ea1c3a7867"
  },
  {
    "文件名": "附带番外 盛唐小女官（春溪笛晓） 作者：春溪笛晓.txt",
    "夸克盘链接": "https://pan.quark.cn/s/f39b7e167e3e"
  },
  {
    "文件名": "附带番外 社稷山河剑（退戈） 作者：退戈.txt",
    "夸克盘链接": "https://pan.quark.cn/s/f7ac49a236e3"
  },
  {
    "文件名": "附带番外 热恋我（余北欢） 作者：余北欢.txt",
    "夸克盘链接": "https://pan.quark.cn/s/62654c6a7696"
  },
  {
    "文件名": "附带番外 清穿之贵人晋升路（原名《清穿之瑞瑱贵妃》苎沐苎） 作者：苎沐苎.txt",
    "夸克盘链接": "https://pan.quark.cn/s/1cd2c3e94ad9"
  },
  {
    "文件名": "附带番外 七零明花有主（落在月亮上的小麻雀） 作者：落在月亮上的小麻雀.txt",
    "夸克盘链接": "https://pan.quark.cn/s/d5fa35b0e6da"
  },
  {
    "文件名": "附带番外 满级大佬穿成顶流的合约妻（秦皇） 作者：秦皇.txt",
    "夸克盘链接": "https://pan.quark.cn/s/009d22fc9ad3"
  },
  {
    "文件名": "附带番外 六零年代女技术员 穿书 （半疏） 作者：半疏.txt",
    "夸克盘链接": "https://pan.quark.cn/s/25a59577e51b"
  },
  {
    "文件名": "附带番外 今天裴相火葬场了吗（汀九溪） 作者：汀九溪.txt",
    "夸克盘链接": "https://pan.quark.cn/s/99a663555a3b"
  },
  {
    "文件名": "附带番外 捡个夫君是江湖第一（女二缺根弦） 作者：女二缺根弦.txt",
    "夸克盘链接": "https://pan.quark.cn/s/0eb789fa6f97"
  },
  {
    "文件名": "附带番外 国王长着驴耳朵（七宝酥） 作者：七宝酥.txt",
    "夸克盘链接": "https://pan.quark.cn/s/8003172b3677"
  },
  {
    "文件名": "附带番外 给你一个童话（安之若眠） 作者：安之若眠.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ceebfed88283"
  },
  {
    "文件名": "附带番外 夫君来自未来（决绝） 作者：决绝.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a20903851e35"
  },
  {
    "文件名": "附带番外 对照组女配的儿子穿来了（冬不拉灯） 作者：冬不拉灯.txt",
    "夸克盘链接": "https://pan.quark.cn/s/9d8d9b1954dc"
  },
  {
    "文件名": "附带番外 嫡姐咸鱼后我被迫上位了（将月去） 作者：将月去.txt",
    "夸克盘链接": "https://pan.quark.cn/s/bc3ed25509f7"
  },
  {
    "文件名": "附带番外 大明女侦探-1 作者：暮兰舟.txt",
    "夸克盘链接": "https://pan.quark.cn/s/afe807c5fb29"
  },
  {
    "文件名": "附带番外 穿越后被沉塘九次（贡茶） 作者：贡茶.txt",
    "夸克盘链接": "https://pan.quark.cn/s/850e61a693ed"
  },
  {
    "文件名": "附带番外 穿进全员恶人剧本我成了团宠（小七不月半） 作者：小七不月半.txt",
    "夸克盘链接": "https://pan.quark.cn/s/afd2384ebe1b"
  },
  {
    "文件名": "附带番外 穿成废太子宠妾以后（启夫微安） 作者：启夫微安.txt",
    "夸克盘链接": "https://pan.quark.cn/s/3f0496a9d4aa"
  },
  {
    "文件名": "附带番外 冰雪来信（初厘） 作者：初厘.txt",
    "夸克盘链接": "https://pan.quark.cn/s/3205c03360c8"
  },
  {
    "文件名": "附带番外 暗涌失控（软笙） 作者：软笙.txt",
    "夸克盘链接": "https://pan.quark.cn/s/149adf401928"
  },
  {
    "文件名": "附带番外  娱乐圈 一点可爱（咖啡牛奶茶） 作者：咖啡牛奶茶.txt",
    "夸克盘链接": "https://pan.quark.cn/s/1253f570d7fd"
  },
  {
    "文件名": "付费独家 重生老太君.txt",
    "夸克盘链接": "https://pan.quark.cn/s/92c95c9e8fac"
  },
  {
    "文件名": "付费独家 慎贞.txt",
    "夸克盘链接": "https://pan.quark.cn/s/80adb7c56e44"
  },
  {
    "文件名": "付费独家 年年岁岁不相负.txt",
    "夸克盘链接": "https://pan.quark.cn/s/b0f16f97d9dd"
  },
  {
    "文件名": "付费独家 九公主为什么不可以.txt",
    "夸克盘链接": "https://pan.quark.cn/s/918ae5baecbb"
  },
  {
    "文件名": "付费独家 恨君迟.txt",
    "夸克盘链接": "https://pan.quark.cn/s/4b2c8bfccaac"
  },
  {
    "文件名": "付费独家 痴情教授老爸杀疯了.txt",
    "夸克盘链接": "https://pan.quark.cn/s/6147c6aacd0d"
  },
  {
    "文件名": "夫君的温柔刀 作者：酒酿酿酒.txt",
    "夸克盘链接": "https://pan.quark.cn/s/41ca782eb35a"
  },
  {
    "文件名": "纺织糙与娇夫（尊） 作者：叙华.txt",
    "夸克盘链接": "https://pan.quark.cn/s/0dc2a06111c0"
  },
  {
    "文件名": "番外全 医生前男友来查房了 作者：彩云归.txt",
    "夸克盘链接": "https://pan.quark.cn/s/7066eb750c14"
  },
  {
    "文件名": "番外全 我被影帝一见钟情了 作者：江欢易.txt",
    "夸克盘链接": "https://pan.quark.cn/s/2dabc7863470"
  },
  {
    "文件名": "番外全 和总裁先生假装结婚了 作者：大瓜傻子.txt",
    "夸克盘链接": "https://pan.quark.cn/s/0998b37aeafa"
  },
  {
    "文件名": "番外全 穿书后被暴君标记了 作者：池翎.txt",
    "夸克盘链接": "https://pan.quark.cn/s/1d683b127243"
  },
  {
    "文件名": "番茄故事会 末路狂花.txt",
    "夸克盘链接": "https://pan.quark.cn/s/f9698fbb1be2"
  },
  {
    "文件名": "短故事 最爱死后.txt",
    "夸克盘链接": "https://pan.quark.cn/s/8ce0eb574867"
  },
  {
    "文件名": "短故事 租的男友造反了.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c17f29f18ff2"
  },
  {
    "文件名": "短故事 重生后真千金觉醒了.txt",
    "夸克盘链接": "https://pan.quark.cn/s/acbc9e605c38"
  },
  {
    "文件名": "短故事 重生后创死所有人.txt",
    "夸克盘链接": "https://pan.quark.cn/s/36f7327c8c23"
  },
  {
    "文件名": "短故事 真千金黑化归来，震碎假千金的绿茶杯.txt",
    "夸克盘链接": "https://pan.quark.cn/s/1a73e297bd58"
  },
  {
    "文件名": "短故事 再见无归期.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ee4050928a9e"
  },
  {
    "文件名": "短故事 因果执念.txt",
    "夸克盘链接": "https://pan.quark.cn/s/2e4f433e0648"
  },
  {
    "文件名": "短故事 一生难愈.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ac89a167f78d"
  },
  {
    "文件名": "短故事 一别两宽，甚是欢喜.txt",
    "夸克盘链接": "https://pan.quark.cn/s/39a870911e7b"
  },
  {
    "文件名": "短故事 养女的雌竞.txt",
    "夸克盘链接": "https://pan.quark.cn/s/1dd3303eac0f"
  },
  {
    "文件名": "短故事 我追在白月光身后整整七年，被伤的遍体鳞伤后她却后悔了.txt",
    "夸克盘链接": "https://pan.quark.cn/s/da81561f4e0b"
  },
  {
    "文件名": "短故事 我重生后拒绝太子，选了纨绔.txt",
    "夸克盘链接": "https://pan.quark.cn/s/5479499985ca"
  },
  {
    "文件名": "短故事 我在校园纯情文里开后宫.txt",
    "夸克盘链接": "https://pan.quark.cn/s/89b10928c870"
  },
  {
    "文件名": "短故事 我有心上月.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ba3dda717562"
  },
  {
    "文件名": "短故事 我死后，江山如故.txt",
    "夸克盘链接": "https://pan.quark.cn/s/1eae626f88ad"
  },
  {
    "文件名": "短故事 我被人在婚礼上说小三.txt",
    "夸克盘链接": "https://pan.quark.cn/s/bc3f6c49397c"
  },
  {
    "文件名": "短故事 我帮助的学生是条毒蛇.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c040c02d2b44"
  },
  {
    "文件名": "短故事 妄想情敌.txt",
    "夸克盘链接": "https://pan.quark.cn/s/62cbf233d406"
  },
  {
    "文件名": "短故事 晚星.txt",
    "夸克盘链接": "https://pan.quark.cn/s/f705ce69dd3b"
  },
  {
    "文件名": "短故事 天晴之后.txt",
    "夸克盘链接": "https://pan.quark.cn/s/815d1e7ea315"
  },
  {
    "文件名": "短故事 盛夏蝉鸣.txt",
    "夸克盘链接": "https://pan.quark.cn/s/27abc94f8c0d"
  },
  {
    "文件名": "短故事 圣父制裁.txt",
    "夸克盘链接": "https://pan.quark.cn/s/d0eb915ba175"
  },
  {
    "文件名": "短故事 情深终负尽.txt",
    "夸克盘链接": "https://pan.quark.cn/s/6835518400b3"
  },
  {
    "文件名": "短故事 祈求原谅.txt",
    "夸克盘链接": "https://pan.quark.cn/s/9abf66f6c20b"
  },
  {
    "文件名": "短故事 你知道拜月娘吗？.txt",
    "夸克盘链接": "https://pan.quark.cn/s/20aba185cb73"
  },
  {
    "文件名": "短故事 你是我最闪耀的星.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ea3acf7f0d5e"
  },
  {
    "文件名": "短故事 拿我命，供养她.txt",
    "夸克盘链接": "https://pan.quark.cn/s/9cf12db24a9d"
  },
  {
    "文件名": "短故事 明月：一梦浮生.txt",
    "夸克盘链接": "https://pan.quark.cn/s/d440c33ed0a7"
  },
  {
    "文件名": "短故事 明目又张胆.txt",
    "夸克盘链接": "https://pan.quark.cn/s/bb7973f2a6c6"
  },
  {
    "文件名": "短故事 卖掉道德后我舒服多了.txt",
    "夸克盘链接": "https://pan.quark.cn/s/8a4573f1af4f"
  },
  {
    "文件名": "短故事 妈妈有个记账本.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a8ca24fd588a"
  },
  {
    "文件名": "短故事 炉鼎女.txt",
    "夸克盘链接": "https://pan.quark.cn/s/55f3d31b5167"
  },
  {
    "文件名": "短故事 裂缝中的阳光.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e7c3cca6856d"
  },
  {
    "文件名": "短故事 后来.txt",
    "夸克盘链接": "https://pan.quark.cn/s/3df7ce252e83"
  },
  {
    "文件名": "短故事 黑红直播.txt",
    "夸克盘链接": "https://pan.quark.cn/s/319f88c90cbb"
  },
  {
    "文件名": "短故事 反杀渣弟上清华.txt",
    "夸克盘链接": "https://pan.quark.cn/s/7ed937b93cfa"
  },
  {
    "文件名": "短故事 大一那年，我成了人见人骂的小三.txt",
    "夸克盘链接": "https://pan.quark.cn/s/24577dc8e02f"
  },
  {
    "文件名": "短故事 穿进虐女文后，我杀了傻逼男主.txt",
    "夸克盘链接": "https://pan.quark.cn/s/df97d673f380"
  },
  {
    "文件名": "短故事 穿成恶毒女配小跟班.txt",
    "夸克盘链接": "https://pan.quark.cn/s/4b65e2077441"
  },
  {
    "文件名": "短故事 宠妾灭妻，我把他家祠堂给砸了.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ffc838f82057"
  },
  {
    "文件名": "短故事 菜人.txt",
    "夸克盘链接": "https://pan.quark.cn/s/3b359f316108"
  },
  {
    "文件名": "短故事 不做接盘侠.txt",
    "夸克盘链接": "https://pan.quark.cn/s/1418e0b0654a"
  },
  {
    "文件名": "短故事 不凡的囚笼.txt",
    "夸克盘链接": "https://pan.quark.cn/s/dd0eaa7136f7"
  },
  {
    "文件名": "短故事 病娇金主爱上我.txt",
    "夸克盘链接": "https://pan.quark.cn/s/b0ecdb6d91b4"
  },
  {
    "文件名": "短故事 逼死我后，小三一家倒霉了.txt",
    "夸克盘链接": "https://pan.quark.cn/s/f9267bf86fd8"
  },
  {
    "文件名": "短故事 被结婚之后.txt",
    "夸克盘链接": "https://pan.quark.cn/s/44584417716d"
  },
  {
    "文件名": "短故事 北风知南意.txt",
    "夸克盘链接": "https://pan.quark.cn/s/40c1e01b96c3"
  },
  {
    "文件名": "短故事 白月光的自我救赎.txt",
    "夸克盘链接": "https://pan.quark.cn/s/b311e05da07d"
  },
  {
    "文件名": "豆瓣 《罪生悲歌》林蕊蕊.txt",
    "夸克盘链接": "https://pan.quark.cn/s/415cf77c7c6b"
  },
  {
    "文件名": "豆瓣 《爱情三又二分之一》苏羡南 左凡.txt",
    "夸克盘链接": "https://pan.quark.cn/s/22204ac04cac"
  },
  {
    "文件名": "钓系攻钓丢老婆后慌了 作者：汐晨柒.txt",
    "夸克盘链接": "https://pan.quark.cn/s/d5c8123924f2"
  },
  {
    "文件名": "当美人鱼变成残疾O 作者：卷寒酥.txt",
    "夸克盘链接": "https://pan.quark.cn/s/04b9e9ed0278"
  },
  {
    "文件名": "代号聂政（钟姗贾鸣） 作者：艾石.txt",
    "夸克盘链接": "https://pan.quark.cn/s/f38cf3582dfb"
  },
  {
    "文件名": "大橘故事会 收到骚扰私信 作者：圆圆榆.txt",
    "夸克盘链接": "https://pan.quark.cn/s/f48f63199088"
  },
  {
    "文件名": "沧海月明珠有泪.txt",
    "夸克盘链接": "https://pan.quark.cn/s/079f76655df1"
  },
  {
    "文件名": "《曙光》by程序媛【长佩-补车】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/b6b5e2bafd46"
  },
  {
    "文件名": "《银河帝国之刃》by淮上 (1).txt",
    "夸克盘链接": "https://pan.quark.cn/s/a03e293f1a6e"
  },
  {
    "文件名": "《貔貅饭馆，只进不出》.txt",
    "夸克盘链接": "https://pan.quark.cn/s/737b4d11c3f6"
  },
  {
    "文件名": "《逆转》.txt",
    "夸克盘链接": "https://pan.quark.cn/s/b8de64c79e9c"
  },
  {
    "文件名": "《血族生存指南》by静安路1号.txt",
    "夸克盘链接": "https://pan.quark.cn/s/391da6fc989b"
  },
  {
    "文件名": "补车.二哈和他的白猫师尊by肉包不吃肉.txt",
    "夸克盘链接": "https://pan.quark.cn/s/9cfd325c4103"
  },
  {
    "文件名": "补车.《特别观星》by罗再说.txt",
    "夸克盘链接": "https://pan.quark.cn/s/d238abbc19fc"
  },
  {
    "文件名": "补车.《快穿之完美命运》by西子绪.txt",
    "夸克盘链接": "https://pan.quark.cn/s/10c851d3f041"
  },
  {
    "文件名": "《飞行士》by静安路1号.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c44771b24ef3"
  },
  {
    "文件名": "《白羊》by麟潜.txt",
    "夸克盘链接": "https://pan.quark.cn/s/acbf99d0fae3"
  },
  {
    "文件名": "《归路》by白芥子.txt",
    "夸克盘链接": "https://pan.quark.cn/s/d6eaa98e8d67"
  },
  {
    "文件名": "《abo垂耳执事》by麟潜.txt",
    "夸克盘链接": "https://pan.quark.cn/s/dd98425b64cc"
  },
  {
    "文件名": "补车.《逐王》by水千丞.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e8cf8eb28f3b"
  },
  {
    "文件名": "补车.《无偿劫》by水千丞.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ba6b3b362861"
  },
  {
    "文件名": "补车.《囚鸟》by白芥子.txt",
    "夸克盘链接": "https://pan.quark.cn/s/d10e68c2d181"
  },
  {
    "文件名": "补车.《崛起吧，Omega！》.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c3987a62388d"
  },
  {
    "文件名": "补车.《被前任的白月光看上了》by普通的鹿 .txt",
    "夸克盘链接": "https://pan.quark.cn/s/877e633696af"
  },
  {
    "文件名": "补车.《附加遗产》by 水千丞.txt",
    "夸克盘链接": "https://pan.quark.cn/s/cbddf2208dae"
  },
  {
    "文件名": "《剑名不奈何》by淮上.txt",
    "夸克盘链接": "https://pan.quark.cn/s/234a0d8a59c3"
  },
  {
    "文件名": "天台见by罗再说.txt",
    "夸克盘链接": "https://pan.quark.cn/s/7a00348027a4"
  },
  {
    "文件名": "太阳雨by余酲.txt",
    "夸克盘链接": "https://pan.quark.cn/s/bad8ec5eb4d1"
  },
  {
    "文件名": "法采合集.rar",
    "夸克盘链接": "https://pan.quark.cn/s/604ba11f1623"
  },
  {
    "文件名": "偷马头合集17p.zip",
    "夸克盘链接": "https://pan.quark.cn/s/adfa5af5a663"
  },
  {
    "文件名": "法采（7本）.zip",
    "夸克盘链接": "https://pan.quark.cn/s/c056b9890813"
  },
  {
    "文件名": "引路星8篇(22.07.10).zip",
    "夸克盘链接": "https://pan.quark.cn/s/ce39ecb825be"
  },
  {
    "文件名": "Y-夜很贫瘠·任你西风4篇（21.09.19）.zip",
    "夸克盘链接": "https://pan.quark.cn/s/12eba0e70d50"
  },
  {
    "文件名": "KLBB合集7篇（21.12.16）.zip",
    "夸克盘链接": "https://pan.quark.cn/s/85951d6d6077"
  },
  {
    "文件名": "娜可露露--11篇（21.11.25）.zip",
    "夸克盘链接": "https://pan.quark.cn/s/6d2ac5bc5652"
  },
  {
    "文件名": "五军合集16篇（21.09.23）.zip",
    "夸克盘链接": "https://pan.quark.cn/s/a8ff3c4bb6b8"
  },
  {
    "文件名": "云间·远上白云间合集37篇（21.09.30）.zip",
    "夸克盘链接": "https://pan.quark.cn/s/48ac2854a42b"
  },
  {
    "文件名": "金银花露-合集8篇（21.09.13）.zip",
    "夸克盘链接": "https://pan.quark.cn/s/27129dca1530"
  },
  {
    "文件名": "三十而萝莉.zip",
    "夸克盘链接": "https://pan.quark.cn/s/5a4916976b35"
  },
  {
    "文件名": "眉如黛.zip",
    "夸克盘链接": "https://pan.quark.cn/s/145a7999ae9e"
  },
  {
    "文件名": "2021-9[作者月关]19本合集文包.zip",
    "夸克盘链接": "https://pan.quark.cn/s/340393cb5f57"
  },
  {
    "文件名": "2021-9[作者非天夜翔]28本合集文包.zip",
    "夸克盘链接": "https://pan.quark.cn/s/9acf7f02f478"
  },
  {
    "文件名": "R-孺江／不虞／冲音.zip",
    "夸克盘链接": "https://pan.quark.cn/s/ad3836bcace2"
  },
  {
    "文件名": "M-墨雨烟夜.zip",
    "夸克盘链接": "https://pan.quark.cn/s/6d5b8c1adfc0"
  },
  {
    "文件名": "T-棠叶月.zip",
    "夸克盘链接": "https://pan.quark.cn/s/2a926b7c19aa"
  },
  {
    "文件名": "F-扶苏与柳叶.zip",
    "夸克盘链接": "https://pan.quark.cn/s/4179dbf2e1aa"
  },
  {
    "文件名": "D-项绿瓜.zip",
    "夸克盘链接": "https://pan.quark.cn/s/1e3372e1363b"
  },
  {
    "文件名": "Q-青竹叶.zip",
    "夸克盘链接": "https://pan.quark.cn/s/fb0cc8ff436e"
  },
  {
    "文件名": "H-花卷.zip",
    "夸克盘链接": "https://pan.quark.cn/s/d193054f2748"
  },
  {
    "文件名": "K-狂渚／宴夜鲤.zip",
    "夸克盘链接": "https://pan.quark.cn/s/d57166c9b64e"
  },
  {
    "文件名": "Y-夜很贫瘠·任你西风.zip",
    "夸克盘链接": "https://pan.quark.cn/s/231a0f3301cc"
  },
  {
    "文件名": "X-小鹿kaka.zip",
    "夸克盘链接": "https://pan.quark.cn/s/d2bc88c5e771"
  },
  {
    "文件名": "S-孙黯.zip",
    "夸克盘链接": "https://pan.quark.cn/s/2c11e71edc1d"
  },
  {
    "文件名": "N-娜可露露(1).zip",
    "夸克盘链接": "https://pan.quark.cn/s/53821d05350a"
  },
  {
    "文件名": "L-lililyly.zip",
    "夸克盘链接": "https://pan.quark.cn/s/658791637e2d"
  },
  {
    "文件名": "H-害人精M·雁一夏.zip",
    "夸克盘链接": "https://pan.quark.cn/s/76233676c7d5"
  },
  {
    "文件名": "D-蛋黄鲜虾堡.zip",
    "夸克盘链接": "https://pan.quark.cn/s/c8f9a19b49b6"
  },
  {
    "文件名": "B-半人间.zip",
    "夸克盘链接": "https://pan.quark.cn/s/3371953ab2dd"
  },
  {
    "文件名": "B-白眉煮酒.zip",
    "夸克盘链接": "https://pan.quark.cn/s/4b5fc11c92aa"
  },
  {
    "文件名": "季荭纽约协奏曲系列www.paipaitxt.com.rar",
    "夸克盘链接": "https://pan.quark.cn/s/b765dc3bebc5"
  },
  {
    "文件名": "寄秋魔魅の家系列合集.rar",
    "夸克盘链接": "https://pan.quark.cn/s/1f37045452be"
  },
  {
    "文件名": "季荭单身女子系列www.paipaitxt.com.rar",
    "夸克盘链接": "https://pan.quark.cn/s/c6e9327e5c9e"
  },
  {
    "文件名": "乐小米.rar",
    "夸克盘链接": "https://pan.quark.cn/s/50a3754215bc"
  },
  {
    "文件名": "二次姻缘系列&amp;nbsp;金萱 .rar",
    "夸克盘链接": "https://pan.quark.cn/s/c881d8d4655c"
  },
  {
    "文件名": "【B】暗夜流光／林染（37本）.tar.gz",
    "夸克盘链接": "https://pan.quark.cn/s/92b5223df1c0"
  },
  {
    "文件名": "【B】阿堵（4本）.tar.gz",
    "夸克盘链接": "https://pan.quark.cn/s/05ae56526fd1"
  },
  {
    "文件名": "【B】长生千叶（38本）.tar.gz",
    "夸克盘链接": "https://pan.quark.cn/s/8a9df1f69b20"
  },
  {
    "文件名": "【B】彻夜流香（34本）.tar.gz",
    "夸克盘链接": "https://pan.quark.cn/s/ab778a934b2c"
  },
  {
    "文件名": "【B】风夜昕（43本）.tar.gz",
    "夸克盘链接": "https://pan.quark.cn/s/ec8cf5365474"
  },
  {
    "文件名": "【B】非天夜翔（37本）.tar.gz",
    "夸克盘链接": "https://pan.quark.cn/s/1ecf56d9678e"
  },
  {
    "文件名": "【B】风露沁酒（9本）.tar.gz",
    "夸克盘链接": "https://pan.quark.cn/s/ae8e82f4b0ae"
  },
  {
    "文件名": "【B】弓行永夜＼枪枪走火（9本）.tar.gz",
    "夸克盘链接": "https://pan.quark.cn/s/7d507735e40d"
  },
  {
    "文件名": "【B】荒川黛（12本）.tar.gz",
    "夸克盘链接": "https://pan.quark.cn/s/50b6190cb248"
  },
  {
    "文件名": "【B】KLBB（9本）.tar.gz",
    "夸克盘链接": "https://pan.quark.cn/s/29b50d8402b0"
  },
  {
    "文件名": "【B】空灯流远／原晓（7本）.tar.gz",
    "夸克盘链接": "https://pan.quark.cn/s/7c556b505e34"
  },
  {
    "文件名": "【B】咖啡色的团子（7本）.tar.gz",
    "夸克盘链接": "https://pan.quark.cn/s/6784c01fa56c"
  },
  {
    "文件名": "【B】麟潜／尤萨／麟潜live（19本）.tar.gz",
    "夸克盘链接": "https://pan.quark.cn/s/0f3a0720d100"
  },
  {
    "文件名": "【B】绿野千鹤 （21本）.tar.gz",
    "夸克盘链接": "https://pan.quark.cn/s/7e879ab0bc95"
  },
  {
    "文件名": "【B】绿色毛毛球（9本）.tar.gz",
    "夸克盘链接": "https://pan.quark.cn/s/0e313530ecf3"
  },
  {
    "文件名": "【B】眉如黛（31本）.tar.gz",
    "夸克盘链接": "https://pan.quark.cn/s/5f1b2cf37bf0"
  },
  {
    "文件名": "【B】娜可露露（11本）.tar.gz",
    "夸克盘链接": "https://pan.quark.cn/s/cfcec84ae778"
  },
  {
    "文件名": "【B】南枝／败北少年／南雪桥／纪衡（60本）.tar.gz",
    "夸克盘链接": "https://pan.quark.cn/s/3888740663b4"
  },
  {
    "文件名": "【B】坡莲池／倦枕厌夜（12本）.tar.gz",
    "夸克盘链接": "https://pan.quark.cn/s/1613a74172fa"
  },
  {
    "文件名": "【B】清尊／藏影／绿绪（35本）.tar.gz",
    "夸克盘链接": "https://pan.quark.cn/s/685027695f89"
  },
  {
    "文件名": "【B】千年梦回／无射／叶含露（17本）.tar.gz",
    "夸克盘链接": "https://pan.quark.cn/s/62caf19ab221"
  },
  {
    "文件名": "【B】七果茶／一千零夜一（8本）.tar.gz",
    "夸克盘链接": "https://pan.quark.cn/s/2bca1130a764"
  },
  {
    "文件名": "【B】任之／绿香蕉／一时三刻（13本）.tar.gz",
    "夸克盘链接": "https://pan.quark.cn/s/ac9fc488c06e"
  },
  {
    "文件名": "【B】沈夜焰（10本）.tar.gz",
    "夸克盘链接": "https://pan.quark.cn/s/88fe59fd52f3"
  },
  {
    "文件名": "【B】四十九盏灯（10本）.tar.gz",
    "夸克盘链接": "https://pan.quark.cn/s/f5fe0253c83a"
  },
  {
    "文件名": "【B】三三娘（7本）.tar.gz",
    "夸克盘链接": "https://pan.quark.cn/s/dcc208a966cf"
  },
  {
    "文件名": "【B】绾刀（4本）.tar.gz",
    "夸克盘链接": "https://pan.quark.cn/s/adef970dc613"
  },
  {
    "文件名": "【B】星肆（6本）.tar.gz",
    "夸克盘链接": "https://pan.quark.cn/s/96706acd123d"
  },
  {
    "文件名": "【B】筱崎一夜 没有钱系列（7本）.tar.gz",
    "夸克盘链接": "https://pan.quark.cn/s/8481d9a7a48f"
  },
  {
    "文件名": "【B】小合鸽鸟子／小叶鸽／郑鸽／小野鸽也歌／鸽鸽鸽鸽鸽鸽（12本）.tar.gz",
    "夸克盘链接": "https://pan.quark.cn/s/2cb8305c1584"
  },
  {
    "文件名": "Y 远芳古道（暗夜流星）（29本）.zip",
    "夸克盘链接": "https://pan.quark.cn/s/e1b92e2fe3f7"
  },
  {
    "文件名": "T 桃花露（16本）.zip",
    "夸克盘链接": "https://pan.quark.cn/s/2bf45ea790e9"
  },
  {
    "文件名": "Q 青青绿萝裙（15本）.zip",
    "夸克盘链接": "https://pan.quark.cn/s/838bccaf180a"
  },
  {
    "文件名": "Q 千面怪（8本）.zip",
    "夸克盘链接": "https://pan.quark.cn/s/57e6582f3727"
  },
  {
    "文件名": "W 五叶昙（15本）.zip",
    "夸克盘链接": "https://pan.quark.cn/s/55d37ffc79e9"
  },
  {
    "文件名": "M 明开夜合（23本）.zip",
    "夸克盘链接": "https://pan.quark.cn/s/12f0f60ac2ef"
  },
  {
    "文件名": "B 北倾（20本）.zip",
    "夸克盘链接": "https://pan.quark.cn/s/c4263ee7bddf"
  },
  {
    "文件名": "M 慕吱（17本）.zip",
    "夸克盘链接": "https://pan.quark.cn/s/94a7b5d45840"
  },
  {
    "文件名": "冬天的柳叶合集.zip",
    "夸克盘链接": "https://pan.quark.cn/s/ccf8715bbd99"
  },
  {
    "文件名": "马户子君合集（9本）.zip",
    "夸克盘链接": "https://pan.quark.cn/s/a66dd5ac9144"
  },
  {
    "文件名": "【作者合集】清汤涮香菜合集-11本.zip",
    "夸克盘链接": "https://pan.quark.cn/s/38a4e85f8a01"
  },
  {
    "文件名": "30.墨雨烟夜【10本】.zip",
    "夸克盘链接": "https://pan.quark.cn/s/ff31b131ad0e"
  },
  {
    "文件名": "16.鬼茶绿仙【2本】.zip",
    "夸克盘链接": "https://pan.quark.cn/s/85addcd8a9bb"
  },
  {
    "文件名": "1.羲和清零【6本】.zip",
    "夸克盘链接": "https://pan.quark.cn/s/21d61225eeff"
  },
  {
    "文件名": "非天夜翔（32本）.zip",
    "夸克盘链接": "https://pan.quark.cn/s/a12ea71720a7"
  },
  {
    "文件名": "娜可露露【9本】.zip",
    "夸克盘链接": "https://pan.quark.cn/s/35451163aba6"
  },
  {
    "文件名": "暗夜行路（19本）.zip",
    "夸克盘链接": "https://pan.quark.cn/s/926fc37bc406"
  },
  {
    "文件名": "静水边&amp;木更木更（31本）.zip",
    "夸克盘链接": "https://pan.quark.cn/s/d2ad3dd9131a"
  },
  {
    "文件名": "晒豆酱【9本】.zip",
    "夸克盘链接": "https://pan.quark.cn/s/601534cc2641"
  },
  {
    "文件名": "金银花露（8本）.zip",
    "夸克盘链接": "https://pan.quark.cn/s/6126dce52f1a"
  },
  {
    "文件名": "绿野千鹤【15本】.zip",
    "夸克盘链接": "https://pan.quark.cn/s/2c9e058395d8"
  },
  {
    "文件名": "14.金银花露文集【6本】.zip",
    "夸克盘链接": "https://pan.quark.cn/s/01081c416927"
  },
  {
    "文件名": "唐酒卿 6本.7z",
    "夸克盘链接": "https://pan.quark.cn/s/1917d613c6f4"
  },
  {
    "文件名": "巡路夜月白合集（8P）.zip",
    "夸克盘链接": "https://pan.quark.cn/s/1025b1a15a2a"
  },
  {
    "文件名": "彻夜流香合集(25P).zip",
    "夸克盘链接": "https://pan.quark.cn/s/74f8c40a5eda"
  },
  {
    "文件名": "粗眉毛合集（13P）.zip",
    "夸克盘链接": "https://pan.quark.cn/s/a4ac4a4ade90"
  },
  {
    "文件名": "【书香门第】《非天夜翔合集》3.rar",
    "夸克盘链接": "https://pan.quark.cn/s/10f840a5777b"
  },
  {
    "文件名": "夜很贫瘠.zip",
    "夸克盘链接": "https://pan.quark.cn/s/196da82a2cff"
  },
  {
    "文件名": "秦三见 余酲 4円 火风L 一只西瓜大又圆 假恐龙 池总渣 叫我小肉肉 嗜酒吃茶 ???.zip",
    "夸克盘链接": "https://pan.quark.cn/s/a6b9a563ffb4"
  },
  {
    "文件名": "月半丁/音爆弹.zip",
    "夸克盘链接": "https://pan.quark.cn/s/591cd0e4ede7"
  },
  {
    "文件名": "《禁欲少校大哥的囚禁》作者：赵大善人.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ed58fd6b20a2"
  },
  {
    "文件名": "【棠】[更18]如何研究竹马的小花（哨兵双X生子）作者：赵大善人.txt",
    "夸克盘链接": "https://pan.quark.cn/s/26604c317b7d"
  },
  {
    "文件名": "《宫廷春色》赵大善人.txt",
    "夸克盘链接": "https://pan.quark.cn/s/f29028d20efa"
  },
  {
    "文件名": "【一荤一素】赵大善人作品集 - 4P.rar",
    "夸克盘链接": "https://pan.quark.cn/s/020df0ed145f"
  },
  {
    "文件名": "《完美契合》作者：赵大善人.txt",
    "夸克盘链接": "https://pan.quark.cn/s/95b2320ac250"
  },
  {
    "文件名": "【一荤一素】月子啊呐作品集 - 3P.rar",
    "夸克盘链接": "https://pan.quark.cn/s/ff704a58ff71"
  },
  {
    "文件名": "[1v1 完结]《（GB女攻）玩弄将军身体的日日夜夜》作者：月子啊呐.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a58e0cb66b49"
  },
  {
    "文件名": "[完结蛋全]《我俘虏了敌将》作家：月子啊呐（np）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/0915f2733bc6"
  },
  {
    "文件名": "【棠】[更53] 双性淫荡壮受合集 作者：月子啊呐.txt",
    "夸克盘链接": "https://pan.quark.cn/s/5a0f0ee9bf53"
  },
  {
    "文件名": "【一荤一素】远上白云间 - 43P.rar",
    "夸克盘链接": "https://pan.quark.cn/s/04b662d7995d"
  },
  {
    "文件名": "无题 养父by远上白云间【一荤一素】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/adb36db4b45a"
  },
  {
    "文件名": "无题 修仙by远上白云间【一荤一素】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/decfd4838c3e"
  },
  {
    "文件名": "童养夫by远上白云间【一荤一素】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ec58cf539f33"
  },
  {
    "文件名": "双性人妻偷腥记by远上白云间【一荤一素】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a28afc008f23"
  },
  {
    "文件名": "双性夫夫(NP总受)by远上白云间【一荤一素】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/48053185b11e"
  },
  {
    "文件名": "庶子求欢(3P人妻受)by远上白云间【一荤一素】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a5946cbfdb04"
  },
  {
    "文件名": "骚浪双性拍摄记by远上白云间【一荤一素】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/0bbba3d2d12e"
  },
  {
    "文件名": "强占爸爸by远上白云间【一荤一素】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a1fb4aa63f23"
  },
  {
    "文件名": "炮友by远上白云间【一荤一素】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/4443f0c5c44f"
  },
  {
    "文件名": "男友出轨后跟他的好友by远上白云间【一荤一素】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/97f98d898237"
  },
  {
    "文件名": "美貌皇后的风流孕事by远上白云间【一荤一素】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/cbd6cd31ab01"
  },
  {
    "文件名": "掠夺舅舅by远上白云间【一荤一素】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/037fcbcf111d"
  },
  {
    "文件名": "乱伦迷情—父子文合集by远上白云间【一荤一素】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ff5fb1b16407"
  },
  {
    "文件名": "理性情人by远上白云间【一荤一素】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/399603faabc1"
  },
  {
    "文件名": "开发处男by远上白云间【一荤一素】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/d3f2420e114e"
  },
  {
    "文件名": "家族共夫by远上白云间【一荤一素】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/6c7b1857fd52"
  },
  {
    "文件名": "跟好友的父亲援交换取物质by远上白云间【一荤一素】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/41ad6ed9a8f9"
  },
  {
    "文件名": "发现清冷恋人by远上白云间【一荤一素】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/42d947aa0186"
  },
  {
    "文件名": "玷污清纯圣子by远上白云间【一荤一素】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e662b66234e6"
  },
  {
    "文件名": "处心积虑by远上白云间【一荤一素】【过程np 结局一对一】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/dff2cbf9399f"
  },
  {
    "文件名": "弟夺兄妻by远上白云间【一荤一素】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e0fa2a3044b6"
  },
  {
    "文件名": "痴汉让人厌恶by远上白云间【一荤一素】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/8ab15e2b9f13"
  },
  {
    "文件名": "逼奸皇后嫂嫂给自己怀崽by远上白云间【一荤一素】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/6a36bb6f2371"
  },
  {
    "文件名": "被继承的遗产 by远上白云间【一荤一素】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e4889f1c883b"
  },
  {
    "文件名": "[完结+番外全]《和女婿同居》作家：远上白云间【一荤一素】（双性1v1）~补缺章.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e3940965a54f"
  },
  {
    "文件名": "爱上老师by远上白云间【一荤一素】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/63dd52cd2176"
  },
  {
    "文件名": "【棠】[完结+番外全]和室友他哥交易 作者：云间【一荤一素】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/4acd0992c87e"
  },
  {
    "文件名": "【棠】[完结+番外15]小娇妻 作者：云间【一荤一素】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/df5d3450bdda"
  },
  {
    "文件名": "【棠】[完结+番外6]被冷落的婚姻（abo） 作者：云间【一荤一素】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/96098edddabb"
  },
  {
    "文件名": "【棠】[完结]爸爸的秘书作者：云间【一荤一素】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/034c998bd812"
  },
  {
    "文件名": "「海 完 番1」狼的诱惑by远上白云间【一荤一素】[双性].txt",
    "夸克盘链接": "https://pan.quark.cn/s/441f55dbbd51"
  },
  {
    "文件名": "《豪门艳妻》作者：远上白云间【一荤一素】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/3ac946063270"
  },
  {
    "文件名": "《出轨男友的儿子》by远上白云间【一荤一素】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/170546b60dbf"
  },
  {
    "文件名": "[完结+番外全]《横刀夺爱》作家：远上白云间【一荤一素】（美人受 双性 1v1）~补缺章.txt",
    "夸克盘链接": "https://pan.quark.cn/s/78205882b78e"
  },
  {
    "文件名": "[完结+番外16]《离婚申请》作家：云间【一荤一素】（1v1）~补番.txt",
    "夸克盘链接": "https://pan.quark.cn/s/74def0521743"
  },
  {
    "文件名": "[np 故事集]人妻情事（中篇肉文合集） (远上白云间【一荤一素】) 完结.txt",
    "夸克盘链接": "https://pan.quark.cn/s/9cac27d54a2a"
  },
  {
    "文件名": "执迷不悟by远上白云间【一荤一素】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/f2899f5b2dee"
  },
  {
    "文件名": "[1v1 完结]《困兽之斗（双性）》作者：云间【一荤一素】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/7d58b9ee99ce"
  },
  {
    "文件名": "岳父和女婿by远上白云间【一荤一素】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/77b574ac1a74"
  },
  {
    "文件名": "小夫君by远上白云间【一荤一素】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/5d1d8cbae1fb"
  },
  {
    "文件名": "淫乱国王by远上白云间【一荤一素】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/1f552a5f2803"
  },
  {
    "文件名": "向体力强悍的公公借种by远上白云间【一荤一素】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/dabb64951cc3"
  },
  {
    "文件名": "[合集 更120]《我爱数学》作者：有颗雨.txt",
    "夸克盘链接": "https://pan.quark.cn/s/8747b320a3e0"
  },
  {
    "文件名": "【棠】[更30] 你和谁偷情 作者：有颗雨.txt",
    "夸克盘链接": "https://pan.quark.cn/s/85f2af4e7a15"
  },
  {
    "文件名": "【一荤一素】有颗雨作品集 - 3P.rar",
    "夸克盘链接": "https://pan.quark.cn/s/5757f62c2bc4"
  },
  {
    "文件名": "【棠】[更104] 【双】半身吻痕 作者：有颗雨.txt",
    "夸克盘链接": "https://pan.quark.cn/s/24041443b07f"
  },
  {
    "文件名": "《劣情狗》作者：音清纯(音蜗）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/fa1ddcb62614"
  },
  {
    "文件名": "《美色遗产》作者：音清纯(音蜗）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/5da4f2b8c988"
  },
  {
    "文件名": "《好吃的他》作者：音清纯(音蜗）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/314088537ca5"
  },
  {
    "文件名": "《美人魇》作者：音清纯(音蜗）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/44f0204116e9"
  },
  {
    "文件名": "《二号玩家》作者：音清纯(音蜗）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/d6dbccd73aa8"
  },
  {
    "文件名": "《哥哥昏迷十五年醒来后【前传】》作者：音清纯(音蜗）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/1fc7df7112fe"
  },
  {
    "文件名": "《狗托》作者：音清纯(音蜗）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e355b35638a4"
  },
  {
    "文件名": "《蜂后》作者：音清纯(音蜗）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/f097b4cb1d33"
  },
  {
    "文件名": "《变心》作者：音清纯(音蜗）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/b5db93e71558"
  },
  {
    "文件名": "《白手起家的正确姿势》作者：音清纯(音蜗）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/0a55350f93d5"
  },
  {
    "文件名": "《被抛弃的男人》作者：音清纯(音蜗）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/326c6ff00e2e"
  },
  {
    "文件名": "《VKO》作者：音清纯(音蜗）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/68fbb4bf0a2f"
  },
  {
    "文件名": "众星皆降为尘作者：音清纯(音蜗）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/178e36dadb89"
  },
  {
    "文件名": "《K7090》作者：音清纯(音蜗）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/d82b4080294e"
  },
  {
    "文件名": "坠落【BE慎入】作者：音清纯(音蜗）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/1f59f2f88b69"
  },
  {
    "文件名": "朱颜摇曳作者：音清纯(音蜗）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e12ea1449bad"
  },
  {
    "文件名": "掌上猫作者：音清纯(音蜗）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/d463110200ab"
  },
  {
    "文件名": "瘗玉填香 更46作者：音清纯(音蜗）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/f2f8f59b1aac"
  },
  {
    "文件名": "一虐到底作者：音清纯(音蜗）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/77bbf36b6533"
  },
  {
    "文件名": "致幻作者：音清纯(音蜗）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/006496eb2c37"
  },
  {
    "文件名": "下流【停】作者：音清纯(音蜗）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/1c944d557368"
  },
  {
    "文件名": "我成为七个白月光的替身之后作者：音蜗作者：音清纯(音蜗）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/466173fc8756"
  },
  {
    "文件名": "一个器大活好的攻穿越之后作者：音清纯(音蜗）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/84ddaea0541b"
  },
  {
    "文件名": "透骨香作者：音清纯(音蜗）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/f1c3906fc91a"
  },
  {
    "文件名": "我的复制品作者：音清纯(音蜗）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ae66721fdfa9"
  },
  {
    "文件名": "喜欢魔教妖女的下场作者：音清纯(音蜗）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/1ef2217044f6"
  },
  {
    "文件名": "他人之舌作者：音清纯(音蜗）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/443ddd51fe7c"
  },
  {
    "文件名": "圣痕作者：音清纯(音蜗）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/84c6c0f9f857"
  },
  {
    "文件名": "他的世界末日作者：音清纯(音蜗）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/de44245ee553"
  },
  {
    "文件名": "桃花骨作者：音清纯(音蜗）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/8c9ccd6d6975"
  },
  {
    "文件名": "丧偶作者：音清纯(音蜗）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/123191101a18"
  },
  {
    "文件名": "蛇蝎【已修改】作者：音清纯(音蜗）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/2b720628adce"
  },
  {
    "文件名": "入戏作者：音清纯(音蜗）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c5da9e06833b"
  },
  {
    "文件名": "入魔作者：音清纯(音蜗）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/81ff898027fe"
  },
  {
    "文件名": "钱眼儿作者：音清纯(音蜗）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e4fceec43a53"
  },
  {
    "文件名": "如意占【前传】作者：音清纯(音蜗）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ddb792d9e1cc"
  },
  {
    "文件名": "孽子作者：音清纯(音蜗）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/97185a3ada31"
  },
  {
    "文件名": "难言之欲作者：音清纯(音蜗）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/1cb6e38fbd6e"
  },
  {
    "文件名": "溺亡作者：音清纯(音蜗）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/1e48cb23506c"
  },
  {
    "文件名": "脚踏三条船翻车之后作者：音清纯(音蜗）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/9a49559c2f08"
  },
  {
    "文件名": "劣色作者：音清纯(音蜗）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/9ef9603c0290"
  },
  {
    "文件名": "龙骑士作者：音清纯(音蜗）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/34a3d3498021"
  },
  {
    "文件名": "娇儿作者：音清纯(音蜗）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a3f846ed2e06"
  },
  {
    "文件名": "奸臣在下作者：音清纯(音蜗）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/cacd6062228d"
  },
  {
    "文件名": "祸国 更114（坑）作者：音清纯(音蜗）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/be44faa746f1"
  },
  {
    "文件名": "寄生作者：音清纯(音蜗）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/3912bfd61ac9"
  },
  {
    "文件名": "极恶之徒作者：音清纯(音蜗）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/91d2d2afa177"
  },
  {
    "文件名": "豢养作者：音清纯(音蜗）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/f1040a21ae10"
  },
  {
    "文件名": "反派爱的盛世美颜我都有作者：音清纯(音蜗）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c47c448c442e"
  },
  {
    "文件名": "合泽艳妾作者：音清纯(音蜗）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/5f4ab041c894"
  },
  {
    "文件名": "坏蛋作者：音清纯(音蜗）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/45b0a8b80f6d"
  },
  {
    "文件名": "狗男人作者：音清纯(音蜗）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/75ee86651d39"
  },
  {
    "文件名": "蝴蝶作者：音清纯(音蜗）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/14b648c8bc1f"
  },
  {
    "文件名": "恶犬作者：音清纯(音蜗）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e6293d54dbdf"
  },
  {
    "文件名": "恶灵缠身作者：音清纯(音蜗）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/03672135d98b"
  },
  {
    "文件名": "赌狗作者：音清纯(音蜗）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/4d349b4c3c0d"
  },
  {
    "文件名": "穿越，攻略，捡节操作者：音清纯(音蜗）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/24f079c950c4"
  },
  {
    "文件名": "【一荤一素】音清纯(音蜗)作品集 - 78P.rar",
    "夸克盘链接": "https://pan.quark.cn/s/489e7dac500f"
  },
  {
    "文件名": "雌伏作者：音清纯(音蜗）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/d54cf674e4e8"
  },
  {
    "文件名": "宠爱作者：音清纯(音蜗）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/acc61816d053"
  },
  {
    "文件名": "吃不饱的狐狸作者：音清纯(音蜗）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/20d9853c45ef"
  },
  {
    "文件名": "不爱我就滚作者：音清纯(音蜗）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/038d39d29639"
  },
  {
    "文件名": "沉星夜作者：音清纯(音蜗）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ffafd8a7d702"
  },
  {
    "文件名": "被迫成为万人迷之后作者：音清纯(音蜗）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/639cc2d798a5"
  },
  {
    "文件名": "《一镜封神》作者：初答作者：音清纯(音蜗）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c44b9cc21899"
  },
  {
    "文件名": "【连载】玻璃罐里的珍珠和蛇by音清纯-464作者：音清纯(音蜗）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/7c8fd1a22081"
  },
  {
    "文件名": "报复作者：音清纯(音蜗）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/68ed8ab4eec1"
  },
  {
    "文件名": "《至爱》作者：音清纯(音蜗）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ed8a78bbde81"
  },
  {
    "文件名": "《与美貌炉鼎互换人生之后》作者：音清纯(音蜗）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/f86bc43336b0"
  },
  {
    "文件名": "《亡夫》作者：音清纯(音蜗）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ecebe63d74ed"
  },
  {
    "文件名": "《献祭》作者：音清纯(音蜗）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e7607c314077"
  },
  {
    "文件名": "《贪心》作者：音清纯(音蜗）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/fc15badfad42"
  },
  {
    "文件名": "《食色》作者：音清纯(音蜗）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/41e2fecec00a"
  },
  {
    "文件名": "《偷吃》作者：音清纯(音蜗）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/6bc549379977"
  },
  {
    "文件名": "《谁叫白马踏梦船》作者：音清纯(音蜗）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/81671b7a2a48"
  },
  {
    "文件名": "《上流灵魂，下流艺术》作者：音清纯(音蜗）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/211c82b9b993"
  },
  {
    "文件名": "《妾在枝头[瘗玉填香特别番外]》作者：音清纯(音蜗）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/516e46bb9772"
  },
  {
    "文件名": "《欺君》作者：音清纯(音蜗）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/1264589f9f79"
  },
  {
    "文件名": "《三夫四侍》作者：音清纯(音蜗）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/97c2b958518c"
  },
  {
    "文件名": "【棠】[更383] rou欲孕夫 作者：羊仔天天要吃肉                                    更多资源，欢迎关注微信公众号【一荤一素扫文组】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a7d1456a9a77"
  },
  {
    "文件名": "【一荤一素】羊仔天天要吃肉作品集 - 3P.rar",
    "夸克盘链接": "https://pan.quark.cn/s/bcc1373c1abb"
  },
  {
    "文件名": "淫乐窝（高H小短篇） by 羊仔天天要吃肉【完结】                                    更多资源，欢迎关注微信公众号【一荤一素扫文组】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/d209a981b6bd"
  },
  {
    "文件名": "[合集完]放飞自我系列（双性） by 羊仔天天要吃肉【补】                                    更多资源，欢迎关注微信公众号【一荤一素扫文组】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/66d679cc03e8"
  },
  {
    "文件名": "【一荤一素】鸦鸦吃素也吃肉(鸦豆)作品集 - 9P.rar",
    "夸克盘链接": "https://pan.quark.cn/s/3dfa928fe3f2"
  },
  {
    "文件名": "[废完]糊口 by 鸦鸦吃素也吃肉（1v1 毒舌医生攻×健壮男妈妈受）                                    更多资源，欢迎关注微信公众号【一荤一素扫文组】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/5ffbae442502"
  },
  {
    "文件名": "[废文 更128]温暖的C手（np）作者：鸦鸦吃素也吃肉                                    更多资源，欢迎关注微信公众号【一荤一素扫文组】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ef16e72de072"
  },
  {
    "文件名": "[废文 完结]鞋匠（1v1）作者：鸦鸦吃素也吃肉                                    更多资源，欢迎关注微信公众号【一荤一素扫文组】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/4af2691de775"
  },
  {
    "文件名": "【fw】《独独有晴天》作者：鸦鸦吃素也吃肉（现代市井生活 退伍保安×小快递员）                                    更多资源，欢迎关注微信公众号【一荤一素扫文组】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/8ab23a8903d0"
  },
  {
    "文件名": "《寻常食事》作者：鸦鸦吃素也吃肉                                    更多资源，欢迎关注微信公众号【一荤一素扫文组】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/d121ea4b4f25"
  },
  {
    "文件名": "《顿顿》作者：鸦鸦吃素也吃肉                                    更多资源，欢迎关注微信公众号【一荤一素扫文组】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/b8043f3b6d03"
  },
  {
    "文件名": "[废文 完结]占为己有（1v1）作者：鸦鸦吃素也吃肉                                    更多资源，欢迎关注微信公众号【一荤一素扫文组】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/92ea2f548252"
  },
  {
    "文件名": "《深度按摩》作者：鸦鸦吃素也吃肉                                    更多资源，欢迎关注微信公众号【一荤一素扫文组】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/66470f2c233e"
  },
  {
    "文件名": "《黑丝绒》作者：鸦鸦吃素也吃肉                                    更多资源，欢迎关注微信公众号【一荤一素扫文组】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a1de28099899"
  },
  {
    "文件名": "【一荤一素】雪落千里作品集 - 2P.rar",
    "夸克盘链接": "https://pan.quark.cn/s/a50597c74420"
  },
  {
    "文件名": "【棠】[完结]位面旅者（总攻） 作者：雪落千里                                    更多资源，欢迎关注微信公众号【一荤一素扫文组】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/d3c8f746500a"
  },
  {
    "文件名": "【棠】[完结]欲望乐园（总攻） 作者：雪落千里                                    更多资源，欢迎关注微信公众号【一荤一素扫文组】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e36311d4730c"
  },
  {
    "文件名": "【一荤一素】小浓经济作品集 - 9P.rar",
    "夸克盘链接": "https://pan.quark.cn/s/5ff46fc97c50"
  },
  {
    "文件名": "《跛子和傻子》作者：小浓经济.txt",
    "夸克盘链接": "https://pan.quark.cn/s/9c1263f5957f"
  },
  {
    "文件名": "《张老汉的小媳妇》作者：小浓经济.txt",
    "夸克盘链接": "https://pan.quark.cn/s/1143b22d85f4"
  },
  {
    "文件名": "《淫荡小郡王》作者：小浓经济.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e44ca27dd48f"
  },
  {
    "文件名": "《驯养关系》作者：小浓经济.txt",
    "夸克盘链接": "https://pan.quark.cn/s/2872b81cf2ed"
  },
  {
    "文件名": "《偷尝兄嫂》作者：小浓经济.txt",
    "夸克盘链接": "https://pan.quark.cn/s/0ab07bf50b73"
  },
  {
    "文件名": "《鬼惑》作者：小浓经济.txt",
    "夸克盘链接": "https://pan.quark.cn/s/2242bf10e43d"
  },
  {
    "文件名": "《空臀套白狼》作者：小浓经济.txt",
    "夸克盘链接": "https://pan.quark.cn/s/b11d2b495e93"
  },
  {
    "文件名": "《独身养父》作者：小浓经济.txt",
    "夸克盘链接": "https://pan.quark.cn/s/0c481d012780"
  },
  {
    "文件名": "《对面相湿》作者：小浓经济.txt",
    "夸克盘链接": "https://pan.quark.cn/s/01ced630ec80"
  },
  {
    "文件名": "《小龙女不女》作者：羲和清零.txt",
    "夸克盘链接": "https://pan.quark.cn/s/f7f5029915c5"
  },
  {
    "文件名": "《完美关系》作者：羲和清零.txt",
    "夸克盘链接": "https://pan.quark.cn/s/859c90330568"
  },
  {
    "文件名": "《迷你人》作者：羲和清零.txt",
    "夸克盘链接": "https://pan.quark.cn/s/02b7d8c9e586"
  },
  {
    "文件名": "【一荤一素】羲和清零作品集 - 15P.rar",
    "夸克盘链接": "https://pan.quark.cn/s/aff58f5eb7b1"
  },
  {
    "文件名": "《偶然相爱》作者：羲和清零.txt",
    "夸克盘链接": "https://pan.quark.cn/s/8d96992753a5"
  },
  {
    "文件名": "《就等你上线了》作者：羲和清零.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a2c0d1489e07"
  },
  {
    "文件名": "《腹黑和腹黑的终极对决》作者：羲和清零.txt",
    "夸克盘链接": "https://pan.quark.cn/s/4781ca2f5eed"
  },
  {
    "文件名": "《给校草当假友的日子》作者：羲和清零.txt",
    "夸克盘链接": "https://pan.quark.cn/s/d49567a5bbaf"
  },
  {
    "文件名": "《寄居蟹》BY羲和清零(现代 帅气多金攻X聪慧清秀受 甜文 巧合 主攻 我的房子突然有个好可爱的受寄居肿么破 HE).txt",
    "夸克盘链接": "https://pan.quark.cn/s/7ecdc0e6d8a5"
  },
  {
    "文件名": "《被隔壁直男看上怎么办》作者：羲和清零.txt",
    "夸克盘链接": "https://pan.quark.cn/s/481db36df085"
  },
  {
    "文件名": "《独角兽》作者：羲和清零.txt",
    "夸克盘链接": "https://pan.quark.cn/s/5dd870902b58"
  },
  {
    "文件名": "《变猫记》作者：羲和清零.txt",
    "夸克盘链接": "https://pan.quark.cn/s/1007d0243897"
  },
  {
    "文件名": "年复一年（腹黑番外）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e48cb24dd997"
  },
  {
    "文件名": "《重返男神之路（夏之叶）》作者：羲和清零.txt",
    "夸克盘链接": "https://pan.quark.cn/s/1058adca521d"
  },
  {
    "文件名": "《玉石非玉》作者：羲和清零.txt",
    "夸克盘链接": "https://pan.quark.cn/s/38fd0f82fec3"
  },
  {
    "文件名": "《助理建筑师》作者：羲和清零.txt",
    "夸克盘链接": "https://pan.quark.cn/s/7631d44817ef"
  },
  {
    "文件名": "西西特：我有一个秘密.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e68903f4d995"
  },
  {
    "文件名": "【一荤一素】西西特 - 39P.rar",
    "夸克盘链接": "https://pan.quark.cn/s/43ebfbfdd334"
  },
  {
    "文件名": "西西特：系统之半身动物（系统维护中）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ac1f735d6dd7"
  },
  {
    "文件名": "西西特：兄弟之养成.txt",
    "夸克盘链接": "https://pan.quark.cn/s/3d0e161e12c7"
  },
  {
    "文件名": "西西特：媳妇儿是杀手.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c11d49d9ad22"
  },
  {
    "文件名": "西西特：我被自己蠢哭了.txt",
    "夸克盘链接": "https://pan.quark.cn/s/036549f3fbea"
  },
  {
    "文件名": "西西特：她回来了.txt",
    "夸克盘链接": "https://pan.quark.cn/s/5f6ab10fec56"
  },
  {
    "文件名": "西西特：我一直跟着你.txt",
    "夸克盘链接": "https://pan.quark.cn/s/650a3dab8794"
  },
  {
    "文件名": "西西特：我是真的喜欢你（你头上有点绿）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/580b29873335"
  },
  {
    "文件名": "西西特：我来自平行世界.txt",
    "夸克盘链接": "https://pan.quark.cn/s/bef5a0dc7712"
  },
  {
    "文件名": "西西特：天煞孤星.txt",
    "夸克盘链接": "https://pan.quark.cn/s/56d5e2f44b2c"
  },
  {
    "文件名": "西西特：俗套的爱情故事.txt",
    "夸克盘链接": "https://pan.quark.cn/s/1a055cfb61ea"
  },
  {
    "文件名": "西西特：上面的，麻烦用点力.txt",
    "夸克盘链接": "https://pan.quark.cn/s/64ed29cc04a8"
  },
  {
    "文件名": "西西特：身份号019.txt",
    "夸克盘链接": "https://pan.quark.cn/s/9e40047af414"
  },
  {
    "文件名": "西西特：帅府一家都有病.txt",
    "夸克盘链接": "https://pan.quark.cn/s/d853ef5a4771"
  },
  {
    "文件名": "西西特：每天不来几发菊花就痒.txt",
    "夸克盘链接": "https://pan.quark.cn/s/6e12782e14b4"
  },
  {
    "文件名": "西西特：迷失大陆（远古大巫）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/2cdee77a7a43"
  },
  {
    "文件名": "西西特：你是谁.txt",
    "夸克盘链接": "https://pan.quark.cn/s/0ebc91560ee0"
  },
  {
    "文件名": "西西特：门越来越小（只要人人都献出一点爱）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/830df1a79653"
  },
  {
    "文件名": "西西特：快穿之我快死了.txt",
    "夸克盘链接": "https://pan.quark.cn/s/286a4a816077"
  },
  {
    "文件名": "西西特：老爹，你愿意娶我吗.txt",
    "夸克盘链接": "https://pan.quark.cn/s/d6205f709bc7"
  },
  {
    "文件名": "西西特：老婆大人万万岁.txt",
    "夸克盘链接": "https://pan.quark.cn/s/8032990f4602"
  },
  {
    "文件名": "西西特：控制成瘾.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c79e722350b0"
  },
  {
    "文件名": "西西特：赌爱（武则天在现代）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/35ad707cbae0"
  },
  {
    "文件名": "西西特：就问你服不服（谁能够代替你呢）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e3a69c189b71"
  },
  {
    "文件名": "西西特：今天你撒谎了吗（撒谎鱼）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/10429bb0b621"
  },
  {
    "文件名": "西西特：给大爷跪了.txt",
    "夸克盘链接": "https://pan.quark.cn/s/16cc74b5c0c5"
  },
  {
    "文件名": "西西特：画出来的初恋.txt",
    "夸克盘链接": "https://pan.quark.cn/s/5e2690825584"
  },
  {
    "文件名": "西西特：鬼迷心窍.txt",
    "夸克盘链接": "https://pan.quark.cn/s/39bdfb88085a"
  },
  {
    "文件名": "西西特：敢不敢说爱我.txt",
    "夸克盘链接": "https://pan.quark.cn/s/eb1f9f5e086a"
  },
  {
    "文件名": "西西特：等天亮.txt",
    "夸克盘链接": "https://pan.quark.cn/s/848b1093c05a"
  },
  {
    "文件名": "《红糖鸡蛋》作者：西西特.txt",
    "夸克盘链接": "https://pan.quark.cn/s/403ecd9d370a"
  },
  {
    "文件名": "西西特：城主大人你那么美腻.txt",
    "夸克盘链接": "https://pan.quark.cn/s/5208a692ccc2"
  },
  {
    "文件名": "《愿者上钩》作者：西西特.txt",
    "夸克盘链接": "https://pan.quark.cn/s/0f648cad250f"
  },
  {
    "文件名": "西西特：影帝今天也卡黑了.txt",
    "夸克盘链接": "https://pan.quark.cn/s/47b516ff4cbc"
  },
  {
    "文件名": "西西特：做你的媳妇儿（他是我媳妇儿）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/9077c88ca4c6"
  },
  {
    "文件名": "西西特：自虐的正确姿势.txt",
    "夸克盘链接": "https://pan.quark.cn/s/8587650e00cf"
  },
  {
    "文件名": "西西特：寻找胎记(每天不来几发菊花就痒).txt",
    "夸克盘链接": "https://pan.quark.cn/s/599414a7c2bc"
  },
  {
    "文件名": "西西特：正正经经谈恋爱.txt",
    "夸克盘链接": "https://pan.quark.cn/s/5243f1a675bc"
  },
  {
    "文件名": "西西特：于是我们在一起了.txt",
    "夸克盘链接": "https://pan.quark.cn/s/4d04f2e9a39d"
  },
  {
    "文件名": "【一荤一素】我在江边走作品集 - 3P.rar",
    "夸克盘链接": "https://pan.quark.cn/s/58ad0e8ce05e"
  },
  {
    "文件名": "小垃圾[女A男O]by我在江边走                                    更多资源，欢迎关注微信公众号【正直的飞毛腿】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/45c77d16faf6"
  },
  {
    "文件名": "[更28]原是桃李烂漫时 作者：我在江边走                                    更多资源，欢迎关注微信公众号【正直的飞毛腿】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/16437848700c"
  },
  {
    "文件名": "[1v1]【忠犬影卫受】藏形(我在江边走)  更24【第一人称】                                    更多资源，欢迎关注微信公众号【正直的飞毛腿】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e26c67a11434"
  },
  {
    "文件名": "【一荤一素】铁锅炖自己作品集 - 3P.rar",
    "夸克盘链接": "https://pan.quark.cn/s/5782cd86700c"
  },
  {
    "文件名": "[更19]（单羞罚）惩戒小镇 作者：铁锅炖自己                                    更多资源，欢迎关注微信公众号【正直的飞毛腿】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/f3052e1cfc71"
  },
  {
    "文件名": "__人间水蜜桃 by 铁锅炖自己【完结】                                    更多资源，欢迎关注微信公众号【正直的飞毛腿】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/cf01525ebd43"
  },
  {
    "文件名": "[更13]训诫管理局（单性ABO）作者：铁锅炖自己                                    更多资源，欢迎关注微信公众号【正直的飞毛腿】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/3be6f4a946f1"
  },
  {
    "文件名": "水千丞188合集.rar",
    "夸克盘链接": "https://pan.quark.cn/s/46545a340828"
  },
  {
    "文件名": "《你却爱着一个傻逼[含十周年番外]》作者：水千丞.txt",
    "夸克盘链接": "https://pan.quark.cn/s/d73e3d569d62"
  },
  {
    "文件名": "《火焰戎装》作者：水千丞.txt",
    "夸克盘链接": "https://pan.quark.cn/s/5d60f0782e17"
  },
  {
    "文件名": "《老婆孩子热炕头》作者：水千丞.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ab68c8c1d186"
  },
  {
    "文件名": "《附加遗产》作者：水千丞.txt",
    "夸克盘链接": "https://pan.quark.cn/s/3938b12453e8"
  },
  {
    "文件名": "《职业替身》作者：水千丞.txt",
    "夸克盘链接": "https://pan.quark.cn/s/901708deb6f8"
  },
  {
    "文件名": "《针锋对决》作者：水千丞.txt",
    "夸克盘链接": "https://pan.quark.cn/s/1b1197f2764e"
  },
  {
    "文件名": "《小白杨》作者：水千丞.txt",
    "夸克盘链接": "https://pan.quark.cn/s/32ac58191ec2"
  },
  {
    "文件名": "《一醉经年》作者：水千丞.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e7447d804e29"
  },
  {
    "文件名": "《娘娘腔》作者：水千丞.txt",
    "夸克盘链接": "https://pan.quark.cn/s/5591600c0227"
  },
  {
    "文件名": "《谁把谁当真》作者：水千丞.txt",
    "夸克盘链接": "https://pan.quark.cn/s/6e31d7dd225d"
  },
  {
    "文件名": "188番外合集.rar",
    "夸克盘链接": "https://pan.quark.cn/s/ce20ef3cfbd0"
  },
  {
    "文件名": "【一荤一素】水千丞作品集 - 20P.rar",
    "夸克盘链接": "https://pan.quark.cn/s/fcd6f6d9d639"
  },
  {
    "文件名": "《深渊游戏》作者：水千丞.txt",
    "夸克盘链接": "https://pan.quark.cn/s/65c918ee75cf"
  },
  {
    "文件名": "《进宝娶媳妇儿》作者：水千丞.txt",
    "夸克盘链接": "https://pan.quark.cn/s/f35c629cbee1"
  },
  {
    "文件名": "《魂兵之戈》作者：水千丞.txt",
    "夸克盘链接": "https://pan.quark.cn/s/3bb15608f2ff"
  },
  {
    "文件名": "《灰大叔与混血王子》作者：水千丞.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e2a56cb26ef9"
  },
  {
    "文件名": "《寒武再临》作者：水千丞.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e1d6febf6e80"
  },
  {
    "文件名": "《花开有时，颓靡无声》作者：水千丞.txt",
    "夸克盘链接": "https://pan.quark.cn/s/af9369cbe274"
  },
  {
    "文件名": "《顶级掠食者》作者：水千丞.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ee5628284fdb"
  },
  {
    "文件名": "《逐王》作者：水千丞.txt",
    "夸克盘链接": "https://pan.quark.cn/s/be4ab913e4e6"
  },
  {
    "文件名": "《养父》作者：水千丞.txt",
    "夸克盘链接": "https://pan.quark.cn/s/3f8d6d11c843"
  },
  {
    "文件名": "《无常劫》作者：水千丞.txt",
    "夸克盘链接": "https://pan.quark.cn/s/b392b240499c"
  },
  {
    "文件名": "【一荤一素】鲥鱼多刺作品集 - 3P.rar",
    "夸克盘链接": "https://pan.quark.cn/s/1fb37aefb154"
  },
  {
    "文件名": "[故事集]雀儿药粥（鲥鱼多刺）                                    更多资源，欢迎关注微信公众号【正直的飞毛腿】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/6b999e829cce"
  },
  {
    "文件名": "《脔仙》作者：鲥鱼多刺                                    更多资源，欢迎关注微信公众号【正直的飞毛腿】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/3a0648b7cd35"
  },
  {
    "文件名": "[更11]寄妻（双性美人受） 作者：鲥鱼多刺                                    更多资源，欢迎关注微信公众号【正直的飞毛腿】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/7d0fc451f63a"
  },
  {
    "文件名": "【一荤一素】施施花作品集 - 6P.rar",
    "夸克盘链接": "https://pan.quark.cn/s/8e1d84f6dd18"
  },
  {
    "文件名": "[完结+番外25]《家族婬规》作家：施施花.txt",
    "夸克盘链接": "https://pan.quark.cn/s/4162a1608e88"
  },
  {
    "文件名": "[完+番]许礼123篇+宋轻篇+应舟篇（1v1） by 施施花【74章】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a2f4246edf89"
  },
  {
    "文件名": "小萝的日常by施施花.txt",
    "夸克盘链接": "https://pan.quark.cn/s/bde90e363029"
  },
  {
    "文件名": "《小骚妻》作者：施施花.txt",
    "夸克盘链接": "https://pan.quark.cn/s/cdf303ee155d"
  },
  {
    "文件名": "《骚气冲天》BY施施花.txt",
    "夸克盘链接": "https://pan.quark.cn/s/442b7efd101e"
  },
  {
    "文件名": "《露出》BY施施花.txt",
    "夸克盘链接": "https://pan.quark.cn/s/2800dd16ecd6"
  },
  {
    "文件名": "[完结] 我真的没钓他 作者：三清与道                                    更多资源，欢迎关注微信公众号【正直的飞毛腿】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/9eefa0d330ce"
  },
  {
    "文件名": "[更144] 绿茶快穿指南（双_np） 作者：三清与道                                    更多资源，欢迎关注微信公众号【正直的飞毛腿】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/556870cb0334"
  },
  {
    "文件名": "[更89] 【主攻】快穿：我在炮灰文里当渣攻 作者：三清与道                                    更多资源，欢迎关注微信公众号【正直的飞毛腿】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/f0a651cf37c1"
  },
  {
    "文件名": "【一荤一素】三清与道作品集 - 7P.rar",
    "夸克盘链接": "https://pan.quark.cn/s/628fb9b6c508"
  },
  {
    "文件名": "[完结] 他要做我的狗 作者：三清与道                                    更多资源，欢迎关注微信公众号【正直的飞毛腿】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/3df333328861"
  },
  {
    "文件名": "[更42] 自渡（追妻火葬场abo） 作者：三清与道                                    更多资源，欢迎关注微信公众号【正直的飞毛腿】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/1603596ebe84"
  },
  {
    "文件名": "[完结]大佬每天都求操怎么办 作者：三清与道                                    更多资源，欢迎关注微信公众号【正直的飞毛腿】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/782bb43b9e31"
  },
  {
    "文件名": "[完结+番外全] 今天也有兄弟情深哦 作者：三清与道                                    更多资源，欢迎关注微信公众号【正直的飞毛腿】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c27446735382"
  },
  {
    "文件名": "[完结]《被18R侵染的奴隶救援系统》作者：润水迷情（女攻np）                                    更多资源，欢迎关注微信公众号【一荤一素扫文组】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/d1d0148ae552"
  },
  {
    "文件名": "【一荤一素】润水迷情作品集 - 4P.rar",
    "夸克盘链接": "https://pan.quark.cn/s/2c60fa439e69"
  },
  {
    "文件名": "[完结]《陷于敌手的日日夜夜》作者：润水迷情（1v1）                                    更多资源，欢迎关注微信公众号【一荤一素扫文组】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/9e01e408ce9a"
  },
  {
    "文件名": "[更29] 日日惩罚嘴硬小狗 作者：润水迷情                                    更多资源，欢迎关注微信公众号【一荤一素扫文组】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/3e6d7ae67442"
  },
  {
    "文件名": "[完结+全番外]《日日开发敏感小狗（1v1 调教）》作者：润水迷情                                    更多资源，欢迎关注微信公众号【一荤一素扫文组】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/9960f177044b"
  },
  {
    "文件名": "【棠】[更252] 红糜（双） 作者：皮卡皮卡鸽鸽丘                                    更多资源，欢迎关注微信公众号【一荤一素扫文组】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/5fa63200cc2d"
  },
  {
    "文件名": "【一荤一素】皮卡皮卡鸽鸽丘作品集 - 2P.rar",
    "夸克盘链接": "https://pan.quark.cn/s/b0411ed82642"
  },
  {
    "文件名": "[更16]《Mei人的专属拍摄契约》作者：皮卡皮卡鸽鸽丘（np）                                    更多资源，欢迎关注微信公众号【一荤一素扫文组】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/8c6dcbc1ce89"
  },
  {
    "文件名": "[更473] 借_种 作者：牛奶与黄油（更新版）                                    更多资源，欢迎关注微信公众号【正直的飞毛腿】                                    更多资源，欢迎关注微信公众号【正直的飞毛腿】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/05f4fd2fd438"
  },
  {
    "文件名": "【一荤一素】牛奶与黄油作品集 - 20P.rar",
    "夸克盘链接": "https://pan.quark.cn/s/c2f7ae67d747"
  },
  {
    "文件名": "《发小父亲》作者：牛奶与黄油                                    更多资源，欢迎关注微信公众号【正直的飞毛腿】                                    更多资源，欢迎关注微信公众号【正直的飞毛腿】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/6719a1e6baa8"
  },
  {
    "文件名": "《东北姐夫》作者：牛奶与黄油                                    更多资源，欢迎关注微信公众号【正直的飞毛腿】                                    更多资源，欢迎关注微信公众号【正直的飞毛腿】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/f8d399a481c5"
  },
  {
    "文件名": "《大学生儿子乱伦》作者：牛奶与黄油                                    更多资源，欢迎关注微信公众号【正直的飞毛腿】                                    更多资源，欢迎关注微信公众号【正直的飞毛腿】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/b1f28aed91ab"
  },
  {
    "文件名": "《爸爸与儿子》作者：牛奶与黄油                                    更多资源，欢迎关注微信公众号【正直的飞毛腿】                                    更多资源，欢迎关注微信公众号【正直的飞毛腿】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/2faba8259236"
  },
  {
    "文件名": "[完结]林清明（粗野汉子们的婆娘） 作者：牛奶与黄油                                    更多资源，欢迎关注微信公众号【正直的飞毛腿】                                    更多资源，欢迎关注微信公众号【正直的飞毛腿】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/87d6f77f9fb2"
  },
  {
    "文件名": "LIST.TXT",
    "夸克盘链接": "https://pan.quark.cn/s/d9aed3523545"
  },
  {
    "文件名": "[完结]《男淫》作者：牛奶与黄油（故事集）                                    更多资源，欢迎关注微信公众号【正直的飞毛腿】                                    更多资源，欢迎关注微信公众号【正直的飞毛腿】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/655fb8e178c9"
  },
  {
    "文件名": "《直男老板》作者：牛奶与黄油                                    更多资源，欢迎关注微信公众号【正直的飞毛腿】                                    更多资源，欢迎关注微信公众号【正直的飞毛腿】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/dd473c126efe"
  },
  {
    "文件名": "《野男人》作者：牛奶与黄油                                    更多资源，欢迎关注微信公众号【正直的飞毛腿】                                    更多资源，欢迎关注微信公众号【正直的飞毛腿】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/4f87eb7a8f0c"
  },
  {
    "文件名": "《小保姆》作者：牛奶与黄油                                    更多资源，欢迎关注微信公众号【正直的飞毛腿】                                    更多资源，欢迎关注微信公众号【正直的飞毛腿】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/1fa65a9f92e9"
  },
  {
    "文件名": "《学生会长》作者：牛奶与黄油                                    更多资源，欢迎关注微信公众号【正直的飞毛腿】                                    更多资源，欢迎关注微信公众号【正直的飞毛腿】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/66bc72f3d0a1"
  },
  {
    "文件名": "《兽侵侄子》作者：牛奶与黄油                                    更多资源，欢迎关注微信公众号【正直的飞毛腿】                                    更多资源，欢迎关注微信公众号【正直的飞毛腿】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e1ecf14f7391"
  },
  {
    "文件名": "《山村丑事》作者：牛奶与黄油                                    更多资源，欢迎关注微信公众号【正直的飞毛腿】                                    更多资源，欢迎关注微信公众号【正直的飞毛腿】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/edfa9bfd52b2"
  },
  {
    "文件名": "《农民工与大学老师》作者：牛奶与黄油                                    更多资源，欢迎关注微信公众号【正直的飞毛腿】                                    更多资源，欢迎关注微信公众号【正直的飞毛腿】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c5db62a8b289"
  },
  {
    "文件名": "《李夏与原野》作者：牛奶与黄油                                    更多资源，欢迎关注微信公众号【正直的飞毛腿】                                    更多资源，欢迎关注微信公众号【正直的飞毛腿】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/056a842a72b8"
  },
  {
    "文件名": "《康巴汉子》作者：牛奶与黄油                                    更多资源，欢迎关注微信公众号【正直的飞毛腿】                                    更多资源，欢迎关注微信公众号【正直的飞毛腿】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/dcfa06d43bbc"
  },
  {
    "文件名": "《开荤系列之一种马男》作者：牛奶与黄油                                    更多资源，欢迎关注微信公众号【正直的飞毛腿】                                    更多资源，欢迎关注微信公众号【正直的飞毛腿】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ab72b0e2914b"
  },
  {
    "文件名": "《勾引蛮夷姐夫》作者：牛奶与黄油                                    更多资源，欢迎关注微信公众号【正直的飞毛腿】                                    更多资源，欢迎关注微信公众号【正直的飞毛腿】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c854dee6af5a"
  },
  {
    "文件名": "《开荤粗肉》作者：牛奶与黄油                                    更多资源，欢迎关注微信公众号【正直的飞毛腿】                                    更多资源，欢迎关注微信公众号【正直的飞毛腿】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e08a1807084f"
  },
  {
    "文件名": "《黑社会大伯》作者：牛奶与黄油                                    更多资源，欢迎关注微信公众号【正直的飞毛腿】                                    更多资源，欢迎关注微信公众号【正直的飞毛腿】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/4bfafcbd0ff3"
  },
  {
    "文件名": "《臣服Ⅰ》 BY墨青城（现代一部完 侵略型攻x性冷淡受 BDSM 有快车 其实是个甜宠文 番外有古早的性向提问）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/3ffd29d87050"
  },
  {
    "文件名": "《臣服IV》 BY墨青城（现代四部完 乖巧猫系攻X冷静律师受 bdsm 强强 肉香 受当过别人的dom）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/838b1d43ef37"
  },
  {
    "文件名": "《臣服Ⅱ》 BY墨青城（现代二部完 风骚花蝴蝶攻X倔强演员受 BDSM 依旧有车 二部完 第一部里搭线红娘的故事）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/2dd0729ff781"
  },
  {
    "文件名": "【一荤一素】墨青城（墨奈何） - 4P.rar",
    "夸克盘链接": "https://pan.quark.cn/s/257ade8392d8"
  },
  {
    "文件名": "《臣服Ⅲ》 BY墨青城（现代三部完 狠厉执着攻x嘴硬懦弱受 bdsm 有虐 肉香 攻受有兄弟关系）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/4ec179eba0b6"
  },
  {
    "文件名": "【一荤一素】麦香鸡呢作品集 - 10P.rar",
    "夸克盘链接": "https://pan.quark.cn/s/35e8369c4fdd"
  },
  {
    "文件名": "[更109] 炮灰美人就该被疯批疼爱 作者：撸猫大能                                    更多资源，欢迎关注微信公众号【正直的飞毛腿】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/45d67e35c044"
  },
  {
    "文件名": "【一荤一素】撸猫大能作品集 - 2P.rar",
    "夸克盘链接": "https://pan.quark.cn/s/a77d33bf0a15"
  },
  {
    "文件名": "[完结] 强占老实人 作者：撸猫大能                                    更多资源，欢迎关注微信公众号【正直的飞毛腿】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/6a3fff9d97c8"
  },
  {
    "文件名": "《完美无瑕》作者：柳满坡                                    更多资源，欢迎关注微信公众号【正直的飞毛腿】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/b5c808287545"
  },
  {
    "文件名": "《少年暴力事件簿》作者：柳满坡                                    更多资源，欢迎关注微信公众号【正直的飞毛腿】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/05b089750ebc"
  },
  {
    "文件名": "《两只老虎》作者：柳满坡                                    更多资源，欢迎关注微信公众号【正直的飞毛腿】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/51ad00dea142"
  },
  {
    "文件名": "《极速之王》作者：柳满坡                                    更多资源，欢迎关注微信公众号【正直的飞毛腿】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ee39074d7a93"
  },
  {
    "文件名": "《如歌的行板（番外完结）》作者：柳满坡                                    更多资源，欢迎关注微信公众号【正直的飞毛腿】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/97eaa6e69f80"
  },
  {
    "文件名": "【一荤一素】柳满坡作品集 - 15P.rar",
    "夸克盘链接": "https://pan.quark.cn/s/b1384305f58c"
  },
  {
    "文件名": "《黄金鸟》作者：柳满坡                                    更多资源，欢迎关注微信公众号【正直的飞毛腿】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/983dfbc0280f"
  },
  {
    "文件名": "《附生》作者：柳满坡                                    更多资源，欢迎关注微信公众号【正直的飞毛腿】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/042c3abeeb07"
  },
  {
    "文件名": "《梵罗门》作者：柳满坡                                    更多资源，欢迎关注微信公众号【正直的飞毛腿】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/4f5a31e1e935"
  },
  {
    "文件名": "《不熟》作者：柳满坡                                    更多资源，欢迎关注微信公众号【正直的飞毛腿】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/0abca374fbf8"
  },
  {
    "文件名": "《重生之八风不动》作者：柳满坡                                    更多资源，欢迎关注微信公众号【正直的飞毛腿】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/86718ff604a0"
  },
  {
    "文件名": "《凶神》作者：柳满坡                                    更多资源，欢迎关注微信公众号【正直的飞毛腿】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/816c61fecf20"
  },
  {
    "文件名": "《诛鹤》作者：柳满坡                                    更多资源，欢迎关注微信公众号【正直的飞毛腿】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/6f9c7846fd9d"
  },
  {
    "文件名": "《小笨蛋》作者：柳满坡                                    更多资源，欢迎关注微信公众号【正直的飞毛腿】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/4d77522e1e6b"
  },
  {
    "文件名": "《一代城草》作者：柳满坡                                    更多资源，欢迎关注微信公众号【正直的飞毛腿】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/5bd6650553b2"
  },
  {
    "文件名": "《阎王【未删减h版丨强推】》作者：柳满坡                                    更多资源，欢迎关注微信公众号【正直的飞毛腿】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/896bd116e916"
  },
  {
    "文件名": "[完结]《从神医到药渣》作者：燎锋（1v1）                                    更多资源，欢迎关注微信公众号【一荤一素扫文组】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e5931e8c520d"
  },
  {
    "文件名": "[完结]《情谷欠公交车》作者：燎锋（np）                                    更多资源，欢迎关注微信公众号【一荤一素扫文组】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/1ef74277e4dd"
  },
  {
    "文件名": "[更55]《大火猛烹》作者：燎锋（故事集）                                    更多资源，欢迎关注微信公众号【一荤一素扫文组】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/830740dbd9fc"
  },
  {
    "文件名": "[更34]《痒》作者：燎锋（故事集）                                    更多资源，欢迎关注微信公众号【一荤一素扫文组】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/60556dad65f8"
  },
  {
    "文件名": "[BL1v1]《我磕的CP必须成真》作家：燎锋--【完结】                                    更多资源，欢迎关注微信公众号【一荤一素扫文组】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e098e0b25eee"
  },
  {
    "文件名": "[1v1 完结]《我可太喜欢小黑屋了》作者：燎锋                                    更多资源，欢迎关注微信公众号【一荤一素扫文组】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/1050a40e91ea"
  },
  {
    "文件名": "【一荤一素】燎锋作品集 -11P.rar",
    "夸克盘链接": "https://pan.quark.cn/s/0809f0632eed"
  },
  {
    "文件名": "[更22]《橄榄炮灰小漂亮》作者：燎锋（故事集）                                    更多资源，欢迎关注微信公众号【一荤一素扫文组】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ec9143fa21f0"
  },
  {
    "文件名": "【棠】[更31] 我也是你们play的一环吗【合集】 作者：燎锋                                    更多资源，欢迎关注微信公众号【一荤一素扫文组】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/bbe64d68d338"
  },
  {
    "文件名": "【棠】[更25] 爆炒多汁小美人【合集】 作者：燎锋                                    更多资源，欢迎关注微信公众号【一荤一素扫文组】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/b0d2f2f010d2"
  },
  {
    "文件名": "[完结]《总有人想太阳我》作者：燎锋（1v1切片）                                    更多资源，欢迎关注微信公众号【一荤一素扫文组】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c9f93c0b0679"
  },
  {
    "文件名": "【棠】[更461] 读者点梗【合集】 作者：燎锋                                    更多资源，欢迎关注微信公众号【一荤一素扫文组】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/52ea3cab1a86"
  },
  {
    "文件名": "《幼倾》作者：狄醉山.txt",
    "夸克盘链接": "https://pan.quark.cn/s/0ec1cef028de"
  },
  {
    "文件名": "《战利品》作者：狄醉山.txt",
    "夸克盘链接": "https://pan.quark.cn/s/938cb291babd"
  },
  {
    "文件名": "《原罪》作者：狄醉山.txt",
    "夸克盘链接": "https://pan.quark.cn/s/963a1374e728"
  },
  {
    "文件名": "《鱼水之欢》作者：狄醉山.txt",
    "夸克盘链接": "https://pan.quark.cn/s/752e18f92f88"
  },
  {
    "文件名": "《玉米地》作者：狄醉山.txt",
    "夸克盘链接": "https://pan.quark.cn/s/6a341c46ac89"
  },
  {
    "文件名": "《夜莺》作者：狄醉山.txt",
    "夸克盘链接": "https://pan.quark.cn/s/d45fbc492466"
  },
  {
    "文件名": "《摇尾》作者：烂风（现代1v1 强制爱 斯文败类变态攻X双性怯弱大美人受）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a2b2678b7a39"
  },
  {
    "文件名": "《叶倾（坑）》作者：狄醉山.txt",
    "夸克盘链接": "https://pan.quark.cn/s/88c464e805aa"
  },
  {
    "文件名": "《姚姚》作者：烂风（np）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a9afd225b08f"
  },
  {
    "文件名": "《鸦鸦》作者：烂风.txt",
    "夸克盘链接": "https://pan.quark.cn/s/0acb20efb2ea"
  },
  {
    "文件名": "《凶徒》作者：狄醉山.txt",
    "夸克盘链接": "https://pan.quark.cn/s/26d31731bed6"
  },
  {
    "文件名": "《小质子》作者：狄醉山.txt",
    "夸克盘链接": "https://pan.quark.cn/s/759c7149e5cd"
  },
  {
    "文件名": "《小鱼》作者：烂风（双性强制NP).txt",
    "夸克盘链接": "https://pan.quark.cn/s/ab6a268b090d"
  },
  {
    "文件名": "《小兔叽》作者：狄醉山.txt",
    "夸克盘链接": "https://pan.quark.cn/s/da39e8bc1968"
  },
  {
    "文件名": "《小少爷》作者：狄醉山.txt",
    "夸克盘链接": "https://pan.quark.cn/s/224b259a2d01"
  },
  {
    "文件名": "《小歌手》作者：狄醉山.txt",
    "夸克盘链接": "https://pan.quark.cn/s/03cae755329f"
  },
  {
    "文件名": "《逃之夭夭》作者：狄醉山.txt",
    "夸克盘链接": "https://pan.quark.cn/s/80e38d08a26b"
  },
  {
    "文件名": "《小废物》作者：狄醉山.txt",
    "夸克盘链接": "https://pan.quark.cn/s/05661247fcda"
  },
  {
    "文件名": "《小白领》作者：狄醉山.txt",
    "夸克盘链接": "https://pan.quark.cn/s/fa9681096a2f"
  },
  {
    "文件名": "《西装》作者：狄醉山.txt",
    "夸克盘链接": "https://pan.quark.cn/s/288348e99ee9"
  },
  {
    "文件名": "《我被神经病男友强制爱了》作者：狄醉山.txt",
    "夸克盘链接": "https://pan.quark.cn/s/4e1af5dc98a1"
  },
  {
    "文件名": "《为师》作者：狄醉山.txt",
    "夸克盘链接": "https://pan.quark.cn/s/493948a9c00e"
  },
  {
    "文件名": "《探花郎》作者：狄醉山.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e84608527b85"
  },
  {
    "文件名": "《他是毒玫瑰》作者：狄醉山.txt",
    "夸克盘链接": "https://pan.quark.cn/s/d1cfa8862387"
  },
  {
    "文件名": "《四面龙歌》作者：狄醉山.txt",
    "夸克盘链接": "https://pan.quark.cn/s/d47430d0f891"
  },
  {
    "文件名": "《摄影师的真爱春天》作者：狄醉山.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e76e99b2b569"
  },
  {
    "文件名": "《三角》作者：狄醉山.txt",
    "夸克盘链接": "https://pan.quark.cn/s/24a0c995300f"
  },
  {
    "文件名": "《软禁》作者：狄醉山.txt",
    "夸克盘链接": "https://pan.quark.cn/s/2f1d5d570bbb"
  },
  {
    "文件名": "《人鱼之敌》作者：狄醉山.txt",
    "夸克盘链接": "https://pan.quark.cn/s/4c97cf603221"
  },
  {
    "文件名": "《人格们的完美游戏》作者：江洋大刀.txt",
    "夸克盘链接": "https://pan.quark.cn/s/f0c57c952fb7"
  },
  {
    "文件名": "《囚吻》作者：狄醉山.txt",
    "夸克盘链接": "https://pan.quark.cn/s/1f9ef4f85bca"
  },
  {
    "文件名": "《情人杀》作者：狄醉山（娱乐圈np总受 成熟浪荡大叔受）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/6821c7e862d8"
  },
  {
    "文件名": "《亲密同学》作者：狄醉山.txt",
    "夸克盘链接": "https://pan.quark.cn/s/80ea0ca8fa2c"
  },
  {
    "文件名": "《前男友总是缠着我［快穿］》作者：江洋大刀.txt",
    "夸克盘链接": "https://pan.quark.cn/s/b3b718da5e50"
  },
  {
    "文件名": "《炮灰心愿直通车》作者：江洋大刀.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a44fa8c0f7eb"
  },
  {
    "文件名": "《暖冬》作者：狄醉山.txt",
    "夸克盘链接": "https://pan.quark.cn/s/51e1021095aa"
  },
  {
    "文件名": "《冷潮》作者：狄醉山.txt",
    "夸克盘链接": "https://pan.quark.cn/s/730277e7d3ad"
  },
  {
    "文件名": "《伶奴》作者：狄醉山.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c87fab76432a"
  },
  {
    "文件名": "《绿松石》作者：烂风.txt",
    "夸克盘链接": "https://pan.quark.cn/s/1f839bd8ed23"
  },
  {
    "文件名": "《溺光》作者：狄醉山.txt",
    "夸克盘链接": "https://pan.quark.cn/s/d86589ce97a0"
  },
  {
    "文件名": "《嶙峋》作者：狄醉山.txt",
    "夸克盘链接": "https://pan.quark.cn/s/4a7ab8a936b9"
  },
  {
    "文件名": "《快递员》作者：狄醉山.txt",
    "夸克盘链接": "https://pan.quark.cn/s/8f3ab33d4c9c"
  },
  {
    "文件名": "《怜奴》作者：狄醉山.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a2cb6be9dfed"
  },
  {
    "文件名": "《绝对依赖》作者：狄醉山.txt",
    "夸克盘链接": "https://pan.quark.cn/s/8670711423bc"
  },
  {
    "文件名": "《鲛笼》作者∶狄醉山.txt",
    "夸克盘链接": "https://pan.quark.cn/s/bca5098ccfd1"
  },
  {
    "文件名": "《经纪人》作者：狄醉山.txt",
    "夸克盘链接": "https://pan.quark.cn/s/faf4c73f1fbd"
  },
  {
    "文件名": "《交易》作者：狄醉山.txt",
    "夸克盘链接": "https://pan.quark.cn/s/f4d3e64a6340"
  },
  {
    "文件名": "《江扉的迷人日常》作者：江洋大刀.txt",
    "夸克盘链接": "https://pan.quark.cn/s/6beaf009caea"
  },
  {
    "文件名": "《觊觎》作者：狄醉山.txt",
    "夸克盘链接": "https://pan.quark.cn/s/df8d4cdb1207"
  },
  {
    "文件名": "《火车》作者：狄醉山.txt",
    "夸克盘链接": "https://pan.quark.cn/s/949bad6255e0"
  },
  {
    "文件名": "《婚宴》作者：狄醉山.txt",
    "夸克盘链接": "https://pan.quark.cn/s/847dd4940b71"
  },
  {
    "文件名": "《皇上》作者：狄醉山.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e487a663a796"
  },
  {
    "文件名": "《黑化莲说他不喜欢我》作者：江洋大刀.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ce962aaee36f"
  },
  {
    "文件名": "《好朋友》作者：狄醉山.txt",
    "夸克盘链接": "https://pan.quark.cn/s/7c040e52bb44"
  },
  {
    "文件名": "《寒天长明》作者：狄醉山.txt",
    "夸克盘链接": "https://pan.quark.cn/s/d40774c21733"
  },
  {
    "文件名": "《攻略那个人造人》作者：江洋大刀.txt",
    "夸克盘链接": "https://pan.quark.cn/s/1ac4c971a7b1"
  },
  {
    "文件名": "《公用爱人》作者：江洋大刀.txt",
    "夸克盘链接": "https://pan.quark.cn/s/9deb7657e45c"
  },
  {
    "文件名": "《断腿美人》作者：狄醉山.txt",
    "夸克盘链接": "https://pan.quark.cn/s/fed857dc3b2c"
  },
  {
    "文件名": "《复仇》作者：狄醉山.txt",
    "夸克盘链接": "https://pan.quark.cn/s/2c6063755da1"
  },
  {
    "文件名": "《翻车须知》作者：狄醉山.txt",
    "夸克盘链接": "https://pan.quark.cn/s/21e277a2f4ca"
  },
  {
    "文件名": "【一荤一素】烂风or狄醉山or江洋大刀作品集 - 78P.rar",
    "夸克盘链接": "https://pan.quark.cn/s/604cc7c6b300"
  },
  {
    "文件名": "《独刺》作者：江洋大刀.txt",
    "夸克盘链接": "https://pan.quark.cn/s/b342f01580fe"
  },
  {
    "文件名": "《翟家公馆》作者：狄醉山.txt",
    "夸克盘链接": "https://pan.quark.cn/s/7eee802d513b"
  },
  {
    "文件名": "《殿下》作者：狄醉山.txt",
    "夸克盘链接": "https://pan.quark.cn/s/8510bfd20c20"
  },
  {
    "文件名": "《刀尖爱人》作者：江洋大刀.txt",
    "夸克盘链接": "https://pan.quark.cn/s/710887a99e5f"
  },
  {
    "文件名": "《搓澡工》作者：狄醉山.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ce6fcb7507f5"
  },
  {
    "文件名": "《宠物战争》作者：狄醉山.txt",
    "夸克盘链接": "https://pan.quark.cn/s/5d3dbc7f0449"
  },
  {
    "文件名": "《宠爱须知》作者：江洋大刀.txt",
    "夸克盘链接": "https://pan.quark.cn/s/39bf7c4a538f"
  },
  {
    "文件名": "《变心》作者：狄醉山.txt",
    "夸克盘链接": "https://pan.quark.cn/s/b4c8183d2de1"
  },
  {
    "文件名": "《残次玩物》作者：烂风.txt",
    "夸克盘链接": "https://pan.quark.cn/s/7cfb15efb7e2"
  },
  {
    "文件名": "《棒球帽》作者：狄醉山.txt",
    "夸克盘链接": "https://pan.quark.cn/s/046095ce0639"
  },
  {
    "文件名": "《半重天》作者：狄醉山.txt",
    "夸克盘链接": "https://pan.quark.cn/s/4a2cdfe59d46"
  },
  {
    "文件名": "《阿尔法》作者：狄醉山.txt",
    "夸克盘链接": "https://pan.quark.cn/s/af6e28d522e0"
  },
  {
    "文件名": "不忠by狄醉山.txt",
    "夸克盘链接": "https://pan.quark.cn/s/217e4f59c113"
  },
  {
    "文件名": "《罪有应得》作者：狄醉山.txt",
    "夸克盘链接": "https://pan.quark.cn/s/453225566e0e"
  },
  {
    "文件名": "《真爱春天》作者：狄醉山.txt",
    "夸克盘链接": "https://pan.quark.cn/s/0d0ac9523832"
  },
  {
    "文件名": "《挚爱》作者：狄醉山.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e645cc2e3320"
  },
  {
    "文件名": "《坠落》作者：狄醉山.txt",
    "夸克盘链接": "https://pan.quark.cn/s/b41c624b27f6"
  },
  {
    "文件名": "《朱雀》作者：狄醉山.txt",
    "夸克盘链接": "https://pan.quark.cn/s/acfd7be3be41"
  },
  {
    "文件名": "《你是星河难及》作者：回南雀                                    更多资源，欢迎关注微信公众号【一荤一素扫文组】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/edcdbc11921c"
  },
  {
    "文件名": "《青梅屿》作者：回南雀                                    更多资源，欢迎关注微信公众号【一荤一素扫文组】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/91178a0920d7"
  },
  {
    "文件名": "《靡言》作者：回南雀（番外全）                                    更多资源，欢迎关注微信公众号【一荤一素扫文组】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e7f2218c25f9"
  },
  {
    "文件名": "【一荤一素】回南雀作品集 - 10P.rar",
    "夸克盘链接": "https://pan.quark.cn/s/a0e973f01108"
  },
  {
    "文件名": "《飞鸥不下》作者：回南雀                                    更多资源，欢迎关注微信公众号【一荤一素扫文组】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/34706d365097"
  },
  {
    "文件名": "《陈伤》作者：回南雀                                    更多资源，欢迎关注微信公众号【一荤一素扫文组】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/267c6311a53b"
  },
  {
    "文件名": "《秉性下等》作者：回南雀                                    更多资源，欢迎关注微信公众号【一荤一素扫文组】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ff57f80a78c4"
  },
  {
    "文件名": "烧不尽by回南雀                                    更多资源，欢迎关注微信公众号【一荤一素扫文组】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/7c0291301550"
  },
  {
    "文件名": "BL不对付_回南雀                                    更多资源，欢迎关注微信公众号【一荤一素扫文组】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/57f3a80ff0f7"
  },
  {
    "文件名": "《一念之私》（精校版全本+番外完）作者：回南雀                                    更多资源，欢迎关注微信公众号【一荤一素扫文组】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e1350a5772e4"
  },
  {
    "文件名": "《昨日如死》作者：回南雀                                    更多资源，欢迎关注微信公众号【一荤一素扫文组】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/22743be1aea0"
  },
  {
    "文件名": "【一荤一素】猴有羊作品集 - 13P.rar",
    "夸克盘链接": "https://pan.quark.cn/s/dae671e9fdb7"
  },
  {
    "文件名": "【一荤一素】红豆双皮奶作品集 - 3P.rar",
    "夸克盘链接": "https://pan.quark.cn/s/eda8197ce83e"
  },
  {
    "文件名": "（NP）《淫乱男舍之变身就该让兄弟爽【双性乱伦bl、bg各种】》作者：红豆双皮奶--【完结】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/eeda6a5183d3"
  },
  {
    "文件名": "《玄明教传奇》作者：红豆双皮奶.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e8fa79a6b7e5"
  },
  {
    "文件名": "[合集 更162]《爆浆盛宴》作者：红豆双皮奶.txt",
    "夸克盘链接": "https://pan.quark.cn/s/721a5d36ce59"
  },
  {
    "文件名": "【一荤一素】顾我则笑作品集 - 4P.rar",
    "夸克盘链接": "https://pan.quark.cn/s/2809d60f52a5"
  },
  {
    "文件名": "[更59]醉蓬莱（古言nph)作者：顾我则笑.txt",
    "夸克盘链接": "https://pan.quark.cn/s/763e2d7c13b7"
  },
  {
    "文件名": "[1v1 完结]《穿成少年秦始皇的小宫女》作者：顾我则笑.txt",
    "夸克盘链接": "https://pan.quark.cn/s/d053a3dc66ed"
  },
  {
    "文件名": "[完结]穿成少年秦始皇的小宫女（1v1，h)作者：顾我则笑(1).txt",
    "夸克盘链接": "https://pan.quark.cn/s/10d50bebdb2f"
  },
  {
    "文件名": "[完结+番外]表哥（1v1 古言H）作者：顾我则笑.txt",
    "夸克盘链接": "https://pan.quark.cn/s/03bd7e452490"
  },
  {
    "文件名": "【一荤一素】该账号不存在作品集 - 4P.rar",
    "夸克盘链接": "https://pan.quark.cn/s/533ce7d7a1af"
  },
  {
    "文件名": "【一荤一素】纯情比巴卜作品集 - 5P.rar",
    "夸克盘链接": "https://pan.quark.cn/s/f4d893b5b54b"
  },
  {
    "文件名": "【一荤一素】吃肉小熊猫作品集 - 5P.rar",
    "夸克盘链接": "https://pan.quark.cn/s/212c2e24fce5"
  },
  {
    "文件名": "【一荤一素】朝歌子作品集 - 6P.rar",
    "夸克盘链接": "https://pan.quark.cn/s/eb5010a2a9ae"
  },
  {
    "文件名": "【一荤一素】冰块儿作品集 - 10P.rar",
    "夸克盘链接": "https://pan.quark.cn/s/905838ba3c1b"
  },
  {
    "文件名": "【一荤一素】北冥有雁作品集 - 12P.rar",
    "夸克盘链接": "https://pan.quark.cn/s/11699eea1c6e"
  },
  {
    "文件名": "【一荤一素】风流书呆作品集 - 18P.rar",
    "夸克盘链接": "https://pan.quark.cn/s/3f6d4e5476bf"
  },
  {
    "文件名": "【玖卿】强势锁爱，囚禁五年娇妻夜夜逃！ 作者：可爱蚕宝宝128.txt",
    "夸克盘链接": "https://pan.quark.cn/s/77a98b79b16d"
  },
  {
    "文件名": "【玖卿】七零：踹掉前夫，我成了京少心尖宠 作者：欣玥124.txt",
    "夸克盘链接": "https://pan.quark.cn/s/7a0cf0966611"
  },
  {
    "文件名": "【玖卿】强取豪夺，人夺错了127 作者：枭钥.txt",
    "夸克盘链接": "https://pan.quark.cn/s/15fef522232c"
  },
  {
    "文件名": "【玖卿】前男友总在撩我[无限流]126 作者：渐却呀.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a59155009606"
  },
  {
    "文件名": "【玖卿】奇葩保姆离大谱125.txt",
    "夸克盘链接": "https://pan.quark.cn/s/bb765534f2c0"
  },
  {
    "文件名": "【玖卿】嫖尽天下绿茶男123.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e63956c706ef"
  },
  {
    "文件名": "【玖卿】为人民服务[快穿]147 作者：金面佛.txt",
    "夸克盘链接": "https://pan.quark.cn/s/fb2094dd2a6a"
  },
  {
    "文件名": "【玖卿】炮灰虽蠢，却实在美丽122 作者：苍久零.txt",
    "夸克盘链接": "https://pan.quark.cn/s/779760f6eb4e"
  },
  {
    "文件名": "【玖卿】我惨死后，偏执陆爷杀疯了！_锦棠150 作者：锦棠.txt",
    "夸克盘链接": "https://pan.quark.cn/s/88c6496e28d7"
  },
  {
    "文件名": "【玖卿】女尊之重振妻纲【NPH】 by 绣花针121.txt",
    "夸克盘链接": "https://pan.quark.cn/s/9e9ef43d78fa"
  },
  {
    "文件名": "【玖卿】我不当天道之子很多年149 作者：彦缡.txt",
    "夸克盘链接": "https://pan.quark.cn/s/0f9a071d99db"
  },
  {
    "文件名": "【玖卿】文官穿越生存指南148 作者：木闻春山.txt",
    "夸克盘链接": "https://pan.quark.cn/s/5ab85065b96e"
  },
  {
    "文件名": "【玖卿】万人迷穿进恋爱游戏后（快穿）146 作者：发电姬.txt",
    "夸克盘链接": "https://pan.quark.cn/s/3a6e240fa289"
  },
  {
    "文件名": "【玖卿】祂的猎物145 作者：有情客.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c426a53b00a5"
  },
  {
    "文件名": "【玖卿】他在循环里无限重生作者：池塘怪糖144.txt",
    "夸克盘链接": "https://pan.quark.cn/s/4e8e0706c01c"
  },
  {
    "文件名": "【玖卿】他在灵异游戏里安胎143 作者：言泠.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e5a8d463419d"
  },
  {
    "文件名": "【玖卿】他们不是人！（无限）142 作者：恰到好处.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e67fca4a3078"
  },
  {
    "文件名": "【玖卿】他来自地狱[无限]by公子吃糖141.txt",
    "夸克盘链接": "https://pan.quark.cn/s/06f28da98475"
  },
  {
    "文件名": "【玖卿】岁岁和睦（穿书）140 作者：青石砌.txt",
    "夸克盘链接": "https://pan.quark.cn/s/f417503bbc7e"
  },
  {
    "文件名": "【玖卿】社畜女主，但炸公司138 作者：星空柚子茶.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a9ffa02fac51"
  },
  {
    "文件名": "【玖卿】神说我愿意（快穿）139 作者：胡皎.txt",
    "夸克盘链接": "https://pan.quark.cn/s/d7d4ecc65a53"
  },
  {
    "文件名": "【玖卿】少女的祈祷137 作者：酸雨汁.txt",
    "夸克盘链接": "https://pan.quark.cn/s/94e422a559b7"
  },
  {
    "文件名": "【玖卿】全恐怖游戏都遍布我的鱼131 作者：小洋苏熙.txt",
    "夸克盘链接": "https://pan.quark.cn/s/7c5b3b64ecd9"
  },
  {
    "文件名": "【玖卿】认亲后，炮灰亲弟被团宠了134 作者：甜海盐.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c39786f41189"
  },
  {
    "文件名": "【玖卿】若你早与他人两心同135.txt",
    "夸克盘链接": "https://pan.quark.cn/s/0aa32799edcf"
  },
  {
    "文件名": "【玖卿】闪婚千亿霸总后我赢麻了 作者：枇杷很甜136.txt",
    "夸克盘链接": "https://pan.quark.cn/s/846a4fbbcebe"
  },
  {
    "文件名": "【玖卿】缺月昏昏（女尊NPH） by 培根133.txt",
    "夸克盘链接": "https://pan.quark.cn/s/3b9640ab67a4"
  },
  {
    "文件名": "【玖卿】清风不语辞 作者：扶光鸟130.txt",
    "夸克盘链接": "https://pan.quark.cn/s/17fc5b2f1916"
  },
  {
    "文件名": "【玖卿】全球逃生[无限流]132 作者：硕烁.txt",
    "夸克盘链接": "https://pan.quark.cn/s/bdf48e3cd07d"
  },
  {
    "文件名": "【玖卿】清穿，四爷他超超超超超爱宋格格 作者：南意粥129.txt",
    "夸克盘链接": "https://pan.quark.cn/s/01305a5e3b67"
  },
  {
    "文件名": "《替身受改拿万人迷剧本后》作者：芥末甜.txt",
    "夸克盘链接": "https://pan.quark.cn/s/f0ee0d18e728"
  },
  {
    "文件名": "《替嫁后我成了钓系万人迷》作者：慕丛歌.txt",
    "夸克盘链接": "https://pan.quark.cn/s/3546c07b165b"
  },
  {
    "文件名": "《桃鲛泪》作者：流妄.txt",
    "夸克盘链接": "https://pan.quark.cn/s/faeab084ac62"
  },
  {
    "文件名": "《太监乃是真绝色之四》作者：武林至尊的男人.txt",
    "夸克盘链接": "https://pan.quark.cn/s/3df7a47810af"
  },
  {
    "文件名": "《台风眼》作者：潭石.txt",
    "夸克盘链接": "https://pan.quark.cn/s/eb63968fa670"
  },
  {
    "文件名": "《祂的伊甸园》（番外完）作者：小妖子.txt",
    "夸克盘链接": "https://pan.quark.cn/s/4312d6f4258f"
  },
  {
    "文件名": "《剧情时间到[穿书]》（精校版全本）作者：常花一笑.txt",
    "夸克盘链接": "https://pan.quark.cn/s/cafb685647f7"
  },
  {
    "文件名": "《蜉蝣》作者：冷山就木（未删减番外全）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/284a5f92463d"
  },
  {
    "文件名": "《她捉鬼超强却过分沙雕[玄学]》作者：央黎.txt",
    "夸克盘链接": "https://pan.quark.cn/s/97ebe453da38"
  },
  {
    "文件名": "装失忆后和宿敌互演情侣 作者：鱼曦草.txt",
    "夸克盘链接": "https://pan.quark.cn/s/1b528b91ec61"
  },
  {
    "文件名": "重生后小夫郎他悔婚了 作者：冰糖葫芦好甜.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ad6463521872"
  },
  {
    "文件名": "直男help直男 作者：我爱吃冰棒.txt",
    "夸克盘链接": "https://pan.quark.cn/s/5fb94f15df6d"
  },
  {
    "文件名": "直播非遗爆红星际 作者：猫三太子.txt",
    "夸克盘链接": "https://pan.quark.cn/s/7d5136eb4840"
  },
  {
    "文件名": "指挥官的绝美顶O手撕炮灰剧本 作者：十元一只 更77.txt",
    "夸克盘链接": "https://pan.quark.cn/s/58cac91fe8f4"
  },
  {
    "文件名": "这个神笔不太稳 作者：东起丹暮.txt",
    "夸克盘链接": "https://pan.quark.cn/s/d5d04be09b6d"
  },
  {
    "文件名": "长安汉月 作者：乌云登珠.txt",
    "夸克盘链接": "https://pan.quark.cn/s/d3b94ff71508"
  },
  {
    "文件名": "影视原著 《坤宁》“宁安如梦”原著小说（精校版全本+番外完）作者：时镜.txt",
    "夸克盘链接": "https://pan.quark.cn/s/3275f32c1261"
  },
  {
    "文件名": "易感 作者：东度日.txt",
    "夸克盘链接": "https://pan.quark.cn/s/caadf869dd51"
  },
  {
    "文件名": "学神上恋综后全网爆红 作者：桥六舟.txt",
    "夸克盘链接": "https://pan.quark.cn/s/6f46bc458e2a"
  },
  {
    "文件名": "养老婆从竹马开始 作者：星期十.txt",
    "夸克盘链接": "https://pan.quark.cn/s/28ac040aa38c"
  },
  {
    "文件名": "心机外室上位记 作者：妙玉子.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ad5add880a81"
  },
  {
    "文件名": "小织梨 作者：月纪舒.txt",
    "夸克盘链接": "https://pan.quark.cn/s/590a202b2c00"
  },
  {
    "文件名": "瞎嗲 作者：也稚.txt",
    "夸克盘链接": "https://pan.quark.cn/s/b2c93345b50d"
  },
  {
    "文件名": "我那貌美小夫郎 作者：千畅.txt",
    "夸克盘链接": "https://pan.quark.cn/s/2da8cf7476e6"
  },
  {
    "文件名": "误入众神之间聊天群之后 作者：海上迷雾.txt",
    "夸克盘链接": "https://pan.quark.cn/s/03b3c26fc851"
  },
  {
    "文件名": "我靠玄学成为娱乐圈顶流[古穿今] 作者：殷绛衣.txt",
    "夸克盘链接": "https://pan.quark.cn/s/1f8a3228b103"
  },
  {
    "文件名": "我就看上自己了 作者：子不语神鬼.txt",
    "夸克盘链接": "https://pan.quark.cn/s/0a2b349d9b05"
  },
  {
    "文件名": "我爸说我是捡来的（1v1）作者：源扰.txt",
    "夸克盘链接": "https://pan.quark.cn/s/492786e8eb22"
  },
  {
    "文件名": "我的社恐高富帅男友 作者 爱磕瓜子的葵花.txt",
    "夸克盘链接": "https://pan.quark.cn/s/6810b004a784"
  },
  {
    "文件名": "我的男朋友有病[快穿] 作者：墙头看草.txt",
    "夸克盘链接": "https://pan.quark.cn/s/f27a9b99c261"
  },
  {
    "文件名": "网球少年！藤咲君（我成了藤咲家的幼子） 作者：芾尘.txt",
    "夸克盘链接": "https://pan.quark.cn/s/f32233ed231d"
  },
  {
    "文件名": "听说我是首辅家的那位 作者：千棵树.txt",
    "夸克盘链接": "https://pan.quark.cn/s/f08ce41dbdda"
  },
  {
    "文件名": "全球崩坏 作者：间歇性诈尸.txt",
    "夸克盘链接": "https://pan.quark.cn/s/4391576fe90f"
  },
  {
    "文件名": "乾坤剑神 作者：尘山.txt",
    "夸克盘链接": "https://pan.quark.cn/s/474573477afe"
  },
  {
    "文件名": "团宠系统翻车了 作者：童哇粟O_o.txt",
    "夸克盘链接": "https://pan.quark.cn/s/54daf7d78d9b"
  },
  {
    "文件名": "特殊交易（1v1）作者：梦中带十把刀.txt",
    "夸克盘链接": "https://pan.quark.cn/s/f836bb93c161"
  },
  {
    "文件名": "入侵[向哨] 作者：龚心文.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a3140c3a3675"
  },
  {
    "文件名": "史上第一黑暗向导 作者：拾月光.txt",
    "夸克盘链接": "https://pan.quark.cn/s/78bd10ddc8c1"
  },
  {
    "文件名": "人前人后 作者：透明头.txt",
    "夸克盘链接": "https://pan.quark.cn/s/fc12ecd23198"
  },
  {
    "文件名": "权谋文男主被我掰弯了 作者：揽疏狂.txt",
    "夸克盘链接": "https://pan.quark.cn/s/3df9f65b486a"
  },
  {
    "文件名": "强制占有（1v1）作者：姒悄.txt",
    "夸克盘链接": "https://pan.quark.cn/s/f455a287f450"
  },
  {
    "文件名": "骗心 作者：奉壹【完结】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/6e857b434e84"
  },
  {
    "文件名": "炮灰是心机美人 作者：鱼非子.txt",
    "夸克盘链接": "https://pan.quark.cn/s/12b9ebe5bb2e"
  },
  {
    "文件名": "漂亮反派是万人迷 作者：空灯悬.txt",
    "夸克盘链接": "https://pan.quark.cn/s/f31a8b8f3606"
  },
  {
    "文件名": "女装被室友撞后 作者：羌三目.txt",
    "夸克盘链接": "https://pan.quark.cn/s/3cda96bbbc05"
  },
  {
    "文件名": "男主能听到我和系统的对话 作者 清风独挽月.txt",
    "夸克盘链接": "https://pan.quark.cn/s/34af7b3d0d2c"
  },
  {
    "文件名": "你家猫又溜出去了！ 作者 棉花糖三七分.txt",
    "夸克盘链接": "https://pan.quark.cn/s/b03f495b7e2b"
  },
  {
    "文件名": "末日亚种（np）作者：鸣以和鸾.txt",
    "夸克盘链接": "https://pan.quark.cn/s/6b536f935fed"
  },
  {
    "文件名": "快穿：宠夫无度 作者：嗷嗷火.txt",
    "夸克盘链接": "https://pan.quark.cn/s/189260a9cd0d"
  },
  {
    "文件名": "美人A装O把大反派撩到手后 作者：红朽.txt",
    "夸克盘链接": "https://pan.quark.cn/s/0afb56209663"
  },
  {
    "文件名": "毛绒绒拯救世界 作者 垂星露.txt",
    "夸克盘链接": "https://pan.quark.cn/s/479b54150166"
  },
  {
    "文件名": "落差 作者：冻柠红.txt",
    "夸克盘链接": "https://pan.quark.cn/s/89891a6ea8ab"
  },
  {
    "文件名": "论坛暴言成真后 作者：兔子店长.txt",
    "夸克盘链接": "https://pan.quark.cn/s/b16219e242e0"
  },
  {
    "文件名": "连载118-娱乐公司运营手册[经营] 作者 桃酒PeachJoy.txt",
    "夸克盘链接": "https://pan.quark.cn/s/05c80f0738ea"
  },
  {
    "文件名": "立海修罗 作者：神秘小仙.txt",
    "夸克盘链接": "https://pan.quark.cn/s/8dfa11eabc37"
  },
  {
    "文件名": "立海称霸之路 作者：珠玉在前.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ad74482e35d4"
  },
  {
    "文件名": "绝对领地（1v1）作者：秦柒.txt",
    "夸克盘链接": "https://pan.quark.cn/s/4fb20887152a"
  },
  {
    "文件名": "教授，我比抑制剂有用 作者：半山南.txt",
    "夸克盘链接": "https://pan.quark.cn/s/6ea2afd69b18"
  },
  {
    "文件名": "精神病患（1v1）作者：窥皓月.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e8657c0906a0"
  },
  {
    "文件名": "豪门真少爷的我被影帝救风尘了 作者 蜀墨生香.txt",
    "夸克盘链接": "https://pan.quark.cn/s/30fe806fe2b8"
  },
  {
    "文件名": "红楼之风景旧曾谙 作者：眉毛笑弯弯.txt",
    "夸克盘链接": "https://pan.quark.cn/s/8d5acc7309aa"
  },
  {
    "文件名": "寒门贵女 作者：戴山青.txt",
    "夸克盘链接": "https://pan.quark.cn/s/bc88847fe2b6"
  },
  {
    "文件名": "假千金继承殡仪馆后 作者 折春藏梦.txt",
    "夸克盘链接": "https://pan.quark.cn/s/8737cfe52724"
  },
  {
    "文件名": "攻略男主后他死遁了 作者：冼清秋.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e3e9d6b7e953"
  },
  {
    "文件名": "更43 文豪的食堂 作者：乌禾峪.txt",
    "夸克盘链接": "https://pan.quark.cn/s/2df50c8c1cb4"
  },
  {
    "文件名": "海神（1v1）作者：人边谷.txt",
    "夸克盘链接": "https://pan.quark.cn/s/0956c521e3bb"
  },
  {
    "文件名": "粉黛 作者：七英俊.txt",
    "夸克盘链接": "https://pan.quark.cn/s/4fe19b900596"
  },
  {
    "文件名": "大佬又又黑化了／快穿被黑化大佬占有 作者：红茶叔叔（更1378）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/8f7394420b8a"
  },
  {
    "文件名": "哥哥（np）作者：Kitsuen.txt",
    "夸克盘链接": "https://pan.quark.cn/s/b08b36e87dcd"
  },
  {
    "文件名": "飞升到了魔法界 作者：暮沉霜.txt",
    "夸克盘链接": "https://pan.quark.cn/s/f0ae07f9ebd0"
  },
  {
    "文件名": "反派穿成痴情男二［快穿］ 作者：秋叶坠.txt",
    "夸克盘链接": "https://pan.quark.cn/s/6831aab951a9"
  },
  {
    "文件名": "顶级复合［娱乐圈］ 作者：山木晏.txt",
    "夸克盘链接": "https://pan.quark.cn/s/78048b028a95"
  },
  {
    "文件名": "调酒师的自我修养 作者：一时之间没想到好的名字.txt",
    "夸克盘链接": "https://pan.quark.cn/s/6a5367ce16ed"
  },
  {
    "文件名": "大佬让我负责（虫族） 作者：大点声.txt",
    "夸克盘链接": "https://pan.quark.cn/s/150056c705b5"
  },
  {
    "文件名": "穿进二百人男团中 作者：远上天山.txt",
    "夸克盘链接": "https://pan.quark.cn/s/689eda0acd57"
  },
  {
    "文件名": "钓系美人穿成炮灰恋爱脑后 作者：木幺月.txt",
    "夸克盘链接": "https://pan.quark.cn/s/5a47a6bbca46"
  },
  {
    "文件名": "穿成反派的道侣 作者：东北大灰狼（更新至228章）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/d03b6e99f052"
  },
  {
    "文件名": "从女太医穿成赤脚医生[七零年代] 作者：大河东流.txt",
    "夸克盘链接": "https://pan.quark.cn/s/d71ab11c8b86"
  },
  {
    "文件名": "穿成男主白月光怎么破作者田园泡.txt",
    "夸克盘链接": "https://pan.quark.cn/s/37b28d0da1b1"
  },
  {
    "文件名": "成瘾（np）作者：银色子弹.txt",
    "夸克盘链接": "https://pan.quark.cn/s/aabbbf4b5fb5"
  },
  {
    "文件名": "别想攻略我 作者 种地七七.txt",
    "夸克盘链接": "https://pan.quark.cn/s/f8f8e766abdd"
  },
  {
    "文件名": "病娇疯批男主短篇合集 作者：熊熊南.txt",
    "夸克盘链接": "https://pan.quark.cn/s/91a616d82f49"
  },
  {
    "文件名": "本尊不想努力了 作者：村头二狗子.txt",
    "夸克盘链接": "https://pan.quark.cn/s/296fc33580fb"
  },
  {
    "文件名": "被全世界偏爱的炮灰受 作者：江楠白.txt",
    "夸克盘链接": "https://pan.quark.cn/s/714f028ac5aa"
  },
  {
    "文件名": "1004《谢家的短命鬼长命百岁了》作者：怡然.txt",
    "夸克盘链接": "https://pan.quark.cn/s/27ec8ce2a59a"
  },
  {
    "文件名": "被迫成为美强惨师尊后我飞升了 作者：朦胧见.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a3501ed75010"
  },
  {
    "文件名": "被敌国暴君宠幸了 作者：宋昭昭.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c5820758498e"
  },
  {
    "文件名": "暴力惩戒（1v1）作者：骑射状元.txt",
    "夸克盘链接": "https://pan.quark.cn/s/559252b6e762"
  },
  {
    "文件名": "BL《qiu笼》作者：刘水水（补车）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/448b292d6917"
  },
  {
    "文件名": "817你的香气》作者：娜可露露（番全）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/9dd18f03170f"
  },
  {
    "文件名": "30《错绑了情敌的系统后》作者：青莲门下.txt",
    "夸克盘链接": "https://pan.quark.cn/s/811836b6c1c6"
  },
  {
    "文件名": "05.《谨言》作者：来自远方.txt",
    "夸克盘链接": "https://pan.quark.cn/s/07151838d6c2"
  },
  {
    "文件名": "04.《会啵啵的鸭舌帽》作者：胡八椒.txt",
    "夸克盘链接": "https://pan.quark.cn/s/6bce6759fd5c"
  },
  {
    "文件名": "03.《荒唐岁月》作者：月下金狐.txt",
    "夸克盘链接": "https://pan.quark.cn/s/af12c80c9f9d"
  },
  {
    "文件名": "02.《好一朵美腻的白莲花》》作者：钟晓生.txt",
    "夸克盘链接": "https://pan.quark.cn/s/23f0787d069a"
  },
  {
    "文件名": "1_温柔予雾 作者 雾斐.txt",
    "夸克盘链接": "https://pan.quark.cn/s/78d8da0aeea2"
  },
  {
    "文件名": "1_你家猫又溜出去了！ 作者 棉花糖三七分.txt",
    "夸克盘链接": "https://pan.quark.cn/s/eff25744a4c6"
  },
  {
    "文件名": "1_【更198】 春野小姐拒绝姓宇智波 作者：月见花时.txt",
    "夸克盘链接": "https://pan.quark.cn/s/9b8c5b7b106e"
  },
  {
    "文件名": "01.《传宗接代》作者：爆炒小黄瓜.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c8527baee8aa"
  },
  {
    "文件名": "1_钓系美人穿成炮灰恋爱脑后 作者：木幺月.txt",
    "夸克盘链接": "https://pan.quark.cn/s/8359242baf96"
  },
  {
    "文件名": "【长佩完结】被男同恶鬼吓哭 作者：点火.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e402e763bdf6"
  },
  {
    "文件名": "【长佩】暗癖 作者：绊倒铁盒（补车）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/8d8be4eefce8"
  },
  {
    "文件名": "【完结】有辱神格 作者：观乎.txt",
    "夸克盘链接": "https://pan.quark.cn/s/6012e5301d5b"
  },
  {
    "文件名": "【完结】千阙予君目 作者：胡编乱写.txt",
    "夸克盘链接": "https://pan.quark.cn/s/544782dc9743"
  },
  {
    "文件名": "【完结】坏狗 作者：1口咬掉.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c35681ae847d"
  },
  {
    "文件名": "【完结】窥欲 作者：禾小星.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ca2084ef52ae"
  },
  {
    "文件名": "【完结】惊！盲盒男友竟是未婚夫 作者：郁洋渔.txt",
    "夸克盘链接": "https://pan.quark.cn/s/72d319929ac1"
  },
  {
    "文件名": "【完结】分化后我被我哥强制爱了 作者：木得柚子.txt",
    "夸克盘链接": "https://pan.quark.cn/s/2e0735186303"
  },
  {
    "文件名": "【完结】妒火难抑 作者：芥野.txt",
    "夸克盘链接": "https://pan.quark.cn/s/93e2fb3d3709"
  },
  {
    "文件名": "【棠】[完结] 余音袅袅[bdsm] 作者：城头看雪.txt",
    "夸克盘链接": "https://pan.quark.cn/s/dfd4d6114ca1"
  },
  {
    "文件名": "【更248】[1V1]梵行 作者：洛神.txt",
    "夸克盘链接": "https://pan.quark.cn/s/80827c27801e"
  },
  {
    "文件名": "【完结】《咸鱼女配躺平了(穿书)》作者：乔岚.txt",
    "夸克盘链接": "https://pan.quark.cn/s/1c0bafe6dfd2"
  },
  {
    "文件名": "【完结】《除我以外，全家被穿[九零]》作者：糖火火.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e9a66c80f729"
  },
  {
    "文件名": "【海棠】[完结+番外全]下流交易 作者：榴莲最好吃.txt",
    "夸克盘链接": "https://pan.quark.cn/s/2ff7eb2d3b9a"
  },
  {
    "文件名": "【连载72】关键期假设 作者：Llosa.txt",
    "夸克盘链接": "https://pan.quark.cn/s/dc47d1f5b182"
  },
  {
    "文件名": "【更154 】[清]小太子今天把好感度刷满了吗 作者：执笔落言.txt",
    "夸克盘链接": "https://pan.quark.cn/s/d61b541c4b89"
  },
  {
    "文件名": "【连载67】【ABO】装B的O被大佬诱捕了 作者：苏三酒.txt",
    "夸克盘链接": "https://pan.quark.cn/s/2b8f777cc817"
  },
  {
    "文件名": "【更81】嫁给铁哥们 作者：衣落成火.txt",
    "夸克盘链接": "https://pan.quark.cn/s/0a6253bd7455"
  },
  {
    "文件名": "【更226】病美人的万物杂货铺 作者：虞晚枝.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e6f16d8ec94b"
  },
  {
    "文件名": "【补番】反派人设很难不崩啊 作者：云非邪.txt",
    "夸克盘链接": "https://pan.quark.cn/s/3c0c754849ea"
  },
  {
    "文件名": "【补番】只要你 作者：九兜星.txt",
    "夸克盘链接": "https://pan.quark.cn/s/6d4da453d689"
  },
  {
    "文件名": "【更90】给反派说媒的那些事[快穿] 作者：海盐青柠糖.txt",
    "夸克盘链接": "https://pan.quark.cn/s/252f47d9bf25"
  },
  {
    "文件名": "【补番】在离婚综艺上发现怀崽了 作者：李末子.txt",
    "夸克盘链接": "https://pan.quark.cn/s/823891a295d2"
  },
  {
    "文件名": "【补番】十一年夏至 作者：明开夜合.txt",
    "夸克盘链接": "https://pan.quark.cn/s/11a47c0692f9"
  },
  {
    "文件名": "【补番】清穿之固伦纯悫公主 作者：彦王爷.txt",
    "夸克盘链接": "https://pan.quark.cn/s/bbd6b35a46e6"
  },
  {
    "文件名": "【补番】跟宿敌表白后死遁了 作者：予檀.txt",
    "夸克盘链接": "https://pan.quark.cn/s/549229c1c7d9"
  },
  {
    "文件名": "【补番】蝴蝶轶事 作者：醇白.txt",
    "夸克盘链接": "https://pan.quark.cn/s/6813eb3f3e71"
  },
  {
    "文件名": "【补番】港岛心蔷 作者：应雨竹.txt",
    "夸克盘链接": "https://pan.quark.cn/s/73ed70868317"
  },
  {
    "文件名": "【HT】《滚烫情话》作者：逃酒--【1v1 完结】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/59f0b56280ea"
  },
  {
    "文件名": "【fw】《君恩不授 》作者：浮舟--【更59+3番外】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/981b935e0e12"
  },
  {
    "文件名": "【FW】《留乡》作者：ayko.txt",
    "夸克盘链接": "https://pan.quark.cn/s/4b3dc7bb4737"
  },
  {
    "文件名": "【fw】《软樱》作者：七号conspirator-.txt",
    "夸克盘链接": "https://pan.quark.cn/s/72ac61362e34"
  },
  {
    "文件名": "【fw】《酒与枪》作者：梦也梦也.txt",
    "夸克盘链接": "https://pan.quark.cn/s/2bc193350967"
  },
  {
    "文件名": "【fw】《借胆》作者：禾几.txt",
    "夸克盘链接": "https://pan.quark.cn/s/f629ac3c6ee0"
  },
  {
    "文件名": "『清水』刺客与王爷（1v1）作者：可乐乐乐.txt",
    "夸克盘链接": "https://pan.quark.cn/s/de994796e533"
  },
  {
    "文件名": "【fw】《婚后日常》作者：我只是想看一篇／榛南七.txt",
    "夸克盘链接": "https://pan.quark.cn/s/df16d6b824bf"
  },
  {
    "文件名": "《作精竹马逐渐变攻》作者：宛城惊鸿.txt",
    "夸克盘链接": "https://pan.quark.cn/s/7d8fb445007b"
  },
  {
    "文件名": "《最强魔法师不想爆红》作者：卧麟.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e47e4ee7725e"
  },
  {
    "文件名": "《最红谐星[娱乐圈]》作者：马户子君.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ee46a48c8a1a"
  },
  {
    "文件名": "《走火入魔后我成了万人迷》作者：铂金色.txt",
    "夸克盘链接": "https://pan.quark.cn/s/063a57f31284"
  },
  {
    "文件名": "《总裁今天不弯腰》作者：evonnekhun.txt",
    "夸克盘链接": "https://pan.quark.cn/s/7fb9d0a05147"
  },
  {
    "文件名": "《自作孽（双性总受）》作者：谬尔.txt",
    "夸克盘链接": "https://pan.quark.cn/s/9b376be852bd"
  },
  {
    "文件名": "《自知迷途》作者：二飞.txt",
    "夸克盘链接": "https://pan.quark.cn/s/217d12d09310"
  },
  {
    "文件名": "《自己的老婆自己养》作者：关尼尼.txt",
    "夸克盘链接": "https://pan.quark.cn/s/76c811f5526d"
  },
  {
    "文件名": "《专职撞邪，兼职网红》作者：孟凡双.txt",
    "夸克盘链接": "https://pan.quark.cn/s/9ca8c43e49d2"
  },
  {
    "文件名": "《壮受日刊》作者：随安（故事集）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/18f271ffb26f"
  },
  {
    "文件名": "《装人鱼的鲛人成了万人迷》作者：清尊.txt",
    "夸克盘链接": "https://pan.quark.cn/s/f3f6aae63f1c"
  },
  {
    "文件名": "《子债肉偿》作者：抑郁男孩缓两天（np）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/718607d6c3c3"
  },
  {
    "文件名": "《住在男神隔壁[穿书]》作者：爱看天.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e890a78dcab0"
  },
  {
    "文件名": "《住在隔壁的变态（双性 情感1v1 暗黑）》作者：肉肉大礼包.txt",
    "夸克盘链接": "https://pan.quark.cn/s/8fc1f89120fa"
  },
  {
    "文件名": "《注定》作者：意难平（无心版.txt",
    "夸克盘链接": "https://pan.quark.cn/s/844feb6d6721"
  },
  {
    "文件名": "《主角受非我不可（穿书小甜饼）1v1》作者：榕玖【补番】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e9f9f7c3cf69"
  },
  {
    "文件名": "《主角们都以为我暗恋他》作者：短袖儿.txt",
    "夸克盘链接": "https://pan.quark.cn/s/239e7a781812"
  },
  {
    "文件名": "《重生【被迫成为病娇的玩物】双性》作者：一枚夹心饼.txt",
    "夸克盘链接": "https://pan.quark.cn/s/64f472eebf68"
  },
  {
    "文件名": "《忠犬与道长的打怪旅程》作者：寒衫.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a053c6a168fd"
  },
  {
    "文件名": "《致命圆桌》作者：笑青橙.txt",
    "夸克盘链接": "https://pan.quark.cn/s/863e1542c87b"
  },
  {
    "文件名": "《主角跟金手指跑了》（番外完）作者：半妖.txt",
    "夸克盘链接": "https://pan.quark.cn/s/9a7a649a08bf"
  },
  {
    "文件名": "《中单我蓝别吠》作者：战褛过时.txt",
    "夸克盘链接": "https://pan.quark.cn/s/6e9ac3896e01"
  },
  {
    "文件名": "《直男穿进万人迷文后》作者：听风漫.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e99522d492c2"
  },
  {
    "文件名": "《知溯》作者：宁音simple.txt",
    "夸克盘链接": "https://pan.quark.cn/s/d2576c4884cd"
  },
  {
    "文件名": "《正太受难日》作者：红烧仙桃（1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/24a5bd152a69"
  },
  {
    "文件名": "《拯救那个小可怜》（番外完）作者：少女春.txt",
    "夸克盘链接": "https://pan.quark.cn/s/dbc7390ffdab"
  },
  {
    "文件名": "《震惊：学霸校草暗恋我》（番外完）作者：君.txt",
    "夸克盘链接": "https://pan.quark.cn/s/f4937cbab2a7"
  },
  {
    "文件名": "《朕每天都想退位[穿书]》作者：今夕故年.txt",
    "夸克盘链接": "https://pan.quark.cn/s/cad310bc76d3"
  },
  {
    "文件名": "《朕靠万人迷保命[穿书]》作者：千春景.txt",
    "夸克盘链接": "https://pan.quark.cn/s/4d0a6fb62d79"
  },
  {
    "文件名": "《朕要搞基建》作者：998.txt",
    "夸克盘链接": "https://pan.quark.cn/s/33a0d9b808de"
  },
  {
    "文件名": "《真千金不想回家》作者：三勺辣椒.txt",
    "夸克盘链接": "https://pan.quark.cn/s/43ad33447cb0"
  },
  {
    "文件名": "《这只狐狸有点傻》作者：噩霸.txt",
    "夸克盘链接": "https://pan.quark.cn/s/451562edfa8e"
  },
  {
    "文件名": "《这破镜又大又圆》作者：李狗血.txt",
    "夸克盘链接": "https://pan.quark.cn/s/73d9131e9ad2"
  },
  {
    "文件名": "《这个凶手我抓过》作者：少说废话.txt",
    "夸克盘链接": "https://pan.quark.cn/s/5bef282f8274"
  },
  {
    "文件名": "《渣我后他们都追悔莫及》作者：森檀柏.txt",
    "夸克盘链接": "https://pan.quark.cn/s/54ad01dba0a6"
  },
  {
    "文件名": "《渣攻妄想强宠我》作者：星光闪耀.txt",
    "夸克盘链接": "https://pan.quark.cn/s/bb7fe6ed4a88"
  },
  {
    "文件名": "《渣攻不好当（快穿）》作者：白絮沉.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ac2e94538bb6"
  },
  {
    "文件名": "《诈死醒来后我成了病弱美人》作者：月照懒人.txt",
    "夸克盘链接": "https://pan.quark.cn/s/cab5fb8b2860"
  },
  {
    "文件名": "《在修罗场里当万人迷》作者：威威王.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ddfc8c0eab5d"
  },
  {
    "文件名": "《渣攻不肯离婚》作者：捉星星牧笙歌.txt",
    "夸克盘链接": "https://pan.quark.cn/s/1b4855a7d1aa"
  },
  {
    "文件名": "《在古代做田舍郎的日子》（番外完）作者：.txt",
    "夸克盘链接": "https://pan.quark.cn/s/d0a5d473ae3b"
  },
  {
    "文件名": "《渣O撕掉假万人迷剧本》作者：风悬.txt",
    "夸克盘链接": "https://pan.quark.cn/s/5d8c496a9328"
  },
  {
    "文件名": "《在狗血虐文里被迫当万人迷的日子》作者：将渝.txt",
    "夸克盘链接": "https://pan.quark.cn/s/24c7f17ada25"
  },
  {
    "文件名": "《在恐怖世界当万人迷》作者：啾咪啾咪兔.txt",
    "夸克盘链接": "https://pan.quark.cn/s/9f26136894ca"
  },
  {
    "文件名": "《在副本里打工后我成了万人迷》作者：云卷鹤野.txt",
    "夸克盘链接": "https://pan.quark.cn/s/23f226c71307"
  },
  {
    "文件名": "《崽崽我啊，从异世来的》（番外完）作者：薯.txt",
    "夸克盘链接": "https://pan.quark.cn/s/9354cdbe3af5"
  },
  {
    "文件名": "《崽崽们不可能这么乖！》作者：最爱梅子.txt",
    "夸克盘链接": "https://pan.quark.cn/s/1b50dab94f84"
  },
  {
    "文件名": "《云泥之别》作者：Esther.txt",
    "夸克盘链接": "https://pan.quark.cn/s/2a50dd1cdfb8"
  },
  {
    "文件名": "《月光拥抱朱砂痣》（番外完）作者：拾一亿.txt",
    "夸克盘链接": "https://pan.quark.cn/s/41343f517601"
  },
  {
    "文件名": "《粤语残片》作者：秋千在时.txt",
    "夸克盘链接": "https://pan.quark.cn/s/3f5f1cdf9b18"
  },
  {
    "文件名": "《远离偏执校草[重生]》作者：楚执.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e8f2b913624a"
  },
  {
    "文件名": "《原来我是漫画里走出的万人迷[反穿书]》作者：南风且.txt",
    "夸克盘链接": "https://pan.quark.cn/s/f009355ebec0"
  },
  {
    "文件名": "《原来我才是霸总白月光》作者：勺棠.txt",
    "夸克盘链接": "https://pan.quark.cn/s/2a9811caac33"
  },
  {
    "文件名": "《原来我俩才是gay》作者：君见清.txt",
    "夸克盘链接": "https://pan.quark.cn/s/81b89173e313"
  },
  {
    "文件名": "《冤有头蛋有主[全息]》作者：一世华裳.txt",
    "夸克盘链接": "https://pan.quark.cn/s/470e895d0931"
  },
  {
    "文件名": "《遇见疯批后他好了我疯了》作者：AK.txt",
    "夸克盘链接": "https://pan.quark.cn/s/4842cc23aa56"
  },
  {
    "文件名": "《雨淋漓》作者：长恨（番全）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/879b8e993d4b"
  },
  {
    "文件名": "《宇宙最高悬赏令》作者：黎明尽头.txt",
    "夸克盘链接": "https://pan.quark.cn/s/7878a8c39271"
  },
  {
    "文件名": "《与小夫郎先婚后爱》作者：穆蝴蝶.txt",
    "夸克盘链接": "https://pan.quark.cn/s/1d7ce6c77306"
  },
  {
    "文件名": "《与豪门小少爷先婚后爱》作者：凌殊.txt",
    "夸克盘链接": "https://pan.quark.cn/s/3ed85bf64eb4"
  },
  {
    "文件名": "《愚蠢的有钱人》作者：自行车难过.txt",
    "夸克盘链接": "https://pan.quark.cn/s/08b3546b677e"
  },
  {
    "文件名": "《游戏加载中》作者：龙柒.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c26971fd7be1"
  },
  {
    "文件名": "《永夜之锋》作者：指尖的咏叹调.txt",
    "夸克盘链接": "https://pan.quark.cn/s/f17627ef6bfa"
  },
  {
    "文件名": "《影帝的替身小男友》（番外完）作者：解冻.txt",
    "夸克盘链接": "https://pan.quark.cn/s/cf2580db5696"
  },
  {
    "文件名": "《因缘》 作者：KaaRii.txt",
    "夸克盘链接": "https://pan.quark.cn/s/eccd3c07c73c"
  },
  {
    "文件名": "《盈盈ABO》作者：嗜酒吃茶.txt",
    "夸克盘链接": "https://pan.quark.cn/s/5865a9b7950c"
  },
  {
    "文件名": "《拥有隐身能力后》作者：色色发抖.txt",
    "夸克盘链接": "https://pan.quark.cn/s/8d288bfb5eea"
  },
  {
    "文件名": "《意外怀孕》作者：甜即正义.txt",
    "夸克盘链接": "https://pan.quark.cn/s/6945e5119523"
  },
  {
    "文件名": "《意欲何为》作者：冰块儿[补车].txt",
    "夸克盘链接": "https://pan.quark.cn/s/5d22600230a9"
  },
  {
    "文件名": "《易碎品》作者：文盲土拨鼠.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a5f3670f398e"
  },
  {
    "文件名": "《意外成孕》 作者：欲晓（1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/d2862d8c74b3"
  },
  {
    "文件名": "《易感期》作者：落秋水.txt",
    "夸克盘链接": "https://pan.quark.cn/s/cddf10016eca"
  },
  {
    "文件名": "《异世界代购笔记》作者：人间观众.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e3e2a07f8b34"
  },
  {
    "文件名": "《衣冠》作者：秋千在时.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ca87bcc6ef9c"
  },
  {
    "文件名": "《一只乌龟的暗恋》作者：易炸.txt",
    "夸克盘链接": "https://pan.quark.cn/s/2faad494d3d0"
  },
  {
    "文件名": "《一不小心就万人迷了[快穿]》作者：江南白.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e720321022ab"
  },
  {
    "文件名": "《一梦逍遥》作者：阿ccc.txt",
    "夸克盘链接": "https://pan.quark.cn/s/995005b9431c"
  },
  {
    "文件名": "《一个老男人受（双性 父子）》作者：蟹老板哒哒哒.txt",
    "夸克盘链接": "https://pan.quark.cn/s/bbd842071f98"
  },
  {
    "文件名": "《一个想不通的鬼故事》作者：Yooa.txt",
    "夸克盘链接": "https://pan.quark.cn/s/0d0b9bfd3bf7"
  },
  {
    "文件名": "《夜宴》作者：林光曦.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e335555ac50d"
  },
  {
    "文件名": "《夜色深处》作者：淮上.txt",
    "夸克盘链接": "https://pan.quark.cn/s/5af6751d4441"
  },
  {
    "文件名": "《野狐狸》作者：lgsvuxh.txt",
    "夸克盘链接": "https://pan.quark.cn/s/869865b87e05"
  },
  {
    "文件名": "《野蛮成瘾》作者：空菊.txt",
    "夸克盘链接": "https://pan.quark.cn/s/1a8d8070f457"
  },
  {
    "文件名": "《野狗梁川》作者：生酒祭.txt",
    "夸克盘链接": "https://pan.quark.cn/s/899738dab767"
  },
  {
    "文件名": "《阳光之下》作者：橘吉.txt",
    "夸克盘链接": "https://pan.quark.cn/s/f0e6c40a45c3"
  },
  {
    "文件名": "《遥遥无欺》作者：初可.txt",
    "夸克盘链接": "https://pan.quark.cn/s/2ed488292d00"
  },
  {
    "文件名": "《扬书魅影》作者：南风歌[苛澈].txt",
    "夸克盘链接": "https://pan.quark.cn/s/2bc13767dbac"
  },
  {
    "文件名": "《悬疑文的偏执反派都想独占我[快穿]》作者：清汤乌冬面.txt",
    "夸克盘链接": "https://pan.quark.cn/s/58305971e0c4"
  },
  {
    "文件名": "《颜狗》作者：阿阮有酒.txt",
    "夸克盘链接": "https://pan.quark.cn/s/9bf5833b757f"
  },
  {
    "文件名": "《循循戒诱（父子 双性）》作者：赵如冰.txt",
    "夸克盘链接": "https://pan.quark.cn/s/53542050f82e"
  },
  {
    "文件名": "《悬日》作者：稚楚 补车尾气、小段子、初版车 (1).txt",
    "夸克盘链接": "https://pan.quark.cn/s/e11ce870a231"
  },
  {
    "文件名": "《宣判》作者：姒悄.txt",
    "夸克盘链接": "https://pan.quark.cn/s/41b386e6da2e"
  },
  {
    "文件名": "《许多愁》作者：狐狸不归.txt",
    "夸克盘链接": "https://pan.quark.cn/s/67d7be15f650"
  },
  {
    "文件名": "《玄学小漂亮掉入无限世界》作者：倦天涯.txt",
    "夸克盘链接": "https://pan.quark.cn/s/d2c503f0bbec"
  },
  {
    "文件名": "《修真界最后一条龙》作者：拉棉花糖的兔子.txt",
    "夸克盘链接": "https://pan.quark.cn/s/746992c37afb"
  },
  {
    "文件名": "《修仙猫奶爸》作者：真的帅.txt",
    "夸克盘链接": "https://pan.quark.cn/s/1476191abc9d"
  },
  {
    "文件名": "《修仙废物被逐出师门后》作者：zhazi.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c4d8a3e16fe2"
  },
  {
    "文件名": "《修罗场后我成了万人迷》作者：缘求半世.txt",
    "夸克盘链接": "https://pan.quark.cn/s/d81ef9277ecf"
  },
  {
    "文件名": "《兄长们》作者：鱼遇（Np 总受 强制 伪骨科）~补番.txt",
    "夸克盘链接": "https://pan.quark.cn/s/cf205f762803"
  },
  {
    "文件名": "《姓苏的木头心脏》作者：尧三青.txt",
    "夸克盘链接": "https://pan.quark.cn/s/5f41c04f45a9"
  },
  {
    "文件名": "《星际万人迷撩汉手册》作者：繁丧三千【完结+番外】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/0e66b5e2c250"
  },
  {
    "文件名": "《星火》作者：神谕谕谕86.txt",
    "夸克盘链接": "https://pan.quark.cn/s/011c7c22b2ad"
  },
  {
    "文件名": "《心理委员和自闭同学（双性）》作者：公议熙.txt",
    "夸克盘链接": "https://pan.quark.cn/s/b51ad14d3e29"
  },
  {
    "文件名": "《小月亮》作者：芋圆拌饭七分饱.txt",
    "夸克盘链接": "https://pan.quark.cn/s/327d4eb12969"
  },
  {
    "文件名": "《小心消费陷阱》作者：垂水杏.txt",
    "夸克盘链接": "https://pan.quark.cn/s/1528ae53cc8c"
  },
  {
    "文件名": "《心怀天下》作者：季三基.txt",
    "夸克盘链接": "https://pan.quark.cn/s/568c9043993d"
  },
  {
    "文件名": "《小心肝》作者：夕阳看鱼.txt",
    "夸克盘链接": "https://pan.quark.cn/s/fe394e602ffe"
  },
  {
    "文件名": "《小天使，你好》作者： 我在我脊髓上飞跑.txt",
    "夸克盘链接": "https://pan.quark.cn/s/b86227c2e2e9"
  },
  {
    "文件名": "《小说家多开几个马甲怎么了》作者：你.txt",
    "夸克盘链接": "https://pan.quark.cn/s/d758fd230486"
  },
  {
    "文件名": "《小傻子也可以被豪门团宠吗》作者：上.txt",
    "夸克盘链接": "https://pan.quark.cn/s/d64f9f7c0836"
  },
  {
    "文件名": "《小奶猫他又在打工》作者：采采来了.txt",
    "夸克盘链接": "https://pan.quark.cn/s/4d3eb2d93f05"
  },
  {
    "文件名": "《小傻子又甜又软》作者：祝辞酒.txt",
    "夸克盘链接": "https://pan.quark.cn/s/6add1c1106d3"
  },
  {
    "文件名": "《相师》作者：何婪.txt",
    "夸克盘链接": "https://pan.quark.cn/s/aa8ed52a000f"
  },
  {
    "文件名": "《小混混》作者：心宿二心星.txt",
    "夸克盘链接": "https://pan.quark.cn/s/03099cd36607"
  },
  {
    "文件名": "《小怪胎嘎嘎征服异能界》（番外完）作者：.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a8f8e5c19cc7"
  },
  {
    "文件名": "《小白莲才不是小白脸》作者：匿名咸鱼.txt",
    "夸克盘链接": "https://pan.quark.cn/s/d817f38020d4"
  },
  {
    "文件名": "《香君》作者：沦陷.txt",
    "夸克盘链接": "https://pan.quark.cn/s/89c5c37daa82"
  },
  {
    "文件名": "《相敬如宾》作者：七个柚子.txt",
    "夸克盘链接": "https://pan.quark.cn/s/acc397978aa4"
  },
  {
    "文件名": "《咸鱼穿成反派》（番外完）作者：一串钱.txt",
    "夸克盘链接": "https://pan.quark.cn/s/059b6152769f"
  },
  {
    "文件名": "《咸鱼他想开了》作者：迟晚.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a445901ed4c5"
  },
  {
    "文件名": "《仙门卧底，但遵纪守法》（番外完）作者：笑.txt",
    "夸克盘链接": "https://pan.quark.cn/s/d0ce75373c5c"
  },
  {
    "文件名": "《无限异常调查官》（番外完）作者：宗年.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a3f4939300e5"
  },
  {
    "文件名": "《仙道第一小白脸》作者：一十四洲.txt",
    "夸克盘链接": "https://pan.quark.cn/s/d9b063d3be35"
  },
  {
    "文件名": "《唔好同佢说话》作者：林萨.txt",
    "夸克盘链接": "https://pan.quark.cn/s/45b755371850"
  },
  {
    "文件名": "《无限灾难求生》作者：闲倚枝.txt",
    "夸克盘链接": "https://pan.quark.cn/s/88b6449b46d6"
  },
  {
    "文件名": "《无情道师尊重生成三界万人迷》作者： 鹤娘凉【书耽】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/150260168770"
  },
  {
    "文件名": "《无限祭坛》（番外完）作者：海底轶闻.txt",
    "夸克盘链接": "https://pan.quark.cn/s/f83d4df01ed5"
  },
  {
    "文件名": "《无名火》作者：岿白.txt",
    "夸克盘链接": "https://pan.quark.cn/s/26f9a21fc69a"
  },
  {
    "文件名": "《无路可逃》作者：一只生鱼片.txt",
    "夸克盘链接": "https://pan.quark.cn/s/3d152ae1f3a1"
  },
  {
    "文件名": "《卧底惨死后重生了》作者：风享云知道.txt",
    "夸克盘链接": "https://pan.quark.cn/s/bbd3aedf6da2"
  },
  {
    "文件名": "《我在全时空直播打丧尸》（番外完）作者：.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ad18b55b5d0a"
  },
  {
    "文件名": "《我终于栽在自己手里！》作者：菊长大人.txt",
    "夸克盘链接": "https://pan.quark.cn/s/1b59ca047483"
  },
  {
    "文件名": "《我总在易感期想起你》作者：一枚夹心饼.txt",
    "夸克盘链接": "https://pan.quark.cn/s/aac4fd133da8"
  },
  {
    "文件名": "《我真的只是个普通人》作者：帷幕灯火.txt",
    "夸克盘链接": "https://pan.quark.cn/s/84aba8ea4134"
  },
  {
    "文件名": "《我在无限轮回界当司机》作者：血血（番全）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/47d92270e50d"
  },
  {
    "文件名": "《我有一座美食城[基建]》作者：织吖.txt",
    "夸克盘链接": "https://pan.quark.cn/s/8e918314de46"
  },
  {
    "文件名": "《我在逃生游戏当万人迷》作者：璃子鸢.txt",
    "夸克盘链接": "https://pan.quark.cn/s/f2b3b72c09fd"
  },
  {
    "文件名": "《我在地球开奇幻乐园》（番外完）作者：厉.txt",
    "夸克盘链接": "https://pan.quark.cn/s/b73c5bd94f5c"
  },
  {
    "文件名": "《我有特殊的哄崽技巧》作者：楚子介.txt",
    "夸克盘链接": "https://pan.quark.cn/s/43582d99519e"
  },
  {
    "文件名": "《我有墙头千千万》作者：辰沙Asa.txt",
    "夸克盘链接": "https://pan.quark.cn/s/eada9cba8ff0"
  },
  {
    "文件名": "《我以为我是反派人设》作者：中原逐鹿.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e096e316b6f1"
  },
  {
    "文件名": "《我死后漫画全星际直播》（番外完）作者：.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a6b9e660a709"
  },
  {
    "文件名": "《我养的，只能我干（双性）》作者：风听我.txt",
    "夸克盘链接": "https://pan.quark.cn/s/d2077c895ad3"
  },
  {
    "文件名": "《我喜欢你男朋友很久了》作者：木登子木登子（结局1v1）~补番.txt",
    "夸克盘链接": "https://pan.quark.cn/s/190b0fba894c"
  },
  {
    "文件名": "《我男朋友有病》作者：金鱼cc.txt",
    "夸克盘链接": "https://pan.quark.cn/s/78fb1beac525"
  },
  {
    "文件名": "《我是竹马的心尖尖》作者：君子白.txt",
    "夸克盘链接": "https://pan.quark.cn/s/0dd352f8be3c"
  },
  {
    "文件名": "《我嗑的CP都BE了》作者：亚胺培南.txt",
    "夸克盘链接": "https://pan.quark.cn/s/5fca02c7bf19"
  },
  {
    "文件名": "《我靠万人迷延续生命》作者：璃子鸢.txt",
    "夸克盘链接": "https://pan.quark.cn/s/3723cd5bb669"
  },
  {
    "文件名": "《我靠脸在无限流世界装小可怜》作者：孤注一掷.txt",
    "夸克盘链接": "https://pan.quark.cn/s/f389ae499c1a"
  },
  {
    "文件名": "《我靠么么哒通关逃生游戏》作者：啾咪啾咪兔.txt",
    "夸克盘链接": "https://pan.quark.cn/s/cce792f9f3e8"
  },
  {
    "文件名": "《我将光明神始乱终弃后》作者：弦上书.txt",
    "夸克盘链接": "https://pan.quark.cn/s/6a5660469f48"
  },
  {
    "文件名": "《我剪的都是真的》作者：红鸟探.txt",
    "夸克盘链接": "https://pan.quark.cn/s/aef92cddcb98"
  },
  {
    "文件名": "《我见陛下多妩媚》作者：雨雾清明.txt",
    "夸克盘链接": "https://pan.quark.cn/s/174c0a541a67"
  },
  {
    "文件名": "《我家猫总是想吸我》作者：Y寿比南山.txt",
    "夸克盘链接": "https://pan.quark.cn/s/14e4efa063ca"
  },
  {
    "文件名": "《我和医生恩爱的日常》作者：谢榭榭.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e497ac77095a"
  },
  {
    "文件名": "《我和我的皇帝陛下》作者：花溪里.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ad1b3c0184ff"
  },
  {
    "文件名": "《我和青梅和天降的恋爱修罗场（3p）》作者：泡芙星球.txt",
    "夸克盘链接": "https://pan.quark.cn/s/5c1f0d7825bf"
  },
  {
    "文件名": "《我点你的名了吗》作者：走窄路.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e2b97dfced3d"
  },
  {
    "文件名": "《我等你到风景看透丨浪子》作者：香小陌.txt",
    "夸克盘链接": "https://pan.quark.cn/s/6b5cc9ab7f82"
  },
  {
    "文件名": "《我的竹马是渣攻》作者 ：三三娘.txt",
    "夸克盘链接": "https://pan.quark.cn/s/69292a512d21"
  },
  {
    "文件名": "《我的男朋友是怪物》作者：白雨千鹤.txt",
    "夸克盘链接": "https://pan.quark.cn/s/bae31b0b1808"
  },
  {
    "文件名": "《我的储备粮们发现了彼此的存在》作者：洛拾意.txt",
    "夸克盘链接": "https://pan.quark.cn/s/3cf24b02052f"
  },
  {
    "文件名": "《我的信息素风靡男主后宫》作者：薇我无酒.txt",
    "夸克盘链接": "https://pan.quark.cn/s/6d55264ddcb3"
  },
  {
    "文件名": "《我的精神体超凶的》作者：七夕是大头.txt",
    "夸克盘链接": "https://pan.quark.cn/s/af72ae398b35"
  },
  {
    "文件名": "《我得了名为直男癌的病》作者：28度.txt",
    "夸克盘链接": "https://pan.quark.cn/s/da4143ce9ed6"
  },
  {
    "文件名": "《我被万人迷光环害惨了》作者：雪廊.txt",
    "夸克盘链接": "https://pan.quark.cn/s/eacbb5c9f560"
  },
  {
    "文件名": "《我把你当兄弟》作者：桃白百.txt",
    "夸克盘链接": "https://pan.quark.cn/s/d5e396053a39"
  },
  {
    "文件名": "《我不做人了》作者：酒矣.txt",
    "夸克盘链接": "https://pan.quark.cn/s/8c12b5abab1c"
  },
  {
    "文件名": "《我爸抢了我男人》作者：拥你入怀.txt",
    "夸克盘链接": "https://pan.quark.cn/s/0a34f73d11c9"
  },
  {
    "文件名": "《我、我是你的》作者：屋上乌.txt",
    "夸克盘链接": "https://pan.quark.cn/s/bc2a1cce9c53"
  },
  {
    "文件名": "《吻一缕烟》作者：四面风(完结 番全).txt",
    "夸克盘链接": "https://pan.quark.cn/s/fdb9e86aea0a"
  },
  {
    "文件名": "《文昌街》作者：道道岭（番外）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/b5d93963733b"
  },
  {
    "文件名": "《温软万人迷在丧尸世界修罗场》作者：鹅毛小雪【书耽】 .txt",
    "夸克盘链接": "https://pan.quark.cn/s/088c850dab61"
  },
  {
    "文件名": "《喂，谈恋爱吗？》作者：昀川.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c20489eee6f1"
  },
  {
    "文件名": "《为了搞CP我决定攻略仙尊》作者：黍宁.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c7197eb0ede4"
  },
  {
    "文件名": "《温柔堕入》作者：宴惟.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a351457dbb3d"
  },
  {
    "文件名": "《为了白月光的垂爱》作者：青云待雨时.txt",
    "夸克盘链接": "https://pan.quark.cn/s/15dcebe5d102"
  },
  {
    "文件名": "《伪装白莲后他成了万人迷》作者：烟雨轻舟【一纸倾城】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/d2038585d579"
  },
  {
    "文件名": "《网恋对象是竹马影帝[竞技]》作者：子兔毛.txt",
    "夸克盘链接": "https://pan.quark.cn/s/3deecf43cc02"
  },
  {
    "文件名": "《万人嫌重生成万人迷瑞兽》作者：啄米.txt",
    "夸克盘链接": "https://pan.quark.cn/s/0d21f5a7d285"
  },
  {
    "文件名": "《万人外迷》作者：二白丶.txt",
    "夸克盘链接": "https://pan.quark.cn/s/1fdcb1e516a9"
  },
  {
    "文件名": "《万人嫌炮灰心死以后》作者：moster.txt",
    "夸克盘链接": "https://pan.quark.cn/s/57684e0bb9f7"
  },
  {
    "文件名": "《万人迷只想rua毛茸茸[穿书]》作者：双言寺.txt",
    "夸克盘链接": "https://pan.quark.cn/s/b41c6cc8af60"
  },
  {
    "文件名": "《万人迷总以为他是万人嫌》作者：鹤安.txt",
    "夸克盘链接": "https://pan.quark.cn/s/dcef962faad6"
  },
  {
    "文件名": "《万人迷渣受在修罗场翻车》作者：匿名青花鱼.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ec20d0eb0f24"
  },
  {
    "文件名": "《万人迷小师弟只想守男德 》作者：啾咪啾咪兔.txt",
    "夸克盘链接": "https://pan.quark.cn/s/87239be7ae0f"
  },
  {
    "文件名": "《万人迷小崽崽的修仙路》作者：银鞍照白喵.txt",
    "夸克盘链接": "https://pan.quark.cn/s/64150c127f9d"
  },
  {
    "文件名": "《万人迷在灵异直播当NPC[无限流]》作者：水仙乘鲤.txt",
    "夸克盘链接": "https://pan.quark.cn/s/728df401f7e1"
  },
  {
    "文件名": "《万人迷他总在崩剧情[快穿]》作者：紫薯泥.txt",
    "夸克盘链接": "https://pan.quark.cn/s/8cdacd1df96f"
  },
  {
    "文件名": "《万人迷他无欲无求[快穿]》作者：彩色奶糖.txt",
    "夸克盘链接": "https://pan.quark.cn/s/9b82b59c3dfb"
  },
  {
    "文件名": "《万人迷小魅魔撩翻车啦》作者：空灯悬.txt",
    "夸克盘链接": "https://pan.quark.cn/s/2857cf014dd6"
  },
  {
    "文件名": "《万人迷他茶气冲天》作者：巫山不见.txt",
    "夸克盘链接": "https://pan.quark.cn/s/1fa1a492ae2e"
  },
  {
    "文件名": "《万人迷他不想努力了[无限流] 》作者：余不喜.txt",
    "夸克盘链接": "https://pan.quark.cn/s/6f143141c888"
  },
  {
    "文件名": "《万人迷死遁后全员火葬场了[快穿]》作者：昼眠梦君.txt",
    "夸克盘链接": "https://pan.quark.cn/s/b1bba6be5107"
  },
  {
    "文件名": "《万人迷他不干了》作者：鹿八今.txt",
    "夸克盘链接": "https://pan.quark.cn/s/463dd38cd84f"
  },
  {
    "文件名": "《万人迷炮灰只想考第一》作者：果酒饭团 .txt",
    "夸克盘链接": "https://pan.quark.cn/s/e3bb524557d4"
  },
  {
    "文件名": "《万人迷师尊他修无情道》作者：四月风中.txt",
    "夸克盘链接": "https://pan.quark.cn/s/7d19a2576514"
  },
  {
    "文件名": "《万人迷炮灰团宠日常[穿书]》作者：相思不苦.txt",
    "夸克盘链接": "https://pan.quark.cn/s/b73b3eb9b4c2"
  },
  {
    "文件名": "《万人迷炮灰被迫躺赢》作者：郎不知.txt",
    "夸克盘链接": "https://pan.quark.cn/s/59b5de98dbab"
  },
  {
    "文件名": "《万人迷男神培养系统[重生]》作者：阿纲纪事.txt",
    "夸克盘链接": "https://pan.quark.cn/s/6325004fba8a"
  },
  {
    "文件名": "《万人迷拿了炮灰剧本后［快穿］》作者：枕籍杳杳.txt",
    "夸克盘链接": "https://pan.quark.cn/s/46917a5bbb3c"
  },
  {
    "文件名": "《万人迷竟是我自己[穿书] 》作者：点点轻.txt",
    "夸克盘链接": "https://pan.quark.cn/s/43d606158339"
  },
  {
    "文件名": "《万人迷今天虐渣攻了吗[快穿]》作者：月里灯.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c6bad7b21ecf"
  },
  {
    "文件名": "《万人迷今天崩人设了吗2》作者：洗衣粉.txt",
    "夸克盘链接": "https://pan.quark.cn/s/3b235f4b94a8"
  },
  {
    "文件名": "《万人迷废物如何绝地求生[无限]》作者：玉堤灯.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c04cd4ba5e23"
  },
  {
    "文件名": "《万人迷反派的职业素养》作者：两块五.txt",
    "夸克盘链接": "https://pan.quark.cn/s/fad250a44125"
  },
  {
    "文件名": "《万人迷的朕只想咸鱼[穿书]》作者：栖无易.txt",
    "夸克盘链接": "https://pan.quark.cn/s/8b94a1362884"
  },
  {
    "文件名": "《万人迷的恋爱副本》作者：洗衣粉.txt",
    "夸克盘链接": "https://pan.quark.cn/s/25b854b13fd6"
  },
  {
    "文件名": "《万人迷的我被蛇总缠了腰》作者：不听周南.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c45dedd2e23a"
  },
  {
    "文件名": "《万人迷大师兄他掉马了》作者：临木舟.txt",
    "夸克盘链接": "https://pan.quark.cn/s/19726e48809a"
  },
  {
    "文件名": "《万人迷穿越成为最强蜂后》作者：杰克猫咪.txt",
    "夸克盘链接": "https://pan.quark.cn/s/39c95d9c6351"
  },
  {
    "文件名": "《万人迷穿成作死炮灰后》作者：骑着扫帚去火星.txt",
    "夸克盘链接": "https://pan.quark.cn/s/32d8fa64e829"
  },
  {
    "文件名": "《万人迷穿成炮灰（快穿）》作者：灯火明亮.txt",
    "夸克盘链接": "https://pan.quark.cn/s/0000169fd57a"
  },
  {
    "文件名": "《万人迷穿成万人嫌[娱乐圈]》作者：三无是萌点.txt",
    "夸克盘链接": "https://pan.quark.cn/s/0330f4e65db0"
  },
  {
    "文件名": "《万人迷穿成背景板后》作者：蜂蜜麦片.txt",
    "夸克盘链接": "https://pan.quark.cn/s/8c6354f3002a"
  },
  {
    "文件名": "《万人迷病弱美人拿到炮灰人设[快穿]》作者 ：上九重观星.txt",
    "夸克盘链接": "https://pan.quark.cn/s/cdda9aa21b6d"
  },
  {
    "文件名": "《万人迷被迫渣遍修真界》作者：大叽叽女孩.txt",
    "夸克盘链接": "https://pan.quark.cn/s/4e39fc2f6864"
  },
  {
    "文件名": "《万人迷病美人是高危npc[无限]》 作者：澜海遥.txt",
    "夸克盘链接": "https://pan.quark.cn/s/69cf65b31b27"
  },
  {
    "文件名": "《玩家都以为我是邪神》作者：狮子星系.txt",
    "夸克盘链接": "https://pan.quark.cn/s/93c3d751a907"
  },
  {
    "文件名": "《顽石》作者： reinhard.txt",
    "夸克盘链接": "https://pan.quark.cn/s/0745e82646a5"
  },
  {
    "文件名": "《玩偶是个黏人精》作者：恶鬼不善.txt",
    "夸克盘链接": "https://pan.quark.cn/s/1e88fe836ef3"
  },
  {
    "文件名": "《纨绔逃婚后》（番外完）作者：顾三跃.txt",
    "夸克盘链接": "https://pan.quark.cn/s/358953c1b9ad"
  },
  {
    "文件名": "《完璧归我》作者：忱以川.txt",
    "夸克盘链接": "https://pan.quark.cn/s/95fbddd21425"
  },
  {
    "文件名": "《退休后被竹马套路了》（番外完）作者：三.txt",
    "夸克盘链接": "https://pan.quark.cn/s/3e58593791fc"
  },
  {
    "文件名": "《同窗想让我改姓五条》（番外完）作者：木.txt",
    "夸克盘链接": "https://pan.quark.cn/s/d92d48f0d1c5"
  },
  {
    "文件名": "《团宠啾啾拿了万人迷剧本》作者：相思不苦.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a154c77edf8f"
  },
  {
    "文件名": "《同坠》作者：白芥子.txt",
    "夸克盘链接": "https://pan.quark.cn/s/d628815e2bfc"
  },
  {
    "文件名": "《听说充电可以续命》作者：猫三叶.txt",
    "夸克盘链接": "https://pan.quark.cn/s/b573c9d5956d"
  },
  {
    "文件名": "《通天，你做个人吧[洪荒]》（番外完）作者：.txt",
    "夸克盘链接": "https://pan.quark.cn/s/d8b53e802ade"
  },
  {
    "文件名": "《天团与皇冠》作者：青律.txt",
    "夸克盘链接": "https://pan.quark.cn/s/7185ad952e6d"
  },
  {
    "文件名": "《天子岂无愁》作者：崔罗什.txt",
    "夸克盘链接": "https://pan.quark.cn/s/651db281df98"
  },
  {
    "文件名": "《天资愚钝》作者：九月买的饼干.txt",
    "夸克盘链接": "https://pan.quark.cn/s/0f451bf3d0eb"
  },
  {
    "文件名": "《天地逆旅》作者：春日负暄.txt",
    "夸克盘链接": "https://pan.quark.cn/s/f5ecd1d324fb"
  },
  {
    "文件名": "《天哪！万人迷替身也内卷》作者 人生若初.txt",
    "夸克盘链接": "https://pan.quark.cn/s/6e9549bb3b9b"
  },
  {
    "文件名": "《天生万人迷》作者：水仙乘鲤.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c7a6a9930e5d"
  },
  {
    "文件名": "《替身受重生之后》作者：楚执.txt",
    "夸克盘链接": "https://pan.quark.cn/s/97634ca88c22"
  },
  {
    "文件名": "《白日不到》作者：Ricute.txt",
    "夸克盘链接": "https://pan.quark.cn/s/172382abfe28"
  },
  {
    "文件名": "[完结补番] 【HP同人】魁地奇情事（韦斯莱双子x原女3PH） 作者：录鸣.txt",
    "夸克盘链接": "https://pan.quark.cn/s/73fef795de60"
  },
  {
    "文件名": "《阿远》作者：啤酒肚 (1v1).txt",
    "夸克盘链接": "https://pan.quark.cn/s/687ae0e6485a"
  },
  {
    "文件名": "[完结]《神树》作者：蹦跳的柿子（女攻1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/daf458ac7f83"
  },
  {
    "文件名": "[完结]《父子偷情》作者：周周周周（1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c15398e1ea01"
  },
  {
    "文件名": "[完结]《全民海岛求生，这个反派实在是太稳健了》作者：豆芽菜.txt",
    "夸克盘链接": "https://pan.quark.cn/s/53a8da142cbf"
  },
  {
    "文件名": "[完结]《抚慰omega发情期的alpha》作者：木玖欢（1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/6dea537999f4"
  },
  {
    "文件名": "[完结] 诱引 作者：阳光倾城.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ff977ad4de2f"
  },
  {
    "文件名": "[完结] 心服口服（伪骨科，兄妹） 作者：随便写写的梨子.txt",
    "夸克盘链接": "https://pan.quark.cn/s/f8cf75d0020b"
  },
  {
    "文件名": "[完结] 拾花录 作者：来次熊抱.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c9408902b843"
  },
  {
    "文件名": "[完结] 少女榨精地狱 作者：Kikiki.txt",
    "夸克盘链接": "https://pan.quark.cn/s/4248f50cbb28"
  },
  {
    "文件名": "[完结] 偷窥做爱却被肏了（校园nph） 作者：入海流.txt",
    "夸克盘链接": "https://pan.quark.cn/s/9fb54371517d"
  },
  {
    "文件名": "[完结] 南国 作者：一只肥椰.txt",
    "夸克盘链接": "https://pan.quark.cn/s/d428d4570d2b"
  },
  {
    "文件名": "[完结] 末世之倒反天罡 作者：苔痕.txt",
    "夸克盘链接": "https://pan.quark.cn/s/01790ebc02e8"
  },
  {
    "文件名": "[完结] 连名带姓（破镜重圆h） 作者：Min.txt",
    "夸克盘链接": "https://pan.quark.cn/s/edd7e07686b2"
  },
  {
    "文件名": "[更700] [快穿]系统坑我没商量 作者：宜羽.txt",
    "夸克盘链接": "https://pan.quark.cn/s/92b06e9108ac"
  },
  {
    "文件名": "[完结] 金丝笼牡丹 作者：琵琶一树金.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a552030fe0c3"
  },
  {
    "文件名": "[完结] 不小心被室友男朋友睡了之后 作者：辣梨.txt",
    "夸克盘链接": "https://pan.quark.cn/s/8b69fdda490a"
  },
  {
    "文件名": "[更728] 如风 作者：阿里里呀.txt",
    "夸克盘链接": "https://pan.quark.cn/s/8fe1fa0286b8"
  },
  {
    "文件名": "[更329] 愿君步长翮 作者：无.txt",
    "夸克盘链接": "https://pan.quark.cn/s/4993bb87cb29"
  },
  {
    "文件名": "[更329] 江山秀晚春（nph） 作者：未归人.txt",
    "夸克盘链接": "https://pan.quark.cn/s/5a730df800b5"
  },
  {
    "文件名": "[更189] 不羡仙（快穿仙侠 古言 1v1 sc） 作者：砌雾.txt",
    "夸克盘链接": "https://pan.quark.cn/s/bba09983095f"
  },
  {
    "文件名": "[更231] 清欢度（父女，年代H） 作者：温玖.txt",
    "夸克盘链接": "https://pan.quark.cn/s/00748ef5e8e5"
  },
  {
    "文件名": "[更281] 囚笼（NP）【向哨】 作者：豆浆.txt",
    "夸克盘链接": "https://pan.quark.cn/s/7684cf597494"
  },
  {
    "文件名": "[更139] 烟燃（校园NPH） 作者：珍妮西.txt",
    "夸克盘链接": "https://pan.quark.cn/s/127094b83bac"
  },
  {
    "文件名": "[更138] 重生之八零娇俏媳妇粗汉子 作者：一轮明月.txt",
    "夸克盘链接": "https://pan.quark.cn/s/300cd798a899"
  },
  {
    "文件名": "[更125] 摧眉（年代 糙汉 女方粗口） 作者：太师青.txt",
    "夸克盘链接": "https://pan.quark.cn/s/1daac06c0936"
  },
  {
    "文件名": "[更112] 女配在体院挨操的N种姿势(NPH) 作者：黑加黑等于灰.txt",
    "夸克盘链接": "https://pan.quark.cn/s/8195256eca8a"
  },
  {
    "文件名": "[更92]《圈养爱意》作者 在月球上捡垃圾（师生GL百合1v1.txt",
    "夸克盘链接": "https://pan.quark.cn/s/659beabfad5e"
  },
  {
    "文件名": "[更89] 肉偿(现代) 作者：凉拌鲫鱼www.txt",
    "夸克盘链接": "https://pan.quark.cn/s/6bcfd1398e30"
  },
  {
    "文件名": "[更92] 恶毒女配死不悔改（西幻NP） 作者：潮封.txt",
    "夸克盘链接": "https://pan.quark.cn/s/822718304941"
  },
  {
    "文件名": "[更80] 入骨欢 【NP高H】 作者：红烧肉不打烊.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ddf72b287f39"
  },
  {
    "文件名": "[更88] 小姑子心思不纯（纯百） 作者：酒壹杯.txt",
    "夸克盘链接": "https://pan.quark.cn/s/5edd43f47f1a"
  },
  {
    "文件名": "[更84] 笨蛋美人又又被“欺负”了（1v1，高h） 作者：陆小哼.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a89ed06045cd"
  },
  {
    "文件名": "[更82] 食髓知味（姐弟骨科，1v1） 作者：utopia.txt",
    "夸克盘链接": "https://pan.quark.cn/s/004aba7356b2"
  },
  {
    "文件名": "[更65] 宫门（女尊nph） 作者：一只阴暗爬行咕.txt",
    "夸克盘链接": "https://pan.quark.cn/s/59cebc969822"
  },
  {
    "文件名": "[更70] 离婚后还是选择同居（高H） 作者：一枝独秀.txt",
    "夸克盘链接": "https://pan.quark.cn/s/98c1fcfba30a"
  },
  {
    "文件名": "[更69] 鱼鸟飞沈（修真1v1） 作者：惹春酥.txt",
    "夸克盘链接": "https://pan.quark.cn/s/b29351010389"
  },
  {
    "文件名": "[更60] 涸辙之鱼(校园 半强制） 作者：丢一棵.txt",
    "夸克盘链接": "https://pan.quark.cn/s/8115a41f9cee"
  },
  {
    "文件名": "[更55] 咸鱼师父收徒记（仙侠，女师男徒） 作者：枇哩杷啦.txt",
    "夸克盘链接": "https://pan.quark.cn/s/37802fbee6cf"
  },
  {
    "文件名": "[更58]  在耽美文里为了不OOC苟且偷生 BG 作者：也渡兰舟03.txt",
    "夸克盘链接": "https://pan.quark.cn/s/50526eed2918"
  },
  {
    "文件名": "[更55] 奔月 作者：上官玛丽.txt",
    "夸克盘链接": "https://pan.quark.cn/s/03f4e5b18c88"
  },
  {
    "文件名": "[更49] 黄粱（古言1v1） 作者：禾又.txt",
    "夸克盘链接": "https://pan.quark.cn/s/3a18d8a3f36d"
  },
  {
    "文件名": "[更50] 腻味（1v1） 作者：霁雨.txt",
    "夸克盘链接": "https://pan.quark.cn/s/4bca3528a92c"
  },
  {
    "文件名": "[更48] 娇小姐 作者：兔酱.txt",
    "夸克盘链接": "https://pan.quark.cn/s/acd01861593d"
  },
  {
    "文件名": "[更42+4番外]《闻家的omega》作者：yttsyyt（np）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/0701ed3766cf"
  },
  {
    "文件名": "[更42] 爱欲如潮（1v1H） 作者：糖醋排骨吃吗.txt",
    "夸克盘链接": "https://pan.quark.cn/s/b4a084f04552"
  },
  {
    "文件名": "[更48] 【骨科1v1】月与河 作者：天天加班.txt",
    "夸克盘链接": "https://pan.quark.cn/s/98497e80dde6"
  },
  {
    "文件名": "[更35]《宰右欢乐集》作家：雪域辉光（故事集）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/5456d8895546"
  },
  {
    "文件名": "[更40] 永远也会化雾（1v1） 作者：After 17.txt",
    "夸克盘链接": "https://pan.quark.cn/s/fab3aea1546f"
  },
  {
    "文件名": "[更39] 每个天之骄子都想强上我[np11男主] 作者：太羊羊.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c9ed078fcf31"
  },
  {
    "文件名": "[更34] 想分手的第327天 作者：衣沄.txt",
    "夸克盘链接": "https://pan.quark.cn/s/1d0ba97ee570"
  },
  {
    "文件名": "[更32] 只做你的狗 (绿茶痴汉男,H) 作者：金金有味.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e331fcd96610"
  },
  {
    "文件名": "[更31] 日本和尚薅我猫毛（原名：《僧侣与猫（1v1）》） 作者：昏鸦往东.txt",
    "夸克盘链接": "https://pan.quark.cn/s/897e31446882"
  },
  {
    "文件名": "[更33] 合欢宗双修日常（NPH） 作者：青慈.txt",
    "夸克盘链接": "https://pan.quark.cn/s/30962b7afd58"
  },
  {
    "文件名": "[更33] 林家三女 作者：腓腓.txt",
    "夸克盘链接": "https://pan.quark.cn/s/b7e0feef7a07"
  },
  {
    "文件名": "[更16] 明珠暗投(BL) 作者：徐行意.txt",
    "夸克盘链接": "https://pan.quark.cn/s/87955cfc5133"
  },
  {
    "文件名": "[更28] 事竟成 作者：赛博小马甲.txt",
    "夸克盘链接": "https://pan.quark.cn/s/687253b82972"
  },
  {
    "文件名": "[更29] 庸俗爱情(和亡妻的情人同居了)gl 作者：煤气味的榴莲.txt",
    "夸克盘链接": "https://pan.quark.cn/s/b26e5b7222c7"
  },
  {
    "文件名": "[更16] 恶毒女配今天又在挨肏（高H，合集） 作者：一世安好.txt",
    "夸克盘链接": "https://pan.quark.cn/s/4e7a88643d8e"
  },
  {
    "文件名": "[ht 更69章]《漂亮老婆就该被疯批窥视》作者：三而不竭.txt",
    "夸克盘链接": "https://pan.quark.cn/s/76c011a8c0e8"
  },
  {
    "文件名": "[np 更17]《【GB女攻】肏男人的日日夜夜》作者：小唐爱吃可乐鸡翅.txt",
    "夸克盘链接": "https://pan.quark.cn/s/b8196f1e9fe3"
  },
  {
    "文件名": "[更15] 深陷于扶她美少女的辱骂疼爱之中（NP 高H） 作者：甜甜仙贝.txt",
    "夸克盘链接": "https://pan.quark.cn/s/d29bfca616b7"
  },
  {
    "文件名": "[fw 更31章]《终南捷径》作者：电子蝴蝶.txt",
    "夸克盘链接": "https://pan.quark.cn/s/d54e8bbfaf39"
  },
  {
    "文件名": "咽新蝉 by小猫怜.txt",
    "夸克盘链接": "https://pan.quark.cn/s/2bc10cf206e1"
  },
  {
    "文件名": "寻雾 作者：大大大大.txt",
    "夸克盘链接": "https://pan.quark.cn/s/af92a350e30c"
  },
  {
    "文件名": "[1v1 更12]《小保姆被体育运动员透熟了》作者：描述in.txt",
    "夸克盘链接": "https://pan.quark.cn/s/67a6c739b43e"
  },
  {
    "文件名": "修[完结] 一颗榴莲 作者：夏一.txt",
    "夸克盘链接": "https://pan.quark.cn/s/6cc87d33e1ce"
  },
  {
    "文件名": "误闯室友的做爱现场by年年包.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c12a497f3f97"
  },
  {
    "文件名": "为剑尊献上be剧本（双.np）作家：远桥.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c8987500f96d"
  },
  {
    "文件名": "炮灰逆袭手册（共妻手册）作家：Momo.txt",
    "夸克盘链接": "https://pan.quark.cn/s/74079bcd4d3f"
  },
  {
    "文件名": "书耽《攻略死神的百种姿态》作者：原子甜心【完结+番外】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/6fee6abc4e39"
  },
  {
    "文件名": "为臣妾生个孩子吧 by刺木木.txt",
    "夸克盘链接": "https://pan.quark.cn/s/28a9ede60e0b"
  },
  {
    "文件名": "傻子by冰冻西瓜椰.txt",
    "夸克盘链接": "https://pan.quark.cn/s/86855ef7b535"
  },
  {
    "文件名": "人来人往（1v1）作者：左岸咖啡.txt",
    "夸克盘链接": "https://pan.quark.cn/s/d32258aeba47"
  },
  {
    "文件名": "明明如月 by匿名咸鱼.txt",
    "夸克盘链接": "https://pan.quark.cn/s/f077678b75be"
  },
  {
    "文件名": "落九天 by一纸寄东风.txt",
    "夸克盘链接": "https://pan.quark.cn/s/08276b2c7d97"
  },
  {
    "文件名": "怪癖好你 作者 ppp大侠.txt",
    "夸克盘链接": "https://pan.quark.cn/s/5f1a07d60d12"
  },
  {
    "文件名": "家教老师by肆一九.txt",
    "夸克盘链接": "https://pan.quark.cn/s/b58618e5cd39"
  },
  {
    "文件名": "哥哥的竹马喜欢我by泉鹿(1).txt",
    "夸克盘链接": "https://pan.quark.cn/s/7bb7be79eb51"
  },
  {
    "文件名": "番茄《和恐游boss谈恋爱[快穿]》作者：清梦枕星.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a8d416ba4488"
  },
  {
    "文件名": "古熊（家奴）by琢木家.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c39ec5f932c7"
  },
  {
    "文件名": "地府公务员值班日常作者来福xx.txt",
    "夸克盘链接": "https://pan.quark.cn/s/9c86f0db3fa6"
  },
  {
    "文件名": "吊桥替身 作者：眷眷.txt",
    "夸克盘链接": "https://pan.quark.cn/s/40745e2c61dd"
  },
  {
    "文件名": "被读心后嫁给了心机男作者漫步长安.txt",
    "夸克盘链接": "https://pan.quark.cn/s/1b6fec720115"
  },
  {
    "文件名": "差池 by狭骨.txt",
    "夸克盘链接": "https://pan.quark.cn/s/f061c8c55917"
  },
  {
    "文件名": "爆操双性大奶小妈（调教，重口，高h）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a5077da8ab80"
  },
  {
    "文件名": "BL《神奇农场在哪里[末世]》作者：来瓶花露水.txt",
    "夸克盘链接": "https://pan.quark.cn/s/943b2e67766f"
  },
  {
    "文件名": "bg《一叶入江》作者：鱼澄.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a5d3ceb447c8"
  },
  {
    "文件名": "240309补番【完结】《夺娶有妇之夫》作者：酸甜味小扇.txt",
    "夸克盘链接": "https://pan.quark.cn/s/33a27b154b30"
  },
  {
    "文件名": "240229补番【完结】《我的病弱老婆》作者：花卷.txt",
    "夸克盘链接": "https://pan.quark.cn/s/2b11259eea9a"
  },
  {
    "文件名": "0304【海棠 补番】《痴汉失忆之后》作者：走笔阑珊 .txt",
    "夸克盘链接": "https://pan.quark.cn/s/bc586659e84f"
  },
  {
    "文件名": "99.《温柔驯养》 作者：叶栀酒.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a63caa1a2821"
  },
  {
    "文件名": "0223【废文 补番】《换我来疼大官人》作者：尔曹.txt",
    "夸克盘链接": "https://pan.quark.cn/s/21d5368c7e86"
  },
  {
    "文件名": "47.《双向哄骗》作者：涩桃.txt",
    "夸克盘链接": "https://pan.quark.cn/s/2f74a84beb65"
  },
  {
    "文件名": "【完结】《大小姐她总是不求上进》作者：燕小陌.txt",
    "夸克盘链接": "https://pan.quark.cn/s/0ca11e788a0d"
  },
  {
    "文件名": "33.《纵横四海》作者：凌伊丶（番全）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/980520be5fe5"
  },
  {
    "文件名": "13.《隐婚》作者：久陆（番全）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/37cd11e2be7e"
  },
  {
    "文件名": "1v1-骨科【废文 连载38】《金笼》作者：夜很贫瘠.txt",
    "夸克盘链接": "https://pan.quark.cn/s/99a552d9a7d7"
  },
  {
    "文件名": "【醉琉璃】野草 作者：狐狸团子.txt",
    "夸克盘链接": "https://pan.quark.cn/s/807752b5ade6"
  },
  {
    "文件名": "【棠】银河系公奴玩具加工中心（BDSM，暗黑，重口，改造）作者：屿夏.txt",
    "夸克盘链接": "https://pan.quark.cn/s/b2c5761f5bb0"
  },
  {
    "文件名": "【完结】《[NP_娱乐圈]虎狼之君》作者：叶黄苏.txt",
    "夸克盘链接": "https://pan.quark.cn/s/996b1353b5f9"
  },
  {
    "文件名": "【棠】透明人的共妻作者：屿夏.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a77fae920d36"
  },
  {
    "文件名": "【棠】[完结] 尊贵的三皇子被贬为性奴后 作者：黎小空.txt",
    "夸克盘链接": "https://pan.quark.cn/s/9ed6486cac8e"
  },
  {
    "文件名": "【棠】[完结] 自慰的时候被发现了怎么办 作者：恩欢.txt",
    "夸克盘链接": "https://pan.quark.cn/s/f6275d9210e5"
  },
  {
    "文件名": "【棠】[完结] 作恶多端 作者：非衣之.txt",
    "夸克盘链接": "https://pan.quark.cn/s/29caa704ec39"
  },
  {
    "文件名": "【棠】[完结] 直男在BL肉文里疯狂挨肏[总受] 作者：奇怪魔法少男.txt",
    "夸克盘链接": "https://pan.quark.cn/s/f96a021115c6"
  },
  {
    "文件名": "【棠】[完结] 遇神 作者：王野.txt",
    "夸克盘链接": "https://pan.quark.cn/s/698123e372fc"
  },
  {
    "文件名": "【棠】[完结] 榨汁美人的春_梦 作者：明前龙雀.txt",
    "夸克盘链接": "https://pan.quark.cn/s/0be205aa002f"
  },
  {
    "文件名": "【棠】[完结] 与你沉沦 作者：观山海.txt",
    "夸克盘链接": "https://pan.quark.cn/s/468f7de106b9"
  },
  {
    "文件名": "【棠】[完结] 欲望城堡(万人迷魅魔s受) 作者：xzdx2ddtt.txt",
    "夸克盘链接": "https://pan.quark.cn/s/75cc45e3e15e"
  },
  {
    "文件名": "【棠】[完结] 阴沟野王靠模拟经营翻身 作者：豆芽菜.txt",
    "夸克盘链接": "https://pan.quark.cn/s/46b5a9e3fd6e"
  },
  {
    "文件名": "【棠】[完结] 鱼水之欢（人x人鱼） 作者：馒头狗子.txt",
    "夸克盘链接": "https://pan.quark.cn/s/de25fb5f875a"
  },
  {
    "文件名": "【棠】[完结] 一些3p合集 作者：我要成为小富婆.txt",
    "夸克盘链接": "https://pan.quark.cn/s/24e84d46010e"
  },
  {
    "文件名": "【棠】[完结] 驯化痴汉夫夫（1×0.5×0） 作者：朽木灵.txt",
    "夸克盘链接": "https://pan.quark.cn/s/458e57c5d470"
  },
  {
    "文件名": "【棠】[完结] 血腥爱情故事 作者：野狐不妄.txt",
    "夸克盘链接": "https://pan.quark.cn/s/399e016806fc"
  },
  {
    "文件名": "【棠】[完结] 一弯新月 作者：有只猫叫斯宾塞.txt",
    "夸克盘链接": "https://pan.quark.cn/s/bfa8c1cd1a58"
  },
  {
    "文件名": "【棠】[完结] 一觉醒来发现可以和老婆贴贴了 作者：木鱼花.txt",
    "夸克盘链接": "https://pan.quark.cn/s/735d04743da7"
  },
  {
    "文件名": "【棠】[完结] 邪神的自保方式 作者：炒草莓酸奶.txt",
    "夸克盘链接": "https://pan.quark.cn/s/526bbc147914"
  },
  {
    "文件名": "【棠】[完结] 协议爱情 作者：安杉.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e143bde5160e"
  },
  {
    "文件名": "【棠】[完结] 小怪物的春天 作者：狐狸雨.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e0d1360e3393"
  },
  {
    "文件名": "【棠】[完结] 误会之间 作者：远山娥黛.txt",
    "夸克盘链接": "https://pan.quark.cn/s/4a9efc6c13c1"
  },
  {
    "文件名": "【棠】[完结] 王子和圣医（美攻壮受，产奶） 作者：beauty1.txt",
    "夸克盘链接": "https://pan.quark.cn/s/4beb30162a38"
  },
  {
    "文件名": "【棠】[完结] 温顺凉夜（小黑屋_疯批攻_年上） 作者：禁色诗篇.txt",
    "夸克盘链接": "https://pan.quark.cn/s/491453192ddc"
  },
  {
    "文件名": "【棠】[完结] 万人嫌离婚之后 作者：andgbb.txt",
    "夸克盘链接": "https://pan.quark.cn/s/d7a9727c0a4c"
  },
  {
    "文件名": "【棠】[完结] 万人嫌狗仔被顶流玩坏了（娱乐圈） 作者：葭月甜五（打字机版）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/d3115ace74c3"
  },
  {
    "文件名": "【棠】[完结] 天生一对（B_D_S_M，校园） 作者：姀.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ee13013b1d26"
  },
  {
    "文件名": "【棠】[完结] 私有物 作者：进击的咸鱼.txt",
    "夸克盘链接": "https://pan.quark.cn/s/5c4ff591430b"
  },
  {
    "文件名": "【棠】[完结] 死缠烂打 作者：我睡不醒了.txt",
    "夸克盘链接": "https://pan.quark.cn/s/9c7e403706b8"
  },
  {
    "文件名": "【棠】[完结] 太子的惩罚 作者：十岸.txt",
    "夸克盘链接": "https://pan.quark.cn/s/983c4eb9a411"
  },
  {
    "文件名": "【棠】[完结] 收集各大校草精液系统NP双性 作者：芋泥啵啵.txt",
    "夸克盘链接": "https://pan.quark.cn/s/2c9d73fba929"
  },
  {
    "文件名": "【棠】[完结] 双性｜诱奸｜产奶｜被下药的男高 作者：吃个鸭脖.txt",
    "夸克盘链接": "https://pan.quark.cn/s/331405774995"
  },
  {
    "文件名": "【棠】[完结] 双k 作者：水非淼.txt",
    "夸克盘链接": "https://pan.quark.cn/s/7d972740fe50"
  },
  {
    "文件名": "【棠】[完结] 师兄绕过我 作者：三尺寒.txt",
    "夸克盘链接": "https://pan.quark.cn/s/b643683fc9e8"
  },
  {
    "文件名": "【棠】[完结] 人生如戏 作者：酥氏薄荷糖.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e508f33f8285"
  },
  {
    "文件名": "【棠】[完结] 摄政王的溃败（修改版） 作者：或有梦来.txt",
    "夸克盘链接": "https://pan.quark.cn/s/f3e25d0eefd7"
  },
  {
    "文件名": "【棠】[完结] 丧尸来了回村去 作者：桃蕉.txt",
    "夸克盘链接": "https://pan.quark.cn/s/82b593a3c889"
  },
  {
    "文件名": "【棠】[完结] 强制驯服 作者：一江春水平.txt",
    "夸克盘链接": "https://pan.quark.cn/s/506ceeed2854"
  },
  {
    "文件名": "【棠】[完结] 让后妈爆肏的那些年 作者：云蝉衣.txt",
    "夸克盘链接": "https://pan.quark.cn/s/92f74064cf12"
  },
  {
    "文件名": "【棠】[完结] 起点文男主沦为共妻 作者：明前龙雀.txt",
    "夸克盘链接": "https://pan.quark.cn/s/b3e11e585180"
  },
  {
    "文件名": "【棠】[完结] 欺负漂亮寡妇 作者：牡丹莓莓.txt",
    "夸克盘链接": "https://pan.quark.cn/s/329d6e78fb9b"
  },
  {
    "文件名": "【棠】[完结] 你把男二丢给反派养？ 作者：小景今天吃青菜了吗.txt",
    "夸克盘链接": "https://pan.quark.cn/s/bcf91f7490cf"
  },
  {
    "文件名": "【棠】[完结] 批被煎坏的美人们 作者：日更1w纯肉派（10加12w三万页）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/66a86aa8e7af"
  },
  {
    "文件名": "【棠】[完结] 拍摄时被影帝艹了 作者：没有名字.txt",
    "夸克盘链接": "https://pan.quark.cn/s/6e4f8cc0fa70"
  },
  {
    "文件名": "【棠】[完结] 漂亮小可怜被日嫩批 作者：全文存稿不坑文.txt",
    "夸克盘链接": "https://pan.quark.cn/s/6b12613f464e"
  },
  {
    "文件名": "【棠】[完结] 每天都被掌嘴扇耳光 作者：云间君.txt",
    "夸克盘链接": "https://pan.quark.cn/s/bccee9538158"
  },
  {
    "文件名": "【棠】[完结] 美人幼教老师的情欲故事 作者：泥泥木.txt",
    "夸克盘链接": "https://pan.quark.cn/s/0fd37f007125"
  },
  {
    "文件名": "【棠】[完结] 美人与动物doi！鳄鱼也能肏人屄！？ 作者：小猫咪兽性大发.txt",
    "夸克盘链接": "https://pan.quark.cn/s/d5574d881b4d"
  },
  {
    "文件名": "【棠】[完结] 男子学院调教指南SM 作者：繁星.txt",
    "夸克盘链接": "https://pan.quark.cn/s/734361ea9a0e"
  },
  {
    "文件名": "【棠】[完结] 临时天堂 作者：鲈鱼尾巴.txt",
    "夸克盘链接": "https://pan.quark.cn/s/29c5084b2976"
  },
  {
    "文件名": "【棠】[完结] 恋尸癖 作者：珍特么吾雨.txt",
    "夸克盘链接": "https://pan.quark.cn/s/acbbd159ab06"
  },
  {
    "文件名": "【棠】[完结] 连墨 作者：野小咕.txt",
    "夸克盘链接": "https://pan.quark.cn/s/fecb382aa698"
  },
  {
    "文件名": "【棠】[完结] 掠夺真心游戏 作者：甜橙茶.txt",
    "夸克盘链接": "https://pan.quark.cn/s/096ef28c03db"
  },
  {
    "文件名": "【棠】[完结] 快穿之攻略高冷主神从我做起 作者：南朝水.txt",
    "夸克盘链接": "https://pan.quark.cn/s/756faea439a1"
  },
  {
    "文件名": "【棠】[完结] 兰昙净初 ［快穿］ 作者：轻舟已过.txt",
    "夸克盘链接": "https://pan.quark.cn/s/0ba4ba157d74"
  },
  {
    "文件名": "【棠】[完结] 窥视 作者：葭月.txt",
    "夸克盘链接": "https://pan.quark.cn/s/23abff6724e0"
  },
  {
    "文件名": "【棠】[完结] 禁闭岛 作者：瘆.txt",
    "夸克盘链接": "https://pan.quark.cn/s/0112241f31c9"
  },
  {
    "文件名": "【棠】[完结] 今晚老公不在家 作者：西悼.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c03f1cccd116"
  },
  {
    "文件名": "【棠】[完结] 家庭老师的惩罚 作者：远山雾里.txt",
    "夸克盘链接": "https://pan.quark.cn/s/fe42b7b6cfe3"
  },
  {
    "文件名": "【棠】[完结] 将军的温软小夫郎 作者：小黑黑.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ba377d0a42fa"
  },
  {
    "文件名": "【棠】[完结] 加热即食大肉包（调教，重口，高h） 作者：击毙所有人啊啊啊啊.txt",
    "夸克盘链接": "https://pan.quark.cn/s/2439dbcad43c"
  },
  {
    "文件名": "【棠】[完结] 换攻追妻没有火葬场 作者：大鸡巴肏穴e.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a71554cc49df"
  },
  {
    "文件名": "【棠】[完结] 换乘父亲（h） 作者：古道春.txt",
    "夸克盘链接": "https://pan.quark.cn/s/7b94d738fcc7"
  },
  {
    "文件名": "【棠】[完结] 欢迎来草我老婆 作者：歌哆.txt",
    "夸克盘链接": "https://pan.quark.cn/s/9ec5e4d656b3"
  },
  {
    "文件名": "【棠】[完结] 和小师弟结为道侣之后 作者：晚辞无不归.txt",
    "夸克盘链接": "https://pan.quark.cn/s/8f77264a64cc"
  },
  {
    "文件名": "【棠】[完结] 国师府里的美人 作者：无森之林.txt",
    "夸克盘链接": "https://pan.quark.cn/s/7be82a67e4bb"
  },
  {
    "文件名": "【棠】[完结] 黑化系统之惩奸父罚淫夫 作者：洲肆夭.txt",
    "夸克盘链接": "https://pan.quark.cn/s/4bbe7382f495"
  },
  {
    "文件名": "【棠】[完结] 关于我叠了无数马甲追老婆这件事 作者：无麻全痛嘎腰子.txt",
    "夸克盘链接": "https://pan.quark.cn/s/85c5126e9aa6"
  },
  {
    "文件名": "【棠】[完结] 勾引爸爸的少年 作者：南枫枫（疯狂码字版）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/4a5d31e710b0"
  },
  {
    "文件名": "【棠】[完结] 疯批美人夹心饼干 作者：流青.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e6bea8e8ec6f"
  },
  {
    "文件名": "【棠】[完结] 孤鸢 作者：x向心力.txt",
    "夸克盘链接": "https://pan.quark.cn/s/d4b2134a2559"
  },
  {
    "文件名": "【棠】[完结] 公交上的私生子弟弟 作者：冰块牛奶.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e74f28175726"
  },
  {
    "文件名": "【棠】[完结] 恶毒美人师尊挨c记【np】 作者：俺是恁爹.txt",
    "夸克盘链接": "https://pan.quark.cn/s/cbc3f25f766e"
  },
  {
    "文件名": "【棠】[完结] 肚子疼的男人们 作者：江山看不尽.txt",
    "夸克盘链接": "https://pan.quark.cn/s/728f64ff3107"
  },
  {
    "文件名": "【棠】[完结] 恶毒炮灰的恶毒跟班觉醒了NP 作者：白苏明墉（恶毒跟班番外已开，专栏可见）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/9acd0479e9ef"
  },
  {
    "文件名": "【棠】[完结] 恶毒师弟每天都在挨草 作者：我行其野.txt",
    "夸克盘链接": "https://pan.quark.cn/s/fef3d52881da"
  },
  {
    "文件名": "【棠】[完结] 调教地下室性奴 作者：抱君黄金台上操.txt",
    "夸克盘链接": "https://pan.quark.cn/s/50e1b1d961ca"
  },
  {
    "文件名": "【棠】[完结] 当选秀节目变成荡版本 作者：虾仁不猪心.txt",
    "夸克盘链接": "https://pan.quark.cn/s/8f060defaf6e"
  },
  {
    "文件名": "【棠】[完结] 当打工人穿成炮灰受 作者：水云身飞.txt",
    "夸克盘链接": "https://pan.quark.cn/s/5a03059aadcd"
  },
  {
    "文件名": "【棠】[完结] 当恶毒男配真香后 作者：辉麟.txt",
    "夸克盘链接": "https://pan.quark.cn/s/dddea1a06f23"
  },
  {
    "文件名": "【棠】[完结] 雌堕保姆 作者：三色夜铃.txt",
    "夸克盘链接": "https://pan.quark.cn/s/eff6d6e9dad5"
  },
  {
    "文件名": "【棠】[完结] 当被校暴的丑人穿到校暴他的美人身上 作者：为师不知.txt",
    "夸克盘链接": "https://pan.quark.cn/s/913c4b236b63"
  },
  {
    "文件名": "【棠】[完结] 催眠直男学生们 作者：阿葵亚.txt",
    "夸克盘链接": "https://pan.quark.cn/s/237af88fff97"
  },
  {
    "文件名": "【棠】[完结] 大奈直男被室友懆批懆出汁 作者：我作今夜困兽.txt",
    "夸克盘链接": "https://pan.quark.cn/s/5a49c38fb720"
  },
  {
    "文件名": "【棠】[完结] 糙汉大弔攻叉美貌双性受 作者：满足自己xp.txt",
    "夸克盘链接": "https://pan.quark.cn/s/b6237781c9b1"
  },
  {
    "文件名": "【棠】[完结] 楚家的万人嫌私生子 作者：以息相吹吹吹.txt",
    "夸克盘链接": "https://pan.quark.cn/s/2bf837572a4c"
  },
  {
    "文件名": "【棠】[完结] 穿成魔头反派后被徒弟日夜xx 作者：逍遥丸丸子.txt",
    "夸克盘链接": "https://pan.quark.cn/s/7e5335c1190d"
  },
  {
    "文件名": "【棠】[完结] 臭脚篮球体育生调教合集 作者：没有名字.txt",
    "夸克盘链接": "https://pan.quark.cn/s/08c0c8fc30cd"
  },
  {
    "文件名": "【棠】[完结] 被诅咒的勇者【抹布np总受】 作者：湿露.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ea779969945a"
  },
  {
    "文件名": "【棠】[完结] 被我霸凌的人强制爱了 作者：比较喜欢钱.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e49d8c78f5d6"
  },
  {
    "文件名": "【棠】[完结] 把异世界众族调教成狗 作者：江城昀.txt",
    "夸克盘链接": "https://pan.quark.cn/s/6497c9d23d2a"
  },
  {
    "文件名": "【棠】[完结] 爱意沦陷（BDSM） 作者：林肆月.txt",
    "夸克盘链接": "https://pan.quark.cn/s/2519cb8d5a67"
  },
  {
    "文件名": "【棠】[完结] 拜金男大学生兼职卖身 作者：meat.txt",
    "夸克盘链接": "https://pan.quark.cn/s/652e6d2a4916"
  },
  {
    "文件名": "【棠】[完结] 暗巷 作者：鲸落南北方.txt",
    "夸克盘链接": "https://pan.quark.cn/s/52e1cf3366cc"
  },
  {
    "文件名": "【棠】[完结] A变O后我成了情敌的白月光了 作者：辛德瑞拉.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a71f6f322f9b"
  },
  {
    "文件名": "【棠】[完结] 【重生_双性】雨天倒带 作者：猫椎.txt",
    "夸克盘链接": "https://pan.quark.cn/s/75afab36d41c"
  },
  {
    "文件名": "【棠】[完结] 【快穿】在气运崩坏的世界里续命 NP 作者：花辞树.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a9ee932eda6f"
  },
  {
    "文件名": "【棠】[完结] 【庆余年】sp_训诫_管教 短篇合集 作者：欠揍的陶小七.txt",
    "夸克盘链接": "https://pan.quark.cn/s/d3c68f8c2ca3"
  },
  {
    "文件名": "【棠】[完结] 【现代家奴】奴隶真人秀 作者：星景.txt",
    "夸克盘链接": "https://pan.quark.cn/s/41c16c298a27"
  },
  {
    "文件名": "【棠】[完结] 【僭越】主奴 作者：在水里est.txt",
    "夸克盘链接": "https://pan.quark.cn/s/8f2d6616bf52"
  },
  {
    "文件名": "【棠】[更534] 腿快张开（双肉合集） 作者：西红柿怼番茄.txt",
    "夸克盘链接": "https://pan.quark.cn/s/d09f3019c71f"
  },
  {
    "文件名": "【棠】[完结] 《告白》 作者：爱吃吐司.txt",
    "夸克盘链接": "https://pan.quark.cn/s/02399d369118"
  },
  {
    "文件名": "【棠】[完结] [总受]轮奸骚浪美人NP 作者：宴鸿儒.txt",
    "夸克盘链接": "https://pan.quark.cn/s/42be36ea4198"
  },
  {
    "文件名": "【棠】[更405] 被疯批玩弄的漂亮美人【短篇合集】 作者：阿回.txt",
    "夸克盘链接": "https://pan.quark.cn/s/0f4c79bfbca4"
  },
  {
    "文件名": "【棠】[完结] [女_攻]反派将军要摆烂 作者：楚楚爱睡觉.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ece9128926a7"
  },
  {
    "文件名": "【棠】[完结] [GB总攻]被18R侵染的奴隶救援系统 作者：润水迷情（鸽了，今日无色心.txt",
    "夸克盘链接": "https://pan.quark.cn/s/7935733d0438"
  },
  {
    "文件名": "【棠】[完结] [ABO]团队长的归宿是共妻（1v4） 作者：春山艾草.txt",
    "夸克盘链接": "https://pan.quark.cn/s/9c7a171394a5"
  },
  {
    "文件名": "【棠】[更397] 反派美人的搞事指南【快穿np_双】 作者：酒色财气.txt",
    "夸克盘链接": "https://pan.quark.cn/s/27eef07d0355"
  },
  {
    "文件名": "【棠】[完结] （总 攻）巧了，室友全是双性 作者：芈酒.txt",
    "夸克盘链接": "https://pan.quark.cn/s/cf5d01cee904"
  },
  {
    "文件名": "【棠】[更389] 【总攻】虫族生存实录 作者：龙子京.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a26303dee4e9"
  },
  {
    "文件名": "【棠】[更384] 读者点梗【合集】 作者：燎锋.txt",
    "夸克盘链接": "https://pan.quark.cn/s/d094373b0508"
  },
  {
    "文件名": "【棠】[更330] 燥起来（双性合集） 作者：张嘴吃肉.txt",
    "夸克盘链接": "https://pan.quark.cn/s/5bfb3f908ae2"
  },
  {
    "文件名": "【棠】[更371] 成奴之后 作者：大火爆炒.txt",
    "夸克盘链接": "https://pan.quark.cn/s/5c1d0521b130"
  },
  {
    "文件名": "【棠】[更348] rou欲孕夫 作者：羊仔天天要吃肉.txt",
    "夸克盘链接": "https://pan.quark.cn/s/15c2120d082b"
  },
  {
    "文件名": "【棠】[更313] 我与仙君比命长 作者：闲闲.txt",
    "夸克盘链接": "https://pan.quark.cn/s/dfe58713af39"
  },
  {
    "文件名": "【棠】[更286] 逆我者亡 （家奴文BDSM）下部 作者：九页.txt",
    "夸克盘链接": "https://pan.quark.cn/s/be906fd45f26"
  },
  {
    "文件名": "【棠】[更289] 炮灰逆袭手册（共妻手册_下册） 作者：Momo.txt",
    "夸克盘链接": "https://pan.quark.cn/s/71a4b0b96c28"
  },
  {
    "文件名": "【棠】[更279] 还君江山（强制、虐爱、HE） 作者：柳曦泽.txt",
    "夸克盘链接": "https://pan.quark.cn/s/74924cfcc739"
  },
  {
    "文件名": "【棠】[更269] 人类高质量XP 作者：盐有八凉丨上班只要能摸鱼写黄文也不是不行.txt",
    "夸克盘链接": "https://pan.quark.cn/s/89beaa909056"
  },
  {
    "文件名": "【棠】[更282] 总攻之邪恶爸爸暂停时间 作者：佚名.txt",
    "夸克盘链接": "https://pan.quark.cn/s/988050cbfd20"
  },
  {
    "文件名": "【棠】[更273] 速度七十迈【合集】 作者：普通小狗.txt",
    "夸克盘链接": "https://pan.quark.cn/s/de46c313481f"
  },
  {
    "文件名": "【棠】[更272] 【快穿】拯救悲惨替身美人 作者：一袋锅巴.txt",
    "夸克盘链接": "https://pan.quark.cn/s/99cd8dde2e04"
  },
  {
    "文件名": "【棠】[更245] （总攻）位面修罗场日常 作者：惊不觉.txt",
    "夸克盘链接": "https://pan.quark.cn/s/d5d88df5f830"
  },
  {
    "文件名": "【棠】[更238] 【虫族】花瓶的自我修养 作者：安歆雅.txt",
    "夸克盘链接": "https://pan.quark.cn/s/6ea88647eedd"
  },
  {
    "文件名": "【棠】[更236] 【总攻快穿】炮灰断情绝欲后他们悔不当初 作者：姻兕（落枕了，再歇一天）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/5c3e3c3281ed"
  },
  {
    "文件名": "【棠】[更230] 开局成为地下城boss（主攻1v1） 作者：哼哼.txt",
    "夸克盘链接": "https://pan.quark.cn/s/fb2bb3439313"
  },
  {
    "文件名": "【棠】[更235] 欺骗神明的玩家会陷入修罗场［无限］ 作者：Hermit.txt",
    "夸克盘链接": "https://pan.quark.cn/s/b4c78085b508"
  },
  {
    "文件名": "【棠】[更227] [快穿]漂亮npc他身娇体软 作者：顾咕咕.txt",
    "夸克盘链接": "https://pan.quark.cn/s/6e73aa81a924"
  },
  {
    "文件名": "【棠】[更226] 大昭皇朝艳史（续） 作者：非肉不可.txt",
    "夸克盘链接": "https://pan.quark.cn/s/6e7270525d89"
  },
  {
    "文件名": "【棠】[更221] 雪落骊山春 作者：cicadaES.txt",
    "夸克盘链接": "https://pan.quark.cn/s/01c50137f8c2"
  },
  {
    "文件名": "【棠】[更217] 美貌菟丝花失去反派老公后[快穿] 作者：自酩.txt",
    "夸克盘链接": "https://pan.quark.cn/s/d74deaee0e93"
  },
  {
    "文件名": "【棠】[更200] 瘙痒难耐（攻出轨） 作者：可爱的双马尾.txt",
    "夸克盘链接": "https://pan.quark.cn/s/fec9d6d43cf4"
  },
  {
    "文件名": "【棠】[更198] 绿茶竟是我自己（快穿） 作者：一颗栗子.txt",
    "夸克盘链接": "https://pan.quark.cn/s/fc96776591ac"
  },
  {
    "文件名": "【棠】[更195] 主角他总被疯批强取豪夺（快穿） 作者：满堂花醉.txt",
    "夸克盘链接": "https://pan.quark.cn/s/32da7b215873"
  },
  {
    "文件名": "【棠】[更191] 【快穿np】万人迷手撕白月光剧本后 作者：啾啾栖鸟过.txt",
    "夸克盘链接": "https://pan.quark.cn/s/8b86d3487f1e"
  },
  {
    "文件名": "【棠】[更189] 【主攻】这些世界是不是不太对 作者：遇枫桥.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e4d06ee7deec"
  },
  {
    "文件名": "【棠】[更165] 好反派就要G男主[总攻_快穿] 作者：逮虾户呼呼呼.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ccb066fbe173"
  },
  {
    "文件名": "【棠】[更183] 成为公用老婆的产乃小美人(总受NP双性) 作者：油条涮麻辣烫.txt",
    "夸克盘链接": "https://pan.quark.cn/s/7a1d6df1556f"
  },
  {
    "文件名": "【棠】[更164] 遗产是一对美人兄弟（双） 作者：白渡鴉.txt",
    "夸克盘链接": "https://pan.quark.cn/s/503ebabd2b8d"
  },
  {
    "文件名": "【棠】[更162] 虫族之我竟然是雄虫 作者：我要重写.txt",
    "夸克盘链接": "https://pan.quark.cn/s/34f7ffa6261e"
  },
  {
    "文件名": "【棠】[更164] [总攻]饥渴情夫们的金主争夺战 作者：肆虐中毒.txt",
    "夸克盘链接": "https://pan.quark.cn/s/2fd7aafb9f6e"
  },
  {
    "文件名": "【棠】[更160] 隐家共妻 作者：碗里辣椒香.txt",
    "夸克盘链接": "https://pan.quark.cn/s/1d23e5eeb2ac"
  },
  {
    "文件名": "【棠】[更160] 以下犯上（bds_m，年下，校园，军旅，破镜重圆） 作者：鬼畜渊.txt",
    "夸克盘链接": "https://pan.quark.cn/s/9ab738391699"
  },
  {
    "文件名": "【棠】[更157] 淫欲猛男游戏（总攻） 作者：翻面的哈巴雀.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e4806cc8681d"
  },
  {
    "文件名": "【棠】[更157] 给男主开荤（快穿） 作者：狗蛋.txt",
    "夸克盘链接": "https://pan.quark.cn/s/9ea9d6fab884"
  },
  {
    "文件名": "【棠】[更149] 漂亮小蜂后又被玩弄了（总受_np） 作者：杨枝甘露（16号更.txt",
    "夸克盘链接": "https://pan.quark.cn/s/98f64fbf0b66"
  },
  {
    "文件名": "【棠】[更154] 当Omega身份暴露后 作者：你吃西瓜吗.txt",
    "夸克盘链接": "https://pan.quark.cn/s/7197c79877af"
  },
  {
    "文件名": "【棠】[更148] 炮灰攻终成受np 作者：芥末雪糕.txt",
    "夸克盘链接": "https://pan.quark.cn/s/21dd1ca8b9c8"
  },
  {
    "文件名": "【棠】[更148] 怀孕吧！敛芳尊（ABO） 作者：水墨轻愁.txt",
    "夸克盘链接": "https://pan.quark.cn/s/f2ace6f8d078"
  },
  {
    "文件名": "【棠】[更143] 开局选择专属性奴 作者：蒜香烤鱼饭.txt",
    "夸克盘链接": "https://pan.quark.cn/s/0ee5f9413a0f"
  },
  {
    "文件名": "【棠】[更141] 小果冻榨汁历险记 作者：郁瓷.txt",
    "夸克盘链接": "https://pan.quark.cn/s/03b3146ab271"
  },
  {
    "文件名": "【棠】[更141] 清冷男高以批训狗 作者：意中人.txt",
    "夸克盘链接": "https://pan.quark.cn/s/7061c48a7e25"
  },
  {
    "文件名": "【棠】[更141] [综总攻]性癖处理进行中 作者：羽化成仙.txt",
    "夸克盘链接": "https://pan.quark.cn/s/89b4378eb20f"
  },
  {
    "文件名": "【棠】[更141] 平凡雄虫忽然成为虫母后 作者：在此宣判.txt",
    "夸克盘链接": "https://pan.quark.cn/s/dfc0f42dc1eb"
  },
  {
    "文件名": "【棠】[更137] 找出卧底：谁不是gay【单性主受np】 作者：三文鱼刺身（求票票）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/cde0d58182cc"
  },
  {
    "文件名": "【棠】[更132] 一个骚零穿越成皇帝是种什么体验？ 作者：骆驼青方.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a09dee946bc4"
  },
  {
    "文件名": "【棠】[更132] 炮灰总是被当成娇娇老婆 作者：大梦三千.txt",
    "夸克盘链接": "https://pan.quark.cn/s/3607aa278b72"
  },
  {
    "文件名": "【棠】[更129] 不恋爱就会死 作者：池一.txt",
    "夸克盘链接": "https://pan.quark.cn/s/92fb38e20cd3"
  },
  {
    "文件名": "【棠】[更127] 爭奪男主【快穿】 作者：你家的白月光.txt",
    "夸克盘链接": "https://pan.quark.cn/s/5fddff2868d1"
  },
  {
    "文件名": "【棠】[更124] 交际花和他的裤下之臣们 作者：耳朵.txt",
    "夸克盘链接": "https://pan.quark.cn/s/d30505f114fd"
  },
  {
    "文件名": "【棠】[更124] 黄金为君门 作者：符黎.txt",
    "夸克盘链接": "https://pan.quark.cn/s/f2b720f24ea9"
  },
  {
    "文件名": "【棠】[更115] 程序失控【下篇】 作者：好困我先睡了（开新文了）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/764fb41dfbd1"
  },
  {
    "文件名": "【棠】[更121] 小美人在不同世界扮演清纯人设 作者：不蘸糖.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e9aec91e21fa"
  },
  {
    "文件名": "【棠】[更122] 被宠坏的竹马 作者：我只想嘿嘿嘿.txt",
    "夸克盘链接": "https://pan.quark.cn/s/24cdbe3f8891"
  },
  {
    "文件名": "【棠】[更121] 【主攻】穿成反派后操烂所有人 作者：猪羔子.txt",
    "夸克盘链接": "https://pan.quark.cn/s/571519182016"
  },
  {
    "文件名": "【棠】[更114] 快穿主受：假直男总被言情男主掰弯 作者：梅璟.txt",
    "夸克盘链接": "https://pan.quark.cn/s/5f2538815c41"
  },
  {
    "文件名": "【棠】[更110] 找出臥底：誰不是gay【單性主受np】 作者：三文鱼刺身（求票票）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/29347b2b58b8"
  },
  {
    "文件名": "【棠】[更109] 职业替身不想被花样爆炒【快穿】 作者：萝卜卜.txt",
    "夸克盘链接": "https://pan.quark.cn/s/75ba315c696d"
  },
  {
    "文件名": "【棠】[更107] 哥别抢我媳妇儿 作者：一桶天下.txt",
    "夸克盘链接": "https://pan.quark.cn/s/7c3d0c40a5b5"
  },
  {
    "文件名": "【棠】[更107] 和龙傲天相爱相杀的一生 作者：闪耀大象.txt",
    "夸克盘链接": "https://pan.quark.cn/s/47d44e451193"
  },
  {
    "文件名": "【棠】[更108] 在恐怖游戏里搞np[无限] 作者：姬无尘.txt",
    "夸克盘链接": "https://pan.quark.cn/s/f9a9a30b2b7c"
  },
  {
    "文件名": "【棠】[更107] 笨蛋老婆花式翻车【N_P甜宠】 作者：文不甜噶我篮子.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ff38a96a2f01"
  },
  {
    "文件名": "【棠】[更101] 重生赎罪，被真霸总报复调教成发情母猫（玩攻，虐身虐心he） 作者：欧派姐姐.txt",
    "夸克盘链接": "https://pan.quark.cn/s/6857123cb23a"
  },
  {
    "文件名": "【棠】[更101] 【柯南_总受】身为黄油NPC的我穿越了 作者：我的节操今天回来了吗.txt",
    "夸克盘链接": "https://pan.quark.cn/s/19eee011d930"
  },
  {
    "文件名": "【棠】[更102] 虫族契约情人 作者：奶奶御剑飞行.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c1e399298f7b"
  },
  {
    "文件名": "【棠】[更97] 后院 作者：透明.txt",
    "夸克盘链接": "https://pan.quark.cn/s/8d03009cdf97"
  },
  {
    "文件名": "【棠】[更99] [A变O]被压在身下的Alpha 作者：西湖竹林.txt",
    "夸克盘链接": "https://pan.quark.cn/s/3ec42c2895ab"
  },
  {
    "文件名": "【棠】[更99] 饲养主角（快穿主攻） 作者：耶耶耶.txt",
    "夸克盘链接": "https://pan.quark.cn/s/7f970db2f463"
  },
  {
    "文件名": "【棠】[更97] 军人体育生的性奴大学生活 作者：唐捐.txt",
    "夸克盘链接": "https://pan.quark.cn/s/7c09c3c1c0ba"
  },
  {
    "文件名": "【棠】[更95] 饲蛇 作者：我的精神状态很好呀.txt",
    "夸克盘链接": "https://pan.quark.cn/s/4079e79de563"
  },
  {
    "文件名": "【棠】[更95] 波尔半径（bdsm） 作者：书书.txt",
    "夸克盘链接": "https://pan.quark.cn/s/2f4ea5de9e93"
  },
  {
    "文件名": "【棠】[更94] 龙傲天的发小有话要说（总攻） 作者：清水烧鱼.txt",
    "夸克盘链接": "https://pan.quark.cn/s/17a55cf03f78"
  },
  {
    "文件名": "【棠】[更95] 【柯南主攻】轮回者眼中的名柯世界 作者：红鱼.txt",
    "夸克盘链接": "https://pan.quark.cn/s/9589a22d51a0"
  },
  {
    "文件名": "【棠】[更93] 反差 作者：为不知.txt",
    "夸克盘链接": "https://pan.quark.cn/s/2242c871127a"
  },
  {
    "文件名": "【棠】[更93] 【柯南_总攻】放暑假后我在游戏里007当酒 作者：踽踽独行.txt",
    "夸克盘链接": "https://pan.quark.cn/s/b5765f39014d"
  },
  {
    "文件名": "【棠】[更91] 【快穿】猎杀穿书者还兼职送屁股 作者：鲸鱼革命.txt",
    "夸克盘链接": "https://pan.quark.cn/s/8f6aba270939"
  },
  {
    "文件名": "【棠】[更89] 农家妻【双】 作者：软糖.txt",
    "夸克盘链接": "https://pan.quark.cn/s/019b787033df"
  },
  {
    "文件名": "【棠】[更91] [双性np]doi直播系统 作者：梅友名字.txt",
    "夸克盘链接": "https://pan.quark.cn/s/582d29140247"
  },
  {
    "文件名": "【棠】[更89] 【原神】靠涩涩反攻提瓦特是否哪里不对 作者：红茶茶汤.txt",
    "夸克盘链接": "https://pan.quark.cn/s/95aa5158490d"
  },
  {
    "文件名": "【棠】[更87] 被制裁的Omega特工 作者：椰果奶茶.txt",
    "夸克盘链接": "https://pan.quark.cn/s/646651d36026"
  },
  {
    "文件名": "【棠】[更89] 攻的沦陷方法 作者：Zombiexixixi.txt",
    "夸克盘链接": "https://pan.quark.cn/s/6a693fdf4bff"
  },
  {
    "文件名": "【棠】[更87] 【总_攻】艳春番 作者：黎明破晓.txt",
    "夸克盘链接": "https://pan.quark.cn/s/25f882acc66e"
  },
  {
    "文件名": "【棠】[更86] 被哄骗的直_男（合集_单_性_高_h） 作者：没有名字.txt",
    "夸克盘链接": "https://pan.quark.cn/s/15163baea1dc"
  },
  {
    "文件名": "【棠】[更86] 穿成虐受文里的炮灰 作者：枝酥.txt",
    "夸克盘链接": "https://pan.quark.cn/s/83896b1b69dc"
  },
  {
    "文件名": "【棠】[更85] 攻略对象总欠日 作者：碧落黄泉.txt",
    "夸克盘链接": "https://pan.quark.cn/s/0675ed125781"
  },
  {
    "文件名": "【棠】[更84] 淫贼炮灰被主角们强制爱了 作者：无聊炫口肉（养胃版）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/7a8d7b339955"
  },
  {
    "文件名": "【棠】[更83] 政圈妲己 作者：补血口服液.txt",
    "夸克盘链接": "https://pan.quark.cn/s/349f9cb39123"
  },
  {
    "文件名": "【棠】[更83] 【虫族】喜欢的雌虫都会变成我老婆 作者：布丁.txt",
    "夸克盘链接": "https://pan.quark.cn/s/f2decc6793e3"
  },
  {
    "文件名": "【棠】[更82] 笨蛋小美人和擅闯者们 作者：凛冬已至.txt",
    "夸克盘链接": "https://pan.quark.cn/s/8977ea85d373"
  },
  {
    "文件名": "【棠】[更83] 【总_攻】将美人夫夫一网打尽系统 作者：余柑子.txt",
    "夸克盘链接": "https://pan.quark.cn/s/7ee3b8998d19"
  },
  {
    "文件名": "【棠】[更82] 【总_攻重生】我作了个大死 作者：呱【工作忙die状态中】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/fed23e9ce1c9"
  },
  {
    "文件名": "【棠】[更80] 快穿之笨蛋美人 作者：黄云千里啊.txt",
    "夸克盘链接": "https://pan.quark.cn/s/be341850e99d"
  },
  {
    "文件名": "【棠】[更81] 【快穿】男主的性癖总是我 作者：月欲满.txt",
    "夸克盘链接": "https://pan.quark.cn/s/91e8a322d021"
  },
  {
    "文件名": "【棠】[更80] 被疯批软禁 作者：半卷.txt",
    "夸克盘链接": "https://pan.quark.cn/s/191f43dd5da7"
  },
  {
    "文件名": "【棠】[更80] 假少爷沦陷记（双杏_3p） 作者：一瓶黄豆酱.txt",
    "夸克盘链接": "https://pan.quark.cn/s/d5e348da2a1b"
  },
  {
    "文件名": "【棠】[更79] 总攻他吃草【快穿np】 作者：催黑黑.txt",
    "夸克盘链接": "https://pan.quark.cn/s/d4c12b3fa01d"
  },
  {
    "文件名": "【棠】[更79] [总攻快穿]下克上指南 作者：芜湖检票员.txt",
    "夸克盘链接": "https://pan.quark.cn/s/0e51f727c227"
  },
  {
    "文件名": "【棠】[更79] 【总攻np】性奴养成app 作者：清水挂面.txt",
    "夸克盘链接": "https://pan.quark.cn/s/37047d3f3244"
  },
  {
    "文件名": "【棠】[更76] 认错金丝雀后 作者：再躺躺.txt",
    "夸克盘链接": "https://pan.quark.cn/s/24b6176b3b9e"
  },
  {
    "文件名": "【棠】[更77] 被老婆强娶后我爱上了他 作者：抱君黄金台上操.txt",
    "夸克盘链接": "https://pan.quark.cn/s/58cd97f731b2"
  },
  {
    "文件名": "【棠】[更75] 我把仇人训成狗 作者：午夜蓝.txt",
    "夸克盘链接": "https://pan.quark.cn/s/d7673efec4cd"
  },
  {
    "文件名": "【棠】[更76] 攻二的烦恼 作者：夜市流浪小狗.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a706fb163d29"
  },
  {
    "文件名": "【棠】[更75] 您赏赐的束缚【bdsm】 作者：黑色不开森.txt",
    "夸克盘链接": "https://pan.quark.cn/s/4a58df9db2be"
  },
  {
    "文件名": "【棠】[更75] 王子殿下与他的永动机alpha 作者：dodo77.txt",
    "夸克盘链接": "https://pan.quark.cn/s/33e7dbcb1fa2"
  },
  {
    "文件名": "【棠】[更75] 快穿：Boss的变态游戏 作者：立白洗洁精.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a714adfe44ae"
  },
  {
    "文件名": "【棠】[更73] 先婚后爱（非典型ABO） 作者：橘子汽水.txt",
    "夸克盘链接": "https://pan.quark.cn/s/65301804aad7"
  },
  {
    "文件名": "【棠】[更75] 反派师尊日错疯批后的团宠日常（主攻） 作者：余火烬燃（求票票）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/1cde6d9d2276"
  },
  {
    "文件名": "【棠】[更75] 古早虐文男主被操的合不拢腿［双_性，N_P，总_受］ 作者：酥酪.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a2607c7f16d0"
  },
  {
    "文件名": "【棠】[更74] 如何从弟控手中抢走他的弟弟（NTR） 作者：花街.txt",
    "夸克盘链接": "https://pan.quark.cn/s/b683255c58ca"
  },
  {
    "文件名": "【棠】[更73] 槿色 作者：此爱不关风与月.txt",
    "夸克盘链接": "https://pan.quark.cn/s/86ac80047fff"
  },
  {
    "文件名": "【棠】[更73] 万人迷的贵乱游戏【N_P合集】 作者：藏星.txt",
    "夸克盘链接": "https://pan.quark.cn/s/170d176f9008"
  },
  {
    "文件名": "【棠】[更72] 美人被疯批侯爷看上后（双） 作者：俞日暮【求推荐票版】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/8c1bb1302837"
  },
  {
    "文件名": "【棠】[更70] 美攻帅受强制爱纯肉合集 作者：日更养胃需票急救の魔王团.txt",
    "夸克盘链接": "https://pan.quark.cn/s/d59f03f7a190"
  },
  {
    "文件名": "【棠】[更72] 换脸（总攻） 作者：甜你一脸.txt",
    "夸克盘链接": "https://pan.quark.cn/s/89d124291346"
  },
  {
    "文件名": "【棠】[更71] 强迫死对头做男妾 作者：69.txt",
    "夸克盘链接": "https://pan.quark.cn/s/9c917c749647"
  },
  {
    "文件名": "【棠】[更70] 19禁成人付费综艺 作者：青山撞我.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ff637aeee45c"
  },
  {
    "文件名": "【棠】[更68] 征服猛男 作者：桃桃雪糕.txt",
    "夸克盘链接": "https://pan.quark.cn/s/d204d5878e37"
  },
  {
    "文件名": "【棠】[更68] 牛蛙王子 作者：低尚的爱.txt",
    "夸克盘链接": "https://pan.quark.cn/s/28e30b21dd23"
  },
  {
    "文件名": "【棠】[更67] 强受无脑肉合集 作者：陆小蛋.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e6a7e30ff3a5"
  },
  {
    "文件名": "【棠】[更69] 【总攻】普通人类的虫族生存法则 作者：皇帝的玫瑰.txt",
    "夸克盘链接": "https://pan.quark.cn/s/9db5164c32f6"
  },
  {
    "文件名": "【棠】[更67] 变态暴君的重生 作者：坠落的风.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a9ada9d17ebf"
  },
  {
    "文件名": "【棠】[更66] 万人嫌的反击（np） 作者：戴口罩我也没买.txt",
    "夸克盘链接": "https://pan.quark.cn/s/42aa6d9de553"
  },
  {
    "文件名": "【棠】[更66] 平平无奇的我召唤兽却超强！？（总攻NP） 作者：子曰不是子日.txt",
    "夸克盘链接": "https://pan.quark.cn/s/3391d05f2ab0"
  },
  {
    "文件名": "【棠】[更66] 老实人就得被强制爱 作者：葭月甜五.txt",
    "夸克盘链接": "https://pan.quark.cn/s/6a73ab2b4751"
  },
  {
    "文件名": "【棠】[更65] 我也不想跟男主有交集啊 作者：桃发自临风.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c9a2378a4346"
  },
  {
    "文件名": "【棠】[更66] [虫族n_p主受]侍神 作者：碎金.txt",
    "夸克盘链接": "https://pan.quark.cn/s/46fc1ca152e5"
  },
  {
    "文件名": "【棠】[更63] 风过河川［非典型家奴文BDSM］ 作者：寻骨风.txt",
    "夸克盘链接": "https://pan.quark.cn/s/8a60d0cb8bee"
  },
  {
    "文件名": "【棠】[更65] 漂亮美人被高岭之花狠狠肏 作者：没有名字自以为.txt",
    "夸克盘链接": "https://pan.quark.cn/s/de7445d9dc84"
  },
  {
    "文件名": "【棠】[更62] 催眠改造系统 作者：穷酸鸽子.txt",
    "夸克盘链接": "https://pan.quark.cn/s/cc8c06780a94"
  },
  {
    "文件名": "【棠】[更61] 疯批主神竟是我自己 作者：鸢天.txt",
    "夸克盘链接": "https://pan.quark.cn/s/42a355407a4b"
  },
  {
    "文件名": "【棠】[更62] 漂亮土包子被迫成为大家的公共老婆 作者：酸奶鲨手.txt",
    "夸克盘链接": "https://pan.quark.cn/s/6ea9f744ceb1"
  },
  {
    "文件名": "【棠】[更63] 调_教美人老师（双n_p sm 雌堕） 作者：画涩图的Lsp（求票票）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/d47ec31da422"
  },
  {
    "文件名": "【棠】[更59] （带BL的BG）狼种特殊部队——配种计划 作者：观自人间.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c397dd4eda2b"
  },
  {
    "文件名": "【棠】[更60] 满分Omega 作者：云间.txt",
    "夸克盘链接": "https://pan.quark.cn/s/fef0e4b2d937"
  },
  {
    "文件名": "【棠】[更58] 小绿茶翻车记 作者：我爱吃冰棒.txt",
    "夸克盘链接": "https://pan.quark.cn/s/8e70fac5dcd7"
  },
  {
    "文件名": "【棠】[更58] 被暗恋的人，玩成了杯杯 作者：一袋子猫.txt",
    "夸克盘链接": "https://pan.quark.cn/s/bdfe32ffc04e"
  },
  {
    "文件名": "【棠】[更57] 仙门路人甲做了奇怪的梦 作者：羲望.txt",
    "夸克盘链接": "https://pan.quark.cn/s/6016ecb24a1c"
  },
  {
    "文件名": "【棠】[更57] 奈何春 作者：春山无涯.txt",
    "夸克盘链接": "https://pan.quark.cn/s/fff72509da56"
  },
  {
    "文件名": "【棠】[更57] 红臀美人录（sp训诫） 作者：梁上月.txt",
    "夸克盘链接": "https://pan.quark.cn/s/d96cc34b40bb"
  },
  {
    "文件名": "【棠】[更57] [虫族]星河璀璨（龙族攻VS雌虫受） 作者：抿口花酒渡忠犬.txt",
    "夸克盘链接": "https://pan.quark.cn/s/809d0b8f49b7"
  },
  {
    "文件名": "【棠】[更57] 合法共妻（np） 作者：一蟹不如一蟹.txt",
    "夸克盘链接": "https://pan.quark.cn/s/02543402bdf3"
  },
  {
    "文件名": "【棠】[更56] 炮灰攻了主角攻[主攻] 作者：风栖云.txt",
    "夸克盘链接": "https://pan.quark.cn/s/8de6660b745c"
  },
  {
    "文件名": "【棠】[更56] 【虫族】我都不是人了，我xp怪点怎么了 作者：一只黄桃.txt",
    "夸克盘链接": "https://pan.quark.cn/s/dff8d4328060"
  },
  {
    "文件名": "【棠】[更52] 主角变态了难道怪我吗［快穿／NP］ 作者：不歇_万不了，加班.txt",
    "夸克盘链接": "https://pan.quark.cn/s/51b2158e7afe"
  },
  {
    "文件名": "【棠】[更54] 失忆后，我把我哥当老婆日了 作者：小鹿kaka.txt",
    "夸克盘链接": "https://pan.quark.cn/s/bc60d8d80e8c"
  },
  {
    "文件名": "【棠】[更55] 龙傲天沦为修真界妲己 作者：紫鸿.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e9dd9216d0bc"
  },
  {
    "文件名": "【棠】[更53] 小公子沦为共妻之后【NP】 作者：阿芙酒.txt",
    "夸克盘链接": "https://pan.quark.cn/s/cd8db45bb644"
  },
  {
    "文件名": "【棠】[更51] 被亲哥哥强制爱了 作者：醉死.txt",
    "夸克盘链接": "https://pan.quark.cn/s/750e7925ef1d"
  },
  {
    "文件名": "【棠】[更52] 姜沅的调教日记 作者：十元.txt",
    "夸克盘链接": "https://pan.quark.cn/s/923f2d3b7922"
  },
  {
    "文件名": "【棠】[更49] 狩猎体育生 作者：马布斯.txt",
    "夸克盘链接": "https://pan.quark.cn/s/8ad692fb45b9"
  },
  {
    "文件名": "【棠】[更50] 浮明［总攻］ 作者：岑闻.txt",
    "夸克盘链接": "https://pan.quark.cn/s/92379557959d"
  },
  {
    "文件名": "【棠】[更48] 在恋综被前夫为所欲为 作者：Uranus.txt",
    "夸克盘链接": "https://pan.quark.cn/s/04f02049770f"
  },
  {
    "文件名": "【棠】[更49] 你的老婆借我玩玩 作者：白日烂梦.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c8c7cdb28592"
  },
  {
    "文件名": "【棠】[更49] 少年曾有感_双性忠犬受 作者：青山祭落.txt",
    "夸克盘链接": "https://pan.quark.cn/s/f9c6907ea3e3"
  },
  {
    "文件名": "【棠】[更49] 和高岭之花谈恋爱的种种好处 作者：随意玩家.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ccd179a5d7c5"
  },
  {
    "文件名": "【棠】[更48] 无限流里的笨蛋美人 作者：烟上雨.txt",
    "夸克盘链接": "https://pan.quark.cn/s/455eac4bdd49"
  },
  {
    "文件名": "【棠】[更48] 为救师兄我做了敌宗炉鼎 作者：白狼河北.txt",
    "夸克盘链接": "https://pan.quark.cn/s/9f8251d20053"
  },
  {
    "文件名": "【棠】[更47] 妖王 作者：兔子君.txt",
    "夸克盘链接": "https://pan.quark.cn/s/63669168833f"
  },
  {
    "文件名": "【棠】[更47] 黄油几把评鉴大全 作者：木鱼花.txt",
    "夸克盘链接": "https://pan.quark.cn/s/4f834a653d36"
  },
  {
    "文件名": "【棠】[更47] 纯爱竹马攻也出轨了 作者：陆沉舟（最近很忙啊啊忙完回来补更!）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/97f29d1cb8b4"
  },
  {
    "文件名": "【棠】[更46] 穿到女尊世界绿女主（总攻） 作者：格子.txt",
    "夸克盘链接": "https://pan.quark.cn/s/595924538de2"
  },
  {
    "文件名": "【棠】[更47] 丙丁神通 作者：断金刀.txt",
    "夸克盘链接": "https://pan.quark.cn/s/827d399f8d45"
  },
  {
    "文件名": "【棠】[更47] ［名柯］痴迷松田的我怎么会成为万人迷 作者：三千尺.txt",
    "夸克盘链接": "https://pan.quark.cn/s/5a2ef33437f4"
  },
  {
    "文件名": "【棠】[更47] 榜一大哥今天爱了吗【双】 作者：春山.txt",
    "夸克盘链接": "https://pan.quark.cn/s/b4a4c625c610"
  },
  {
    "文件名": "【棠】[更45] 无限之集邮直男 作者：年更的梦想.txt",
    "夸克盘链接": "https://pan.quark.cn/s/44618a8addb0"
  },
  {
    "文件名": "【棠】[更46] [主攻]感情拉扯着就黄了 作者：井鱼.txt",
    "夸克盘链接": "https://pan.quark.cn/s/81f09023146c"
  },
  {
    "文件名": "【棠】[更46] 【总攻】拯救被玷污的美人们 作者：晚晚.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c4df27ffbfb4"
  },
  {
    "文件名": "【棠】[更45] (N_P)逍遥殿 作者：你必发财.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e25487ac6fd7"
  },
  {
    "文件名": "【棠】[更44] 美人直播 作者：肉煎包子.txt",
    "夸克盘链接": "https://pan.quark.cn/s/df355db00ebd"
  },
  {
    "文件名": "【棠】[更44] 参加选秀后总攻成为顶流 作者：布偶猫不撸撸.txt",
    "夸克盘链接": "https://pan.quark.cn/s/f2193c665cf3"
  },
  {
    "文件名": "【棠】[更43] 清冷学生会会长被调教成专属飞机杯  作者：herurou.txt",
    "夸克盘链接": "https://pan.quark.cn/s/40e8391ad901"
  },
  {
    "文件名": "【棠】[更43] 万人嫌替身被白月光救走之后【NP万人迷总受】 作者：虞尔梨.txt",
    "夸克盘链接": "https://pan.quark.cn/s/38458687dbf0"
  },
  {
    "文件名": "【棠】[更43] [综漫总攻]像素风黄油是不是大有问题 作者：如意红都.txt",
    "夸克盘链接": "https://pan.quark.cn/s/44f88df002c6"
  },
  {
    "文件名": "【棠】[更41] 苟合（骨科1V1） 作者：风月渡清酒.txt",
    "夸克盘链接": "https://pan.quark.cn/s/fe93754e5082"
  },
  {
    "文件名": "【棠】[更41] 壮壮共妻合集（高h） 作者：小荔枝.txt",
    "夸克盘链接": "https://pan.quark.cn/s/eb84fe2d9810"
  },
  {
    "文件名": "【棠】[更41] 漂亮蠢货注定被玩哭 作者：狐狸头.txt",
    "夸克盘链接": "https://pan.quark.cn/s/b8a2cbf2d6a4"
  },
  {
    "文件名": "【棠】[更40] 驯宠(调教_双性) 作者：素谈.txt",
    "夸克盘链接": "https://pan.quark.cn/s/369737686cfb"
  },
  {
    "文件名": "【棠】[更39] 他觉醒后抢了总受的饭碗[快穿] 作者：兰苕.txt",
    "夸克盘链接": "https://pan.quark.cn/s/5e3167a89676"
  },
  {
    "文件名": "【棠】[更39] 综主咒回梦里的事情关他本人什么事啊！ 作者：缭乱乱.txt",
    "夸克盘链接": "https://pan.quark.cn/s/5ff73621183c"
  },
  {
    "文件名": "【棠】[更39] 猩红之吻 作者：椰果奶茶.txt",
    "夸克盘链接": "https://pan.quark.cn/s/9195475b0318"
  },
  {
    "文件名": "【棠】[更39] 请不要欺负恋爱脑Alpha 作者：不如吹个口哨.txt",
    "夸克盘链接": "https://pan.quark.cn/s/3747d4845d9b"
  },
  {
    "文件名": "【棠】[更39] 【总__攻】被背叛的禁欲攻他成了知名网黄 作者：疯猫子每周一休息吼!.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ed9b1302fe60"
  },
  {
    "文件名": "【棠】[更39] 明光浩土 作者：小野兽.txt",
    "夸克盘链接": "https://pan.quark.cn/s/f22b8e125af1"
  },
  {
    "文件名": "【棠】[更39] 圣母攻他重生了 作者：随安.txt",
    "夸克盘链接": "https://pan.quark.cn/s/1fe8fe7e797b"
  },
  {
    "文件名": "【棠】[更39] 【僭越】主奴 作者：两条鱼.txt",
    "夸克盘链接": "https://pan.quark.cn/s/1bbf18e8b51b"
  },
  {
    "文件名": "【棠】[更39] 【主受】当冷清仙君堕凡之后（双性凌辱调教）） 作者：jerk.txt",
    "夸克盘链接": "https://pan.quark.cn/s/b7504e1af538"
  },
  {
    "文件名": "【棠】[更37] 肉文世界合集 作者：不吃薄荷糖.txt",
    "夸克盘链接": "https://pan.quark.cn/s/3fcb5763a4c5"
  },
  {
    "文件名": "【棠】[更39] 【无限】女主光环使用法（双） 作者：好想睡懒觉.txt",
    "夸克盘链接": "https://pan.quark.cn/s/dcfca99d3910"
  },
  {
    "文件名": "【棠】[更37] 和霸凌的人结婚了 作者：疯婆子.txt",
    "夸克盘链接": "https://pan.quark.cn/s/d9e0d3e5f9bd"
  },
  {
    "文件名": "【棠】[更36] 晚安，祝您一夜好梦（SP_BDSM） 作者：一口溏心月亮.txt",
    "夸克盘链接": "https://pan.quark.cn/s/80af0d0b150a"
  },
  {
    "文件名": "【棠】[更36] 集卡册 作者：五度余弦.txt",
    "夸克盘链接": "https://pan.quark.cn/s/40628ff310b7"
  },
  {
    "文件名": "【棠】[更36] 监-狱里的日子（总-攻np） 作者：方格.txt",
    "夸克盘链接": "https://pan.quark.cn/s/9587c4c3121e"
  },
  {
    "文件名": "【棠】[更35] 忠犬受短篇合集 作者：从前有座山ovo.txt",
    "夸克盘链接": "https://pan.quark.cn/s/09f1cfa1047d"
  },
  {
    "文件名": "【棠】[更35] 神父受胎 作者：无有灵（喜欢请收藏作品，不要关注作者）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/b65b700c2732"
  },
  {
    "文件名": "【棠】[更35] 虫族之翻云覆雨 作者：小鱼籽没有米.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e2225f8cf5c4"
  },
  {
    "文件名": "【棠】[更35] 共妻_长批的龙傲天沦为了几把套子 作者：紫鸿.txt",
    "夸克盘链接": "https://pan.quark.cn/s/9043a6aaed85"
  },
  {
    "文件名": "【棠】[更35] 打野他被肏翻了[总受] 作者：奇怪魔法少男.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c3a5f9225e8f"
  },
  {
    "文件名": "【棠】[更34] 虫族之星辰璀璨（总攻） 作者：努力的花花.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a16ff3d4768d"
  },
  {
    "文件名": "【棠】[更33] 手持白月光剧本（快穿_np） 作者：星野绪.txt",
    "夸克盘链接": "https://pan.quark.cn/s/8a81905c2742"
  },
  {
    "文件名": "【棠】[更33] 如何修补白月光 作者：灵机不动.txt",
    "夸克盘链接": "https://pan.quark.cn/s/bdbd18d08e26"
  },
  {
    "文件名": "【棠】[更33] 直男校草除臭器 作者：今天要怎么对你.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a32492aa48fc"
  },
  {
    "文件名": "【棠】[更33] 师兄我错了 作者：杂食动物DHY.txt",
    "夸克盘链接": "https://pan.quark.cn/s/8d2068b52990"
  },
  {
    "文件名": "【棠】[更31] 直男闪婚后被老公艹的合不拢腿 作者：大厉害.txt",
    "夸克盘链接": "https://pan.quark.cn/s/d37f5ea5bb1d"
  },
  {
    "文件名": "【棠】[更31] 被嫌弃的omega 作者：纯情阳阳.txt",
    "夸克盘链接": "https://pan.quark.cn/s/cf2b47b5eb23"
  },
  {
    "文件名": "【棠】[更33] 被海怪干烂后一心想找回男友 作者：承恩.txt",
    "夸克盘链接": "https://pan.quark.cn/s/2cccb3799d68"
  },
  {
    "文件名": "【棠】[更31] 短小恶毒直男是要被撅烂的 作者：撒子椰.txt",
    "夸克盘链接": "https://pan.quark.cn/s/5fa0cdee6513"
  },
  {
    "文件名": "【棠】[更31] 【总攻】癞头和尚玩弄人妻 作者：anan哪.txt",
    "夸克盘链接": "https://pan.quark.cn/s/53a8f0130256"
  },
  {
    "文件名": "【棠】[更31] 【总.攻_名柯警校组专场】好感度100以后 作者：羽化成仙.txt",
    "夸克盘链接": "https://pan.quark.cn/s/f9f0e5ac8e89"
  },
  {
    "文件名": "【棠】[更30] 快穿：被主角受攻掉的恶毒反派 作者：柒陆.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e56585885956"
  },
  {
    "文件名": "【棠】[更30] 救命，我不要组cp[娱乐圈] 作者：三弄.txt",
    "夸克盘链接": "https://pan.quark.cn/s/6cb3ff65f377"
  },
  {
    "文件名": "【棠】[更30] 俊美小攻被日记 作者：穷徒.txt",
    "夸克盘链接": "https://pan.quark.cn/s/2f5f747d9097"
  },
  {
    "文件名": "【棠】[更30] 操翻恐怖游戏的boss 作者：白菜豆腐皮.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a961818e0f91"
  },
  {
    "文件名": "【棠】[更30] 【主攻】意料之外票到了 作者：烧豆腐.txt",
    "夸克盘链接": "https://pan.quark.cn/s/39fa28b76d4c"
  },
  {
    "文件名": "【棠】[更28] 你的老公好棒【攻出轨】 作者：小白汪汪.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e2ba269a81d7"
  },
  {
    "文件名": "【棠】[更29] 我只走肾不走心（双性总受） 作者：梅子雨.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ec780c137046"
  },
  {
    "文件名": "【棠】[更29] 训导庄园（双性） 作者：小兔子乖乖.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ebe1ce862e65"
  },
  {
    "文件名": "【棠】[更29] 断枝海棠（黑道父子年下） 作者：Kintsugi.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e38e74706955"
  },
  {
    "文件名": "【棠】[更28] 论一个工具人的职业素养（总攻） 作者：我见青山.txt",
    "夸克盘链接": "https://pan.quark.cn/s/b26f3245eb59"
  },
  {
    "文件名": "【棠】[更28] 合法训狗 作者：好困我先睡了（开新文了）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/2eec2439ac8c"
  },
  {
    "文件名": "【棠】[更28] 穿越开挂抱得美人归【总攻】 作者：喜欢吃绿豆沙耶.txt",
    "夸克盘链接": "https://pan.quark.cn/s/0a9de878311d"
  },
  {
    "文件名": "【棠】[更28] 君后为奴 作者：没有名字.txt",
    "夸克盘链接": "https://pan.quark.cn/s/d44f11b82706"
  },
  {
    "文件名": "【棠】[更27] 与绑匪同床 作者：小金鱼在垃圾桶里.txt",
    "夸克盘链接": "https://pan.quark.cn/s/6fbd4301f09b"
  },
  {
    "文件名": "【棠】[更27] 小火乱炖（短篇多肉合集） 作者：黄色香菇头.txt",
    "夸克盘链接": "https://pan.quark.cn/s/bc0ec8cd85c0"
  },
  {
    "文件名": "【棠】[更28] 【总_攻】H版惊悚直播游戏 作者：碧落黄泉.txt",
    "夸克盘链接": "https://pan.quark.cn/s/8e6090fcf050"
  },
  {
    "文件名": "【棠】[更27] 小美人被迫雌堕成共妻  作者：铁锅炖大肉.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ce9823ea8701"
  },
  {
    "文件名": "【棠】[更27] 漂亮俘虏【双_重_口】 作者：油土哔O。o.txt",
    "夸克盘链接": "https://pan.quark.cn/s/64f962db0c20"
  },
  {
    "文件名": "【棠】[更27] 季返的快穿人生 作者：江陵.txt",
    "夸克盘链接": "https://pan.quark.cn/s/d468e8251933"
  },
  {
    "文件名": "【棠】[更27] 恶毒炮灰又在维持人设（双性，H） 作者：喵居橘.txt",
    "夸克盘链接": "https://pan.quark.cn/s/07ed094bc72a"
  },
  {
    "文件名": "【棠】[更27] 夹在中间艾草的beta 作者：捏捏猫肉垫.txt",
    "夸克盘链接": "https://pan.quark.cn/s/434fd7f91c05"
  },
  {
    "文件名": "【棠】[更27] 旁观【主攻1v2】 作者：莫絮.txt",
    "夸克盘链接": "https://pan.quark.cn/s/aabef5412719"
  },
  {
    "文件名": "【棠】[更26] 逐明（BDSM） 作者：一壶沸水.txt",
    "夸克盘链接": "https://pan.quark.cn/s/6716268748d4"
  },
  {
    "文件名": "【棠】[更26] 长批总裁被++哭（调教sm） 作者：葛二蛋.txt",
    "夸克盘链接": "https://pan.quark.cn/s/5dcf9fccb4a3"
  },
  {
    "文件名": "【棠】[更25] 追回那个抹布受 作者：走笔阑珊（求票么么哒版.txt",
    "夸克盘链接": "https://pan.quark.cn/s/2b2d62be15c7"
  },
  {
    "文件名": "【棠】[更26] 在钻石男高宿舍里的生活 作者：泛舟.txt",
    "夸克盘链接": "https://pan.quark.cn/s/d8d5173c6ccb"
  },
  {
    "文件名": "【棠】[更26] 穿书后靠身体征服病娇男主【双性_np 】 作者：蜜桃汁汁.txt",
    "夸克盘链接": "https://pan.quark.cn/s/9ce4b06b1ca8"
  },
  {
    "文件名": "【棠】[更25] 【总攻】狂草大屌男 作者：寸铁.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a99aac0d95ed"
  },
  {
    "文件名": "【棠】[更25] 涩情主播被迫翻车后(3p强制爱） 作者：醉月月.txt",
    "夸克盘链接": "https://pan.quark.cn/s/44ec17188b5b"
  },
  {
    "文件名": "【棠】[更25] 改造校霸的九十九种姿势 作者：脆皮月饼.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ab2e2fb9f9e6"
  },
  {
    "文件名": "【棠】[更24] 催眠洗脑时停APP【快.穿】 作者：搞点.txt",
    "夸克盘链接": "https://pan.quark.cn/s/d821fe4b0635"
  },
  {
    "文件名": "【棠】[更24] 从反派身边跑路失败后 作者：路十七.txt",
    "夸克盘链接": "https://pan.quark.cn/s/cd4bd98b3aa7"
  },
  {
    "文件名": "【棠】[更23] 壮夫沦陷（双性）h 作者：小荔枝.txt",
    "夸克盘链接": "https://pan.quark.cn/s/dc2c8641a106"
  },
  {
    "文件名": "【棠】[更23] 在换妻俱乐部懆批上瘾后 作者：过马路走斑马线.txt",
    "夸克盘链接": "https://pan.quark.cn/s/33621224f205"
  },
  {
    "文件名": "【棠】[更24] 被商业死对头吃到了 作者：随意玩家.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c3446e806abc"
  },
  {
    "文件名": "【棠】[更23] 被恐怖BOSS疯狂爆草（人外_强制_双性总受） 作者：薄荷奶绿（填坑中不再开坑）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/f679d65ee482"
  },
  {
    "文件名": "【棠】[更23] 上将每天都在修罗场（np，双星，ABO） 作者：云冀.txt",
    "夸克盘链接": "https://pan.quark.cn/s/7234a335038c"
  },
  {
    "文件名": "【棠】[更23] 我靠催眠拯救肉文世界 作者：禾长夜.txt",
    "夸克盘链接": "https://pan.quark.cn/s/3011c27c0474"
  },
  {
    "文件名": "【棠】[更23] 【总攻】舔狗不得好死（娱乐圈） 作者：六道雨.txt",
    "夸克盘链接": "https://pan.quark.cn/s/fbb5cb5a63ad"
  },
  {
    "文件名": "【棠】[更23] 【互·攻】白日嚣张 作者：假恐龙.txt",
    "夸克盘链接": "https://pan.quark.cn/s/08887f2f3e0d"
  },
  {
    "文件名": "【棠】[更22] 被队友们强制爱了（电竞） 作者：从前慢.txt",
    "夸克盘链接": "https://pan.quark.cn/s/cc20e4664204"
  },
  {
    "文件名": "【棠】[更21] 谁来拯救毒蛇的特殊性癖 作者：馒头狗子.txt",
    "夸克盘链接": "https://pan.quark.cn/s/1cf70aab4284"
  },
  {
    "文件名": "【棠】[更21] 剑网三侠士中心文，多凌雪阁侠和姬别情 作者：没有名字啦啦啦.txt",
    "夸克盘链接": "https://pan.quark.cn/s/0d45935be956"
  },
  {
    "文件名": "【棠】[更21] 倒霉男配也会被催眠洗脑吗 作者：不是故意.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ebc863f84627"
  },
  {
    "文件名": "【棠】[更21] 穿书：炮灰男二他跑了！ 作者：苏酒.txt",
    "夸克盘链接": "https://pan.quark.cn/s/6b7132574f71"
  },
  {
    "文件名": "【棠】[更20] 再见凄美地 作者：闻不趣.txt",
    "夸克盘链接": "https://pan.quark.cn/s/0f1395261d03"
  },
  {
    "文件名": "【棠】[更21] 大吃一精（人兽人外重口np合集） 作者：爆炒大奶嫩男.txt",
    "夸克盘链接": "https://pan.quark.cn/s/65b0bee3f094"
  },
  {
    "文件名": "【棠】[更20] 夜枭记事（忠犬暗卫受） 作者：琢木家.txt",
    "夸克盘链接": "https://pan.quark.cn/s/0786a86debab"
  },
  {
    "文件名": "【棠】[更20] 我不当大哥好多年【主攻】 作者：呱【精神稳定发挥状态中】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/0b394ec32c40"
  },
  {
    "文件名": "【棠】[更20] 虐文炮灰给太子戴绿帽【生子】 作者：月渡.txt",
    "夸克盘链接": "https://pan.quark.cn/s/352473b17373"
  },
  {
    "文件名": "【棠】[更19] 欲求不满每一天 作者：会员.txt",
    "夸克盘链接": "https://pan.quark.cn/s/565e9cd78bbf"
  },
  {
    "文件名": "【棠】[更20] 卑怯的Beta情人 作者：李迢递.txt",
    "夸克盘链接": "https://pan.quark.cn/s/9d5dadd18808"
  },
  {
    "文件名": "【棠】[更20] 穿成反派后被男主干哭了 作者：酥饼车厘子.txt",
    "夸克盘链接": "https://pan.quark.cn/s/bd5e613d1b42"
  },
  {
    "文件名": "【棠】[更19] 我那貌美柔弱的弟弟 作者：无聊炫口肉（养胃版）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/9bd1d788d045"
  },
  {
    "文件名": "【棠】[更19] 托妻对食（太监攻） 作者：湿水瓢.txt",
    "夸克盘链接": "https://pan.quark.cn/s/1deb9e5ab7e2"
  },
  {
    "文件名": "【棠】[更19] 情有独钟 作者：穿裤子的云.txt",
    "夸克盘链接": "https://pan.quark.cn/s/1ce68fe00e58"
  },
  {
    "文件名": "【棠】[更18] 主攻催眠好文合集 作者：无证驾驶.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e3a680597924"
  },
  {
    "文件名": "【棠】[更19] 穿成反派后被迫和主角们he了 作者：冰镇柚子酒.txt",
    "夸克盘链接": "https://pan.quark.cn/s/33aab23fe644"
  },
  {
    "文件名": "【棠】[更18] 苗疆美人和他的蛇 作者：不姒.txt",
    "夸克盘链接": "https://pan.quark.cn/s/fda5321e4de5"
  },
  {
    "文件名": "【棠】[更17] 在海棠世界扮演温柔男二的下场 作者：一棵菩提树.txt",
    "夸克盘链接": "https://pan.quark.cn/s/2b631fe0b882"
  },
  {
    "文件名": "【棠】[更18] 多汁美人合集【高h】 作者：汤圆9527.txt",
    "夸克盘链接": "https://pan.quark.cn/s/6010b297a69f"
  },
  {
    "文件名": "【棠】[更18] 虫族之日爆宇宙【总攻伪少女攻np高h】 作者：起不来.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e58487dc1d02"
  },
  {
    "文件名": "【棠】[更18] 黑月光翻车后被爆炒了【快穿np】 作者：青灯煨芋.txt",
    "夸克盘链接": "https://pan.quark.cn/s/db38132f7e6e"
  },
  {
    "文件名": "【棠】[更17] 卖批上位的万人嫌 作者：顺风顺水.txt",
    "夸克盘链接": "https://pan.quark.cn/s/55fd5bc528b1"
  },
  {
    "文件名": "【棠】[更17] 野战暴露狂 作者：猫sir.txt",
    "夸克盘链接": "https://pan.quark.cn/s/1fe8ff00c4c5"
  },
  {
    "文件名": "【棠】[更17] 快穿：勾引也能随心所欲吗 作者：一只铃铛.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e8efd305d81c"
  },
  {
    "文件名": "【棠】[更17] 允许你站起来了吗？（BDSM忠犬总裁狗） 作者：慕容铁蛋.txt",
    "夸克盘链接": "https://pan.quark.cn/s/811430fec1de"
  },
  {
    "文件名": "【棠】[更17] 多人体育生 作者：featherwiter.txt",
    "夸克盘链接": "https://pan.quark.cn/s/776bc355a38f"
  },
  {
    "文件名": "【棠】[更17] 鹣鹤同滨[向哨3P] 作者：SilverQualle.txt",
    "夸克盘链接": "https://pan.quark.cn/s/27554f0f20de"
  },
  {
    "文件名": "【棠】[更17] 共享雌_性APP（双、NP） 作者：小顾.txt",
    "夸克盘链接": "https://pan.quark.cn/s/88311e779663"
  },
  {
    "文件名": "【棠】[更17] 病娇弟弟总是威胁我 作者：嘎嘣脆.txt",
    "夸克盘链接": "https://pan.quark.cn/s/2fb08f27f92b"
  },
  {
    "文件名": "【棠】[更17] ［催眠总攻］心理诊所 作者：忘道.txt",
    "夸克盘链接": "https://pan.quark.cn/s/fc1453ea2afc"
  },
  {
    "文件名": "【棠】[更16] 刺猬与水豚 作者：一根腿毛.txt",
    "夸克盘链接": "https://pan.quark.cn/s/91532aa92283"
  },
  {
    "文件名": "【棠】[更16] 沦为贱奴的专属玩物后 作者：笙寒（嗅蔷薇）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/f90b112df2b9"
  },
  {
    "文件名": "【棠】[更16] 【主攻】捡到魔尊后的开吃手札 作者：黑鸦.txt",
    "夸克盘链接": "https://pan.quark.cn/s/4614c0692650"
  },
  {
    "文件名": "【棠】[更16] [虫族]和雌君一起星际旅行 作者：baba.txt",
    "夸克盘链接": "https://pan.quark.cn/s/1e3d06a5ff4a"
  },
  {
    "文件名": "【棠】[更15] 香火（父子） 作者：没有名字kkw.txt",
    "夸克盘链接": "https://pan.quark.cn/s/71f3bd8c7315"
  },
  {
    "文件名": "【棠】[更16] 【3P互攻】喜不喜欢爸爸的大长投 作者：月光杯.txt",
    "夸克盘链接": "https://pan.quark.cn/s/86eaf17cf682"
  },
  {
    "文件名": "【棠】[更15] 陷于敌手的日日夜夜 作者：润水迷情.txt",
    "夸克盘链接": "https://pan.quark.cn/s/eaf3f2050171"
  },
  {
    "文件名": "【棠】[更15] 被鬼畜绿茶情敌睡了之后 作者：日照香炉（大病初愈版.txt",
    "夸克盘链接": "https://pan.quark.cn/s/f44adc945a26"
  },
  {
    "文件名": "【棠】[更15] 恋爱脑被骗的一生 作者：超A的小花卷.txt",
    "夸克盘链接": "https://pan.quark.cn/s/2deee42fe4f2"
  },
  {
    "文件名": "【棠】[更14] 星际菟丝花（np） 作者：辛德瑞拉.txt",
    "夸克盘链接": "https://pan.quark.cn/s/f79b71983378"
  },
  {
    "文件名": "【棠】[更14] 漂亮小哭包的舔狗日常 作者：奶油巴斯克.txt",
    "夸克盘链接": "https://pan.quark.cn/s/81878534da90"
  },
  {
    "文件名": "【棠】[更14] 谁说路人不能睡主角攻（主攻） 作者：嘿呀.txt",
    "夸克盘链接": "https://pan.quark.cn/s/b5df2c2edaa2"
  },
  {
    "文件名": "【棠】[更14] 清冷王爷被屠夫吸批上瘾 作者：冰糖书生.txt",
    "夸克盘链接": "https://pan.quark.cn/s/9626dfcd4fc5"
  },
  {
    "文件名": "【棠】[更14] 催眠：星穹铁道 作者：清水池.txt",
    "夸克盘链接": "https://pan.quark.cn/s/0c0d45295036"
  },
  {
    "文件名": "【棠】[更13] 万人迷在逃生游戏被娇宠（np） 作者：小熊团子爱吃竹.txt",
    "夸克盘链接": "https://pan.quark.cn/s/5e75483c5875"
  },
  {
    "文件名": "【棠】[更14] 独行长路【abo_np_美强】 作者：深蓝美女.txt",
    "夸克盘链接": "https://pan.quark.cn/s/f7cf98a25922"
  },
  {
    "文件名": "【棠】[更14] 连长杨彪的堕落 作者：得过且过.txt",
    "夸克盘链接": "https://pan.quark.cn/s/3de1143d843c"
  },
  {
    "文件名": "【棠】[更13] 睡前小故事（各种双星美人艾草合集） 作者：Sannn.txt",
    "夸克盘链接": "https://pan.quark.cn/s/4a3b9a15809f"
  },
  {
    "文件名": "【棠】[更13] 魔尊把修仙界嫩批都玩遍（女穿男，总攻） 作者：吃个鸭脖.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a201a80ab9ce"
  },
  {
    "文件名": "【棠】[更13] 金丝雀娇养手册 作者：轻舟已过.txt",
    "夸克盘链接": "https://pan.quark.cn/s/0ab9f6b3154b"
  },
  {
    "文件名": "【棠】[更13] 放纵游戏 作者：取名废.txt",
    "夸克盘链接": "https://pan.quark.cn/s/d9d8c0e49f0e"
  },
  {
    "文件名": "【棠】[更13] 恶毒美人被大几把懆批 作者：我作今夜困兽.txt",
    "夸克盘链接": "https://pan.quark.cn/s/779cb6efa583"
  },
  {
    "文件名": "【棠】[更13] 催眠玩弄体院男神（总攻、NP） 作者：辞忧.txt",
    "夸克盘链接": "https://pan.quark.cn/s/5081cb9b6b37"
  },
  {
    "文件名": "【棠】[更13] 恶毒反派雌堕直播间 作者：故港与猫.txt",
    "夸克盘链接": "https://pan.quark.cn/s/3b5c4bf2234c"
  },
  {
    "文件名": "【棠】[更13] 被强制舔批的万人嫌 作者：银耳777（求票票～.txt",
    "夸克盘链接": "https://pan.quark.cn/s/9317d04879ff"
  },
  {
    "文件名": "【棠】[更13] 催眠是个被动技能（双性np） 作者：好想睡懒觉.txt",
    "夸克盘链接": "https://pan.quark.cn/s/6c3b5beb5f74"
  },
  {
    "文件名": "【棠】[更13] 被抹布的攻【日攻】 作者：香菜大王.txt",
    "夸克盘链接": "https://pan.quark.cn/s/7514ca2257d0"
  },
  {
    "文件名": "【棠】[更13] 把男朋友送上别人的床之后 作者：裤头鱼.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e262612d70f1"
  },
  {
    "文件名": "【棠】[更13] 【BDSM】瘙痒难耐 作者：草咩咩.txt",
    "夸克盘链接": "https://pan.quark.cn/s/3a9146f90523"
  },
  {
    "文件名": "【棠】[更12] 天真美人的雌堕 作者：听雨眠.txt",
    "夸克盘链接": "https://pan.quark.cn/s/bed20182ef24"
  },
  {
    "文件名": "【棠】[更12] 心甘情愿（BDSM） 作者：一大只狗子.txt",
    "夸克盘链接": "https://pan.quark.cn/s/3a69dff56ebd"
  },
  {
    "文件名": "【棠】[更12] 总受np 肉便器雌堕记 作者：lurid nana.txt",
    "夸克盘链接": "https://pan.quark.cn/s/be129e9b8be0"
  },
  {
    "文件名": "【棠】[更12] 是白茶也是绿茶（快穿_np_双性总受） 作者：膝盖好麻.txt",
    "夸克盘链接": "https://pan.quark.cn/s/cdd92db08e7d"
  },
  {
    "文件名": "【棠】[更12] 红屁股合集 作者：咸鱼也不吃香菜.txt",
    "夸克盘链接": "https://pan.quark.cn/s/7421dda7b26c"
  },
  {
    "文件名": "【棠】[更12] 如何开发调教高冷仙尊【双性，1v1，无虐】 作者：柠檬苏打.txt",
    "夸克盘链接": "https://pan.quark.cn/s/5823ebb94c86"
  },
  {
    "文件名": "【棠】[更12] 前男友失忆后人设崩坏 作者：顾咕咕.txt",
    "夸克盘链接": "https://pan.quark.cn/s/8921f6632693"
  },
  {
    "文件名": "【棠】[更12] 各路金主干爆直男种马帅哥 作者：James.txt",
    "夸克盘链接": "https://pan.quark.cn/s/79951c04b9f4"
  },
  {
    "文件名": "【棠】[更12] 把舅舅送到上司床上后 作者：路十七.txt",
    "夸克盘链接": "https://pan.quark.cn/s/6a6801c26ae3"
  },
  {
    "文件名": "【棠】[更12] 帝王的共妻 作者：天下无贼.txt",
    "夸克盘链接": "https://pan.quark.cn/s/bd17bd18b02a"
  },
  {
    "文件名": "【棠】[更12] 被狗囚禁的主人 作者：纯情大迪奥.txt",
    "夸克盘链接": "https://pan.quark.cn/s/086710e05113"
  },
  {
    "文件名": "【棠】[更11] 一决高下（SP） 作者：捌佰彪兵奔被窝.txt",
    "夸克盘链接": "https://pan.quark.cn/s/094d80ef9f8c"
  },
  {
    "文件名": "【书耽 连载1323】《绝美白莲在线教学》作者：搞钱.txt",
    "夸克盘链接": "https://pan.quark.cn/s/1d3a010fd800"
  },
  {
    "文件名": "【棠】[更11] 乱狱（攻出轨） 作者：京都霁月.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ec4c7914e664"
  },
  {
    "文件名": "【棠】[更10] 可怜老实人被阴暗批痴汉老公疯狂觊觎 作者：一根薯条.txt",
    "夸克盘链接": "https://pan.quark.cn/s/7745dcafaa65"
  },
  {
    "文件名": "【棠】[更11] 被教廷豢养的漂亮魅魔 作者：半碗麦片.txt",
    "夸克盘链接": "https://pan.quark.cn/s/439797f253b2"
  },
  {
    "文件名": "【棠】[更10] [主攻]漂亮学霸以为他催眠我了 作者：baba.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c87c22420f82"
  },
  {
    "文件名": "【棠】[更10] 【合集】弃掷非旧主 作者：三更温柔乡.txt",
    "夸克盘链接": "https://pan.quark.cn/s/7dc1f2508fa3"
  },
  {
    "文件名": "【棠】[更9] 撒娇笨宝给男主当老婆 作者：Momo.txt",
    "夸克盘链接": "https://pan.quark.cn/s/5658403cf186"
  },
  {
    "文件名": "【棠】[更9] 快穿之每个世界当小三 作者：我是废物.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c919720e384c"
  },
  {
    "文件名": "【棠】[更9] 当我参加海棠作者大会之后 作者：开心睡不醒.txt",
    "夸克盘链接": "https://pan.quark.cn/s/51fa828e77e6"
  },
  {
    "文件名": "【棠】[更9] 调教哭包受【双】 作者：暴走兔唧.txt",
    "夸克盘链接": "https://pan.quark.cn/s/745c67046aef"
  },
  {
    "文件名": "【棠】[更9] 【催眠】骗与深空 作者：山楂大王.txt",
    "夸克盘链接": "https://pan.quark.cn/s/1903a2317af6"
  },
  {
    "文件名": "【棠】[更8] 万人嫌军校教师生存指南 作者：监狱兔.txt",
    "夸克盘链接": "https://pan.quark.cn/s/246ab85d4f72"
  },
  {
    "文件名": "【棠】[更8] 玩弄大奶爹咪【合集】 作者：梁真.txt",
    "夸克盘链接": "https://pan.quark.cn/s/37cbcfb95bdc"
  },
  {
    "文件名": "【棠】[更8] 黑月光受害者联盟 作者：Eclosion.txt",
    "夸克盘链接": "https://pan.quark.cn/s/0eb43d97c44f"
  },
  {
    "文件名": "【棠】[更8] 童养媳训养手册 作者：入夜十分.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e6f22ccc08f9"
  },
  {
    "文件名": "【棠】[更8] 结婚前夜嫩批被插透 作者：酥杏仁.txt",
    "夸克盘链接": "https://pan.quark.cn/s/d3b725296bff"
  },
  {
    "文件名": "【米国度】《强攻穿越成弱兽该怎么办》作者：洛玥淺（1v1 兽人强强 白虎攻x人类受）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/581c6fa0b3cc"
  },
  {
    "文件名": "【棠】[更8] 歌姬 作者：九辞.txt",
    "夸克盘链接": "https://pan.quark.cn/s/656b8046b083"
  },
  {
    "文件名": "【棠】[更8] 当红实力派男星雌堕纪实 作者：泷2333.txt",
    "夸克盘链接": "https://pan.quark.cn/s/de2adbf43f0b"
  },
  {
    "文件名": "【棠】[更8] 别梦杏冷淡了好吗 作者：Eclosion.txt",
    "夸克盘链接": "https://pan.quark.cn/s/d630736cb16c"
  },
  {
    "文件名": "【连载113《你最香甜》作者：天才猪猪大人.txt",
    "夸克盘链接": "https://pan.quark.cn/s/7db3d0a9a896"
  },
  {
    "文件名": "【青花鱼 连载22】《有暴力倾向的攻四重生后被强制爱了》作者：头顶压路机.txt",
    "夸克盘链接": "https://pan.quark.cn/s/b9dfcce085b7"
  },
  {
    "文件名": "【海棠 完结】《逆我者亡上部》作者：九页.txt",
    "夸克盘链接": "https://pan.quark.cn/s/1dddae27ca07"
  },
  {
    "文件名": "【海棠】《主角们为我拔刀相向[快穿]》作者：芒狗.txt",
    "夸克盘链接": "https://pan.quark.cn/s/22a44810faee"
  },
  {
    "文件名": "【海棠 完结】《竹马开发计划》作者：蜜汁鸡腿（双洁1v1 双向暗恋、痴汉攻x诱受）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ed7e9275f53a"
  },
  {
    "文件名": "【海棠】《一觉醒来被疯批学弟囚禁了》by Eclosion .txt",
    "夸克盘链接": "https://pan.quark.cn/s/31426aeb0fed"
  },
  {
    "文件名": "【海棠 完结】《帐中香》作者：长生君.txt",
    "夸克盘链接": "https://pan.quark.cn/s/13cbceaa8cce"
  },
  {
    "文件名": "【海棠 完结】《在吗？看看批》作者：别生气了好吗（校园1v1 双性）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/3c6615fe1c84"
  },
  {
    "文件名": "【海棠 完结】《小爸总被强制爱》作者：为你献上嘎巴（np伪父子）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/3810ad8493dd"
  },
  {
    "文件名": "【海棠 完结】《我用附身操遍美人（np主攻）》作者：瑞茗.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ff79aba01783"
  },
  {
    "文件名": "【海棠 完结】《盲从》作者：结婚礼不请亲戚.txt",
    "夸克盘链接": "https://pan.quark.cn/s/299d0a4afcf0"
  },
  {
    "文件名": "【海棠 完结】《三重占有》作者：xmrj（古代ABO np）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/415b9740e39c"
  },
  {
    "文件名": "【海棠 完结】《和情敌在秘境里同居了》作者：carntion.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ba72e9a69257"
  },
  {
    "文件名": "【海棠 完结】《高岭之花伪装失忆后（总受ABO、系统、SP调教）》作者：扶摇.txt",
    "夸克盘链接": "https://pan.quark.cn/s/4c0d48f9fc58"
  },
  {
    "文件名": "【海棠 完结】《都是炮友争什么》作家：柚子君（np）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/26249786eef9"
  },
  {
    "文件名": "【海棠 完结】《扮演清纯炮灰引诱主角强制爱了》作者：不蘸糖.txt",
    "夸克盘链接": "https://pan.quark.cn/s/9b8c6a40b41b"
  },
  {
    "文件名": "【海棠 完结】《催眠人父）》作者：kibobo（1v1 鬼畜攻x双性人父受.txt",
    "夸克盘链接": "https://pan.quark.cn/s/19b690d9ffca"
  },
  {
    "文件名": "【海棠 完结】《调T教J大佬》作家：你家的白月光）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/b6f10e6748ac"
  },
  {
    "文件名": "【海棠 完结】《穿越ABO》作者：大缸（+十年番外.txt",
    "夸克盘链接": "https://pan.quark.cn/s/eb4512796a0d"
  },
  {
    "文件名": "【海棠 连载329】《人夫堕落游戏》作者：樱桃大王【原名：银乱玩法（双性）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/154cd038c21c"
  },
  {
    "文件名": "【海棠 连载327】清冷美人的神奇游戏（双性总受）》作者：抹茶冰沙.txt",
    "夸克盘链接": "https://pan.quark.cn/s/0035237d31f8"
  },
  {
    "文件名": "【海棠 停更39】《炮灰美人被疯批疼爱的日日夜夜np》作者：为了爱 （上次更新在22年8月 快穿）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/87aa37ab7fa9"
  },
  {
    "文件名": "【海棠 停更28】《内有恶犬》作者：梁上燕.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c25113e9a84c"
  },
  {
    "文件名": "【海棠 连载533】《黑莲花美人的玩弄》作者：纯牛.txt",
    "夸克盘链接": "https://pan.quark.cn/s/45d9c79d69dd"
  },
  {
    "文件名": "【海棠 连载462】《那就doi吧》作者：一箱养乐多.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a5c0ad9e9323"
  },
  {
    "文件名": "【海棠 连载230】《女尊之我主天下（GB）》作者：羞羞兔（np）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/06d99ecf10f7"
  },
  {
    "文件名": "【海棠 连载182】《这什么奇怪XP（这什么鸡巴性癖）》作者：德讲师李先生（np）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/273c2be2608c"
  },
  {
    "文件名": "【海棠 连载170】《明码标价的beta》作者：乔小宝（ABO 双性总受）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/3abf4dae83da"
  },
  {
    "文件名": "【海棠 连载160】《快穿主受：假直男总被言情男主掰弯》作者：梅璟 (np).txt",
    "夸克盘链接": "https://pan.quark.cn/s/dd245f952619"
  },
  {
    "文件名": "【海棠 连载158】《多汁的恶毒小美人【快穿_系统】》作者：谢仁煊.txt",
    "夸克盘链接": "https://pan.quark.cn/s/924b6edb54c8"
  },
  {
    "文件名": "【海棠 连载158】《性欲卡牌游戏》作家：暖狐（np）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/5737baf365d9"
  },
  {
    "文件名": "【海棠 连载122】《轮流享用高岭之花 》作者：鱼鱼鱼.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ce694e41e2d0"
  },
  {
    "文件名": "【海棠 连载116】《我真没在无限流钓人（伪np 双受、切攻）》作者：雪花泥.txt",
    "夸克盘链接": "https://pan.quark.cn/s/87c1f034ec0c"
  },
  {
    "文件名": "【海棠 连载112】《每个世界都会被催眠洗脑的我2》作者：Ass（快穿）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/f28c506a1438"
  },
  {
    "文件名": "【海棠 连载116】《舔狗万人嫌》作者：叼着拖鞋往前飞（np）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/d3ac07883603"
  },
  {
    "文件名": "【海棠 连载114】《农民攻和黄油农场》作者：无证驾驶（总攻np）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e104c93a538c"
  },
  {
    "文件名": "【海棠 连载106】《末日向导》作者：轻觉.txt",
    "夸克盘链接": "https://pan.quark.cn/s/accec33650e3"
  },
  {
    "文件名": "【海棠 连载104】《渣受翻车后被催眠炒了》作者：磨溪【原名：催眠翻车后反被催眠了（np 双性）】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ed840b6e5699"
  },
  {
    "文件名": "【海棠 连载98】《上流玩物》作者：花蝴蝶.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a39be9856da8"
  },
  {
    "文件名": "【海棠 连载98】《在恐怖游戏里搞np》作者：姬无尘（无限 万人迷总受）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/8cade5f61f02"
  },
  {
    "文件名": "【海棠 连载97】《恋综修罗场ABO》作者：青山撞我（np）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/26f9c77ab4b0"
  },
  {
    "文件名": "【海棠 连载98】《疯批的爱（单元故事）》作者：Momo.txt",
    "夸克盘链接": "https://pan.quark.cn/s/cab9c2a0feff"
  },
  {
    "文件名": "【海棠 连载78】《NTR论坛》作者：纯情比巴卜（攻出轨故事集）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/0761a6990dc3"
  },
  {
    "文件名": "【海棠 连载94】《渣过的疯批全都找_》 作者：香蕉冻（总攻np 原渣过的任务对象全都找_了）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/232c7da878d2"
  },
  {
    "文件名": "【海棠 连载86】《花裤衩子飞飞（原名：性游戏实录）》作者：入夜十分.txt",
    "夸克盘链接": "https://pan.quark.cn/s/0131ce95c75a"
  },
  {
    "文件名": "【海棠 连载84】《虐老婆虐得太狠追不回来怎么办（快穿）》作者：芒果芝士蛋糕.txt",
    "夸克盘链接": "https://pan.quark.cn/s/984317487941"
  },
  {
    "文件名": "【海棠 连载72】《变态会被人日的》作者：秃头 (np).txt",
    "夸克盘链接": "https://pan.quark.cn/s/da4cdc4ffe3d"
  },
  {
    "文件名": "【海棠 连载64】《魅魔的官能游戏（快穿）》作者：雪落金天（np）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/9d1cf565fca1"
  },
  {
    "文件名": "【海棠 连载57】《催眠改造系统》作者：穷酸鸽子（故事集）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/33cba23317c9"
  },
  {
    "文件名": "【海棠 连载61】《他要做我的狗》作者：三清与道（1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/b8716a234844"
  },
  {
    "文件名": "【海棠 连载58】《兽院男寝的共妻》作者：第一千零一号开心.txt",
    "夸克盘链接": "https://pan.quark.cn/s/3ff69f277a1a"
  },
  {
    "文件名": "【海棠 连载56】《战败后》作者：山口.txt",
    "夸克盘链接": "https://pan.quark.cn/s/cecea147eda1"
  },
  {
    "文件名": "【海棠 连载53】《【综英美】第三视角游戏室》作者：邵云飞.txt",
    "夸克盘链接": "https://pan.quark.cn/s/3ac3bede99b2"
  },
  {
    "文件名": "【海棠 连载50】《系统宿主被灌满的日常【快穿总受】》作者：马甲上身.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a66b4a25abd5"
  },
  {
    "文件名": "【海棠 连载52】《把失忆美人哄上床（同人【景恒刃恒】）》作者：兔子糖霜.txt",
    "夸克盘链接": "https://pan.quark.cn/s/13ab1d37054d"
  },
  {
    "文件名": "【海棠 连载47】《干翻那些霸总们Ⅱ》作者：番茄汤（np 快穿 总攻）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/5b32d870c6e8"
  },
  {
    "文件名": "【海棠 连载38】《丈夫是一群恐怖异形》作家：一方草.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a41e57fd56df"
  },
  {
    "文件名": "【海棠 连载33】《直播也能挽救用店吗 原名 直播玩批也能挽救用店吗》作者：啊若（1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/654333a57b27"
  },
  {
    "文件名": "【海棠 连载32】《成为古早文炮灰工具人后》作者：驾撵路过（np）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/1d7cacf5f5da"
  },
  {
    "文件名": "【海棠 连载31】《重生后仇人的爱慕者总缠着我贴贴怎么办》作者：醉是人间.txt",
    "夸克盘链接": "https://pan.quark.cn/s/358e331182ac"
  },
  {
    "文件名": "【海棠 连载32】《末日圣父》作者：慕水是海蛞蝓（又名：末日玩逼手册）美强、疯批攻x双性忠犬受）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/558d2f7de4f9"
  },
  {
    "文件名": "【海棠 连载26】《贱妾》作者：月下凉州.txt",
    "夸克盘链接": "https://pan.quark.cn/s/0b6c96dfc2fe"
  },
  {
    "文件名": "【海棠 连载17】《逍遥法外》作家：明火执仗.txt",
    "夸克盘链接": "https://pan.quark.cn/s/dbbde1e07b69"
  },
  {
    "文件名": "【海棠 连载20】《邪神的触手岛屿》作者：昨夜星（双性，人外，1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/42604dbbe3a7"
  },
  {
    "文件名": "【海棠 番全】《神明与蜜糖（np 快穿总受）》作者：棺木.txt",
    "夸克盘链接": "https://pan.quark.cn/s/945e0f79c597"
  },
  {
    "文件名": "【海棠 连载12】《在恐怖游戏里吞精求生》作者：请假条：出差写不下去.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c9910d9d9259"
  },
  {
    "文件名": "【海棠 连载6】《起点男主长批后》作者：青山依旧【双_合集】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/1e34fcbfca23"
  },
  {
    "文件名": "【海棠 连载5】《清冷师兄变成疯批后》作者：叁水.txt",
    "夸克盘链接": "https://pan.quark.cn/s/776709739539"
  },
  {
    "文件名": "【更至93】死对头拿了我的通感娃娃[无限双]作家：Auroraredamancy.txt",
    "夸克盘链接": "https://pan.quark.cn/s/be8dde8eca05"
  },
  {
    "文件名": "【废文 连载239】《参商》作者：柳凉生.txt",
    "夸克盘链接": "https://pan.quark.cn/s/19845d85afad"
  },
  {
    "文件名": "【废文 连载167】《并刀如水》作者：蔺洲.txt",
    "夸克盘链接": "https://pan.quark.cn/s/9ae3fa9045f5"
  },
  {
    "文件名": "【废文 连载242】《狗》作者：吆喝.txt",
    "夸克盘链接": "https://pan.quark.cn/s/337f6dedb249"
  },
  {
    "文件名": "【废文】《沉没成本》作者：笙晷.txt",
    "夸克盘链接": "https://pan.quark.cn/s/db3661fdd345"
  },
  {
    "文件名": "【废文 连载151】《畸态》作者：断肠人在脚下.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a106a8e7dfcb"
  },
  {
    "文件名": "【废文 连载138】《软弱可妻》作者：五重奏.txt",
    "夸克盘链接": "https://pan.quark.cn/s/75a72f6bcdc9"
  },
  {
    "文件名": "【废文 连载126】《酸》作者：wckk.txt",
    "夸克盘链接": "https://pan.quark.cn/s/db194b9f3916"
  },
  {
    "文件名": "【废文 连载110】《我那素未谋面的亡夫》作者：匿名咸鱼.txt",
    "夸克盘链接": "https://pan.quark.cn/s/188dba809bd8"
  },
  {
    "文件名": "【废文 连载104】《心动逃逸》作者：5t5mine.txt",
    "夸克盘链接": "https://pan.quark.cn/s/5bef7ea972fe"
  },
  {
    "文件名": "【废文 连载99】《攀龙附凤》by knightflower.txt",
    "夸克盘链接": "https://pan.quark.cn/s/65f98d201a69"
  },
  {
    "文件名": "【废文 连载92】《私有》作者：薄裎.txt",
    "夸克盘链接": "https://pan.quark.cn/s/2b41cfd9a73b"
  },
  {
    "文件名": "【废文 连载88】《餐前颂》作者：玻璃熔光.txt",
    "夸克盘链接": "https://pan.quark.cn/s/d9e30e1760f4"
  },
  {
    "文件名": "【废文 连载87】《透透》作者：路今迟.txt",
    "夸克盘链接": "https://pan.quark.cn/s/56dba71e0d44"
  },
  {
    "文件名": "【废文 连载86】《七年不热》作者：沉不碎.txt",
    "夸克盘链接": "https://pan.quark.cn/s/207edbb6880e"
  },
  {
    "文件名": "【废文 连载83】《欺耳》作者：今天不吃素.txt",
    "夸克盘链接": "https://pan.quark.cn/s/bfff76e7c8a8"
  },
  {
    "文件名": "【废文 连载81】《天生枷锁》作者：投木瓜.txt",
    "夸克盘链接": "https://pan.quark.cn/s/630d39c055cb"
  },
  {
    "文件名": "【废文 连载77】《白夜欲眠》作者：春风拥一吻.txt",
    "夸克盘链接": "https://pan.quark.cn/s/2b283aee5b0e"
  },
  {
    "文件名": "【废文 连载78】《未婚妻》作者：废话大王.txt",
    "夸克盘链接": "https://pan.quark.cn/s/88ff4e3259e5"
  },
  {
    "文件名": "【废文 连载72】《青杏小》作者：天下茶屋.txt",
    "夸克盘链接": "https://pan.quark.cn/s/610a5157e059"
  },
  {
    "文件名": "【废文 连载67】《恶人劫》作者：嘎嘎鸭.txt",
    "夸克盘链接": "https://pan.quark.cn/s/7a9a09d4bd20"
  },
  {
    "文件名": "【废文 连载62】《小心眼》作者：抗病毒口服液.txt",
    "夸克盘链接": "https://pan.quark.cn/s/f692c7667470"
  },
  {
    "文件名": "【废文 连载53】《我不喜欢你》作者：渡七情.txt",
    "夸克盘链接": "https://pan.quark.cn/s/713902cce0fb"
  },
  {
    "文件名": "【废文 连载52】《恋爱艺术》作者：檐上霜.txt",
    "夸克盘链接": "https://pan.quark.cn/s/315eaabed410"
  },
  {
    "文件名": "【废文 连载52】《不知其可》作者：zhayoutiao.txt",
    "夸克盘链接": "https://pan.quark.cn/s/44507cc58fa7"
  },
  {
    "文件名": "【废文 连载50】《横行霸道》作者：BKIOMA.txt",
    "夸克盘链接": "https://pan.quark.cn/s/9c74a6e22fd5"
  },
  {
    "文件名": "【废文 连载47】《天女》作者：甲骨.txt",
    "夸克盘链接": "https://pan.quark.cn/s/d258780f773b"
  },
  {
    "文件名": "【废文 连载47】《戒不断》作者：匿名咸鱼.txt",
    "夸克盘链接": "https://pan.quark.cn/s/1590e801bb10"
  },
  {
    "文件名": "【废文 连载46】《雨淋漓》作者：长恨.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c9b0a1be7059"
  },
  {
    "文件名": "【废文 连载44】《杀夫证道后我失忆了》作者：匿名咸鱼.txt",
    "夸克盘链接": "https://pan.quark.cn/s/6ef185463964"
  },
  {
    "文件名": "【废文 连载43】《滚刀》作者：清自.txt",
    "夸克盘链接": "https://pan.quark.cn/s/486c360f2411"
  },
  {
    "文件名": "【废文 连载42】《失声》作者：何以引山洪.txt",
    "夸克盘链接": "https://pan.quark.cn/s/961f58996ecb"
  },
  {
    "文件名": "【废文 连载30】《爱人攻略》作者：姜的吃.txt",
    "夸克盘链接": "https://pan.quark.cn/s/d7c36842b15f"
  },
  {
    "文件名": "【废文 连载24】《老婆老婆老婆》作者：东度日.txt",
    "夸克盘链接": "https://pan.quark.cn/s/7c042aa484fa"
  },
  {
    "文件名": "【废文 连载17】《铜雀行》作者：匿名咸鱼.txt",
    "夸克盘链接": "https://pan.quark.cn/s/3dd97f3dda44"
  },
  {
    "文件名": "【废文 连载16】《狐狸叫》作者：匿名咸鱼.txt",
    "夸克盘链接": "https://pan.quark.cn/s/69342db654ad"
  },
  {
    "文件名": "【废文 连载19】《致命野炊》作者：B片导演.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c30eccbbd9b2"
  },
  {
    "文件名": "【废文 连载23】《贱籍》作者：万紫千红.txt",
    "夸克盘链接": "https://pan.quark.cn/s/4f6ddd771865"
  },
  {
    "文件名": "【废文 连载14】《求仙问道》作者：knightflower.txt",
    "夸克盘链接": "https://pan.quark.cn/s/17ceaecd6174"
  },
  {
    "文件名": "【废文 连载6】《天早灰蓝》作者：苦瓜hunie.txt",
    "夸克盘链接": "https://pan.quark.cn/s/b7d49b6de348"
  },
  {
    "文件名": "【废文 连载8】《论弱攻如何夹缝生存》作者：吃枣.txt",
    "夸克盘链接": "https://pan.quark.cn/s/294bd6d165ab"
  },
  {
    "文件名": "【废】[完结] 罪无可赦(Ending) 作者：一目了然了了.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ca9a70da1a28"
  },
  {
    "文件名": "【废】[完结] 沾洲叹(年下) 作者：诗无茶.txt",
    "夸克盘链接": "https://pan.quark.cn/s/eed6764d1b9d"
  },
  {
    "文件名": "【废】[完结] 最后的烟火(完结) 作者：萨摩耶把.txt",
    "夸克盘链接": "https://pan.quark.cn/s/21387c905c03"
  },
  {
    "文件名": "【废】[完结] 桎梏(长篇) 作者：参北斗斗.txt",
    "夸克盘链接": "https://pan.quark.cn/s/4818bc81c040"
  },
  {
    "文件名": "【废】[完结] 拯救怪物(第一人称) 作者：齐均.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e6aa79a9e669"
  },
  {
    "文件名": "【废】[完结] 祝您愉快(长篇) 作者：赤道今日周几.txt",
    "夸克盘链接": "https://pan.quark.cn/s/b5e8558788bc"
  },
  {
    "文件名": "【废】[完结] 云雨无凭(长篇) 作者：春与桃野.txt",
    "夸克盘链接": "https://pan.quark.cn/s/1431cab60a89"
  },
  {
    "文件名": "【废】[完结] 沂水弦歌(小甜饼) 作者：月明.txt",
    "夸克盘链接": "https://pan.quark.cn/s/0af61aa25d87"
  },
  {
    "文件名": "【废】[完结] 遇金龙(Ending) 作者：与墨同安.txt",
    "夸克盘链接": "https://pan.quark.cn/s/4b8c0854b897"
  },
  {
    "文件名": "【废】[完结] 约定的永无乡分部(完结) 作者：涂林.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e8913556ebef"
  },
  {
    "文件名": "【废】[完结] 养子(强强) 作者：鹤冢.txt",
    "夸克盘链接": "https://pan.quark.cn/s/cdf8ae0cc6eb"
  },
  {
    "文件名": "【废】[完结] 延迟初恋(灵魂伴侣) 作者：林浣.txt",
    "夸克盘链接": "https://pan.quark.cn/s/354a993a3f98"
  },
  {
    "文件名": "【废】[完结] 驯化录(双性) 作者：疾月.txt",
    "夸克盘链接": "https://pan.quark.cn/s/efce43fa7654"
  },
  {
    "文件名": "【废】[完结] 鸦青(灵异) 作者：斯托克.txt",
    "夸克盘链接": "https://pan.quark.cn/s/2557d537ca53"
  },
  {
    "文件名": "【废】[完结] 岩(完结) 作者：我将在今夜吻你.txt",
    "夸克盘链接": "https://pan.quark.cn/s/acd4b52f6cbf"
  },
  {
    "文件名": "【废】[完结] 胁爱  作者：血条烧空.txt",
    "夸克盘链接": "https://pan.quark.cn/s/d96423e7b2bf"
  },
  {
    "文件名": "【废】[完结] 锈绿话剧(BL) 作者：机械降神.txt",
    "夸克盘链接": "https://pan.quark.cn/s/b8ad73cb06e9"
  },
  {
    "文件名": "【废】[完结] 小青梅(青梅竹马) 作者：夜长明.txt",
    "夸克盘链接": "https://pan.quark.cn/s/770d7638c3ba"
  },
  {
    "文件名": "【废】[完结] 雾(短篇) 作者：哇嚓真帅哇.txt",
    "夸克盘链接": "https://pan.quark.cn/s/8f83a6442a92"
  },
  {
    "文件名": "【废】[完结] 蟋蟀的衣裳(BL) 作者：绿响.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e6c7d350fc54"
  },
  {
    "文件名": "【废】[完结] 无字书：小地狱(完结) 作者：mica8888.txt",
    "夸克盘链接": "https://pan.quark.cn/s/be853340cbbf"
  },
  {
    "文件名": "【废】[完结] 我图他自己动(扮猪吃虎) 作者：落雨笑.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ca415ffe3d27"
  },
  {
    "文件名": "【废】[完结] 我的老婆失而复得(受宠攻) 作者：桃事多.txt",
    "夸克盘链接": "https://pan.quark.cn/s/0d0ca9bb1224"
  },
  {
    "文件名": "【废】[完结] 我一直(BL) 作者：除徒.txt",
    "夸克盘链接": "https://pan.quark.cn/s/9d7c0945a303"
  },
  {
    "文件名": "【废】[完结] 兔逐虎(黑色幽默) 作者：关风月.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a9ad86f34a14"
  },
  {
    "文件名": "【废】[完结] 完美室友(双性) 作者：奥利奥麦旋风.txt",
    "夸克盘链接": "https://pan.quark.cn/s/9d4c2729bd50"
  },
  {
    "文件名": "【废】[完结] 讨人厌的拖油瓶(长篇) 作者：x向心力.txt",
    "夸克盘链接": "https://pan.quark.cn/s/0cd8762f8322"
  },
  {
    "文件名": "【废】[完结] 他捧玫瑰来(狗血) 作者：彼时朝歌.txt",
    "夸克盘链接": "https://pan.quark.cn/s/149ab28e124e"
  },
  {
    "文件名": "【废】[完结] 使命召唤(刑侦) 作者：八月灯火.txt",
    "夸克盘链接": "https://pan.quark.cn/s/f99322e00303"
  },
  {
    "文件名": "【废】[完结] 桃李艳事(年下) 作者：炽玫儿.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ae4faebe3722"
  },
  {
    "文件名": "【废】[完结] 如履薄冰(魔幻现实主义) 作者：枭瞿.txt",
    "夸克盘链接": "https://pan.quark.cn/s/8b32845efb0b"
  },
  {
    "文件名": "【废】[完结] 上号(现代) 作者：草莓益生菌.txt",
    "夸克盘链接": "https://pan.quark.cn/s/b3338ed6c8b6"
  },
  {
    "文件名": "【废】[完结] 生滚鱼片(现代) 作者：香菇鸡块加面加蛋.txt",
    "夸克盘链接": "https://pan.quark.cn/s/d6d27a15d9a9"
  },
  {
    "文件名": "【废】[完结] 群山(BL) 作者：人生废料.txt",
    "夸克盘链接": "https://pan.quark.cn/s/eff718b50ba6"
  },
  {
    "文件名": "【废】[完结] 人来人往(BL) 作者：左岸咖啡.txt",
    "夸克盘链接": "https://pan.quark.cn/s/93f3b456c98a"
  },
  {
    "文件名": "【废】[完结] 请把心脏还我(短篇) 作者：眠风泣雨.txt",
    "夸克盘链接": "https://pan.quark.cn/s/48b12b91a3d2"
  },
  {
    "文件名": "【废】[完结] 炮灰人生逆袭系统(魔幻现实主义) 作者：拉格朗日不在家.txt",
    "夸克盘链接": "https://pan.quark.cn/s/6dc5d74db330"
  },
  {
    "文件名": "【废】[完结] 免贵姓阮(无CP) 作者：贝塞尔.txt",
    "夸克盘链接": "https://pan.quark.cn/s/dff8477c15c7"
  },
  {
    "文件名": "【废】[完结] 魅魔的晚餐(荤素均衡) 作者：泉鹿.txt",
    "夸克盘链接": "https://pan.quark.cn/s/1d90b393c540"
  },
  {
    "文件名": "【废】[完结] 魔女之家(短篇) 作者：星落尘是条酸菜鱼.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ac9524e29d6d"
  },
  {
    "文件名": "【废】[完结] 螺丝钉与芦苇草(轻松) 作者：童庭猫宴.txt",
    "夸克盘链接": "https://pan.quark.cn/s/4bc3d82b3a03"
  },
  {
    "文件名": "【废】[完结] 罗衾不耐五更寒(狗血) 作者：锦绣堆灰丶.txt",
    "夸克盘链接": "https://pan.quark.cn/s/aef9fa0350ae"
  },
  {
    "文件名": "【废】[完结] 禁止标记(三观不正) 作者：苏甫白.txt",
    "夸克盘链接": "https://pan.quark.cn/s/bbe17f069b98"
  },
  {
    "文件名": "【废】[完结] 刘师傅盲人按摩店(现代) 作者：矛呀矛呀木.txt",
    "夸克盘链接": "https://pan.quark.cn/s/2a8e5dc87803"
  },
  {
    "文件名": "【废】[完结] 另类标记(BL) 作者：止咳糖浆.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c414688e76da"
  },
  {
    "文件名": "【废】[完结] 加个微信可以吗(Happy) 作者：沈卿黛尔.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e5a9f300aac2"
  },
  {
    "文件名": "【废】[完结] 幻花过麦田(正剧) 作者：一木城川.txt",
    "夸克盘链接": "https://pan.quark.cn/s/27c076f4cd6d"
  },
  {
    "文件名": "【废】[完结] 价高者得(Ending) 作者：暮晚依.txt",
    "夸克盘链接": "https://pan.quark.cn/s/286ae3788121"
  },
  {
    "文件名": "【废】[完结] 见一个爱一个会害了你(现代) 作者：冬日放鹤.txt",
    "夸克盘链接": "https://pan.quark.cn/s/3c12c39918ce"
  },
  {
    "文件名": "【废】[完结] 和好朋友八字相配(完结) 作者：独船行中洲.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e5204601ef4b"
  },
  {
    "文件名": "【废】[完结] 非理想主义爱情(天作之合) 作者：九月刀刀.txt",
    "夸克盘链接": "https://pan.quark.cn/s/b647789b78e0"
  },
  {
    "文件名": "【废】[完结] 锋芒(暗恋) 作者：立志做励志小仙女.txt",
    "夸克盘链接": "https://pan.quark.cn/s/eb209e5f6995"
  },
  {
    "文件名": "【废】[完结] 焚情(Bad) 作者：华莳.txt",
    "夸克盘链接": "https://pan.quark.cn/s/9a659856a713"
  },
  {
    "文件名": "【废】[完结] 当我穿成虐文配角后(穿越) 作者：厚酱芝士烧.txt",
    "夸克盘链接": "https://pan.quark.cn/s/1c2b70df8f4a"
  },
  {
    "文件名": "【废】[完结] 费先生每天在求偶(喜剧) 作者：掘坑人.txt",
    "夸克盘链接": "https://pan.quark.cn/s/362a912a25ed"
  },
  {
    "文件名": "【废】[完结] 樊笼(正剧) 作者：谢却人间客.txt",
    "夸克盘链接": "https://pan.quark.cn/s/215dd0298d2e"
  },
  {
    "文件名": "【废】[完结] 打不过白月光那就跑吧(NTR) 作者：frost414.txt",
    "夸克盘链接": "https://pan.quark.cn/s/3a51f9f89c9d"
  },
  {
    "文件名": "【废】[完结] 触手森林里的王子殿下(完结) 作者：鬼手书生.txt",
    "夸克盘链接": "https://pan.quark.cn/s/153a66ea8e5b"
  },
  {
    "文件名": "【废】[完结] 从天而降(Ending) 作者：想吃酸菜肥牛_.txt",
    "夸克盘链接": "https://pan.quark.cn/s/0a68788c1ca0"
  },
  {
    "文件名": "【废】[完结] 从周末开始的日常(高H) 作者：闲时睡觉.txt",
    "夸克盘链接": "https://pan.quark.cn/s/bbe7cff95bfa"
  },
  {
    "文件名": "【废】[完结] 出租屋(1v1) 作者：没有wb.txt",
    "夸克盘链接": "https://pan.quark.cn/s/be6006f5bad7"
  },
  {
    "文件名": "【废】[完结] 迟迟月影(1v1) 作者：匿名咸鱼.txt",
    "夸克盘链接": "https://pan.quark.cn/s/76fb1a3f084f"
  },
  {
    "文件名": "【废】[完结] 吃吃吃就知道吃(完结) 作者：上官旺财.txt",
    "夸克盘链接": "https://pan.quark.cn/s/96b2f71be5b9"
  },
  {
    "文件名": "【废】[完结] 不掺和(Happy) 作者：鹤衔笺.txt",
    "夸克盘链接": "https://pan.quark.cn/s/9a4364dcc203"
  },
  {
    "文件名": "【废】[完结] 沧江寒月录(古代) 作者：莫辞.txt",
    "夸克盘链接": "https://pan.quark.cn/s/fc6a251ce8c0"
  },
  {
    "文件名": "【废】[完结] 不准欺负可爱兔兔(双性) 作者：青椒肉丝.txt",
    "夸克盘链接": "https://pan.quark.cn/s/23031313b0e7"
  },
  {
    "文件名": "【废】[完结] 薄荷风暴(小甜饼) 作者：砚星子.txt",
    "夸克盘链接": "https://pan.quark.cn/s/cc519dca745b"
  },
  {
    "文件名": "【废】[完结] 爱哭的狐狸(现代) 作者：春花也有浪漫时.txt",
    "夸克盘链接": "https://pan.quark.cn/s/4ff8d18546c7"
  },
  {
    "文件名": "【废】[完结] 爱你在心口难开(BL) 作者：笔名锁忧.txt",
    "夸克盘链接": "https://pan.quark.cn/s/5581e1ff27c3"
  },
  {
    "文件名": "【废】[更220] 过度招惹(连载) 作者：小小米饼.txt",
    "夸克盘链接": "https://pan.quark.cn/s/466325cedadf"
  },
  {
    "文件名": "【废】[更114] 一毕业，就分手(ABO) 作者：狸猫想吃abo小甜饼.txt",
    "夸克盘链接": "https://pan.quark.cn/s/b3f3bec3ed9c"
  },
  {
    "文件名": "【废】[更83] 隐性向导(现代) 作者：Ibuprofen.txt",
    "夸克盘链接": "https://pan.quark.cn/s/1c93c0ff5eb4"
  },
  {
    "文件名": "【废】[更85] 典夫(长篇) 作者：警警警幻.txt",
    "夸克盘链接": "https://pan.quark.cn/s/512dcc5a6210"
  },
  {
    "文件名": "【废】[更83] 你瞒我瞒(现代) 作者：译作阿姨.txt",
    "夸克盘链接": "https://pan.quark.cn/s/162fda9d5ef4"
  },
  {
    "文件名": "【废】[更77] 99次拒绝魔鬼给的工作(第一人称) 作者：不知我者.txt",
    "夸克盘链接": "https://pan.quark.cn/s/f24fa056aa9a"
  },
  {
    "文件名": "【废】[更56] 奖惩游戏(青梅竹马) 作者：SoSour.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a41cddf4487d"
  },
  {
    "文件名": "【废】[更68] 又俗又酸(ABO) 作者：不辞殷.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ea47ef739d6d"
  },
  {
    "文件名": "【废】[更40] 冰山部长是午夜场主播(狗血) 作者：小白不高冷.txt",
    "夸克盘链接": "https://pan.quark.cn/s/37f977d16246"
  },
  {
    "文件名": "【废】[更35] 逆插桃花(轻松) 作者：花酒小侠.txt",
    "夸克盘链接": "https://pan.quark.cn/s/93b144a56f2f"
  },
  {
    "文件名": "【废】[更10] 沅沅不止(父子) 作者：投木瓜.txt",
    "夸克盘链接": "https://pan.quark.cn/s/b25cd9c9e701"
  },
  {
    "文件名": "【废】[更20] 非典型火葬场(荤素均衡) 作者：窥皓月.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ce2151770161"
  },
  {
    "文件名": "【番外】《暗河长明》作者： 冷山就木.txt",
    "夸克盘链接": "https://pan.quark.cn/s/d17c9ffa20ce"
  },
  {
    "文件名": "【po 连载325】《缺月昏昏（女尊NPH）》作者：培根.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c60f2946bb98"
  },
  {
    "文件名": "【抖音故事】起止之年.txt",
    "夸克盘链接": "https://pan.quark.cn/s/5b5e926bf24b"
  },
  {
    "文件名": "【po 完结】《禁慾（父女1v1）》作者：揚け__羽.txt",
    "夸克盘链接": "https://pan.quark.cn/s/949d8bfaefa6"
  },
  {
    "文件名": "【po 完结】《见月》作者：一块小西饼（1V1 H）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/4c49f9b9b214"
  },
  {
    "文件名": "【po 连载251】《快穿之男配都是我的》作者：风琉璃的夏天.txt",
    "夸克盘链接": "https://pan.quark.cn/s/962b9fba2b99"
  },
  {
    "文件名": "《斩尾》作者：今日复明日.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ea3afbe947b0"
  },
  {
    "文件名": "【《[咒术回战]把游戏召唤物称为咱们的孩子是否太牵强》作者：yellow熊.txt",
    "夸克盘链接": "https://pan.quark.cn/s/7989dc429cf7"
  },
  {
    "文件名": "【CYBL】《余情难了》by匿名咸鱼.txt",
    "夸克盘链接": "https://pan.quark.cn/s/23c4af6477e7"
  },
  {
    "文件名": "《信息素说你不单纯》作者：毛球球.txt",
    "夸克盘链接": "https://pan.quark.cn/s/3e1f58757474"
  },
  {
    "文件名": "《有效真香》by酌青栀（完结1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e81009964969"
  },
  {
    "文件名": "《新婚悸动》作者：浅静.txt",
    "夸克盘链接": "https://pan.quark.cn/s/b4734c2298eb"
  },
  {
    "文件名": "《心悦臣服ABO》作者：一只猛禽.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a4543eb12e7a"
  },
  {
    "文件名": "《仙门的万人嫌》作者：虚荣之火(120).txt",
    "夸克盘链接": "https://pan.quark.cn/s/fb3da81543eb"
  },
  {
    "文件名": "《外出》作者：酸汤肥牛卷.txt",
    "夸克盘链接": "https://pan.quark.cn/s/07c0e52b4f39"
  },
  {
    "文件名": "《他的遗产》作者：月昼（番全）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/d94dc800d23c"
  },
  {
    "文件名": "《糖葫皮子》作者：雩風槲郗韫.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ea62266202d4"
  },
  {
    "文件名": "《碎阳》作者：四野深深.txt",
    "夸克盘链接": "https://pan.quark.cn/s/1e3b39f58f4b"
  },
  {
    "文件名": "《四月病》作者：狐狸宝贝.txt",
    "夸克盘链接": "https://pan.quark.cn/s/9ba966212018"
  },
  {
    "文件名": "《阮先生的》作者：火风L.txt",
    "夸克盘链接": "https://pan.quark.cn/s/b69a3de270e1"
  },
  {
    "文件名": "《沙雕老公重生后》：宁可之.txt",
    "夸克盘链接": "https://pan.quark.cn/s/f204b2b0c7e6"
  },
  {
    "文件名": "《目标系列123456》作者：米洛（黑道攻，警察受）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/084c0b9606f2"
  },
  {
    "文件名": "《穷途末路（总受 be）》作者：维桑.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ffcca299b6ec"
  },
  {
    "文件名": "《君子不善》作者：爱默（np）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/f75b1891c392"
  },
  {
    "文件名": "《军区大院》（完结 番外）作者：泡泡雪儿（军二代VS警卫员 强强 高干）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/23e209dedcba"
  },
  {
    "文件名": "《迷雾森林》作者：扯蛋的生 (现代 NP总受 受有 有LJ有迷奸 无节的文 第一部完结).txt",
    "夸克盘链接": "https://pan.quark.cn/s/8351536c9526"
  },
  {
    "文件名": "《狼狈》作者：司马拆迁.txt",
    "夸克盘链接": "https://pan.quark.cn/s/b7cb211a1bfe"
  },
  {
    "文件名": "《进入恋爱游戏后冷淡队友藏不住了》作者：夏羽童.txt",
    "夸克盘链接": "https://pan.quark.cn/s/06f96d44d683"
  },
  {
    "文件名": "《尖锐沉默》作者：七声号角（推现代HE文学作家攻×明星受狗血双渣不洁能亲近你纵使被踩在脚下也矜贵）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/9fcbaf97cb76"
  },
  {
    "文件名": "《狗勾能有什么坏心思[穿书]》作者：九月草莓.txt",
    "夸克盘链接": "https://pan.quark.cn/s/2e23c60520ca"
  },
  {
    "文件名": "《够种》BY七声号角 (现代 校园 表面.txt",
    "夸克盘链接": "https://pan.quark.cn/s/17b2e9fc6e47"
  },
  {
    "文件名": "《寄余生》作者：盛星斗.txt",
    "夸克盘链接": "https://pan.quark.cn/s/bc7a76a5ec97"
  },
  {
    "文件名": "《钢铁森林》作者：弃吴钩（1V1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e438956a3b0c"
  },
  {
    "文件名": "《狗狗眼》作者：唐灯里.txt",
    "夸克盘链接": "https://pan.quark.cn/s/1b99f86a6f24"
  },
  {
    "文件名": "《蜉蝣》作者：冷山就木.txt",
    "夸克盘链接": "https://pan.quark.cn/s/48a683a3d3f9"
  },
  {
    "文件名": "《恩将仇报》作家：友人.txt",
    "夸克盘链接": "https://pan.quark.cn/s/276f1a1ade9b"
  },
  {
    "文件名": "《冻带鱼段》作者：煤那个球（ABO 年下 小推）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/1777a6b5b842"
  },
  {
    "文件名": "《从零开始的发小催眠系统》作者：纯情比巴卜（1v1 ntr）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/bee73b49c876"
  },
  {
    "文件名": "《当笨蛋美人拥有变形术后》作者：云恩.txt",
    "夸克盘链接": "https://pan.quark.cn/s/f474b713614f"
  },
  {
    "文件名": "《唇诺》作者：雾舞宁妖 ..txt",
    "夸克盘链接": "https://pan.quark.cn/s/f2c6404ecd91"
  },
  {
    "文件名": "《顶级E的Alpha又娇又野》作者：红牛地瓜【完结+番外】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/696f4856bdd1"
  },
  {
    "文件名": "《慈善家的恋爱》by 符黎（43）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a0d5550934a1"
  },
  {
    "文件名": "《此生归路无归期》作者：墨尘.txt",
    "夸克盘链接": "https://pan.quark.cn/s/945b5f8900d9"
  },
  {
    "文件名": "《春晓》作者：江冉遗（同父异母 骨科1v1 破镜重圆）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/1fa5eb79a35a"
  },
  {
    "文件名": "《春宫墙》by火风L（25）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c4dac5987920"
  },
  {
    "文件名": "《被穿后恋爱脑夫君为我发疯》作者：一江听月.txt",
    "夸克盘链接": "https://pan.quark.cn/s/72c653e50fac"
  },
  {
    "文件名": "《不要爱上杀猪佬！》作者：凉容.txt",
    "夸克盘链接": "https://pan.quark.cn/s/6ee06dd7f1bb"
  },
  {
    "文件名": "《穿堂惊掠琵琶声》作者：高台树色（  番外完）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e0539dcc5e00"
  },
  {
    "文件名": "《成为替身以后我功成名就》作者：李承欢.txt",
    "夸克盘链接": "https://pan.quark.cn/s/4450660b7b9c"
  },
  {
    "文件名": "[更14] 炮灰摆烂的日常(BL) 作者：稣蛊.txt",
    "夸克盘链接": "https://pan.quark.cn/s/bd71257bbbda"
  },
  {
    "文件名": "[更13] 只是同眠的关系(ABO) 作者：灰色百瑞.txt",
    "夸克盘链接": "https://pan.quark.cn/s/9d2c1953b838"
  },
  {
    "文件名": "[更12] 血缘来电(连载) 作者：花酒小侠.txt",
    "夸克盘链接": "https://pan.quark.cn/s/6ed63fa75811"
  },
  {
    "文件名": "[更8] 原耽攻爆改万人迷弱攻(主攻视角) 作者：icarus82.txt",
    "夸克盘链接": "https://pan.quark.cn/s/2135d852b43b"
  },
  {
    "文件名": "[np  完结]《公共男友（双性／_____轮___奸____）》作者：张嘴吃肉.txt",
    "夸克盘链接": "https://pan.quark.cn/s/4f634c1bbcd1"
  },
  {
    "文件名": "[更8] 迷雾(强弱) 作者：不是故意.txt",
    "夸克盘链接": "https://pan.quark.cn/s/466252e56402"
  },
  {
    "文件名": "[np  完结]《恶毒小美人落难之后（ABONP狗血修罗场强制爱小黑屋）》作者：甜酒小橙.txt",
    "夸克盘链接": "https://pan.quark.cn/s/aa6efcf7195b"
  },
  {
    "文件名": "切下一片片 作者：匕口甘切.txt",
    "夸克盘链接": "https://pan.quark.cn/s/9ad1bbcc78f4"
  },
  {
    "文件名": "【棠】[完结] 长出批后被好友盯上了 作者：昼梦余.txt",
    "夸克盘链接": "https://pan.quark.cn/s/7a68f0eb68c9"
  },
  {
    "文件名": "【棠】[完结] 为了去死我利用超能力上了白切黑弟弟 作者：悦米君.txt",
    "夸克盘链接": "https://pan.quark.cn/s/8c4678de85b7"
  },
  {
    "文件名": "【棠】[完结] 完蛋我被美男包围了 作者：高数我恨你.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ed5963116993"
  },
  {
    "文件名": "【棠】[完结] 娇软少年长了口淫批 作者：沐已成粥.txt",
    "夸克盘链接": "https://pan.quark.cn/s/7c8313eda8fa"
  },
  {
    "文件名": "【棠】[完结] 军妓太子 作者：墨影轮回.txt",
    "夸克盘链接": "https://pan.quark.cn/s/3e1153e133e2"
  },
  {
    "文件名": "【棠】[完结] 好玩不过嫂子（futa GL 1V1） 作者：海上生明月.txt",
    "夸克盘链接": "https://pan.quark.cn/s/1470de91b1d7"
  },
  {
    "文件名": "【棠】[完结] 二五仔生存法 作者：枝酥.txt",
    "夸克盘链接": "https://pan.quark.cn/s/211ca5f5ed50"
  },
  {
    "文件名": "【棠】[更123] 与邪婚（短篇合集_人外_双洁_可能存在恐怖要素 ） 作者：这个六月超现实.txt",
    "夸克盘链接": "https://pan.quark.cn/s/782d1d423261"
  },
  {
    "文件名": "【棠】[更90] （总_攻）人在剑宗，主修合欢道 作者：一只江情ovo.txt",
    "夸克盘链接": "https://pan.quark.cn/s/14bdb7b4d6b2"
  },
  {
    "文件名": "【棠】[完结] 榜一大哥今天爱了吗【双】 作者：春山.txt",
    "夸克盘链接": "https://pan.quark.cn/s/bd56657f596a"
  },
  {
    "文件名": "【棠】[更65] （主攻）当黑帮左右手会得到一个老婆吗 作者：boki【下面的不更新勾八都不给你吃】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/b64f0d401a92"
  },
  {
    "文件名": "【棠】[更68] 被触手神养父调教的日常 作者：夏日之遥.txt",
    "夸克盘链接": "https://pan.quark.cn/s/375483205ca4"
  },
  {
    "文件名": "【棠】[更70] 身为小三的我被夫夫强制爱（ABO） 作者：余火烬燃（日更中）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/844f41a41ea9"
  },
  {
    "文件名": "【棠】[更74] FBI掰弯杀手后互，攻了 作者：dying.txt",
    "夸克盘链接": "https://pan.quark.cn/s/30c3cee6b53a"
  },
  {
    "文件名": "【棠】[更53] 帝国双性指挥官 作者：最爱小虐文.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a503db3b7bc0"
  },
  {
    "文件名": "【棠】[更30] 把Alpha老婆玩成熟妇 作者：美好新世界.txt",
    "夸克盘链接": "https://pan.quark.cn/s/43167a50f493"
  },
  {
    "文件名": "【棠】[更39] 我和我的先生（兽兽人外） 作者：半价童话票.txt",
    "夸克盘链接": "https://pan.quark.cn/s/29f6bef53a9e"
  },
  {
    "文件名": "【棠】[更14] 和高冷校草恋爱后 作者：岁舟.txt",
    "夸克盘链接": "https://pan.quark.cn/s/9c81c3c47f1b"
  },
  {
    "文件名": "【棠】[更11] 原神 提瓦特黃油 作者：天野紫月.txt",
    "夸克盘链接": "https://pan.quark.cn/s/5f641844fa08"
  },
  {
    "文件名": "【棠】[更12] 丈夫有了他的男人 作者：绿杏过墙.txt",
    "夸克盘链接": "https://pan.quark.cn/s/f8d132de3a01"
  },
  {
    "文件名": "【棠】[更13] 勾引反派计划（快穿np） 作者：一条咸鱼啊.txt",
    "夸克盘链接": "https://pan.quark.cn/s/60e1f15962f8"
  },
  {
    "文件名": "【废】[完结] 尾随(完结) 作者：咕噜咕噜魔法阵.txt",
    "夸克盘链接": "https://pan.quark.cn/s/5069a08b212b"
  },
  {
    "文件名": "【废】[完结] 画报里的甘露(完结) 作者：荷彧.txt",
    "夸克盘链接": "https://pan.quark.cn/s/8516b1afc4ef"
  },
  {
    "文件名": "【废】[完结] 疯狗(暗黑) 作者：pasdechat.txt",
    "夸克盘链接": "https://pan.quark.cn/s/bc0026b9ede7"
  },
  {
    "文件名": "【废】[完结] 陈洵二见钟情的故事(中篇) 作者：锐和无机盐.txt",
    "夸克盘链接": "https://pan.quark.cn/s/929bc6d28c5d"
  },
  {
    "文件名": "【废】[完结] 别说爱我(Bad) 作者：秦焕.txt",
    "夸克盘链接": "https://pan.quark.cn/s/0f295b928df9"
  },
  {
    "文件名": "【废】[更149] 将门犬子(Happy) 作者：饮鸩111.txt",
    "夸克盘链接": "https://pan.quark.cn/s/2b10039e153b"
  },
  {
    "文件名": "【废】[更174] Freedom(BL) 作者：鹿9少年.txt",
    "夸克盘链接": "https://pan.quark.cn/s/caa2c3677d92"
  },
  {
    "文件名": "【废】[更90] 山河旭日(连载) 作者：永不落幕的夏天.txt",
    "夸克盘链接": "https://pan.quark.cn/s/f616d91d1226"
  },
  {
    "文件名": "【废】[更60] 钱色交易(长篇) 作者：几何倍数的咸鱼.txt",
    "夸克盘链接": "https://pan.quark.cn/s/28e24e077e8b"
  },
  {
    "文件名": "《我靠玄学成为三界团宠》作者：画月弦.txt",
    "夸克盘链接": "https://pan.quark.cn/s/9cf3aebcb7f0"
  },
  {
    "文件名": "【废】[更56] 衔玉珠(双性) 作者：林知与.txt",
    "夸克盘链接": "https://pan.quark.cn/s/bc573286b54f"
  },
  {
    "文件名": "【废】[更54] 赐痛(狗血) 作者：饕餮之徒爱吃肉.txt",
    "夸克盘链接": "https://pan.quark.cn/s/1c4e5a3b185c"
  },
  {
    "文件名": "【废】[更34] 拂柳(双性) 作者：榴莲夹心.txt",
    "夸克盘链接": "https://pan.quark.cn/s/85d36a83253c"
  },
  {
    "文件名": "【废】[更29] 难言之隐(中篇) 作者：小糖稚.txt",
    "夸克盘链接": "https://pan.quark.cn/s/686c3ce0b753"
  },
  {
    "文件名": "【废】[更19] 溺酒(明日方舟) 作者：随便写写.txt",
    "夸克盘链接": "https://pan.quark.cn/s/d4e2a49c1f10"
  },
  {
    "文件名": "【废】[更17] 最难消受是皇恩(养成) 作者：北邙山月.txt",
    "夸克盘链接": "https://pan.quark.cn/s/b59209156ca8"
  },
  {
    "文件名": "【废】[更17] 不要随便乱捡学生卡(BL) 作者：黑猫啾啾毛.txt",
    "夸克盘链接": "https://pan.quark.cn/s/14c6fc4ea310"
  },
  {
    "文件名": "【废】[更17] 感官过载(Happy) 作者：路乙太太.txt",
    "夸克盘链接": "https://pan.quark.cn/s/367e70e07eab"
  },
  {
    "文件名": "【废】[更16] 大龙蛋(强制爱) 作者：铁锅炖海棠.txt",
    "夸克盘链接": "https://pan.quark.cn/s/0580081d8af7"
  },
  {
    "文件名": "《我成了柯学中的路人甲》：拾光三千.txt",
    "夸克盘链接": "https://pan.quark.cn/s/448eb099f08f"
  },
  {
    "文件名": "【废】[更12] 哥哥总是对我很“坏”(长篇) 作者：第四只貂.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c112255bb1af"
  },
  {
    "文件名": "【废】[更12] 糊咖和他的金猪(现代) 作者：陈半耳.txt",
    "夸克盘链接": "https://pan.quark.cn/s/fb86790fc0d9"
  },
  {
    "文件名": "《我和亡夫他哥》作者：别来月.txt",
    "夸克盘链接": "https://pan.quark.cn/s/efba37b36080"
  },
  {
    "文件名": "《弱攻的春天》TXT下载（全本）作者：ssnncc.txt",
    "夸克盘链接": "https://pan.quark.cn/s/15b4b3d49a9d"
  },
  {
    "文件名": "《肉豆腐》作者：豆叶黄酱.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a2e573a1ae69"
  },
  {
    "文件名": "《和反派聊完剧本后》作者：小朝荔.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e783c9019b16"
  },
  {
    "文件名": "《那年初心》作者：泠烺.txt",
    "夸克盘链接": "https://pan.quark.cn/s/d4d4fbea88c9"
  },
  {
    "文件名": "《被金主抛弃后我勾搭上了他发小(又名)当妖艳贱货被抛弃后》作者：关山越【完结+番外】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/713584568489"
  },
  {
    "文件名": "[完结补番221] 配种（1V1 SC） 作者：豌豆荚.txt",
    "夸克盘链接": "https://pan.quark.cn/s/8a59f2cd3420"
  },
  {
    "文件名": "[完结]《霜霜》作者：Godzita（1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/db054fd7708e"
  },
  {
    "文件名": "[完结]《兽人和他的人类小奴隶》作者：小西瓜（1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/8ff9af75f5a7"
  },
  {
    "文件名": "[完结]《生了两个崽后他醒了》作者：吴瑞年（3p）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/bfe86c6484f7"
  },
  {
    "文件名": "[完结] 撞青墙(中篇) 作者：唐鲸没有糖.txt",
    "夸克盘链接": "https://pan.quark.cn/s/2a60e924985e"
  },
  {
    "文件名": "[完结] 云端孤岛（校园 破镜重圆 1v1） 作者：十冬禾.txt",
    "夸克盘链接": "https://pan.quark.cn/s/31db41fff931"
  },
  {
    "文件名": "[完结] 直播网黄是老实人下属(长篇) 作者：不如吹个口哨.txt",
    "夸克盘链接": "https://pan.quark.cn/s/53f365f766b2"
  },
  {
    "文件名": "[完结] 知根知底(小甜饼) 作者：晚月.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a4cdc93e5453"
  },
  {
    "文件名": "[完结] 阴雨天（1v1 微骨科） 作者：一天十个字（无敌小学生版）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/b15dea9480e6"
  },
  {
    "文件名": "[完结] 山脚下的寡妇（1v3，H) 作者：昏鸦往东.txt",
    "夸克盘链接": "https://pan.quark.cn/s/bbe0de68e02f"
  },
  {
    "文件名": "[完结] 失忆鬼王被玄门少主强制了（nph） 作者：急急国王.txt",
    "夸克盘链接": "https://pan.quark.cn/s/3c754da587b7"
  },
  {
    "文件名": "[完结] 下流暴击(相爱相杀) 作者：关三.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a08a66213419"
  },
  {
    "文件名": "[完结] 你看得见吗(Ending) 作者：狐狸默然.txt",
    "夸克盘链接": "https://pan.quark.cn/s/d01505aac3bf"
  },
  {
    "文件名": "[完结] 每天打赏的色情主播是哥哥（骨科1v1） 作者：堆玉.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c7e8aff169a4"
  },
  {
    "文件名": "[完结] 恋与深空—秦彻 作者：kinoko.txt",
    "夸克盘链接": "https://pan.quark.cn/s/f2091538216c"
  },
  {
    "文件名": "[完结] 高岭之花真香实录(强制爱) 作者：羌三目.txt",
    "夸克盘链接": "https://pan.quark.cn/s/f9c30e7745b0"
  },
  {
    "文件名": "[完结] 独宠贵妃闯现代（古穿今1v1，h） 作者：汐蝶.txt",
    "夸克盘链接": "https://pan.quark.cn/s/89ed8b4e3b04"
  },
  {
    "文件名": "[完结] 冷珊 (H 1V1) 作者：秧禾.txt",
    "夸克盘链接": "https://pan.quark.cn/s/20f814313839"
  },
  {
    "文件名": "[完结] 蝉与纸飞机（校园双子1v2h） 作者：子夜鱼.txt",
    "夸克盘链接": "https://pan.quark.cn/s/9bc782003f32"
  },
  {
    "文件名": "[更230] （足球乙女np）我也不想这么粟啊 作者：阿瞒.txt",
    "夸克盘链接": "https://pan.quark.cn/s/d4c6928d90d6"
  },
  {
    "文件名": "[完结] 包了一个直男后(现代) 作者：隗璩.txt",
    "夸克盘链接": "https://pan.quark.cn/s/40cd0cf87cf6"
  },
  {
    "文件名": "[完结] KEMURI 作者：路德加威爾.txt",
    "夸克盘链接": "https://pan.quark.cn/s/9b835f79dfaa"
  },
  {
    "文件名": "[更226] 小说大纲里的女主觉醒后（NPH） 作者：霍饭饭.txt",
    "夸克盘链接": "https://pan.quark.cn/s/02c806d50a5a"
  },
  {
    "文件名": "[更136] 蓝锁幻想 作者：气起什么好呢.txt",
    "夸克盘链接": "https://pan.quark.cn/s/f7bdd7324daa"
  },
  {
    "文件名": "[更148] 分手后和闺蜜男友合租了（H） 作者：放点陈醋.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c170cc6ecaaa"
  },
  {
    "文件名": "[更126] 网恋被继兄骗炮后（伪骨科1v1） 作者：supersonic.txt",
    "夸克盘链接": "https://pan.quark.cn/s/0a350bb4a7da"
  },
  {
    "文件名": "[更123] 省尸录(血族) 作者：嗯呐.txt",
    "夸克盘链接": "https://pan.quark.cn/s/976a99a6a131"
  },
  {
    "文件名": "[更109] [韩娱]见异思迁 作者：2wen咕咕咕.txt",
    "夸克盘链接": "https://pan.quark.cn/s/95ddb3c8aaca"
  },
  {
    "文件名": "[更95] 笼（1v1 H） 作者：真理.txt",
    "夸克盘链接": "https://pan.quark.cn/s/873c30799a4a"
  },
  {
    "文件名": "[更93] 快穿之奇怪的xp又增加了 作者：七月遇景.txt",
    "夸克盘链接": "https://pan.quark.cn/s/f395b2ebb1c0"
  },
  {
    "文件名": "[更101] 离婚后还是选择同居（高H） 作者：一枝独秀.txt",
    "夸克盘链接": "https://pan.quark.cn/s/251fa843ae67"
  },
  {
    "文件名": "[更88] 直男攻略图鉴(小甜饼) 作者：小捡子.txt",
    "夸克盘链接": "https://pan.quark.cn/s/466ebb69b077"
  },
  {
    "文件名": "[更86] 颜值主播求救缘(BL) 作者：17仔.txt",
    "夸克盘链接": "https://pan.quark.cn/s/022b48baba0a"
  },
  {
    "文件名": "[更87] 连哥哥都爱我怎么办（NP-兄妹） 作者：逗号君.txt",
    "夸克盘链接": "https://pan.quark.cn/s/26659c6181f4"
  },
  {
    "文件名": "[更81] 云端孤岛（校园 破镜重圆 1v1） 作者：十冬禾.txt",
    "夸克盘链接": "https://pan.quark.cn/s/6bb20868d9a4"
  },
  {
    "文件名": "[更79] 散修之女的修仙日常 作者：壬辰丁酉丁寅丁申.txt",
    "夸克盘链接": "https://pan.quark.cn/s/6d264e62ae92"
  },
  {
    "文件名": "[更77] 万人迷男公关PUA实录(高H) 作者：他光.txt",
    "夸克盘链接": "https://pan.quark.cn/s/5662593a9a48"
  },
  {
    "文件名": "[更75] 怀了病娇师弟的孩子后h 作者：绵软软.txt",
    "夸克盘链接": "https://pan.quark.cn/s/b577ec28dca5"
  },
  {
    "文件名": "[更74] 卿卿佳人 作者：把朕的小魚幹拿來.txt",
    "夸克盘链接": "https://pan.quark.cn/s/be3640866244"
  },
  {
    "文件名": "[更71] 控鹤监nph[肥女x男神] 作者：老鳖.txt",
    "夸克盘链接": "https://pan.quark.cn/s/1ee07ac47532"
  },
  {
    "文件名": "[更71] 网恋被继兄骗炮后（伪骨科1v1） 作者：supersonic.txt",
    "夸克盘链接": "https://pan.quark.cn/s/27592af6bd5d"
  },
  {
    "文件名": "[更64] 倒追(现代) 作者：匿名咸鱼.txt",
    "夸克盘链接": "https://pan.quark.cn/s/0f0cc9cf517b"
  },
  {
    "文件名": "[更58] 穿越后绑定了六个老公（NPH）简 作者：笑笑長歌.txt",
    "夸克盘链接": "https://pan.quark.cn/s/6d3d9a0921d5"
  },
  {
    "文件名": "[更54] 只在梨花春雨处（np） 作者：世藏白鸟.txt",
    "夸克盘链接": "https://pan.quark.cn/s/fdea3967b954"
  },
  {
    "文件名": "[更57] 私人海洛因 作者：蝴蝶与鲸鱼.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c482e96734ac"
  },
  {
    "文件名": "[更58] 命运交响舞（悬疑 强制 NPH） 作者：居鱼安.txt",
    "夸克盘链接": "https://pan.quark.cn/s/f7fec231d746"
  },
  {
    "文件名": "[更51] 安全着陆(生子) 作者：肥嘟嘟左卫门.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ff48307a138a"
  },
  {
    "文件名": "[更52] 淮梦旧曾谙（NP古言） 作者：无名无姓.txt",
    "夸克盘链接": "https://pan.quark.cn/s/068068fd5fa4"
  },
  {
    "文件名": "[更49] 腥涩悬搁(BL) 作者：1057.txt",
    "夸克盘链接": "https://pan.quark.cn/s/edc41137bfec"
  },
  {
    "文件名": "[更46] 坠入云间(连载) 作者：SeaStrand.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ef25a4b4ff2c"
  },
  {
    "文件名": "[更45] 司梦者 作者：衣沄.txt",
    "夸克盘链接": "https://pan.quark.cn/s/0f49840f03cd"
  },
  {
    "文件名": "[更46] 在末世被迫做女海王np 作者：小鹿奶酪.txt",
    "夸克盘链接": "https://pan.quark.cn/s/880580fbb270"
  },
  {
    "文件名": "[更44] 木槿烟云（年上 ABO） 作者：秋山执刀.txt",
    "夸克盘链接": "https://pan.quark.cn/s/865f57800547"
  },
  {
    "文件名": "[更43] 对峙关系(校园1v1) 作者：苏麻离青_.txt",
    "夸克盘链接": "https://pan.quark.cn/s/b748bd670e09"
  },
  {
    "文件名": "[更42] 百无一用的小师妹[NPH] 作者：饺子汤.txt",
    "夸克盘链接": "https://pan.quark.cn/s/79132548d717"
  },
  {
    "文件名": "[更40] 袁氏叔侄 作者：如如是阿如.txt",
    "夸克盘链接": "https://pan.quark.cn/s/4e63022ceaea"
  },
  {
    "文件名": "[更38] 血缘线（骨科年下）（强制囚禁） 作者：徐三园.txt",
    "夸克盘链接": "https://pan.quark.cn/s/5070d9727351"
  },
  {
    "文件名": "[更37] 低级迷恋（h） 作者：豆浆.txt",
    "夸克盘链接": "https://pan.quark.cn/s/9fbf2ec17249"
  },
  {
    "文件名": "[更37] 收之桑榆(双性) 作者：草木灰.txt",
    "夸克盘链接": "https://pan.quark.cn/s/692aa1a5a490"
  },
  {
    "文件名": "[更33] 你可以摸摸我吗(现代) 作者：从天而降的裤头.txt",
    "夸克盘链接": "https://pan.quark.cn/s/45054eba0e4c"
  },
  {
    "文件名": "[更32] 极度占有（1V1强取豪夺） 作者：余欢.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c87a5ccac730"
  },
  {
    "文件名": "[更28] 立场(狗血) 作者：疾月.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c2cb79bfc816"
  },
  {
    "文件名": "[更33] 越界 （叔嫂 1V2） 作者：黑眼圈.txt",
    "夸克盘链接": "https://pan.quark.cn/s/221ec07c8e49"
  },
  {
    "文件名": "[更28] [盗墓笔记]眼前无路怎回头 作者：prellen.txt",
    "夸克盘链接": "https://pan.quark.cn/s/2f1872b24249"
  },
  {
    "文件名": "[更25] 斯德哥尔摩情人(中篇) 作者：冬寄绵绵.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a9ec60df6c83"
  },
  {
    "文件名": "[更24] 平行告白法则(相爱相杀) 作者：战略审批中.txt",
    "夸克盘链接": "https://pan.quark.cn/s/8ea4da386775"
  },
  {
    "文件名": "[更24] 陈冬(BL) 作者：故长安.txt",
    "夸克盘链接": "https://pan.quark.cn/s/0647f8de51be"
  },
  {
    "文件名": "[更23] 万人迷系统失效了（BGNP-ABO） 作者：王佛.txt",
    "夸克盘链接": "https://pan.quark.cn/s/9e112eb0421a"
  },
  {
    "文件名": "[更22] 特殊修炼法(产乳) 作者：匿名咸鱼.txt",
    "夸克盘链接": "https://pan.quark.cn/s/2ddc9b87f247"
  },
  {
    "文件名": "[更20] 粤圈太子爱上我(现代) 作者：不见溪.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ac6147e97f5f"
  },
  {
    "文件名": "[更21] 绿春波(高干 替身情人 H) 作者：无梦.txt",
    "夸克盘链接": "https://pan.quark.cn/s/889cc9c62c0b"
  },
  {
    "文件名": "[更17] 心因性发作(现代) 作者：蛮力牛.txt",
    "夸克盘链接": "https://pan.quark.cn/s/1e2c79f5246b"
  },
  {
    "文件名": "[更20] 小殿下她为何如此（NPH） 作者：别吃兔兔头.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c473efd6f20c"
  },
  {
    "文件名": "[更18] 爱上层楼(连载) 作者：阿笋.txt",
    "夸克盘链接": "https://pan.quark.cn/s/6ba34a1d597a"
  },
  {
    "文件名": "[更18] 那个星期发生了什么(长篇) 作者：CoolForAnja.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ed8cfbf420aa"
  },
  {
    "文件名": "[更17] 常看的色情博主似乎是我的亲姐姐？ 作者：Lunacan.txt",
    "夸克盘链接": "https://pan.quark.cn/s/3a096451520b"
  },
  {
    "文件名": "[更17] 圈套（Np 强制） 作者：萌虎鲸.txt",
    "夸克盘链接": "https://pan.quark.cn/s/8c6206535b0e"
  },
  {
    "文件名": "[更15] 都说了不要奖励他(中篇) 作者：君之生.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c5f8d6df9bae"
  },
  {
    "文件名": "[更16] 湖底（亲父女） 作者：小斐.txt",
    "夸克盘链接": "https://pan.quark.cn/s/7cd152c3a192"
  },
  {
    "文件名": "[完结]《【封神_殷寿all】恶主的诗篇》作者：三字元（np）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e0a4cd7530b1"
  },
  {
    "文件名": "[完结]《【枫散】傲娇人偶少年狂吻多情浪人武士》作者：想喝冰可可 (故事集).txt",
    "夸克盘链接": "https://pan.quark.cn/s/15b1fddbc25e"
  },
  {
    "文件名": "[完结]《【虫族】日出之前》作者：jabberwocky (混合).txt",
    "夸克盘链接": "https://pan.quark.cn/s/a8dd4680ce94"
  },
  {
    "文件名": "我到底是不是人[直播]作者：葱大王.txt",
    "夸克盘链接": "https://pan.quark.cn/s/dc14ae0f4eb3"
  },
  {
    "文件名": "[完结]《【DMC】艳母》作者：伊德海拉 (3p).txt",
    "夸克盘链接": "https://pan.quark.cn/s/1fd57a35d5af"
  },
  {
    "文件名": "[完结]《［主攻］悲惨反派重生了》作者：阿胶小鸟酱（1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/f2b1bf1c6b6b"
  },
  {
    "文件名": "我在虫族直播养崽 作者：裴不知.txt",
    "夸克盘链接": "https://pan.quark.cn/s/3a66ec9884c5"
  },
  {
    "文件名": "《炙吻》作者：弱水千流.txt",
    "夸克盘链接": "https://pan.quark.cn/s/30447f4575fc"
  },
  {
    "文件名": "《养个太子当外室》作者：假面的盛宴【完结+番外】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/12650e30bdf6"
  },
  {
    "文件名": "欢迎进入梦魇直播间.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ae45e7c28da1"
  },
  {
    "文件名": "《无法拒绝的越前同学》作者：花冉叶.txt",
    "夸克盘链接": "https://pan.quark.cn/s/64847b20a4dd"
  },
  {
    "文件名": "当娇气包穿进恐怖直播[无限]作者：柠檬.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c1b34299032a"
  },
  {
    "文件名": "菜神直播间 电竞作者：河汉 .txt",
    "夸克盘链接": "https://pan.quark.cn/s/58c205e5c31b"
  },
  {
    "文件名": "《我与夫君隐婚之后》作者：草灯大人.txt",
    "夸克盘链接": "https://pan.quark.cn/s/619c9d4df057"
  },
  {
    "文件名": "《岁岁欢愉》作者：映禾.txt",
    "夸克盘链接": "https://pan.quark.cn/s/1f121d02a9c2"
  },
  {
    "文件名": "《盛唐小女官》作者：春溪笛晓.txt",
    "夸克盘链接": "https://pan.quark.cn/s/9156db248055"
  },
  {
    "文件名": "《收心了没》作者：仙贝瑞拉.txt",
    "夸克盘链接": "https://pan.quark.cn/s/0c540b76e68e"
  },
  {
    "文件名": "《神豪后妈，在线撒钱》作者：利齿鲨鱼.txt",
    "夸克盘链接": "https://pan.quark.cn/s/3765c405c290"
  },
  {
    "文件名": "《深陷于她》作者：閲后即焚.txt",
    "夸克盘链接": "https://pan.quark.cn/s/bba81b884880"
  },
  {
    "文件名": "《权巨星的追妻之路[娱乐圈]》作者：锋月.txt",
    "夸克盘链接": "https://pan.quark.cn/s/f2ecaaec4dc9"
  },
  {
    "文件名": "《七零之哥哥们的团宠小崽崽》作者：西瓜菠萝.txt",
    "夸克盘链接": "https://pan.quark.cn/s/239e7d03a7da"
  },
  {
    "文件名": "《清醒沦陷》作者：木木tree.txt",
    "夸克盘链接": "https://pan.quark.cn/s/4e8c4ec3e3b0"
  },
  {
    "文件名": "《女配她总在为民除害[快穿]》作者：姜沉漾.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c3ff8ac73b8e"
  },
  {
    "文件名": "《亲手养大仙君后我死遁了》作者：川消山长.txt",
    "夸克盘链接": "https://pan.quark.cn/s/11921a3cfb8d"
  },
  {
    "文件名": "《炮灰美人又被迫崩剧情了（快穿）》作者：人生重来.txt",
    "夸克盘链接": "https://pan.quark.cn/s/13bfb37f2071"
  },
  {
    "文件名": "《女将》作者：摧山白.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ef07742f633b"
  },
  {
    "文件名": "《满级大佬在无限逃生逛吃逛喝》作者：月上汤圆儿.txt",
    "夸克盘链接": "https://pan.quark.cn/s/f183adefaf59"
  },
  {
    "文件名": "《你曾踏月而来》作者：半小九.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ed81d705b153"
  },
  {
    "文件名": "《六零大杂院对照组》作者：火树银花v.txt",
    "夸克盘链接": "https://pan.quark.cn/s/6af72a08e083"
  },
  {
    "文件名": "《陌上中下桑》作者：小央.txt",
    "夸克盘链接": "https://pan.quark.cn/s/96224298c652"
  },
  {
    "文件名": "《公开[娱乐圈]》作者：臣年.txt",
    "夸克盘链接": "https://pan.quark.cn/s/7d0d05e3872f"
  },
  {
    "文件名": "《侯府世子妃婚后日常》作者：桃花引.txt",
    "夸克盘链接": "https://pan.quark.cn/s/946d2ea18d5d"
  },
  {
    "文件名": "《娇宠王姬》作者：春日森林熊.txt",
    "夸克盘链接": "https://pan.quark.cn/s/0bf863be201d"
  },
  {
    "文件名": "《驸马？扬了吧（重生）》作者：忘还生.txt",
    "夸克盘链接": "https://pan.quark.cn/s/858c04f5be6a"
  },
  {
    "文件名": "《反派幺妹三岁半[七零]》作者：星闲.txt",
    "夸克盘链接": "https://pan.quark.cn/s/90abf99609da"
  },
  {
    "文件名": "《带父母快穿后躺赢了》作者：猫爱吃草.txt",
    "夸克盘链接": "https://pan.quark.cn/s/80d26da63901"
  },
  {
    "文件名": "《穿越后被沉塘九次》作者：贡茶.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c8f64ff9bb9a"
  },
  {
    "文件名": "[完结400+6番外]《[虫族]梦老师灵感枯竭》作者：baba（np）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e81f5b7f14c7"
  },
  {
    "文件名": "《别救我！我要回家！》作者：陈年烈酒.txt",
    "夸克盘链接": "https://pan.quark.cn/s/fcb8fbd3a9f9"
  },
  {
    "文件名": "《[综英美]英雄之子》作者：束则.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a0cd693b9c3d"
  },
  {
    "文件名": "《被证道后我跟龙跑路了》作者：怀舒子.txt",
    "夸克盘链接": "https://pan.quark.cn/s/dc662a74499f"
  },
  {
    "文件名": "[完结229+番外]《在言情文里撩直男男主》作者：辞奺（快穿np）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/b0645aa1a502"
  },
  {
    "文件名": "[完结198+番外]《邪不压正》作者：北衣溺水（1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/80e0118e09cc"
  },
  {
    "文件名": "[完结193]《总监她怎么这样？》作者 酒壹杯（GL百合1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/4382dbf5fa62"
  },
  {
    "文件名": "[完结175+番外]《和男配分手后我被爆肏了》作者：搞点肉肉吃吃吧（快穿1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/302a44b1ed3a"
  },
  {
    "文件名": "[完结163+番外]《养妖阁》作者 葱十七（GL百合1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/45da4544a2b8"
  },
  {
    "文件名": "[完结135+番外]《穿进时间停止小说后》作者：一只白兔糖（1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/caaff9d49fbb"
  },
  {
    "文件名": "[完结165+番外]《小偶像》作者：旁观者（GL百合1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/3ecd9dcf9e99"
  },
  {
    "文件名": "[完结132+番外]《巨龙今天修罗场了吗》作者：恋爱脑君（火影总攻）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/d7ec27ee96d0"
  },
  {
    "文件名": "[完结132+番外]《穿进时间停止小说后》作者：一只白兔糖（1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/18cdd22b9ef5"
  },
  {
    "文件名": "[完结131+番外]《到底谁艹谁》作者：elsa（1v1）~补番.txt",
    "夸克盘链接": "https://pan.quark.cn/s/94e7c89bd0b0"
  },
  {
    "文件名": "[完结124+番外]《为剑尊献上be剧本》作者：远桥（np）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/579f18bddcb3"
  },
  {
    "文件名": "[完结121+番外]《穿进时间停止小说后》作者：一只白兔糖（1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/d9cd636a1afe"
  },
  {
    "文件名": "[完结111+番外]《我操了哥哥和他的男朋友》作者：麻辣兔尾（3p）~补番.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e7144e515399"
  },
  {
    "文件名": "[完结110+番外]《隐欲》作者 半生花木（GL百合ABO1v1）~补番.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a790d71f0958"
  },
  {
    "文件名": "[完结96+番外]《登高》作者：破破破（gl 纯百）~补番.txt",
    "夸克盘链接": "https://pan.quark.cn/s/0332ea0d6aaa"
  },
  {
    "文件名": "[完结79+番外]《【名柯】十夜情人（萩原研二）》作者：Sam（1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/b7e3618bc636"
  },
  {
    "文件名": "[完结80+番外]《不逢时》作者 命苦钢琴牲（GL百合1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c3c4b934d46f"
  },
  {
    "文件名": "[完结78+番外]《不逢时》作者 命苦钢琴牲（GL百合1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e7e34298fe7a"
  },
  {
    "文件名": "[完结71+番外]《谁说总监是性冷感？》作者 蕃茄梳打餅（GL百合ABO1v1）~补番.txt",
    "夸克盘链接": "https://pan.quark.cn/s/9759592a8b24"
  },
  {
    "文件名": "[完结64+番外]《邂逅》作者 年年包（GL百合ABO1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/90e90ffde2c2"
  },
  {
    "文件名": "[完结50+番外]《假千金肏了真千金》作者 一天十杯水（futagl1v1).txt",
    "夸克盘链接": "https://pan.quark.cn/s/4dbbaeaf2e90"
  },
  {
    "文件名": "[完结47+番外]《【主攻】穿书后被反派师尊表白了》作者：竹涧饮茶客（1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/5569328e8a9a"
  },
  {
    "文件名": "[完结42+番外]《大景朝五皇女的逍遥生活》作者：春夏家有2只猫（女攻np）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/8cf28ca3b2cc"
  },
  {
    "文件名": "[完结25+番外]《控制》作者：昨宴 (百合glfuta1v1).txt",
    "夸克盘链接": "https://pan.quark.cn/s/39b41943a5ec"
  },
  {
    "文件名": "[完结+番外全]《因为寂寞我去当鸭》作者：旧山松竹老（总攻）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e16f86c47be9"
  },
  {
    "文件名": "[完结19+番外]《控制》作者：昨宴 (百合glfuta1v1).txt",
    "夸克盘链接": "https://pan.quark.cn/s/cf5f2a79cca1"
  },
  {
    "文件名": "[完结+番外全]《当反派被主角们抓到后》作家：西瓜剑客（np）~补番.txt",
    "夸克盘链接": "https://pan.quark.cn/s/f0b7aa5b4b84"
  },
  {
    "文件名": "[完结+番外全]《【主攻】穿书后被反派师尊表白了》作者：竹涧饮茶客（1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/5ee65ac64733"
  },
  {
    "文件名": "[完结+番外6]《不听医嘱的皇帝》作者：DF（1v1）~补番.txt",
    "夸克盘链接": "https://pan.quark.cn/s/b40cc84b4a85"
  },
  {
    "文件名": "[完结+番外1]《我真没在无限流钓男人》作者：雪花泥（np）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/1cb8763d2aeb"
  },
  {
    "文件名": "[完结+番外]《渣男，但是万人迷》作者：猴面包树（总攻）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/b3860269c908"
  },
  {
    "文件名": "[完结+番外]《小猫咪有什么坏心眼呢》作者：野玫瑰湾（1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/45241383aa85"
  },
  {
    "文件名": "[完结+番外]《修仙误入淫门》作者：无酩酒（np）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/dd9670532d6b"
  },
  {
    "文件名": "[完结+番外]《阳光之下》作者：橘吉（1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/6b54fee5d95c"
  },
  {
    "文件名": "[完结+番外]《夕然》作者：僧欲安 (1v1).txt",
    "夸克盘链接": "https://pan.quark.cn/s/8773410b641b"
  },
  {
    "文件名": "[完结+番外]《无法避免》作者：吃辣椒不加辣（np）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/7359c36e7d17"
  },
  {
    "文件名": "[完结+番外]《我性幻想中的体校生活》作者：劳伦瑞尔 (np).txt",
    "夸克盘链接": "https://pan.quark.cn/s/69595daeffb7"
  },
  {
    "文件名": "[完结+番外]《我和我的野种哥哥》作者：没有名字的小棺材（1v1）~补番.txt",
    "夸克盘链接": "https://pan.quark.cn/s/3e804f70cad6"
  },
  {
    "文件名": "[完结+番外]《兽族的共妻》作者：深海的石头 (np).txt",
    "夸克盘链接": "https://pan.quark.cn/s/d1ffb784d87c"
  },
  {
    "文件名": "[完结+番外]《谁允许你叫姐姐》作者：一只小竹笙（女攻1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/5136b5a0cece"
  },
  {
    "文件名": "[完结+番外]《谁懂啊！我穿成陆上将的白月光了》作者：萧辰予 (1v1).txt",
    "夸克盘链接": "https://pan.quark.cn/s/d592a7c6d76e"
  },
  {
    "文件名": "[完结+番外]《沙雕攻也要谈恋爱！》作者：火锅金针菇（1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/67c96447c84d"
  },
  {
    "文件名": "[完结+番外]《舍友是有性瘾的大美人怎么办》作者：后米 (1v1).txt",
    "夸克盘链接": "https://pan.quark.cn/s/a0cc277faa53"
  },
  {
    "文件名": "[完结+番外]《上将的合约夫夫》作者：俺是小阿b（1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/b00f2a2abefa"
  },
  {
    "文件名": "[完结+番外]《赛博妓女会梦见电子迪克吗》作者：纯爱狂刀客（np）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/db07ed81e6a0"
  },
  {
    "文件名": "[完结+番外]《让学长自愿被催眠》作者：可乐泡饼干（1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/6630f437c108"
  },
  {
    "文件名": "[完结+番外]《缺爱小美人在童话世界挨艹的生活》作者：一个冷门爱好者 (1v1).txt",
    "夸克盘链接": "https://pan.quark.cn/s/f5357e83128b"
  },
  {
    "文件名": "[完结+番外]《缺爱小可怜和他的暴力狂老公》作者：生椰举铁 (1v1).txt",
    "夸克盘链接": "https://pan.quark.cn/s/73fdd64a3877"
  },
  {
    "文件名": "[完结+番外]《女王受被臭狗们玩坏了》作者：猪脚饭主教（np）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/cf73fa0aad11"
  },
  {
    "文件名": "[完结+番外]《情囚》作者：也不（1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/4623aaeb7c9c"
  },
  {
    "文件名": "[完结+番外]《名妓》作者：十二月（总受）~补番.txt",
    "夸克盘链接": "https://pan.quark.cn/s/fe08a9dbe588"
  },
  {
    "文件名": "[完结+番外]《美味养父》作者：观观居酒（1v1）~补番.txt",
    "夸克盘链接": "https://pan.quark.cn/s/cc035dd8ae6e"
  },
  {
    "文件名": "[完结+番外]《猫咖打工的小美人》作者：敲月亮 (np).txt",
    "夸克盘链接": "https://pan.quark.cn/s/5efea0980291"
  },
  {
    "文件名": "[完结+番外]《林家日常》作者：一串乱码（总攻）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e1f4933dad48"
  },
  {
    "文件名": "[完结+番外]《老实人壮受被玩崩溃》作者：寸铁 (1v1).txt",
    "夸克盘链接": "https://pan.quark.cn/s/43f301a09c63"
  },
  {
    "文件名": "[完结+番外]《裸色》作者：付燃（1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/f6af4d22cdea"
  },
  {
    "文件名": "[完结+番外]《狼途羔羊》作者：幻境爱上月亮（1v1 S受M攻 BDSM）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/726b6b34e0be"
  },
  {
    "文件名": "[完结+番外]《快穿之无法自拔》作者：商银（np）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/3ba933ab4adf"
  },
  {
    "文件名": "[完结+番外]《军校_高岭之花每周必发热ABO》作者：小黄鸭梨梨（np）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/b1c98b42294b"
  },
  {
    "文件名": "[完结+番外]《君当作蒲苇》作者：怀星枕月 (1v1).txt",
    "夸克盘链接": "https://pan.quark.cn/s/95b698261f38"
  },
  {
    "文件名": "[完结+番外]《恐同直男的畜化调教》作者：欧石楠 (np).txt",
    "夸克盘链接": "https://pan.quark.cn/s/909ae6d37cb6"
  },
  {
    "文件名": "[完结+番外]《欢迎来草我老婆》作者：歌哆（1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/452b0652f19b"
  },
  {
    "文件名": "[完结+番外]《黑道总裁竟被下属强迫怀孕》作者：入北雪（1v1）~补番.txt",
    "夸克盘链接": "https://pan.quark.cn/s/f3c6f91325cf"
  },
  {
    "文件名": "[完结+番外]《反攻失败后我真香了》作者：萧辰予（快穿1v1）~补番.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a6a39949738e"
  },
  {
    "文件名": "[完结+番外]《管教替身男妻》作者：龙御天（1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a6443a96b650"
  },
  {
    "文件名": "[完结+番外]《勾引邻居男朋友后》作者：余柑子 (np).txt",
    "夸克盘链接": "https://pan.quark.cn/s/76821094ce4e"
  },
  {
    "文件名": "[完结+番外]《当茉莉花变成了笨蛋美人》作者：椰奶糖（1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/af7ee5cf2a85"
  },
  {
    "文件名": "[完结+番外]《捕获》作者：重渡（1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/2743058e5923"
  },
  {
    "文件名": "[完结+番外]《被制裁的Omega特工》作者：椰果奶茶（切片攻）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/613c64931132"
  },
  {
    "文件名": "[完结+4番外]《逆我者亡 下部》作者：九页（np家奴文BDSM）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/b6b0e27fc57a"
  },
  {
    "文件名": "[完结+番外]《被金主包养之后》作者：两斤松风（1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/68580c1bb843"
  },
  {
    "文件名": "[完结+番外]《被强制的贫穷男高中生》作者：冷水澡（1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/b0ae126de922"
  },
  {
    "文件名": "[完结+番外]《白色地谎言》作者：病房（1v1）~补番.txt",
    "夸克盘链接": "https://pan.quark.cn/s/92a3e3fc0983"
  },
  {
    "文件名": "[完结+3番外]《肏死我那从小养大的小书童》作者：脖颈子疼（1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a027eb316a52"
  },
  {
    "文件名": "[完结+3番外]《兽院男寝的共妻》作者：第一千零一号开心（np）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/7adf1e991c63"
  },
  {
    "文件名": "[完结+3番外]《反派师尊日错疯批后的团宠日常 原名 反派师尊日错人后》作者：余火烬燃（np）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/93b79661d3be"
  },
  {
    "文件名": "[完结]《足球健将阿威的沦陷》作者：阿香香（混合np）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/694ed3535bf9"
  },
  {
    "文件名": "[完结]《庄园主和他的小奴隶》作者：星星（1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/8f2eaf713194"
  },
  {
    "文件名": "[完结]《重生后拒绝火葬场只想赶紧逃》作者：不歇（np）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/d4d231e17088"
  },
  {
    "文件名": "[完结]《中间人》作者：栗比都（3p）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/d82743f7ec9f"
  },
  {
    "文件名": "[完结]《直男他穿成了疯批的娇软人妻》作者：拆吃入腹（1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/75a25a69fefe"
  },
  {
    "文件名": "[完结]《直男他穿成了疯批的娇软人妻》作者：拆吃入腹（1v1） (1).txt",
    "夸克盘链接": "https://pan.quark.cn/s/9c9a8f98c77a"
  },
  {
    "文件名": "[完结]《震惊！恶毒校霸竟长了个批！》作者：阿清（1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/8df4199fcaa1"
  },
  {
    "文件名": "[完结]《在综艺节目里被影帝艹》作者：没有名字.txt",
    "夸克盘链接": "https://pan.quark.cn/s/f9abc70dae3a"
  },
  {
    "文件名": "[完结]《折翅》作者：猫上村树（1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/79baa10e4050"
  },
  {
    "文件名": "[完结]《云碎了》作者：Coward庸尘（1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/25dae4b9a168"
  },
  {
    "文件名": "[完结]《折他》作者：霜寒（女攻np）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/19b2c8c6b11a"
  },
  {
    "文件名": "[完结]《与你予你》作者：池温（纬钧）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a845ae32bd0c"
  },
  {
    "文件名": "[完结]《以痛之名》作者：鼓手K99（1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/2905d5e70590"
  },
  {
    "文件名": "[完结]《阴沟野王靠模拟经营翻身》作者：豆芽菜（无cp）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ec851d2be628"
  },
  {
    "文件名": "[完结]《一些训诫文小零嘴》作者：笙寒（故事集）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/9ac40a760cd1"
  },
  {
    "文件名": "[完结]《隐秘情人》作者：久行且歌（1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/7ff857da4899"
  },
  {
    "文件名": "[完结]《一些3p合集》作者：我要成为小富婆.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c91c38d70a06"
  },
  {
    "文件名": "[完结]《养父》作者：疯甜的小肉酱（1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/be32bb9aec44"
  },
  {
    "文件名": "[完结]《一国之主》作者：江水暖鸭 (np).txt",
    "夸克盘链接": "https://pan.quark.cn/s/53b1f0527916"
  },
  {
    "文件名": "[完结]《一个Omega的真实婚姻》作者：嘟嘟晏（1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ca4840de2c29"
  },
  {
    "文件名": "[完结]《养父》作者：冬青树（1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/827b2b39916a"
  },
  {
    "文件名": "[完结]《驯服融化》作者：风起（短篇集）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/7572b77db078"
  },
  {
    "文件名": "[完结]《兄友弟恭》作者：夜夜夜（1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/54db4b5d0dfa"
  },
  {
    "文件名": "[完结]《性爱秘书是死对头》作者：南枫枫（1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/78ee55f9c27a"
  },
  {
    "文件名": "[完结]《小九》作者：徐豹豹（1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/286809c3b31c"
  },
  {
    "文件名": "[完结]《信息素过敏悖论》作者：落棠祈雨（1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/edf02d0c6ad7"
  },
  {
    "文件名": "[完结]《心肝》作者：again (1v1).txt",
    "夸克盘链接": "https://pan.quark.cn/s/4ecd387c9a67"
  },
  {
    "文件名": "[完结]《无限流里的笨蛋美人》作者：烟上雨（np）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/0786c84d371b"
  },
  {
    "文件名": "[完结]《相亲对象的鸡巴真大》作者：神来到啦.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e6387374eada"
  },
  {
    "文件名": "[完结]《乡村老师》作者：熙熙 (np).txt",
    "夸克盘链接": "https://pan.quark.cn/s/7ba2f29d324b"
  },
  {
    "文件名": "[完结]《我那个一心求死的叛徒下属》作者：夏盐弈（1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/baa9ff0e0c6b"
  },
  {
    "文件名": "[完结]《我出轨，我骄傲，我外遇都不带套》作者：小阿弦（np总受）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/b8ccd2984ab0"
  },
  {
    "文件名": "[完结]《万人嫌离婚之后》作者：andgbb (1v1).txt",
    "夸克盘链接": "https://pan.quark.cn/s/5b97ca5e8e41"
  },
  {
    "文件名": "[完结]《万人嫌大师兄雌堕以后》作者：连绾（np）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/10682352c1ec"
  },
  {
    "文件名": "[完结]《伪M》作者：紫纱娜（1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/6b08e545ac25"
  },
  {
    "文件名": "[完结]《为禽兽老爸生子，和老爸做爱好开心》作者：小奶狗（混合np）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c1c9cddaab9c"
  },
  {
    "文件名": "[完结]《玩弄瑟琴主播》作者：乙级xp（np）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/addeeeaa8fff"
  },
  {
    "文件名": "[完结]《偷得浮生半日闲》作者：巳夭 (1v1).txt",
    "夸克盘链接": "https://pan.quark.cn/s/fa1e2be4d251"
  },
  {
    "文件名": "[完结]《同学聚会后成了金丝雀》作者：会吃人的时清 (1v1).txt",
    "夸克盘链接": "https://pan.quark.cn/s/0ffb375d2947"
  },
  {
    "文件名": "[完结]《天作之合》作者：言西早（1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/f4c5f1eda2e2"
  },
  {
    "文件名": "[完结]《铁链和美人更配哦》 作者：夜虫（1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/f588a993f3a1"
  },
  {
    "文件名": "[完结]《他们总想黏着我》作者：映竹影（女攻np）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/9249b78e93b0"
  },
  {
    "文件名": "[完结]《双性太子妃屌下求肏》作者：夜行千里（np）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/007367551afe"
  },
  {
    "文件名": "[完结]《睡遍双性室友》作者：欧克（np）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/0dff48102ee0"
  },
  {
    "文件名": "[完结]《双性儿子偷窥加入爸妈乱姣》作者：没有名字.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ddbbacaa7ea9"
  },
  {
    "文件名": "[完结]《庶子翻身攻略》作者：冰块牛奶（np）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/7d22b8adaf60"
  },
  {
    "文件名": "[完结]《熟能生巧的父子关系》作者：向谁去（1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/0a6133e8c35a"
  },
  {
    "文件名": "[完结]《书生的爱欲之路》作者：monkey101 (1v1).txt",
    "夸克盘链接": "https://pan.quark.cn/s/23c347ac2fad"
  },
  {
    "文件名": "[完结]《收集爸爸的精液3》作者：背刺.txt",
    "夸克盘链接": "https://pan.quark.cn/s/42dd0b74ce8d"
  },
  {
    "文件名": "[完结]《兽世雄奴》作者：猫吃鱼鱼（女攻np）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c03b97377ad3"
  },
  {
    "文件名": "[完结]《上了你还要操你女儿》作者：没脑子（百合abo，1v2）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/1704252d9428"
  },
  {
    "文件名": "[完结]《傻狗直男联姻对象失忆后》作者：春山艾草（1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ca056aede97e"
  },
  {
    "文件名": "[完结]《湿主》作者 敬儿（GL百合np）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ad3285b586d9"
  },
  {
    "文件名": "[完结]《谁说忠犬攻不出轨》作者：月之卡比（出轨文）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/f6807bdb661f"
  },
  {
    "文件名": "[完结]《涩情主播被迫翻车后》作者：醉月月（3p）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ca6bfc775d74"
  },
  {
    "文件名": "[完结]《桑榆》作者：君影（3p）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/8f24be82c8a2"
  },
  {
    "文件名": "[完结]《三人成瘾》作者：让我吃一吃（故事集）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/d4cf9f655ca2"
  },
  {
    "文件名": "[完结]《三颗米》作者：蜘蛛蟹 (1v1).txt",
    "夸克盘链接": "https://pan.quark.cn/s/70e2a07c1bd7"
  },
  {
    "文件名": "[完结]《日大了红狼狼的肚子，被教官肏了小屄的男生，粉羊羊挨肏三部合集》作者：小猫咪兽性大发.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a7469fa86159"
  },
  {
    "文件名": "[完结]《人鱼之海》作者：野生猫咪（1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e447bbb06efa"
  },
  {
    "文件名": "[完结]《人偶饲养精灵的日常》作者：千江（1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/822e3e22ecba"
  },
  {
    "文件名": "[完结]《人妻小哥儿出轨糙汉猎户》作者：无法无天（结局1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/5f252447858c"
  },
  {
    "文件名": "[完结]《人不干不成器》作者：骚气的内个谁（1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/bd292b89d95e"
  },
  {
    "文件名": "[完结]《情浴四合院，公共茓便器》作者：没有名字.txt",
    "夸克盘链接": "https://pan.quark.cn/s/be87154711a8"
  },
  {
    "文件名": "[完结]《犬症》作者：梁幸禺（1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/6a2a744eebf9"
  },
  {
    "文件名": "[完结]《清冷仙尊被逆徒肏成肉便器》作者：奇怪魔法少男（np）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/b4dae4e906f8"
  },
  {
    "文件名": "[完结]《清冷王爷被屠夫吸批上瘾》作者：冰糖书生（1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/4bbfc329e301"
  },
  {
    "文件名": "[完结]《强制沉溺》作者：不二之下 (np).txt",
    "夸克盘链接": "https://pan.quark.cn/s/0a28e68ba607"
  },
  {
    "文件名": "[完结]《排泄控制向合集。》作者：无味（女攻）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/811d70c1cbd2"
  },
  {
    "文件名": "[完结]《前夫和发小都成了我的炮友》作者：朽木灵（np）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/79606ee6758b"
  },
  {
    "文件名": "[完结]《懦夫》作者：窫窳（1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/02b1d2f02e6c"
  },
  {
    "文件名": "[完结]《男神淫堕全纪实》作者：坏兔子（故事集）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/0028c0bea8b3"
  },
  {
    "文件名": "[完结]《溺瘾》作者：超级无敌黑暗之魂暴龙战士（1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/7a3fd3130adb"
  },
  {
    "文件名": "[完结]《男大就连兼职也要挨草》作者：您写什么呢（np）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/b68b3834e767"
  },
  {
    "文件名": "[完结]《玫瑰alpha》作者：有只猫叫斯宾塞（百合1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/d051fa9695c3"
  },
  {
    "文件名": "[完结]《盲夫》作者：鱼太咸 (1v1).txt",
    "夸克盘链接": "https://pan.quark.cn/s/b83def617503"
  },
  {
    "文件名": "[完结]《轮奸骚浪美人》作者：宴鸿儒（np故事集）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ce34e2dc3329"
  },
  {
    "文件名": "[完结]《柳夭桃艳》作者：甘草 (1v1).txt",
    "夸克盘链接": "https://pan.quark.cn/s/d0815865ddb8"
  },
  {
    "文件名": "[完结]《劣根》作者：她写了一夜的信（1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/aec050162280"
  },
  {
    "文件名": "[完结]《恋人变亲哥》作者：潮湿的火柴头（np）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ab26cc187192"
  },
  {
    "文件名": "[完结]《连雨春去》作者：者成（1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/cc155527b076"
  },
  {
    "文件名": "[完结]《哭哭啼啼的废物老攻们》作者：冰冻的桃子 (np).txt",
    "夸克盘链接": "https://pan.quark.cn/s/5b1ba7498d98"
  },
  {
    "文件名": "[完结]《了不起的总攻》作者：阶凉 (np).txt",
    "夸克盘链接": "https://pan.quark.cn/s/2feeac42dd1b"
  },
  {
    "文件名": "[完结]《开情趣店的退休法师》作者：星星（np）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/8a3f8bffbaa6"
  },
  {
    "文件名": "[完结]《就是要操你》作者：韩梅梅（故事集）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ef7dbd898d38"
  },
  {
    "文件名": "[完结]《就是喜欢傻白甜》作者：短尾巴（np）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/16792a45d203"
  },
  {
    "文件名": "[完结]《进化之地》作者：佛手瓜（np）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/75eaf0a738be"
  },
  {
    "文件名": "[完结]《金丝雀娇养手册》作者：轻舟已过（np）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/d51087fe0feb"
  },
  {
    "文件名": "[完结]《今夕何夕，遇此良人》作者 一水间（GL百合1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/5c99b65689bf"
  },
  {
    "文件名": "[完结]《今晚老公不在家》作者：西悼（3p）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/58251bdc7204"
  },
  {
    "文件名": "[完结]《今天也被轮奸了吗》作者：没有名字（故事集）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/77b703911e00"
  },
  {
    "文件名": "[完结]《捡来的老婆》作者：冰点（1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/b5a807033d78"
  },
  {
    "文件名": "[完结]《继父狠狠日穿你身子》作者：小奶狗（混合）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/db181d2843bf"
  },
  {
    "文件名": "[完结]《换攻追妻没有火葬场》作者：大鸡巴肏穴e.txt",
    "夸克盘链接": "https://pan.quark.cn/s/b6343b9c5eaa"
  },
  {
    "文件名": "[完结]《黄色童话1》作者：修勾（故事集）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/49dbeaf099e5"
  },
  {
    "文件名": "[完结]《黑皮大奶体育生恶堕》作者：樱花酥（np）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/053c2ac7897e"
  },
  {
    "文件名": "[完结]《何靖与狗》作者：Homom（1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/401ea2209bed"
  },
  {
    "文件名": "[完结]《好学》作者：十年灯 (np).txt",
    "夸克盘链接": "https://pan.quark.cn/s/9255bfbf2dc3"
  },
  {
    "文件名": "[完结]《古风·耽美合集》作者：君不见（混合）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/423cdb41a0de"
  },
  {
    "文件名": "[完结]《过度依赖》作者：xinruan（1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c2599fa71f59"
  },
  {
    "文件名": "[完结]《攻略主角的白月光》作者：祁阳（np）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/033b64c3cb4b"
  },
  {
    "文件名": "[完结]《公交上的双性爸爸》作者：冰块牛奶.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ee54d9e067e1"
  },
  {
    "文件名": "[完结]《高门绮户》作者：Godzita（np）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/5ad382802230"
  },
  {
    "文件名": "[完结]《分手后被蛇形男友囚禁了》作者：纯情阳阳（1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/1735df29782c"
  },
  {
    "文件名": "[完结]《分化后被死敌Alpha标记了》作者：顾瑜皓野（1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/4ab1afd93b5d"
  },
  {
    "文件名": "[完结]《反派师尊是童颜》作者：小酒 (1v1).txt",
    "夸克盘链接": "https://pan.quark.cn/s/bb9d6decb851"
  },
  {
    "文件名": "[完结]《二手深情》作者：vixerunts（邵简同人）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/706d41da5374"
  },
  {
    "文件名": "[完结]《繁星入我怀【上卷】》作者：京酱肉丝（穿书np万人迷戏精受）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/27545346ec9a"
  },
  {
    "文件名": "[完结]《二虎乘人》作者：洵二（3p）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/d13b1f0fa7c0"
  },
  {
    "文件名": "[完结]《当直男变成梦境精灵后》作者：会飞的鱼（np）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/eb8bfa7c567c"
  },
  {
    "文件名": "[完结]《错过的能否再重来》作者：幽幽过客（1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/5f75eeb148e0"
  },
  {
    "文件名": "[完结]《恶毒师弟每天都在挨草》作者：我行其野（1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/26c63efdc747"
  },
  {
    "文件名": "[完结]《催眠调教美人成为荡货合集》作者：贫僧法号悟空.txt",
    "夸克盘链接": "https://pan.quark.cn/s/6a40b5c3d062"
  },
  {
    "文件名": "[完结]《从反派身边跑路失败后》作者：路十七（1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/dd0476f81423"
  },
  {
    "文件名": "[完结]《出轨指南》作者：幸樱路野（故事集）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e48448445c15"
  },
  {
    "文件名": "[完结]《产娘》作者：Xilinx（np）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ffbfc11c44ae"
  },
  {
    "文件名": "[完结]《超级英雄王铁牛的淫欲堕落》作者：得过且过（np）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/63d7def18291"
  },
  {
    "文件名": "[完结]《不止被一个人睡过》作者：懒得睡觉（np）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/928232cacc08"
  },
  {
    "文件名": "[完结]《层楼尽》作者：元宝 (1v1).txt",
    "夸克盘链接": "https://pan.quark.cn/s/cd63da229689"
  },
  {
    "文件名": "[完结]《不要一起肏，下面受不了》作者 风吹头凉（百合扶她futa np）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/bd75355a82ab"
  },
  {
    "文件名": "[完结]《不要一起肏，下面受不了》作者：木眠狐（百合np）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/5cdf880850dd"
  },
  {
    "文件名": "[完结]《不似人间》作者：Bluer（1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/aabea20838a7"
  },
  {
    "文件名": "[完结]《不要偷窥知名网黄》作者：净整点花里胡哨的（1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/52ffde145100"
  },
  {
    "文件名": "[完结]《不入流》作者：麦甜捕手（1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/7df5d67f7e9a"
  },
  {
    "文件名": "[完结]《病娇弟弟总是威胁我》作者：嘎嘣脆（1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/07d14a3c31c7"
  },
  {
    "文件名": "[完结]《捕捉》作者：又见蓝山（1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a762eec249fb"
  },
  {
    "文件名": "[完结]《病娇A诱她上瘾》作者 呆元（双A主攻1v1 百合ABO）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/fc23d7a2f1bc"
  },
  {
    "文件名": "[完结]《被轮奸成婊子的艺术生》作者：没有名字（np）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/9316137ff508"
  },
  {
    "文件名": "[完结]《爆操双性大奶小妈》作者：击毙所有人啊啊啊啊（np）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/91c824c4b7fa"
  },
  {
    "文件名": "[完结]《被将军捡到的狼崽长大了》作者：小酒（1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/4e350e5bb647"
  },
  {
    "文件名": "[完结]《R18主角我来当！》作者：炖些什么肉（np）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/49e3f485f3f3"
  },
  {
    "文件名": "[完结]《把异世界众族调教成狗》作者：江城昀（np）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/7b1bc862244b"
  },
  {
    "文件名": "[完结]《包养清秀男老师》作者：冰块牛奶（np）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/d6dc37134962"
  },
  {
    "文件名": "[完结]《拜金男大学生兼职卖身》作者：meat（np）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/5a881ddb574f"
  },
  {
    "文件名": "[完结]《omega培育中心》作者：黑心小玉（故事集）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/d4c0decdedbb"
  },
  {
    "文件名": "[完结]《N批体育生儿子和爸爸乱》作者：风流狂狼.txt",
    "夸克盘链接": "https://pan.quark.cn/s/cb6025308a67"
  },
  {
    "文件名": "[完结]《CUT》作者：阿毅 (EC同人).txt",
    "夸克盘链接": "https://pan.quark.cn/s/c00ba6568c71"
  },
  {
    "文件名": "[完结]《B装O的一生》作者：一蟹不如一蟹（np）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c5594e988daf"
  },
  {
    "文件名": "[完结]《beta受喜提催眠系统开后宫》作者：小阿弦（np）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/095d6bf39ade"
  },
  {
    "文件名": "[完结]《【总攻】虫族之星河指挥家》作者：瓶贰（np）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/89b1bf6c98a3"
  },
  {
    "文件名": "[完结]《A变O后我成了情敌的白月光了》作者：辛德瑞拉（1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/61521554872e"
  },
  {
    "文件名": "[完结]《【骨科】以身囚爱》作者：奔跑的大菠萝（1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a87fa84984a7"
  },
  {
    "文件名": "[完结]《18岁爱上另一个Alpha》作者 不会写字的王三（GL百合双A1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/eced7c4fc944"
  },
  {
    "文件名": "制服诱惑系列集.txt",
    "夸克盘链接": "https://pan.quark.cn/s/da92aa45e98c"
  },
  {
    "文件名": "[完结]《十日谈·临沭（追夫火葬场）》作家：欢喜（1v1）【24.10.05】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ad0ccd241efb"
  },
  {
    "文件名": "[完结]《我爱上了霸凌我的男人》作家：侧成峰（1v1）【24.10.06】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/636c342ac49f"
  },
  {
    "文件名": "[完结]《拼盘家庭》作家：阿蘼（np）【24.10.04】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/8ca39ba993d0"
  },
  {
    "文件名": "[完结]《脚踏三条船后我被他们一起曰了》作家：多肉咩（np）【24.10.06】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/cd907e480ad1"
  },
  {
    "文件名": "[废文 完结+番外5]被太监糟蹋之后（1v1）~补番【24.10.02】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/bea7497f5d4f"
  },
  {
    "文件名": "[废文 完结+番外]金玉桃花（仙侠np）~补番【24.10.06】 作者：写不出但试试.txt",
    "夸克盘链接": "https://pan.quark.cn/s/8bbcdcbab846"
  },
  {
    "文件名": "遮天天皇子.txt",
    "夸克盘链接": "https://pan.quark.cn/s/3954f0bbaca9"
  },
  {
    "文件名": "总裁求包养之漫漫追妻路by阿昭.txt",
    "夸克盘链接": "https://pan.quark.cn/s/9904a6fb9cb2"
  },
  {
    "文件名": "朱颜血·美菊.txt",
    "夸克盘链接": "https://pan.quark.cn/s/de7da256a0b7"
  },
  {
    "文件名": "竹马双子全都要by李子李.txt",
    "夸克盘链接": "https://pan.quark.cn/s/23ca8a076246"
  },
  {
    "文件名": "长夜by里春.txt",
    "夸克盘链接": "https://pan.quark.cn/s/668eddcaf0a9"
  },
  {
    "文件名": "长夏 by Wander.txt",
    "夸克盘链接": "https://pan.quark.cn/s/26330977d956"
  },
  {
    "文件名": "云端孤岛by十冬禾.txt",
    "夸克盘链接": "https://pan.quark.cn/s/be22d660248d"
  },
  {
    "文件名": "战场上的女武神.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c0e495b99784"
  },
  {
    "文件名": "与老妈的故事.txt",
    "夸克盘链接": "https://pan.quark.cn/s/f164017bffe1"
  },
  {
    "文件名": "拥妖传说.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ddf25c5a840d"
  },
  {
    "文件名": "淫荡少女初长成.txt",
    "夸克盘链接": "https://pan.quark.cn/s/1d452e8ba5bd"
  },
  {
    "文件名": "淫乱的游戏.txt",
    "夸克盘链接": "https://pan.quark.cn/s/f8b3eeba66a1"
  },
  {
    "文件名": "淫贱少女的自身修养.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ee75b0d99414"
  },
  {
    "文件名": "淫荡的全民的偶像.txt",
    "夸克盘链接": "https://pan.quark.cn/s/6bd884d574b7"
  },
  {
    "文件名": "异地女友小路.txt",
    "夸克盘链接": "https://pan.quark.cn/s/4a25ab5f8f4f"
  },
  {
    "文件名": "夜探丞相府+丞相的囚妾黄蓉 作者：刘落第.txt",
    "夸克盘链接": "https://pan.quark.cn/s/8f0136b21679"
  },
  {
    "文件名": "异种族牛郎店评鉴指南byAkiii.txt",
    "夸克盘链接": "https://pan.quark.cn/s/484926197a2d"
  },
  {
    "文件名": "夜幕by工口鉴赏家.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e5d9106ce991"
  },
  {
    "文件名": "嗅觉障碍by荒唐言.txt",
    "夸克盘链接": "https://pan.quark.cn/s/7e43cbc862ba"
  },
  {
    "文件名": "寻秦魔君记 作者：H天龙H.txt",
    "夸克盘链接": "https://pan.quark.cn/s/69b5cf68e2b1"
  },
  {
    "文件名": "学长他天天都想肏我 作者：苏墨.txt",
    "夸克盘链接": "https://pan.quark.cn/s/1555dbbc76d5"
  },
  {
    "文件名": "邪男和109个艳妇.txt",
    "夸克盘链接": "https://pan.quark.cn/s/9c75d3d90dc3"
  },
  {
    "文件名": "寻欢宝鉴 作者：青楼探花.txt",
    "夸克盘链接": "https://pan.quark.cn/s/180c04a66a9e"
  },
  {
    "文件名": "无限之全王.txt",
    "夸克盘链接": "https://pan.quark.cn/s/d68cb0d2b737"
  },
  {
    "文件名": "小骗子（1V1H） 作者：金玉满堂.txt",
    "夸克盘链接": "https://pan.quark.cn/s/0ebd46d4f3c8"
  },
  {
    "文件名": "想分手的第327天by衣沄.txt",
    "夸克盘链接": "https://pan.quark.cn/s/8454ec3a1a07"
  },
  {
    "文件名": "小米的性玩具羞辱日记 作者：老鼠愛小米.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a51d182e2f20"
  },
  {
    "文件名": "香爱香杀by秧禾.txt",
    "夸克盘链接": "https://pan.quark.cn/s/9601ceb0fe57"
  },
  {
    "文件名": "献祭给河神的少女byDelphic.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e069c8a0f3a8"
  },
  {
    "文件名": "洗脑金属猫娘.txt",
    "夸克盘链接": "https://pan.quark.cn/s/6553ea6bb601"
  },
  {
    "文件名": "无能的丈夫.txt",
    "夸克盘链接": "https://pan.quark.cn/s/923fad47ab48"
  },
  {
    "文件名": "无形之锢by香菜骷髅头.txt",
    "夸克盘链接": "https://pan.quark.cn/s/4911ccd86a1a"
  },
  {
    "文件名": "熙熙的暴露故事.txt",
    "夸克盘链接": "https://pan.quark.cn/s/8ed8ac2cee0f"
  },
  {
    "文件名": "我真不是暴露狂啦！ 作者：EBYE.txt",
    "夸克盘链接": "https://pan.quark.cn/s/d82b4162ba95"
  },
  {
    "文件名": "我在怪异公司的裸行.txt",
    "夸克盘链接": "https://pan.quark.cn/s/715594b7775b"
  },
  {
    "文件名": "我与妻子群交的日子.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c74dcdf0d8bf"
  },
  {
    "文件名": "我是裸奔女.txt",
    "夸克盘链接": "https://pan.quark.cn/s/da0fb3e12ad8"
  },
  {
    "文件名": "我在方舟上当长官by莫以风.txt",
    "夸克盘链接": "https://pan.quark.cn/s/0c416ca15b40"
  },
  {
    "文件名": "我是个乖乖女我爱暴露.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c20af16caef7"
  },
  {
    "文件名": "我露，故我在.txt",
    "夸克盘链接": "https://pan.quark.cn/s/d30b19b00030"
  },
  {
    "文件名": "我妻，人妻.txt",
    "夸克盘链接": "https://pan.quark.cn/s/3b1b1d529c66"
  },
  {
    "文件名": "我叫佳韵.txt",
    "夸克盘链接": "https://pan.quark.cn/s/81b7bb9ef0bb"
  },
  {
    "文件名": "我家进狗了！by Iris.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a9eca64b18b9"
  },
  {
    "文件名": "我和师父母女.txt",
    "夸克盘链接": "https://pan.quark.cn/s/00ef29b75608"
  },
  {
    "文件名": "我的色气病娇吸血鬼姊妹.txt",
    "夸克盘链接": "https://pan.quark.cn/s/20483b02eee3"
  },
  {
    "文件名": "我的美母教师.txt",
    "夸克盘链接": "https://pan.quark.cn/s/2fdd8aefd1ac"
  },
  {
    "文件名": "我的暴露经历.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e3d0140560c8"
  },
  {
    "文件名": "我的姐姐睡得沉.txt",
    "夸克盘链接": "https://pan.quark.cn/s/3b747a91e539"
  },
  {
    "文件名": "我的极其淫秽的乱伦生活.txt",
    "夸克盘链接": "https://pan.quark.cn/s/1f2ee6fe3b60"
  },
  {
    "文件名": "王爷，你家王妃要造反by婳妖.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ca445666fe8f"
  },
  {
    "文件名": "未必不真实.txt",
    "夸克盘链接": "https://pan.quark.cn/s/873a18d30400"
  },
  {
    "文件名": "薇薇的特殊经历.txt",
    "夸克盘链接": "https://pan.quark.cn/s/2790b37d7045"
  },
  {
    "文件名": "网游之淫兽调教师 作者：老狼.txt",
    "夸克盘链接": "https://pan.quark.cn/s/7fbbec550e4b"
  },
  {
    "文件名": "完美少妇乳胶娃娃套装.txt",
    "夸克盘链接": "https://pan.quark.cn/s/33d144964b60"
  },
  {
    "文件名": "偷吃姐夫by干饭包子.txt",
    "夸克盘链接": "https://pan.quark.cn/s/45a17e98e27d"
  },
  {
    "文件名": "体校女老师和她的小狼狗们（NP）by飘飘欲仙.txt",
    "夸克盘链接": "https://pan.quark.cn/s/cfdd69cf40ac"
  },
  {
    "文件名": "迢迢暗度by知食分子.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a551ee8cff92"
  },
  {
    "文件名": "她的价值by小竹荚（番外1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a0d2523fb042"
  },
  {
    "文件名": "他喜欢她哭（强制 1v1）（原名：《被闺蜜哥哥日夜操哭》） 作者：xoxoxo12.txt",
    "夸克盘链接": "https://pan.quark.cn/s/b3d770eca2d3"
  },
  {
    "文件名": "蜀山剑侠传.txt",
    "夸克盘链接": "https://pan.quark.cn/s/b35edf425b00"
  },
  {
    "文件名": "兽欲之母娘凌辱 续篇兽欲之淫欲姐妹花.txt",
    "夸克盘链接": "https://pan.quark.cn/s/0a97ef6e9fa1"
  },
  {
    "文件名": "双生子的玩具.txt",
    "夸克盘链接": "https://pan.quark.cn/s/2eacfe81a4b6"
  },
  {
    "文件名": "饲养一个人类by种植园大户.txt",
    "夸克盘链接": "https://pan.quark.cn/s/2644fceaf216"
  },
  {
    "文件名": "诗羽催眠.txt",
    "夸克盘链接": "https://pan.quark.cn/s/7ef4a81ba24c"
  },
  {
    "文件名": "史莱姆神圣谭.txt",
    "夸克盘链接": "https://pan.quark.cn/s/0ce7d17f35a2"
  },
  {
    "文件名": "圣女性奴养成计划.txt",
    "夸克盘链接": "https://pan.quark.cn/s/5c1943021095"
  },
  {
    "文件名": "人生得意须纵欢.txt",
    "夸克盘链接": "https://pan.quark.cn/s/f3fae1572390"
  },
  {
    "文件名": "谁动了我老婆 作者：三指黄瓜.txt",
    "夸克盘链接": "https://pan.quark.cn/s/60a7b0d210e3"
  },
  {
    "文件名": "神庙逃亡（古言1v1 H） 作者：乌柳.txt",
    "夸克盘链接": "https://pan.quark.cn/s/83941112d49b"
  },
  {
    "文件名": "圣魔邪茎.txt",
    "夸克盘链接": "https://pan.quark.cn/s/1e44d1f27c9c"
  },
  {
    "文件名": "乳科男医生.txt",
    "夸克盘链接": "https://pan.quark.cn/s/fd2c0a7b3cb1"
  },
  {
    "文件名": "神雕外传之郭襄 作者：9527点秋香.txt",
    "夸克盘链接": "https://pan.quark.cn/s/0d41f0ab4af7"
  },
  {
    "文件名": "三国猎艳录.txt",
    "夸克盘链接": "https://pan.quark.cn/s/56ca791bb32d"
  },
  {
    "文件名": "蛇莓by薛圣枝.txt",
    "夸克盘链接": "https://pan.quark.cn/s/413343e280c7"
  },
  {
    "文件名": "少女情怀by一棵枣树.txt",
    "夸克盘链接": "https://pan.quark.cn/s/44fb69286bbe"
  },
  {
    "文件名": "人妻攻略.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ab90f3be212e"
  },
  {
    "文件名": "全网唯一！小姨版的黄美玲.txt",
    "夸克盘链接": "https://pan.quark.cn/s/6483df56799f"
  },
  {
    "文件名": "权财之熟女人妻爱好者.txt",
    "夸克盘链接": "https://pan.quark.cn/s/1d9e732a2d50"
  },
  {
    "文件名": "饶了社畜吧by酒什捌.txt",
    "夸克盘链接": "https://pan.quark.cn/s/3c2f76fcbe4d"
  },
  {
    "文件名": "秦时明月之逍遥天下 作者：情殇龙灵.txt",
    "夸克盘链接": "https://pan.quark.cn/s/d72e61dad887"
  },
  {
    "文件名": "情欲与肉欲.txt",
    "夸克盘链接": "https://pan.quark.cn/s/dba77ff7e119"
  },
  {
    "文件名": "秦青的幸福生活.txt",
    "夸克盘链接": "https://pan.quark.cn/s/97d700f5a9ab"
  },
  {
    "文件名": "清冷师叔为我解欲毒by八级大狂风.txt",
    "夸克盘链接": "https://pan.quark.cn/s/97081ce22d92"
  },
  {
    "文件名": "清醒·梦境by金玉满堂.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a44fdd6179d9"
  },
  {
    "文件名": "潜意识诱惑表嫂.txt",
    "夸克盘链接": "https://pan.quark.cn/s/33ad4c068159"
  },
  {
    "文件名": "妻子的抉择 记得爱情来过.txt",
    "夸克盘链接": "https://pan.quark.cn/s/3b2fd32bb910"
  },
  {
    "文件名": "强制沦陷，可怜小猫被操哭by美女知知.txt",
    "夸克盘链接": "https://pan.quark.cn/s/67c713d71c2e"
  },
  {
    "文件名": "妻欲：欲望迷城.txt",
    "夸克盘链接": "https://pan.quark.cn/s/fbdc2e909a41"
  },
  {
    "文件名": "破碎的命运.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c5c85c38400e"
  },
  {
    "文件名": "七个不同人妻的遭遇.txt",
    "夸克盘链接": "https://pan.quark.cn/s/0114a3f9dbbf"
  },
  {
    "文件名": "偶遇前男友by阿沐.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ec3644259470"
  },
  {
    "文件名": "那些年老王的幸福生活.txt",
    "夸克盘链接": "https://pan.quark.cn/s/56e9393374ad"
  },
  {
    "文件名": "女装大佬不好惹by鱼蛋串串.txt",
    "夸克盘链接": "https://pan.quark.cn/s/75577402d5b4"
  },
  {
    "文件名": "女友佳祺的出轨.txt",
    "夸克盘链接": "https://pan.quark.cn/s/64781c53ee33"
  },
  {
    "文件名": "女友Laurie.txt",
    "夸克盘链接": "https://pan.quark.cn/s/af9550a8efad"
  },
  {
    "文件名": "女人国之四时花开.txt",
    "夸克盘链接": "https://pan.quark.cn/s/0a52f878f074"
  },
  {
    "文件名": "女配观察男配记by牛奶炖炸鸡.txt",
    "夸克盘链接": "https://pan.quark.cn/s/835355541091"
  },
  {
    "文件名": "女人国系列之二江湖三女侠.txt",
    "夸克盘链接": "https://pan.quark.cn/s/04c1997bb748"
  },
  {
    "文件名": "女警沉沦之夜莺俱乐部.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a93380a2ca58"
  },
  {
    "文件名": "孽债by月白风清.txt",
    "夸克盘链接": "https://pan.quark.cn/s/022aa055b3aa"
  },
  {
    "文件名": "女大学生故事 作者：斷_風箏＆長腿大學妹.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ec899f50a0fa"
  },
  {
    "文件名": "难得疯狂的经历.txt",
    "夸克盘链接": "https://pan.quark.cn/s/abf0e8f143db"
  },
  {
    "文件名": "你，不该背叛我们的婚姻.txt",
    "夸克盘链接": "https://pan.quark.cn/s/6b7ac1965422"
  },
  {
    "文件名": "明日方舟同人.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c696a31cf81e"
  },
  {
    "文件名": "母爱的升华.txt",
    "夸克盘链接": "https://pan.quark.cn/s/2f147254cf4d"
  },
  {
    "文件名": "名门闺秀与农夫.txt",
    "夸克盘链接": "https://pan.quark.cn/s/bc8758b3ecba"
  },
  {
    "文件名": "美女苏婷的放荡生活.txt",
    "夸克盘链接": "https://pan.quark.cn/s/24aac65287d3"
  },
  {
    "文件名": "美女警犬.txt",
    "夸克盘链接": "https://pan.quark.cn/s/9bb7906e902d"
  },
  {
    "文件名": "美女猎捕计划.txt",
    "夸克盘链接": "https://pan.quark.cn/s/fece7456f0a9"
  },
  {
    "文件名": "乱囵合集（二）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/233a73e597c0"
  },
  {
    "文件名": "妈妈和空姐.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e314b46b24d2"
  },
  {
    "文件名": "妈妈与姨妈让我爽.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a2ede2617626"
  },
  {
    "文件名": "每天打赏的色情主播是哥哥by堆玉.txt",
    "夸克盘链接": "https://pan.quark.cn/s/78b48c611d99"
  },
  {
    "文件名": "妈妈我的性玩具.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ddf3a78c2816"
  },
  {
    "文件名": "妈妈和妹妹的爱.txt",
    "夸克盘链接": "https://pan.quark.cn/s/5924fa5128f1"
  },
  {
    "文件名": "绿春波by无梦.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c4ccfe342e39"
  },
  {
    "文件名": "萝莉养成记.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a844b37c4402"
  },
  {
    "文件名": "裸妻潜规则.txt",
    "夸克盘链接": "https://pan.quark.cn/s/765b752df673"
  },
  {
    "文件名": "开局一萝莉，神装全靠捡.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ee14f82c9d60"
  },
  {
    "文件名": "露之悲鸣：秘书季芸暴露之旅.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c48c5db16416"
  },
  {
    "文件名": "临时情绪疏导师by酒色馒头.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c2227e0f8be5"
  },
  {
    "文件名": "老树开花.txt",
    "夸克盘链接": "https://pan.quark.cn/s/9866be236caa"
  },
  {
    "文件名": "蕾蕾的暴露.txt",
    "夸克盘链接": "https://pan.quark.cn/s/3ea5d7de330a"
  },
  {
    "文件名": "缭乱by鹿鲸与海.txt",
    "夸克盘链接": "https://pan.quark.cn/s/3d337dfbcab7"
  },
  {
    "文件名": "老乞丐之没完没了 作者：快快点点.txt",
    "夸克盘链接": "https://pan.quark.cn/s/cfabf2cb4cf0"
  },
  {
    "文件名": "老公帮我出轨by崔黑.txt",
    "夸克盘链接": "https://pan.quark.cn/s/95cb5d968957"
  },
  {
    "文件名": "快穿NP系统之绝世名器 作者：树下睡仙人.txt",
    "夸克盘链接": "https://pan.quark.cn/s/93f03382fbba"
  },
  {
    "文件名": "老婆的娇喘.txt",
    "夸克盘链接": "https://pan.quark.cn/s/bc19ea833199"
  },
  {
    "文件名": "救赎不如救命by发疯的阿亘.txt",
    "夸克盘链接": "https://pan.quark.cn/s/bb713c67753d"
  },
  {
    "文件名": "巨乳女市长.txt",
    "夸克盘链接": "https://pan.quark.cn/s/7b4a5fd01fab"
  },
  {
    "文件名": "金陵女人的另类故事.txt",
    "夸克盘链接": "https://pan.quark.cn/s/d84ed264f709"
  },
  {
    "文件名": "警探姐妹花系列合集.txt",
    "夸克盘链接": "https://pan.quark.cn/s/bcaa0737133d"
  },
  {
    "文件名": "金主不在家，用继子解决欲望不过分吧？by一口鱼酥.txt",
    "夸克盘链接": "https://pan.quark.cn/s/413d0327acc4"
  },
  {
    "文件名": "金禾之死by江苦.txt",
    "夸克盘链接": "https://pan.quark.cn/s/6e473e246a25"
  },
  {
    "文件名": "江南美女明星学院.txt",
    "夸克盘链接": "https://pan.quark.cn/s/d87e5034f25b"
  },
  {
    "文件名": "娇妻与老板系列之处女人妻出轨日记.txt",
    "夸克盘链接": "https://pan.quark.cn/s/329443c78f0c"
  },
  {
    "文件名": "娇妻小凤的呻吟.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e95ab99edcf9"
  },
  {
    "文件名": "姐弟的谎言by希滴儿.txt",
    "夸克盘链接": "https://pan.quark.cn/s/5c0a5b683c6b"
  },
  {
    "文件名": "见习妓女的培训日常by木天蓼.txt",
    "夸克盘链接": "https://pan.quark.cn/s/16ae752f736a"
  },
  {
    "文件名": "丹鼎艳修录.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e4f603f86493"
  },
  {
    "文件名": "价值偏差的小涵.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ca5f180998c2"
  },
  {
    "文件名": "都市之只手遮天 作者：不易.txt",
    "夸克盘链接": "https://pan.quark.cn/s/9665d901dea4"
  },
  {
    "文件名": "焚天愤天淫魔阴魔.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a57ce8d564f2"
  },
  {
    "文件名": "极品家丁之三奴凌辱肖青璇篇.txt",
    "夸克盘链接": "https://pan.quark.cn/s/0f340bf180a4"
  },
  {
    "文件名": "帝国之乱.txt",
    "夸克盘链接": "https://pan.quark.cn/s/0c16aaa7adf3"
  },
  {
    "文件名": "动漫美少女之隶属的牝犬 作者：我并不色.txt",
    "夸克盘链接": "https://pan.quark.cn/s/53a0cead4ed9"
  },
  {
    "文件名": "第一次接客接到同学了怎么办by听雾化风.txt",
    "夸克盘链接": "https://pan.quark.cn/s/670337e399fa"
  },
  {
    "文件名": "段氏女将.txt",
    "夸克盘链接": "https://pan.quark.cn/s/0fddd82dee4c"
  },
  {
    "文件名": "都市寻花录.txt",
    "夸克盘链接": "https://pan.quark.cn/s/eb44a54a0737"
  },
  {
    "文件名": "独上白玉京by沙鸥.txt",
    "夸克盘链接": "https://pan.quark.cn/s/527ad8fc1d94"
  },
  {
    "文件名": "儿奸娘初试云雨情.txt",
    "夸克盘链接": "https://pan.quark.cn/s/485266a58eee"
  },
  {
    "文件名": "非典型同居by海尽天岸.txt",
    "夸克盘链接": "https://pan.quark.cn/s/bd6ab0f1df80"
  },
  {
    "文件名": "芳香盈盈by知食分子.txt",
    "夸克盘链接": "https://pan.quark.cn/s/11969e1a8fb1"
  },
  {
    "文件名": "放荡少女.txt",
    "夸克盘链接": "https://pan.quark.cn/s/301000f578d9"
  },
  {
    "文件名": "丰乳肥臀的妈妈被各种人搞.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ceaed42539df"
  },
  {
    "文件名": "夫妻交换系列.txt",
    "夸克盘链接": "https://pan.quark.cn/s/79a1d2502e66"
  },
  {
    "文件名": "风铃中的刀声.txt",
    "夸克盘链接": "https://pan.quark.cn/s/379c15de26c9"
  },
  {
    "文件名": "腐败的床榻 作者：备纸.txt",
    "夸克盘链接": "https://pan.quark.cn/s/5cc1c5d5d720"
  },
  {
    "文件名": "功夫皇帝逍遥游.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e1cd024b98fa"
  },
  {
    "文件名": "给他的爱分我一半好吗？by尘星末位.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e6b2f4d841ee"
  },
  {
    "文件名": "和顶流啪啪后我被赖上了(艺人助理)by绣娘.txt",
    "夸克盘链接": "https://pan.quark.cn/s/49dfb66a5dd7"
  },
  {
    "文件名": "黑化反派们能读我心by肥肉清蒸.txt",
    "夸克盘链接": "https://pan.quark.cn/s/6f8d7e586b6d"
  },
  {
    "文件名": "和我皇兄穿成同班同学by尾烟狸.txt",
    "夸克盘链接": "https://pan.quark.cn/s/65815eeb266e"
  },
  {
    "文件名": "浑沌无极 作者：armageddon.txt",
    "夸克盘链接": "https://pan.quark.cn/s/02149575925e"
  },
  {
    "文件名": "和民宿老板大做特做 by 小小爱吃火龙果。.txt",
    "夸克盘链接": "https://pan.quark.cn/s/580be136860f"
  },
  {
    "文件名": "婚外的诱惑：妻子的圈套.txt",
    "夸克盘链接": "https://pan.quark.cn/s/f899faab4028"
  },
  {
    "文件名": "狠角儿by自由基.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e7ddc7dbeb7d"
  },
  {
    "文件名": "极度占有by余欢.txt",
    "夸克盘链接": "https://pan.quark.cn/s/9a5b86b4859e"
  },
  {
    "文件名": "红楼绮梦.txt",
    "夸克盘链接": "https://pan.quark.cn/s/149e5896c9ce"
  },
  {
    "文件名": "宦妻-白芸 作者：羔羊.txt",
    "夸克盘链接": "https://pan.quark.cn/s/93fa581f1999"
  },
  {
    "文件名": "狐狸精后妈太惹火by木瀛瀛.txt",
    "夸克盘链接": "https://pan.quark.cn/s/1322acf80390"
  },
  {
    "文件名": "晃神（短篇be）by停车吃饭.txt",
    "夸克盘链接": "https://pan.quark.cn/s/8c10697fcd88"
  },
  {
    "文件名": "荡妇笔记.txt",
    "夸克盘链接": "https://pan.quark.cn/s/508202d959a6"
  },
  {
    "文件名": "大唐之邪神风流.txt",
    "夸克盘链接": "https://pan.quark.cn/s/10db220db0bc"
  },
  {
    "文件名": "当一夜情对象是你的家族联姻对象by阿昭.txt",
    "夸克盘链接": "https://pan.quark.cn/s/d6be28dabf31"
  },
  {
    "文件名": "当面槽催眠之药.txt",
    "夸克盘链接": "https://pan.quark.cn/s/516a1f920cab"
  },
  {
    "文件名": "逮到你了哦，变态君 作者：INDDUCK.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e67c83ed12f2"
  },
  {
    "文件名": "穿越农家之猛男 作者：老胡图.txt",
    "夸克盘链接": "https://pan.quark.cn/s/dc2998c11459"
  },
  {
    "文件名": "达克兰港by辞渔.txt",
    "夸克盘链接": "https://pan.quark.cn/s/1f601a593f02"
  },
  {
    "文件名": "大地王者.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c80656eb44b5"
  },
  {
    "文件名": "大公司的圣姑.txt",
    "夸克盘链接": "https://pan.quark.cn/s/1de8372d65fd"
  },
  {
    "文件名": "春色潮情.txt",
    "夸克盘链接": "https://pan.quark.cn/s/22a30e7bf827"
  },
  {
    "文件名": "从借种开始（我的妻子叫刘静.txt",
    "夸克盘链接": "https://pan.quark.cn/s/3e9ca147fdc9"
  },
  {
    "文件名": "催眠性幻想改.txt",
    "夸克盘链接": "https://pan.quark.cn/s/f9cfa4045ce7"
  },
  {
    "文件名": "春丽的劫难.txt",
    "夸克盘链接": "https://pan.quark.cn/s/30b29a987ce5"
  },
  {
    "文件名": "创世之子猎艳之旅 作者：诡禅.txt",
    "夸克盘链接": "https://pan.quark.cn/s/350d517735b2"
  },
  {
    "文件名": "沉溺by seaspider.txt",
    "夸克盘链接": "https://pan.quark.cn/s/7b11bccdfece"
  },
  {
    "文件名": "处女奸禁岛.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e4a9d2244a88"
  },
  {
    "文件名": "出轨见闻 作者：soneoosone.txt",
    "夸克盘链接": "https://pan.quark.cn/s/db889ca489e0"
  },
  {
    "文件名": "炽鸟（姐弟女凝H） 作者：鱼筌.txt",
    "夸克盘链接": "https://pan.quark.cn/s/3f16c1cbdb8c"
  },
  {
    "文件名": "沉沦的美女.txt",
    "夸克盘链接": "https://pan.quark.cn/s/71bd66196949"
  },
  {
    "文件名": "彩虹帝国.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e4a0386778b8"
  },
  {
    "文件名": "草粉草到事业粉了bySoraka.txt",
    "夸克盘链接": "https://pan.quark.cn/s/3fc2bfac4b97"
  },
  {
    "文件名": "病变之后的世界.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ae14d28bc7ff"
  },
  {
    "文件名": "臣服在胯下的人妻.txt",
    "夸克盘链接": "https://pan.quark.cn/s/9a91a0ee4de9"
  },
  {
    "文件名": "被迫后沉迷by木瀛瀛.txt",
    "夸克盘链接": "https://pan.quark.cn/s/2ac50398579b"
  },
  {
    "文件名": "蝙蝠女：猫女的猎物.txt",
    "夸克盘链接": "https://pan.quark.cn/s/12472a7b64c5"
  },
  {
    "文件名": "被曾经欺骗过的学长抓回去打屁股了，嘤嘤by酒色馒头.txt",
    "夸克盘链接": "https://pan.quark.cn/s/6a14b05b6fb5"
  },
  {
    "文件名": "暴露女友小霞.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c67886066f76"
  },
  {
    "文件名": "被讨厌的我by一碟芝士球.txt",
    "夸克盘链接": "https://pan.quark.cn/s/31fbc461d565"
  },
  {
    "文件名": "暴雪停止以后by渡己人24.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c9f9bd8432b2"
  },
  {
    "文件名": "暴露自己的经验 作者：joannalee.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a84f9b1212c5"
  },
  {
    "文件名": "《校花任芷娴的日记》by疯狂炖肉.txt",
    "夸克盘链接": "https://pan.quark.cn/s/834c8f74f198"
  },
  {
    "文件名": "暴露女友之“暖香阁”.txt",
    "夸克盘链接": "https://pan.quark.cn/s/2d2cb8972e31"
  },
  {
    "文件名": "暴露的女孩.txt",
    "夸克盘链接": "https://pan.quark.cn/s/8f2d8d7ca682"
  },
  {
    "文件名": "傲视九重天加料版.txt",
    "夸克盘链接": "https://pan.quark.cn/s/dad6a4ae96b0"
  },
  {
    "文件名": "白领秦伟彬的经历.txt",
    "夸克盘链接": "https://pan.quark.cn/s/520d9772be89"
  },
  {
    "文件名": "宝月公主by春潮带雨.txt",
    "夸克盘链接": "https://pan.quark.cn/s/6f816d841ed8"
  },
  {
    "文件名": "傲世女神调教.txt",
    "夸克盘链接": "https://pan.quark.cn/s/3c3274cfeffd"
  },
  {
    "文件名": "阿通正典 作者：郝松.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e512802ea37e"
  },
  {
    "文件名": "爱情支票（人物：桑伶丝等）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/33530313c7f9"
  },
  {
    "文件名": "阿笠博士的幕后故事.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c28c3c3cc028"
  },
  {
    "文件名": "X依存症的邻居们by水森林.txt",
    "夸克盘链接": "https://pan.quark.cn/s/9f122eebb426"
  },
  {
    "文件名": "《总裁操上淫荡女秘书（高h）》by没有名字.txt",
    "夸克盘链接": "https://pan.quark.cn/s/f0c813f0cff1"
  },
  {
    "文件名": "pink cheeks by Chi-Chi.txt",
    "夸克盘链接": "https://pan.quark.cn/s/82524e7e5609"
  },
  {
    "文件名": "《诈暖还寒》by第五星辰.txt",
    "夸克盘链接": "https://pan.quark.cn/s/eb893490c7cd"
  },
  {
    "文件名": "《这不是在谈恋爱！》by只写烂文的烂人.txt",
    "夸克盘链接": "https://pan.quark.cn/s/df8d61a49982"
  },
  {
    "文件名": "《欲望之城随军家属NP》by墨色微寒.txt",
    "夸克盘链接": "https://pan.quark.cn/s/3062c810eb57"
  },
  {
    "文件名": "《欲望之城NP》by墨色微寒.txt",
    "夸克盘链接": "https://pan.quark.cn/s/8288719605fa"
  },
  {
    "文件名": "《淫妻出轨合集》by黑黝黝.txt",
    "夸克盘链接": "https://pan.quark.cn/s/7823d44c9244"
  },
  {
    "文件名": "《淫乱童话系列合集（高H）》by墨色微寒.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e46cc5d82f45"
  },
  {
    "文件名": "《银莲花》by时翛.txt",
    "夸克盘链接": "https://pan.quark.cn/s/5e9e194d9d3a"
  },
  {
    "文件名": "《银河联邦的星际旅行》by阳光和煦.txt",
    "夸克盘链接": "https://pan.quark.cn/s/5921b4d9acae"
  },
  {
    "文件名": "《先生》by匿名咸鱼.txt",
    "夸克盘链接": "https://pan.quark.cn/s/2f80414f715c"
  },
  {
    "文件名": "《谈情说爱》by奶糖.txt",
    "夸克盘链接": "https://pan.quark.cn/s/385ea9310c95"
  },
  {
    "文件名": "《亭舟相望》by匿名咸鱼.txt",
    "夸克盘链接": "https://pan.quark.cn/s/b50558f852e0"
  },
  {
    "文件名": "《体育部的巨乳女教练（高H）》by月赏眉骚上.txt",
    "夸克盘链接": "https://pan.quark.cn/s/978db7a29e04"
  },
  {
    "文件名": "《山海镜花缘》by梨妤.txt",
    "夸克盘链接": "https://pan.quark.cn/s/34b47d5240d4"
  },
  {
    "文件名": "《软弟弟也会啊》by大难临头各自飞.txt",
    "夸克盘链接": "https://pan.quark.cn/s/4df60026e5b2"
  },
  {
    "文件名": "《师母和狗》by白骨.txt",
    "夸克盘链接": "https://pan.quark.cn/s/be2b808295c2"
  },
  {
    "文件名": "《圣立安商学院》by十无.txt",
    "夸克盘链接": "https://pan.quark.cn/s/487b3ad7acf6"
  },
  {
    "文件名": "《囚蛾》by郎赤娜.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a93c368947bd"
  },
  {
    "文件名": "《内射漂亮的姑妈：从勾搭到上床做爱的全过程》by黑黝黝.txt",
    "夸克盘链接": "https://pan.quark.cn/s/d2da2b51d309"
  },
  {
    "文件名": "《让妻子假扮兄弟女友跟他回家过年回来时就怀孕了》by二十三.txt",
    "夸克盘链接": "https://pan.quark.cn/s/f8f0ab91ee22"
  },
  {
    "文件名": "《青鸾》by时候覅.txt",
    "夸克盘链接": "https://pan.quark.cn/s/fba7af1bf9d6"
  },
  {
    "文件名": "《男子监狱和女医生》by墨色微寒.txt",
    "夸克盘链接": "https://pan.quark.cn/s/7dcff3309f83"
  },
  {
    "文件名": "《落日余晖》by燈下網.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e7bebde44c1d"
  },
  {
    "文件名": "《街上搭讪年轻宝妈跟去她家引诱在她老公面前操她》by二十三.txt",
    "夸克盘链接": "https://pan.quark.cn/s/34df55d8448f"
  },
  {
    "文件名": "《每一天》by十点水.txt",
    "夸克盘链接": "https://pan.quark.cn/s/678eb7dacc7f"
  },
  {
    "文件名": "《后遗症短篇 完结》by我悄悄地来.txt",
    "夸克盘链接": "https://pan.quark.cn/s/640d954cdb68"
  },
  {
    "文件名": "《和哥哥的五个朋友一起露营》bytfgr.txt",
    "夸克盘链接": "https://pan.quark.cn/s/d650ed9ec1b5"
  },
  {
    "文件名": "《大棒和尚与淫浪少妇（高h）》by墨色微寒.txt",
    "夸克盘链接": "https://pan.quark.cn/s/fee4a8f38d2a"
  },
  {
    "文件名": "《共享》by讲不讲理.txt",
    "夸克盘链接": "https://pan.quark.cn/s/7bd570824a01"
  },
  {
    "文件名": "《丰满少妇偷情合集》by巨根跳动.txt",
    "夸克盘链接": "https://pan.quark.cn/s/de0ad3ca9839"
  },
  {
    "文件名": "《春雨过后的你》bySingle-minded.txt",
    "夸克盘链接": "https://pan.quark.cn/s/690939dd92e0"
  },
  {
    "文件名": "《乘虚而入》by袜子破了洞.txt",
    "夸克盘链接": "https://pan.quark.cn/s/2610d69177f5"
  },
  {
    "文件名": "《趁妈妈睡着的时候偷偷插进她的小穴》by巨根跳动.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ff4d7166f059"
  },
  {
    "文件名": "《称臣》by香肩小羊.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a4b8253d8950"
  },
  {
    "文件名": "[完结蛋全]《可食用状态》作家：红茶茶汤（np）【24.10.03】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/14981c6a8913"
  },
  {
    "文件名": "《毕业之后》by武直-荏.txt",
    "夸克盘链接": "https://pan.quark.cn/s/620772e0735b"
  },
  {
    "文件名": "《鞭痕与吻的命题》by山哥.txt",
    "夸克盘链接": "https://pan.quark.cn/s/9aef03001176"
  },
  {
    "文件名": "《朝乐暮欢》by匿名咸鱼.txt",
    "夸克盘链接": "https://pan.quark.cn/s/9a8cca096cac"
  },
  {
    "文件名": "《被体校猛男给懆出水了》by没有名字.txt",
    "夸克盘链接": "https://pan.quark.cn/s/5952740d54e4"
  },
  {
    "文件名": "《Puppet》by匿名咸鱼.txt",
    "夸克盘链接": "https://pan.quark.cn/s/800402288d42"
  },
  {
    "文件名": "[完结蛋全+番外]《快穿之玩弄青涩美人》作家：九尾狐狸子（1v1）~补番【24.10.03】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/f1b8e9e47141"
  },
  {
    "文件名": "《帮哺乳期的儿媳挤奶：一边哄着孩子一边翘着屁股让公公插》by黑黝黝.txt",
    "夸克盘链接": "https://pan.quark.cn/s/63e54c7340be"
  },
  {
    "文件名": "[完结蛋全+2番外]《开发拳击手》作家：设计杀我（1v1）【24.10.04】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e2d178d10632"
  },
  {
    "文件名": "[完结106+番外]《猫爪摁狗头（赖床）》作家：假恐龙（1v1）~补番【24.10.06】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/6b734587ed10"
  },
  {
    "文件名": "[完结+番外全]《小男妓》作家：蒙面大月亮（np）【24.10.03】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/27bc80e32aaf"
  },
  {
    "文件名": "[完结蛋全]《欢宫淫事之美人宠》作家：没有钱（1v1）【24.10.02】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ed5ed91af11d"
  },
  {
    "文件名": "[1v1 完结+番外3]《替孕（高H 古代 甜文）》作者：宸月（补番）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/145c63090f5e"
  },
  {
    "文件名": "[1v1 完结+番外3]《装腔（西幻，高h，重生强制爱）》 作者：青舟小渡 [补番].txt",
    "夸克盘链接": "https://pan.quark.cn/s/3aaa2ea8628e"
  },
  {
    "文件名": "[1v1 完结+番外2]《救赎不如救命【1v1·男配上位·女主觉醒】》补番 作者：发疯的阿亘.txt",
    "夸克盘链接": "https://pan.quark.cn/s/24cab9fc2762"
  },
  {
    "文件名": "[1v1 完结+番外3]《小娘子（1V1_H_BG_年上）》 作者：Roxi [补番].txt",
    "夸克盘链接": "https://pan.quark.cn/s/ddd04741e7cb"
  },
  {
    "文件名": "[1v1 完结]《被邻居哥哥懆出氺了》 作者：__.txt",
    "夸克盘链接": "https://pan.quark.cn/s/64ee45567193"
  },
  {
    "文件名": "[1v1 完结]《社畜魅魔，但是被包养。（1v1_现代_甜文）》 作者：裁断小山.txt",
    "夸克盘链接": "https://pan.quark.cn/s/fab5d4ad3c7c"
  },
  {
    "文件名": "[1v1 完结]《娇俏小师妹爱上帅气祖师爷~让我们一起开始色色练功方式-简体版-（1v1_H_爽文_甜文）》作者：伊媚兒.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e9a4709705a9"
  },
  {
    "文件名": "勇者大人原來不愛我 作者：吟魂.txt",
    "夸克盘链接": "https://pan.quark.cn/s/5a6ae7e6c339"
  },
  {
    "文件名": "与左君的二三事（代号鸢同人 广左） 作者：姜姜江江.txt",
    "夸克盘链接": "https://pan.quark.cn/s/adabd26cbbd4"
  },
  {
    "文件名": "拥有催眠神力后男神都变裙下臣（nph） 作者：惊春时.txt",
    "夸克盘链接": "https://pan.quark.cn/s/57d26c1b5c8f"
  },
  {
    "文件名": "以玫瑰之名（原名：《暗香》） 作者：神说要有光.txt",
    "夸克盘链接": "https://pan.quark.cn/s/4101e65a3fb5"
  },
  {
    "文件名": "阴魂不散（兄妹骨_现代灵异） 作者：一颗樱桃结.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a97cc1726efe"
  },
  {
    "文件名": "移情别恋 作者：惟吉應光.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e4ef1f1068de"
  },
  {
    "文件名": "性瘾 作者：sibuy.txt",
    "夸克盘链接": "https://pan.quark.cn/s/185ccf90513c"
  },
  {
    "文件名": "小糖果罐（片段集） 作者：一碟芝士球.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ce6b07fd8d03"
  },
  {
    "文件名": "小娘子 作者：Roxi.txt",
    "夸克盘链接": "https://pan.quark.cn/s/615457157f70"
  },
  {
    "文件名": "我的姐姐 作者：旁观者.txt",
    "夸克盘链接": "https://pan.quark.cn/s/4726a41d9306"
  },
  {
    "文件名": "我才__才不是淫蕩！（高H純肉NPH） 作者：好玩罷了.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e339939db2a4"
  },
  {
    "文件名": "我超爱但我是直女 作者：雨山.txt",
    "夸克盘链接": "https://pan.quark.cn/s/f5811e4c8cd1"
  },
  {
    "文件名": "死后绑定海王系统 作者：离不开.txt",
    "夸克盘链接": "https://pan.quark.cn/s/dc72506be90e"
  },
  {
    "文件名": "我绑架了物理系男神（短篇） 作者：丹凤朝阳.txt",
    "夸克盘链接": "https://pan.quark.cn/s/21ff9bd50e7f"
  },
  {
    "文件名": "失而复得 作者：刎颈霜.txt",
    "夸克盘链接": "https://pan.quark.cn/s/7f12da8628f4"
  },
  {
    "文件名": "天使与恶魔（简体版） 作者：RICH.txt",
    "夸克盘链接": "https://pan.quark.cn/s/af1cf4fbbb7a"
  },
  {
    "文件名": "深夜耍手机刷到妻子和陌生男人做爱的视频 作者：二十三.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ec28096e2d5b"
  },
  {
    "文件名": "少妇在丈夫午休期间和儿子偷情做爱还让他内射 作者：二十三.txt",
    "夸克盘链接": "https://pan.quark.cn/s/1c9df3fe3a73"
  },
  {
    "文件名": "阮芊的校园生活-露出、NPH、一女N男 作者：十二橙子.txt",
    "夸克盘链接": "https://pan.quark.cn/s/684f3cd28135"
  },
  {
    "文件名": "善因（h） 作者：无敌铁.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e4d080c733e8"
  },
  {
    "文件名": "如果我们不曾相遇 作者：喵喵喵喵.txt",
    "夸克盘链接": "https://pan.quark.cn/s/96df143d06bc"
  },
  {
    "文件名": "如有何知 作者：展檩.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c4d6a5dece9f"
  },
  {
    "文件名": "偏執霸總把榴槤日爛了（高H，肉） 作者：好玩罷了.txt",
    "夸克盘链接": "https://pan.quark.cn/s/06d50b5ad41b"
  },
  {
    "文件名": "人妻模特拍内衣广告时湿了在镜头前被插入 作者：二十三.txt",
    "夸克盘链接": "https://pan.quark.cn/s/526e38fcfd53"
  },
  {
    "文件名": "人妻按摩时出了水忍不住抓着肉棒坐了进去 作者：二十三.txt",
    "夸克盘链接": "https://pan.quark.cn/s/7965e57a9342"
  },
  {
    "文件名": "让兄弟测试妻子忠诚度结果妻子被他内射了 作者：二十三.txt",
    "夸克盘链接": "https://pan.quark.cn/s/aa2b5263fa6a"
  },
  {
    "文件名": "年轻宝妈当着六岁儿子的面被家教老师内射 作者：二十三.txt",
    "夸克盘链接": "https://pan.quark.cn/s/52ae00eb81a7"
  },
  {
    "文件名": "内射同学的妈妈：阿姨用小穴夹我 作者：二十三.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c1ae627a47f7"
  },
  {
    "文件名": "梦恒【人外_1v1】 作者：爱炒菜的理子.txt",
    "夸克盘链接": "https://pan.quark.cn/s/03db6e4504ca"
  },
  {
    "文件名": "迷失花海的欲 作者：安欲.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c08d1c578455"
  },
  {
    "文件名": "籠中瑩2（第二世 1V2 高H） 作者：姜妘姚.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a84a65f3889a"
  },
  {
    "文件名": "美人妻拍艺术照被摄影师勾搭在镜头前内射 作者：二十三.txt",
    "夸克盘链接": "https://pan.quark.cn/s/fb4a2aeb7b71"
  },
  {
    "文件名": "戀與深空—秦徹 作者：kinoko.txt",
    "夸克盘链接": "https://pan.quark.cn/s/43e6ecc9109f"
  },
  {
    "文件名": "流萤(亲姐弟) 作者：青缘.txt",
    "夸克盘链接": "https://pan.quark.cn/s/4441d87867b0"
  },
  {
    "文件名": "禁烟恋爱（师生1v1） 作者：灯欲眠.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a5caa9807529"
  },
  {
    "文件名": "丰满熟妇在午睡时被女婿偷偷插入并且内射 作者：二十三.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c75c118fac32"
  },
  {
    "文件名": "莲花子（NP 古言短篇） 作者：北极星.txt",
    "夸克盘链接": "https://pan.quark.cn/s/5bfaeb3c03ee"
  },
  {
    "文件名": "穿成男主白月光（快穿，1vn） 作者：花柒酒.txt",
    "夸克盘链接": "https://pan.quark.cn/s/db7593e0ed5a"
  },
  {
    "文件名": "【棠】[完结] 【双】清冷男神的淫堕日常 作者：没有名字.txt",
    "夸克盘链接": "https://pan.quark.cn/s/8f272f008198"
  },
  {
    "文件名": "【原神】梦中教令院（乙女GH） 作者：斯科潘托斯小姐.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e4f3ca887f65"
  },
  {
    "文件名": "被仙人掌意外插入後（高H、肉） 作者：好玩罷了.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ecb2b99aa3bc"
  },
  {
    "文件名": "【恋与深空】主人复活了，我却爱上了他的替身（秦彻x你x黎深） 作者：诸葛钢铁.txt",
    "夸克盘链接": "https://pan.quark.cn/s/75f5f2af0d81"
  },
  {
    "文件名": "【废】[完结] 只差一句喜欢(轻松) 作者：曲轻舟.txt",
    "夸克盘链接": "https://pan.quark.cn/s/f39008684f3c"
  },
  {
    "文件名": "【废】[完结] 拂柳(完结) 作者：榴莲夹心.txt",
    "夸克盘链接": "https://pan.quark.cn/s/6666f001134e"
  },
  {
    "文件名": "「咒回」我才是最强nph 作者：蓝莓酸奶我的爱.txt",
    "夸克盘链接": "https://pan.quark.cn/s/cff05e7dda1d"
  },
  {
    "文件名": "《重生后未婚妻求我爱她》（番外完）作者：月顾西飞.txt",
    "夸克盘链接": "https://pan.quark.cn/s/fae12e23528e"
  },
  {
    "文件名": "《直女猜我弯了吗》（番外完）作者：旅兔福玉.txt",
    "夸克盘链接": "https://pan.quark.cn/s/29d7a09ca122"
  },
  {
    "文件名": "《重生公主撩上了美人暗卫》作者：青红竹.txt",
    "夸克盘链接": "https://pan.quark.cn/s/465882ab5b0c"
  },
  {
    "文件名": "《在异世界当游戏策划（上）》 作者：猫猫刷.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c5818b42efae"
  },
  {
    "文件名": "《修仙世家真千金被高岭之花倒追》（番外完）作者：银玉甜岁.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a9694d4c6e4d"
  },
  {
    "文件名": "《小可怜女主被穿书女配保护起来后》作者：倾颜梦音.txt",
    "夸克盘链接": "https://pan.quark.cn/s/8b80b0f2418e"
  },
  {
    "文件名": "《小狐狸和人类签订生死契约后[娱乐圈]》作者：碧箭三梅.txt",
    "夸克盘链接": "https://pan.quark.cn/s/cb5603bbb1f9"
  },
  {
    "文件名": "《我在北宋做知县gl》（番外完）作者：蛮蒙苦月.txt",
    "夸克盘链接": "https://pan.quark.cn/s/16ff2bcc3235"
  },
  {
    "文件名": "《无限之大观园生存指南》作者：神云浩烟.txt",
    "夸克盘链接": "https://pan.quark.cn/s/4c64e39df68e"
  },
  {
    "文件名": "《我和师长女儿一夜邂逅后》作者：故果好种.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ed5e28c3fdc3"
  },
  {
    "文件名": "《我是豪门大小姐的偏爱对象》（番外完）作者：小牛投桃.txt",
    "夸克盘链接": "https://pan.quark.cn/s/94d5089ea327"
  },
  {
    "文件名": "《我的修炼炉鼎是开派老祖》作者：南巅倒日.txt",
    "夸克盘链接": "https://pan.quark.cn/s/cf34d4964f8b"
  },
  {
    "文件名": "《我的高冷上司频繁掉马后[网游]》（番外完）作者：如梦逐意.txt",
    "夸克盘链接": "https://pan.quark.cn/s/f5b3075ef512"
  },
  {
    "文件名": "《我的清冷影后很好吃》作者：游富小苗.txt",
    "夸克盘链接": "https://pan.quark.cn/s/3319272ab9e0"
  },
  {
    "文件名": "《网红探花系统（np）》 作者：小木星.txt",
    "夸克盘链接": "https://pan.quark.cn/s/385900a380f4"
  },
  {
    "文件名": "《唯命是从（高H 现代 校园）》 作者：知食分子.txt",
    "夸克盘链接": "https://pan.quark.cn/s/aa4b1d0f8bed"
  },
  {
    "文件名": "《师尊总是以为我在撩她》（番外完）作者：紫星绿玉.txt",
    "夸克盘链接": "https://pan.quark.cn/s/858be92776dd"
  },
  {
    "文件名": "《师父一直在等我转世》作者：觅碎莎.txt",
    "夸克盘链接": "https://pan.quark.cn/s/73ee3e9a7dae"
  },
  {
    "文件名": "《全娱乐圈都在传我的死讯》作者：闻暖思代.txt",
    "夸克盘链接": "https://pan.quark.cn/s/d581ba312273"
  },
  {
    "文件名": "《破产总裁要当我老婆了》（番外完）作者：千雨洒湖.txt",
    "夸克盘链接": "https://pan.quark.cn/s/72fe45e7e74a"
  },
  {
    "文件名": "《清冷仙尊怀了小狐狸的崽》（番外完）作者：寒光剑花.txt",
    "夸克盘链接": "https://pan.quark.cn/s/6cb8376c189e"
  },
  {
    "文件名": "《亲姐的老板惦记上我了》（番外完）作者：浅水神草.txt",
    "夸克盘链接": "https://pan.quark.cn/s/70b20c04a58a"
  },
  {
    "文件名": "《偏执反派的白月光原来是我》（番外完）作者：恋心小莲.txt",
    "夸克盘链接": "https://pan.quark.cn/s/95db1f9f6e35"
  },
  {
    "文件名": "《末日后,我靠绿茶成功上位（高H NPH BG 末世）》 作者：知海橙子.txt",
    "夸克盘链接": "https://pan.quark.cn/s/419a6a7f614e"
  },
  {
    "文件名": "《民俗恐怖之丧葬之事》（番外完）作者：红山高笋.txt",
    "夸克盘链接": "https://pan.quark.cn/s/2a43d7029b0b"
  },
  {
    "文件名": "《冷情大佬如何做钓系美人》（番外完）作者：光色千流.txt",
    "夸克盘链接": "https://pan.quark.cn/s/8de9016b8b19"
  },
  {
    "文件名": "《快穿之女主剧本是不是拿错了》（番外完）作者：迷梦小孤花.txt",
    "夸克盘链接": "https://pan.quark.cn/s/bc7ca036cf97"
  },
  {
    "文件名": "《傀儡男屍》 作者：寤寐生.txt",
    "夸克盘链接": "https://pan.quark.cn/s/19d8c608fd99"
  },
  {
    "文件名": "《快穿之疯批女主被渣后黑化了》作者：仿月古素.txt",
    "夸克盘链接": "https://pan.quark.cn/s/5cc150507721"
  },
  {
    "文件名": "《靠系统摆摊美食吸引富婆日常》作者：雪谷飞圣.txt",
    "夸克盘链接": "https://pan.quark.cn/s/9b77013e11b0"
  },
  {
    "文件名": "《红楼之韶华休笑[钗黛]》作者：金异红颜.txt",
    "夸克盘链接": "https://pan.quark.cn/s/355e8034620a"
  },
  {
    "文件名": "《和白月光丞相糊里糊涂拜堂成了亲》（番外完）作者：分露翠雨.txt",
    "夸克盘链接": "https://pan.quark.cn/s/b36f631f3326"
  },
  {
    "文件名": "《和班主任老师秘密谈恋爱》作者：桑网三幻.txt",
    "夸克盘链接": "https://pan.quark.cn/s/4a01c68ba194"
  },
  {
    "文件名": "《古代炮灰赘A逆袭指南》（番外完）作者：伏雨本思.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c1eef29a8d3e"
  },
  {
    "文件名": "《疯娇反派老是哭着说爱我》作者：鹿山天海.txt",
    "夸克盘链接": "https://pan.quark.cn/s/219f71a08fa1"
  },
  {
    "文件名": "《对峙关系(校园1v1)》 作者：苏麻离青_.txt",
    "夸克盘链接": "https://pan.quark.cn/s/04b8ea3f3387"
  },
  {
    "文件名": "《带着高冷老板闯荡末世》作者：圆月良寒.txt",
    "夸克盘链接": "https://pan.quark.cn/s/4a1a95b5aa43"
  },
  {
    "文件名": "《大小姐重生后揍翻游戏女主和渣男》（番外完）作者：韵深奇水.txt",
    "夸克盘链接": "https://pan.quark.cn/s/cf82b2283f5b"
  },
  {
    "文件名": "《穿书后拯救可怜的炮灰姐姐》（番外完）作者：层树不长.txt",
    "夸克盘链接": "https://pan.quark.cn/s/82448c51c7dc"
  },
  {
    "文件名": "《穿书后我的人设变成了宠妻》（番外完）作者：斯卡古思.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a4f19297056a"
  },
  {
    "文件名": "《穿书后系统任务是攻略禁欲师姐》作者：青红竹.txt",
    "夸克盘链接": "https://pan.quark.cn/s/fa827bbbb916"
  },
  {
    "文件名": "《穿书成炮灰后和女主he了》作者：仿月古素.txt",
    "夸克盘链接": "https://pan.quark.cn/s/03212ccac728"
  },
  {
    "文件名": "《穿书成恶毒女配后攻略女主》作者：古临九式.txt",
    "夸克盘链接": "https://pan.quark.cn/s/d3193aa428dd"
  },
  {
    "文件名": "《穿书被师尊听到我心声后》（番外完）作者：山巅蓝云.txt",
    "夸克盘链接": "https://pan.quark.cn/s/26e64afc5928"
  },
  {
    "文件名": "《穿到古代种田养娇妻》（番外完）作者：蓝紫铁果.txt",
    "夸克盘链接": "https://pan.quark.cn/s/7cac86abdcc2"
  },
  {
    "文件名": "《病秧子做顶流从追老婆开始》作者：飞烟望云.txt",
    "夸克盘链接": "https://pan.quark.cn/s/66954461be9e"
  },
  {
    "文件名": "《被渣后我与前任小姨闪婚了》作者：沙语魔声.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ba71c8ccb57c"
  },
  {
    "文件名": "《暴君殿下也有想贴贴的人了》（番外完）作者：紫翠梦鹤.txt",
    "夸克盘链接": "https://pan.quark.cn/s/952305af7214"
  },
  {
    "文件名": "《被贬为贱屁眼奴（高H SM 古代）》 作者：Catherine.txt",
    "夸克盘链接": "https://pan.quark.cn/s/592fc399fd5d"
  },
  {
    "文件名": "《阿姨和我贴贴也挺好的》作者：空相无音.txt",
    "夸克盘链接": "https://pan.quark.cn/s/d508812312fb"
  },
  {
    "文件名": "《Alpha冷美人被我诱捕》（番外完）作者：空骨苦.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c6d25598ae21"
  },
  {
    "文件名": "[完结蛋全+番外121]《二爷和他的奴才们》作者：谢七略（np）【24.10.01】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a4b81738324b"
  },
  {
    "文件名": "[完结蛋全+4番外]《操服》作者：十二只羊（np）【24.10.03】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a97247405c1b"
  },
  {
    "文件名": "[完结蛋全]《渣男被催眠改造》 作者：顾咕咕（1v1 双性攻）【24.10.03】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/fa89c95d9231"
  },
  {
    "文件名": "[完结蛋全]《糟糠之妓》作者：白槿霜风（np）【24.10.01】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a74a6b13f7da"
  },
  {
    "文件名": "[完结蛋全]《诱惑侵占》作者：孟小昼（1v1）【24.10.05】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/41b7101453a5"
  },
  {
    "文件名": "[完结蛋全]《新网王之他们都馋我身子》作者：野猪佩琪（np）【24.10.03】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/41bcad140c73"
  },
  {
    "文件名": "[完结蛋全]《下流交易》作者：榴莲最好吃（1v1）【24.10.01】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/096b344d4c7f"
  },
  {
    "文件名": "[完结蛋全]《喜欢挨肏的骚货们》作者：大大大大大萝卜（合集）【24.10.02】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/8418fed4159a"
  },
  {
    "文件名": "[完结蛋全]《文武兄弟沦为官娼军妓》作者：LL（np）【24.10.03】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/308787f8235b"
  },
  {
    "文件名": "[完结蛋全]《为了iphone13我在大佬们身下承欢》作者：抑郁男孩缓两天_Leviathan（np）【24.10.02】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/d5a2b11bba50"
  },
  {
    "文件名": "[完结蛋全]《欺负大美人师尊》作者：攻宝爱吃奶（1v1）【24.10.04】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a81e159c18a6"
  },
  {
    "文件名": "[完结蛋全]《失重》作者：（娱乐圈NP大叔受）【24.10.03】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/856a308294c5"
  },
  {
    "文件名": "[完结蛋全]《梦里甘甜》作者：DooooM（np）【24.10.01】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a8de27423694"
  },
  {
    "文件名": "[完结蛋全]《魔尊金屋藏师兄》作者：小葵花（伪3p）【24.10.06】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/f94c87e32e1b"
  },
  {
    "文件名": "[完结蛋全]《玛丽苏竟是我自己》作者：猫头鹰KO（虫族总攻）【24.10.02】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/8001df41e50d"
  },
  {
    "文件名": "[完结蛋全]《蓝天皓月》作者：璧光浮影（总攻np）【24.10.06】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/2b9191011ddb"
  },
  {
    "文件名": "[完结蛋全]《就爱美人》作者：顾咕咕（故事集）【24.10.01】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/985ea2db2c75"
  },
  {
    "文件名": "[完结2095+番外]反派男主你好坏[快穿1v1]作者：肥肥~补番【24.10.23】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/95d5954af16c"
  },
  {
    "文件名": "[完结蛋全]《仿真娃娃的报复》作者：月光如水（np）【24.10.03】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/3ff1765d26fc"
  },
  {
    "文件名": "[完结蛋全]《打开身体，放飞自我》作者：想吃牛肉面（轮奸双性总受合集）【24.10.05】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/38013e150ac8"
  },
  {
    "文件名": "[完结蛋全]《缠绕（双生产，调教）》作者：连夏（1v1）【24.10.04】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/84ce7afcd449"
  },
  {
    "文件名": "[完结蛋全]《本王养不起后宫辣》作者：璟朋（np）【24.10.07】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/48067935bb43"
  },
  {
    "文件名": "[完结615+番外]被灭门后她杀疯了（古言，1V1） 作者：兆壹北【24.10.31】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ba26ba634ed9"
  },
  {
    "文件名": "[完结503+番外]【西幻】侍魔（SM、剧情H、重口黑暗向）作者：拉格朗曰【24.10.03】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/9cfcaf5f8ac4"
  },
  {
    "文件名": "[完结297]冰牙齿（伪叔侄_先婚后爱_1V1）作者：蒸栗【24.10.20】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/d0d1d049c3fd"
  },
  {
    "文件名": "[完结227+番外]鹊踏枝（古风，1V1）作者：鸣銮【24.10.22】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/8f8bcacb1f8a"
  },
  {
    "文件名": "[完结216+番外]《永不为受》作者：最爱小甜文（np）【24.10.31】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/d42775674751"
  },
  {
    "文件名": "[完结199]烟燃（校园NPH）作者：珍妮西【24.10.17】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/1828b7200160"
  },
  {
    "文件名": "[完结191+番外]《读书为了睡爱豆》作者：雨山（百合1v1）【24.10.13】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/17e4cf95d877"
  },
  {
    "文件名": "[完结179+番外]私藏（出轨 H）作者：市鞍马【24.10.15】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/2007613f2bfa"
  },
  {
    "文件名": "[完结157+番外]装腔（西幻，高h）作者：青舟小渡【24.10.23】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c5ba7a991577"
  },
  {
    "文件名": "[完结158+番外]《百尺危楼》作者：没有尾巴的皮卡丘（1v1）【24.10.31】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/76327fb852a0"
  },
  {
    "文件名": "[完结157+番外]思来想去，她直接摆烂了 (NP） 作者：请尖叫并绕圈跑【24.10.11】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/5c87aff312a1"
  },
  {
    "文件名": "[完结157]很可口 （强取豪夺 高H） 作者：无罪国度【24.10.04】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/81495367c85d"
  },
  {
    "文件名": "[完结140+番外]替孕（高H） 作者：宸月【24.10.28】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c53c32460aab"
  },
  {
    "文件名": "[完结141]晓颂(1V1H) 作者：Miriam【24.10.10】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/d6e1df9f7791"
  },
  {
    "文件名": "[完结130]香饵 (h)作者：马蹄糕【24.10.11】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ae4c760ed486"
  },
  {
    "文件名": "[完结134+番外]鹅绒锁 作者：春眠药水【24.10.22】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ce72b54bfc22"
  },
  {
    "文件名": "[完结126+番外]上下左右 作者：三侗岸.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ed349285b615"
  },
  {
    "文件名": "[完结128]离婚以后（高H） 作者：阿1379【24.10.28】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/4a78857ec865"
  },
  {
    "文件名": "[完结112]平行线（二战 纳粹德国 H） 作者：Jing【24.10.15】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/892e61448055"
  },
  {
    "文件名": "[完结110]怜春娇（古言骨科nph） 作者：栖烟【24.10.18】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/dda1e38b7f08"
  },
  {
    "文件名": "[完结111]谁给自己戴绿帽啊？（1v2、伪骨强取、高Ｈ） 作者：蜗牛【24.10.07】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e25e68756d71"
  },
  {
    "文件名": "[完结110+番外]白婕的校花生活（高H甜文） 作者：阿阿阿【24.10.05】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/63ad8c1ff24b"
  },
  {
    "文件名": "[完结109]《缠身》作者：九木（百合np）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/3c7546b32360"
  },
  {
    "文件名": "[完结107+番外]夫君他浑身杀气（双马甲 先婚后爱 1v1武侠甜文） 作者：锈斑猫【24.10.31】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/632782f4e2b7"
  },
  {
    "文件名": "[完结107]张柠檬（SM） 我是如何成为富二代的玩物的（SM）作者：伯未有【24.10.12】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/1dc6d1faa61d"
  },
  {
    "文件名": "[完结107]《在农言商》作者：潜木（百合1v1）【24.10.07】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/b55d0451896e"
  },
  {
    "文件名": "[完结99]《她戒之下 under her ring》作者：明天再说吧qaq（np百合）【24.10.14】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/7d04fa927795"
  },
  {
    "文件名": "[完结98+番外]《家政服务性怪物男妈妈》作者：苏卿辞（女攻1v1）【24.10.05】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/169fdc23f6f3"
  },
  {
    "文件名": "[完结95]重生女配猛撞男主性癖（1v1 H） 作者：篱鹿鹿【24.10.17】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/03ec31893d34"
  },
  {
    "文件名": "[完结88]山脚下的寡妇（1v3，H) 作者：昏鸦往东【24.10.04】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c2cc89d24b0e"
  },
  {
    "文件名": "[完结93]煎水作冰1V2 作者：Radiance【24.10.05】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/97b17ddb5e35"
  },
  {
    "文件名": "[完结93+番外]梦你难眠（1V1H） 作者：粉蔷薇【24.10.26】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/95fc22f0bdd3"
  },
  {
    "文件名": "[完结90]上瘾（校园NP） 作者：丹凤朝阳【24.10.28】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/7e435733c376"
  },
  {
    "文件名": "[完结86]偏偏喜欢你【1v1,H】作者：孤羽【24.10.01】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/cf029213c360"
  },
  {
    "文件名": "[完结85+番外]《控制器》作者：栩栩（np）【24.10.25】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/3d7a3800a8ea"
  },
  {
    "文件名": "[完结88]梦你难眠（1V1H） 作者：粉蔷薇【24.10.21】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/18222573ffb2"
  },
  {
    "文件名": "[完结84+番外]丛林法则（破镜梗） 作者：麦吉麦吉【24.10.17】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/dedf737f63bd"
  },
  {
    "文件名": "[完结80+番外]《隆升记事》作者：索伦多斯（3p）【24.10.10】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/3e7a8532bf8a"
  },
  {
    "文件名": "[完结79]《越王》作者：猫吃了鸟（百合1v1）【24.10.29】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/90e96be4ce11"
  },
  {
    "文件名": "[完结79+番外]恶女将醒 作者：别告诉小郭【24.10.27】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/28772711dd8c"
  },
  {
    "文件名": "[完结78]丛林法则（破镜梗） 作者：麦吉麦吉【24.10.07】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/237dcd3fb37e"
  },
  {
    "文件名": "[完结77]《性爱禁止》作者：TwoC（百合1v1）【24.10.12】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/37cf7d2f3160"
  },
  {
    "文件名": "[完结74]《悦色诱惑》作者：又似伊維特（百合ntr）【【24.10.12】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/81a5ac753857"
  },
  {
    "文件名": "[完结73+番外]《落难典狱长的48小时》作者：烟蓝（np）【24.10.26】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/359023cc4ced"
  },
  {
    "文件名": "[完结74]青山在（1V1，骨科） 作者：Novone【24.10.21】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/56f33c50f58d"
  },
  {
    "文件名": "[完结72]津津（女s男m） 作者：腊月雪【24.10.30】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/677d59135413"
  },
  {
    "文件名": "[完结71]沉沦（女出轨nph） 作者：少时别雾【24.10.27】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/f909131cd7a0"
  },
  {
    "文件名": "[完结69+番外]《侍君守》作者：Mousse_慕斯（1v1）【24.10.21】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/8d867b329873"
  },
  {
    "文件名": "[完结70]蝴蝶骨（1V1 高干）作者：一支枯芙【24.10.18】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/004a00e28d72"
  },
  {
    "文件名": "[完结65]柠檬味暗恋（骨科） 作者：羊肉铺子【24.10.05】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/b2f909175333"
  },
  {
    "文件名": "[完结69]解禁欲（父女，1v1，H） 作者：他言【24.10.03】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/2efe7ed708c5"
  },
  {
    "文件名": "[完结65]饲狼（禁忌 高H） 作者：晚来归【24.10.18】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/79f2c7f6d829"
  },
  {
    "文件名": "[完结62+番外]S级哨兵的抚慰剂【哨向 bg】 作者：茶小妤.txt",
    "夸克盘链接": "https://pan.quark.cn/s/302bcf1d1373"
  },
  {
    "文件名": "[完结62]被讨厌的我（1v2） 作者：一碟芝士球【24.10.31】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/3070294c669d"
  },
  {
    "文件名": "[完结62]你好，岑冬青（校园1V1纯爱） 作者：寒江子【24.10.20】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/89772c3935fd"
  },
  {
    "文件名": "[完结61]《三好同桌有性瘾》作者：点暮鸦（百合1v1）【24.10.06】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/bd1fb5192d5b"
  },
  {
    "文件名": "[完结60]《藏蓝》作者：多喝热水（百合1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/13abd1d6129b"
  },
  {
    "文件名": "[完结60]他喜欢她哭（强制 1v1）（原名：《被闺蜜哥哥日夜操哭》） 作者：xoxoxo12【24.10.30】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/3049efc83ce5"
  },
  {
    "文件名": "[完结59]茉莉雨（1V1） 作者：玫瑰女侠【24.10.26】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/b4b0719950d5"
  },
  {
    "文件名": "[完结57]性瘾 作者：sibuyu【24.10.29】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/694de972be5d"
  },
  {
    "文件名": "[完结57]S级哨兵的抚慰剂【哨向 bg】 作者：茶小妤【24.10.03】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/378ba98f79aa"
  },
  {
    "文件名": "[完结56+番外]《勾引岳父》作者：潮热夏季（1v1）【24.10.20】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/441a4c903145"
  },
  {
    "文件名": "[完结56]《被抵给黑白通吃的大佬后》作者：碎碎鲨没睡（百合abo）【24.10.09】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/dc3a73e90f6f"
  },
  {
    "文件名": "[完结54+番外]《飞鸟与猫》作者：浮生若梦（女攻np）【24.10.31】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/4c85b6801135"
  },
  {
    "文件名": "[完结52+番外]《狩猎女神》作者：浮生若梦（女攻np）【24.10.18】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/9abebe822db5"
  },
  {
    "文件名": "[完结54]夏夜私吻(校园1v1) 作者：Blueberry【24.10.22】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/0af1ce9a0401"
  },
  {
    "文件名": "[完结49]蛇头香【哨向·双C高洁·男妈妈】 作者：青青小粮仓【24.10.09】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/76aea908af88"
  },
  {
    "文件名": "[完结49]娇妾 作者：凡尘的月亮【24.10.15】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/d813e1abb833"
  },
  {
    "文件名": "[完结48+番外]愚蠢的你（ABO，先婚后爱）作者：一碟芝士球【24.10.20】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/8a977c0c07d5"
  },
  {
    "文件名": "[完结47+番外]《化成扶她穿越到R极世界》作者：Raynorsucker（百合np）【24.10.29】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/12797befbb3f"
  },
  {
    "文件名": "[完结46+番外]同学，你上错人了 作者：一碟芝士球【24.10.20】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/71fa5c9e2596"
  },
  {
    "文件名": "[完结46]在恋综里背着前男友把其他男嘉宾都睡了 作者：苏月光不是白月光.txt",
    "夸克盘链接": "https://pan.quark.cn/s/67bc3fa2ce74"
  },
  {
    "文件名": "[完结43]脚下恋人（BDSM） 作者：逼逼鸡【24.10.22】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/6171996153f5"
  },
  {
    "文件名": "[完结45]《庸俗爱情(妻子×情人)gl》作者 超绝煤气罐子【24.10.28】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/80017462a1ae"
  },
  {
    "文件名": "[完结44]《我从海边捡了条人鱼》作者：由雪（1v1百合futa）【24.10.11】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/48b0fe0d6669"
  },
  {
    "文件名": "[完结44]有淫 作者：peace123【24.10.27】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/8a87bd2c951c"
  },
  {
    "文件名": "[完结34]患有性瘾的我拿闺蜜男友的鸡巴止痒（高H) 作者：星月澜【24.10.19】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/36d24c0cf160"
  },
  {
    "文件名": "[完结33]和哥哥的日夜（兄妹h） 被哥哥舔逼后上瘾了h（下）作者：海棠有果【24.10.03】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/90edacd15171"
  },
  {
    "文件名": "[完结31]《救赎文的偏执女配觉醒了》作者 咩咩（GL百合1v1）【24.10.13】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/0e627acc71e7"
  },
  {
    "文件名": "[完结31]《与姐姐干柴烈火》作者：一口鱼酥（百合np）【24.10.17】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/b7f5ab98a47a"
  },
  {
    "文件名": "[完结30]《她预谋已久》作者：虞美人（百合1v1）【24.10.20】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/8a19b594ed5f"
  },
  {
    "文件名": "[完结25]《小妈，我是你的狗。》作者 疯子凯（GL百合1v1）【24.10.12】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/6251f9c6ffdb"
  },
  {
    "文件名": "[完结+番外全]《我和我的先生》作者：半价童话票（故事集）【24.10.27】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/fd5488681168"
  },
  {
    "文件名": "[完结+番外全]《师尊他带球跑了》作者：九天（1v1）【24.10.05】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/65c1971f5359"
  },
  {
    "文件名": "[完结+番外全]《兽世求生记》作者：野生猫咪（np）~补番【24.10.01】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/07704791e757"
  },
  {
    "文件名": "[完结+番外10]《被竹马艹翻的Alpha》作者：胖嗝(1v1 AA）~补番【24.10.04】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/d91f2b19502c"
  },
  {
    "文件名": "[完结+番外全]《穿成万人迷主角受的跟班后》作者：eeeees（1v1）【24.10.16】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c7cc276d4761"
  },
  {
    "文件名": "[完结+番外]神庙逃亡（古言1v1 H）作者：乌柳【24.10.29】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c575cb2b9f5c"
  },
  {
    "文件名": "[完结+番外5]《漂亮宝贝》作者：沈淮墨（np）~补番【24.10.03】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/7e6779ff557d"
  },
  {
    "文件名": "[完结+番外]年代记：兰之猗猗 作者：peace123【24.10.29】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/4d35e68f8c84"
  },
  {
    "文件名": "[完结+番外]厉鬼自救计画 (NP)作者：尼古拉斯·老謝【24.10.02】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/65fd7eb713e6"
  },
  {
    "文件名": "[完结+番外]《逐瘾》作者：知更（np）【24.10.03】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e89ae998d819"
  },
  {
    "文件名": "[完结+番外]《又弱又笨的漂亮玩家不想沦为怪物们的共妻 游戏尽头》作者：直下看山河（np）【24.10.07】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/3a9bad5f73eb"
  },
  {
    "文件名": "[完结+番外]《一个Beta的爱情》作者：monoQ（1v1）【24.10.07】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/3b3e609e7099"
  },
  {
    "文件名": "[完结+番外]《天帝好暴躁！》作者：悠悠爱吃肉（女攻1v1）【24.10.15】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/978dd23f36b0"
  },
  {
    "文件名": "[完结+番外]《替身被强制交易了》作者：淡祈（3p）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/5e5c3db19a39"
  },
  {
    "文件名": "[完结+番外]《论跟皇帝分手的下场》作者：初来乍到（1v1）~补番【24.10.07】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/428c1d433e46"
  },
  {
    "文件名": "[完结+番外]《靠吸阳气才能活下去【双】》作者：小顾（np）~补番【24.10.06】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/49b9befb4489"
  },
  {
    "文件名": "[完结+番外]《靠幸运max能追到反派美人吗》作者：又来了啊（1v1）【24.10.13】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/48131a507cd6"
  },
  {
    "文件名": "[完结+番外]《惩戒列车》作者：lanseziteng（1v1 sp）~补番【24.10.03】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/7b65df9c126a"
  },
  {
    "文件名": "[完结+番外]《笨蛋美人在兽人部落被疼爱的日子》作者：纯牛奶（np）~补番【24.10.07】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/9861872d2d73"
  },
  {
    "文件名": "[完结+番外]《白云千载》作者：破破破（百合1v1）【24.10.02】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/378ae068b418"
  },
  {
    "文件名": "[完结+番外]《白蛇赋》作者：次年春（1v1）【24.10.25】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/9c803d94ae2a"
  },
  {
    "文件名": "[完结+5番外]《挑衅我哥后被玩坏了》作者：宴鸿儒（1v1）【24.10.27】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/2a9ac2bc026c"
  },
  {
    "文件名": "[完结+2番外]《何以为家》作者：栗子宽（1V1 BDSM）【24.10.01】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/4f753f69ed7f"
  },
  {
    "文件名": "[完结+2番外]《徒有其表》作者：甜崽小馒头（3p）【24.10.20】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/567bbe693207"
  },
  {
    "文件名": "[完结]周而复始（母子） 作者：豆豆豆【24.10.30】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/462b44a1a55b"
  },
  {
    "文件名": "[完结]瘾（H）作者：别吃兔兔头【24.10.02】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/88fd157a4586"
  },
  {
    "文件名": "[完结]章华终宴所（骨科） 作者：蛋糕牡丹【24.10.30】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/07282aaa3d8d"
  },
  {
    "文件名": "[完结]越命修矩（穿越 系统） 作者：新米【24.10.25】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ea4125e776d2"
  },
  {
    "文件名": "[完结]一弯明月 作者：考拉与Moonpie【24.10.17】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/b3283dd724ca"
  },
  {
    "文件名": "[完结]学长他天天都想肏我 作者：苏墨【24.10.29】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/72c23f70f94f"
  },
  {
    "文件名": "[完结]修仙就像一场戏，因为弱鸡才相遇（玄幻np） 作者：薯薯犯困【24.10.13】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/d43687d7f63f"
  },
  {
    "文件名": "[完结]小骗子（1V1H） 作者：金玉满堂【24.10.29】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/81553d1ffeb2"
  },
  {
    "文件名": "[完结]消失的真千金成了疯子 作者：苏二月【24.10.12】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/f664135ed8d8"
  },
  {
    "文件名": "[完结]我一定要狠狠收拾这个贱人！ 作者：亦逸【24.10.11】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/2a1a6d945575"
  },
  {
    "文件名": "[完结]危楼倒塌之后[姐弟骨科] 作者：岫月【24.10.20】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/dd162e5a62e3"
  },
  {
    "文件名": "[完结]下次一定 作者：wy【24.10.02】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/068244e48384"
  },
  {
    "文件名": "[完结]死后绑定海王系统 作者：离不开【24.10.31】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/d96d68987cb6"
  },
  {
    "文件名": "[完结]人外组曲（h） 作者：瓜田荔下【24.10.26】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/db33a5f12c62"
  },
  {
    "文件名": "[完结]太后与小皇帝(1v1) 作者：咬一口青椒【24.10.21】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/38c118172289"
  },
  {
    "文件名": "[完结]女皇的甜蜜后宫np 作者：好色之徒【24.10.02】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c2dabd129560"
  },
  {
    "文件名": "[完结]你最珍贵 作者：睡睡好困啊【24.10.09】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/b6dd64324ea6"
  },
  {
    "文件名": "[完结]难见（骨科） 作者：缕岳皋【24.10.21】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ab980d0ca19b"
  },
  {
    "文件名": "[完结]你别黑化了，我害怕（重生1v1） 作者：妧妧【24.10.02】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/0c745ac2c505"
  },
  {
    "文件名": "[完结]凌辱清纯高中生（NP） 作者：野lo君【24.10.22】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/152072768ae3"
  },
  {
    "文件名": "[完结]救赎亦或深渊 作者：April是四月【24.10.22】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/cffd7924330d"
  },
  {
    "文件名": "[完结]离恨 作者：去到澄澈【24.10.16】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/3cbc10922a4e"
  },
  {
    "文件名": "[完结]冷珊 (H 1V1) 作者：秧禾【24.10.17】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/7b5d71cf3310"
  },
  {
    "文件名": "[完结]江河（兄妹） 作者：猫猫子【24.10.09】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/572a59e7f6dc"
  },
  {
    "文件名": "[完结]极致沉沦（伪骨科，h，1v1）作者：窗外月光【24.10.20】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/8915a79dfd64"
  },
  {
    "文件名": "[完结]晃神（短篇be） 作者：停车吃饭.txt",
    "夸克盘链接": "https://pan.quark.cn/s/cf736e9749a1"
  },
  {
    "文件名": "[完结]帝国豪赌 作者：choco【24.10.13】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/683401ce792a"
  },
  {
    "文件名": "[完结]反派小妈觉醒之后(NP) 作者：虎山行【24.10.24】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/1a07013c75ce"
  },
  {
    "文件名": "[完结]春梦 作者：葳蕤【24.10.16】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/7254b239bac4"
  },
  {
    "文件名": "[完结]穿花梗 作者：tokki【24.10.28】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c78eea9c0456"
  },
  {
    "文件名": "[完结]北冥鲛海神话（神话1v1） 作者：红烧啤酒鸭【24.10.16】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/3e54303ee392"
  },
  {
    "文件名": "[完结]炽鸟（姐弟_女凝H） 作者：鱼筌【24.10.29】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a9f2a0c14d6b"
  },
  {
    "文件名": "[完结]暗潮 作者：柚粒【24.10.30】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/b0981b4ae702"
  },
  {
    "文件名": "[完结]【咒回+文野】喵喵喵喵 作者：雪兔【24.10.16】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e4fd8f4eee10"
  },
  {
    "文件名": "[完结]《主人们的传信大使》作者：飘遥（np）【24.10.20】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/50b0ea1d594f"
  },
  {
    "文件名": "[完结]【王者荣耀Ⅱ】你×饥渴的男英雄们 作者：网名不用太长像我这样刚刚好【24.10.20】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/0536ffed41aa"
  },
  {
    "文件名": "[完结]《只靠骰子决定命运的H文》作者：driver（总攻）【24.10.07】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/b5ec4b8192c2"
  },
  {
    "文件名": "[完结]《重生之攻略老公日日在手》作者：芒果味的糖（1v1）【24.10.02】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/43c6be5c79a4"
  },
  {
    "文件名": "[完结]《正中变态下怀的下场（双）》作者：杏涩（1v1）【24.10.07】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/258a4314c1ae"
  },
  {
    "文件名": "[完结]《拯救被下药的男主》作者：吉娃莲多肉（快穿np）【24.10.07】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/471aa93b48a8"
  },
  {
    "文件名": "[完结]《拯救悲惨双性人妻》作者：坠落的风（快穿总攻）【24.10.02】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/16a813b84319"
  },
  {
    "文件名": "[完结]《在表弟家的yin乱懆批寄宿》作者：油炸大虾球（np）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/7c7d04e0a986"
  },
  {
    "文件名": "[完结]《长批后和室友的充气娃娃通感了》作者：顾雁行（1v1）【24.10.09】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/0ff907859c3a"
  },
  {
    "文件名": "[完结]《在成为家族共妻的日子里》作者：帝雅蠛蝶0（np）【24.10.12】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/85df2f372b53"
  },
  {
    "文件名": "[完结]《宇智波神威的兄弟爱》作者：命运诡计（总攻np）【24.10.05】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/0e9f2665e5a6"
  },
  {
    "文件名": "[完结]《愿望成真APP》作者：再吃亿碗（NP ABO）【24.10.02】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a530412b3516"
  },
  {
    "文件名": "[完结]《以后就跟我好好过日子》作者：溢瓶水（1v1）【24.10.02】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/17785780d203"
  },
  {
    "文件名": "[完结]《永无休止》作者：达达利园（np）【24.10.16】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/9ba7d4eaa068"
  },
  {
    "文件名": "[完结]《一念执着》作者：蜜糖唯呆专属（1v1）【24.10.05】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/10349f888654"
  },
  {
    "文件名": "[完结]《颜料复生学》作者：冬雪十二（1v1）【24.10.03】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/91418051fb3d"
  },
  {
    "文件名": "[完结]《虚拟男友系统》作者：兰庭（主攻快穿）【24.10.04】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c988daada2d0"
  },
  {
    "文件名": "[完结]《修真炉鼎》作者：琉璃醉（总攻，np，双性）【24.10.06】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/9c11b4289851"
  },
  {
    "文件名": "[完结]《新婚：姐姐跑了，我顶上》作者：悠悠爱吃肉（女攻1v1）【24.10.18】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/49f383b919af"
  },
  {
    "文件名": "[完结]《性想事成》作者：爆汁西红柿（np）【24.10.04】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/282ad77bfc01"
  },
  {
    "文件名": "[完结]《现代女尊：不是先婚后爱，是暗恋成真》作者：三月十九（女攻1v1）【24.10.16】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/58014fb0634d"
  },
  {
    "文件名": "[完结]《校草室友对我日夜疼宠》作者：柚子成熟时（1v1）【24.10.13】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a68aa37f5a69"
  },
  {
    "文件名": "[完结]《夏靡游戏》作者：魔魅树精姥姥（ntr）【24.10.29】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/18758390950f"
  },
  {
    "文件名": "[完结]《夏诱糜渊》作者：魔魅树精姥姥（3p）【24.10.15】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/4bc949dab491"
  },
  {
    "文件名": "[完结]《我愿为奴，求您收留》作者：history is【24.10.28】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/cc8d36d41819"
  },
  {
    "文件名": "[完结]《我的健身教练很恐同》作者：陆坡（1v1）【24.10.06】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e7df66e8b331"
  },
  {
    "文件名": "[完结]《危险调教》作者：Misian（1v1）【24.10.28】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/da0b8fdfd4f8"
  },
  {
    "文件名": "[完结]《窝窝》作者：Sjell（1v1）【24.10.01】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/8e130b6b1d1c"
  },
  {
    "文件名": "[完结]《亡国的公主与拯救的骑士》作者：椰果绿茶（1v1）【24.10.07】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/2b250cbb0caf"
  },
  {
    "文件名": "[完结]《脱离轨道（ABO）》作者：丧批猛猫要进步（1v1）【24.10.01】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/2d85147bb79b"
  },
  {
    "文件名": "[完结]《偷上上将的床》作者：三月十九（女攻1v1）【24.10.12】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/2d10b86f9912"
  },
  {
    "文件名": "[完结]《偷情被发现，牛头人老公硬了》作者：巧克力大王【24.10.22】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/d2da661a9822"
  },
  {
    "文件名": "[完结]《徒步遇见漂亮双星老师，当然要炒饭他》作者：duosuoleisi（np）【24.10.14】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/083ae8349409"
  },
  {
    "文件名": "[完结]《通通吸入》作者：男主大人（故事集）【24.10.07】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/62695cdf4f46"
  }
];
