// 自动拆分 part_51
window._part51 = [
  {
    "文件名": "《长情》作者：良士.txt",
    "夸克盘链接": "https://pan.quark.cn/s/86abaf2392e3"
  },
  {
    "文件名": "废文[完结] 骗外(强强) 作者：水非淼.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c704065ee9c7"
  },
  {
    "文件名": "[废文 完结]《巷道间》作者：云小蓝（双向治愈1v1 温柔体贴老男人攻x笨笨软糯任人欺负小可爱受）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/de903cf96e1d"
  },
  {
    "文件名": "[完结]戏子by狼烟KID（古代 总攻 1v1 HE）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/cd1b939fe1cf"
  },
  {
    "文件名": "[完结+2番外]《红塔（1v1 黑皮大奶攻x诱受）》作者：幺十二.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a7ceaab25960"
  },
  {
    "文件名": "《午夜心碎小狗》作者：纯爱战神.txt",
    "夸克盘链接": "https://pan.quark.cn/s/d914ecd041eb"
  },
  {
    "文件名": "[完结]《他的枷锁》作者：Engage（1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c92fc2b105bc"
  },
  {
    "文件名": "《哥哥的竹马喜欢我》作者：泉鹿.txt",
    "夸克盘链接": "https://pan.quark.cn/s/78066285496f"
  },
  {
    "文件名": "《礼物》作者：十二翠玉.txt",
    "夸克盘链接": "https://pan.quark.cn/s/d88af3ac643c"
  },
  {
    "文件名": "[1v1 完结]《灵魂锁链【年上骨科 微BDSM】》作者：先生.txt",
    "夸克盘链接": "https://pan.quark.cn/s/f8574b5e9965"
  },
  {
    "文件名": "[废文 完结]《Susie》作者：碎塔（1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/25d1e7b4452c"
  },
  {
    "文件名": "[废文 完结]《你没病和我有病》作者：不见君（娘娘腔同人1v1 邵群x李程秀）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/b7e3a1b53c6c"
  },
  {
    "文件名": "[废文 完结]口角（1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/3bbb5bf7bf07"
  },
  {
    "文件名": "[废文 完结]《诱拐》作者：不知所名呀（小甜饼 富二代攻×可怜包受）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/41c990cff1d4"
  },
  {
    "文件名": "[废文 完结]《活色生香》作者：乌贼小妖精（互攻互生）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/bf0ca1c6dfe5"
  },
  {
    "文件名": "[废文 完结+番外3]念慈（1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/9af160c28a82"
  },
  {
    "文件名": "[完结+1番外]《【须蛇同人】虚假之月（1v1）》作者：城野猫叫.txt",
    "夸克盘链接": "https://pan.quark.cn/s/cb091e525a40"
  },
  {
    "文件名": "[废文 完结]栩光（1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/dacd5844a60e"
  },
  {
    "文件名": "[1v1 完结]《囚禁日记》作者：离夜.txt",
    "夸克盘链接": "https://pan.quark.cn/s/2c4a575139a8"
  },
  {
    "文件名": "[废文 完结]《你别烦我了》作者：小蒹葭（年上1v1小甜饼）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/da9716c937d5"
  },
  {
    "文件名": "【废】[完结+番外7]经典童话(西幻) 作者：茶醋.txt",
    "夸克盘链接": "https://pan.quark.cn/s/86df9eeb35fd"
  },
  {
    "文件名": "[废文 完结]《失格前任》作者：悬停（破镜重圆1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/d3deeb407a2c"
  },
  {
    "文件名": "[完结]《快穿之男主都出轨了》作者：嘿嘿哒（np）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/bf2c4312feeb"
  },
  {
    "文件名": "[废文 完结]《一场蓄谋已久的欺诈》作者：匿名咸鱼（原神同人 达达利亚x钟离 1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/d25d5e9cd8c8"
  },
  {
    "文件名": "[1v1 完结]《暗恋对象看了我写的h文怎么破（双向暗恋 双洁）》作者：阳阳想要日.txt",
    "夸克盘链接": "https://pan.quark.cn/s/7e702a39fb09"
  },
  {
    "文件名": "[np 完结]《花囚（双性总受／父子骨科师生）》作者：咸鱼酒桶子.txt",
    "夸克盘链接": "https://pan.quark.cn/s/f1e61a9761f7"
  },
  {
    "文件名": "《坠落》作者：江月令.txt",
    "夸克盘链接": "https://pan.quark.cn/s/390d568757e4"
  },
  {
    "文件名": "[废文 完结]《其实我也喜欢你》作者：黑桃不K（校园ABO 小甜饼  两个温暖的人谈恋爱的故事）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/b909a8a32367"
  },
  {
    "文件名": "《小骚货》BY十八里街禁.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a8207da6d2c8"
  },
  {
    "文件名": "《高考后的放纵》作者：怀抱美人大口吃肉.txt",
    "夸克盘链接": "https://pan.quark.cn/s/4d1d8681ee56"
  },
  {
    "文件名": "【棠】[完结]任打任罚的乖儿子（1v1）作者：晚玖呀.txt",
    "夸克盘链接": "https://pan.quark.cn/s/2d37182799d9"
  },
  {
    "文件名": "[废文 完结]枕畔（1v1）~清水.txt",
    "夸克盘链接": "https://pan.quark.cn/s/28f5b81a05e4"
  },
  {
    "文件名": "[完结]燃情By 陌上归人（主cp1v1，副cp有3p情节）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/13a1a044a8de"
  },
  {
    "文件名": "废文[完结] 笼鸟(NTR) 作者：妄想牌码字机.txt",
    "夸克盘链接": "https://pan.quark.cn/s/2dd535c69bb6"
  },
  {
    "文件名": "[完结蛋全]《那个王八蛋》作家：麦芽糖饼干（1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/bd2650e2b561"
  },
  {
    "文件名": "[废文 完结]《枕畔》作者：Ywhm2003（1v1竹马竹马小甜饼 宠溺貌美直球攻×纯情钓系美人受).txt",
    "夸克盘链接": "https://pan.quark.cn/s/42646e927ec7"
  },
  {
    "文件名": "[完结+番外]《警匪【1v1 bdsm 强强互宠】》作者：朝阳西落.txt",
    "夸克盘链接": "https://pan.quark.cn/s/5b3c741b7d6b"
  },
  {
    "文件名": "《成为生理健康老师后的淫乱校园生活》作者：KiierWinne.txt",
    "夸克盘链接": "https://pan.quark.cn/s/242a95845c75"
  },
  {
    "文件名": "[1v1]雪骨（咸鱼山鸡酱）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/abbc1d1fe9d6"
  },
  {
    "文件名": "[废文 完结]《男生宿舍的秘密》作者：音速阿伏兔（np 互攻）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/8346eec9e7a7"
  },
  {
    "文件名": "《兔子Ⅱ》作者：E理科生.txt",
    "夸克盘链接": "https://pan.quark.cn/s/95c8d9461583"
  },
  {
    "文件名": "《双玩》作者：水非淼.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e101139efe58"
  },
  {
    "文件名": "《侵占》作者：雨住.txt",
    "夸克盘链接": "https://pan.quark.cn/s/539473d8237a"
  },
  {
    "文件名": "[np 完结]《圈养主人（总受）》作者：茭白炒肉.txt",
    "夸克盘链接": "https://pan.quark.cn/s/476047a61421"
  },
  {
    "文件名": "[废文 完结]《眠音》作者：醴梨又在睡觉（双性年下 1v1小甜饼）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/bbb79bd171e4"
  },
  {
    "文件名": "[完结+1番外]《枳青罹艳（np总攻 民国 军阀攻）》作者：千叶.txt",
    "夸克盘链接": "https://pan.quark.cn/s/81cab9c9e52f"
  },
  {
    "文件名": "梅如初.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a981add66219"
  },
  {
    "文件名": "《宅斗之家有药郎》作者：钰子哲.txt",
    "夸克盘链接": "https://pan.quark.cn/s/11289d8b3e37"
  },
  {
    "文件名": "[完结]《和姐姐的差别对待》作者  呼吸丿回忆（GL百合骨科futa1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/61ff2ef096cc"
  },
  {
    "文件名": "废文[完结] 俩鸟着茶花(小甜饼) 作者：给我一把砍柴刀.txt",
    "夸克盘链接": "https://pan.quark.cn/s/eba9674bee12"
  },
  {
    "文件名": "[1v1 完结]《小少爷下乡记（双初恋 双性甜宠）》作者：在吃鸡排.txt",
    "夸克盘链接": "https://pan.quark.cn/s/086353945dfd"
  },
  {
    "文件名": "[废文 完结]抓月亮（1v1）作者：花花雷.txt",
    "夸克盘链接": "https://pan.quark.cn/s/4bd7d210f331"
  },
  {
    "文件名": "《顶级雌虫穿成病弱O后（ABO 互宠、温柔深情忠犬攻x美强惨病美人受）》作者：温柔鱼[1v1 更12].txt",
    "夸克盘链接": "https://pan.quark.cn/s/affd17f6596c"
  },
  {
    "文件名": "《丢失的弟弟（伪骨科）》作者：沐已成粥 （完结） [HT np].txt",
    "夸克盘链接": "https://pan.quark.cn/s/b0158d76dae5"
  },
  {
    "文件名": "[废文 完结]《大黑蛟和小白兔》作者：踏云阶而上（1v1小甜饼 化龙前夕的黑蛟遭人暗算，被一只小兔子捡回窝里）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/60faf2124af4"
  },
  {
    "文件名": "《短篇综合区》作者：必可思.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c1d6558651a4"
  },
  {
    "文件名": "[np 完结]《舔狗日记（结局1v1）》作者：三只鸭鸭.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a062d4401938"
  },
  {
    "文件名": "[完结]《少年与男生》作家：不加糖（1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/32ebdaa134fb"
  },
  {
    "文件名": "[废文 完结]《我不是宋明川》作者：咸鱼想翻个身（年下骨科1v1 依赖型人格受X一心只想复仇攻）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/29146f755fae"
  },
  {
    "文件名": "[废文 完结]《入鞘》作者：山川迢迢（伪np 清冷大师兄私下是小师弟肆意予取予求的狗）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/905fcca4a260"
  },
  {
    "文件名": "[废文 完结]《火山废墟》作者：就在今夜告别（女攻1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e3b4263ba3f3"
  },
  {
    "文件名": "《柚子朗姆》作者：乔装成奶糖.txt",
    "夸克盘链接": "https://pan.quark.cn/s/65158dcc1ee3"
  },
  {
    "文件名": "[1v1 完结]《少年与男生》作者：不加糖.txt",
    "夸克盘链接": "https://pan.quark.cn/s/87f626c8b967"
  },
  {
    "文件名": "[废文 完结]《欢迎来到飞行棋游戏》作者：柏树绝冥（np）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/4e6e166501a3"
  },
  {
    "文件名": "[完结+全番外]《裙下承欢（1v1 futa 百合ABO）》作者：流云.txt",
    "夸克盘链接": "https://pan.quark.cn/s/094645b86b49"
  },
  {
    "文件名": "[np 完结]《娇娇》作者：衣付炉烟＿.txt",
    "夸克盘链接": "https://pan.quark.cn/s/3c225f868df3"
  },
  {
    "文件名": "[np 完结]《暖榻淫奴（双生产）》作者：隔壁胖虎.txt",
    "夸克盘链接": "https://pan.quark.cn/s/1a3e86ae1904"
  },
  {
    "文件名": "《春潮晚》作者：子夏何云.txt",
    "夸克盘链接": "https://pan.quark.cn/s/b73059f86c67"
  },
  {
    "文件名": "[1v1 完结]《采摘白月光[GB女攻]（抹布男主、暗黑）》作者：极昼不明.txt",
    "夸克盘链接": "https://pan.quark.cn/s/379551ec61f9"
  },
  {
    "文件名": "[双性]《雪骨》作者：鸡酱（霸道师兄x温柔天真双性美人师弟）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/de21083b179c"
  },
  {
    "文件名": "[废文 完结]《秋以为期》作者：小野田鸽（1v1 绅士温柔攻×体弱敏感受）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/14af510f0008"
  },
  {
    "文件名": "[废文 完结]小保姆（1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ea3b91f39e6f"
  },
  {
    "文件名": "[废文 完结]《逃婚》作者：锦晃星（民国1v1小甜饼 大哥的冲喜妻子被他娶了）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/797a99506a14"
  },
  {
    "文件名": "[废文 完结]《小保姆》作者：闲鱼以致（年下1v1 懦弱老实的小保姆被男主人看上了 懦弱老实保姆受x疯狗总裁攻）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e43dd01e7df3"
  },
  {
    "文件名": "[废文 完结]我哥的秘密（1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/b416731f7cb6"
  },
  {
    "文件名": "[废文 完结]《山里的两个人》作者：于刀鞘（年上1v1 深山老1和都市小0）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/f75c702b8597"
  },
  {
    "文件名": "《替身大法好》作者：咸柠八.txt",
    "夸克盘链接": "https://pan.quark.cn/s/f5796039300c"
  },
  {
    "文件名": "[完结+番外]《旧人新犬（1v1 SM S攻M受）》作者：今安.txt",
    "夸克盘链接": "https://pan.quark.cn/s/d9fe9feec427"
  },
  {
    "文件名": "【废】[完结]他每天都在生气(控制欲攻X抑郁症受) 作者：人间处处寻清欢.txt",
    "夸克盘链接": "https://pan.quark.cn/s/f6126330a07e"
  },
  {
    "文件名": "[废文 完结]《陈小主》作者：草勾米花（1v1 双性 冷酷大小姐攻x自卑小痴汉受）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/700396c85f69"
  },
  {
    "文件名": "[废文 完结]《强占》作者：阿芙酒（1v1 强取豪夺）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/60833a2dd258"
  },
  {
    "文件名": "[废文 完结]《努力成为金丝雀》作者：永遇乐（1v1小甜饼 软软糯糯无节操咸鱼受 X  腹黑无良金主攻）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/419a74ceefe7"
  },
  {
    "文件名": "废文[完结] 被高岭之花受捡走后(暗恋) 作者：愚火.txt",
    "夸克盘链接": "https://pan.quark.cn/s/2187c351281d"
  },
  {
    "文件名": "《当个明星吧（下克上、管教、调教）》作者：沈从良[1v1 更25].txt",
    "夸克盘链接": "https://pan.quark.cn/s/ba27ca0f3636"
  },
  {
    "文件名": "[1v1 完结]《忤逆》作者：傅拾青.txt",
    "夸克盘链接": "https://pan.quark.cn/s/3f49476a37d1"
  },
  {
    "文件名": "[废文 完结]《我哥的秘密》作者：77888（骨科1v1 双性）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/0b9d679c7876"
  },
  {
    "文件名": "[废文 完结]《独善其身》作者：碎碎面（1v1 真善美攻x自私鬼受）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/cc6d1b2d00ef"
  },
  {
    "文件名": "[废文 完结]送花（1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/29b173b11908"
  },
  {
    "文件名": "[废文 完结]《寄人篱下》作者：离姬（1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/41f194c79fdd"
  },
  {
    "文件名": "[废文 完结]《送花》作者：穿裙子的费事儿（鬼攻人受）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ebfe02d0460d"
  },
  {
    "文件名": "[完结]《往后余生》作家：十六家的卡门（1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/07f1673f90a6"
  },
  {
    "文件名": "[废文 完结]他每天都在生气（1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/3de66bd5c7ac"
  },
  {
    "文件名": "[废文 完结]《非典型交易》作者：静亦（互攻1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/2461a2a572bd"
  },
  {
    "文件名": "[np 完结]《北疆王的娇奴（双性 调教）》作者：谜样的蛋先生.txt",
    "夸克盘链接": "https://pan.quark.cn/s/899b6969dae7"
  },
  {
    "文件名": "[废文 完结]《我疼》作者：匿名咸鱼（1v1双性小甜饼）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/dd167e247de9"
  },
  {
    "文件名": "[废文 完结]《寻情宝典》作者：林啸也（破镜重圆1v1 ABO）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/44477915f1fa"
  },
  {
    "文件名": "[1v1 完结]《午夜直播间（疯批攻x双性受）》作者：是个新手.txt",
    "夸克盘链接": "https://pan.quark.cn/s/37d9edf95eec"
  },
  {
    "文件名": "[np 完结]《深宅妇子》作者：mayo.txt",
    "夸克盘链接": "https://pan.quark.cn/s/5053bed9c5db"
  },
  {
    "文件名": "《蔷薇之死》作者：匿名咸鱼.txt",
    "夸克盘链接": "https://pan.quark.cn/s/6ed018793985"
  },
  {
    "文件名": "[废文 更19]《野水塘》作者：雀眠.txt",
    "夸克盘链接": "https://pan.quark.cn/s/7c9f5195a377"
  },
  {
    "文件名": "病态（shper）完结.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c80b56067352"
  },
  {
    "文件名": "[完结]《当年情事》作者：菠萝味戳戳（1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/f3259426c378"
  },
  {
    "文件名": "[完结]《白日陷落》作者：江欲有名字（女攻1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/887a0e94ad96"
  },
  {
    "文件名": "[废文 完结]《模糊界限》作者：月白梨花尖（1v1 老实本分社畜x两面派上司）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a631a4a9ee5e"
  },
  {
    "文件名": "[完结+全番外]《肆意（1v1 双洁 微虐）》作者：新茶旧盏又一杯.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a24988e84cc5"
  },
  {
    "文件名": "[废文 完结]《向阳》作者：考七门挂八科（换攻）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/be2ddf370bd8"
  },
  {
    "文件名": "《隐秘》作者：shaaa.txt",
    "夸克盘链接": "https://pan.quark.cn/s/5a88675cc655"
  },
  {
    "文件名": "[1v1 完结]《总裁每天都有点不正常（主攻 总裁受）》作者：饿了就吃大米饼.txt",
    "夸克盘链接": "https://pan.quark.cn/s/8b43770f257d"
  },
  {
    "文件名": "《表哥他又骚又甜》作者：qinlanlan.txt",
    "夸克盘链接": "https://pan.quark.cn/s/da70f73eb74a"
  },
  {
    "文件名": "[废文 完结]旅者（1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/91ee3c442027"
  },
  {
    "文件名": "[np 完结]《总受：被迫求精液灌满系统》作者：花月抚轻风.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ec80dc173545"
  },
  {
    "文件名": "《交换游戏》作者：夕一栖.txt",
    "夸克盘链接": "https://pan.quark.cn/s/20f4f70f6b9e"
  },
  {
    "文件名": "[完结]《秦楼_男娼》作者：吃鱼的龙猫（np）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e87b99a6586c"
  },
  {
    "文件名": "[完结+1番外]《【虫族】废柴雄虫雄起记（主攻1v1 忠犬受）》作者：太胖啦跑不动.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c5a2ad7ff5a2"
  },
  {
    "文件名": "[完结+全番外]《那夜莺[The nightingale] 1v1》作者：chorus.txt",
    "夸克盘链接": "https://pan.quark.cn/s/0f35a4a22095"
  },
  {
    "文件名": "《严丝合缝》作者：酉时.txt",
    "夸克盘链接": "https://pan.quark.cn/s/1ac00e4cea82"
  },
  {
    "文件名": "[废文 完结]《是谁上了我的床》作者：陌百生（np总受 漂亮笨蛋受）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c8d729b83ec8"
  },
  {
    "文件名": "《古代学子“活色生香”的慢慢科举路》作者：暮迟明逸.txt",
    "夸克盘链接": "https://pan.quark.cn/s/d728c2f54e9a"
  },
  {
    "文件名": "[废文 完结]《玫瑰酿酒》作者：dchgs2001（ABO1v1 流氓忠犬enigma攻x清冷腹黑alpha受）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/541e9cc0a4aa"
  },
  {
    "文件名": "[废文 完结]《旅者》作者：谨谨（过程np 女装大佬温柔攻xmb吐槽役受）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/9c2b91408007"
  },
  {
    "文件名": "[1v1 完结]《安全关系（总裁攻x高管受）》作者：静香.txt",
    "夸克盘链接": "https://pan.quark.cn/s/da8aa44b00a7"
  },
  {
    "文件名": "[完结+番外]《殊途【鬼攻人受】》作者：朝阳西落.txt",
    "夸克盘链接": "https://pan.quark.cn/s/8d71d40c6977"
  },
  {
    "文件名": "[废文 完结]《局中人》作者：莫未浓（3p，骨科）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/4c33f744087b"
  },
  {
    "文件名": "《约炮对象是老师怎么办》BY今日少女Y了吗.txt",
    "夸克盘链接": "https://pan.quark.cn/s/b6bd7898c483"
  },
  {
    "文件名": "《不正经联姻》作者：明日复明日.txt",
    "夸克盘链接": "https://pan.quark.cn/s/2501a6118176"
  },
  {
    "文件名": "[虐身向]逐莲记（何白）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/f351d2b1acd3"
  },
  {
    "文件名": "[废文 完结]《巴别塔生存指南》作者：古斯特（ABO1v1 强悍温柔O×暴躁深情A）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/10cc72da32d5"
  },
  {
    "文件名": "[np总受]大屌收集游戏（迷宫之绳）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/6e5eeefb7cb7"
  },
  {
    "文件名": "[废文 完结]《镇墓兽》作者：Tasdiparoa（人兽1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/4f2a6e97e2d1"
  },
  {
    "文件名": "《庸俗情人》作者：小箐岚.txt",
    "夸克盘链接": "https://pan.quark.cn/s/f367f2591a75"
  },
  {
    "文件名": "[废文 完结]《潮湿森林》作者：浪商行舟（1v1 年下攻X温柔美艳大美人双性受）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/94a9b3c06b1e"
  },
  {
    "文件名": "[完结+番外]《别在我的坟前哭（1v1双处 痴情男二重生追妻攻x大家闺秀古板受）》作者：阿笋不吃笋.txt",
    "夸克盘链接": "https://pan.quark.cn/s/bb40b1389bce"
  },
  {
    "文件名": "[1v1 完结]《常情【父子】》作者：朝阳西落.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c5889eb624ea"
  },
  {
    "文件名": "[完结]《八人宿舍轮煎试验》作者：puppy（结局1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/b2ae314931b9"
  },
  {
    "文件名": "[完结+全番外]《学长成了我的嫂子后上了我（年下1v1）》作者：每一个夜晚.txt",
    "夸克盘链接": "https://pan.quark.cn/s/d8e9449442ff"
  },
  {
    "文件名": "[1v1 完结]《社畜与总裁（年下总裁x大奶壮受）》作者：godosborn.txt",
    "夸克盘链接": "https://pan.quark.cn/s/eb8752fb1244"
  },
  {
    "文件名": "[1v1 完结]《挖心禁止（be）》作者：刘夏买路财.txt",
    "夸克盘链接": "https://pan.quark.cn/s/519e4e1824c7"
  },
  {
    "文件名": "[废文 完结]困曜（1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/403e937d8577"
  },
  {
    "文件名": "《剑尊今天入魔了》作者：徐某某.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c60d6f2e1ab2"
  },
  {
    "文件名": "[np 完结]《我成了老师和同学们的公用rbq，但我很快乐》作者：小天.txt",
    "夸克盘链接": "https://pan.quark.cn/s/53be9cf978b1"
  },
  {
    "文件名": "[完结]《情书》作者：小楼（1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/8677e075542f"
  },
  {
    "文件名": "《离婚后》BY瓜宅.txt",
    "夸克盘链接": "https://pan.quark.cn/s/77a11ace594a"
  },
  {
    "文件名": "[完结]《不完美情人》作者：漾（1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e0e30e0999a9"
  },
  {
    "文件名": "[废文 完结]《失手》作者：温格的拉锁（主攻3p 骨科）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/15981cc2d27f"
  },
  {
    "文件名": "[废文 完结]《天界第一拉郎配》作者：草莓和弦（年下  “西王母”受 x “玉帝”攻）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/62ec2976fab2"
  },
  {
    "文件名": "[废文 完结]《暴日》作者：大喜短vvf（师生1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/230fb3f8a10d"
  },
  {
    "文件名": "[废文 完结]《喜欢甜更喜欢你》作者：17仔（竹马竹马1v1 小甜饼）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/538e2dd677de"
  },
  {
    "文件名": "[完结+1番外]《陵风欢（1v1 狠戾抖S攻vs清冷聪慧心机受）》作者：林中草.txt",
    "夸克盘链接": "https://pan.quark.cn/s/4ba28e7bf517"
  },
  {
    "文件名": "[废文 完结]《砌下梨花一堆雪》作者：丘山与鹤（校园1v1小甜饼）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/bc370a7c19b5"
  },
  {
    "文件名": "废文[完结] 晋江攻在海棠(小甜饼) 作者：飞光不度.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ddbf21c5b8a6"
  },
  {
    "文件名": "[1v1 完结]《[女攻]我的跛脚总裁老公是我前男友他舅》作者：柚子汁是绿色也行.txt",
    "夸克盘链接": "https://pan.quark.cn/s/aeafb0d6bd5f"
  },
  {
    "文件名": "[完结]《单亲雄虫找伴》作家：熊蜂（1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/211c0bd4214a"
  },
  {
    "文件名": "[废文 完结]心上花（1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/df272d367d1f"
  },
  {
    "文件名": "[废文 完结]《亲密情人》作者：yxianyu（年下1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/0bc01fa0fbdf"
  },
  {
    "文件名": "[完结]《美少年沦落记》作者：黎小空（np）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/da40dfe7c962"
  },
  {
    "文件名": "[废文 完结]《大哥和小嫂子》作者：暮色与小熊（1v1 糙汉攻x双性美人受）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/409dc70d5108"
  },
  {
    "文件名": "[废文 完结]自从我得了精神病（1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/be79792f76b4"
  },
  {
    "文件名": "[完结]《南风缘》作者：单展（1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/9f7325a3af00"
  },
  {
    "文件名": "[废文 完结]《桔塔》作者：时花唐水（互攻1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/6bee913d792d"
  },
  {
    "文件名": "[完结]《鬼舅》作家：侠总攻（1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c39bbc8d2f9a"
  },
  {
    "文件名": "《崩坏的大美人》作者：江湖不起早.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a952e3bf5ebb"
  },
  {
    "文件名": "[1v1 完结]《变成omega之后前男友对我强制爱》作者：再吃亿碗.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c4ea429be672"
  },
  {
    "文件名": "[完结蛋全]《论神父如何在十八禁重口游戏逃生》作者：云喵喵（np）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/593524d03669"
  },
  {
    "文件名": "[完结]隔离（1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/67ae105ead9c"
  },
  {
    "文件名": "[废文 完结]《长亭》作者：吾案有鬼（前世今生 长亭X小道士 be）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/09efaac58185"
  },
  {
    "文件名": "《春日初雨》作者：sicvwhb.txt",
    "夸克盘链接": "https://pan.quark.cn/s/283a64518a71"
  },
  {
    "文件名": "[废文 完结]白月光食用手册（GB女攻1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/1c6b742d97c4"
  },
  {
    "文件名": "[完结+番外1]《七月七》作家：黑糖珍珠.txt",
    "夸克盘链接": "https://pan.quark.cn/s/f4c92842c77b"
  },
  {
    "文件名": "[废文 完结]《心上花》作者：晴山漆姑（出轨后神君找到了真爱。 结局1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/728bc255d8e2"
  },
  {
    "文件名": "[废文 完结]《自从我得了精神病》作者：高变小卫星（1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a31798998b00"
  },
  {
    "文件名": "[1v1 完结]《强占老爸的情人（年下 双性 过程3p）》作者：一个豆包.txt",
    "夸克盘链接": "https://pan.quark.cn/s/8774087c355c"
  },
  {
    "文件名": "《臣服总攻的胯下》作者：理解.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c06caf0a5970"
  },
  {
    "文件名": "这么多巧合（匿名咸鱼）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/70f544042a24"
  },
  {
    "文件名": "《狗》作者：兔争气.txt",
    "夸克盘链接": "https://pan.quark.cn/s/42e1954b0c96"
  },
  {
    "文件名": "[1v1 完结]《霸道王爷的代嫁王妃（sp）》作者：大明湖畔的鸽子王.txt",
    "夸克盘链接": "https://pan.quark.cn/s/feed17505e43"
  },
  {
    "文件名": "《被艹服的校霸》作者：别山.txt",
    "夸克盘链接": "https://pan.quark.cn/s/82341c360ba8"
  },
  {
    "文件名": "[废文 完结]首席爱人（1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/64c00af285bf"
  },
  {
    "文件名": "[1v1 完结]《兼职情色主播的九流乐手与娱乐圈太子爷不得不说的故事（年下，双性，生子，产乳）》作者：HouseofRabbits.txt",
    "夸克盘链接": "https://pan.quark.cn/s/67824a88ad34"
  },
  {
    "文件名": "[双性]第一次循环by只有三根头发(沈星得了一种被人破了身第二天总会重新长出膜的怪病).txt",
    "夸克盘链接": "https://pan.quark.cn/s/e9b27c2d7259"
  },
  {
    "文件名": "交点爱人（短篇剧情rou）完结+3番外.txt",
    "夸克盘链接": "https://pan.quark.cn/s/453d8e16edb8"
  },
  {
    "文件名": "[完结]《将我驯养》作者：霹雳狒狒（1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e71056fb0ec9"
  },
  {
    "文件名": "[废文 完结]《N先生和M总裁》作者：P的进行时（面瘫高冷实质害羞小甜心受x直球选手实质沙雕小心机攻）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a53e722eb517"
  },
  {
    "文件名": "[废文 完结]《白月光食用手册》作者：huantuanxidi（女攻 强制爱1v1 病娇阴狠医生女×温润高冷倔强画家男）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/f77c7c54726f"
  },
  {
    "文件名": "[1v1 完结]《禁蜜玫瑰（破镜重圆、小妈文学）》作者：你爹.txt",
    "夸克盘链接": "https://pan.quark.cn/s/79126e828a68"
  },
  {
    "文件名": "[废文 完结]《烂泥》作者：匿名咸鱼（np）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/b85fa892163a"
  },
  {
    "文件名": "[完结+1番外]《默花（1v1 ABO 腹黑攻、强奸）》作者：MU.txt",
    "夸克盘链接": "https://pan.quark.cn/s/b71fbf454ba3"
  },
  {
    "文件名": "[废文 完结]举枪相爱（1v1）作者：云卿丶.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a0000baf6ee2"
  },
  {
    "文件名": "[完结]不撩何取.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ba7904af38a0"
  },
  {
    "文件名": "[废文 完结]《首席爱人》作者：观北不观南（1v1 双性）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/cc4ecf8c1504"
  },
  {
    "文件名": "[废文 完结]当年情事（1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/4ef502309943"
  },
  {
    "文件名": "[1v1 完结]《隔离》作者：梵音 Vanin【米国度】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/0dc94158f948"
  },
  {
    "文件名": "[废文 完结]桃花殷（1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/997e2c304c6b"
  },
  {
    "文件名": "[合集 完结]《男子学校的乱交日常2》作者：取名字好难鸭.txt",
    "夸克盘链接": "https://pan.quark.cn/s/6a79d34cad55"
  },
  {
    "文件名": "[废文 完结]《溺爱》作者：翻车鱼（1v1小甜饼 温柔攻，撒娇受）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c5b2a089185b"
  },
  {
    "文件名": "[废文 完结]《天保》作者：汝臣.txt",
    "夸克盘链接": "https://pan.quark.cn/s/60129e7616cb"
  },
  {
    "文件名": "[废文 完结]《这么多巧合》作者：匿名咸鱼（警察哥哥A vs 好骗小傻O）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/afcafc316759"
  },
  {
    "文件名": "[废文 完结]《囚花》作者：春风无限恨（主攻1v1 年下狼狗攻x高冷美人受）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/990813a6eb4e"
  },
  {
    "文件名": "《软糖》作者：任平生.txt",
    "夸克盘链接": "https://pan.quark.cn/s/9f4e15cae439"
  },
  {
    "文件名": "《娇娇屁》作者：闲汉子（哭包攻，边干边哭边吃奶）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/f034e63c4ee0"
  },
  {
    "文件名": "[完结+2番外]《美人的裙子底下有什么（1v1 女装美人攻X摇滚乐迷受）》作者：海妖.txt",
    "夸克盘链接": "https://pan.quark.cn/s/f7b4ed6f820b"
  },
  {
    "文件名": "[np 完结]《男孩和他的男人们》作者：红烧仙桃.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ec786fc81e38"
  },
  {
    "文件名": "[完结]淫兽by兰庭[穿越 古代].txt",
    "夸克盘链接": "https://pan.quark.cn/s/163ebadbda07"
  },
  {
    "文件名": "[1v1 完结]《天下第一杀手（sp）》作者：大明湖畔的鸽子王.txt",
    "夸克盘链接": "https://pan.quark.cn/s/5dc99865d105"
  },
  {
    "文件名": "[1v1 完结]《纯情太子妖艳后（双洁 小妈文学 受强制攻 双性大奶受）》作者：水清宴.txt",
    "夸克盘链接": "https://pan.quark.cn/s/f55e76bacea3"
  },
  {
    "文件名": "[完结]《堂兄》作者：赎己（1v1）~清水.txt",
    "夸克盘链接": "https://pan.quark.cn/s/cea0c1b91b2d"
  },
  {
    "文件名": "[废文 完结]《失魂》作者：暗鬼（秦盛源出差回来，老婆失忆了！ 温柔Ax可爱O）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/1ab64b0b097d"
  },
  {
    "文件名": "《仙君魔尊的秘密纪事》作者：疏忆未茗.txt",
    "夸克盘链接": "https://pan.quark.cn/s/3ae115c588e6"
  },
  {
    "文件名": "[废文 完结]南阳城事（1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ae6af962897e"
  },
  {
    "文件名": "[np 完结]《当一个总裁阳痿了（BL&GB）》作者：五哥代打.txt",
    "夸克盘链接": "https://pan.quark.cn/s/572efc867a29"
  },
  {
    "文件名": "[1v1 完结]《【虫族】雄虫只想赚钱（弱攻强受）》作者：麻辣火锅.txt",
    "夸克盘链接": "https://pan.quark.cn/s/628c869a9c95"
  },
  {
    "文件名": "《庭守》作者： 酥禾七o.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a3cf0e96ee2a"
  },
  {
    "文件名": "[废文 完结]失手（np）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/5bb2a08a4746"
  },
  {
    "文件名": "【cp肉】《醉酒之后谁睡了我》作者：流亡贝壳（NP总受）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/07f086185553"
  },
  {
    "文件名": "[废文 完结+番外]媾和（np）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/f2c3989e7c6a"
  },
  {
    "文件名": "[废文 完结]《南阳城事》作者：干了这壶酒（3p 古代ABO 绿茶总受二房美人（坤泽）x可攻可受大房（坤泽）x总攻富商（乾元））.txt",
    "夸克盘链接": "https://pan.quark.cn/s/5f6a7d98a912"
  },
  {
    "文件名": "[1v1 完结]《如日如夜[BDSM]》作者：欲知其味.txt",
    "夸克盘链接": "https://pan.quark.cn/s/094933842947"
  },
  {
    "文件名": "[完结+全番外]《痞子攻美人受二三事（1v1 单性）》作者：FrauZhang.txt",
    "夸克盘链接": "https://pan.quark.cn/s/d1952bffae19"
  },
  {
    "文件名": "《Wreck沉船》作者：星屑（炮友转真爱 破镜重圆 感摇滚乐队主唱X禁谷欠金融精英男）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/101fe6e1b9da"
  },
  {
    "文件名": "《苦橙》作者：予成（补番）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/fb5fda6015b9"
  },
  {
    "文件名": "[1v1 完结]《疯狗的自我救赎手册（强制 ABO）》作者：甜脆萝卜.txt",
    "夸克盘链接": "https://pan.quark.cn/s/13c80280d4ec"
  },
  {
    "文件名": "[废文 完结]《我是一个舔狗》作者：公议熙（1v1小甜饼）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c91473f5c4aa"
  },
  {
    "文件名": "吸血鬼完结+6番外.txt",
    "夸克盘链接": "https://pan.quark.cn/s/53e2c59694f1"
  },
  {
    "文件名": "《哥哥》作者：冰月时.txt",
    "夸克盘链接": "https://pan.quark.cn/s/abce8b88476a"
  },
  {
    "文件名": "[废文 完结]《我觉得这箱子有红》作者：酒心糖的流水账.txt",
    "夸克盘链接": "https://pan.quark.cn/s/3a8d190dc70e"
  },
  {
    "文件名": "《惩罚高傲总裁》作者：我不可以不吃肉.txt",
    "夸克盘链接": "https://pan.quark.cn/s/99f882367f55"
  },
  {
    "文件名": "[完结蛋全]《你怎么又怀孕了》作者：我是假的（1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ecaa54473731"
  },
  {
    "文件名": "[废文 完结]《后悔退婚了怎么办？》作者：匿名咸鱼（女攻1v1 ABO）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/551150f7e600"
  },
  {
    "文件名": "[np 完结]《每天晚上都有人爬我的床（总攻）》作者：柠檬红茶.txt",
    "夸克盘链接": "https://pan.quark.cn/s/64c6484106e4"
  },
  {
    "文件名": "《精液指标》BY氢氧化钠233.txt",
    "夸克盘链接": "https://pan.quark.cn/s/34d3bfded770"
  },
  {
    "文件名": "[1v1 完结]《人妻受哭包攻》作者：忆往昔.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c5a33e41099e"
  },
  {
    "文件名": "《被抹掉的男性特征》作者：桃姿.txt",
    "夸克盘链接": "https://pan.quark.cn/s/1c113961a17a"
  },
  {
    "文件名": "《火车》作者：狄醉山（现代强制爱 渣浪受X离家出走的富家公子攻）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/58ad4aa9cea5"
  },
  {
    "文件名": "[完结蛋全]《痞子攻美人受二三事》作家：FrauZhang（1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/cf5ab49dbaae"
  },
  {
    "文件名": "[完结]《金丝雀》作者：Nox（1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/bd85d7807148"
  },
  {
    "文件名": "[完结]《惯性隐藏》作者：恒星日（1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/3a309849f186"
  },
  {
    "文件名": "[废文 完结]《桃花殷》作者：huyanhuyu（1v1 冷漠只干不说天然渣攻x小可怜自卑天然诱受）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/72e5347dfa44"
  },
  {
    "文件名": "废文[完结] 后妈(生子) 作者：花花雷.txt",
    "夸克盘链接": "https://pan.quark.cn/s/d60c4e76cbed"
  },
  {
    "文件名": "[废文 完结]《泄火》作者：跨过大西洋洋洋（年下 强制爱1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/3710dda9fdb6"
  },
  {
    "文件名": "《爸爸的金丝雀》作者：莉莉丝.txt",
    "夸克盘链接": "https://pan.quark.cn/s/321416d2ba60"
  },
  {
    "文件名": "【双性】偷看.txt",
    "夸克盘链接": "https://pan.quark.cn/s/8c2fdb3528af"
  },
  {
    "文件名": "[废文 完结]《凤止阿房》作者：深蓝裂痕（苻坚×慕容冲 be）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/608d63ea491b"
  },
  {
    "文件名": "[1v1 完结]《简宁和小徐总的奇奇怪怪play》作者：白纸画卷.txt",
    "夸克盘链接": "https://pan.quark.cn/s/81b6b3dc4358"
  },
  {
    "文件名": "《掰开后穴说骚死你》作者：没有名字的鬼差.txt",
    "夸克盘链接": "https://pan.quark.cn/s/29619bf35b5e"
  },
  {
    "文件名": "质子流年（流光溢彩）含彩蛋合集.txt",
    "夸克盘链接": "https://pan.quark.cn/s/418c6ac5caa7"
  },
  {
    "文件名": "[废文 完结]选秀上头（1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/bca77a7821f9"
  },
  {
    "文件名": "[废文 完结]《新冠时期的爱情》作者：楠桃（1v1小甜饼）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/90d764e027f3"
  },
  {
    "文件名": "[废文 完结]《独占你的秘密》作者：小猫咪到我家（双性1v1 独占欲强攻x软糯温和受）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e71c62f13fd0"
  },
  {
    "文件名": "[废文 完结]《漂亮陷阱》作者：八分饱（被丈夫关起来的美人爱上了隔壁高中生）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/740d1f82532a"
  },
  {
    "文件名": "[1v1 完结]《被迫永生的咸鱼神仙一心求死》作者：Renne.txt",
    "夸克盘链接": "https://pan.quark.cn/s/21f78e37a771"
  },
  {
    "文件名": "《被怪物缠绕的美人》作者：不会取名字.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c10fc80ea784"
  },
  {
    "文件名": "[废文 完结]《恃宠》作者：旭升暮落（1v1 将军攻x少爷受）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/520b635e4fa0"
  },
  {
    "文件名": "[废文 完结]《乱臣贼子》作者：匿名咸鱼（年上1v1 占有欲强宰相攻x斯德哥尔摩综合征皇帝受）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/43a0189c5bfe"
  },
  {
    "文件名": "[1v1 完结]《爱的方式（GB女攻、abo、女A男O）》作者：alphamonster.txt",
    "夸克盘链接": "https://pan.quark.cn/s/aaec57bed4ff"
  },
  {
    "文件名": "[废文 完结]《hentai系草爱上我》作者：温酒闲絮（1v1 变态系草强制爱）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/1e266faa3bbf"
  },
  {
    "文件名": "[1v1 完结]《堕尘》作者：灯如豆【米国度】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/5338d624fd50"
  },
  {
    "文件名": "[1v1 完结]《统领者与他的臣服者（校园abo 人妻受）》作者：白开水水水水.txt",
    "夸克盘链接": "https://pan.quark.cn/s/14fc55343028"
  },
  {
    "文件名": "[废文 完结]《宫内春色》作者：匿名马甲（np 双性）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c05de22378c6"
  },
  {
    "文件名": "[废文 完结]黑白交融（1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/9f124febbb71"
  },
  {
    "文件名": "[废文 完结]《选秀上头》作者：第七章（娱乐圈1v1单元剧）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c1dd08f87679"
  },
  {
    "文件名": "[废文 完结]《情侣综艺》作者：只是一块面包（全职高手 叶修x周泽楷同人1v1 论坛体）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/62d98816bd1a"
  },
  {
    "文件名": "[1v1 完结]《【润旭同人】重生 龙凤交缠》作者：marginal.txt",
    "夸克盘链接": "https://pan.quark.cn/s/753e2ad1c43c"
  },
  {
    "文件名": "《恶毒受被疯批弟弟囚禁后》作者：三岁确诊大女子主义.txt",
    "夸克盘链接": "https://pan.quark.cn/s/f3cb65e1c282"
  },
  {
    "文件名": "[完结]《两个Omega的发情期》作者：写肉专业点（ABO 1v1 温馨 现代 双O 互攻）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/61fef3e3ab71"
  },
  {
    "文件名": "《老舅不对劲》作者：匿名咸鱼.txt",
    "夸克盘链接": "https://pan.quark.cn/s/050d78b21bde"
  },
  {
    "文件名": "《被疯批强制的可怜美人》作者：姥啬丕.txt",
    "夸克盘链接": "https://pan.quark.cn/s/21aeb082cc30"
  },
  {
    "文件名": "[废文 完结]和离（1v1）作者：小阿斗.txt",
    "夸克盘链接": "https://pan.quark.cn/s/deb7a774521c"
  },
  {
    "文件名": "[废文 完结]《溺》作者：布灵（年上亲父子1v1 老流氓攻×娇儿子）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/497a15a6a302"
  },
  {
    "文件名": "《不伦性欲h》作者：嘿嘿哒.txt",
    "夸克盘链接": "https://pan.quark.cn/s/6d1f44ef799d"
  },
  {
    "文件名": "[3p 完结]《父欲【父子、总受】》作者：坚仔.txt",
    "夸克盘链接": "https://pan.quark.cn/s/6cbfc94120ca"
  },
  {
    "文件名": "[1v1 完结]《看穿（互攻）》作者：池砚.txt",
    "夸克盘链接": "https://pan.quark.cn/s/f200510670a2"
  },
  {
    "文件名": "[废文 完结]《桑楚》作者：皮山柳____（破镜重圆 小甜饼 忠犬攻，可爱受）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/2d20523a6cd6"
  },
  {
    "文件名": "从1变0的GV男星.txt",
    "夸克盘链接": "https://pan.quark.cn/s/b0a11b8d5c46"
  },
  {
    "文件名": "[np 完结]《为了自杀而活着（无限流）万人迷受》作者：小哟.txt",
    "夸克盘链接": "https://pan.quark.cn/s/759ce4e6a72e"
  },
  {
    "文件名": "[废文 完结]《不淫戒》作者：色即是空空空（1v1 和尚x狐狸精）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c67cadf71d67"
  },
  {
    "文件名": "[1v1 完结]《猎物陷阱（校园双性）》作者：黑眼豆豆.txt",
    "夸克盘链接": "https://pan.quark.cn/s/06560f708b84"
  },
  {
    "文件名": "[np 完结]《老公出轨成瘾（攻出轨、种马、ntr）》作者：开个牛奶.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e0bad8ff9f8c"
  },
  {
    "文件名": "[1v1 完结]《诱他深入（校园双性、双处）》作者：在吃鸡排.txt",
    "夸克盘链接": "https://pan.quark.cn/s/0847464c57d1"
  },
  {
    "文件名": "《公交上的校草儿子》作者：冰块牛奶.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e1257b096560"
  },
  {
    "文件名": "《短肉集：鲜嫩多汁小美人》作者：小红.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ecd18885332b"
  },
  {
    "文件名": "《隔壁搬来一对夫妻》作者：yang0044.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ae1cfcfd1317"
  },
  {
    "文件名": "[废文 完结]《温柔囚禁》作者：∞（主攻）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/b61197de61b4"
  },
  {
    "文件名": "[完结蛋全]《丑攻美受合集》作者：reset13（故事集）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/85eb01abf6f3"
  },
  {
    "文件名": "[完结+2番外]《难逃此戏（娱乐圈1v1）》作者：一山有酒【米国度】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/555abfb3142e"
  },
  {
    "文件名": "《辞闻云淮》作者：.txt",
    "夸克盘链接": "https://pan.quark.cn/s/f0b46da6fd01"
  },
  {
    "文件名": "废文[完结] 暗室明珠(骨科) 作者：伊敏河岸一棵树.txt",
    "夸克盘链接": "https://pan.quark.cn/s/f5583f36e3ff"
  },
  {
    "文件名": "[1v1 完结]《【修帝／修释同人】饲主是欲求不满的勇者大人》作者：伊凌飞.txt",
    "夸克盘链接": "https://pan.quark.cn/s/2c8690ddccd2"
  },
  {
    "文件名": "【cp肉】《成人用品店》作者：嘻哈哈哈哈嗝（过程np，结局1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ba4e2219ef95"
  },
  {
    "文件名": "《一条狗》BY少年宫.txt",
    "夸克盘链接": "https://pan.quark.cn/s/46ff9ead6da7"
  },
  {
    "文件名": "[完结蛋全]《夏老师的疯狗》作者：西酞普兰（1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/8a1389f6b000"
  },
  {
    "文件名": "[1v1 完结]《黑道大佬和他的狱警老公二三事》作者：鸳白.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a2ace1ce4f1b"
  },
  {
    "文件名": "[np 完结]《小谢（万人迷总受）》作者：鲟大米.txt",
    "夸克盘链接": "https://pan.quark.cn/s/0927dcf25ac9"
  },
  {
    "文件名": "[完结]《须臾（双性、总攻np）》作者：咩了个喵.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ebc3906ed827"
  },
  {
    "文件名": "《爸爸们的几把++我的软批》作者：明天开新文.txt",
    "夸克盘链接": "https://pan.quark.cn/s/37a3ab9e4323"
  },
  {
    "文件名": "表里不一（小甜饼）完结+番外.txt",
    "夸克盘链接": "https://pan.quark.cn/s/281dd94a7d5a"
  },
  {
    "文件名": "[废文 完结]《悬日湖》作者：盐启（年下1v1小甜饼 男大学生攻×上班族受）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/78ed8a048024"
  },
  {
    "文件名": "[np 完结]《男宠纪事》作者：树上绕绿萝.txt",
    "夸克盘链接": "https://pan.quark.cn/s/2eb931edf6a3"
  },
  {
    "文件名": "[完结]婚礼现场我甩了未婚夫（1v1）作者：泊肖.txt",
    "夸克盘链接": "https://pan.quark.cn/s/d85020e06c90"
  },
  {
    "文件名": "《柔柔》BY啤酒桃子.txt",
    "夸克盘链接": "https://pan.quark.cn/s/313b30cb6c16"
  },
  {
    "文件名": "[完结+番外]《我家的漂亮男猫（人兽1v1 护蛋狂魔小黑猫受x宅男巨屌温柔攻）》作者：糕＋美彼.txt",
    "夸克盘链接": "https://pan.quark.cn/s/51e34e7477db"
  },
  {
    "文件名": "[1v1 完结]《鱼米之乡》作者：三千夜话.txt",
    "夸克盘链接": "https://pan.quark.cn/s/050804579f24"
  },
  {
    "文件名": "[废文 完结]《重演》作者：青繁（1v1双性 狗血失忆 强制爱）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/9f77cf581e3f"
  },
  {
    "文件名": "《罅隙微茫》作者：倾柚.txt",
    "夸克盘链接": "https://pan.quark.cn/s/2c6555944d2b"
  },
  {
    "文件名": "[废文 完结]《好想让他哭》作者：爱肯橘子皮的猫（校园1v1小甜饼）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/46091694f7cc"
  },
  {
    "文件名": "[完结]《为了自杀而活着》作家：小哟（np）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/18f676f68920"
  },
  {
    "文件名": "[1v1 完结]《［骨科］放肆 ）be》作者：米唐.txt",
    "夸克盘链接": "https://pan.quark.cn/s/8efd27861117"
  },
  {
    "文件名": "[废文 完结]《驯化守则》作者：小易2（破镜重圆小甜饼 双性1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a3619533a00d"
  },
  {
    "文件名": "[完结+番外]《处处吻（主攻 过程np 结局1v1）》作者：D哥.txt",
    "夸克盘链接": "https://pan.quark.cn/s/3232188532e6"
  },
  {
    "文件名": "[合集 完结]《王者荣耀同人之淫乱荣耀（总攻 总受）》作者：大鱼大肉今晚吃鸡儿.txt",
    "夸克盘链接": "https://pan.quark.cn/s/3cbdc3fd2651"
  },
  {
    "文件名": "[完结]《小红帽是大唧唧男孩的辣!》作者：张嘴吃肉（总攻童话np）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/f53a31257b96"
  },
  {
    "文件名": "《被压迫的副会长》BY萝卜8848.txt",
    "夸克盘链接": "https://pan.quark.cn/s/86d54dc9d2e1"
  },
  {
    "文件名": "[完结蛋全]《被家人日液艹爱的少年》作者：醉卿梦（np）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c300c51f1c60"
  },
  {
    "文件名": "《早恋成婚》作者：潞咩咩.txt",
    "夸克盘链接": "https://pan.quark.cn/s/589ac767727c"
  },
  {
    "文件名": "《骗炮不成反被肏》BY甜脆萝卜.txt",
    "夸克盘链接": "https://pan.quark.cn/s/454aa0abd8cf"
  },
  {
    "文件名": "《刚嫁进门，就被老公爸爸盯上了》作者：罩爷是只猫.txt",
    "夸克盘链接": "https://pan.quark.cn/s/23424192823f"
  },
  {
    "文件名": "[废文 完结]《人鱼之海》作者：野生猫咪（1v1 ABO）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ff58de402e74"
  },
  {
    "文件名": "[1v1 完结]《青涩味（校园双洁 双性受x体育生攻）》作者：DooooM.txt",
    "夸克盘链接": "https://pan.quark.cn/s/f946dee695d3"
  },
  {
    "文件名": "《高冷学霸觉醒魅魔血统后》作者：小红.txt",
    "夸克盘链接": "https://pan.quark.cn/s/9834de576acc"
  },
  {
    "文件名": "[废文 完结]《所有物》作者：野哭千家尚战伐（1v1 单纯好骗甜丝丝攻 X 温文尔雅神经病受）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c4e412052cb0"
  },
  {
    "文件名": "[完结]《逆光》作者：bishop（1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/6db088cf9b17"
  },
  {
    "文件名": "[废文 完结+番外全]搞了只狗狗结果才高三（GB女攻np）~补番.txt",
    "夸克盘链接": "https://pan.quark.cn/s/3f7acdd6f4ab"
  },
  {
    "文件名": "[完结]《乱世棋局》作者：Adair（1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/5c39dd8e1aa0"
  },
  {
    "文件名": "[合集 完结]《娇软美人甜肉铺子》作者：乌鸦在打瞌睡.txt",
    "夸克盘链接": "https://pan.quark.cn/s/26eee33b0efa"
  },
  {
    "文件名": "[完结蛋全]《变成黑皮辣妹后和好朋友在一起了》作者：柠檬水泡片（1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/d121c2f17a8a"
  },
  {
    "文件名": "《标记beta》作者：炽焰【补番】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/37a87e26c6ed"
  },
  {
    "文件名": "[废文 完结]《标准答案》作者：ruruursula（互攻1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/5c654c5186b8"
  },
  {
    "文件名": "[完结]《一个倒霉的游侠》作家：十六家的卡门（生子 1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/d5baf0c84ec7"
  },
  {
    "文件名": "[1v1 完结]《捡了一只狼相公》作者：黑眼豆豆.txt",
    "夸克盘链接": "https://pan.quark.cn/s/db95b58fd22b"
  },
  {
    "文件名": "[完结+1番外]《不知几度醉春风（主攻1v1 皇帝S攻x影卫M受）》作者：阿雪soso.txt",
    "夸克盘链接": "https://pan.quark.cn/s/20f3f52efe15"
  },
  {
    "文件名": "[废文 完结]《当初是你要分手》作者：qinfeng（1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/f16aa2ae8d23"
  },
  {
    "文件名": "[1v1 完结]《你眼眸中的紫色小花》作者：贫尼喜肉.txt",
    "夸克盘链接": "https://pan.quark.cn/s/118f232c4696"
  },
  {
    "文件名": "[完结]《难教的差生》作者：不想上青天（1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/9c6979ac6838"
  },
  {
    "文件名": "[废文 完结]《乡村爱情故事》作者：小箐岚（mb受）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ab69ab412a2e"
  },
  {
    "文件名": "[废文 完结]《重逢》作者：张既白（破镜重圆1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e42ea4d7cf26"
  },
  {
    "文件名": "《不动声色》作者：池砚.txt",
    "夸克盘链接": "https://pan.quark.cn/s/09262907dcb8"
  },
  {
    "文件名": "《日出》作者：天才小鱼仔.txt",
    "夸克盘链接": "https://pan.quark.cn/s/10d83209230e"
  },
  {
    "文件名": "《当社恐被狠狠疼爱》作者：无关风月.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ea7992d20bb0"
  },
  {
    "文件名": "[np 完结]《【总受】双性总裁的自我修养》作者：江陵.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e1d7c50624ba"
  },
  {
    "文件名": "[完结]《双性总裁的自我修养》作家：江陵（总受np）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/460a50377a8f"
  },
  {
    "文件名": "《反向强制》作者：兰庭.txt",
    "夸克盘链接": "https://pan.quark.cn/s/45a3d52bd04f"
  },
  {
    "文件名": "[1v1 完结]《小婊子（过程np）》作者：巧克力蛙.txt",
    "夸克盘链接": "https://pan.quark.cn/s/3f40dd9a18a7"
  },
  {
    "文件名": "[合集 完结]《红烧肉短文小合集（1v1）》作者：水三金.txt",
    "夸克盘链接": "https://pan.quark.cn/s/bdbedb12c874"
  },
  {
    "文件名": "[1v1 完结]《少年的肩（双性）》作者：无敌暴龙激光战士.txt",
    "夸克盘链接": "https://pan.quark.cn/s/f11fe15a059f"
  },
  {
    "文件名": "《圣女昌》作者：生啃花岗岩.txt",
    "夸克盘链接": "https://pan.quark.cn/s/18aa80911519"
  },
  {
    "文件名": "一世权谋.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ef5049fd30d1"
  },
  {
    "文件名": "[完结]《地下实验所》作者：你好甜啊（np）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/8f1202ee2994"
  },
  {
    "文件名": "[完结]《直男他被干弯了》作者：红枣豆浆真好喝（np）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/8cd773b49cab"
  },
  {
    "文件名": "[废文 完结]《春草》作者：辞辞呀（主攻1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/eb5a958f7946"
  },
  {
    "文件名": "[完结+全番外]《美人道长／道长秀色可餐（1v1 风流受x冷漠攻）》作者：翠羽生【米国度-补】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/d69b911c77e8"
  },
  {
    "文件名": "《将军退休以后》作者：酒家何处有（糙汉攻X哭包受 萌文）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/0113eebce802"
  },
  {
    "文件名": "[废文 完结]《逆行》作者：匪之风（高冷受×温柔攻）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/765d8173ca09"
  },
  {
    "文件名": "《烟火金鱼》作者：爆裂鲨鱼.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c20ebc4238de"
  },
  {
    "文件名": "《心动失期》BY废人话多.txt",
    "夸克盘链接": "https://pan.quark.cn/s/620f5a1af004"
  },
  {
    "文件名": "《变成鬼之后的日常》作者：Qana.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a63adadcf063"
  },
  {
    "文件名": "反向囚禁完结+2番外.txt",
    "夸克盘链接": "https://pan.quark.cn/s/5c52d27294cb"
  },
  {
    "文件名": "[废文 完结]Merry Christmas（1v1）作者：匿名咸鱼.txt",
    "夸克盘链接": "https://pan.quark.cn/s/7a04973b740f"
  },
  {
    "文件名": "《那天，我见到了神明》作者：晗沐沐永远无忧.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e87377f67aa4"
  },
  {
    "文件名": "《E-ecution》作者：桃溪.txt",
    "夸克盘链接": "https://pan.quark.cn/s/0beae13bb484"
  },
  {
    "文件名": "[完结]《渣了白月光的弟弟后我悟了》作者：佛系游鱼（感情1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/5238d4e178f7"
  },
  {
    "文件名": "[np 完结]《战壕里的双性rbq（双性总受）》作者：取名字好难鸭.txt",
    "夸克盘链接": "https://pan.quark.cn/s/d0a08a9a4fd6"
  },
  {
    "文件名": "[废文 完结]《应有尽有》作者：夙忘川（主攻1v1 舔狗攻）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/65974f28e10e"
  },
  {
    "文件名": "《穿越各种虐文吃肉》作者：猪肉好吃.txt",
    "夸克盘链接": "https://pan.quark.cn/s/012ef961ad51"
  },
  {
    "文件名": "[合集 完结]《情欲短篇合集（1v1 ABO）》作者：夜行喵【米国度-补】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e8fe4fb02b4d"
  },
  {
    "文件名": "[废文 完结]《权臣》作者：匿名咸鱼（摄政权臣是先帝的未亡人）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/5bb509e4005f"
  },
  {
    "文件名": "《夫君带白月光私奔后我被公爹强占了》作者：人民币.txt",
    "夸克盘链接": "https://pan.quark.cn/s/58ec0c07dccf"
  },
  {
    "文件名": "[废文 完结]《穿成工具人后我罢工了》作者：咲枯（穿书1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/2248ba0e1718"
  },
  {
    "文件名": "[np 完结]《双性太子（古言，美人总受）》作者：吃肉的长耳兔.txt",
    "夸克盘链接": "https://pan.quark.cn/s/0c122b963717"
  },
  {
    "文件名": "[废文 完结]《杀死恋人之后》作者：匿名咸鱼（1v1 冷血偏执帝国少将攻X阳光深情叛军领袖受）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/d346dd686f33"
  },
  {
    "文件名": "[np 完结]《欲望沉沦（双性总受）》作者：月依痕.txt",
    "夸克盘链接": "https://pan.quark.cn/s/1bfee118adb9"
  },
  {
    "文件名": "《报恩的小兔子（1v1）》作者：热度冷却[完结+全番外].txt",
    "夸克盘链接": "https://pan.quark.cn/s/e24b4dbfbf5f"
  },
  {
    "文件名": "[废文 完结]《继承》作者：除徒（父子1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/71692516bdf0"
  },
  {
    "文件名": "[np 完结]《乐天（总受 纯肉）》作者：鑫慕恒.txt",
    "夸克盘链接": "https://pan.quark.cn/s/385a5a99e666"
  },
  {
    "文件名": "[废文 完结]《声声入耳》作者：好好睡觉（年下1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/6b16531522a1"
  },
  {
    "文件名": "[废文 完结]腻（1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ded1fb5a3c88"
  },
  {
    "文件名": "[1v1 完结]《艹翻寝室的男神舍友后（校园 金主受）》作者：甜脆萝卜.txt",
    "夸克盘链接": "https://pan.quark.cn/s/b9ee356a59c6"
  },
  {
    "文件名": "[废文 完结]《期限》作者：困死了（1v1 温柔霸总X小可爱）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c52600db60b2"
  },
  {
    "文件名": "[完结+全番外]《基友的JJ（1v1）》作者：小玫瑰.txt",
    "夸克盘链接": "https://pan.quark.cn/s/7cd42a55ef2c"
  },
  {
    "文件名": "[废文 完结]《风信子的秘密》作者：花花雷（1v1 帅气多金影帝攻x漂亮柔软小妖（风信子）受）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/cbba07976c0f"
  },
  {
    "文件名": "美人快穿吃肉完结+7番外.txt",
    "夸克盘链接": "https://pan.quark.cn/s/139f05534ae0"
  },
  {
    "文件名": "[废文 完结]秘密（1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/852e2cd20b26"
  },
  {
    "文件名": "直男竹马是双性.txt",
    "夸克盘链接": "https://pan.quark.cn/s/7960f5490154"
  },
  {
    "文件名": "《放肆》作者：岈雩徵.txt",
    "夸克盘链接": "https://pan.quark.cn/s/2eb9f54c127c"
  },
  {
    "文件名": "[废文 完结]《我的一一》作者：花间三壶酒（主攻1v1 娃娃脸攻遇上直男）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/f46756316cec"
  },
  {
    "文件名": "[np 完结]《学长，体力旺盛！》作者：陸坡.txt",
    "夸克盘链接": "https://pan.quark.cn/s/47fadb80af47"
  },
  {
    "文件名": "《欲望破产清单》作者：闻人疯骨.txt",
    "夸克盘链接": "https://pan.quark.cn/s/fea09517888c"
  },
  {
    "文件名": "[完结]《万人迷的后攻自行车了》作者：1102pea（1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/f316eff910be"
  },
  {
    "文件名": "《灌满浪系男秘的嫩批》作者：爱妙妙的巧嘴.txt",
    "夸克盘链接": "https://pan.quark.cn/s/d4211cd18cf4"
  },
  {
    "文件名": "[1v1 完结]《老公和宝贝的日常II（甜宠）》作者：天星紫月【米国度】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/159464b51654"
  },
  {
    "文件名": "[废文 完结]《等等，我才是攻啊！》作者：一锅炖不下（年下1v1 扮猪吃虎伪清纯攻x成人片演员受）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a828ad69f9fd"
  },
  {
    "文件名": "[废文 完结]《心慌意乱》作者：Cynosure97（美强1v1 作家x经理）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e2ff60cfd6a7"
  },
  {
    "文件名": "[废文 完结]《秘密》作者：柠檬算不算酸（双向暗恋1v1 ABO）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/f7569ab4605d"
  },
  {
    "文件名": "[废文 完结]《哑奴》作者：浮喧（1v1 恶劣少爷攻vs乖软双性受）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/aa26c61701c2"
  },
  {
    "文件名": "[完结]《【虫族弱攻】雄虫只想赚钱》作家：麻辣火锅（1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e660b812dc6b"
  },
  {
    "文件名": "[废文 完结]《致我亲爱的先生》作者：公子阿萌（年下主攻1v1 小狼狗白切黑攻x清冷温和受）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/7fc9950b315e"
  },
  {
    "文件名": "[废文 完结]避无可避（np）作者：手莫鱼.txt",
    "夸克盘链接": "https://pan.quark.cn/s/7ffa8c5fd202"
  },
  {
    "文件名": "《[虐腹]论皇帝是如何被搞废的》BY江山看不尽.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e119efbbbe27"
  },
  {
    "文件名": "[废文 完结]《天生一对》作者：小饼干lbb（ABO1v1 betaxbeta）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/0c7d40144c10"
  },
  {
    "文件名": "[1v1 完结]《错认的房号》作者：豌豆尖.txt",
    "夸克盘链接": "https://pan.quark.cn/s/3b2a8888c9ac"
  },
  {
    "文件名": "[1v1 完结]《天生一对（哨向）》作者：souses.txt",
    "夸克盘链接": "https://pan.quark.cn/s/42a8f71b4161"
  },
  {
    "文件名": "[1v1 完结]《色鬼弄菊录（二）年下 双性》作者：夏姬八取【第二部】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/b8d459c8e28a"
  },
  {
    "文件名": "[废文 完结]《波斯猫豢养手册》作者：琅玕色明（1v1 HC 土狗遇到落难的波斯猫）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/6f4506bf00db"
  },
  {
    "文件名": "[废文 完结]釉彩（1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/73d1d9aff5a2"
  },
  {
    "文件名": "[废文 完结]《腻》作者：粉红小猪（互攻1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/258a150d300c"
  },
  {
    "文件名": "[废文 完结]《囚魔》作者：只吃肉的xixi（魔尊骗身骗心后被老攻关了小黑屋，攻偏执是个疯比，小黑屋囚禁生子一条龙）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/262abcbab3d6"
  },
  {
    "文件名": "[废文 完结]《釉彩》作者：匿名咸鱼（1v1 又蠢又笨怂美人受vs表里不一腹黑攻）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/d92941577c2e"
  },
  {
    "文件名": "[废文 完结]《非典型关系》作者：Sakura白鲸（咒术回战同人1v1 ABO生子 伏黑甚尔x禅院直哉）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/fe0ffd38dbbe"
  },
  {
    "文件名": "蜂后.txt",
    "夸克盘链接": "https://pan.quark.cn/s/db4628923111"
  },
  {
    "文件名": "[废文 完结]《疼痛布洛芬》作者：白给M（强制爱1v1 受追攻 美貌高岭之花疯批攻X花心大萝卜满嘴谎话大漂亮受）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/4a1bcc7287d1"
  },
  {
    "文件名": "[完结]《食欲》作者：贪欢（1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/5209a0cda99a"
  },
  {
    "文件名": "《人体蜈蚣》作者：如题.txt",
    "夸克盘链接": "https://pan.quark.cn/s/6080f75bf3ed"
  },
  {
    "文件名": "[废文 完结]疼痛布洛芬（1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/d79df9b7413d"
  },
  {
    "文件名": "[废文 完结]我的牦牛儿丢了（np）作者：暖阳_7儿.txt",
    "夸克盘链接": "https://pan.quark.cn/s/0c2c933b5fe1"
  },
  {
    "文件名": "[废文 完结]《匹诺曹》作者：没谱儿的（1v1 病娇攻x腹黑受）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ec9494bfe06c"
  },
  {
    "文件名": "【废】[完结]穷途末路(非常规末世公路文) 作者：Cynosure97.txt",
    "夸克盘链接": "https://pan.quark.cn/s/69bbef1aeb27"
  },
  {
    "文件名": "《当笨蛋攻遇上清冷受》作者：故乡的菊花又开了.txt",
    "夸克盘链接": "https://pan.quark.cn/s/06a303189ea2"
  },
  {
    "文件名": "[np 完结]《大奶体育老师男校之旅（总受）》作者：张敢敢.txt",
    "夸克盘链接": "https://pan.quark.cn/s/9bdf14a81f14"
  },
  {
    "文件名": "人美身骚小寡夫（张嘴吃肉）完结.txt",
    "夸克盘链接": "https://pan.quark.cn/s/3f01b849d125"
  },
  {
    "文件名": "[废文 完结]《恩里克》作者：咸鱼被晒干（血族 互攻1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/510626b996d8"
  },
  {
    "文件名": "[废文 完结]《夏溺》作者：黄昏雨（骨科1v1 可爱单纯的弟弟x有点病态偏执的哥哥）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/9ab28c4cb31c"
  },
  {
    "文件名": "[完结+番外]《电竞战队情事（np 纯肉）》作者：是你的咕咕咕啊.txt",
    "夸克盘链接": "https://pan.quark.cn/s/586bf4678945"
  },
  {
    "文件名": "废文[完结] 恋综偶遇前任之后(Ending) 作者：沉星不眠.txt",
    "夸克盘链接": "https://pan.quark.cn/s/5c428252b132"
  },
  {
    "文件名": "[废文 完结]教母（GL百合1v1）作者：浴兰汤兮屏翳.txt",
    "夸克盘链接": "https://pan.quark.cn/s/3cd87135c387"
  },
  {
    "文件名": "《骗炮不成反被_》BY双性奶.txt",
    "夸克盘链接": "https://pan.quark.cn/s/dbea959daede"
  },
  {
    "文件名": "[np 完结]《当男妓被艹尿的日日夜夜》作者：隔壁胖虎.txt",
    "夸克盘链接": "https://pan.quark.cn/s/6aa11a714e40"
  },
  {
    "文件名": "[废文 完结]《青柠》作者：-温玄机-（机器人攻X人类受）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/7cd87b4caf1d"
  },
  {
    "文件名": "[废文 完结]《余生不唤》作者：遂渊（深情攻x薄情受）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/aba74929e1b1"
  },
  {
    "文件名": "[完结]《网中的哥哥》作者：辛特兰访客（1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/b6d231e95007"
  },
  {
    "文件名": "[np 完结]《小婶婶》作者：桃金娘.txt",
    "夸克盘链接": "https://pan.quark.cn/s/62d1f7952d0f"
  },
  {
    "文件名": "《貌美直男穿进了耽美文》作者：顿顿顿顿v.txt",
    "夸克盘链接": "https://pan.quark.cn/s/57a9e3c29e1f"
  },
  {
    "文件名": "[废文 完结]热夏（1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/85ee0f18da43"
  },
  {
    "文件名": "[完结蛋全]《日暮途穷【abo】》作者：不想写作业（np）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/87cf28a0851b"
  },
  {
    "文件名": "[完结]《情迷星际》作者：山中雪花膏（故事集）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/3b6567c4eff3"
  },
  {
    "文件名": "田野间赤裸的美男（双性）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/1bfe41d0e3d6"
  },
  {
    "文件名": "[合集 完结]《日日夜夜你》作者：山水有相逢.txt",
    "夸克盘链接": "https://pan.quark.cn/s/2bebc4e4bae9"
  },
  {
    "文件名": "[np 完结]《日暮途穷【abo 骨科 总受】》作者：不想写作业.txt",
    "夸克盘链接": "https://pan.quark.cn/s/bdf1e7aee5d1"
  },
  {
    "文件名": "[完结+全番外]《娇软小o如何帮双A度过易感期（3p ABO 双A互攻，两攻一受）》作者：九厘米雾岛.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c2758df33e49"
  },
  {
    "文件名": "[完结]《殊途》作者：朝阳西落（人鬼1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c27d4e27dd2d"
  },
  {
    "文件名": "[废文 完结]《热夏》作者：山山而川shan123（校园1v1 体院校草x美院老师）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/6b5d2fe8e1e0"
  },
  {
    "文件名": "[1v1 完结]《恶毒美人翻车记》作者：衿白.txt",
    "夸克盘链接": "https://pan.quark.cn/s/643d92ae90c6"
  },
  {
    "文件名": "[废文 完结]后悔退婚了怎么办？（GB女攻1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/972a1360a39c"
  },
  {
    "文件名": "[废文 完结]《承星》作者：燕尾夹（1v1ABO小甜饼）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/9673716e7eda"
  },
  {
    "文件名": "[废文 完结]《刺》作者：王哇哇（年上骨科1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/28ee08731828"
  },
  {
    "文件名": "[废文 完结]《莫逆之交》作者：喜皮（1v1小甜饼 H文写手近来遇到瓶颈  好竹马决定亲手亲身帮他开发灵感）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/63c98525a6a8"
  },
  {
    "文件名": "[np 完结]《傻瓜美人被肏大了肚子（双性总受）》作者：麻辣火锅.txt",
    "夸克盘链接": "https://pan.quark.cn/s/1b86aa989936"
  },
  {
    "文件名": "[废文 完结]怪物与宝石（1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/43c401c242fb"
  },
  {
    "文件名": "[np 完结]《色鬼弄菊录（总攻）》作者：夏姬八取【第一部完】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/7c132d70e111"
  },
  {
    "文件名": "[1v1 完结]《一只技术极烂的小魅魔被抓以后》作者：天晴嘀嘀.txt",
    "夸克盘链接": "https://pan.quark.cn/s/dcca92330305"
  },
  {
    "文件名": "[1v1 完结]《养根（双性小甜饼 产乳）》作者：富贵儿.txt",
    "夸克盘链接": "https://pan.quark.cn/s/4edef53fddfd"
  },
  {
    "文件名": "[np 完结]《智产研究所（重口、难产，产卵，引产）》作者：您的可爱妹子.txt",
    "夸克盘链接": "https://pan.quark.cn/s/d9434a94ae00"
  },
  {
    "文件名": "[完结+番外]《受尽宠爱《全职高手同人 np》》作者：吉娃莲多肉【第一部完结】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/589d86bf3ea1"
  },
  {
    "文件名": "[完结+全番外]《失氧（1v1）》作者：千叶.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c0fb90810704"
  },
  {
    "文件名": "《酒酿芋圆》作者：砚菌.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a4e3ec7a1175"
  },
  {
    "文件名": "[1v1 完结]《堕仙（玄幻 破镜重圆、攻菊不洁）》作者：木瑞辰.txt",
    "夸克盘链接": "https://pan.quark.cn/s/09758508af00"
  },
  {
    "文件名": "[废文 完结]《自我安慰被发现怎么办》作者：可大（1v1小甜饼）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/96152fbb659e"
  },
  {
    "文件名": "逼奸小妈的那些年（双性）完结+2番外.txt",
    "夸克盘链接": "https://pan.quark.cn/s/5fb42c7e10ae"
  },
  {
    "文件名": "剧本总是对不上完结+番外.txt",
    "夸克盘链接": "https://pan.quark.cn/s/76ef3b251dce"
  },
  {
    "文件名": "killing（双变态病娇调教文，sp文完结+2番外（含彩蛋合集）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/6b1fa0adfd40"
  },
  {
    "文件名": "[1v1 完结]《独占我的父亲（继父子 精牛）》作者：野狐不妄.txt",
    "夸克盘链接": "https://pan.quark.cn/s/89c64b590268"
  },
  {
    "文件名": "[废文 完结]《圈住你了》作者：雾落没了（强制爱 双性 be）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/46801f98a95f"
  },
  {
    "文件名": "[完结+1番外]《孤儿怨（np 抹布）》作者：山官木.txt",
    "夸克盘链接": "https://pan.quark.cn/s/3955ae69bbb9"
  },
  {
    "文件名": "[废文 完结]《怪物与宝石》作者：柳城鬼（be）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/fb6c3a6562f2"
  },
  {
    "文件名": "[1v1 完结]《辽辽【双性】骨科》作者：阿猫阿狗.txt",
    "夸克盘链接": "https://pan.quark.cn/s/79884c9e51c2"
  },
  {
    "文件名": "[1v1 完结]《有为【狗血】be》作者：朝阳西落.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e77a6ec14e12"
  },
  {
    "文件名": "《穿进古耽成为疯批男主的白莲花》作者：爱如火.txt",
    "夸克盘链接": "https://pan.quark.cn/s/bfe14e7fce03"
  },
  {
    "文件名": "[废文 完结]《老子要你管》作者：bozo375（前世今生1v1互攻）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/89238f153349"
  },
  {
    "文件名": "[废文 完结]《教主和他的灰狗勾》作者：az（主攻1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/617c97a628cb"
  },
  {
    "文件名": "[1v1 完结]《原点》作者：风惊.txt",
    "夸克盘链接": "https://pan.quark.cn/s/cb63bb44f47d"
  },
  {
    "文件名": "[废文 完结]《养母》作者：Sakura白鲸（咒术回战同人 年下双性1v1 伏黑惠x禅院直哉）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a3e46d5436a2"
  },
  {
    "文件名": "[废文 完结]《双面性》作者：咸鱼晚啊（bdsm  双向暗恋。很甜无虐。无脑爽文。）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/5608e77a931c"
  },
  {
    "文件名": "[废文 完结]《离魂》作者：厘洛（虐文 be）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/333ff6331e63"
  },
  {
    "文件名": "[废文 完结]《玫瑰花园》作者：席尔毕斯（19天 贺红同人1v1小甜饼）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/9f0751800b36"
  },
  {
    "文件名": "[完结]《蛇信子（微h，姐妹，乱伦）》作者 余庆（GL百合1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e0da11584eae"
  },
  {
    "文件名": "[废文 完结]虎牙尖尖（1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e3947944145a"
  },
  {
    "文件名": "[1v1 完结]《他不爱我》作者：风惊.txt",
    "夸克盘链接": "https://pan.quark.cn/s/079171b5ffad"
  },
  {
    "文件名": "[废文 完结]《前任那点破事儿》作者：匿名咸鱼.txt",
    "夸克盘链接": "https://pan.quark.cn/s/196599e70051"
  },
  {
    "文件名": "[废文 完结]《不知冬》作者：山丁子（校园3p）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/f783c0fc0faf"
  },
  {
    "文件名": "[完结]《我有一个大胆的想法》作者：山丁子（1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/3805bf7f6cf4"
  },
  {
    "文件名": "《大龄男O》作者：Alcmena（补番）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/fdd6b1a91cce"
  },
  {
    "文件名": "[废文 完结]《野性温柔》作者：我家真的有狗（年下1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/afa2110aea3a"
  },
  {
    "文件名": "[废文 完结]《虎牙尖尖》作者：逐鹤雾隐中（师生年下1v1 ABO）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/fe7feaa5dd5a"
  },
  {
    "文件名": "《渣攻破产之后》作者：宵征.txt",
    "夸克盘链接": "https://pan.quark.cn/s/0df4af86eeab"
  },
  {
    "文件名": "[完结+番外]《临风【1v1 金主x小明星】》作者：草莓味的馒头月.txt",
    "夸克盘链接": "https://pan.quark.cn/s/7f0288daf6f1"
  },
  {
    "文件名": "罗网.txt",
    "夸克盘链接": "https://pan.quark.cn/s/f32b746820a5"
  },
  {
    "文件名": "[完结蛋全]《［双性］魔王对敌调教记录》作家：八米一（总攻np）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/f0031ae4682d"
  },
  {
    "文件名": "[废文 完结]《北欧情事》作者：MeziieM（人鱼）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/0bf8aeffe82b"
  },
  {
    "文件名": "《心口不一》作者：[柔らかいさま.txt",
    "夸克盘链接": "https://pan.quark.cn/s/f3890e6d1c53"
  },
  {
    "文件名": "[np 完结]《外来媳妇本地郎（现言乱伦禁忌，总受）》作者：没有名字.txt",
    "夸克盘链接": "https://pan.quark.cn/s/2290dd851d9b"
  },
  {
    "文件名": "[1v1 完结]《小狗》作者：年舒.txt",
    "夸克盘链接": "https://pan.quark.cn/s/2a553496e0ed"
  },
  {
    "文件名": "[废文 完结]《花渐欲》作者：Ninna（女攻 骨科1v1 人狠心冷的皇姐上了自己同父异母的弟弟）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/dcab2d1fe65d"
  },
  {
    "文件名": "[1v1 完结]《轻轻（校园 重生 双性）》作者：嗷呜一口红烧肉.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a0a179158ca7"
  },
  {
    "文件名": "[完结]《死对头今天又欠扁了》作者：一条吐泡泡的咸鱼（帝释天1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/16f01e449216"
  },
  {
    "文件名": "《君生》作者：无人执笔.txt",
    "夸克盘链接": "https://pan.quark.cn/s/b2458e7e31d4"
  },
  {
    "文件名": "[完结]《美人的裙子底下有什么》作家：海妖（1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/249684889805"
  },
  {
    "文件名": "[1v1 完结]《占有欲（强制 迷奸 互攻）》作者：辛特兰访客.txt",
    "夸克盘链接": "https://pan.quark.cn/s/85019fcaffdc"
  },
  {
    "文件名": "杨枝甘露[双3P].txt",
    "夸克盘链接": "https://pan.quark.cn/s/cc6044ef6ba7"
  },
  {
    "文件名": "[np 完结]《林阮的双性生活（双性总受）》作者：我不姓司.txt",
    "夸克盘链接": "https://pan.quark.cn/s/be635ee28875"
  },
  {
    "文件名": "侍夫（双性sm）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/bff6b5496b37"
  },
  {
    "文件名": "[废文 完结]《食欲》作者：贪丶欢（1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/66644d8d091c"
  },
  {
    "文件名": "《从那以后》作者：苏甫白.txt",
    "夸克盘链接": "https://pan.quark.cn/s/4087a36abae3"
  },
  {
    "文件名": "[废文 完结]《梦游症的室友》作者：28度（1v1 我室友有梦游症，每天晚上化身泰迪爬我的床）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/914024b3e47c"
  },
  {
    "文件名": "[3p 完结]《仙君渡劫失败后（师徒）》作者：鲟大米.txt",
    "夸克盘链接": "https://pan.quark.cn/s/effe74aae673"
  },
  {
    "文件名": "[废文 完结]《我的病娇系恋人》作者：食二（女攻 1v1小甜饼）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/fbaf003ec198"
  },
  {
    "文件名": "[废文 完结]《黑猫男友饲养指南》作者：抹茶雪花千层派（1v1同居日常小甜饼 傲娇毒舌美人攻×人形自走吐槽机受）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/dc9dddfc5e21"
  },
  {
    "文件名": "[废文 完结]《总裁今天不弯腰》作者：evonnekhun（1v1 保姆x总裁 哭包经常委屈攻x酷又傲娇受）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/64d579c53190"
  },
  {
    "文件名": "[1v1 完结]《娇狼入怀（双不洁）》作者：一枚夹心饼.txt",
    "夸克盘链接": "https://pan.quark.cn/s/97455a4790fe"
  },
  {
    "文件名": "[完结+2番外]《remake（校园 电竞1v1 灵魂互换）》作者：泥塑大王.txt",
    "夸克盘链接": "https://pan.quark.cn/s/4c2d2f3bc40a"
  },
  {
    "文件名": "《恋爱合约》作者：半夏厚朴汤.txt",
    "夸克盘链接": "https://pan.quark.cn/s/dfb1a243b437"
  },
  {
    "文件名": "[废文 完结]《与狐归》作者：赠汝春（1v1 双性生子）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e4ec68753d21"
  },
  {
    "文件名": "[完结+番外]《蛇（1v1 和尚攻x蛇妖受）》作者：不寒.txt",
    "夸克盘链接": "https://pan.quark.cn/s/8c39b94d9a0f"
  },
  {
    "文件名": "[np 完结]《被多人插烂的优等生（双性总受）》作者：一个豆包.txt",
    "夸克盘链接": "https://pan.quark.cn/s/8668c82b6704"
  },
  {
    "文件名": "[np 完结]《金万淳的“艳遇”初三》作者：长悠然.txt",
    "夸克盘链接": "https://pan.quark.cn/s/48146e99103c"
  },
  {
    "文件名": "[废文 完结]玲珑扣（1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/3a1ce50fea40"
  },
  {
    "文件名": "[完结]《红糖蛋花汤》作者：古古不是咕咕（1v1）~清水.txt",
    "夸克盘链接": "https://pan.quark.cn/s/585d76c06a01"
  },
  {
    "文件名": "[3p 完结]《沈言的玩具（重口 sm 黄金）》作者：没有名字.txt",
    "夸克盘链接": "https://pan.quark.cn/s/57113b1a0720"
  },
  {
    "文件名": "《股掌之间》作者：654-2.txt",
    "夸克盘链接": "https://pan.quark.cn/s/6d21acba0cd8"
  },
  {
    "文件名": "[1v1 完结]《博弈（兄弟骨科）》作者：只只.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c552a7bf5761"
  },
  {
    "文件名": "《不渡青山》作者：宴惟（民国 花花公子少爷攻×小美人受）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/eec6a02e06f4"
  },
  {
    "文件名": "[完结+4番外]《掉境界是要去做共妻的［np 双性总受］》作者：必填项.txt",
    "夸克盘链接": "https://pan.quark.cn/s/6efe0e02f07f"
  },
  {
    "文件名": "[废文 完结]《最棒的男高中生》作者：于刀鞘（1v1 闷骚面瘫重欲清冷受vs白切黑直球狼狗高中生攻）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/3945e3401b09"
  },
  {
    "文件名": "[废文 完结]《被当祭品送给大妖以后》作者：篱月（1v1小甜饼 少女哭包傲娇凤凰攻x全程懵逼淡定人族受）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/b8b0e0d946b2"
  },
  {
    "文件名": "[1v1 完结]《吹梦到西洲（兄弟骨科）》作者：五哥代打.txt",
    "夸克盘链接": "https://pan.quark.cn/s/f54238f86329"
  },
  {
    "文件名": "[1v1 完结]《一块拼图（别名：经历三年之痒我竟操了我老公）反攻互攻》作者：开发花发花.txt",
    "夸克盘链接": "https://pan.quark.cn/s/7f1bff7981f0"
  },
  {
    "文件名": "[废文 完结]《无力更生》作者：理生（骨科 曾被他奉若神明的哥哥，失联后做了鸭 美貌颓废哥哥攻x叛逆别扭弟弟受）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/49a2a394bdc0"
  },
  {
    "文件名": "[废文 完结]《求助！关于倒追那件事》作者：鱼鱼仔是个臭弟弟（校园1v1ABO 论坛体）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/091389d4ef97"
  },
  {
    "文件名": "《祝玲珑》作者：小拇指.txt",
    "夸克盘链接": "https://pan.quark.cn/s/06c47a5cd006"
  },
  {
    "文件名": "[3p 完结]《被祝家兄弟共享后（总受）》作者：一枚夹心饼.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e4d74e31a5f2"
  },
  {
    "文件名": "[废文 完结]抱上游戏角色大腿后（1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/0c348646d3d3"
  },
  {
    "文件名": "[废文 完结]《海王遇见海王_》作者：白洛忻（双cp 过程np 结局1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/2063f7f106f1"
  },
  {
    "文件名": "【废】[完结]欧椋鸟(BDSM) 作者：佛爬墙爱爬墙.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a2597dcb7350"
  },
  {
    "文件名": "[废文 完结]《骤雪》作者：嗣叁（1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/1686b22976f0"
  },
  {
    "文件名": "[np 完结]《炙热选择（双性）》作者：呆橘奶芙.txt",
    "夸克盘链接": "https://pan.quark.cn/s/75e650592507"
  },
  {
    "文件名": "《贫贱不能移》作者：伪娘大魔王.txt",
    "夸克盘链接": "https://pan.quark.cn/s/b6bdf6c03d28"
  },
  {
    "文件名": "[1v1 完结]《攻略那只雌虫（星际 虫族）》作者：蓝洛洛.txt",
    "夸克盘链接": "https://pan.quark.cn/s/d5c08a80fe77"
  },
  {
    "文件名": "[1v1 完结]《主动张腿（双性）》作者：枸杞叶洗眼睛的色情小说家.txt",
    "夸克盘链接": "https://pan.quark.cn/s/2a5b49646467"
  },
  {
    "文件名": "[废文 完结]老子不是你妈妈（1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/5c41b7bce2d5"
  },
  {
    "文件名": "[废文 完结]《玲珑扣》作者：桃子momo（民国 3p）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/f00eb2f6af3f"
  },
  {
    "文件名": "[废文 完结]《劣迹艺人》作者：哈哈哈哈哈学术论文（娱乐圈1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/506698d9c03d"
  },
  {
    "文件名": "《秘书他只忠不爱》作者：he柚子.txt",
    "夸克盘链接": "https://pan.quark.cn/s/8e8a63edfcbc"
  },
  {
    "文件名": "[1v1 完结]《金尊玉贵病美人》作者：麻辣火锅.txt",
    "夸克盘链接": "https://pan.quark.cn/s/61b36eb35bdf"
  },
  {
    "文件名": "《纵你狂恋》作者：姜的吃.txt",
    "夸克盘链接": "https://pan.quark.cn/s/51d7a1b560e6"
  },
  {
    "文件名": "[完结+11番外]《求死不能（父子1v1 生子 双性甜））》作者：醉在今朝【米国度】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/34ca75241530"
  },
  {
    "文件名": "[完结+番外1]《梦今宵》作家：孟孟（1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/54976078d031"
  },
  {
    "文件名": "[废文 完结]《橱窗美人》作者：w山罔（1v1 过程np 病娇攻 下克上）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a43d3664d28d"
  },
  {
    "文件名": "[废文 完结]《股掌》作者：缌（np 可怜受被渣攻设计到自我怀疑的故事）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/3011f6c32e9f"
  },
  {
    "文件名": "[废文 完结]《老子不是你妈妈》作者：匿名咸鱼（1v1 双性 前期傻攻）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/069d6712ae04"
  },
  {
    "文件名": "[完结]《当你靠近》by木若川华.txt",
    "夸克盘链接": "https://pan.quark.cn/s/fa55a1243876"
  },
  {
    "文件名": "[废文 完结]《抱上游戏角色大腿后》作者：抗病毒口服液（全息网游1v1 温润如玉白切黑×战五渣傻白甜）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/7b7d10de4a59"
  },
  {
    "文件名": "《绝对服从》作者：狗血三十升.txt",
    "夸克盘链接": "https://pan.quark.cn/s/354831db4ca8"
  },
  {
    "文件名": "[废文 完结]南村老翁（np）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ffb46464a0cf"
  },
  {
    "文件名": "[废文 完结]《奥利弗伍德奇事》作者：月亮辐射（HP同人 弗林特x伍德 1v1ABO）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e0f66536ff83"
  },
  {
    "文件名": "[废文 完结]《204宿舍》作者：川洲流火（校园np ntr）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/b07d1d1d7592"
  },
  {
    "文件名": "玉堂富贵春.txt",
    "夸克盘链接": "https://pan.quark.cn/s/4f63c7868eab"
  },
  {
    "文件名": "[1v1 完结]《魔尊日日日仙尊（穿书 甜宠）》作者：白纸画卷.txt",
    "夸克盘链接": "https://pan.quark.cn/s/377c02d09b9f"
  },
  {
    "文件名": "[废文 完结]《重生之回头》作者：宋润玉（ABO 一个叛逆小受改过自新成为忠犬的故事）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/325a66c9895f"
  },
  {
    "文件名": "[完结]《有钱人的世界我不懂》作者：韶华负流光（ABO，1v1，甜宠）_.txt",
    "夸克盘链接": "https://pan.quark.cn/s/0f1fd1effd8f"
  },
  {
    "文件名": "[废文 完结]《伶人自传》作者：精疲力竭（过程np 结局1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/05e76facf8cb"
  },
  {
    "文件名": "《霸王硬上弓》作者：想睡一觉.txt",
    "夸克盘链接": "https://pan.quark.cn/s/2958efd8e3a9"
  },
  {
    "文件名": "废文[完结] 故事新说之锦魂(古代) 作者：泪千行.txt",
    "夸克盘链接": "https://pan.quark.cn/s/59aec1194576"
  },
  {
    "文件名": "[完结蛋全]《主动张腿》作家：枸杞叶洗眼睛的色情小说家（1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a1e0c66e92fc"
  },
  {
    "文件名": "[废文 完结]《逃婚的钟途》作者：失眠巷（逃婚逃到了未婚夫家里）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ca4eb345c65f"
  },
  {
    "文件名": "[废文 完结]《变质的情谊》作者：小tang可爱（1v1 强制爱）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/bde5df4799db"
  },
  {
    "文件名": "[完结]《黑帮大佬的怀孕男宠》（MM SP 甜文）作者：越子邪（1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/609159ba8275"
  },
  {
    "文件名": "[1v1 完结]《师恋（师生 渣攻）》作者：火粒.txt",
    "夸克盘链接": "https://pan.quark.cn/s/60c35f1c1efa"
  },
  {
    "文件名": "《秋岚归舟》作者：小箐岚.txt",
    "夸克盘链接": "https://pan.quark.cn/s/91431b8fddfa"
  },
  {
    "文件名": "[完结蛋全]《灵魂锁链【骨科微BDSM】》作者：先生（1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/9e5886217e61"
  },
  {
    "文件名": "《树耳》作者：风应故.txt",
    "夸克盘链接": "https://pan.quark.cn/s/bb8f2bde447e"
  },
  {
    "文件名": "[废文 完结]《南村老翁》作者：二硫氰化钾（np）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/970079b81220"
  },
  {
    "文件名": "[np 完结]《阿彩的世界（mb）》作者：涩色挖坑不填坑.txt",
    "夸克盘链接": "https://pan.quark.cn/s/5ed7bbfaaef8"
  },
  {
    "文件名": "[1v1 完结]《反派每天都想干死我（穿书）》作者：青枝凉薄.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a4e3d36a69f9"
  },
  {
    "文件名": "[废文 完结]《他死在生日那天》作者：里斯猫（致郁）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/4213cbc895f6"
  },
  {
    "文件名": "【棠】[完结]被病娇弟弟盯上了 作者：一枚夹心饼.txt",
    "夸克盘链接": "https://pan.quark.cn/s/4d67d13a0e60"
  },
  {
    "文件名": "[1v1 完结]《归期（亲兄弟骨科）》作者：不知名美羊羊.txt",
    "夸克盘链接": "https://pan.quark.cn/s/27a991bb4b2f"
  },
  {
    "文件名": "[废文 完结]《小哑巴》作者：红豆不爱抹茶（校园1v1 暴躁体育生攻x哑巴性瘾哭包受）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/bcbd32f0b127"
  },
  {
    "文件名": "[1v1 完结]《亡夫（鬼受人攻）》作者：二食号珍.txt",
    "夸克盘链接": "https://pan.quark.cn/s/bac016d76807"
  },
  {
    "文件名": "[1v1]恶魔的体液(柠檬箱子) 完结.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ecebc5e3b0a9"
  },
  {
    "文件名": "[np 完结]《共享关系（总受）》作者：reset13.txt",
    "夸克盘链接": "https://pan.quark.cn/s/780585c659a5"
  },
  {
    "文件名": "[废文 完结]《小皇帝他就不纳妃》作者：行舟77（年上1v1小甜饼）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c89c56e53f11"
  },
  {
    "文件名": "《开心箭》作者：玄青.txt",
    "夸克盘链接": "https://pan.quark.cn/s/af72536f53a6"
  },
  {
    "文件名": "[废文 完结]《走出格的警察先生》作者：精疲力竭（30岁直男警察和18岁迷路小孩的故事）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/1f12bec15dd9"
  },
  {
    "文件名": "[废文 完结]《柔情陷落》作者：愫素（1v1 表面温柔循循善诱攻x表面爱装酷实则脑子常年少根弦受）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/cdd174820ae6"
  },
  {
    "文件名": "[3p 完结]《婬乱校园【又名：强制怀孕【校园师生】》作者：甜脆萝卜.txt",
    "夸克盘链接": "https://pan.quark.cn/s/3e54029b64a4"
  },
  {
    "文件名": "[废文 完结]《梨园海棠思白茶》作者：禹白白（民国1v1 年上小甜饼 老流氓的套路法则）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/893b4bec0446"
  },
  {
    "文件名": "[废文 完结]小皇帝他就不纳妃（1v1）作者：行舟77.txt",
    "夸克盘链接": "https://pan.quark.cn/s/1b00036d436b"
  },
  {
    "文件名": "[废文 完结]《小侯爷》作者：松糖（古代1v1小甜饼 ABO）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/f007b559b31b"
  },
  {
    "文件名": "[废文 完结]《22与19的二三事》作者：白秋桑（年下1v1小甜饼 长发美人&黏人小狼狗）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/4ff99cf63f16"
  },
  {
    "文件名": "《失忆蝴蝶》作者：撒欢的腿.txt",
    "夸克盘链接": "https://pan.quark.cn/s/dfc6b81b922e"
  },
  {
    "文件名": "《野火》作者：三千有猫3000.txt",
    "夸克盘链接": "https://pan.quark.cn/s/86c40be606b4"
  },
  {
    "文件名": "《泥潭（双）》BY床头打架.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ac8310242c40"
  },
  {
    "文件名": "[完结+番外1]《主动露出》作家：echo.txt",
    "夸克盘链接": "https://pan.quark.cn/s/300c0eb755d7"
  },
  {
    "文件名": "废文[完结] 蘑菇狗(喜剧) 作者：我.txt",
    "夸克盘链接": "https://pan.quark.cn/s/9f37c068b618"
  },
  {
    "文件名": "[废文 完结]《未晚》作者：顾家小柒（1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/7665edda8f73"
  },
  {
    "文件名": "[完结+3番外]《[GB女攻]弃猫效应（1v1）》作者：群星观测者.txt",
    "夸克盘链接": "https://pan.quark.cn/s/6aa7ce80f21c"
  },
  {
    "文件名": "[完结]校宠（np）作者：我本放荡.txt",
    "夸克盘链接": "https://pan.quark.cn/s/9911790a57b1"
  },
  {
    "文件名": "[1v1 完结]《主动露出（双性生子）》作者：echo.txt",
    "夸克盘链接": "https://pan.quark.cn/s/14047f38dc14"
  },
  {
    "文件名": "[完结]《被拐卖的甜点》作者：没有名字（1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/0105b646f66e"
  },
  {
    "文件名": "福满人间.txt",
    "夸克盘链接": "https://pan.quark.cn/s/af8bc6695c99"
  },
  {
    "文件名": "《过期爱人》BY十八里街禁.txt",
    "夸克盘链接": "https://pan.quark.cn/s/cd37280088bf"
  },
  {
    "文件名": "[废文 完结]《海城曲》作者：锦晃星（玄幻1v1 龙攻x人受）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c69b32b70dc6"
  },
  {
    "文件名": "[废文 完结]红糖蛋花汤（1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/cafc22f4f7be"
  },
  {
    "文件名": "[1v1 完结]《欲（年龄差 伪温柔年上攻x人妻英俊养子受）》作者：凭本事秃的头【米国度】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/0e72b08c96d6"
  },
  {
    "文件名": "[1v1 完结]《闯进暗恋者房间后……》作者：楼前清风长.txt",
    "夸克盘链接": "https://pan.quark.cn/s/4924d7a5b355"
  },
  {
    "文件名": "[1v1 完结]《骨科哥哥是个变态怎么办》作者：一只吃肉的大灰狼.txt",
    "夸克盘链接": "https://pan.quark.cn/s/d71055da7a97"
  },
  {
    "文件名": "[完结蛋全]《管家不对劲》作者：Sanatoris（1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a46dfc66dd48"
  },
  {
    "文件名": "《总裁，干了这碗绿茶！》作者：水星搁浅.txt",
    "夸克盘链接": "https://pan.quark.cn/s/2a3beda035a6"
  },
  {
    "文件名": "《偏爱》作者：山月辞欢（霸道总裁和大明星的破镜重圆）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/3ca6dff267f3"
  },
  {
    "文件名": "[废文 完结]《我身上只有七块钱》作者：摧摧枯拉朽（1v1小甜饼 傻子攻×痞子受）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/b4dc0eca8731"
  },
  {
    "文件名": "[废文 完结]《双向救赎》作者：菠萝味戳戳（1v1小甜饼 从有性无爱的游戏伙伴到人生伴侣）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/1eda68c7b6fb"
  },
  {
    "文件名": "[完结+全番外]《渣狗搞大我肚子后跑了（1v1 ABO 年下腹黑攻×糙汉受）》作者：漾.txt",
    "夸克盘链接": "https://pan.quark.cn/s/7e5b611893dc"
  },
  {
    "文件名": "[废文 完结]舍弃（1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/8472c506d157"
  },
  {
    "文件名": "[1v1 完结]《（双性）钓系美人和疯犬》作者：一只吃肉的大灰狼.txt",
    "夸克盘链接": "https://pan.quark.cn/s/b22a64a5b3a2"
  },
  {
    "文件名": "[合集 完结]《强奸犯》作者：黄码人员.txt",
    "夸克盘链接": "https://pan.quark.cn/s/338ed71c4fce"
  },
  {
    "文件名": "[废文 完结]《向阳而生》作者：妙笔生（两条平行线的相交，不止是一场少年间的罗曼蒂克，更是两朵向阳花的励志绽放。）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/0d4a86670199"
  },
  {
    "文件名": "[1v1 完结]《别bb，赶紧的（ABO 互宠）》作者：秃头啵啵.txt",
    "夸克盘链接": "https://pan.quark.cn/s/b8aa10d97a44"
  },
  {
    "文件名": "[废文 完结]《柚子女士》作者：持弓（GB女攻 今天我也在监视 同人）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/f85c9e5ab7a6"
  },
  {
    "文件名": "[废文 完结]《匿名写信》作者：奶莓祭九（校园小甜饼 骚话直男攻X口不对心诱受）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/479e799f49be"
  },
  {
    "文件名": "《钙片男优恋爱实录》BY减减.txt",
    "夸克盘链接": "https://pan.quark.cn/s/f8713b1c66e2"
  },
  {
    "文件名": "[废文 完结]被马砸断腿后我分手了（1v1）作者：爻垚.txt",
    "夸克盘链接": "https://pan.quark.cn/s/027137b6bf2d"
  },
  {
    "文件名": "《ob恋》作者：一颗蓝草莓.txt",
    "夸克盘链接": "https://pan.quark.cn/s/55e92b814195"
  },
  {
    "文件名": "沃伦的悲惨冒险旅程.txt",
    "夸克盘链接": "https://pan.quark.cn/s/965b6148c375"
  },
  {
    "文件名": "出来卖的军校生（在吃鸡排）完结.txt",
    "夸克盘链接": "https://pan.quark.cn/s/2bdee001f544"
  },
  {
    "文件名": "[废文 完结]《一不小心救了黑道大佬》作者：水尾（1v1小甜饼）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/91a8b66b48e2"
  },
  {
    "文件名": "[np 完结]《【女尊GB女攻】女尊之：凌辱雄竞正君（重口 虐男）》作者：罗茜雅女王.txt",
    "夸克盘链接": "https://pan.quark.cn/s/f7bc3de6074b"
  },
  {
    "文件名": "[完结]《霸总穿成Omega后挨操了》作者：芝芝桃桃（1v1 ABO_穿书）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/3405e4b0e607"
  },
  {
    "文件名": "《舍弃》作者：头上套麻袋.txt",
    "夸克盘链接": "https://pan.quark.cn/s/5e97ac43364b"
  },
  {
    "文件名": "[完结]《跨性别者该如何恋爱》作者：没有手的猫猫虫.txt",
    "夸克盘链接": "https://pan.quark.cn/s/8e48889886d3"
  },
  {
    "文件名": "[废文 完结]《辞辞今天哭了没》作者：阿茶喝茶（GB女攻1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/9584d933974d"
  },
  {
    "文件名": "[废文 完结]《浮生》作者：熙呀xi（主受1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/212b1f5d4da3"
  },
  {
    "文件名": "[np 完结]《装神“弄”鬼（总攻）》作者：卡鹤.txt",
    "夸克盘链接": "https://pan.quark.cn/s/2a91107bcc25"
  },
  {
    "文件名": "[1v1 完结]《遗产他香甜多汁（小妈文）》作者：一枚夹心饼.txt",
    "夸克盘链接": "https://pan.quark.cn/s/d3ff39ac978f"
  },
  {
    "文件名": "[废文 完结]《我怎么可能喜欢他》作者：大白兔兔（娘娘腔同人 邵群x李程秀 先婚后爱1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/f30a85f3d792"
  },
  {
    "文件名": "[1v1 完结]《遗产他香甜多汁（小妈文）》作者：一枚夹心饼 - 副本.txt",
    "夸克盘链接": "https://pan.quark.cn/s/b01d51a7e90d"
  },
  {
    "文件名": "[完结]《拿捏》作者：低调点车车侠（1v1 ABO）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/3433d9380697"
  },
  {
    "文件名": "是陈叔叔吗（小春奈奈子）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/462e40fc2a39"
  },
  {
    "文件名": "[废文 完结]悄悄問师尊（1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/2a8f806a68a1"
  },
  {
    "文件名": "[完结+番外]《不恋爱就倒霉（年下1v1）》作者：do爱吗.txt",
    "夸克盘链接": "https://pan.quark.cn/s/5829906983dd"
  },
  {
    "文件名": "《诱诫》作者：半扇乌龙.txt",
    "夸克盘链接": "https://pan.quark.cn/s/0e6245d7bbdb"
  },
  {
    "文件名": "[完结+全番外]《渣男要早踹（结局1v1）》作者：野生猫咪.txt",
    "夸克盘链接": "https://pan.quark.cn/s/4aa58b15546d"
  },
  {
    "文件名": "[1v1 完结]《优雅地（主攻、双性攻x疯批受）》作者：yoooke.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ebcb6a596122"
  },
  {
    "文件名": "[废文 完结]《女尊之抢来的小媳妇》作者：冷殇（女攻1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/f3ee38b11187"
  },
  {
    "文件名": "[废文 完结]《冥冥之中》作者：bozo375（1v1小甜饼 年下大傻狗退休主播&禁欲斯文败类隐藏大佬）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/34ea65820355"
  },
  {
    "文件名": "[完结]《意外构成》作家：山丁子（1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/80e5d4ae8432"
  },
  {
    "文件名": "[废文 完结]《心头肉》作者：严墨xi（双性年下1v1 帅气多金美人只对受宠溺攻x乖巧软糯小傻子受）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/55cdec3ab7de"
  },
  {
    "文件名": "[废文 完结]我不是拉拉（np）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e564d5fe1e64"
  },
  {
    "文件名": "[废文 完结]《青衣竹马》作者：蛋炒饭里安帅比（军官受和大青衣攻的故事）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/6e360e26fb4e"
  },
  {
    "文件名": "[废文 完结]《上锁》作者：s号宋树（1v1 女装受×有病不正常攻）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/5770bdca4328"
  },
  {
    "文件名": "[1v1 完结]《覆雪回南【GB女攻】》作者：静香.txt",
    "夸克盘链接": "https://pan.quark.cn/s/75effc9c2495"
  },
  {
    "文件名": "[废文 完结]《意外构成》作者：嗣叁（狗血 虐 be）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/fd9033a5a481"
  },
  {
    "文件名": "[废文 完结]《悄悄問师尊》作者：西行无归（1v1 清冷禁欲师尊攻×心口不一徒弟受）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a0b77c8be8bc"
  },
  {
    "文件名": "[废文 完结]《我意难还》作者：zyzy（谎话连篇风流渣攻分手后追妻，奈何信用透支对方坚决不重圆）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/b38388808a4c"
  },
  {
    "文件名": "[废文 完结]《室友交易》作者：秋雨来信（被室友发现我写原耽 怎么办挺急的）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/9cdc8572fdc4"
  },
  {
    "文件名": "[废文 完结]《相爱时晚》作者：彳亍之尸（3p）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/78ed6b44b271"
  },
  {
    "文件名": "[废文 完结]《荔枝》作者：夜未央蓝莲（现代小甜饼 bdsm）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/b00921631c80"
  },
  {
    "文件名": "[废文 完结]这些攻是怎么堕落的？（np）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/8e3217331988"
  },
  {
    "文件名": "[1v1 完结]《竹马思想很危险（校园）》作者：妙蛙种子.txt",
    "夸克盘链接": "https://pan.quark.cn/s/337ff8fa1369"
  },
  {
    "文件名": "[np 完结]《舍长与筋肉雄兽（0Sx1M）》作者：弛紧.txt",
    "夸克盘链接": "https://pan.quark.cn/s/955c382f74f3"
  },
  {
    "文件名": "[np 完结]《神救自救者》作者：谢峒.txt",
    "夸克盘链接": "https://pan.quark.cn/s/3e75985a8b70"
  },
  {
    "文件名": "[废文 完结]《骤雪》作者：枕月眷风（活在h文世界的我每天都想着去死）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/140e9fd86e35"
  },
  {
    "文件名": "[废文 完结]《温柔侯爷落魄妻》作者：心宿二心星（1v1小甜饼 病弱美人攻×深情忠犬受）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/67e0a93c32b0"
  },
  {
    "文件名": "[1v1 完结]《婬乱侯府（双孕 受受恋）》作者：甜脆萝卜.txt",
    "夸克盘链接": "https://pan.quark.cn/s/3334bb7d83b1"
  },
  {
    "文件名": "[完结]《自知迷途》作者：二飞（强制爱高H  正剧  美人受  虐爱腹黑阴沉强攻X成长系受）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/9602feecae96"
  },
  {
    "文件名": "[废文 完结]《攻先生和他的小机器人》作者：花与鸽与鱼.txt",
    "夸克盘链接": "https://pan.quark.cn/s/2a84088be099"
  },
  {
    "文件名": "[废文 完结]《落日焰火》作者：嗜奶茶如命A（一见钟情1v1小甜饼 宠物医生心机攻x打工人温柔受）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/5bfff86886a9"
  },
  {
    "文件名": "妊夫馆记事.txt",
    "夸克盘链接": "https://pan.quark.cn/s/b21d9e9df01e"
  },
  {
    "文件名": "[np 完结]《多情应笑我（总受）》作者：无情小变态.txt",
    "夸克盘链接": "https://pan.quark.cn/s/bdd0fd2c422d"
  },
  {
    "文件名": "[完结+番外]《（GB女攻）后宅 1v1》作者：xX团子.txt",
    "夸克盘链接": "https://pan.quark.cn/s/d76df2e3ac47"
  },
  {
    "文件名": "[废文 完结]《月过西窗》作者：哀玉（臭毛病一堆正妻大美人攻×可怜兮兮小美人妾室受  后院起火）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/9510ff36b585"
  },
  {
    "文件名": "《狼酋》作者：湖渊不知鱼.txt",
    "夸克盘链接": "https://pan.quark.cn/s/f7e464729bda"
  },
  {
    "文件名": "【棠】[完结]花囚（双性4P／父子骨科师生） 作者：咸鱼酒桶子.txt",
    "夸克盘链接": "https://pan.quark.cn/s/770512ca3c54"
  },
  {
    "文件名": "[废文 完结]《我的替身男友》作者：本雕（互攻）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/6bb3961c5832"
  },
  {
    "文件名": "[完结]《霸总穿成软糯Omega》作者：沉欲（1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/6e18e6f30ebb"
  },
  {
    "文件名": "[np 完结]《奇怪的病人》作者：lintang.txt",
    "夸克盘链接": "https://pan.quark.cn/s/1ec519695539"
  },
  {
    "文件名": "[废文 完结]《这些攻是怎么堕落的？》作者：Moiralyf（np 攻转受 大纲文）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/1583dd970ae8"
  },
  {
    "文件名": "[完结+番外]《【美强】美人如花隔云端（1v1）》作者：远植.txt",
    "夸克盘链接": "https://pan.quark.cn/s/3af002965c67"
  },
  {
    "文件名": "[完结+2番外]《海难（np ABO双性总受）》作者：胔臡.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a26e60b85831"
  },
  {
    "文件名": "[废文 完结]《爱情滤镜》作者：是个废物（年下1v1 撒娇作精攻x温吞老好人受）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a87c34a52c35"
  },
  {
    "文件名": "[完结+全番外]《[女攻]美人鱼和他的公主（1v1）》作者：柚子汁是绿色也行.txt",
    "夸克盘链接": "https://pan.quark.cn/s/729d0fb29f00"
  },
  {
    "文件名": "[废文 完结]《绿茶的猫科男友》作者：莫莫莫弄（校园1v1小甜饼）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a2bda642345d"
  },
  {
    "文件名": "[1v1 完结]《君子的多种玩法（双）》作者：浮光.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e259546e3ca6"
  },
  {
    "文件名": "[1v1 完结]《我爸抢了我男人（小妈攻）》作者：拥你入怀.txt",
    "夸克盘链接": "https://pan.quark.cn/s/4eb5509b09c6"
  },
  {
    "文件名": "[废文 完结]女将军和她的军师大人（GB女攻1v1）作者：暴力解密.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e27d6b36af2d"
  },
  {
    "文件名": "[1v1 完结]《兄弟共妻》作者：溢瓶水.txt",
    "夸克盘链接": "https://pan.quark.cn/s/95428f9c18cf"
  },
  {
    "文件名": "《恋爱修习》作者：漂亮的野行.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ba260901a5ef"
  },
  {
    "文件名": "[废文 完结]《男朋友失忆以后》作者：灯下魂（非要和我做P友）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/fc1aba4dea1c"
  },
  {
    "文件名": "[废文 完结]《小道姑与魔君》作者：一碗红烧肉（女攻1v1 虐 be）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/31ab70b443b9"
  },
  {
    "文件名": "《生蛋【虐腹憋尿生子】》BY江山看不尽.txt",
    "夸克盘链接": "https://pan.quark.cn/s/69fb764479db"
  },
  {
    "文件名": "[1v1 完结]《【GB女攻】你x百鬼丸（主攻）》作者：江夏.txt",
    "夸克盘链接": "https://pan.quark.cn/s/709674352f41"
  },
  {
    "文件名": "《青木集（短篇故事综合）》BY水中贵族百岁山.txt",
    "夸克盘链接": "https://pan.quark.cn/s/756d6f694c98"
  },
  {
    "文件名": "[废文 完结]《错误使用方法》作者：Azaleaing!（np双性总受）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c51c8a836512"
  },
  {
    "文件名": "[1v1 完结]《我帮我爹追后爹》作者：小蒋小蒋从不中奖.txt",
    "夸克盘链接": "https://pan.quark.cn/s/b72e5e8f8aa8"
  },
  {
    "文件名": "[废文 完结]Susie（1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ce4608150138"
  },
  {
    "文件名": "[np 总受]堕落骑士(比利时奶昔) 完结.txt",
    "夸克盘链接": "https://pan.quark.cn/s/68ec07a33ede"
  },
  {
    "文件名": "《捕获》BY雾恂.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e4078c298fb7"
  },
  {
    "文件名": "[废文 完结]第二人格（1v1）作者：暧昧散尽.txt",
    "夸克盘链接": "https://pan.quark.cn/s/0541c1ac3350"
  },
  {
    "文件名": "[np 完结]《（女攻）穿越异界玩儿双美人（远古篇（双产》作者：悠悠爱吃肉.txt",
    "夸克盘链接": "https://pan.quark.cn/s/4921c5087d57"
  },
  {
    "文件名": "[完结]《吴签的那个他》作家：此连（np）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/858572912940"
  },
  {
    "文件名": "[废文 完结]《上门喂猫》作者：万物不要葱（1v1小甜饼 高冷电竞选手 x 软萌小太阳）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/71e6da2cb378"
  },
  {
    "文件名": "[完结+番外]《执念【女攻】过程np》作者：捞馋.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ff3f11a4c2a0"
  },
  {
    "文件名": "特殊职业完结+2番外.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ce56461faf0f"
  },
  {
    "文件名": "[废文 完结]《病态依恋》作者：竹骨灯（1v1 忠犬转鬼畜攻 X 作精转小可怜受 be）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/bbff6bbe350b"
  },
  {
    "文件名": "[完结+2番外]《养了只爱哭的吸血鬼（1v1 哭包粘人精攻）》作者：咕咕鸡呀.txt",
    "夸克盘链接": "https://pan.quark.cn/s/b673e1a63782"
  },
  {
    "文件名": "[废文 完结]《晚风轻拂》作者：浓缩柠檬汁（美强年下1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/be743a584411"
  },
  {
    "文件名": "日日探花郎（梨花一度）完结.txt",
    "夸克盘链接": "https://pan.quark.cn/s/3898f5491f3f"
  },
  {
    "文件名": "[1v1 完结]《在风俗店也能找到男朋友》作者：panter潘特.txt",
    "夸克盘链接": "https://pan.quark.cn/s/5811581ae302"
  },
  {
    "文件名": "[1v1 完结]《不熟（双性）》作者：伏不是.txt",
    "夸克盘链接": "https://pan.quark.cn/s/d5c179c28d77"
  },
  {
    "文件名": "[完结]《[大航海时代4]Seredipity》作者 集体下海SFD48（GL百合同人np）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a8c0d20aae9e"
  },
  {
    "文件名": "[废文 完结]《双重心动》作者：墨锦鲤（现代小甜饼 心动的两人竟是同一人）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/0ccb1ebb0db0"
  },
  {
    "文件名": "[废文 完结]《不要喜欢我》作者：uno（1v1 强制爱）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/60b7db00d6ac"
  },
  {
    "文件名": "【cp肉】《贵公子和雇佣兵》作者：连城（傻黄甜）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e306a3d86276"
  },
  {
    "文件名": "[np 完结]《被毁掉的一生（重口）》作者：Yankee Doodle.txt",
    "夸克盘链接": "https://pan.quark.cn/s/28ee5460364f"
  },
  {
    "文件名": "[废文 完结]《周五的喧嚣爱情》作者：江懒（校园1v1小甜饼）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/8920c1282282"
  },
  {
    "文件名": "[废文 完结]离谱（1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/561398c290df"
  },
  {
    "文件名": "[完结]《和坏心小叔单独在家》作者：小玫瑰（3p）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/910826b42571"
  },
  {
    "文件名": "[1v1 完结]《[女攻]我学生被渣女渣了之后》作者：柚子汁是绿色也行.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e379578d71d0"
  },
  {
    "文件名": "[废文 更14]黑曼巴是一种毒蛇（混合 np）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c6d6ebd497d9"
  },
  {
    "文件名": "[完结]《反派角色有了新的人生后》作者：梵一苪（np）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/244bea10d84e"
  },
  {
    "文件名": "[完结]《他逃他追他插翅难飞》作者：弋杲（1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/1d2d7ebc9c5b"
  },
  {
    "文件名": "[1v1 完结]《全职同人 叶乐-Tracer》作者：satosi.txt",
    "夸克盘链接": "https://pan.quark.cn/s/60a9d9491106"
  },
  {
    "文件名": "[废文 完结]《黑天鹅》作者：浮槎逆水（1v1 女攻 互攻 小白花黑化成病娇报复人渣的故事）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/327fc9792525"
  },
  {
    "文件名": "[废文 完结]《恰恰》作者：三由（ABO 杨洽洽在从客户的怀里出来的时候遇到了自己的初恋A）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/8c640b885b57"
  },
  {
    "文件名": "[合集 完结]《老师看着我自慰的样子（短篇 纯肉）》作者：不愿透露姓名的智者.txt",
    "夸克盘链接": "https://pan.quark.cn/s/5ed2a25454ed"
  },
  {
    "文件名": "[废文 完结]《绝配》作者：千变（19天贺红同人1v1 皇子攻x将军受）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/53e608130587"
  },
  {
    "文件名": "[废文 完结]《被男友囚禁后我自杀了》作者：章粤m（病娇）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/4a910fcc1877"
  },
  {
    "文件名": "[完结]《四人寝》作者：阿臻来啦（np）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/d2d7291e3a46"
  },
  {
    "文件名": "[废文 完结]《表哥和表弟逢场作戏》作者：CC的骑士（1v1 喜欢骂人暴躁受x黏人忠犬攻）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/3e0f8165ef9f"
  },
  {
    "文件名": "[废文 完结]《“室友”关系》作者：野生果子糖（1v1小甜饼）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/6d7a1d014888"
  },
  {
    "文件名": "[废文 完结]《吹笙》作者：黑糖珍珠哞哞茶（补结局章 1v1 大奶攻x软屁股受）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/134d7107ec26"
  },
  {
    "文件名": "[1v1 完结]《霸总的淫妻（互攻）》作者：不愿透露姓名的智者.txt",
    "夸克盘链接": "https://pan.quark.cn/s/f8c8c331e5dc"
  },
  {
    "文件名": "[1v1 完结]《和自己的男神GV》作者：晏时予.txt",
    "夸克盘链接": "https://pan.quark.cn/s/bffb309ae88f"
  },
  {
    "文件名": "《春江花月夜》BY棒棒糖.txt",
    "夸克盘链接": "https://pan.quark.cn/s/df900c2656f2"
  },
  {
    "文件名": "[废文 完结]《天落星河》作者：仁谷无人（1v1小甜饼）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/8b1be64f786f"
  },
  {
    "文件名": "[1v1 完结]《淫蛇的健壮小农民（双JJ蛇攻x健壮双性受）》作者：不愿透露姓名的智者.txt",
    "夸克盘链接": "https://pan.quark.cn/s/61d1457d9a0c"
  },
  {
    "文件名": "[1v1 完结]《从合欢宗穿来的男人（双性）》作者：不愿透露姓名的智者.txt",
    "夸克盘链接": "https://pan.quark.cn/s/47ba02ee2d99"
  },
  {
    "文件名": "[废文 完结]《第二十二次相亲》作者：Nycticorax（双总裁 先婚后爱1v1 结婚之后发现我是他的白月光）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/0cf61d74c4ef"
  },
  {
    "文件名": "贺新年（零久）完结.txt",
    "夸克盘链接": "https://pan.quark.cn/s/48aeff85b938"
  },
  {
    "文件名": "废文[完结] 鬼偶(古代) 作者：林记年.txt",
    "夸克盘链接": "https://pan.quark.cn/s/222b33532a8c"
  },
  {
    "文件名": "《回头无岸》作者：溺水的鱼yh.txt",
    "夸克盘链接": "https://pan.quark.cn/s/5d6b1fab90f3"
  },
  {
    "文件名": "[完结]《兄弟情》作家：阿花（np）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/25096938693a"
  },
  {
    "文件名": "废文[完结] 炮灰被主角盯上了(Ending) 作者：沉星不眠.txt",
    "夸克盘链接": "https://pan.quark.cn/s/dbcab77db7db"
  },
  {
    "文件名": "[np 完结]《白月光和好哥们儿都爱上我这狗杂种》作者：言覃.txt",
    "夸克盘链接": "https://pan.quark.cn/s/5a6582d3e3a1"
  },
  {
    "文件名": "[废文 完结]《繁星入清河》作者：写文闲余（女攻1v1 沉静偏执义女天生是一，剑眉星目义父为爱做零）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/d9a03347dad1"
  },
  {
    "文件名": "[1v1 完结]《他最终成为了我的恋人》作者：desirebobo.txt",
    "夸克盘链接": "https://pan.quark.cn/s/9837d821367c"
  },
  {
    "文件名": "[废文 完结]《未曾说过的眷恋》作者：南楼北海（恋而不得，悲而不伤 短篇be）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/4dd310614cbb"
  },
  {
    "文件名": "[完结]《自从上高中后才知道自己是痴汉吸引体》作家：莫叽莫叽（总受np）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/d7480e8bd905"
  },
  {
    "文件名": "[合集 完结]《酒馆里的半兽人奴隶》作者：谢七略.txt",
    "夸克盘链接": "https://pan.quark.cn/s/df3b86838bc6"
  },
  {
    "文件名": "[废文 完结+番外]模范婚姻（1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/2ccf3b2bfc23"
  },
  {
    "文件名": "[1v1 完结]《下流暴击（黑手党、养父子）》作者：关三.txt",
    "夸克盘链接": "https://pan.quark.cn/s/71def9f15ca3"
  },
  {
    "文件名": "[1v1 完结]《调教哭唧唧的小美人（富豪攻x懦弱双性小美人受）》作者：君北行.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c183d7fc8fc0"
  },
  {
    "文件名": "[完结]《恋爱战争》作者：功夫小熊猫（np）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/027e6ff8291f"
  },
  {
    "文件名": "[完结]《你是来上学的吗》作者：七焰（1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/1c2eabfe89b4"
  },
  {
    "文件名": "《制衡作者》作者：谢不谢谢.txt",
    "夸克盘链接": "https://pan.quark.cn/s/5a4304d10a9d"
  },
  {
    "文件名": "[完结]《暖夜》作家：一颗草儿（百合1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/d969870353c3"
  },
  {
    "文件名": "[废文 完结]《桃花宴》作者：泡在可乐里的肥宅鱼.txt",
    "夸克盘链接": "https://pan.quark.cn/s/512569559737"
  },
  {
    "文件名": "[1v1 完结]《末世之我找到我儿子了（父子）》作者：阿花.txt",
    "夸克盘链接": "https://pan.quark.cn/s/55cd1b2e32e2"
  },
  {
    "文件名": "[完结]《这个CV真的行》作者：饭饮食好（1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/cd344fe267b8"
  },
  {
    "文件名": "[完结]《他最终成为了我的恋人》作家：desirebobo（1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/b94424e0df28"
  },
  {
    "文件名": "《金风玉露作者：侠总攻.txt",
    "夸克盘链接": "https://pan.quark.cn/s/9da648356cef"
  },
  {
    "文件名": "[废文 完结]诊断不明（np）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/bc36ba0540df"
  },
  {
    "文件名": "[废文 完结]《有海》作者：绿仔（abo  虐文 be）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c926df21f373"
  },
  {
    "文件名": "[废文 完结]《冬的听雪来》作者：章粤m（鬼攻人受 1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/5a78b2aa8cea"
  },
  {
    "文件名": "[np 完结]《押镖美少年的黄暴任务》作者：桂花森林.txt",
    "夸克盘链接": "https://pan.quark.cn/s/abf41c95abaa"
  },
  {
    "文件名": "[合集 完结]《双性攻的自渎（双性大jj攻 大叔受）》作者：predator.txt",
    "夸克盘链接": "https://pan.quark.cn/s/771ebb6d7c7e"
  },
  {
    "文件名": "[废文 完结]《诊断不明》作者：高变小卫星（3p）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/dfae14a7187c"
  },
  {
    "文件名": "[废文 完结]《404》作者：不冷达利（现代1v1 追妻火葬场，好马不吃回头草）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/8c2f999cd7e9"
  },
  {
    "文件名": "[完结]如日如夜[BDSM].txt",
    "夸克盘链接": "https://pan.quark.cn/s/51e1e0712932"
  },
  {
    "文件名": "[合集 完结]《【短篇】神奇脑洞合集》作者：银色海.txt",
    "夸克盘链接": "https://pan.quark.cn/s/d2067a03ed44"
  },
  {
    "文件名": "[废文 完结]《B级片》作者：自称人类的睡鼠（治愈 被冷落的老男人偷偷养了一只触手怪）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/d88cdf4dfad0"
  },
  {
    "文件名": "[完结+番外]《苍生为你［重生1v1 双洁］师尊攻x徒弟受》作者：芒果味的糖.txt",
    "夸克盘链接": "https://pan.quark.cn/s/063711477f91"
  },
  {
    "文件名": "[1v1 完结]《异种狩猎（人形异种受）》作者：恐ddl人.txt",
    "夸克盘链接": "https://pan.quark.cn/s/837c61143760"
  },
  {
    "文件名": "[废文 完结]《姚岱》作者：月白梨花尖（古代  清冷王爷攻和妖精受）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/eda31c4e5a57"
  },
  {
    "文件名": "[1v1 完结]《程不遇（GB女攻 女尊）》作者：三月十九.txt",
    "夸克盘链接": "https://pan.quark.cn/s/23ee9843a01d"
  },
  {
    "文件名": "[完结]《白月光》作者：可口可乐加冰半糖（1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/3393526bb448"
  },
  {
    "文件名": "[废文 完结]《落叶常秋》作者：小西米（1v1 乖巧有礼貌的助理攻X温柔善良的经理受）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/623c5ca56c90"
  },
  {
    "文件名": "[完结]《大佬的肉便器》作者：劳动幸福（np）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/3f188aa733eb"
  },
  {
    "文件名": "[完结蛋全]《女朋友的骚浪弟弟》作者：妙蛙种子（混合np）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a723b101bb16"
  },
  {
    "文件名": "[1v1 完结]《要被吃掉啦（小甜饼）》作者：.txt",
    "夸克盘链接": "https://pan.quark.cn/s/f3f2195f7022"
  },
  {
    "文件名": "[废文 完结]《骤爱》作者：旭升暮落（1v1 触手攻×暴躁受）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/528794089395"
  },
  {
    "文件名": "每天起床都在泥塑队友.txt",
    "夸克盘链接": "https://pan.quark.cn/s/830f5ca5709a"
  },
  {
    "文件名": "[1v1 完结]《单身老汉艹寡夫》作者：磨一磨.txt",
    "夸克盘链接": "https://pan.quark.cn/s/78b634cd6abd"
  },
  {
    "文件名": "[np 完结]《南风楼小倌的日日夜夜（总受 结局1v1）》作者：sangxun.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ae7373b1d44b"
  },
  {
    "文件名": "[废文 完结+番外]气息成瘾（1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/28a950f7a77f"
  },
  {
    "文件名": "[完结]《梅雨》作者：文言白话（1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/cc6ed3696819"
  },
  {
    "文件名": "[废文 完结]《室友关系》作者：小饼干lbb（1v1小甜饼）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/957a009b5d9d"
  },
  {
    "文件名": "[海棠 完结]《起床气》作家：星辰大海（np）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/21602e20b8e6"
  },
  {
    "文件名": "[完结]《起床气》作者：星辰大海（np 虐身 高H 双性 调教 纯肉无感情）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/fafc8e4314f0"
  },
  {
    "文件名": "《纯情之欲》作者：即使斐然.txt",
    "夸克盘链接": "https://pan.quark.cn/s/546231a224be"
  },
  {
    "文件名": "[废文 完结]《阿枫》作者：桂花马蹄糕（强制1v1 银蛇妖主攻×病弱缺爱受）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/6ecfd91abe21"
  },
  {
    "文件名": "[完结+番外]《奴隶（1v1 兽人 ABO）》作者：凜姒【米国度】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/24046ca2544f"
  },
  {
    "文件名": "邵先生的高冷秘书（年上双）完结.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e4cd14285fc8"
  },
  {
    "文件名": "【棠】[完结]被迫永生的咸鱼神仙一心求死 作者：Renne.txt",
    "夸克盘链接": "https://pan.quark.cn/s/d7c5bd4541bf"
  },
  {
    "文件名": "《衾风一度》BY想吃烤鸡.txt",
    "夸克盘链接": "https://pan.quark.cn/s/61b072503fba"
  },
  {
    "文件名": "[完结+1番外]《我就是想谈个恋爱（年下1v1）》作者：desirebobo.txt",
    "夸克盘链接": "https://pan.quark.cn/s/f2aadd253a11"
  },
  {
    "文件名": "[废文 完结]《依附》作者：Yumilly14（np）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/346ff59f0cb2"
  },
  {
    "文件名": "[废文 完结]失控边缘（1v1）作者：明日花.txt",
    "夸克盘链接": "https://pan.quark.cn/s/7811ef0be529"
  },
  {
    "文件名": "[完结]《我是直男》作家：深不见底（1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/46c4afe1afdb"
  },
  {
    "文件名": "[废文 完结]《梦里只在》作者：Meterwalon（小甜饼）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/72b5694b74cb"
  },
  {
    "文件名": "[1v1 完结]《男巫（主攻 双性壮受 产乳生子）》作者：小众研究生.txt",
    "夸克盘链接": "https://pan.quark.cn/s/d924ec93b5e9"
  },
  {
    "文件名": "[废文 完结]《白月光离开的那天》作者：星河风雨眠（爱上渣攻后，替身受也想得到渣攻的爱）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/bce6fcbc5a43"
  },
  {
    "文件名": "[废文 完结]《媚骨佛毒》作者：落秋（1v1 百毒不侵攻×浑身是毒受）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/8ac5b00a55d2"
  },
  {
    "文件名": "[废文 完结]《洛洛不痛》作者：画途而眠（np 强制 ntr）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/b7c0bdf1440f"
  },
  {
    "文件名": "[废文 完结]《后爱》作者：有糖不吃（ABO1v1 狗血虐）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/61746252c106"
  },
  {
    "文件名": "[1v1 完结]《犯上（双性生子 异族奴隶忠犬攻×偏执帝王受）》作者：止枯.txt",
    "夸克盘链接": "https://pan.quark.cn/s/7682c73fce5c"
  },
  {
    "文件名": "《大佬爹咪和孝子们的共妻》作者：好黑一小屋.txt",
    "夸克盘链接": "https://pan.quark.cn/s/d81019d32ff2"
  },
  {
    "文件名": "废文[完结] 岛屿(现代) 作者：想象以上.txt",
    "夸克盘链接": "https://pan.quark.cn/s/5fd90829a99d"
  },
  {
    "文件名": "[1v1 完结]《[女攻]我和写np的那个傻逼2》作者：柚子汁是绿色也行.txt",
    "夸克盘链接": "https://pan.quark.cn/s/fb70258603ab"
  },
  {
    "文件名": "[1v1 完结]《我把我自己睡了【水仙 双性 自攻自受】》作者：一枚夹心饼.txt",
    "夸克盘链接": "https://pan.quark.cn/s/4fd9c7f0429a"
  },
  {
    "文件名": "《乖巧清冷美人总被疯批盯上》作者：森琳.txt",
    "夸克盘链接": "https://pan.quark.cn/s/4dfaf8e24f37"
  },
  {
    "文件名": "[1v1 完结]《[GB女攻]红帽子女巫与她的狼犬》作者：温也然.txt",
    "夸克盘链接": "https://pan.quark.cn/s/537307185368"
  },
  {
    "文件名": "[完结+全番外]《当毒苹果变成催情药（双性 双洁1v1 王子攻x继母皇后受 小妈文学）》作者：熊猫团团.txt",
    "夸克盘链接": "https://pan.quark.cn/s/f8395b7e423e"
  },
  {
    "文件名": "[3p 完结]《糖》作者：鱼则.txt",
    "夸克盘链接": "https://pan.quark.cn/s/69956f20ffb1"
  },
  {
    "文件名": "[np总受]自从上高中后才知道自己是痴汉吸引体（莫叽莫叽）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/22f3a676bcd7"
  },
  {
    "文件名": "《施暴者述》作者：贪财后妈.txt",
    "夸克盘链接": "https://pan.quark.cn/s/1a0baa126a5f"
  },
  {
    "文件名": "[完结]《我的小情人》作者：霂荷如烟（1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/af09cd4b8b35"
  },
  {
    "文件名": "《万人嫌短暂无用的一生》作者：橙色香菜.txt",
    "夸克盘链接": "https://pan.quark.cn/s/b5dac9404a4a"
  },
  {
    "文件名": "[完结]《漂亮的继父》作者：荷沈（1v1短肉甜）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/b580ea305aa8"
  },
  {
    "文件名": "[1v1 完结]《无望》作者：止枯.txt",
    "夸克盘链接": "https://pan.quark.cn/s/2ed10b077c6b"
  },
  {
    "文件名": "[完结]《娇软总裁的贴身助理》作者：九厘米雾岛（1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/8b451b424752"
  },
  {
    "文件名": "[废文 完结+番外2]素帕（1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/b5c6d6e18815"
  },
  {
    "文件名": "[1v1 完结]《妻弟的诱惑[双性]》作者：午夜明灯.txt",
    "夸克盘链接": "https://pan.quark.cn/s/bf1d844c3a47"
  },
  {
    "文件名": "[废文 完结]《青原与羊群之恋曲》作者：阿坏（先婚后爱1v1小甜饼）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/de30d2bed6a9"
  },
  {
    "文件名": "[np 完结]《何叶（双性）》作者：斯麦鸥.txt",
    "夸克盘链接": "https://pan.quark.cn/s/7ea85e56c050"
  },
  {
    "文件名": "[废文 完结]《可爱多》作者：是个废物（1v1ABO）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/0c7d87cf7ffb"
  },
  {
    "文件名": "[1v1 双]纯情痴嫨（甜rou年上）(红豆煎雪) 完结.txt",
    "夸克盘链接": "https://pan.quark.cn/s/dfc58646407a"
  },
  {
    "文件名": "[np 完结]《[我有一座冒险屋同人]身为鬼却被人和鬼艹来艹去一定有哪里不对（总受）》作者：yellow熊.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c9d3fd1c1068"
  },
  {
    "文件名": "[废文 完结]深刻爱意（1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e86beb9dba09"
  },
  {
    "文件名": "[废文 完结]《奶味诱惑》作者：Malie（双性生子1v1 骨科）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/7adf3f942e71"
  },
  {
    "文件名": "[废文 完结]《暖阳》作者：周琅（校园 双向暗恋1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/d1ab4a71f398"
  },
  {
    "文件名": "[1v1 完结]《阴阳两界（ABO 双A互攻）》作者：赎已.txt",
    "夸克盘链接": "https://pan.quark.cn/s/5d505163e993"
  },
  {
    "文件名": "[完结]《敬妃被压着的日日夜夜》作者：爱姨人士（百合np）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/8a57da734bbf"
  },
  {
    "文件名": "《早恋成婚【1v1甜肉】》BY今也.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e4694049f214"
  },
  {
    "文件名": "[废文 完结]医生与破布娃娃（1v1）作者：原亿.txt",
    "夸克盘链接": "https://pan.quark.cn/s/73700d14017d"
  },
  {
    "文件名": "《青青子衿》作者：洲山错海.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c8599b47186f"
  },
  {
    "文件名": "和男朋友分手之后（年糕年糕高）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/77a95a6f26d7"
  },
  {
    "文件名": "[废文 完结]《欺父》作者：于刀鞘（养父子年下1v1 疯批桀骜不驯养子攻x禁欲 清风明月老师受）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/1d2e9a585a39"
  },
  {
    "文件名": "《论皇帝是如何被搞废的【虐腹憋尿】》BY江山看不尽.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e7cc31e5daee"
  },
  {
    "文件名": "男频主角操男人不是理所当然吗.txt",
    "夸克盘链接": "https://pan.quark.cn/s/849c5676ede3"
  },
  {
    "文件名": "[1v1 完结]《相生（弗忉同人）》作者：方天明.txt",
    "夸克盘链接": "https://pan.quark.cn/s/0c84139490f4"
  },
  {
    "文件名": "[np 完结]《弄脏我的宝贝》作者：精灵九.txt",
    "夸克盘链接": "https://pan.quark.cn/s/d1c8f6d43a2b"
  },
  {
    "文件名": "[np 完结]《健身房里的蜜桃臀（总攻）》作者：reset13.txt",
    "夸克盘链接": "https://pan.quark.cn/s/429f5c7e99e5"
  },
  {
    "文件名": "[废文 完结]《无餍》作者：枝吱（女攻1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/393cdb63860b"
  },
  {
    "文件名": "卖身少年们的play.txt",
    "夸克盘链接": "https://pan.quark.cn/s/31cf4c8f6900"
  },
  {
    "文件名": "[1v1 完结]《公交痴汉（大叔受）》作者：风惊.txt",
    "夸克盘链接": "https://pan.quark.cn/s/0c58039463cc"
  },
  {
    "文件名": "[np 完结]《精英俱乐部（无cp 乱交）》作者：一江风絮.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a3347b4932a2"
  },
  {
    "文件名": "小村大屌（张嘴吃肉）完结.txt",
    "夸克盘链接": "https://pan.quark.cn/s/4d3695c10111"
  },
  {
    "文件名": "[合集 完结]《沉溺在淫河的小美人们（短篇）》作者：sooosweetyan.txt",
    "夸克盘链接": "https://pan.quark.cn/s/39f4ee3da350"
  },
  {
    "文件名": "[废文 完结]《沉寂未明》作者：陷入流沙x（女攻 互攻）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c9d3b79812ac"
  },
  {
    "文件名": "[完结]《夏日过客》作者：凌落Hugh（1v1）~清水.txt",
    "夸克盘链接": "https://pan.quark.cn/s/f9ffdced7a70"
  },
  {
    "文件名": "[废文 完结]声声入耳（1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/d4ab82c00d55"
  },
  {
    "文件名": "《怀到怀不下为止》BY江山看不尽.txt",
    "夸克盘链接": "https://pan.quark.cn/s/cd3d26924398"
  },
  {
    "文件名": "《成人教育》作者：爱妙妙的巧嘴[np 完结].txt",
    "夸克盘链接": "https://pan.quark.cn/s/90b82978222b"
  },
  {
    "文件名": "[废文 完结]《听说小熊会跳芭蕾舞》作者：arfuu（校园1v1 性格有一点抖S女装攻x节能社交型认真直球受）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/22f79fae0b01"
  },
  {
    "文件名": "[合集 完结]《腐女的福报》作者：扎罗山.txt",
    "夸克盘链接": "https://pan.quark.cn/s/9522ff284646"
  },
  {
    "文件名": "[废文 完结]《在春天尖叫的兔子》作者：不敢开腔（双性1v1 骚浪软婊子受）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e56793cfa144"
  },
  {
    "文件名": "[完结]《借种生子》作者：嘿嘿哒（双性，一受二攻）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/53b073334a31"
  },
  {
    "文件名": "[np 完结]《弄脏我的宝贝（自绿、NTR）》作者：没有名字精灵九.txt",
    "夸克盘链接": "https://pan.quark.cn/s/8c7c61a4a859"
  },
  {
    "文件名": "（轮奸np）请人轮奸重男轻女家暴出轨的丈夫.txt",
    "夸克盘链接": "https://pan.quark.cn/s/4ef1e9d26980"
  },
  {
    "文件名": "[完结+1番外]《父与子（3p）》作者：山官木.txt",
    "夸克盘链接": "https://pan.quark.cn/s/9d7877163940"
  },
  {
    "文件名": "[完结]《被疯批黑客看了日记后》作者：一枚夹心饼（1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/268512748423"
  },
  {
    "文件名": "[废文 完结]《小甜心追夫》作者：大白兔兔（娘娘腔 群秀同人1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/7363a5b407ee"
  },
  {
    "文件名": "[废文 完结]《许仙传》作者：武林至尊的男人（白蛇同人 女攻1v1 男蛇生子）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e3889a8f2a0f"
  },
  {
    "文件名": "[完结+番外]《五夏 叛逃后的特殊处刑（同人1v1 囚禁调教）》作者：石石扉扉.txt",
    "夸克盘链接": "https://pan.quark.cn/s/930a6fdc694d"
  },
  {
    "文件名": "[废文 完结]《小半生》作者：香桃木的说（1v1 竹马竹马小甜饼）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/8c92b94d7af3"
  },
  {
    "文件名": "甲方和上司都在干他.txt",
    "夸克盘链接": "https://pan.quark.cn/s/863cae2dff71"
  },
  {
    "文件名": "[废文 完结]《秘密花园》作者：露气寒冷（年下1v1 绿茶装无辜小白花小能手攻x贪图攻的美色被吃干抹净受）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/3556f926912b"
  },
  {
    "文件名": "《深得兽宠》BY安德罗.txt",
    "夸克盘链接": "https://pan.quark.cn/s/003c026cafb1"
  },
  {
    "文件名": "[废文 完结]《南风知我意》作者：栖鹤（年下1v1 强制爱）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/480f5d97a064"
  },
  {
    "文件名": "[废文 完结]《捡到男大学生》作者：喊救命不（1v1 直男受×ED攻）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/b8a152e20869"
  },
  {
    "文件名": "昊天完结+2番外.txt",
    "夸克盘链接": "https://pan.quark.cn/s/6cd46a678789"
  },
  {
    "文件名": "[1v1 完结]《土匪Boss抢了个美人男妻》作者：晨晨.txt",
    "夸克盘链接": "https://pan.quark.cn/s/f19807eda8e1"
  },
  {
    "文件名": "BDSM-我喜欢上你时的身体活动.txt",
    "夸克盘链接": "https://pan.quark.cn/s/2d1d092b6ad9"
  },
  {
    "文件名": "《寂于雷鸣》作者：鹤子.txt",
    "夸克盘链接": "https://pan.quark.cn/s/99e7dcc35a0d"
  },
  {
    "文件名": "《陆上星空》作者：verdot.txt",
    "夸克盘链接": "https://pan.quark.cn/s/b2f7aa495f5a"
  },
  {
    "文件名": "[废文 完结]天生一对（1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/9b650126f5fd"
  },
  {
    "文件名": "[废文 完结]《逼婚》作者：香菇婆婆（女攻1v1 我那个讨厌的竹马怀着我的孩子找上门了）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ef6bf03448c6"
  },
  {
    "文件名": "[废文 完结]《废话少说》作者：茶茶不喝茶（1v1 温柔腹黑攻x暴躁粘人受 双性生子 产乳）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/100354f7c8a6"
  },
  {
    "文件名": "[废文 完结]《几度春宵》作者：荒淫国度（年上伪骨科1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/bfafd99caa3f"
  },
  {
    "文件名": "[完结]《双性攻今天也在苦苦挣扎》作家：人生来就是为了吃肉的（1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/939b29cddaac"
  },
  {
    "文件名": "[np 完结]《神秘的双性淫荡学院》作者：烧鸭.txt",
    "夸克盘链接": "https://pan.quark.cn/s/49876fdf801f"
  },
  {
    "文件名": "[1v1 完结]《办公室恋情》作者：妹妹今日安好.txt",
    "夸克盘链接": "https://pan.quark.cn/s/4d0ff3be553b"
  },
  {
    "文件名": "[3p 完结]《孕嫂泪痕（ntr 嫂子文学）双性壮受》作者：樱花酥.txt",
    "夸克盘链接": "https://pan.quark.cn/s/9098b70c6b34"
  },
  {
    "文件名": "[废文 完结]《菩提明镜洗刀录》作者：孔因（1v1 大侠x采花贼）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/9f4ef3f24c8d"
  },
  {
    "文件名": "[1v1 完结]《打人不要打屁股（sp bdsm）be》作者：桃桃汐子.txt",
    "夸克盘链接": "https://pan.quark.cn/s/76c0739438ec"
  },
  {
    "文件名": "《蓄谋已久（双性奶）》BY甜脆萝卜.txt",
    "夸克盘链接": "https://pan.quark.cn/s/d895b503b460"
  },
  {
    "文件名": "[废文 完结]《春潮乍起》作者：乌托邦在职（女攻1v1 ABO 社畜轻熟女alpha×忠犬实习生男beta）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/85e896e8d294"
  },
  {
    "文件名": "[废文 完结]《秘密》作者：亚木聘聘（互攻）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/fafa2029f26e"
  },
  {
    "文件名": "[废文 完结]《自从不小心睡了PI以后》作者：咕草转氨酶（1v1论坛体 攻0转1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ec040ec6f709"
  },
  {
    "文件名": "[废文 完结]《他总是撒娇》作者：九原九一（1v1小甜饼 沙雕总裁和他的清冷秘书的小日常）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/695e2221c582"
  },
  {
    "文件名": "[完结+1番外]《低俗浪漫（1v1 忠犬攻）》作者：繁墦烦【米国度】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/fe615afbbd6f"
  },
  {
    "文件名": "《捡到怀孕的弟弟不要丢》作者：人边谷.txt",
    "夸克盘链接": "https://pan.quark.cn/s/da0a1c45b3cd"
  },
  {
    "文件名": "[废文 完结]梅子撞酒（np）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/053d9ae3aa44"
  },
  {
    "文件名": "[废文 完结]《寻夫记》作者：闲阿鱼.txt",
    "夸克盘链接": "https://pan.quark.cn/s/3d5ff3f08979"
  },
  {
    "文件名": "[完结]《不喜欢》作者：卜世仁（结局1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/5826c3dea140"
  },
  {
    "文件名": "[1v1 完结]《浪漫杂事（总受）》作者：一条咸鱼.txt",
    "夸克盘链接": "https://pan.quark.cn/s/1695532ec20d"
  },
  {
    "文件名": "[完结蛋全]《新娘的修行》作者：妖怪男子（1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/891977420e76"
  },
  {
    "文件名": "在劫男逃.txt",
    "夸克盘链接": "https://pan.quark.cn/s/daeb432b62fd"
  },
  {
    "文件名": "《成为家族共夫后【GB女攻】》作者：花枝肉食者[np 完结].txt",
    "夸克盘链接": "https://pan.quark.cn/s/11d4eab057c3"
  },
  {
    "文件名": "直男癌的四句话里有一句是真的【双性】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c7b4a8c3488c"
  },
  {
    "文件名": "[完结]《你看我像诱受吗？》作者：风烟挽（互攻1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/edda18b41047"
  },
  {
    "文件名": "[废文 完结]《素帕》作者：bazaodashe（1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/309fe76da5d1"
  },
  {
    "文件名": "[废文 完结]《蓝莓茶鸡尾酒》作者：别乱搞啊喂（主攻1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/6cf1d1445890"
  },
  {
    "文件名": "[1v1 完结]《变态，乱伦（S受M攻）》作者：林可.txt",
    "夸克盘链接": "https://pan.quark.cn/s/1c6c97836338"
  },
  {
    "文件名": "《嗲嗲》作者：脆皮碰碰鸭.txt",
    "夸克盘链接": "https://pan.quark.cn/s/5a901dc14f08"
  },
  {
    "文件名": "[1v1 完结]《我相中了一只龙》作者：desirebobo.txt",
    "夸克盘链接": "https://pan.quark.cn/s/9adfad8c0a4e"
  },
  {
    "文件名": "[完结]《萤火》作者：时韫不济（1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/d00890792ce2"
  },
  {
    "文件名": "[np 完结]《尤物天成（现言，双性总受）》作者：吃肉的长耳兔.txt",
    "夸克盘链接": "https://pan.quark.cn/s/0ddf988055d4"
  },
  {
    "文件名": "[完结]《安非他命》作者：题言（1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c3b9daa5e26c"
  },
  {
    "文件名": "[废文 完结]黑白之间（1v1）作者：彳亍之尸.txt",
    "夸克盘链接": "https://pan.quark.cn/s/b3644f01ea6f"
  },
  {
    "文件名": "[1v1 完结]《【GB女攻】下作》作者：滚滚不爱滚.txt",
    "夸克盘链接": "https://pan.quark.cn/s/f3a421321498"
  },
  {
    "文件名": "[废文 完结]《凤求凰》作者：桃子momo（1v1 ntr）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/b95882a3c36b"
  },
  {
    "文件名": "[废文 完结]《梅子撞酒》作者：八个蛋少女（1v1小甜饼 年下黏人狗勾攻x外冷内骚美人受）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/bcdd8fe2a0b5"
  },
  {
    "文件名": "[np 完结]《被淫树奸淫改造的王子（大奶肌肉俊帅总受 改造双性）》作者：森林.txt",
    "夸克盘链接": "https://pan.quark.cn/s/d702c57589ca"
  },
  {
    "文件名": "[1v1 完结]《婚之恋》作者：芒果味的糖.txt",
    "夸克盘链接": "https://pan.quark.cn/s/60f7980bcb84"
  },
  {
    "文件名": "[np 完结]《囚徒与监狱长（父子）》作者：莉莉丝.txt",
    "夸克盘链接": "https://pan.quark.cn/s/031b3c0c779e"
  },
  {
    "文件名": "[1v1 完结]《娇弱b和竹马a的二三事（ABO）》作者：本先生.txt",
    "夸克盘链接": "https://pan.quark.cn/s/32ab6c62367d"
  },
  {
    "文件名": "撒娇怪.txt",
    "夸克盘链接": "https://pan.quark.cn/s/879f88f93d36"
  },
  {
    "文件名": "[1v1 完结]《穿越后被迫嫁给不举王爷》作者：晏时予.txt",
    "夸克盘链接": "https://pan.quark.cn/s/45e263d4b99a"
  },
  {
    "文件名": "[完结+番外]《清茶梦（1v1 双性攻）》作者：言柒七七七.txt",
    "夸克盘链接": "https://pan.quark.cn/s/f0fc48509157"
  },
  {
    "文件名": "《假性斯德哥尔摩》作者：晏无处.txt",
    "夸克盘链接": "https://pan.quark.cn/s/991712d4fa68"
  },
  {
    "文件名": "[1v1]觊觎哥哥的小少爷（甜脆萝卜）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ac59b50d3dbd"
  },
  {
    "文件名": "《病弱傀儡君王》BY鬼畜无反攻.txt",
    "夸克盘链接": "https://pan.quark.cn/s/7479291e883f"
  },
  {
    "文件名": "[完结]《孕嫂泪痕》作家：樱花酥（np）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ece8115655cb"
  },
  {
    "文件名": "[完结]《恶性沦陷》作者：一枚夹心饼（1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/2c75cd2a3c3e"
  },
  {
    "文件名": "[1v1 完结]《猫儿》作者：遙積【米国度】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/935efa57dd10"
  },
  {
    "文件名": "[废文 完结]难得清醒（GB女攻1v1）作者：今天开始蹑手蹑脚.txt",
    "夸克盘链接": "https://pan.quark.cn/s/7a4faaa3e428"
  },
  {
    "文件名": "[1v1 完结]《植物人爸爸任我玩弄》作者：摸摸.txt",
    "夸克盘链接": "https://pan.quark.cn/s/9def4d399e3c"
  },
  {
    "文件名": "[废文 完结]《叶喻-握瑜》作者：zhyyijiu（全职高手同人1v1 叶修x喻文州 先婚后爱）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/46ae48730fab"
  },
  {
    "文件名": "[1v1 完结]《后街》作者：兔九.txt",
    "夸克盘链接": "https://pan.quark.cn/s/62878b46fa1e"
  },
  {
    "文件名": "[废文 完结]《那什么的大逃杀／XP大逃杀》作者：画途而眠.txt",
    "夸克盘链接": "https://pan.quark.cn/s/3be49908c8e6"
  },
  {
    "文件名": "[完结蛋全]《偏执主人饲养手册》作者：一枚夹心饼（1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/2140324fc70e"
  },
  {
    "文件名": "[完结]《天梯》作者：Renne（1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/5cdcef0bfb90"
  },
  {
    "文件名": "[废文 完结]《可爱多》作者：匿名咸鱼（AB恋 B有智力缺陷）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/b2029ea36401"
  },
  {
    "文件名": "[完结]《中二少侠和小狗腿的基建游戏》作者：笼中窥（1v1）~清水.txt",
    "夸克盘链接": "https://pan.quark.cn/s/831562f39ca4"
  },
  {
    "文件名": "[废文 完结]《不可控因素》作者：晓宝喜欢芋泥（ABO小甜饼）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/31d079068b57"
  },
  {
    "文件名": "[1v1 完结]《趁虚而入[骨科]》作者：野旱烟.txt",
    "夸克盘链接": "https://pan.quark.cn/s/bee13586a8c4"
  },
  {
    "文件名": "[废文 完结]《狂热出逃》作者：是彩虹桃（np 强制爱）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/36a99bfb657d"
  },
  {
    "文件名": "[废文 完结]《哑巴》作者：秋秋爱吃糖（1v1 少爷被仇家追杀，意外被老婆捡回家 心思深沉攻x软糯乖巧哑巴受）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/914cfa351861"
  },
  {
    "文件名": "[完结]《训帝为奴》作者：暗黑系魔女（女攻np）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/7c9ce43d5d97"
  },
  {
    "文件名": "《两个渣男》作者：瓷京.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a67c976c5b8c"
  },
  {
    "文件名": "[1v1 完结]《惩罚出轨小受的一百种方法》作者：白纸画卷.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c277de33af7f"
  },
  {
    "文件名": "[废文 完结]《伶奴》作者：止战之殇up（3p be 暴戾嗜血美人天子攻x温而柔雅弱娇小公子攻x花痴爱吐槽杀手穿越受）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/da9161f07bb3"
  },
  {
    "文件名": "不听医嘱的皇帝完结+2番外.txt",
    "夸克盘链接": "https://pan.quark.cn/s/8b52d5569f7d"
  },
  {
    "文件名": "[1v1 完结]《春肆（女攻 女王攻x骑士受）》作者：千叶.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e176a72c3109"
  },
  {
    "文件名": "[1v1 完结]《神明的恩赐[双性]》作者：一枝楼.txt",
    "夸克盘链接": "https://pan.quark.cn/s/83a5f4339bd5"
  },
  {
    "文件名": "[废文 完结]《他是个贱种》作者：落银河MilkyWay（1v1 无家可归惨兮兮受x骄矜漂亮渣攻）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e13ea63bace8"
  },
  {
    "文件名": "[废文 完结]《住我隔壁的那个男人》作者：夕一栖（我把你当烟友，你却想炮我）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/1b443fcde85a"
  },
  {
    "文件名": "[废文 完结]潦草（1v1）作者：辞辞呀.txt",
    "夸克盘链接": "https://pan.quark.cn/s/49876ab5949e"
  },
  {
    "文件名": "《画地为牢》作者：木头狐狸.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ca5d76f216c8"
  },
  {
    "文件名": "[1v1 完结]《独占小娇包》作者：一枚夹心饼.txt",
    "夸克盘链接": "https://pan.quark.cn/s/81f64e04f120"
  },
  {
    "文件名": "[1v1 完结]《他进监狱后找了个大佬护着他》作者：desirebobo.txt",
    "夸克盘链接": "https://pan.quark.cn/s/758897202a0d"
  },
  {
    "文件名": "[1v1 主受]高贵的女王（邬析）  完结 【女装受 之前是1后变成0】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/0761caa5ffb9"
  },
  {
    "文件名": "[废文 完结]《每天都想离婚》作者：愫素（ABO 先婚后爱1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/55053a414037"
  },
  {
    "文件名": "[废文 完结]《恨长辞》作者：滴滴滴（1v1 身死以后发现友人极其爱我）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/f6034bed79ef"
  },
  {
    "文件名": "[1v1 完结]《哑巴（GB女攻）》作者：武林至尊的男人.txt",
    "夸克盘链接": "https://pan.quark.cn/s/0a3ff8036e6d"
  },
  {
    "文件名": "[1v1 完结]《绝对侵占（狗血 换攻 双性）》作者：青青草原一只羊.txt",
    "夸克盘链接": "https://pan.quark.cn/s/18efb708ac20"
  },
  {
    "文件名": "[1v1]把自己gay弯是怎样的生活体验(无树) 完结.txt",
    "夸克盘链接": "https://pan.quark.cn/s/d2ba192eb8a6"
  },
  {
    "文件名": "《潦草》作者：辞辞呀.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c5c4c524b4eb"
  },
  {
    "文件名": "[完结]《成为主人的狗奴（调教，SM，喝尿，慎入）》作者：酱油拌饭（gl）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/4f31927210aa"
  },
  {
    "文件名": "【棠】[完结]被多人插烂的优等生 作者：一个豆包.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c9ac0e3d74fc"
  },
  {
    "文件名": "[完结蛋全]《男色时代之古罗马雄风》作者：哀轮冈（np）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/99b923b8e5de"
  },
  {
    "文件名": "[完结+全番外]《命定之番（1v1 ABO 双A 单性）》作者：木头.txt",
    "夸克盘链接": "https://pan.quark.cn/s/dd50e4fc60f2"
  },
  {
    "文件名": "[废文 完结]《今天齐总监骂人了吗？》作者：小姜写得快（1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/0d1e240e5868"
  },
  {
    "文件名": "[废文 完结]埋葬（1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/1a276cb5b2a9"
  },
  {
    "文件名": "[1v1 完结]《少年与爸爸（弱攻x叔受）》作者：goodazy.txt",
    "夸克盘链接": "https://pan.quark.cn/s/3d493938e24f"
  },
  {
    "文件名": "[1v1 完结]《多肉葡萄（师生）》作者：李晏棠August.txt",
    "夸克盘链接": "https://pan.quark.cn/s/5462e3072447"
  },
  {
    "文件名": "[1v1 完结]《末日（BDSM 重口 懦弱无能中年攻×救父卖身小白受）》作者：夏日巧克力12138.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a72c12e24247"
  },
  {
    "文件名": "[完结]《片刻心动》作者：Adair（1v1）~清水.txt",
    "夸克盘链接": "https://pan.quark.cn/s/555e290c941e"
  },
  {
    "文件名": "[废文 完结]《卿儿的小花》作者：匿名马甲（np）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/329a409a2ecc"
  },
  {
    "文件名": "[废文 完结]《韩静嘉》作者：琥珀汤圆（1v1 冲喜嫁了个男人）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/7794154f1034"
  },
  {
    "文件名": "[废文 完结]《弃犬》作者：涸言（BDSM）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a4cda5d9a4c7"
  },
  {
    "文件名": "人鬼情愫（双性）（吾爱有三）完结含彩蛋.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e02c44ad9d60"
  },
  {
    "文件名": "《爱是一座城》BY酒精眠  （短文合集）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ed402ca72f2e"
  },
  {
    "文件名": "[np 完结]《公地夜艹媳穴（大奶双性受）》作者：埃鸽咕咕.txt",
    "夸克盘链接": "https://pan.quark.cn/s/7001abd8620d"
  },
  {
    "文件名": "《老师，请你矜持一点！》作者：七星南路的头头.txt",
    "夸克盘链接": "https://pan.quark.cn/s/895fec1cf3f9"
  },
  {
    "文件名": "[1v1 完结]《少爷与仆人》作者：佴伽斯.txt",
    "夸克盘链接": "https://pan.quark.cn/s/fe60c80821a7"
  },
  {
    "文件名": "[废文 完结]《一桩旧梦》作者：秋字（古代耽美，骨科1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/7c1036b797e3"
  },
  {
    "文件名": "[1v1 完结]《我的室友天天想艹我（双性）》作者：树下睡仙人.txt",
    "夸克盘链接": "https://pan.quark.cn/s/32586616c0e5"
  },
  {
    "文件名": "[3p 完结]《众（bdsm 一攻二受））》作者：脆脆鲨.txt",
    "夸克盘链接": "https://pan.quark.cn/s/54400fecce10"
  },
  {
    "文件名": "蛇兔一窝（1v1甜）完结+6番外.txt",
    "夸克盘链接": "https://pan.quark.cn/s/0b07cdab258c"
  },
  {
    "文件名": "[1v1 完结]《当魔尊法力尽失（双性）》作者：叁水.txt",
    "夸克盘链接": "https://pan.quark.cn/s/763b424f4415"
  },
  {
    "文件名": "[废文 完结]《埋葬》作者：不知我者（极端变态占有欲攻 强制爱）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/596d70682c00"
  },
  {
    "文件名": "《房东是个白切黑（1v1 温柔攻x人妻受）》作者：干饭王[完结+全番外].txt",
    "夸克盘链接": "https://pan.quark.cn/s/8ec62f73bf6e"
  },
  {
    "文件名": "[废文 完结]《时雨霖霖》作者：头骨象限（1v1 暗恋成真）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/d987a77ad87b"
  },
  {
    "文件名": "[废文 完结]《雪中信》作者：锦晃星（1v1 雪豹攻X邮差受）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/6fcdd03f0275"
  },
  {
    "文件名": "[合集 完结]《通往快乐的小列车（1v1 短篇）》作者：渡.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c54857d158af"
  },
  {
    "文件名": "[废文 完结]《逃家小兔》作者：猫猫挑灯喝酒（年龄差 1v1小甜饼）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/96a8c56f397f"
  },
  {
    "文件名": "[np 完结]《养父》作者：黑糖玛奇朵.txt",
    "夸克盘链接": "https://pan.quark.cn/s/925408a83af9"
  },
  {
    "文件名": "[废文 完结]《蔷薇刑》作者：伯劳（小妈文学）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ea0327741b38"
  },
  {
    "文件名": "[废文 完结]蔷薇刑（小妈1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/d1e3245c8958"
  },
  {
    "文件名": "[np 完结]《情敌见面（abo）》作者：木糖醇.txt",
    "夸克盘链接": "https://pan.quark.cn/s/4c6f8868226a"
  },
  {
    "文件名": "[1v1 完结]《只想露给你看（板寸健壮攻x小变态喜欢露出受）》作者：不愿透露姓名的智者.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ad866965e784"
  },
  {
    "文件名": "[废文 完结]《Placebo》作者：千灯秋竹（攻有生理疾病，受有心理疾病，相互救赎终成良缘）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/342d994eae8a"
  },
  {
    "文件名": "[完结+1番外]《代号阿斯莫德（1v1 双性）》作者：胔臡.txt",
    "夸克盘链接": "https://pan.quark.cn/s/7d6c9e176ab6"
  },
  {
    "文件名": "[废文 完结]《少爷和他的四个男仆》作者：久晴大雾（np总受）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/fb6a33515c87"
  },
  {
    "文件名": "《别睁眼》作者：Zoe山人-同人.txt",
    "夸克盘链接": "https://pan.quark.cn/s/bc5a42202294"
  },
  {
    "文件名": "[废文 完结]《失忆之后努力不爱你》作者：甜松醪（火葬场狗血老梗）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/1ccb8af5e259"
  },
  {
    "文件名": "[1v1 完结]《长嫂在下（双性 嫂子文学）》作者：邬禅见.txt",
    "夸克盘链接": "https://pan.quark.cn/s/6d42ad71107d"
  },
  {
    "文件名": "[1v1 完结]《闹剧（sm，sp，Dom变Sub）》作者：yo.txt",
    "夸克盘链接": "https://pan.quark.cn/s/db14bd73ba84"
  },
  {
    "文件名": "[1v1 完结]《我的清纯大学老师》作者：野旱烟.txt",
    "夸克盘链接": "https://pan.quark.cn/s/edca41254fba"
  },
  {
    "文件名": "[1v1 完结]《活该（be）》作者：吱吱喳喳.txt",
    "夸克盘链接": "https://pan.quark.cn/s/fe5621249ace"
  },
  {
    "文件名": "[完结]《命定之番》作家：木头（1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/89a7dcfff96d"
  },
  {
    "文件名": "《长辈爱情故事》作者：赵酒良.txt",
    "夸克盘链接": "https://pan.quark.cn/s/cba59e2ed46b"
  },
  {
    "文件名": "[废文 完结]《我就是靠男人》作者：一只酱（现代1v1小甜饼 攻宠受）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/27864dbae4aa"
  },
  {
    "文件名": "[1v1 完结]《无中生有》作者：流心奶黄包.txt",
    "夸克盘链接": "https://pan.quark.cn/s/7680818478c1"
  },
  {
    "文件名": "[3p 完结]《前夫看见我自慰怎么破（双性）》作者：一枚夹心饼.txt",
    "夸克盘链接": "https://pan.quark.cn/s/202d82f833d2"
  },
  {
    "文件名": "[废文 完结]校园情人（1v1）作者：明明灯火万千呀L.txt",
    "夸克盘链接": "https://pan.quark.cn/s/42b517d5e2d3"
  },
  {
    "文件名": "[废文 完结]《形骸》作者：皿声（叔侄1v1 年龄差）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/8b2c8eae0221"
  },
  {
    "文件名": "[1v1 完结]《【骨科 双性】日哭弟弟》作者：一只吃肉的大灰狼.txt",
    "夸克盘链接": "https://pan.quark.cn/s/3ff8c406ddae"
  },
  {
    "文件名": "《延迟》作者：匿名咸鱼.txt",
    "夸克盘链接": "https://pan.quark.cn/s/0fe5e9c8128a"
  },
  {
    "文件名": "[废文 完结]停云落月（1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/da8fd99a6a85"
  },
  {
    "文件名": "[废文 完结]男大学生网恋奔现进度（1v1）作者：五云云云云儿.txt",
    "夸克盘链接": "https://pan.quark.cn/s/37866f1dc52e"
  },
  {
    "文件名": "《哥哥的道貌岸然》作者：肉食性兔子.txt",
    "夸克盘链接": "https://pan.quark.cn/s/cf3eb408a740"
  },
  {
    "文件名": "救赎（医患主奴BDSM）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ce35a04a186f"
  },
  {
    "文件名": "[1v1 完结]《牛皮糖美人（受追攻）》作者：黑眼豆豆.txt",
    "夸克盘链接": "https://pan.quark.cn/s/51b05a8c6011"
  },
  {
    "文件名": "《长日留痕》作者：睡眠金鱼.txt",
    "夸克盘链接": "https://pan.quark.cn/s/b4a48b078f59"
  },
  {
    "文件名": "[废文 完结]《你看我还有机会吗》作者：嘛扎嗨（校园小甜饼 伪BT实情深攻x可怜自卑受）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/01ef59643722"
  },
  {
    "文件名": "[完结]《长相思兮长相忆》作者：沉欲（1v1 abo_bdsm_sp).txt",
    "夸克盘链接": "https://pan.quark.cn/s/4081588940d6"
  },
  {
    "文件名": "痴念.txt",
    "夸克盘链接": "https://pan.quark.cn/s/d0bcf7c4d67b"
  },
  {
    "文件名": "[废文 完结]《大美人和混混攻》作者：三杯水（1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/9521055a2461"
  },
  {
    "文件名": "[np 完结]《龟头红肿》作者：AK.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a8caaf2d2971"
  },
  {
    "文件名": "[完结]《重生之偏执老攻肏上瘾》作者：嘿嘿哒（1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/51330712e1dd"
  },
  {
    "文件名": "[废文 完结]《命定之番》作者：旗开（双alpha  女装哭包学生×总裁花心年上）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/d1c41bc38e1b"
  },
  {
    "文件名": "《露出》BY施施花.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e3963884edb4"
  },
  {
    "文件名": "[废文 完结]《停云落月》作者：荞麦面面（玄幻1v1小甜饼 带球跑的老攻回来了 锯嘴葫芦凤凰攻x傲娇炸毛龙君受）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/18841874b0d7"
  },
  {
    "文件名": "[废文 完结]《假性相爱》作者：春山远渡（年上1v1 先婚后爱小甜饼）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ecbd4e9be4ef"
  },
  {
    "文件名": "[废文 完结]《情敌你别太嚣张》作者：应知意（校园主攻1v1 寸头黑皮傻气爱哭哈士奇攻X长发伪高冷美人酷哥受）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/40bb8ce13bfa"
  },
  {
    "文件名": "[废文 完结]《春深梦浓》作者：Louis（np总受）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/7fbd51ae1973"
  },
  {
    "文件名": "[完结]《欲海沉沦》作者：风惊（1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/2777660d2179"
  },
  {
    "文件名": "[废文 完结]《竹马把我掰弯了》作者：咻咻咻ending.txt",
    "夸克盘链接": "https://pan.quark.cn/s/fb0db9cc825f"
  },
  {
    "文件名": "《（总攻）獠牙下的肉体》BY肆虐中毒.txt",
    "夸克盘链接": "https://pan.quark.cn/s/98bfa90650d6"
  },
  {
    "文件名": "《我的自白》作者：祭小祀.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ffa0a9fa98b3"
  },
  {
    "文件名": "[废文 完结]《失忆后多了个男友》作者：遇知节.txt",
    "夸克盘链接": "https://pan.quark.cn/s/d140eae52864"
  },
  {
    "文件名": "[完结]《高压触电》作者：库茶子（1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/fd35d1f4d2a2"
  },
  {
    "文件名": "[废文 完结]《奔山》作者：鱼不知（年下1v1 藏族小野猫美人攻vs扛把子帅哥医生受）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/0d0556f935e9"
  },
  {
    "文件名": "[1v1 完结]《七日沉沦（GB女攻）》作者：露从今夜白.txt",
    "夸克盘链接": "https://pan.quark.cn/s/93148b6a4a31"
  },
  {
    "文件名": "《柠怀槿》作者：欲晗.txt",
    "夸克盘链接": "https://pan.quark.cn/s/3cee2aa9b40b"
  },
  {
    "文件名": "废文[完结] 背誓(短篇) 作者：匿名咸鱼.txt",
    "夸克盘链接": "https://pan.quark.cn/s/055da18def68"
  },
  {
    "文件名": "[废文 完结]《母狗》作者：九酒秋（1v1 bdsm 温柔S×傲娇M）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/15802b8c82ef"
  },
  {
    "文件名": "[废文 完结]《倒霉的他》作者：西米露小姐（1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/f30d691deb84"
  },
  {
    "文件名": "[完结]《地铁痴汉》作者：不相见来久（1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/8bc523ee76c3"
  },
  {
    "文件名": "[1v1 完结]《爱上家教生的父亲（年下、离异带娃受）》作者：邬禅见.txt",
    "夸克盘链接": "https://pan.quark.cn/s/5bd4acf38235"
  },
  {
    "文件名": "[1v1 完结]《网恋小妈（双性）》作者：一条咸鱼.txt",
    "夸克盘链接": "https://pan.quark.cn/s/21f6e5fe6720"
  },
  {
    "文件名": "[完结+1番外]《婚后日常生活（1v1 竹马竹马）》作者：安九.txt",
    "夸克盘链接": "https://pan.quark.cn/s/79cbf2a5b1b2"
  },
  {
    "文件名": "[完结]《乌龙葵》作者：海上生明月（1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ae9b4aac6daf"
  },
  {
    "文件名": "[废文 完结]《神经病与病娇》作者：哼哼hengheng（《又名：变态与病娇》变态痴汉攻x神经质病娇受）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/d31604e574fc"
  },
  {
    "文件名": "[完结]《惩罚泄露机密的皇子》作者：芥末少女（np娇弱受）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/cb1b5d3bfe89"
  },
  {
    "文件名": "《搓澡》作者：马甩刀.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a5d7a224d7a6"
  },
  {
    "文件名": "[完结+番外]《三百年之痒（互攻1v1）》作者：单酒.txt",
    "夸克盘链接": "https://pan.quark.cn/s/db205a28308c"
  },
  {
    "文件名": "《将雏记》作者：周不耽.txt",
    "夸克盘链接": "https://pan.quark.cn/s/49b1f2906e89"
  },
  {
    "文件名": "《太阳骑在马背上》作者：安言AZ.txt",
    "夸克盘链接": "https://pan.quark.cn/s/95af56692121"
  },
  {
    "文件名": "[1v1 完结]《【GB女攻】将军的俊俏羊奴（人外 BDSM 暗黑》作者：罗茜雅女王.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ae088ce72ee2"
  },
  {
    "文件名": "[废文 完结]《少艾》作者：匿名咸鱼（竹马竹马1v1 双性）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/f94e6c60578d"
  },
  {
    "文件名": "[完结+番外]《粘人（1v1 病娇攻x温柔总裁）》作者：Cyggi.txt",
    "夸克盘链接": "https://pan.quark.cn/s/8ffec0ed048b"
  },
  {
    "文件名": "《被他碎尸的丈夫回来了》作者：娑罗.txt",
    "夸克盘链接": "https://pan.quark.cn/s/398dd7268974"
  },
  {
    "文件名": "[废文 完结]双向救赎（1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/6c44ca8ddaeb"
  },
  {
    "文件名": "[3p 完结]《被胁迫的小家教》作者：白鬼伐柯.txt",
    "夸克盘链接": "https://pan.quark.cn/s/4b842b109c70"
  },
  {
    "文件名": "[1v1 完结]《打开房间看到了被下药的霸总究竟是搞错了什么（GB女攻）》作者：我和恋恋贴贴.txt",
    "夸克盘链接": "https://pan.quark.cn/s/06f02457637a"
  },
  {
    "文件名": "[废文 完结]《三十八线小明星》作者：小饼干lbb（1v1小甜饼）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/83714d640e45"
  },
  {
    "文件名": "[1v1 完结]《骨肉／依恋症（骨科）》作者：一汪春水.txt",
    "夸克盘链接": "https://pan.quark.cn/s/d72d0b97691b"
  },
  {
    "文件名": "[废文 完结]《箱中少年》作者：Ninna（女攻 狼人x精灵 HC）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/1afe0b9792f1"
  },
  {
    "文件名": "猛男市场之肌肉壮奴的改造、控制、贩卖.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c18236b4462e"
  },
  {
    "文件名": "废文[完结] 当女拳姐穿书进了bl文(性向未知) 作者：匿名.txt",
    "夸克盘链接": "https://pan.quark.cn/s/0a2363b98753"
  },
  {
    "文件名": "[废文 完结]《清江》作者：今枝（美强  年下小狼狗皇帝攻×病弱美人宰相受）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a7127f336aca"
  },
  {
    "文件名": "[完结]《痕迹》作者：伏不是（百合1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/19a33057b7d2"
  },
  {
    "文件名": "[废文 完结]海棠受他不干了（1v1）作者：爱动脑筋的.txt",
    "夸克盘链接": "https://pan.quark.cn/s/98332a0887e7"
  },
  {
    "文件名": "[1v1 完结]《甘之如饴（受追攻 强制 ntr）》作者：苏舟桥.txt",
    "夸克盘链接": "https://pan.quark.cn/s/3b78ebfa16e2"
  },
  {
    "文件名": "[1v1 完结]《痛与欲（双重生 双性性瘾受）》作者：小鹿kaka.txt",
    "夸克盘链接": "https://pan.quark.cn/s/8cba91c3dd29"
  },
  {
    "文件名": "[1v1 完结]《美强短篇 牵丝戏（神仙美人攻x人偶师强受）》作者：神田赤月.txt",
    "夸克盘链接": "https://pan.quark.cn/s/057dc32cc1ec"
  },
  {
    "文件名": "[废文 完结]《弱者的坦途》作者：菠萝味戳戳.txt",
    "夸克盘链接": "https://pan.quark.cn/s/984a2de9d27f"
  },
  {
    "文件名": "日哭丝袜癖美人（甜脆萝卜）完结.txt",
    "夸克盘链接": "https://pan.quark.cn/s/81a0027e03fd"
  },
  {
    "文件名": "[完结]《俊美受的哭唧唧之旅》作者：cb匪匪（1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/8a490328ad3a"
  },
  {
    "文件名": "[1v1 完结]《教授和经理的合租生活（大学教授x禁欲经理）》作者：楼前清风长.txt",
    "夸克盘链接": "https://pan.quark.cn/s/30b88eb71f97"
  },
  {
    "文件名": "[1v1 完结]《幻想成瘾（年上师生 双性）》作者：泪水出租.txt",
    "夸克盘链接": "https://pan.quark.cn/s/91b65ff8255f"
  },
  {
    "文件名": "【生子】欺师完结+4番外.txt",
    "夸克盘链接": "https://pan.quark.cn/s/7b4cf71bf5c7"
  },
  {
    "文件名": "[完结]《被实习生cao哭的老板》作者：一个豆包（1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/119d2c77faa3"
  },
  {
    "文件名": "[1v1 完结]《冰哥与冰妹的巅峰对决（同人 过程3p）》依依.txt",
    "夸克盘链接": "https://pan.quark.cn/s/1a97727547d6"
  },
  {
    "文件名": "[1v1 完结]《【美强】【双性攻】【中世纪】笼中雀A Canary in A Cage》作者：远植.txt",
    "夸克盘链接": "https://pan.quark.cn/s/7dfde4094dd0"
  },
  {
    "文件名": "[1v1 完结]《仿生交合性玩具》作者：没有名字.txt",
    "夸克盘链接": "https://pan.quark.cn/s/db1f14442568"
  },
  {
    "文件名": "[完结+全番外]《日了别人的老婆怎么办（1v1）》作者：车站吃面.txt",
    "夸克盘链接": "https://pan.quark.cn/s/8639f89eb3d5"
  },
  {
    "文件名": "[np 完结]《夜半寒山寺（结局1v1）》作者：横向霸道小螃蟹.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e32c35ae3df7"
  },
  {
    "文件名": "[1v1 完结]《变质》作者：美人鱼刺身.txt",
    "夸克盘链接": "https://pan.quark.cn/s/7b032856952e"
  },
  {
    "文件名": "阴差阳错（年上）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ef38c2193142"
  },
  {
    "文件名": "[1v1 完结]《变质》作者：美人鱼刺身 - 副本.txt",
    "夸克盘链接": "https://pan.quark.cn/s/1120763a23e4"
  },
  {
    "文件名": "[废文 完结]《执恋》作者：孚白帅鸽（np总受 强制爱）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/d7b3684c067f"
  },
  {
    "文件名": "《尽归尘土》作者：鹿鹿嚯酒.txt",
    "夸克盘链接": "https://pan.quark.cn/s/0bc0063e14cf"
  },
  {
    "文件名": "[完结]《公爵的小玫瑰》作者：林猫（1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/1fd05aeab67b"
  },
  {
    "文件名": "[完结]《影帝艳父》作者：程拓（1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/f170bd1fe8cd"
  },
  {
    "文件名": "[废文 完结]《遗憾的过客》作者：林西于（1v1 be）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e8e6d40f41e5"
  },
  {
    "文件名": "《歌友奔现爱恋》作者：-momoo-.txt",
    "夸克盘链接": "https://pan.quark.cn/s/64267bbe44b2"
  },
  {
    "文件名": "[1v1 完结]《【ABO】当代beta生存现状》作者：小黄牛大人.txt",
    "夸克盘链接": "https://pan.quark.cn/s/2a8dc6e1e8c1"
  },
  {
    "文件名": "[1v1 完结]《【女攻GB女尊】凌虐绝世美少年（男主结扎超S狠戾女攻）》作者：罗茜雅女王.txt",
    "夸克盘链接": "https://pan.quark.cn/s/95056d43f4a0"
  },
  {
    "文件名": "[完结+番外]《夫君，差点被人抢先干（GB女攻 双性1v1）》作者：悠悠爱吃肉.txt",
    "夸克盘链接": "https://pan.quark.cn/s/41acc73cd152"
  },
  {
    "文件名": "[完结+1番外]《攻了圣母老师（1v1）》作者：akcpdhrl.txt",
    "夸克盘链接": "https://pan.quark.cn/s/d7d4b7eff6c5"
  },
  {
    "文件名": "[1v1 完结]《双性浪受勾搭学霸后的日日夜夜》作者：阳阳想要日.txt",
    "夸克盘链接": "https://pan.quark.cn/s/61d156408c3a"
  },
  {
    "文件名": "[1v1 完结]《大零不零》作者：黄金白银.txt",
    "夸克盘链接": "https://pan.quark.cn/s/b860a0d30e75"
  },
  {
    "文件名": "[废文 完结]《迪士尼在逃海王》作者：云上甜橙（女攻1v1 甜宠 别扭海王x专情富少）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/f6c4f0d5a04d"
  },
  {
    "文件名": "《比邻而居》作者：穆穆归夏.txt",
    "夸克盘链接": "https://pan.quark.cn/s/7690c80293c2"
  },
  {
    "文件名": "金丝雀完结+番外.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e04ff3ebe472"
  },
  {
    "文件名": "[完结]《幻想成瘾》作家：泪水出租（1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/67a3eca98c37"
  },
  {
    "文件名": "[完结]《甜涩》作者：Cyggia（1v1）~清水.txt",
    "夸克盘链接": "https://pan.quark.cn/s/831bb6b29be2"
  },
  {
    "文件名": "[废文 完结]《云之原》作者：锦晃星（1v1 雪豹攻x牧羊人受）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/6132a6ef8bf6"
  },
  {
    "文件名": "[完结]《天线基佬出来玩（天线宝宝）》作者：璟朋（np）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/7fa3111bac6e"
  },
  {
    "文件名": "[完结]《欲望学园》作者：川上之前（短篇集）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/109a76451cb1"
  },
  {
    "文件名": "[完结]《小妈文学之在劫难逃》作者：吃饱了再睡（1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/68b7f5b056c7"
  },
  {
    "文件名": "[完结]《叔嫂》作者：深蓝色（1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/1df927e01a90"
  },
  {
    "文件名": "[废文 完结]报应（1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/0338d6700036"
  },
  {
    "文件名": "《破镜重圆》作者：不羡鱼.txt",
    "夸克盘链接": "https://pan.quark.cn/s/5d3735d595b6"
  },
  {
    "文件名": "[废文 完结]奀妹（民国灵异）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/b85005ba8572"
  },
  {
    "文件名": "np）家丁轮奸奸杀民女的少爷.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a33baa7f08f4"
  },
  {
    "文件名": "[废文 完结]《驯蛇》作者：二黑最可爱了（第二人称 1v1 人攻蛇受）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/0034d5e88e6b"
  },
  {
    "文件名": "[3p 完结]《惊天狗血系列之夹心樊伟（大三角）》作者：血魔饱饱是宝宝.txt",
    "夸克盘链接": "https://pan.quark.cn/s/64f8cb198a26"
  },
  {
    "文件名": "[废文 完结]《奀妹》作者：穿裙子的费事儿（民国灵异 双性）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c828c805fe07"
  },
  {
    "文件名": "一家之主（总攻np）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/3143504f7400"
  },
  {
    "文件名": "[废文 完结]《末日倒计时》作者：12345677（1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a29e18e4e222"
  },
  {
    "文件名": "废文[完结] 救风尘(生子) 作者：绕树三匝.txt",
    "夸克盘链接": "https://pan.quark.cn/s/9f272906c229"
  },
  {
    "文件名": "[完结]《惊四筵》作者：请求权基础（1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ea2a3e6f3f16"
  },
  {
    "文件名": "《你真的认识我吗》作者：阿软的.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c27141ce217e"
  },
  {
    "文件名": "《未来之城》作者：辞辞呀.txt",
    "夸克盘链接": "https://pan.quark.cn/s/7ce43752cfbe"
  },
  {
    "文件名": "[1v1 完结]《【GB女攻 女尊】凌辱高岭之花总裁（极虐男主超S狠戾女攻》作者：罗茜雅女王.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ac99cecf0a4b"
  },
  {
    "文件名": "猛男室友.txt",
    "夸克盘链接": "https://pan.quark.cn/s/974c0c31a042"
  },
  {
    "文件名": "《逼供》作者：迎秋.txt",
    "夸克盘链接": "https://pan.quark.cn/s/50d2feb6c3f5"
  },
  {
    "文件名": "【棠】[完结]奇怪的病人 作者：lintang.txt",
    "夸克盘链接": "https://pan.quark.cn/s/420a477f8ccc"
  },
  {
    "文件名": "[完结蛋全]《先生》作者：凌落Hugh（1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/2a349a4a1b1a"
  },
  {
    "文件名": "温柔岛屿.txt",
    "夸克盘链接": "https://pan.quark.cn/s/74da20cc3a73"
  },
  {
    "文件名": "[完结+全番外]《双向依赖（1v1）》作者：玛丽苏制造机.txt",
    "夸克盘链接": "https://pan.quark.cn/s/af7f6d7f72bb"
  },
  {
    "文件名": "[完结+番外]《我要做你的Ω（1v1）》作者：有色的喵.txt",
    "夸克盘链接": "https://pan.quark.cn/s/2233060b5538"
  },
  {
    "文件名": "[废文 完结]《报应》作者：唐青白（1v1 强制 教主×暗卫）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/6c5b2011c907"
  },
  {
    "文件名": "[1v1 完结]《离我远点儿 （星际 abo）》作者：蓝洛洛.txt",
    "夸克盘链接": "https://pan.quark.cn/s/43efcd809c94"
  },
  {
    "文件名": "[完结+番外]《天行无道（np主攻）》作者：天地合.txt",
    "夸克盘链接": "https://pan.quark.cn/s/f028a77f7ab9"
  },
  {
    "文件名": "[1v1 完结]《沉醉不知归路（表兄弟骨科）》作者：醉在今朝【米国度】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/872ada7ea967"
  },
  {
    "文件名": "[1v1 完结]《野河（催眠麦克风同人）》作者：归客酒.txt",
    "夸克盘链接": "https://pan.quark.cn/s/f21230060e49"
  },
  {
    "文件名": "[废文 完结]《头七》作者：本宫是正经淑女（1v1 灵异 变态病娇疯犬（鬼）攻）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/4d96f1630cfe"
  },
  {
    "文件名": "[废文 完结]《还春》作者：匿名咸鱼（校园np 强制爱）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/74044266380c"
  },
  {
    "文件名": "[废文 完结]《思春期热潮》作者：木漏日（年下小甜饼）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e95d066186f0"
  },
  {
    "文件名": "《成年人不配拥有性幻想》作者：殷郁郁.txt",
    "夸克盘链接": "https://pan.quark.cn/s/cf7b71a5839e"
  },
  {
    "文件名": "[完结]《白月光和朱砂痣死后我们相爱了》作者：芝芝桃桃（1v1).txt",
    "夸克盘链接": "https://pan.quark.cn/s/9fb603a85e9e"
  },
  {
    "文件名": "废文[完结] 大狗(现代) 作者：Vieww.txt",
    "夸克盘链接": "https://pan.quark.cn/s/99c14f665480"
  },
  {
    "文件名": "[1v1 完结]《【修帝同人】龙之巢（人外 龙x人）》作者：守心一隅.txt",
    "夸克盘链接": "https://pan.quark.cn/s/0b557e3fc156"
  },
  {
    "文件名": "[完结]《窥光》作者：风惊（1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/49c284559d3b"
  },
  {
    "文件名": "废文[完结] 怜竹(高H) 作者：匿名咸鱼.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e935d9406aac"
  },
  {
    "文件名": "[废文 完结]《听雪》作者：月浮鸾（1v1 琴行老板音乐小王子温和攻x军三代兵王痞子狂犬受）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/f6fd6ec77766"
  },
  {
    "文件名": "[废文 完结]班长和混混（1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/792f56a349ee"
  },
  {
    "文件名": "[1v1 完结]《风雪若有情（民国 先婚后爱）》作者：Caturday.txt",
    "夸克盘链接": "https://pan.quark.cn/s/f11826b3ac6c"
  },
  {
    "文件名": "废文[完结] 开弓与回头箭(荤素均衡) 作者：就要挖金特.txt",
    "夸克盘链接": "https://pan.quark.cn/s/b09f2b69aa18"
  },
  {
    "文件名": "[废文 完结]《马奴》作者：DomY（女攻1v1 以为在养宠物的贵族女主x就是宠物的马奴男主）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c1f345939c3a"
  },
  {
    "文件名": "[1v1 完结]《对家庭教师的催眠（双性）》作者：没有名字.txt",
    "夸克盘链接": "https://pan.quark.cn/s/15b16541f9c1"
  },
  {
    "文件名": "[np 完结]《养成一个小骚货（双性）》作者：很帅.txt",
    "夸克盘链接": "https://pan.quark.cn/s/4d407c03cfb4"
  },
  {
    "文件名": "[完结+番外]《契合陷落（3p 双性）》作者：一枚夹心饼.txt",
    "夸克盘链接": "https://pan.quark.cn/s/30a9cb14ebad"
  },
  {
    "文件名": "[废文 完结]《沈府那个宝贝》作者：酸酸鸭（古代1v1  当神偷要偷就要偷最珍贵的）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/9408b2d1e540"
  },
  {
    "文件名": "[完结]《脑子愚钝的徒儿》作者：没有名字（1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/67b7d1747f7c"
  },
  {
    "文件名": "[废文 完结]《班长和混混》作者：散装白糖（校园1v1小甜饼 沉稳忠犬班长x伪不良混混）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/7dbc84b2fef8"
  },
  {
    "文件名": "[完结]《情兆》作者：书回（1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/5f3d4cbb6121"
  },
  {
    "文件名": "[完结]《房主的“恋爱试验”》作者：午后暖阳（1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ab0b6ebb4836"
  },
  {
    "文件名": "[废文 完结]收钱办事（1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/0da088e4f746"
  },
  {
    "文件名": "《给大屁股室友舔逼》作者：周周周周.txt",
    "夸克盘链接": "https://pan.quark.cn/s/9bbe61c994ca"
  },
  {
    "文件名": "[废文 完结]《玉壶春》作者：病中春（1v1 蛇妖攻×书生受）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ef632991328d"
  },
  {
    "文件名": "[废文 完结]《我有娱乐圈大瓜》作者：夜色岛屿.txt",
    "夸克盘链接": "https://pan.quark.cn/s/f24f6da2d8c0"
  },
  {
    "文件名": "[完结]《没被催眠也被艹》作者：午后暖阳（np）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a87c201251c0"
  },
  {
    "文件名": "[废文 完结]《浓度差》作者：匿名咸鱼（弱强1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/f3e29bbf83d4"
  },
  {
    "文件名": "[废文 完结]《收钱办事》作者：落星出馀（1v1小甜饼 钱奴属性不明攻 X 钓系美人继子受）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/46a2dc36f2b0"
  },
  {
    "文件名": "[1v1 完结]《虫族 反叛攻略》作者：啦啦啦啦啦.txt",
    "夸克盘链接": "https://pan.quark.cn/s/f2ab1f85eb3e"
  },
  {
    "文件名": "[完结]《老沃尔夫的遗产》作者：池砚（np）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/f792681790e4"
  },
  {
    "文件名": "[完结]《睡遍王者峡谷》作者：嘿嘿哒（快穿np）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/edecaf7aa511"
  },
  {
    "文件名": "占有（南山有点懒）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/3816ebd70518"
  },
  {
    "文件名": "[合集 完结]《男朋友（bdsm 短篇1v1）》作者：赵十一.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ba2c2728d975"
  },
  {
    "文件名": "[完结]《盲村》作者：迷糊苏打水6（1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/1f5b2dff4251"
  },
  {
    "文件名": "[np 完结]《小偷失手被抓（主受 抹布）》作者：青葙子.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a9c10b4f164a"
  },
  {
    "文件名": "[废文 完结]《烧荒》作者：晏无处（双向暗恋1v1 大佬爱上家道中落业余散打选手）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/27dc931554c1"
  },
  {
    "文件名": "[1v1 完结]《［GB女攻 双性］生态瓶》作者：summeraaaatree.txt",
    "夸克盘链接": "https://pan.quark.cn/s/10dbe102b4c4"
  },
  {
    "文件名": "[完结+全番外]《夜夜情（1v1 futa 百合）》作者：六颗杨梅.txt",
    "夸克盘链接": "https://pan.quark.cn/s/704f84ae36ed"
  },
  {
    "文件名": "《不可思议洞穴》作者：山清水秀.txt",
    "夸克盘链接": "https://pan.quark.cn/s/917564c5fbf0"
  },
  {
    "文件名": "[完结]《【第四爱】影帝之甘为千金足下犬》作者：暗黑系魔女（扶她女攻1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c31258255639"
  },
  {
    "文件名": "[1v1 完结]《滚出我的地盘（伪骨科）》作者：狂风乱作.txt",
    "夸克盘链接": "https://pan.quark.cn/s/04044964eea1"
  },
  {
    "文件名": "《劣质品》作者：予成.txt",
    "夸克盘链接": "https://pan.quark.cn/s/86768c5f6fd2"
  },
  {
    "文件名": "《焚情予卿》作者：疑问词黑鸭.txt",
    "夸克盘链接": "https://pan.quark.cn/s/d8f8043c76fd"
  },
  {
    "文件名": "《教官不正经》BY折柳入酒.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c973f8b31d2e"
  },
  {
    "文件名": "[废文 完结]不能理解（1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/62fe68dce3d3"
  },
  {
    "文件名": "[合集 完结]《19禁网游（总攻，短篇）》作者：多肉咩.txt",
    "夸克盘链接": "https://pan.quark.cn/s/f209f36dabdc"
  },
  {
    "文件名": "不圆完结+6番外.txt",
    "夸克盘链接": "https://pan.quark.cn/s/4cc243ed86dc"
  },
  {
    "文件名": "《调戏双性转校生结果变成了他的老婆（1v1）》作者：小土【补】[完结+全番外].txt",
    "夸克盘链接": "https://pan.quark.cn/s/4f9be11cd3b3"
  },
  {
    "文件名": "[1v1 完结]《老头的晚年性福生活（公媳）》作者：磨一磨.txt",
    "夸克盘链接": "https://pan.quark.cn/s/5d1245496a59"
  },
  {
    "文件名": "[1v1 完结]《伤疤》作者：LiefK.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c617540a7d5a"
  },
  {
    "文件名": "[完结+番外]《过客（1v1）》作者：七七的五彩石.txt",
    "夸克盘链接": "https://pan.quark.cn/s/0a101af9c19d"
  },
  {
    "文件名": "[1v1 完结]《单身爸爸，被孕生子（父子）》作者：磨一磨.txt",
    "夸克盘链接": "https://pan.quark.cn/s/167961757db4"
  },
  {
    "文件名": "[1v1 完结]《盲村（双性）be》作者：迷糊苏打水6.txt",
    "夸克盘链接": "https://pan.quark.cn/s/cccbc303f0b3"
  },
  {
    "文件名": "[完结]《训诫良家夫男》作者：暗黑系魔女（女攻1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a69429cac1b4"
  },
  {
    "文件名": "[1v1 完结]《人妖生存手册（暴发户直男宠妻攻x坚韧淡泊敏感人妖受）》作者：不知名美羊羊.txt",
    "夸克盘链接": "https://pan.quark.cn/s/b8ac8906f851"
  },
  {
    "文件名": "[1v1 完结]《小行星上的米青奶牧场（互攻）》作者：取名字好难鸭.txt",
    "夸克盘链接": "https://pan.quark.cn/s/71dd624232b8"
  },
  {
    "文件名": "《松山引》作者：荒山渡.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a3a15ba789db"
  },
  {
    "文件名": "[废文 完结]《重来一次的理由》作者：无脑玛丽苏.txt",
    "夸克盘链接": "https://pan.quark.cn/s/6df603376edb"
  },
  {
    "文件名": "[废文 完结]《携手》作者：江瑾咕咕咕（现代强强 与死敌一起接了任务，然后和死敌搞在了一起）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/9c82882de84d"
  },
  {
    "文件名": "[合集 完结]《一些同人H短打》作者：榴莲千层饼.txt",
    "夸克盘链接": "https://pan.quark.cn/s/668874d680ad"
  },
  {
    "文件名": "《老实受翻身记》作者：大头朝田.txt",
    "夸克盘链接": "https://pan.quark.cn/s/5919439f551b"
  },
  {
    "文件名": "[np 完结]《穿越之人人都想c我（双性总受）》作者：荒夜.txt",
    "夸克盘链接": "https://pan.quark.cn/s/6fb153268c8e"
  },
  {
    "文件名": "《受气包》作者：有时吃茶（校园甜文 恶霸x怂包）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/66186e7da1c5"
  },
  {
    "文件名": "[1v1 完结]《蔷薇花囚（ABO 双A）》作者：凌落Hugh.txt",
    "夸克盘链接": "https://pan.quark.cn/s/f802947399c5"
  },
  {
    "文件名": "【棠】[完结]白月光和好哥们儿都爱上我这狗杂种【np】 作者：言覃.txt",
    "夸克盘链接": "https://pan.quark.cn/s/06e1d133ded4"
  },
  {
    "文件名": "[完结蛋全]《弱攻在地铁会被骚逼轮煎》作家：暗黑小当家（np）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/67185928a373"
  },
  {
    "文件名": "[废文 完结]《小师弟成了魔尊后》作者：梅小（1v1 仙道之首大师兄x魔界祸害小师弟）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/99aec9409e81"
  },
  {
    "文件名": "[完结]《夜幕与蔷薇》作者：贪海（1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/6f27546d70a7"
  },
  {
    "文件名": "[np 完结]《忽然变成一只野鬼（催眠）》作者：没有名字.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ecfcf524e354"
  },
  {
    "文件名": "[废文 完结]戒断SSRIs（1v1）作者：嘤嘤嘤大小姐.txt",
    "夸克盘链接": "https://pan.quark.cn/s/23d618fcceca"
  },
  {
    "文件名": "[废文 完结]《离婚纪念日》作者：乌贼小妖精（1v1 互攻互生）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/91ffaed51c7a"
  },
  {
    "文件名": "[1v1 完结]《陶生（书生攻x女装大佬狐妖受）》作者：一枝楼.txt",
    "夸克盘链接": "https://pan.quark.cn/s/fda693eec7d5"
  },
  {
    "文件名": "[1v1 完结]《寒玉（父子年下）》作者：小顾.txt",
    "夸克盘链接": "https://pan.quark.cn/s/b0f75574f108"
  },
  {
    "文件名": "[废文 完结]《废物师尊》作者：鱼24364／文化荒漠.txt",
    "夸克盘链接": "https://pan.quark.cn/s/b7fcb587ada7"
  },
  {
    "文件名": "[np 完结]《性爱医院》作者：风铃草.txt",
    "夸克盘链接": "https://pan.quark.cn/s/f02a89ccf8e6"
  },
  {
    "文件名": "《身体法则【主攻】》BY吴单衫.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c429aef7b35a"
  },
  {
    "文件名": "[1v1 完结]《傲娇什么的不就是用来欺负的吗（受追攻）》作者：yo.txt",
    "夸克盘链接": "https://pan.quark.cn/s/67dc66801861"
  },
  {
    "文件名": "《来真的》作者：月半女丑.txt",
    "夸克盘链接": "https://pan.quark.cn/s/b6b88d48b985"
  },
  {
    "文件名": "[废文 完结]《没想到我会变成这样》作者：pawer（1v1双性小甜饼）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/2f65c2854d27"
  },
  {
    "文件名": "[1v1 完结]《睡了大佬后我提裤子跑路了（年下 下克上）》作者：石石扉扉.txt",
    "夸克盘链接": "https://pan.quark.cn/s/16a8beca02fb"
  },
  {
    "文件名": "[废文 完结]《佛珠》作者：洛水神川（1v1小甜饼 腹黑禁欲和尚攻x诱得一匹妖精受）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e96fdc8e16d7"
  },
  {
    "文件名": "[1v1 完结]《发情期（ABO）》作者：芒狗.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ee17d18d2288"
  },
  {
    "文件名": "[np 完结]《弱攻在地铁会被骚逼轮煎（逆痴汉 弱攻 总攻）》作者：暗黑小当家.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c459f67436be"
  },
  {
    "文件名": "[np 完结]《公司领导同事各个想艹我（单性）》作者：树下睡仙人.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c851a111fe55"
  },
  {
    "文件名": "[废文 完结]《私密恋爱》作者：太空飞行（下克上1v1 狗狗系大学生x社畜大叔）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/861bdf40d096"
  },
  {
    "文件名": "[1v1 完结]《操哭清冷兄妻（嫂子文学）》作者：海拉.txt",
    "夸克盘链接": "https://pan.quark.cn/s/18d93c7d2ea0"
  },
  {
    "文件名": "[1v1 完结]《哥哥大人夜夜索求（双性 骨科）》作者：暮色.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a23cc7919b1f"
  },
  {
    "文件名": "[完结+番外]《被植物人了怎么办（1v1）》作者：do爱吗.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ae8cb0d00950"
  },
  {
    "文件名": "[废文 完结]《落日陷阱》作者：柏树绝冥（年下1v1 叛逆狼狗x清冷后妈）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/5ace038748e7"
  },
  {
    "文件名": "[废文 完结]《真的不想再做春梦了！》作者：Cruisin（1v1 每晚都穿进不同的H文里当男主）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/dd1452e3e71f"
  },
  {
    "文件名": "[废文 完结]《秘密实验》作者：桃子momo（重口）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/cba976ef665c"
  },
  {
    "文件名": "[废文 完结]《秋日私语》作者：富贵险中求（1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/62ed9c70218d"
  },
  {
    "文件名": "[废文 完结]《春色如许》作者：mostmilktea（1v1ABO）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/96253329cd03"
  },
  {
    "文件名": "[1v1 完结]《舍友总是馋我身子》作者：九鸢.txt",
    "夸克盘链接": "https://pan.quark.cn/s/2b01917fc3a9"
  },
  {
    "文件名": "[1v1 完结]《神经病总让我生孩子》作者：一枚夹心饼.txt",
    "夸克盘链接": "https://pan.quark.cn/s/f2876d07029f"
  },
  {
    "文件名": "鬼新娘.txt",
    "夸克盘链接": "https://pan.quark.cn/s/f2b078d4bce4"
  },
  {
    "文件名": "[废文 完结]《夏寻》作者：陈衿悠（1v1小甜饼 一个富家书店主和一个娇娇的病罐子的小故事）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/61f4a1dbaf93"
  },
  {
    "文件名": "[完结]《和室友们的恩爱生活》作家：一二三（校园np）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/dece60bcf8a0"
  },
  {
    "文件名": "[合集 完结]《重生之后认真宠媳妇（短篇集 ABO）》作者：芝芝桃桃.txt",
    "夸克盘链接": "https://pan.quark.cn/s/5aade0cd0231"
  },
  {
    "文件名": "[完结]《白云》作者：一只蓝鲸（1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/0c5d6ca6cbe7"
  },
  {
    "文件名": "[完结]《我找到你了》作者：惜囚和他的触手（1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/f8c864c6ea74"
  },
  {
    "文件名": "[完结+1番外]《我师尊和他的狼君（np 人兽）》作者：白纸画卷.txt",
    "夸克盘链接": "https://pan.quark.cn/s/2ce4a72f4a92"
  },
  {
    "文件名": "[1v1 完结[《智齿（双向救赎）》作者：言柒七七七.txt",
    "夸克盘链接": "https://pan.quark.cn/s/60ce32041314"
  },
  {
    "文件名": "[废文 完结]《盛夏热恋》作者：Y（年下1v1 我看上了我的家教老师）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/64c5f968f3d6"
  },
  {
    "文件名": "[1v1 完结]《偷偷的》作者：奶黄包.txt",
    "夸克盘链接": "https://pan.quark.cn/s/825ba7f19bb8"
  },
  {
    "文件名": "[完结]《人妻租赁》作者：摸摸（np）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/6664bf75b7db"
  },
  {
    "文件名": "[1v1 完结]《告白信（骨科）》作者：Kiiira.txt",
    "夸克盘链接": "https://pan.quark.cn/s/b8ccdfd0504a"
  },
  {
    "文件名": "[废文 完结]《逆向勾引／逆向诱惑》作者：小土堆儿（主攻1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c87ebd52831c"
  },
  {
    "文件名": "[废文 完结]《替身管家》作者：关语小可爱（主人攻×管家受，白月光替身梗）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/d85b5771721e"
  },
  {
    "文件名": "废文[完结] 海王翻车实录(现代) 作者：沉星不眠.txt",
    "夸克盘链接": "https://pan.quark.cn/s/5cdec8856743"
  },
  {
    "文件名": "[1v1 完结]《女王的疯狗（戾气黑人攻x华裔双性女王受）》作者：溢瓶水【黑白交融番外合集】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/9f38af3b1846"
  },
  {
    "文件名": "《游泳健身和我了解一下》作者：QishibeLUNA.txt",
    "夸克盘链接": "https://pan.quark.cn/s/7250466d1017"
  },
  {
    "文件名": "[废文 完结]《吻骨》作者：山丁子（我的男朋友出轨了，我就连做鬼都还是爱他 痴情攻x渣受）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ab953b18c908"
  },
  {
    "文件名": "公公大，儿媳骚（绿帽NTR）（张嘴吃肉）完结.txt",
    "夸克盘链接": "https://pan.quark.cn/s/cfb8856ae79a"
  },
  {
    "文件名": "[完结]《火花》作者：芝芝桃桃（脑洞合集，有一篇是sp文）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/5ddfcdc28646"
  },
  {
    "文件名": "[1v1 完结]《被竹马下药强奸的双性美人》作者：我不会说真话.txt",
    "夸克盘链接": "https://pan.quark.cn/s/5d29abc6dbe9"
  },
  {
    "文件名": "[完结+番外]《弟弟就是用来被哥哥玩弄的（年上骨科1v1 受舔攻）》作者：D哥.txt",
    "夸克盘链接": "https://pan.quark.cn/s/8ce22b49f653"
  },
  {
    "文件名": "[np 完结]《一个男孩决定去死》作者：Godzita.txt",
    "夸克盘链接": "https://pan.quark.cn/s/2fcf4d72826c"
  },
  {
    "文件名": "[完结蛋全]《谁是谁的替身啊》作者：爱喝气泡水（1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/f15d8df1357e"
  },
  {
    "文件名": "[1v1 完结]《被强行做成人妖之后（sm）》作者：止枯.txt",
    "夸克盘链接": "https://pan.quark.cn/s/3ea1f0e3956a"
  },
  {
    "文件名": "[1v1 完结]《我的新邻居（腹黑霸道英俊攻×小哭包双性受）》作者：我不姓司.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c2f547bacefd"
  },
  {
    "文件名": "《心笼》作者：万鸿琦.txt",
    "夸克盘链接": "https://pan.quark.cn/s/b26f1c13c83a"
  },
  {
    "文件名": "[完结]《伯爵的卧室（ABO）》作者：北境有黄离.txt",
    "夸克盘链接": "https://pan.quark.cn/s/4860445fefb5"
  },
  {
    "文件名": "[废文 完结]《我的师娘是女装大佬》作者：一只幼女亭（论坛体）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/faf6298a2e6d"
  },
  {
    "文件名": "漫画崩坏后（匿名的甜豆）完结.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c60cdd0498bf"
  },
  {
    "文件名": "[1v1 完结]《重生【被迫成为病娇的玩物】双性》作者：一枚夹心饼.txt",
    "夸克盘链接": "https://pan.quark.cn/s/2028891d310e"
  },
  {
    "文件名": "废文[完结] 康町食神(灵异) 作者：wuikxk.txt",
    "夸克盘链接": "https://pan.quark.cn/s/68c95b954b6b"
  },
  {
    "文件名": "[完结]《军中冤罪》作者：小玫瑰（1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/f396d628f84a"
  },
  {
    "文件名": "[废文 完结]姐姐（GL百合1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a87af34d06cf"
  },
  {
    "文件名": "[np 完结]《学校校长性教育指导》作者：没有名字.txt",
    "夸克盘链接": "https://pan.quark.cn/s/8cf0cd7862fe"
  },
  {
    "文件名": "[合集 完结]《奶味小美人（短篇）原名：溢乳的小美人》作者：重渡.txt",
    "夸克盘链接": "https://pan.quark.cn/s/af9b2eba40ae"
  },
  {
    "文件名": "[1v1 完结]《绝对服从（年下）》作者：一枚夹心饼.txt",
    "夸克盘链接": "https://pan.quark.cn/s/580397bc0fe5"
  },
  {
    "文件名": "[1v1 完结]《溺爱》作者：沉疴.txt",
    "夸克盘链接": "https://pan.quark.cn/s/d9b5ecc8ae34"
  },
  {
    "文件名": "[1v1 完结]《总裁和他的小助理ABO》作者：名字木有酱.txt",
    "夸克盘链接": "https://pan.quark.cn/s/5af73ded49d5"
  },
  {
    "文件名": "[1v1 完结]《姐夫请你艹我》作者：树下睡仙人.txt",
    "夸克盘链接": "https://pan.quark.cn/s/5eda20f21b35"
  },
  {
    "文件名": "【棠】[完结]妻弟的诱惑[双性]作者：午夜明灯.txt",
    "夸克盘链接": "https://pan.quark.cn/s/cbb6f1b957e5"
  },
  {
    "文件名": "[废文 完结]《荐臻》作者：蹊孟（np 弱攻）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/b5a9104b9834"
  },
  {
    "文件名": "[完结+番外]《我被亲生爸爸草的浪叫（1v1）》作者：蜂蜜小面包.txt",
    "夸克盘链接": "https://pan.quark.cn/s/328d29d76e97"
  },
  {
    "文件名": "[完结]《大傻子百度后把前辈强制爱了》作者：言覃（1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/7933f7c1e204"
  },
  {
    "文件名": "[1v1 完结]《（伪父子）儿子不是亲生的？那就干他！》作者：取名字好难鸭.txt",
    "夸克盘链接": "https://pan.quark.cn/s/8ee0ccf5cbe4"
  },
  {
    "文件名": "[完结]《总裁和助理》作者：秦七安（1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/68a0c427c2be"
  },
  {
    "文件名": "[废文 完结]《双重体验》作者：东城南陌花下（校园1v1 忠犬校草学霸攻 x 别扭绝色双_受）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/6a627cfcffdc"
  },
  {
    "文件名": "偏轨（末世穿书）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/3d8c57bad854"
  },
  {
    "文件名": "[完结]《自W受伤后主治医生是前任》作者：九厘米雾岛（1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/65dc7b55a298"
  },
  {
    "文件名": "[完结]《醉酒的叔父》作者：午后暖阳（1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/d285a7d79763"
  },
  {
    "文件名": "[np 完结]《把隔壁美妻催眠之后（双性）》作者：水干草.txt",
    "夸克盘链接": "https://pan.quark.cn/s/6db66bc3d71d"
  },
  {
    "文件名": "[废文 完结]《小白莲才不是小白脸》作者：匿名咸鱼（1v1 受宠攻）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/7f4f6181b598"
  },
  {
    "文件名": "[废文 完结]《家里养了个小祖宗》作者：明明灯火万千呀L（1v1 猫猫受x温柔贤惠攻）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/fe4efa52ae86"
  },
  {
    "文件名": "[废文 完结]《致爱至死》作者：匿名咸鱼（暴力黑帮老大攻x绿茶疯狗受）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/815b7f97dd2b"
  },
  {
    "文件名": "《鱼游到哪》作者：匿名咸鱼.txt",
    "夸克盘链接": "https://pan.quark.cn/s/51e55b054701"
  },
  {
    "文件名": "[1v1 完结]《金主他好像有那个大病（ABO 双性）》作者：法海我不懂爱.txt",
    "夸克盘链接": "https://pan.quark.cn/s/addda2a0bc01"
  },
  {
    "文件名": "[废文 完结]《秘密心事》作者：是清韵呀w（娱乐圈1v1 风流体贴渣男金主攻x天然撩小演员受）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/cba7b25800d0"
  },
  {
    "文件名": "[废文 完结]《暗度》作者：居异（小妈文学）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c7d1a70ec179"
  },
  {
    "文件名": "太过依赖你（骨科）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/6e686d0e78af"
  },
  {
    "文件名": "[完结+1番外]《哥胖，但哥艳福不浅（主攻1v1）》作者：没有名字.txt",
    "夸克盘链接": "https://pan.quark.cn/s/06fb42444830"
  },
  {
    "文件名": "[废文 完结]《我打翻了他的奶茶》作者：挖个坑坑（1v1小甜饼）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/4e9c5fe61911"
  },
  {
    "文件名": "《谬误手记》作者：不用喊我起来吃饭.txt",
    "夸克盘链接": "https://pan.quark.cn/s/8a3bdd1a27f4"
  },
  {
    "文件名": "[1v1 完结]《【SP】羽翼之下》作者：浅鱼ShallowFis.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c002c485fe68"
  },
  {
    "文件名": "[1v1 完结]《［兄弟年下骨科 弟攻哥受］哥哥什么的就应该被弟弟上吧》作者：咸鱼干.txt",
    "夸克盘链接": "https://pan.quark.cn/s/3659e67a2d5c"
  },
  {
    "文件名": "[np 完结]《催眠产水日记》作者：没有名字.txt",
    "夸克盘链接": "https://pan.quark.cn/s/2d45480a58d9"
  },
  {
    "文件名": "[1v1 完结]《我给魔尊解封后（GB女攻 双 产）》作者：悠悠爱吃肉.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a2310f0ba578"
  },
  {
    "文件名": "[完结]《完美匹配》作者：沉欲（1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/d9023e2686df"
  },
  {
    "文件名": "[废文 完结]《禁止喧哗》作者：一只酷盖兔（3P、双性、师生、骨科、男妈妈、药娘、三观不正）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/0c782d42abee"
  },
  {
    "文件名": "“潜规则”（娱乐圈，abo1v1.txt",
    "夸克盘链接": "https://pan.quark.cn/s/cf7ab9f8689d"
  },
  {
    "文件名": "废文[完结] 孟冬寒气至(古代) 作者：一澄.txt",
    "夸克盘链接": "https://pan.quark.cn/s/601b26a456a0"
  },
  {
    "文件名": "[完结+1番外]《【花亦山同人】警世喻言（主攻1v1）》作者：九天流火.txt",
    "夸克盘链接": "https://pan.quark.cn/s/eddcac030b99"
  },
  {
    "文件名": "[1v1 完结]《老爹与傻儿子的瘙事》作者：磨一磨.txt",
    "夸克盘链接": "https://pan.quark.cn/s/f8133339b99d"
  },
  {
    "文件名": "[废文 完结]不要脸（np）作者：烧烤微辣多糖.txt",
    "夸克盘链接": "https://pan.quark.cn/s/02b4b83a5ddf"
  },
  {
    "文件名": "《翃翃难停》作者：谢半仙.txt",
    "夸克盘链接": "https://pan.quark.cn/s/b0d033f5428f"
  },
  {
    "文件名": "[废文 完结]《踹掉渣男后遇见挚爱》作者：白洛忻（1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/747525eec8de"
  },
  {
    "文件名": "[废文 完结]《人家只是毛茸茸的》作者：碎碎声（校园1v1小甜饼）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/8afcec879e49"
  },
  {
    "文件名": "[完结]《愿得一人心》作者：沉欲（1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ce7105c5cda4"
  },
  {
    "文件名": "[1v1 完结]《如沐橙风（受追攻）》作者：疯狗.txt",
    "夸克盘链接": "https://pan.quark.cn/s/acd791d9f7ef"
  },
  {
    "文件名": "[1v1 完结]《蜜色大奶男被强取豪夺的日子（双性）》作者：荔荔椰椰椰.txt",
    "夸克盘链接": "https://pan.quark.cn/s/6091ef4ee9da"
  },
  {
    "文件名": "《潘多拉魔盒》作者：1duanq1.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a4c92dc06324"
  },
  {
    "文件名": "[1v1 完结]《暴艹继母（双性大奶受）》作者：月依痕.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ead8b1a4ace9"
  },
  {
    "文件名": "《奶糖患者》作者：E理科生.txt",
    "夸克盘链接": "https://pan.quark.cn/s/6c524fb9b046"
  },
  {
    "文件名": "[完结+番外]《世界第一讨厌哥哥（年下伪骨科1v1）》作者：之朽.txt",
    "夸克盘链接": "https://pan.quark.cn/s/f0ac11e4cf2c"
  },
  {
    "文件名": "[完结+番外]《吃了仙丹变兽之后（双性总受，人兽人外）》作者：吃肉的长耳兔.txt",
    "夸克盘链接": "https://pan.quark.cn/s/9d276fc38be5"
  },
  {
    "文件名": "[1v1 完结]《姐夫（双性 傻黄甜）》作者：云上青风.txt",
    "夸克盘链接": "https://pan.quark.cn/s/5edb51b1186c"
  },
  {
    "文件名": "[废文 完结]《默默》作者：匿名咸鱼（校园1v1 暗恋）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/be4e052300a3"
  },
  {
    "文件名": "[废文 完结]《海王是否能够浪子回头》作者：白洛忻（np）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/f9cac8b476de"
  },
  {
    "文件名": "[废文 完结]《天逆鉾》作者：Sakura白鲸（咒术回战同人1v1 双性生子 五条悟x禅院直哉）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/10250249005c"
  },
  {
    "文件名": "[废文 完结]《颂颂》作者：匿名咸鱼（女攻1v1 温柔冷淡姐姐×绿茶甜心小狗）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e3c2845da1ae"
  },
  {
    "文件名": "[1v1 完结]《教主没救了（双性生子 年下黑化攻）》作者：祈纱纱.txt",
    "夸克盘链接": "https://pan.quark.cn/s/4817a7f34baf"
  },
  {
    "文件名": "[完结+番外]《他看起来很好睡（1v1 双性）》作者：芋圆芋泥007.txt",
    "夸克盘链接": "https://pan.quark.cn/s/af8cd815d4f9"
  },
  {
    "文件名": "《疯批哥哥是S属性（骨科）》作者：咩咩大绵羊[1v1 完结].txt",
    "夸克盘链接": "https://pan.quark.cn/s/ecb3e91b5e1c"
  },
  {
    "文件名": "[完结+番外]《笨蛋绿茶的淫荡旅程（1v1）》作者：衿白.txt",
    "夸克盘链接": "https://pan.quark.cn/s/9d8554bf48a3"
  },
  {
    "文件名": "《傻子》作者：Mikiimoli.txt",
    "夸克盘链接": "https://pan.quark.cn/s/247763ccf579"
  },
  {
    "文件名": "上瘾（嗨呀来吃糕）完结+番外.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a90281f49006"
  },
  {
    "文件名": "[1v1 完结]《末世兽欲（人兽）》作者：秽萌天下.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a829eedb9bf6"
  },
  {
    "文件名": "[1v1 完结]《老师今天也很湿》作者：蜂蜜小面包.txt",
    "夸克盘链接": "https://pan.quark.cn/s/80df76cdeaed"
  },
  {
    "文件名": "[完结]《温馨小故事合集》作者：没有名字~清水.txt",
    "夸克盘链接": "https://pan.quark.cn/s/1d2fb623367f"
  },
  {
    "文件名": "【废】[完结]玫瑰(ABO) 作者：匿名咸鱼.txt",
    "夸克盘链接": "https://pan.quark.cn/s/792b076519b1"
  },
  {
    "文件名": "[1v1 完结]《苍生纪（哪吒攻×敖丙受）》作者：柠檬水泡片.txt",
    "夸克盘链接": "https://pan.quark.cn/s/b7037ff98197"
  },
  {
    "文件名": "[完结]《小师叔他总是被操》作者：小鲨鱼（双性 1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/f6c32d0c53e7"
  },
  {
    "文件名": "[完结+番外]《六月白头（1v1）》作者：天地合.txt",
    "夸克盘链接": "https://pan.quark.cn/s/17e62b4d3114"
  },
  {
    "文件名": "《草莓牛奶冰》BYcommonbon.txt",
    "夸克盘链接": "https://pan.quark.cn/s/b83ac2557df8"
  },
  {
    "文件名": "[1v1 完结]《驯养小宠物》作者：一枚夹心饼.txt",
    "夸克盘链接": "https://pan.quark.cn/s/5c7eacc0831e"
  },
  {
    "文件名": "废文[完结] 黄金桂(相爱相杀) 作者：邓中秋.txt",
    "夸克盘链接": "https://pan.quark.cn/s/eaceecc3a8d5"
  },
  {
    "文件名": "[1v1 完结]《女装大佬他命苦啊》作者：拟系.txt",
    "夸克盘链接": "https://pan.quark.cn/s/3a8444e333a4"
  },
  {
    "文件名": "[1v1 完结]《校霸舍友猛肏（双性）》作者：蜂蜜小面包.txt",
    "夸克盘链接": "https://pan.quark.cn/s/97019ca07566"
  },
  {
    "文件名": "[完结]《打肿红屁股》作者：芝芝桃桃（sp短文合集）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/02679095040a"
  },
  {
    "文件名": "《当竹马说患上了不育症》作者：卡夫卡的猫.txt",
    "夸克盘链接": "https://pan.quark.cn/s/b0708b470455"
  },
  {
    "文件名": "[废文 完结]《学长好像在凑近我脖颈》作者：秋雨来信（1v1 ABO 论坛体）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/1234a1290e6c"
  },
  {
    "文件名": "[废文 完结]《我舍友把他香水藏哪了》作者：雀眠（主攻1v1 ABO）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/2f18acf3ccc9"
  },
  {
    "文件名": "[1v1 完结]《勾引下属的巨乳老板（双性生子 大奶受）》作者：横向霸道小螃蟹.txt",
    "夸克盘链接": "https://pan.quark.cn/s/4fccc149a710"
  },
  {
    "文件名": "[1v1 完结]《年年有余》作者：好运莲莲.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ab885de5dc7b"
  },
  {
    "文件名": "[1v1 完结]《哥哥是狼》作者：醉醉猫.txt",
    "夸克盘链接": "https://pan.quark.cn/s/f8deb78b952e"
  },
  {
    "文件名": "[1v1 完结]《和姑父的日日液液（单性 过程np）》作者：午夜明灯.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e46cdd884dba"
  },
  {
    "文件名": "[废文 完结]《失真》作者：枕灯眠（K9 下克上 严厉变态S洁癖反差M 监禁强制）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/997ab6ab7238"
  },
  {
    "文件名": "[废文 完结]《骗子爱情》作者：小猪侦查员（np 万人迷风流直男受x（伪）爱情骗子（真）替身情人女装大佬攻）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ff1300e2ab32"
  },
  {
    "文件名": "[合集 完结]《渣攻变成R币Q之后（短篇）》作者：我是泥石流.txt",
    "夸克盘链接": "https://pan.quark.cn/s/06cb99b1e691"
  },
  {
    "文件名": "[完结+全番外]《一切巧合都有缘由（1v1）》作者：当一只咕咕.txt",
    "夸克盘链接": "https://pan.quark.cn/s/81c1db1a7f8e"
  },
  {
    "文件名": "[废文 完结]《大哥，你头发油了》作者：是随随啦（1v1校园小甜饼 霸气深情攻×单纯憨憨受）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/1e36b2474b7a"
  },
  {
    "文件名": "[1v1 完结]《屠夫（主攻）》作者：饿了就吃大米饼.txt",
    "夸克盘链接": "https://pan.quark.cn/s/4e56ef8d7d82"
  },
  {
    "文件名": "[废文 完结]《风乍起》作者：聆尘（破镜重圆1v1 我攻了前任渣攻）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/796051bda9d1"
  },
  {
    "文件名": "[废文 完结]窝囊男人（1v1）作者：彳亍之尸.txt",
    "夸克盘链接": "https://pan.quark.cn/s/eb671889a09e"
  },
  {
    "文件名": "[1v1 完结]《卖身为鸭的亲儿子（be）》作者：没有名字.txt",
    "夸克盘链接": "https://pan.quark.cn/s/13a0667c1c02"
  },
  {
    "文件名": "《非常关系》作者：小小小小攸.txt",
    "夸克盘链接": "https://pan.quark.cn/s/0f3c396e9e56"
  },
  {
    "文件名": "[废文 完结]《协议妻子》作者：鱼24364（双性1v1 先婚后爱）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/620b2bf14f71"
  },
  {
    "文件名": "[废文 完结]《双向私生》作者：林诺煌（我跟踪着在跟踪的人跟踪到了自己家）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/2ed28afd048a"
  },
  {
    "文件名": "[废文 完结]当我激情磕炮时（1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ac9c7b4e9028"
  },
  {
    "文件名": "《厌夏》作者：四喜番茄.txt",
    "夸克盘链接": "https://pan.quark.cn/s/f173734f5957"
  },
  {
    "文件名": "[完结+2番外]《老师，你的节操掉了（师生1v1 微变态老师x想被狠操的隐M学生）》作者：杂食系在此.txt",
    "夸克盘链接": "https://pan.quark.cn/s/8f4e76baa96a"
  },
  {
    "文件名": "[废文 完结]《微乳社畜》作者：轶佰（1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c051d9ae319b"
  },
  {
    "文件名": "《明日》作者：幺简儿.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c0770a23c95e"
  },
  {
    "文件名": "[np 完结]《将渣攻顽成阿毕Q》作者：我是泥石流.txt",
    "夸克盘链接": "https://pan.quark.cn/s/44fa656677bb"
  },
  {
    "文件名": "[废文 完结]《小狐狸》作者：衣冠似雪（1v1 温柔内敛书生x撒娇精小狐狸）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/431eb12e1102"
  },
  {
    "文件名": "[np 完结]《大diao主播关注了!【总攻】》作者：就是野.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a7cd949cbca4"
  },
  {
    "文件名": "[完结]《卿雪公子》作者：嘤嘤侠（np）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/019b1d51a1e1"
  },
  {
    "文件名": "[废文 完结]《不务正业雄狮铲屎官录》作者：三七长极（1v1 一头成年雄狮，巡视领地时，捡回一只猫）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/2b4a3209ed6d"
  },
  {
    "文件名": "[1v1 完结]《ABO夏日桃桃（女攻、女A）》作者：KUKIYA.txt",
    "夸克盘链接": "https://pan.quark.cn/s/36e1d2520d7b"
  },
  {
    "文件名": "[废文 完结]《苦果》作者：我爱糖醋排骨（三年前一场蓄意的接近，种下了苦果的根，三年后的重逢，是赎罪还是再一次的欺骗的开端？）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/64bb2ec0dce9"
  },
  {
    "文件名": "[合集 完结]《调教体育生成胶衣箱奴【BDSM暗黑向】》作者：青白君.txt",
    "夸克盘链接": "https://pan.quark.cn/s/4ef400917ed4"
  },
  {
    "文件名": "《婚后日常》作者：我只是想看一篇（强制爱 占有欲强爱吃醋攻x宠攻大美人受）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/46d6780c97f6"
  },
  {
    "文件名": "[废文 完结]《今天也想次老婆》作者：久晴大雾（校园1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/9130b1b70c76"
  },
  {
    "文件名": "[1v1 完结]《人走茶凉（年下伪骨科 强制）》作者：疯狗.txt",
    "夸克盘链接": "https://pan.quark.cn/s/0281b1487f38"
  },
  {
    "文件名": "[np 完结]《难题（总受）》作者：触手恶魔羊.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e74db2b29cc7"
  },
  {
    "文件名": "老禽兽与小混蛋.txt",
    "夸克盘链接": "https://pan.quark.cn/s/9c60a640f0bc"
  },
  {
    "文件名": "[完结]《我把你当爸爸》作者：午夜明灯（1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/b04c7e97e748"
  },
  {
    "文件名": "[废文 完结]《当我激情磕炮时》作者：矢双（1v1骨科小甜饼）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/0aeec08c7ec3"
  },
  {
    "文件名": "[废文 完结]《大路无边》作者：abcdefg66（年下1v1小甜饼）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/fd38d3d387f8"
  },
  {
    "文件名": "[np 完结]《盲目的女高中生（GB女攻）》作者：帅帅的铲土大爷.txt",
    "夸克盘链接": "https://pan.quark.cn/s/5ca7a0b9c4eb"
  },
  {
    "文件名": "《大佬变细佬》作者：宴惟.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e1f9397cbe50"
  },
  {
    "文件名": "[废文 完结]《冲喜》作者：丁丁跳（1v1 第三视角 狂妄王爷攻x独宠家奴受）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/7208a74a2cf5"
  },
  {
    "文件名": "[完结]《ABO瓶邪妄想曲》作者：安能如风（1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/720dad9b8e39"
  },
  {
    "文件名": "[废文 完结]《怪胎》作者：池春原（民国1v1 双性小甜饼）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/262f2a86719a"
  },
  {
    "文件名": "[废文 完结]《莓果》作者：墨以橙舟（年下哨向1v1 小太阳纯情娇花攻x心机美人大佬受）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/bc67a957cde5"
  },
  {
    "文件名": "[废文 完结]《跟我走》作者：Cea辞（女攻1v1 BDSM）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/55c202d8508e"
  },
  {
    "文件名": "[完结]《千千结》作者：请求权基础（3p）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/64e80e6eaffa"
  },
  {
    "文件名": "[1v1]害相思（北衣溺水）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/43fb129885e9"
  },
  {
    "文件名": "[废文 完结]《逃》作者：吉米吉米.txt",
    "夸克盘链接": "https://pan.quark.cn/s/53d0c1090808"
  },
  {
    "文件名": "勇者的寻龙之路.txt",
    "夸克盘链接": "https://pan.quark.cn/s/4c62435c9fd3"
  },
  {
    "文件名": "[完结]《小镇》作家：青山白（1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/9d99e4f3ad99"
  },
  {
    "文件名": "[废文 完结]一起看星星（GB女攻1v1）作者：一条废鱼.txt",
    "夸克盘链接": "https://pan.quark.cn/s/27d7f90b325c"
  },
  {
    "文件名": "[完结]《ABO夏日桃桃》作者 KUKIYA（女攻GB女A1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/81bc6b5d4fc1"
  },
  {
    "文件名": "[废文 完结]《小镇》作者：召也（年下骨科1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/28cd5c01162b"
  },
  {
    "文件名": "[废文 完结]《非我所属》作者：不三有肆（父亲的二婚对象竟是我暗恋的竹马？！ ntr）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/745fc2cedb25"
  },
  {
    "文件名": "《穿书后我成了男主师尊》作者：小魏不想起名.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a1b06f8c07fb"
  },
  {
    "文件名": "[废文 完结]《小嫂子》作者：是清韵呀w（1v1ABO）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/142073af97a6"
  },
  {
    "文件名": "《养叔》作者：啤酒和猫.txt",
    "夸克盘链接": "https://pan.quark.cn/s/076ce3b4e961"
  },
  {
    "文件名": "[废文 完结]被收养之后（np）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c2b25225619d"
  },
  {
    "文件名": "[废文 完结]《怎么样都无所谓了啦》作者：沧海闸刀魔（GB女攻1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/adb6569248b6"
  },
  {
    "文件名": "[1v1 完结]《怀瑜（抹布攻、痴情受）》作者：吃一口猫饼.txt",
    "夸克盘链接": "https://pan.quark.cn/s/f8e4a05dc96c"
  },
  {
    "文件名": "[完结]《调教体育生成胶衣箱奴》作者：青白君（短篇集 BDSM暗黑向）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/21996de3a262"
  },
  {
    "文件名": "[完结]《铁板鱿鱼》作者：小厨娘（1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/4eed5f531633"
  },
  {
    "文件名": "《山河日升》作者：萧森离肃.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c967d7b7b857"
  },
  {
    "文件名": "[废文 完结]《这次我不爱你了》作者：隳空（换攻 1v1互攻）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/b4254e8849f4"
  },
  {
    "文件名": "[废文 完结]《控弟》作者：翊笙（GB女攻1v1 姐弟骨科）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/60765b69b9e3"
  },
  {
    "文件名": "[完结]《年年有余》作家：好运莲莲（1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/f4c706674bf7"
  },
  {
    "文件名": "[完结蛋全]《先生，你报纸掉了》作者：卜世仁（1v1）~清水.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ba66bf7fd244"
  },
  {
    "文件名": "[废文 完结]《被收养之后》作者：Lemonm（np总受 伪骨科）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/61bea4b01765"
  },
  {
    "文件名": "[废文 完结]清平（人外1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e6221a981548"
  },
  {
    "文件名": "[完结]《小叔，你好》作者：爱喝气泡水（np）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/5eb1b15c2292"
  },
  {
    "文件名": "[1v1 完结]《我和小妈都是0》作者：是个胖子啊.txt",
    "夸克盘链接": "https://pan.quark.cn/s/cb9ea5119078"
  },
  {
    "文件名": "《荆棘》作者：匿名咸鱼.txt",
    "夸克盘链接": "https://pan.quark.cn/s/848cf8a8d0a2"
  },
  {
    "文件名": "[完结+1番外]《甘愿为囚（1v1）》作者：枪臣.txt",
    "夸克盘链接": "https://pan.quark.cn/s/5e8b8a8dcf39"
  },
  {
    "文件名": "[废文 完结]《清平》作者：温良良233（1v1 双性受x蛇攻）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/643cc2dcf803"
  },
  {
    "文件名": "[废文 完结+番外]老婆，要抱抱（1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/5a72d7fed5d3"
  },
  {
    "文件名": "[废文 完结]天意（1v1）作者：是衣是刀.txt",
    "夸克盘链接": "https://pan.quark.cn/s/2fdc535df681"
  },
  {
    "文件名": "[废文 完结]《杀死浪漫主义》作者：临麓（我出了车祸，灵魂不能离开前男友身边十米，不然就会消失）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/09e0751f5fb4"
  },
  {
    "文件名": "[废文 完结]《深情难赋》作者：今枝（3p 大纲文 一个渣攻回头，但是老婆跟别人跑了的故事）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ab947782b957"
  },
  {
    "文件名": "[废文 完结]《总裁说他想出家》作者：喜皮（1v1 ABO 双总裁）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/3d9e80c3f249"
  },
  {
    "文件名": "[废文 完结]《今天开始做牛头人》作者：温良良233（3p小甜饼 ntr）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/4b0fa9dced81"
  },
  {
    "文件名": "[废文 完结]《完美胎器》作者：hetingzhou（np总受 生子）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/d3ecc65d4ee4"
  },
  {
    "文件名": "[完结+1番外]《乡村翁婿（1v1）》作者：午夜明灯.txt",
    "夸克盘链接": "https://pan.quark.cn/s/252159290e57"
  },
  {
    "文件名": "《无耻催眠》BY阿银77.txt",
    "夸克盘链接": "https://pan.quark.cn/s/1f35b332feff"
  },
  {
    "文件名": "[1v1 完结]《正在拍摄中（女攻 AV新人x女导演）》作者：咕咕哒仁【米国度】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a3d5ad61c3a7"
  },
  {
    "文件名": "《溺亡的鱼》作者：猫薄荷.txt",
    "夸克盘链接": "https://pan.quark.cn/s/8f17a5f59a80"
  },
  {
    "文件名": "[完结]封城关系.txt",
    "夸克盘链接": "https://pan.quark.cn/s/b2905d9ae8fb"
  },
  {
    "文件名": "《另有所图》作者：卡夫卡的猫.txt",
    "夸克盘链接": "https://pan.quark.cn/s/4702f892b9e5"
  },
  {
    "文件名": "废文[完结] 记一次虚假的破镜重圆(治愈) 作者：匿名咸鱼.txt",
    "夸克盘链接": "https://pan.quark.cn/s/8cddec1836e7"
  },
  {
    "文件名": "[废文 完结]《酒保男神的邻居小可爱》作者：咖米米米（男神醉酒后喜欢上我   自由散漫前直男攻x社恐人妻自卑害羞双性受）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/969e87d2e5e8"
  },
  {
    "文件名": "[1v1 完结]《天天挨揍的小青蛇》作者：扑棱蝶子.txt",
    "夸克盘链接": "https://pan.quark.cn/s/aecaf6ddbbb4"
  },
  {
    "文件名": "《姜姜》BYCatpiss（傻子双性受骨科乱伦）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/3a5190efc640"
  },
  {
    "文件名": "[废文 完结]口欲症的正确治疗方式（1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a6b5a651e8d4"
  },
  {
    "文件名": "超长寒假的makelove日常.txt",
    "夸克盘链接": "https://pan.quark.cn/s/24cf192cb902"
  },
  {
    "文件名": "[废文 完结]《老大的男朋友》作者：鬼手书生.txt",
    "夸克盘链接": "https://pan.quark.cn/s/3f77435cd49d"
  },
  {
    "文件名": "[完结+1番外]《Kiss the Robin（DC同人 GB女攻1v1）》作者：墨染月Moon.txt",
    "夸克盘链接": "https://pan.quark.cn/s/42e55aad19ea"
  },
  {
    "文件名": "【cp肉】《那天，我在小黑巷里被陌生男人＊＊了》作者：末阳琛.txt",
    "夸克盘链接": "https://pan.quark.cn/s/b2239780920e"
  },
  {
    "文件名": "[废文 完结]《论如何治好男友的病》作者：人间处处寻清欢（偏执占有欲强疯批攻X心软受）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/81bc9320b8b1"
  },
  {
    "文件名": "[完结+1番外]《反吮 （父子年下1v1）》作者：倾青.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ad5833fb8f9f"
  },
  {
    "文件名": "[完结]《乡村翁婿》作家：午夜明灯（1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/9cc4e8781c9e"
  },
  {
    "文件名": "[完结]《容历》作者：一截子梦（1v1骨科）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/132c129e2d0d"
  },
  {
    "文件名": "[废文 完结]《咸鱼撩汉攻略》作者：六醒.txt",
    "夸克盘链接": "https://pan.quark.cn/s/bd9dc621783f"
  },
  {
    "文件名": "[废文 完结]《如果有明天》作者：匿名咸鱼.txt",
    "夸克盘链接": "https://pan.quark.cn/s/eb0afab5dbe4"
  },
  {
    "文件名": "[废文 完结]《口欲症的正确治疗方式》作者：匿名小荀（1v1小甜饼 腹黑大狗勾攻×诱人反差大学霸受）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c775c397fbb3"
  },
  {
    "文件名": "《薄荷糖》作者：查理木.txt",
    "夸克盘链接": "https://pan.quark.cn/s/2a81e41208c9"
  },
  {
    "文件名": "[废文 完结]《偶然》作者：提灯旧局（老师×学生）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c291ef25b4b1"
  },
  {
    "文件名": "[废文 完结]《枯木长青》作者：匿名咸鱼（柯南同人1v1 黑羽快斗x工藤新一）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/278a402a726e"
  },
  {
    "文件名": "[废文 完结]《胡来》作者：bicycledriver（女攻1v1 ABO 藩国王女×掌印太监）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/9d4c3aed2119"
  },
  {
    "文件名": "[废文 完结]《入妄》作者：轻轻有一个碗（年上骨科 淡定心黑攻和冷艳受）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/27e357a1e112"
  },
  {
    "文件名": "[废文 完结]《铁板鱿鱼》作者：干脆面（1v1 小偷弱受&糙汉强攻）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/71c1398f545b"
  },
  {
    "文件名": "《我要死了》作者：17仔.txt",
    "夸克盘链接": "https://pan.quark.cn/s/01927c49b894"
  },
  {
    "文件名": "[废文 完结]《你是归途》作者：皮山柳____（无脑小甜饼，病弱少爷和他家侍卫）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/20eda9d807dd"
  },
  {
    "文件名": "[废文 完结]《继父》作者：吴幼（年下伪父子1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/86a3c177d417"
  },
  {
    "文件名": "床下的茧.txt",
    "夸克盘链接": "https://pan.quark.cn/s/61e99cfc761d"
  },
  {
    "文件名": "[废文 完结]《水漫金山》作者：尘尘鸭（小主播与水管工的碰撞）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/6a554a77d69c"
  },
  {
    "文件名": "[np 主受]前朝太子(林梵) 完结.txt",
    "夸克盘链接": "https://pan.quark.cn/s/66d54bd8d02a"
  },
  {
    "文件名": "[1v1 完结]《第四个A》作者：林寒舒【米国度】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/eff705944155"
  },
  {
    "文件名": "[废文 完结]《钟情》作者：麦生生（女攻1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/cb14a008ac26"
  },
  {
    "文件名": "渣贱弱渣.txt",
    "夸克盘链接": "https://pan.quark.cn/s/20454e682485"
  },
  {
    "文件名": "高贵牡丹.txt",
    "夸克盘链接": "https://pan.quark.cn/s/96a39306e7f9"
  },
  {
    "文件名": "发情beta在厕所裡的二三事完结+2番外.txt",
    "夸克盘链接": "https://pan.quark.cn/s/fa2c6a034d10"
  },
  {
    "文件名": "[废文 完结]《每天都在避免分手》作者：小蒹葭（ABO1v1小甜饼）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/31d97c2c5c20"
  },
  {
    "文件名": "《【生子】欺师》BY相思一捧.txt",
    "夸克盘链接": "https://pan.quark.cn/s/46808cdc6872"
  },
  {
    "文件名": "《猫猫的恋爱》作者：湖渊不知鱼.txt",
    "夸克盘链接": "https://pan.quark.cn/s/8e0e510189d9"
  },
  {
    "文件名": "[废文 完结]《访幽独》作者：涉川拾月（np总受 万人迷小狐狸徒弟美人受）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c153115c1016"
  },
  {
    "文件名": "《卖xx的小top》BY鬼畜无反攻.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e507942745ac"
  },
  {
    "文件名": "废文[完结] 茎(短篇) 作者：三伏贴.txt",
    "夸克盘链接": "https://pan.quark.cn/s/dea920ffb2af"
  },
  {
    "文件名": "[完结蛋全]《他的小甜O》作者：吃货小辣妹（1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ea91fc413de1"
  },
  {
    "文件名": "自作自受.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c17a0bd7020a"
  },
  {
    "文件名": "[废文 完结]执恋（np）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/8e4f8ebd359f"
  },
  {
    "文件名": "《一个有点随便的故事》作者：yubshen.txt",
    "夸克盘链接": "https://pan.quark.cn/s/130f9dc29300"
  },
  {
    "文件名": "[废文 完结]《诱捕室友》作者：压落（校园1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/108136b69e99"
  },
  {
    "文件名": "[废文 完结]《光》作者：昀川（骨科1v1 失明年下军人攻 X 小作精年上受）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/9f40f3016f35"
  },
  {
    "文件名": "《那一小片森林》作者：玄不救非.txt",
    "夸克盘链接": "https://pan.quark.cn/s/35b91171ee74"
  },
  {
    "文件名": "[完结+1番外]《迟来（1v1 离婚攻x大龄痴情受）》作者：不知名美羊羊.txt",
    "夸克盘链接": "https://pan.quark.cn/s/13fb358843d8"
  },
  {
    "文件名": "[废文 完结]《大风吹》作者：谁叫诶嘿了（be）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/27efc0f7e4f8"
  },
  {
    "文件名": "【棠】[完结]被胁迫的小家教 作者：白鬼伐柯.txt",
    "夸克盘链接": "https://pan.quark.cn/s/91fc83639f2a"
  },
  {
    "文件名": "[完结]《苍生为你》作者：芒果味的糖（1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a22149a8a2be"
  },
  {
    "文件名": "[废文 完结]《夏至未至》作者：匿名咸鱼（轮椅偏执大佬攻×软糯小可爱弱受）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a3c5782ac73c"
  },
  {
    "文件名": "[1v1 完结]《操哭美人教授（年下）》作者：鱼羊.txt",
    "夸克盘链接": "https://pan.quark.cn/s/3847ee9c7615"
  },
  {
    "文件名": "[废文 完结]《小矮人和七个白雪公主》作者：抗病毒口服液（np 小矮人总受）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/8b963c33dcc3"
  },
  {
    "文件名": "[完结]《和哥哥同居的日子》作者：糖醋脑袋（1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/0dad46e37d07"
  },
  {
    "文件名": "[废文 完结]《遇泽而安》作者：孤荣年华（年下骨科1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c32c084ffa04"
  },
  {
    "文件名": "[np 完结]《班级的肉玩具校霸》作者：想忘于江湖.txt",
    "夸克盘链接": "https://pan.quark.cn/s/7209fca2d057"
  },
  {
    "文件名": "废文[完结] 谬论(Bad) 作者：冷隽.txt",
    "夸克盘链接": "https://pan.quark.cn/s/5d1e6450edfd"
  },
  {
    "文件名": "[1v1 完结]《愿者上钩（小妈文学）》作者：不知名美羊羊.txt",
    "夸克盘链接": "https://pan.quark.cn/s/42a40b020651"
  },
  {
    "文件名": "[完结+1番外]《靠着骚话赢回美人（1v1 直男骚攻x清冷暗恋美人受）》作者：不知名美羊羊.txt",
    "夸克盘链接": "https://pan.quark.cn/s/9cedfd34518e"
  },
  {
    "文件名": "野兽的爱.txt",
    "夸克盘链接": "https://pan.quark.cn/s/16a28a723820"
  },
  {
    "文件名": "《报告老婆，我真香了！》作者：卡夫卡的猫.txt",
    "夸克盘链接": "https://pan.quark.cn/s/0b361a06e7d8"
  },
  {
    "文件名": "[废文 完结]《每天都在努力产瓜！》作者：良心五毛一斤（娱乐圈小甜饼  短篇）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/16fe71fe71cd"
  },
  {
    "文件名": "没有兔肉的兔肉火锅（双性短篇h）完结+2番外.txt",
    "夸克盘链接": "https://pan.quark.cn/s/880ae15ab954"
  },
  {
    "文件名": "[完结]《愿者上钩》作家：不知名美羊羊（np）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/bd73e1dd1549"
  },
  {
    "文件名": "[废文 完结]《中年之后》作者：喃喃又低语（渣攻贱受的中年生活）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/4861f0d478be"
  },
  {
    "文件名": "[完结+全番外]《捕获（GB女攻1v1）》作者：莴苣叶的寄语.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ffaaf7137307"
  },
  {
    "文件名": "[废文 完结]《湛溺》作者：炸鸡啤酒（民国 年上骨科1v1 先虐攻后虐受）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/888056278be5"
  },
  {
    "文件名": "[np 完结]《无法拒绝的爱意》作者：超音速炸肉机.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c1b334255caf"
  },
  {
    "文件名": "《[fw]冰清玉洁》BY青盒子.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c76a448666b1"
  },
  {
    "文件名": "[废文 完结]《诉情深》作者：悲伤的糖葫芦（师生1v1 双向救赎）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/6eaa8c66fa02"
  },
  {
    "文件名": "[废文 完结]《屈拘》作者：墨以橙舟（1v1ABO小甜饼）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ffaf65e9d79b"
  },
  {
    "文件名": "《靶向狙击》作者：路过写一写.txt",
    "夸克盘链接": "https://pan.quark.cn/s/2a09b225855a"
  },
  {
    "文件名": "[废文 完结]《反起而攻之》作者：匿名咸鱼（1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e8a668f8bcd8"
  },
  {
    "文件名": "[1v1 完结]《暗恋成瘾（总裁攻X医生受）》作者：清冷.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e8c996a786fb"
  },
  {
    "文件名": "[完结]《扭曲爱情故事》作者：不相见来久（1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/06fece61458f"
  },
  {
    "文件名": "废文[完结] 客乡(前世今生) 作者：C老师.txt",
    "夸克盘链接": "https://pan.quark.cn/s/b1c7398671e4"
  },
  {
    "文件名": "[废文 完结]《坠落》作者：狄醉山（娱乐圈1v1 断腿明星骄纵受X睚眦必报金主攻 短篇）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/0344036e52d6"
  },
  {
    "文件名": "[完结+2番外]《[总攻3p]老婆的老公是什么》作者：甜桃脆桃水蜜桃.txt",
    "夸克盘链接": "https://pan.quark.cn/s/4067a1cf38ab"
  },
  {
    "文件名": "[废文 完结]总裁说他想出家（1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e110041fb9d1"
  },
  {
    "文件名": "[np 完结]《清冷师尊卖淫记》作者：莉莉丝.txt",
    "夸克盘链接": "https://pan.quark.cn/s/0c544a6a78b7"
  },
  {
    "文件名": "《三日洞房》BY.txt",
    "夸克盘链接": "https://pan.quark.cn/s/0f395afe154a"
  },
  {
    "文件名": "[废文 完结]《东君误》作者：Ratna（女攻1v1）.TXT",
    "夸克盘链接": "https://pan.quark.cn/s/513abf68403f"
  },
  {
    "文件名": "《新生》作者：1duanq1.txt",
    "夸克盘链接": "https://pan.quark.cn/s/0e8315c2c631"
  },
  {
    "文件名": "[1v1 完结]《慢慢品尝的（双性调教）》作者：秋风过长安【烂尾】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/66b6ff424c97"
  },
  {
    "文件名": "[废文 完结]《骗到一个男朋友》作者：方糯米（1v1小甜饼）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/77a098b197b9"
  },
  {
    "文件名": "[废文 完结]《心安》作者：寒山凝露（宠物情人（可爱猫猫×人类））.txt",
    "夸克盘链接": "https://pan.quark.cn/s/9dbe6b3031f2"
  },
  {
    "文件名": "[废文 完结]《如何俘获高质量霸总》作者：DemoF（ABO 先婚后爱1v1小甜饼 ）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/1c042c5153e9"
  },
  {
    "文件名": "[完结]《一个绿帽奴的偷窥DV》作者：山官木（故事集）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/bf5e0b2491b7"
  },
  {
    "文件名": "《我关于爱情的头脑风暴》作者：itsBadforU.txt",
    "夸克盘链接": "https://pan.quark.cn/s/4cbddcbbe3c4"
  },
  {
    "文件名": "《霸道厂公的神医小娇妻》作者：顾明朗废文分朗.txt",
    "夸克盘链接": "https://pan.quark.cn/s/9cc9ea96430e"
  },
  {
    "文件名": "[废文 完结]《一个婚姻不幸的O》作者：匿名咸鱼（be）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/5ef410694cc2"
  },
  {
    "文件名": "《故人》作者：Cogito.txt",
    "夸克盘链接": "https://pan.quark.cn/s/0f804d14268f"
  },
  {
    "文件名": "[废文 完结]《惟愿》作者：icy（破镜重圆1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/5593907b687b"
  },
  {
    "文件名": "【棠】[完结]舍友总是馋我身子 作者：九鸢.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ae453e7728af"
  },
  {
    "文件名": "[废文 完结]《放开那只鬼》作者：一把锈.txt",
    "夸克盘链接": "https://pan.quark.cn/s/535c8d96d35a"
  },
  {
    "文件名": "[废文 完结]《驯龙法则》作者：团子大王（龙骑士骑龙，龙骑龙骑士）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/778c3cb812de"
  },
  {
    "文件名": "[完结+2番外]《美人的诱惑（1v1 花花公子攻x表面正经私下骚渣受）》作者：鸳白.txt",
    "夸克盘链接": "https://pan.quark.cn/s/26b9466c6c9c"
  },
  {
    "文件名": "[完结]《弱攻美少年与被束缚、控制、驯化的糙汉受》作者：仲夏夜逃亡（np）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/5729602658d4"
  },
  {
    "文件名": "被献给山神的少年【双，人兽】（一只白兔糖）完结.txt",
    "夸克盘链接": "https://pan.quark.cn/s/f663ecc37eb7"
  },
  {
    "文件名": "[废文 完结]《渣攻的糟糠妻》作者：匿名咸鱼（现代短篇 凤凰男攻 虐文）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/b75ed5386c95"
  },
  {
    "文件名": "[完结蛋全]《老师你别想跑》作者：一颗草儿（Futa百合1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/23130bcd8cf3"
  },
  {
    "文件名": "《空花阳焰》作者：蝉不知冬.txt",
    "夸克盘链接": "https://pan.quark.cn/s/f45b85ff0f01"
  },
  {
    "文件名": "[废文 完结]酒会（1v1）作者：闭锁式结构.txt",
    "夸克盘链接": "https://pan.quark.cn/s/0689651c77d6"
  },
  {
    "文件名": "废文[完结] 海洋溺亡(Bad) 作者：月上初.txt",
    "夸克盘链接": "https://pan.quark.cn/s/f6316f03da37"
  },
  {
    "文件名": "[完结][1v1]光鲜亮丽的外表by腐朽味的（强攻强受 ）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/db68db401557"
  },
  {
    "文件名": "[3p 完结]《顶楼秘闻（同人 罗爱乔女攻）》作者：和气生财.txt",
    "夸克盘链接": "https://pan.quark.cn/s/29beacfa264d"
  },
  {
    "文件名": "群P吸精修炼系统.txt",
    "夸克盘链接": "https://pan.quark.cn/s/bea15415f16d"
  },
  {
    "文件名": "[完结]《山贼与美人》作者：枸杞叶洗眼睛的色情小说家（1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ad174ed478f2"
  },
  {
    "文件名": "[废文 完结]《夏日的少年》作者：real千里淮山（1v1 点击看傲娇攻如何被元气受征服）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/b24f9ff2ce25"
  },
  {
    "文件名": "[完结]《星星》作家：你好虾慌房（1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/eb3035ee811e"
  },
  {
    "文件名": "《白色梦境》作者：我本放荡.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a96b5a134d57"
  },
  {
    "文件名": "[1v1 完结]《星星（双性生子 壮受）》作者：你好虾慌房.txt",
    "夸克盘链接": "https://pan.quark.cn/s/fa5e729a03b5"
  },
  {
    "文件名": "当盗贼在紫禁城里迷了路.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e0c351bc5ec9"
  },
  {
    "文件名": "[废文 完结]《非典型》作者：卡哇1也是1（弱强 娇A强O ABO1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e42fbc908fcf"
  },
  {
    "文件名": "废文[完结] 溺水(Happy) 作者：今天也在贷款上班.txt",
    "夸克盘链接": "https://pan.quark.cn/s/355bc59f0f12"
  },
  {
    "文件名": "放肆承欢.txt",
    "夸克盘链接": "https://pan.quark.cn/s/62215e8ac5bc"
  },
  {
    "文件名": "[np 完结]《小皇帝和他的臣子们（总受）》作者：莉莉丝.txt",
    "夸克盘链接": "https://pan.quark.cn/s/d1c04eb336b9"
  },
  {
    "文件名": "出轨.txt",
    "夸克盘链接": "https://pan.quark.cn/s/b6b491aa58ef"
  },
  {
    "文件名": "《勾引无罪》BY毒药.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c9ec371ed2e6"
  },
  {
    "文件名": "[废文 完结]《追光》作者：又咸又菜小妄忴（1v1 先x后爱 上司S x 军人M）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/7ed6cf09778c"
  },
  {
    "文件名": "《死屋来信》作者：兔子杀手.txt",
    "夸克盘链接": "https://pan.quark.cn/s/706063ab7ad0"
  },
  {
    "文件名": "[完结]《祈愿》作者：Cannele（1v1 河神×祭品新娘）~清水.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a77a57240104"
  },
  {
    "文件名": "[废文 完结]《过敏反应》作者：黑糖珍珠哞哞茶（1v1小甜饼）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/3b238d7c9465"
  },
  {
    "文件名": "[废文 完结]《小说里都这么写》作者：yuyuyuyulop（许盐看小说里说校霸会x学霸，于是他想当那个校霸。）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/20dfa7d04c63"
  },
  {
    "文件名": "[合集 完结]《H文作者和地铁渣滓被肏翻（短篇）》作者：午夜明灯.txt",
    "夸克盘链接": "https://pan.quark.cn/s/905cec9cebd0"
  },
  {
    "文件名": "《幸存者》作者：兔争气.txt",
    "夸克盘链接": "https://pan.quark.cn/s/da00120060f5"
  },
  {
    "文件名": "废文[完结] 免贵姓阮(无CP) 作者：贝塞尔.txt",
    "夸克盘链接": "https://pan.quark.cn/s/debc5360caaf"
  },
  {
    "文件名": "如何得到室友的身体.txt",
    "夸克盘链接": "https://pan.quark.cn/s/6bbbb0e151e9"
  },
  {
    "文件名": "[np 完结]《清冷师尊为奴记（SM，单性，鬼畜徒弟攻X清冷师尊受）》作者：莉莉丝.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e430a777272e"
  },
  {
    "文件名": "《大魔头与剑修》BY我是一只水獭.txt",
    "夸克盘链接": "https://pan.quark.cn/s/15a1ae612335"
  },
  {
    "文件名": "《离婚冷静期》作者：鹿有寺.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ffb358b0ab17"
  },
  {
    "文件名": "[完结]《梦瘾》作家：赎己（百合np）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/d1c450fa76a7"
  },
  {
    "文件名": "[1v1 完结]《血染苍穹（GB女攻 父女、双性）》作者：楚殇璃.txt",
    "夸克盘链接": "https://pan.quark.cn/s/1f23ad7393c8"
  },
  {
    "文件名": "卖屁股时竹马来了.txt",
    "夸克盘链接": "https://pan.quark.cn/s/6a00f53808a4"
  },
  {
    "文件名": "冒充神玷污圣子.txt",
    "夸克盘链接": "https://pan.quark.cn/s/157609c8637d"
  },
  {
    "文件名": "《奥涅金庄园》BY王小胖爱吃肉.txt",
    "夸克盘链接": "https://pan.quark.cn/s/611b141a564b"
  },
  {
    "文件名": "《云次方》作者：自圆不了自说.txt",
    "夸克盘链接": "https://pan.quark.cn/s/d1d70a985101"
  },
  {
    "文件名": "便器.txt",
    "夸克盘链接": "https://pan.quark.cn/s/215d9e3c5c10"
  },
  {
    "文件名": "[废文 完结]《暴风雨》作者：風生水起（亲父子1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/3ea5d8c26d6b"
  },
  {
    "文件名": "[废文 完结]《子父伪》作者：三杯水（年上伪父子1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/3f0b0d2c1e0b"
  },
  {
    "文件名": "主播技术好（总受）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a8f0f9242877"
  },
  {
    "文件名": "废文[完结] 恶师(生子) 作者：是大椿儿呀.txt",
    "夸克盘链接": "https://pan.quark.cn/s/619440186777"
  },
  {
    "文件名": "废文[完结] 红蛛结网生尘埃(短篇) 作者：姚夜辰.txt",
    "夸克盘链接": "https://pan.quark.cn/s/4f30be92814f"
  },
  {
    "文件名": "《丛容的噩梦》作者：白夜与马.txt",
    "夸克盘链接": "https://pan.quark.cn/s/30daae03fbd9"
  },
  {
    "文件名": "[完结]《少爷的恶犬》作者：就要瑟瑟（1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/1a6e5a9ce2fe"
  },
  {
    "文件名": "[完结+番外]《美味的魔王（GB女攻1v1小甜饼 公主攻x魔王受）》作者：江夏.txt",
    "夸克盘链接": "https://pan.quark.cn/s/10a5171032ad"
  },
  {
    "文件名": "《分手后跟前男友又复合了》作者：天空飘来一朵云.txt",
    "夸克盘链接": "https://pan.quark.cn/s/cd4ca97ef63d"
  },
  {
    "文件名": "【废】[完结 GL]隔壁的小姐姐，嘘(小甜饼) 作者：匿名咸鱼.txt",
    "夸克盘链接": "https://pan.quark.cn/s/fda55c84a45b"
  },
  {
    "文件名": "《痴汉与小瞎子》BYnihao.txt",
    "夸克盘链接": "https://pan.quark.cn/s/4e45625955b8"
  },
  {
    "文件名": "[废文 完结]《花与刃》作者：红脸蛋子（民国 美强年下1v1小甜饼）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/787a8b66aa18"
  },
  {
    "文件名": "[np 完结]《清冷师尊为犬记》作者：莉莉丝.txt",
    "夸克盘链接": "https://pan.quark.cn/s/aa61e1763a22"
  },
  {
    "文件名": "[废文 完结]《清域》作者：whymynameugly（1v1小甜饼 傲娇受×忠犬攻）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/6320225b68e7"
  },
  {
    "文件名": "废文[完结] 口是心非的朋友(小甜饼) 作者：糖黄.txt",
    "夸克盘链接": "https://pan.quark.cn/s/da1c7b64e9cf"
  },
  {
    "文件名": "[np 完结]《清冷师尊沦落记》作者：莉莉丝.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ec241bca7cc3"
  },
  {
    "文件名": "[废文 完结]《我道侣说我是替身》作者：喵唔.txt",
    "夸克盘链接": "https://pan.quark.cn/s/d4be57fe4dba"
  },
  {
    "文件名": "[废文 完结]《却把残红折》作者：野棠（天龙八部复嫣 GB同人1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/87d5c3c44784"
  },
  {
    "文件名": "[废文 完结]《暮色渐浓》作者：皿声（父母离婚后，姜一望跟着叔叔跑了  年上1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/87c00e03ef3f"
  },
  {
    "文件名": "[完结]《害相思》作者：北衣溺水（古代 青梅竹马 农家温柔美人小哥儿受VS落魄世家少爷忠犬攻）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/6c9a0c9ff594"
  },
  {
    "文件名": "《渡春》作者：鹿角解.txt",
    "夸克盘链接": "https://pan.quark.cn/s/8f8506a9d748"
  },
  {
    "文件名": "《你能不能别叫了？》作者：鼹鼠邻居.txt",
    "夸克盘链接": "https://pan.quark.cn/s/6e83fdc0a435"
  },
  {
    "文件名": "我的私人营养师.txt",
    "夸克盘链接": "https://pan.quark.cn/s/f697ee94fb5e"
  },
  {
    "文件名": "《天意》作者：1duanq1.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a7f502ddb2f0"
  },
  {
    "文件名": "《沦为炉鼎的剑修》BY二狗子哒哒哒哒.txt",
    "夸克盘链接": "https://pan.quark.cn/s/5308121862d4"
  },
  {
    "文件名": "【cp肉】《肉蚌》作者：linglongzizizi.txt",
    "夸克盘链接": "https://pan.quark.cn/s/4beedc3c8fc5"
  },
  {
    "文件名": "《牢》作者：紫色作暗.txt",
    "夸克盘链接": "https://pan.quark.cn/s/9c929beb768f"
  },
  {
    "文件名": "蛛丝.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ffe47472efa1"
  },
  {
    "文件名": "[骨科]三人牢by不三有肆(NTR 年下).txt",
    "夸克盘链接": "https://pan.quark.cn/s/15ad91985c5a"
  },
  {
    "文件名": "[废文 完结]《恶狼之食》作者：一盘黄花菜（兽人 双性1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/5501ba7fe2ad"
  },
  {
    "文件名": "【cp肉】《包养关系》作者：小姑凉.txt",
    "夸克盘链接": "https://pan.quark.cn/s/503aed113a9d"
  },
  {
    "文件名": "[废文 完结]《先来后到》作者：生活很苦不看BE（师生。温水煮青蛙。短完）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/7f4cb88379eb"
  },
  {
    "文件名": "《横看成岭》作者：野马也.txt",
    "夸克盘链接": "https://pan.quark.cn/s/8121d1c20595"
  },
  {
    "文件名": "《我竟然在日我买的二手机（总攻）》BY秋也.txt",
    "夸克盘链接": "https://pan.quark.cn/s/f4fc549010cf"
  },
  {
    "文件名": "漂亮的小傻子.txt",
    "夸克盘链接": "https://pan.quark.cn/s/262dab43411e"
  },
  {
    "文件名": "[废文 完结]《暗恋成真》作者：奶猫打滚滚（校园1v1 心机丑受追阳光小狗的故事）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/5e8c0cb2a5bc"
  },
  {
    "文件名": "无逻辑的肉.txt",
    "夸克盘链接": "https://pan.quark.cn/s/81597ac8fac6"
  },
  {
    "文件名": "[完结蛋全]《伪社恐与真病娇》作家：是个胖子啊（np）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/4f2ae3e7d0f5"
  },
  {
    "文件名": "[废文 完结]《壹时性起》作者：Pseven（无意间看了GV而蠢蠢欲动的小无赖 室友向小甜饼）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/0501ce973209"
  },
  {
    "文件名": "狼妖完结+3番外.txt",
    "夸克盘链接": "https://pan.quark.cn/s/fbaf68f0366a"
  },
  {
    "文件名": "《诱》作者：南愿鸢呀.txt",
    "夸克盘链接": "https://pan.quark.cn/s/bc2baf3d7469"
  },
  {
    "文件名": "《再让我亲一下》作者：靛海之轮.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ba564c94d6c6"
  },
  {
    "文件名": "《非典型总裁影帝恋爱日常》作者：白石郎.txt",
    "夸克盘链接": "https://pan.quark.cn/s/f298efb41a8d"
  },
  {
    "文件名": "嫂子.txt",
    "夸克盘链接": "https://pan.quark.cn/s/9aca8410f4e2"
  },
  {
    "文件名": "《此起彼伏》作者：花开富贵.txt",
    "夸克盘链接": "https://pan.quark.cn/s/5a8997d71235"
  },
  {
    "文件名": "[1v1 完结]《小皇帝为奴记（单性，鬼畜权臣攻X美貌暴君受）》作者：莉莉丝.txt",
    "夸克盘链接": "https://pan.quark.cn/s/b54032d08cc2"
  },
  {
    "文件名": "[1v1 完结]《伪社恐与真病娇（竹马竹马）》作者：是个胖子啊.txt",
    "夸克盘链接": "https://pan.quark.cn/s/8baa90e99e6a"
  },
  {
    "文件名": "[np 总攻]虫族之即来则安(鲁鲁殿) 完结.txt",
    "夸克盘链接": "https://pan.quark.cn/s/b9c48f9ef4e8"
  },
  {
    "文件名": "《抱抱兄弟》BY圣诞快乐.txt",
    "夸克盘链接": "https://pan.quark.cn/s/b558528aed7a"
  },
  {
    "文件名": "[完结]《Alpha的法则》作者：木轲辞（1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/8f5322e41a3f"
  },
  {
    "文件名": "[完结]《契约》作者：柠檬水泡片（1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/cc92760d9578"
  },
  {
    "文件名": "《被其他人忽略的两个人》BY超级可爱的Y酱.txt",
    "夸克盘链接": "https://pan.quark.cn/s/94bae9242bd5"
  },
  {
    "文件名": "《上网课遇到大老板了》作者：麻瓜静.txt",
    "夸克盘链接": "https://pan.quark.cn/s/823a2c189faa"
  },
  {
    "文件名": "[完结]《我男朋友很有钱》作家：desirebobo（1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e7cd6b80a99c"
  },
  {
    "文件名": "《烙印》作者：莫以风.txt",
    "夸克盘链接": "https://pan.quark.cn/s/3c21abdc3f47"
  },
  {
    "文件名": "《广东纯情大蟑螂》作者：左澍.txt",
    "夸克盘链接": "https://pan.quark.cn/s/6c4cee367c08"
  },
  {
    "文件名": "《心机A的诱O指南》作者：卡夫卡的猫.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a774f0bd16dc"
  },
  {
    "文件名": "废文[完结] 成神(性向未知) 作者：匿名咸鱼.txt",
    "夸克盘链接": "https://pan.quark.cn/s/d8893f8f2474"
  },
  {
    "文件名": "《追夫法则》作者：自圆不了自说.txt",
    "夸克盘链接": "https://pan.quark.cn/s/012dd6a011c6"
  },
  {
    "文件名": "[废文 完结]《始于足下》作者：露气寒冷（恋足癖攻x心机诱受）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/070871c83e8b"
  },
  {
    "文件名": "竹马.txt",
    "夸克盘链接": "https://pan.quark.cn/s/2e46cf5cd8f3"
  },
  {
    "文件名": "《北极燕鸥》作者：卡尔维诺斯夫君.txt",
    "夸克盘链接": "https://pan.quark.cn/s/601620aa3f87"
  },
  {
    "文件名": "《怀过崽的美人把我攻了》作者：故乡的菊花又开了.txt",
    "夸克盘链接": "https://pan.quark.cn/s/f4ad8ca2e7b9"
  },
  {
    "文件名": "《折本》作者：安且燠兮.txt",
    "夸克盘链接": "https://pan.quark.cn/s/7ae47caa3b40"
  },
  {
    "文件名": "《西风语》作者：二十四桥.txt",
    "夸克盘链接": "https://pan.quark.cn/s/b0dde0d0935d"
  },
  {
    "文件名": "《爱哭鬼》BY王井三十.txt",
    "夸克盘链接": "https://pan.quark.cn/s/9b88710cdc12"
  },
  {
    "文件名": "佳话 完结.txt",
    "夸克盘链接": "https://pan.quark.cn/s/39b2d0461bb1"
  },
  {
    "文件名": "《不错过》作者：匿名咸鱼.txt",
    "夸克盘链接": "https://pan.quark.cn/s/6653b178ae4e"
  },
  {
    "文件名": "《问月寻溪》作者：魁梧书生.txt",
    "夸克盘链接": "https://pan.quark.cn/s/88529e8b0b5d"
  },
  {
    "文件名": "《他的山》作者：匿名咸鱼.txt",
    "夸克盘链接": "https://pan.quark.cn/s/6d07b77d980c"
  },
  {
    "文件名": "ABO之我不配.txt",
    "夸克盘链接": "https://pan.quark.cn/s/dfbb22b868b0"
  },
  {
    "文件名": "《情深欲重》作者：星河鹭起-_-.txt",
    "夸克盘链接": "https://pan.quark.cn/s/7b9149795a1e"
  },
  {
    "文件名": "[废文 完结]《我生了颗蛋》作者：yuyuyuyulop（接着我意识到这是颗卵   虫族短篇）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/498192d5a7be"
  },
  {
    "文件名": "《爱的魔力转圈圈》作者：Zoe山人-同人.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e332dff70921"
  },
  {
    "文件名": "【废】[完结]丢(狗血) 作者：欣Xinxin.txt",
    "夸克盘链接": "https://pan.quark.cn/s/df96138373ba"
  },
  {
    "文件名": "《弹珠作者》作者：刀知道.txt",
    "夸克盘链接": "https://pan.quark.cn/s/f3071f40a1ff"
  },
  {
    "文件名": "《第12号小行星》作者：卡夫卡的猫.txt",
    "夸克盘链接": "https://pan.quark.cn/s/019924507f72"
  },
  {
    "文件名": "[完结]《萧王爷的小马驹》作家：银色海（1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/9aa1a1c19b35"
  },
  {
    "文件名": "《狩猎》作者：美鱼无暇.txt",
    "夸克盘链接": "https://pan.quark.cn/s/59c371ec5f8a"
  },
  {
    "文件名": "《燕归林》作者：吻河.txt",
    "夸克盘链接": "https://pan.quark.cn/s/9da7578cbea1"
  },
  {
    "文件名": "[废文 完结]《小美人和三条蛇》作者：雪崩的火山（强制 np）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/7ead390a17ab"
  },
  {
    "文件名": "黄暴短篇合集.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a6582692b051"
  },
  {
    "文件名": "诱予心之人.txt",
    "夸克盘链接": "https://pan.quark.cn/s/dea0e8931f39"
  },
  {
    "文件名": "[完结]《【虫族】卑微雄虫，在线打工》作者：一只树懒（np）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/f6cb50771406"
  },
  {
    "文件名": "《天下有雪》BY暮霭沉沉.txt",
    "夸克盘链接": "https://pan.quark.cn/s/6eb51285a376"
  },
  {
    "文件名": "《皇子和太子》作者：美鱼无暇.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ab4009fad0d5"
  },
  {
    "文件名": "《关系》作者：1duanq1.txt",
    "夸克盘链接": "https://pan.quark.cn/s/7f570e1760ad"
  },
  {
    "文件名": "[废文 完结]《救赎》作者：田惆（双性 年下 生子）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a22bbec3e056"
  },
  {
    "文件名": "《爱·酒精·打火机》作者：知名退稿艺术家.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ec4bfa1d56b4"
  },
  {
    "文件名": "普通爱情.txt",
    "夸克盘链接": "https://pan.quark.cn/s/d79dba6b21d8"
  },
  {
    "文件名": "[废文 完结]绿藻养殖场 作者：纸幽shiyuu.txt",
    "夸克盘链接": "https://pan.quark.cn/s/86e50a5a4110"
  },
  {
    "文件名": "《意外的婚姻》作者：天才小鱼仔.txt",
    "夸克盘链接": "https://pan.quark.cn/s/5c504ee06eaa"
  },
  {
    "文件名": "《你的嘴唇很好看》作者：机械性进食（哑巴和贫嘴的打字恋爱）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/d76fe954d4d7"
  },
  {
    "文件名": "《深宫产子【双性便秘虐孕】》BY江山看不尽.txt",
    "夸克盘链接": "https://pan.quark.cn/s/62c012660f93"
  },
  {
    "文件名": "【藕饼】小龙哭唧唧.txt",
    "夸克盘链接": "https://pan.quark.cn/s/8b6b188e62d4"
  },
  {
    "文件名": "后宫.txt",
    "夸克盘链接": "https://pan.quark.cn/s/09638c8cc236"
  },
  {
    "文件名": "《独忠》作者：小泥鳅鱼鱼.txt",
    "夸克盘链接": "https://pan.quark.cn/s/db9f25eacc64"
  },
  {
    "文件名": "[废文 完结]《下海》作者：老弱鸡（小短篇）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/0ff02474ae56"
  },
  {
    "文件名": "[废文 完结]《叶与秋色》作者：韫生（ABO  占有欲超强攻与纵容他的受）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/20b538695a98"
  },
  {
    "文件名": "《不完美暗恋》作者：匿名咸鱼.txt",
    "夸克盘链接": "https://pan.quark.cn/s/8854dc1cb685"
  },
  {
    "文件名": "余老头和他的男儿媳双性NTR.txt",
    "夸克盘链接": "https://pan.quark.cn/s/0f0a0a0671c2"
  },
  {
    "文件名": "[废文 完结]《恐龙总裁》作者：茶禾几（现代短篇小甜饼  总裁用糖拐老婆实录）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/cea2ca94a5a4"
  },
  {
    "文件名": "《年轻的圣徒》作者：鲸鱼礼帽.txt",
    "夸克盘链接": "https://pan.quark.cn/s/97355f1f96f7"
  },
  {
    "文件名": "[完结]《蛇欲》作家：重渡（1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a42a56746611"
  },
  {
    "文件名": "[废文 完结]《美人与城主》作者：达轰（短篇）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/6ea3502dfb66"
  },
  {
    "文件名": "[废文 完结]《男宠随时可以干掉我》作者：平涯里（短篇）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/5c21c585d771"
  },
  {
    "文件名": "《和谐Alpha》BY闻过饰非.txt",
    "夸克盘链接": "https://pan.quark.cn/s/2c4271d605cf"
  },
  {
    "文件名": "《爱人》作者：1duanq1.txt",
    "夸克盘链接": "https://pan.quark.cn/s/3af0b37af873"
  },
  {
    "文件名": "《红袍客》作者：凌霄与鹤.txt",
    "夸克盘链接": "https://pan.quark.cn/s/d41ee83f950d"
  },
  {
    "文件名": "《你也继承我吧》作者：自圆不了自说.txt",
    "夸克盘链接": "https://pan.quark.cn/s/f3e347425382"
  },
  {
    "文件名": "《沉沦》作者：湖渊不知鱼.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a9368f49e01c"
  },
  {
    "文件名": "《画家和小总裁》BY妖酒仙.txt",
    "夸克盘链接": "https://pan.quark.cn/s/25f13ba0dc73"
  },
  {
    "文件名": "《一个年下大纲文》作者：匿名咸鱼.txt",
    "夸克盘链接": "https://pan.quark.cn/s/184c582a430b"
  },
  {
    "文件名": "[废文 完结]美人和体育生（1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/27affaf021fa"
  },
  {
    "文件名": "《家有莽夫》作者：余生相.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a0f89bed8aaf"
  },
  {
    "文件名": "《金浮图》作者：燎火还潮.txt",
    "夸克盘链接": "https://pan.quark.cn/s/f4765f36e6ff"
  },
  {
    "文件名": "《天神也会为我降落》作者：wesang17.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c580dcfed870"
  },
  {
    "文件名": "《一厢情深》作者：我叫小吴你记住.txt",
    "夸克盘链接": "https://pan.quark.cn/s/5a9f594cfe3e"
  },
  {
    "文件名": "《送货上门的补品》作者：米嬷怎么你了.txt",
    "夸克盘链接": "https://pan.quark.cn/s/80ceec1bdd29"
  },
  {
    "文件名": "《西装与雀斑》作者：Yumz.txt",
    "夸克盘链接": "https://pan.quark.cn/s/441b1d90e44f"
  },
  {
    "文件名": "[废文 完结]《流放》作者：达轰（be）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/cd2ae21ae4be"
  },
  {
    "文件名": "《你很一般》作者：白水前.txt",
    "夸克盘链接": "https://pan.quark.cn/s/87a7200222cd"
  },
  {
    "文件名": "《昏庸》作者：小元本人.txt",
    "夸克盘链接": "https://pan.quark.cn/s/d9670b2d1f53"
  },
  {
    "文件名": "《夜情》作者：赤脚踩钢钉.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e74fb086c31a"
  },
  {
    "文件名": "《一个丧心病狂的私生粉》作者：宇宙真美啊我操.txt",
    "夸克盘链接": "https://pan.quark.cn/s/053bd120f667"
  },
  {
    "文件名": "【cp肉】《教官和班主任》作者：萧阿城.txt",
    "夸克盘链接": "https://pan.quark.cn/s/da5e00b7244d"
  },
  {
    "文件名": "《Forever Love》作者：曲宴Yf.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e7bb089a34fe"
  },
  {
    "文件名": "变态私人管家.txt",
    "夸克盘链接": "https://pan.quark.cn/s/41ec6ed14c66"
  },
  {
    "文件名": "《反了》作者：白水前.txt",
    "夸克盘链接": "https://pan.quark.cn/s/94b9203ea553"
  },
  {
    "文件名": "《树桃》作者：有时吃茶.txt",
    "夸克盘链接": "https://pan.quark.cn/s/0a9ea5fd071b"
  },
  {
    "文件名": "《救赎》作者：鱼第第.txt",
    "夸克盘链接": "https://pan.quark.cn/s/07beb6415a0c"
  },
  {
    "文件名": "《天涯海角》作者：匿名咸鱼.txt",
    "夸克盘链接": "https://pan.quark.cn/s/113f8c1eb346"
  },
  {
    "文件名": "《征集活动》作者：陶旧.txt",
    "夸克盘链接": "https://pan.quark.cn/s/eb6d71f87cd4"
  },
  {
    "文件名": "小怪物.txt",
    "夸克盘链接": "https://pan.quark.cn/s/612ff78a3108"
  },
  {
    "文件名": "囚禁的美人.txt",
    "夸克盘链接": "https://pan.quark.cn/s/4109c5c6deab"
  },
  {
    "文件名": "[完结]《我也是有老婆的人啦》作家：山官木（1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/2ee32634a666"
  },
  {
    "文件名": "《石头与大树》作者：酒什捌.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ccaa9d1beb6b"
  },
  {
    "文件名": "《无常》作者：摸摸小猫咪Mm.txt",
    "夸克盘链接": "https://pan.quark.cn/s/255fcf9f3c28"
  },
  {
    "文件名": "《别去雍和宫许愿》作者：伪娘大魔王.txt",
    "夸克盘链接": "https://pan.quark.cn/s/5d8b5e678eba"
  },
  {
    "文件名": "敖丙x哪吒饼渣向（高山之心）完结.txt",
    "夸克盘链接": "https://pan.quark.cn/s/d9d749593961"
  },
  {
    "文件名": "《入道》作者：甜皮鸭.txt",
    "夸克盘链接": "https://pan.quark.cn/s/d353cc28f077"
  },
  {
    "文件名": "《恋爱面具》作者：施屎屎.txt",
    "夸克盘链接": "https://pan.quark.cn/s/d844a267ef21"
  },
  {
    "文件名": "《劣性》作者：精疲力竭.txt",
    "夸克盘链接": "https://pan.quark.cn/s/fb74fa6b3303"
  },
  {
    "文件名": "《肥水不流外人田》作者：自圆不了自说.txt",
    "夸克盘链接": "https://pan.quark.cn/s/36453ecc2568"
  },
  {
    "文件名": "《祝你健康》作者：求赎.txt",
    "夸克盘链接": "https://pan.quark.cn/s/acb039ed7ab5"
  },
  {
    "文件名": "《窒息》作者：知名退稿艺术家.txt",
    "夸克盘链接": "https://pan.quark.cn/s/12304d900121"
  },
  {
    "文件名": "《觅残红》作者：@w@.txt",
    "夸克盘链接": "https://pan.quark.cn/s/168d7a1ccc82"
  },
  {
    "文件名": "《非标准竹马》作者：阿北26.txt",
    "夸克盘链接": "https://pan.quark.cn/s/9c5451cc4b9a"
  },
  {
    "文件名": "《性冷淡》作者：多瓜胺.txt",
    "夸克盘链接": "https://pan.quark.cn/s/549bedb033ae"
  },
  {
    "文件名": "《记忆牢笼》作者：付之一燃.txt",
    "夸克盘链接": "https://pan.quark.cn/s/77177da5feaa"
  },
  {
    "文件名": "《公墓与乌鸦》作者：雪绒铃铛.txt",
    "夸克盘链接": "https://pan.quark.cn/s/f3d9ddf2bc09"
  },
  {
    "文件名": "《猫猫》作者：有时吃茶.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c8df20251a5d"
  },
  {
    "文件名": "《自述》作者：阿北26.txt",
    "夸克盘链接": "https://pan.quark.cn/s/63fc4795e7b8"
  },
  {
    "文件名": "高冷禁欲的美男老师竟是大奶双性人.txt",
    "夸克盘链接": "https://pan.quark.cn/s/62bd8d5fcfe3"
  },
  {
    "文件名": "[废文 完结]《质朴的少年与美人鱼》作者：大懵（深海恐惧症的美人鱼被少年捡走了 小短篇）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/4e90c8da3326"
  },
  {
    "文件名": "《小妖怪和大魔王》作者：小松菱木.txt",
    "夸克盘链接": "https://pan.quark.cn/s/b89d60c1f0e2"
  },
  {
    "文件名": "穿进万人迷文的我人设崩了 （同人）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/102495842bb7"
  },
  {
    "文件名": "《咚咚咚鳄了么外卖》作者：白水前.txt",
    "夸克盘链接": "https://pan.quark.cn/s/fc86882ab5d6"
  },
  {
    "文件名": "《系统脱敏》作者：日尧禾C.txt",
    "夸克盘链接": "https://pan.quark.cn/s/cb2100d87d79"
  },
  {
    "文件名": "[废文 完结]《书生和刺客》作者：楚山晓（舞文弄墨的官二代遇到夺命小橘猫，秒变妻管严）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/4b9f3394eef4"
  },
  {
    "文件名": "[1v1 完结]《有一天做了正主家的狗（清水）》作者：一蟹不如一蟹.txt",
    "夸克盘链接": "https://pan.quark.cn/s/2fb5670e5750"
  },
  {
    "文件名": "想要哥哥亲亲抱抱举高高.txt",
    "夸克盘链接": "https://pan.quark.cn/s/14fb1975b8cd"
  },
  {
    "文件名": "[3p 完结]《欲龙（黑暗之魂3同人）》作者：黑白方块.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a5ed165be35a"
  },
  {
    "文件名": "「海 完」樱桃钳子by黄色水杯[父子 双性].txt",
    "夸克盘链接": "https://pan.quark.cn/s/95a018506230"
  },
  {
    "文件名": "「海 完」一起来搞骚气四溢的小皇帝（双性双产，渣攻贱受）by小肉虫[古代].txt",
    "夸克盘链接": "https://pan.quark.cn/s/ec22ffae851c"
  },
  {
    "文件名": "「海 完」业火（暗黑监禁题材，受无属性全强迫式调教，abo）by坤臻（我不接受拒绝）[虐身].txt",
    "夸克盘链接": "https://pan.quark.cn/s/c4af34b66221"
  },
  {
    "文件名": "「海 完」宴亭欢by杯无0204[古代 np].txt",
    "夸克盘链接": "https://pan.quark.cn/s/ad9d2fbc1a7c"
  },
  {
    "文件名": "「海 完」夏夜by皑如山上雪[破镜重圆].txt",
    "夸克盘链接": "https://pan.quark.cn/s/417290532f68"
  },
  {
    "文件名": "「海 完」驯服by胔臡[卧底X大佬].txt",
    "夸克盘链接": "https://pan.quark.cn/s/8e5dee255253"
  },
  {
    "文件名": "「海 完」洗澡by白马kuye[古代].txt",
    "夸克盘链接": "https://pan.quark.cn/s/84c073b633ef"
  },
  {
    "文件名": "「海 完」乌龟少年by白瓢虫[古代].txt",
    "夸克盘链接": "https://pan.quark.cn/s/a6716726ae4e"
  },
  {
    "文件名": "「海 完」铜板巷【美强】by吃肉的茄叽[古代].txt",
    "夸克盘链接": "https://pan.quark.cn/s/afe6beb6357e"
  },
  {
    "文件名": "「海 完」糖婚[bdsm]by倾砚[竹马 BDSM].txt",
    "夸克盘链接": "https://pan.quark.cn/s/20bb5a3d631e"
  },
  {
    "文件名": "「海 完」太平乱世（abobdsm，剧情为主，车为辅，美强惨受，伪探案悬疑，警察x杀人犯）by坤臻[悬疑].txt",
    "夸克盘链接": "https://pan.quark.cn/s/130fdfca99cb"
  },
  {
    "文件名": "「海 完」盛京沦陷之日by安静[古代 美人受].txt",
    "夸克盘链接": "https://pan.quark.cn/s/556edebad464"
  },
  {
    "文件名": "「海 完」上完就跑by desirebobo[3p].txt",
    "夸克盘链接": "https://pan.quark.cn/s/10fd02dbb692"
  },
  {
    "文件名": "「海 完」欧气小精灵by desirebobo[美人受].txt",
    "夸克盘链接": "https://pan.quark.cn/s/8a4175f0e07d"
  },
  {
    "文件名": "「海 完」上卿by desirebobo[腹黑攻].txt",
    "夸克盘链接": "https://pan.quark.cn/s/f19fa6563d19"
  },
  {
    "文件名": "「海 完」奴隶岛上被贩卖的，阳刚太监奴隶们by赫尔曼狄克[完结].txt",
    "夸克盘链接": "https://pan.quark.cn/s/b691b2b92e48"
  },
  {
    "文件名": "「海 完」柠檬茶滑板by西瓜大又甜[现代].txt",
    "夸克盘链接": "https://pan.quark.cn/s/15669950957e"
  },
  {
    "文件名": "「海 完」你不是喜欢痛吗（双x大叔受，虐，羞辱）by流浪行星Faith[双性].txt",
    "夸克盘链接": "https://pan.quark.cn/s/9a4f712f8a24"
  },
  {
    "文件名": "「海 完」男配每天都被体内成结【双】 by略略略[np].txt",
    "夸克盘链接": "https://pan.quark.cn/s/4196518314ff"
  },
  {
    "文件名": "「海 完」陌上听寒by脑补帝[古代 双性 np].txt",
    "夸克盘链接": "https://pan.quark.cn/s/cf515f27d8dc"
  },
  {
    "文件名": "「海 完」看中的血奴都变成了老攻（np）by天上枸杞[童话].txt",
    "夸克盘链接": "https://pan.quark.cn/s/144dcf4f8f7f"
  },
  {
    "文件名": "「海 完」军中欲孽by徐元轩[虐身].txt",
    "夸克盘链接": "https://pan.quark.cn/s/08a3d18ca453"
  },
  {
    "文件名": "「海 完」肌肉贞操锁奴最终变成了太监奴（被崇拜的万人迷贱男）by赫尔曼狄克[强强].txt",
    "夸克盘链接": "https://pan.quark.cn/s/55c91d33cb62"
  },
  {
    "文件名": "「海 完」黑人哥哥娶了个风流鬼by邬禅见[娱乐圈].txt",
    "夸克盘链接": "https://pan.quark.cn/s/b99a85081f9e"
  },
  {
    "文件名": "「海 完」贵族和狼崽by desirebobo[腹黑受].txt",
    "夸克盘链接": "https://pan.quark.cn/s/dfeed5de8d77"
  },
  {
    "文件名": "「海 完」鬼夫by兰庭[灵异].txt",
    "夸克盘链接": "https://pan.quark.cn/s/f2a5d700d2e0"
  },
  {
    "文件名": "「海 完」狗勾by万象上轻装[奇幻].txt",
    "夸克盘链接": "https://pan.quark.cn/s/c3e17d6bdfb2"
  },
  {
    "文件名": "「海 完」甘之如饴by七政璇衡[现代].txt",
    "夸克盘链接": "https://pan.quark.cn/s/adb6f14b6d2f"
  },
  {
    "文件名": "「海 完」改造双性美人by人间四月天[虐身].txt",
    "夸克盘链接": "https://pan.quark.cn/s/9b63585547f0"
  },
  {
    "文件名": "「海 完」发情期认错老公了怎么办[3p] by老板来杯奶昔[双性 ABO SM].txt",
    "夸克盘链接": "https://pan.quark.cn/s/3571757e8be5"
  },
  {
    "文件名": "「海 完」断情戒爱by渡沧溟[虐心 强强].txt",
    "夸克盘链接": "https://pan.quark.cn/s/5f6a505f98a9"
  },
  {
    "文件名": "「海 完」稻香奶茶by一片生鱼片[ABO].txt",
    "夸克盘链接": "https://pan.quark.cn/s/90f2027dbafe"
  },
  {
    "文件名": "「海 完」弹天裂风录by PR[玄幻 虐身].txt",
    "夸克盘链接": "https://pan.quark.cn/s/132c562f3571"
  },
  {
    "文件名": "「海 完」宠爱大师兄（总受）by lililyly[双性].txt",
    "夸克盘链接": "https://pan.quark.cn/s/d6f67413837b"
  },
  {
    "文件名": "「海 完」冰雪消融by染行[古代].txt",
    "夸克盘链接": "https://pan.quark.cn/s/d9f1a2d87c29"
  },
  {
    "文件名": "「海 完」抱抱兔兔by xt小彻[兔子受].txt",
    "夸克盘链接": "https://pan.quark.cn/s/981a0881d7b8"
  },
  {
    "文件名": "「海 完」半人马by阿花[神话].txt",
    "夸克盘链接": "https://pan.quark.cn/s/9afd9dd9d460"
  },
  {
    "文件名": "「海 完」暗恋by desirebobo[校园].txt",
    "夸克盘链接": "https://pan.quark.cn/s/c07d9524995f"
  },
  {
    "文件名": "「海 完」DONT TOUCH ME［双性]by紫恤红珠[校园 重口].txt",
    "夸克盘链接": "https://pan.quark.cn/s/cfb17fd527af"
  },
  {
    "文件名": "「海 完」〔双性预警!〕错诱公爹〔高HSP〕by是白糖不是红糖[竹马].txt",
    "夸克盘链接": "https://pan.quark.cn/s/7ba2d5df4644"
  },
  {
    "文件名": "「海 完」〔失禁!排泄!逐臭!〕“烂人街”的壁尻by是白糖不是红糖[暗黑 虐身].txt",
    "夸克盘链接": "https://pan.quark.cn/s/24c6a9786ecc"
  },
  {
    "文件名": "「海 完」〔肌肉受!〕“双十一”的情色代价（骑乘play）by是白糖不是红糖[美强].txt",
    "夸克盘链接": "https://pan.quark.cn/s/092f5dd4d37d"
  },
  {
    "文件名": "「海 完」〔感觉剥夺〕囚爱〔高H；一发完〕by是白糖不是红糖[虐身 暗黑].txt",
    "夸克盘链接": "https://pan.quark.cn/s/43159a4f331b"
  },
  {
    "文件名": "「海 完」〔M攻警告!〕欲望馆“免单”活动（双性） 作家：是白糖不是红糖[竹马].txt",
    "夸克盘链接": "https://pan.quark.cn/s/1040891ded40"
  },
  {
    "文件名": "「海 完」〔M攻警告!〕玩具（激射!电击!失禁!放置）by是白糖不是红糖[暗黑].txt",
    "夸克盘链接": "https://pan.quark.cn/s/7c1151173dbe"
  },
  {
    "文件名": "「海 完」【总攻】猫妖的报恩by不明所以的x[np].txt",
    "夸克盘链接": "https://pan.quark.cn/s/b41c13d8dfc1"
  },
  {
    "文件名": "「海 完」[短篇]剑客与僧人by果酱面包猫[古代].txt",
    "夸克盘链接": "https://pan.quark.cn/s/f64fe513d194"
  },
  {
    "文件名": "「海 完 番全」囚禁系强制爱文件夹by小病娇[短篇集].txt",
    "夸克盘链接": "https://pan.quark.cn/s/1a6fb25edf84"
  },
  {
    "文件名": "「海 完 番5」漫长觊觎by十二只羊[美强 小妈].txt",
    "夸克盘链接": "https://pan.quark.cn/s/398c0389bc10"
  },
  {
    "文件名": "「海 完 番5」回头草偏要死缠烂打by三坛海烩藕粉[古代].txt",
    "夸克盘链接": "https://pan.quark.cn/s/c51aa011d6d3"
  },
  {
    "文件名": "「海 完 番3」【ABO】小调情by弓弦月[虐爱 BE].txt",
    "夸克盘链接": "https://pan.quark.cn/s/66862da292d3"
  },
  {
    "文件名": "「海 完 番2」欲望直播间[高H]by是白糖不是红糖[竹马].txt",
    "夸克盘链接": "https://pan.quark.cn/s/1b2403f745f1"
  },
  {
    "文件名": "「海 完 番1」在末日当舔狗的那些日子by轻觉[科幻 np].txt",
    "夸克盘链接": "https://pan.quark.cn/s/b98491cb8ccc"
  },
  {
    "文件名": "「海 完 番1」一盆小菊花by柠檬[奇幻].txt",
    "夸克盘链接": "https://pan.quark.cn/s/a8efc68912df"
  },
  {
    "文件名": "「海 完 番1」亭亭峪立by付桑[校园竹马].txt",
    "夸克盘链接": "https://pan.quark.cn/s/8cea24435b6d"
  },
  {
    "文件名": "「海 完 番1」畸异by野与蛮[奇幻].txt",
    "夸克盘链接": "https://pan.quark.cn/s/50582d719aa7"
  },
  {
    "文件名": "「海 完 番1」黄by万象上轻装[现代].txt",
    "夸克盘链接": "https://pan.quark.cn/s/869c20c68dde"
  },
  {
    "文件名": "「海 完 番1」I feel you lonely by萨利亚[强强].txt",
    "夸克盘链接": "https://pan.quark.cn/s/eae5ad2671bc"
  },
  {
    "文件名": "「海 完 蛋5」狩猎龙族by月光如水[强强 奇幻].txt",
    "夸克盘链接": "https://pan.quark.cn/s/ea01db9a5855"
  },
  {
    "文件名": "「海 完 蛋2」首富是个鬼畜受（双性）by月光如水[调教].txt",
    "夸克盘链接": "https://pan.quark.cn/s/5fb2b8799afd"
  },
  {
    "文件名": "《做人不要太庄欧》作者：总是开会的小刀.txt",
    "夸克盘链接": "https://pan.quark.cn/s/1feaf345f5f0"
  },
  {
    "文件名": "《纵欢》作者：快把蕉下的鹿牵走.txt",
    "夸克盘链接": "https://pan.quark.cn/s/3de7b8a1f7ec"
  },
  {
    "文件名": "《主人的任务》作者：霁晚.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c12e6a11bfc5"
  },
  {
    "文件名": "《着迷》作者：少年宫.txt",
    "夸克盘链接": "https://pan.quark.cn/s/b91f17df47de"
  },
  {
    "文件名": "《折翼天使》作者：该死的甜美小娇妻.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c6f6c984d72c"
  },
  {
    "文件名": "《谪仙瑶宫难留》作者：西行无归.txt",
    "夸克盘链接": "https://pan.quark.cn/s/00954535f694"
  },
  {
    "文件名": "《詹府秘闻》作者：徐飞白.txt",
    "夸克盘链接": "https://pan.quark.cn/s/259d40f31481"
  },
  {
    "文件名": "《愉心》作者：跨海大桥头.txt",
    "夸克盘链接": "https://pan.quark.cn/s/f2ff181fd65a"
  },
  {
    "文件名": "《影帝不是我爸爸》作者：方沉.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ea2509f4d2a1"
  },
  {
    "文件名": "《意外延期》作者：暮归_.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a356832abe0e"
  },
  {
    "文件名": "《医患关系》作者：几度.txt",
    "夸克盘链接": "https://pan.quark.cn/s/3405e67c2b80"
  },
  {
    "文件名": "《野蛮生长》作者：休隅.txt",
    "夸克盘链接": "https://pan.quark.cn/s/55d5009bb024"
  },
  {
    "文件名": "《野狗和大美人的故事》作者：生为红蓝.txt",
    "夸克盘链接": "https://pan.quark.cn/s/482269837574"
  },
  {
    "文件名": "《养偏》作者：岁崇.txt",
    "夸克盘链接": "https://pan.quark.cn/s/793a5ef37102"
  },
  {
    "文件名": "《驯兽指南·外传》作者：竹叶青seven.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c444be4aaf21"
  },
  {
    "文件名": "《寻找触手》作者：业内数据清单.txt",
    "夸克盘链接": "https://pan.quark.cn/s/1bc52fad3955"
  },
  {
    "文件名": "《凶狠绅士》作者：银以堕.txt",
    "夸克盘链接": "https://pan.quark.cn/s/345ee8e67fd4"
  },
  {
    "文件名": "《醒来变成上司的大鸟》作者：Andreia.txt",
    "夸克盘链接": "https://pan.quark.cn/s/66b54baaa8d0"
  },
  {
    "文件名": "《心上人》作者：乌子瓜.txt",
    "夸克盘链接": "https://pan.quark.cn/s/72ae29b74dfe"
  },
  {
    "文件名": "《小偷》作者：迩安.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c55ccd29b120"
  },
  {
    "文件名": "《小丧尸》作者：滋溜.txt",
    "夸克盘链接": "https://pan.quark.cn/s/59ff32ddeb09"
  },
  {
    "文件名": "《小狗日记》作者：赵酒良.txt",
    "夸克盘链接": "https://pan.quark.cn/s/119907931fac"
  },
  {
    "文件名": "《雾雨盛夏》作者：次不次饭.txt",
    "夸克盘链接": "https://pan.quark.cn/s/aef387a8a146"
  },
  {
    "文件名": "《无色》作者：匿名咸鱼.txt",
    "夸克盘链接": "https://pan.quark.cn/s/4685a77949a9"
  },
  {
    "文件名": "《我真的恐批》作者：匿名咸鱼.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a9c9d73b8bf6"
  },
  {
    "文件名": "《我在校园文里当路人甲》作者：少峤.txt",
    "夸克盘链接": "https://pan.quark.cn/s/aea96295fab7"
  },
  {
    "文件名": "《我以为他把我当替身》作者：路游归.txt",
    "夸克盘链接": "https://pan.quark.cn/s/348608f0b00b"
  },
  {
    "文件名": "《我老婆要给我生孩子》作者：我要吃好吃的.txt",
    "夸克盘链接": "https://pan.quark.cn/s/3f77513757aa"
  },
  {
    "文件名": "《我经纪人是我的泥塑粉》作者：氧气过敏患者.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ee460af19eda"
  },
  {
    "文件名": "《我和我的炮灰老攻》作者：小栗子安.txt",
    "夸克盘链接": "https://pan.quark.cn/s/bf5bfab987f9"
  },
  {
    "文件名": "《我和上司的二三事》作者：匿名咸鱼.txt",
    "夸克盘链接": "https://pan.quark.cn/s/5902866fc6cc"
  },
  {
    "文件名": "《我好兄弟分化成了O》作者：叶霖川.txt",
    "夸克盘链接": "https://pan.quark.cn/s/82c233eb7ad4"
  },
  {
    "文件名": "《我的小笨蛋》作者：闲汉子.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c3b9dc8df9aa"
  },
  {
    "文件名": "《我爱你在此刻终结》作者：焚纸消香.txt",
    "夸克盘链接": "https://pan.quark.cn/s/03d7d2bbd7d2"
  },
  {
    "文件名": "《吻颈之交》作者：止谈风月.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a44b3165934f"
  },
  {
    "文件名": "《温柔豢养》作者：七苜.txt",
    "夸克盘链接": "https://pan.quark.cn/s/95e7b7bda63d"
  },
  {
    "文件名": "《为期73天的救赎》作者：元雨迟.txt",
    "夸克盘链接": "https://pan.quark.cn/s/71d432da8ab6"
  },
  {
    "文件名": "《伪装情深》作者：土申公公.txt",
    "夸克盘链接": "https://pan.quark.cn/s/d7d2df99b712"
  },
  {
    "文件名": "《晚急粘人期》作者：俩脆桃.txt",
    "夸克盘链接": "https://pan.quark.cn/s/0e47da29605b"
  },
  {
    "文件名": "《甜心糯米团儿》作者：七号conspirator.txt",
    "夸克盘链接": "https://pan.quark.cn/s/91af41e8b759"
  },
  {
    "文件名": "《玩坏这个老板》作者：白狼嗷呜一口.txt",
    "夸克盘链接": "https://pan.quark.cn/s/62adfb548f63"
  },
  {
    "文件名": "《吞厌》作者：白膛.txt",
    "夸克盘链接": "https://pan.quark.cn/s/dd40e5f130fb"
  },
  {
    "文件名": "《土味》作者：迷人肉汤.txt",
    "夸克盘链接": "https://pan.quark.cn/s/5b4dbb34a9d6"
  },
  {
    "文件名": "《舔狗不可以》作者：不毛D.txt",
    "夸克盘链接": "https://pan.quark.cn/s/cf5c041ce01a"
  },
  {
    "文件名": "《甜蜜的獠牙》作者：害虫基因组.txt",
    "夸克盘链接": "https://pan.quark.cn/s/db2c0185b4d5"
  },
  {
    "文件名": "《逃离乐队》作者：不销魂.txt",
    "夸克盘链接": "https://pan.quark.cn/s/2f8c87e0b02b"
  },
  {
    "文件名": "《太阳渡轮》作者：莳酒.txt",
    "夸克盘链接": "https://pan.quark.cn/s/f97a6af6d980"
  },
  {
    "文件名": "《他还可以浪的那三个月》作者：宁宁在右mqc.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a0da91358f45"
  },
  {
    "文件名": "《俗世风情店》作者：秦柒.txt",
    "夸克盘链接": "https://pan.quark.cn/s/19cb7a467000"
  },
  {
    "文件名": "《饲主我要零花钱》作者：小生恕己.txt",
    "夸克盘链接": "https://pan.quark.cn/s/70b4d855b113"
  },
  {
    "文件名": "《四季三餐》作者：赌墨泼茶.txt",
    "夸克盘链接": "https://pan.quark.cn/s/dc7da259d6a4"
  },
  {
    "文件名": "《死亡以后》作者：木客.txt",
    "夸克盘链接": "https://pan.quark.cn/s/25980a06be02"
  },
  {
    "文件名": "《死了后才发现我哥爱我》作者：无色舟.txt",
    "夸克盘链接": "https://pan.quark.cn/s/7441fb15e64f"
  },
  {
    "文件名": "《双向狩猎大修版》作者：纸上弹喵.txt",
    "夸克盘链接": "https://pan.quark.cn/s/cc511c9fd903"
  },
  {
    "文件名": "《双生镣铐》作者：末芜闻.txt",
    "夸克盘链接": "https://pan.quark.cn/s/d4c84a24fb46"
  },
  {
    "文件名": "《双喜》作者：长亭树.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a0cf42fbe651"
  },
  {
    "文件名": "《双格丈夫》作者：bluecamila.txt",
    "夸克盘链接": "https://pan.quark.cn/s/8a747d513d42"
  },
  {
    "文件名": "《曙川慕林》作者：脂肪变.txt",
    "夸克盘链接": "https://pan.quark.cn/s/553e01db4616"
  },
  {
    "文件名": "《手不释鲲》作者：错镂金环.txt",
    "夸克盘链接": "https://pan.quark.cn/s/4ab5a05a5eac"
  },
  {
    "文件名": "《是奶糖不是酥糖》作者：匿名咸鱼.txt",
    "夸克盘链接": "https://pan.quark.cn/s/f7ff7efebd9e"
  },
  {
    "文件名": "《失速》作者：阿菜.txt",
    "夸克盘链接": "https://pan.quark.cn/s/9cb1e8f814a6"
  },
  {
    "文件名": "《深呼吸》作者：关北延.txt",
    "夸克盘链接": "https://pan.quark.cn/s/74aca9007a95"
  },
  {
    "文件名": "《身不由己》作者：冰摇桃桃.txt",
    "夸克盘链接": "https://pan.quark.cn/s/0922aa7283f9"
  },
  {
    "文件名": "《山路》作者：鲸落苍穹下.txt",
    "夸克盘链接": "https://pan.quark.cn/s/86de795c7adc"
  },
  {
    "文件名": "《入鞘》作者：土拨鼠九十九号.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e73df7e28a16"
  },
  {
    "文件名": "《揉情窥爱》作者：Cauchy.txt",
    "夸克盘链接": "https://pan.quark.cn/s/b941b2317d48"
  },
  {
    "文件名": "《人气男团因为我解散了》作者：之谨.txt",
    "夸克盘链接": "https://pan.quark.cn/s/9a06544e9a4a"
  },
  {
    "文件名": "《囚徒困境》作者：桂花拿铁.txt",
    "夸克盘链接": "https://pan.quark.cn/s/39a7cb339677"
  },
  {
    "文件名": "《囚禁日记》作者：奉奉.txt",
    "夸克盘链接": "https://pan.quark.cn/s/1fbcd5532174"
  },
  {
    "文件名": "《囚禁代码》作者：桃之天天.txt",
    "夸克盘链接": "https://pan.quark.cn/s/5ad66494dafa"
  },
  {
    "文件名": "《穷轨》作者：温火炖排骨.txt",
    "夸克盘链接": "https://pan.quark.cn/s/1e930da2e55a"
  },
  {
    "文件名": "《情欲难抑》作者：清非.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e233bdb63d39"
  },
  {
    "文件名": "《情难自已》作者：俩脆桃.txt",
    "夸克盘链接": "https://pan.quark.cn/s/9f0cf8d5b24c"
  },
  {
    "文件名": "《清纯狐狸精》作者：东城南陌花下.txt",
    "夸克盘链接": "https://pan.quark.cn/s/8f4ec08d80ab"
  },
  {
    "文件名": "《轻度焦虑》作者：绾幺.txt",
    "夸克盘链接": "https://pan.quark.cn/s/8ef2c4750910"
  },
  {
    "文件名": "《青鸟》作者：人间处处寻清欢.txt",
    "夸克盘链接": "https://pan.quark.cn/s/6d30407d3072"
  },
  {
    "文件名": "《千里送行》作者：不啾山.txt",
    "夸克盘链接": "https://pan.quark.cn/s/6e51492a8271"
  },
  {
    "文件名": "《旗下爱豆恋爱了》作者：特别的perrier.txt",
    "夸克盘链接": "https://pan.quark.cn/s/6f691793dd89"
  },
  {
    "文件名": "《栖林》作者：徂川.txt",
    "夸克盘链接": "https://pan.quark.cn/s/0c4402538199"
  },
  {
    "文件名": "《七年无痒》作者：执着于鹤.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ed2ffa70d950"
  },
  {
    "文件名": "《漂泊旅人》作者：w山罔.txt",
    "夸克盘链接": "https://pan.quark.cn/s/f95670a629cd"
  },
  {
    "文件名": "《匹诺曹》作者：孟还.txt",
    "夸克盘链接": "https://pan.quark.cn/s/edcd3784b2d1"
  },
  {
    "文件名": "《你是不是在撩我》作者：南风吐月.txt",
    "夸克盘链接": "https://pan.quark.cn/s/b389147d00fe"
  },
  {
    "文件名": "《难渡》作者；池鱼.txt",
    "夸克盘链接": "https://pan.quark.cn/s/35ba463dc258"
  },
  {
    "文件名": "《奶味衬衫》作者：砚菌.txt",
    "夸克盘链接": "https://pan.quark.cn/s/2ede8b3aeae4"
  },
  {
    "文件名": "《鸣蝉》作者：月白梨花尖.txt",
    "夸克盘链接": "https://pan.quark.cn/s/98bdf0f7287e"
  },
  {
    "文件名": "《魅魔集邮手册》作者：天上枸杞.txt",
    "夸克盘链接": "https://pan.quark.cn/s/4088145c6331"
  },
  {
    "文件名": "《每日饲养掉San日常》作者：洛烬.txt",
    "夸克盘链接": "https://pan.quark.cn/s/4c9c011dee74"
  },
  {
    "文件名": "《卖内衣的男人》 作者：朝不怯.txt",
    "夸克盘链接": "https://pan.quark.cn/s/bb5a03ae5b08"
  },
  {
    "文件名": "《妈的智障》作者：解三千.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a6844cf5861f"
  },
  {
    "文件名": "《龙性的盛宴》作者：凉黑糖Ac.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c402b9af407b"
  },
  {
    "文件名": "《留灯》作者：流亡贝壳.txt",
    "夸克盘链接": "https://pan.quark.cn/s/977bf40e59c0"
  },
  {
    "文件名": "《另类同居》作者：临时少女.txt",
    "夸克盘链接": "https://pan.quark.cn/s/8bdb1090c078"
  },
  {
    "文件名": "《猎鱼》作者：一锅炖不下.txt",
    "夸克盘链接": "https://pan.quark.cn/s/8debfcf171c1"
  },
  {
    "文件名": "《李解万岁》作者：wargoose.txt",
    "夸克盘链接": "https://pan.quark.cn/s/1d3473d520d9"
  },
  {
    "文件名": "《冷月入牢》作者：夜很贫瘠.txt",
    "夸克盘链接": "https://pan.quark.cn/s/58a986935034"
  },
  {
    "文件名": "《冷水银》作者：何叹言.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ecf0e0c071cb"
  },
  {
    "文件名": "《老爷和男佣》作者：小芥见.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a8a0db3bd984"
  },
  {
    "文件名": "《狼藉》作者：八宝已被占用.txt",
    "夸克盘链接": "https://pan.quark.cn/s/70ec1e36693a"
  },
  {
    "文件名": "《苦木逢春》作者：小箐岚.txt",
    "夸克盘链接": "https://pan.quark.cn/s/40f1ee5684b2"
  },
  {
    "文件名": "《口不应心》作者：不是栗.txt",
    "夸克盘链接": "https://pan.quark.cn/s/562ae240044e"
  },
  {
    "文件名": "《渴求》作者：好的吧好的吧.txt",
    "夸克盘链接": "https://pan.quark.cn/s/34876f702ee1"
  },
  {
    "文件名": "《咖啡与酒》作者：拿铁.txt",
    "夸克盘链接": "https://pan.quark.cn/s/243aada98c65"
  },
  {
    "文件名": "《绝口不提》作者：比留川花游.txt",
    "夸克盘链接": "https://pan.quark.cn/s/4b13ca9e7ffa"
  },
  {
    "文件名": "《警犬》作者：萌谁谁便当君.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e28f1df3a91f"
  },
  {
    "文件名": "《惊蛰》作者：林深桉.txt",
    "夸克盘链接": "https://pan.quark.cn/s/7fa37d1243ae"
  },
  {
    "文件名": "《禁色》作者：八宝已被占用.txt",
    "夸克盘链接": "https://pan.quark.cn/s/b71ee08590c4"
  },
  {
    "文件名": "《进化标记》作者：匿名咸鱼.txt",
    "夸克盘链接": "https://pan.quark.cn/s/f12a80c59d9f"
  },
  {
    "文件名": "《今晚弄哭你》作者：朝不怯.txt",
    "夸克盘链接": "https://pan.quark.cn/s/7f7fcb0d8d3a"
  },
  {
    "文件名": "《今天是什么姿势呢》作者：柠檬撞奶糖.txt",
    "夸克盘链接": "https://pan.quark.cn/s/2108c27b6539"
  },
  {
    "文件名": "《见衣不如面》作者：错镂金环.txt",
    "夸克盘链接": "https://pan.quark.cn/s/f6ee0e40aaac"
  },
  {
    "文件名": "《戛然而止》作者：巴啦啦小魔鬼啊.txt",
    "夸克盘链接": "https://pan.quark.cn/s/88dfebb286f0"
  },
  {
    "文件名": "《记忆事故》作者：kiwifruit.txt",
    "夸克盘链接": "https://pan.quark.cn/s/bb109902621c"
  },
  {
    "文件名": "《荒诞》作者：八宝已被占用.txt",
    "夸克盘链接": "https://pan.quark.cn/s/69e4075ee317"
  },
  {
    "文件名": "《荒春》作者：说郛.txt",
    "夸克盘链接": "https://pan.quark.cn/s/0843f7edf1b2"
  },
  {
    "文件名": "《患者约会日记》作者：兰道先生.txt",
    "夸克盘链接": "https://pan.quark.cn/s/4684e448d130"
  },
  {
    "文件名": "《狐尾》作者：Z0103.txt",
    "夸克盘链接": "https://pan.quark.cn/s/776114c51681"
  },
  {
    "文件名": "《狐狸精》 作者：木十九dd.txt",
    "夸克盘链接": "https://pan.quark.cn/s/cd32d24f8603"
  },
  {
    "文件名": "《嘿！大兄弟》作者：清风乱窜.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a13b0ef2ee1a"
  },
  {
    "文件名": "《好久不见，我的小医生》作者：奶茶配青团.txt",
    "夸克盘链接": "https://pan.quark.cn/s/65b871a168c6"
  },
  {
    "文件名": "《轨道外》作者：夏素吱.txt",
    "夸克盘链接": "https://pan.quark.cn/s/6a91d0e4428b"
  },
  {
    "文件名": "《归巢》作者：哑火.txt",
    "夸克盘链接": "https://pan.quark.cn/s/7c1fe2020438"
  },
  {
    "文件名": "《古方红糖》作者：百香果和咸蛋黄.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e5b1305ee3aa"
  },
  {
    "文件名": "《勾人》作者：饕餮不吃饭.txt",
    "夸克盘链接": "https://pan.quark.cn/s/4608c60c63b8"
  },
  {
    "文件名": "《攻君二三事》作者：珄渝.txt",
    "夸克盘链接": "https://pan.quark.cn/s/037bc349fbe1"
  },
  {
    "文件名": "《跟班》作者：一只酱.txt",
    "夸克盘链接": "https://pan.quark.cn/s/2ec72765ef9c"
  },
  {
    "文件名": "《给我钱》作者：ChloePrice.txt",
    "夸克盘链接": "https://pan.quark.cn/s/1f07459f1b97"
  },
  {
    "文件名": "《哥哥弟弟》作者：摩童.txt",
    "夸克盘链接": "https://pan.quark.cn/s/455a52c2ed99"
  },
  {
    "文件名": "《隔岸观花》作者：杏玖.txt",
    "夸克盘链接": "https://pan.quark.cn/s/b4618d2a23da"
  },
  {
    "文件名": "《福祸相依否》作者：归鹤远山.txt",
    "夸克盘链接": "https://pan.quark.cn/s/44aa2ad007fc"
  },
  {
    "文件名": "《伏灵异闻录》作者：楚山晓.txt",
    "夸克盘链接": "https://pan.quark.cn/s/afba72f7f488"
  },
  {
    "文件名": "《分手》作者：应吾生.txt",
    "夸克盘链接": "https://pan.quark.cn/s/66aa6ad23c30"
  },
  {
    "文件名": "《蜚蜚》作者：荔荔桃洲.txt",
    "夸克盘链接": "https://pan.quark.cn/s/f6f369187912"
  },
  {
    "文件名": "《二给》作者：杳杳音绝.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c7b041b91b91"
  },
  {
    "文件名": "《恶人自有恶攻磨》作者：叔果儿.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a05478880536"
  },
  {
    "文件名": "《恶毒女配生存手册》作者：匿名咸鱼.txt",
    "夸克盘链接": "https://pan.quark.cn/s/dbc0c19e9c2e"
  },
  {
    "文件名": "《掉马》作者：不愿意透露姓名的美女.txt",
    "夸克盘链接": "https://pan.quark.cn/s/42668a98333e"
  },
  {
    "文件名": "《多面总裁》作者：静亦.txt",
    "夸克盘链接": "https://pan.quark.cn/s/df5e44b8784f"
  },
  {
    "文件名": "《嗲精》by 猴有羊.txt",
    "夸克盘链接": "https://pan.quark.cn/s/43649674e5e2"
  },
  {
    "文件名": "《大幸运术》作者：季世.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e1df9662d183"
  },
  {
    "文件名": "《大结巴》作者：渡海不是医生.txt",
    "夸克盘链接": "https://pan.quark.cn/s/67e19eead76c"
  },
  {
    "文件名": "《春水》作者：匿名咸鱼.txt",
    "夸克盘链接": "https://pan.quark.cn/s/507854553dce"
  },
  {
    "文件名": "《春生》作者：Hyacin.txt",
    "夸克盘链接": "https://pan.quark.cn/s/1ee479bba48e"
  },
  {
    "文件名": "《春风沉醉的夜晚》作者：八宝已被占用.txt",
    "夸克盘链接": "https://pan.quark.cn/s/6556a0c2dae5"
  },
  {
    "文件名": "《穿书成BG文里的男炮灰》作者：肖苏佑.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ced2d2fbcc03"
  },
  {
    "文件名": "《处理品》作者：奶黄包和喵喵.txt",
    "夸克盘链接": "https://pan.quark.cn/s/d7e8b4b3b0a1"
  },
  {
    "文件名": "《出狱人士生存指南》作者：余哈利hurry.txt",
    "夸克盘链接": "https://pan.quark.cn/s/9f5c5db5786d"
  },
  {
    "文件名": "《稠蜜软桃》作者：满知良.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ae9355be1358"
  },
  {
    "文件名": "《虫母生产线》作者：骨骰的头.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e5bad5eee522"
  },
  {
    "文件名": "《吃播的自我修养》作者：理生.txt",
    "夸克盘链接": "https://pan.quark.cn/s/2ac7af61b44b"
  },
  {
    "文件名": "《沉之以醉》作者：云雾茶花糖.txt",
    "夸克盘链接": "https://pan.quark.cn/s/0182719e4c91"
  },
  {
    "文件名": "《差点罩了一个神》作者：盖世小熊.txt",
    "夸克盘链接": "https://pan.quark.cn/s/491e3d2c8823"
  },
  {
    "文件名": "《茶韵飘香》作者：1028.txt",
    "夸克盘链接": "https://pan.quark.cn/s/9b653179accd"
  },
  {
    "文件名": "《藏起来》作者：百里闻.txt",
    "夸克盘链接": "https://pan.quark.cn/s/99b5b70facca"
  },
  {
    "文件名": "《苍南夜雨》作者：一颗萍仔.txt",
    "夸克盘链接": "https://pan.quark.cn/s/b6fdd88b093e"
  },
  {
    "文件名": "《猜错法》作者：时花唐水.txt",
    "夸克盘链接": "https://pan.quark.cn/s/1e0cea8427ec"
  },
  {
    "文件名": "《不伦》作者：应吾生.txt",
    "夸克盘链接": "https://pan.quark.cn/s/d05b2547781c"
  },
  {
    "文件名": "《不合》作者：NINEZZZZ.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a5cb2008a296"
  },
  {
    "文件名": "《别缠我，没结果》by 妄怀.txt",
    "夸克盘链接": "https://pan.quark.cn/s/faee80c063b5"
  },
  {
    "文件名": "《被送进监狱后我很开心》作者：土申公公.txt",
    "夸克盘链接": "https://pan.quark.cn/s/8510193ac642"
  },
  {
    "文件名": "《白雾》作者：易炸.txt",
    "夸克盘链接": "https://pan.quark.cn/s/6a4bfa64db1b"
  },
  {
    "文件名": "《白衬衫与小短裙》作者：浅7.txt",
    "夸克盘链接": "https://pan.quark.cn/s/681e1ca76663"
  },
  {
    "文件名": "《爱上宠物怎么办》作者：八毫升水.txt",
    "夸克盘链接": "https://pan.quark.cn/s/7a599fe32605"
  },
  {
    "文件名": "《Ai男友攻略我》作者：逗逼老陶.txt",
    "夸克盘链接": "https://pan.quark.cn/s/6039440d097c"
  },
  {
    "文件名": "《5点23分》作者：卅无水.txt",
    "夸克盘链接": "https://pan.quark.cn/s/0ffc1e598b8d"
  },
  {
    "文件名": "[完结蛋全+番外全]《巨人战士的新娘》作家：月光如水（np）~补番.txt",
    "夸克盘链接": "https://pan.quark.cn/s/bf7e5b71371e"
  },
  {
    "文件名": "[完结蛋全+番外全]《放纵》作家：红奶花豆（1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e38c184e127b"
  },
  {
    "文件名": "[完结蛋全+番外2]《崇哥》作家：毒药（1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/6e0d9bd64118"
  },
  {
    "文件名": "[完结蛋全+番外3]《东方列车强奸案·玫瑰庄园》作家：洛雨烟(1v1).txt",
    "夸克盘链接": "https://pan.quark.cn/s/77d1e0704d85"
  },
  {
    "文件名": "[完结蛋全+番外]《双倍爱意》作家：Alexandra（3p）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c885cc8e8481"
  },
  {
    "文件名": "[完结蛋全+番外]《今天陛下被睡了吗》作家：麻辣火锅（总攻np）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/2c80e1ddf116"
  },
  {
    "文件名": "[完结蛋全+番外]《当偷窥狂觉醒了隐身能力》作家：刑陆（总攻np）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/56ca59bd5926"
  },
  {
    "文件名": "[完结蛋全+番外]《穿越成为虫族》作家：夏姬八取（GB女攻np）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/3d4baade0765"
  },
  {
    "文件名": "[完结蛋全]《种黑花的园丁》作家：小蒋小蒋从不中奖（1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e3c300e81b2c"
  },
  {
    "文件名": "[完结蛋全]《汁水横流的后妈》作家：杀猪刀（1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a7812d2ab4f8"
  },
  {
    "文件名": "[完结蛋全]《珍稀物种》作家：待到夜深人静时（np）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/9004b2febeee"
  },
  {
    "文件名": "[完结蛋全]《长屁股的墙》作家：肉肉教主（np）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/bf93f801966b"
  },
  {
    "文件名": "[完结蛋全]《长寿花》作家：重渡（双性1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/4826d754a44a"
  },
  {
    "文件名": "[完结蛋全]《欲爸不能》作家：甜甜爱吃肉（多cp）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/cb0209674f64"
  },
  {
    "文件名": "[完结蛋全]《用鸡儿为三界略尽绵力》作家：青铜豆腐（GB女攻np）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/5b1fbb41372e"
  },
  {
    "文件名": "[完结蛋全]《隐秘的怪物》作家：糊了（1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/b43c13a570ea"
  },
  {
    "文件名": "[完结蛋全]《引诱》作家：澄郁（1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/0eb63bdec90c"
  },
  {
    "文件名": "[完结蛋全]《异奇婚姻》作家：小蒋小蒋从不中奖（1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/b6e4484cc2b3"
  },
  {
    "文件名": "[完结蛋全]《以身伺虎》作家：青笋炒肉（1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/bcf78fab30ff"
  },
  {
    "文件名": "[完结蛋全]《兄长大人，请自重!》作家：巧克力蛙（1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/82f287b19e34"
  },
  {
    "文件名": "[完结蛋全]《驯养三部曲》 作家：无骨之媚（故事集）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/6c689fc801f5"
  },
  {
    "文件名": "[完结蛋全]《性瘾患者的救赎之路》作家：留不住（1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/8575c8dc4fdd"
  },
  {
    "文件名": "[完结蛋全]《校园情事》作家：鸟球（1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/1aecc7835440"
  },
  {
    "文件名": "[完结蛋全]《小夫子》作家：龙宇（1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e9df6ce42366"
  },
  {
    "文件名": "[完结蛋全]《我哥喜欢男人》作家：白糖（穿书1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c4097b467143"
  },
  {
    "文件名": "[完结蛋全]《玩弄私生子》作家：相望冷（np）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/4ea13fc72e1e"
  },
  {
    "文件名": "[完结蛋全]《脱轨》作家：积极进取的皮皮包（百合1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/229e8265d724"
  },
  {
    "文件名": "[完结蛋全]《提前报复》作家：张嘴吃肉（np）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/f2822998062d"
  },
  {
    "文件名": "[完结蛋全]《肉类美食大全》作家：初七（故事集）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/90a4daf59cf8"
  },
  {
    "文件名": "[完结蛋全]《伤害过后》作家：十里柔（1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c09a4ed9e9ca"
  },
  {
    "文件名": "[完结蛋全]《日翻淫荡男友的一百种方法》作家：在水一方（总受np）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/be808550f172"
  },
  {
    "文件名": "[完结蛋全]《妻妾成群》作家：糖醋里脊（np）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/62f698d7f41e"
  },
  {
    "文件名": "[完结蛋全]《破梗》作家：情九（1v1he）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/dd0032cb3095"
  },
  {
    "文件名": "[完结蛋全]《配种天堂》作家：红奶花豆（双性np）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/8a52d073c2a4"
  },
  {
    "文件名": "[完结蛋全]《女A乐园》作家：莲城（故事集）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/6ce83af07e13"
  },
  {
    "文件名": "[完结蛋全]《男校里的小荡妇》作家：我爱吃冰棒（np）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/97594ef31a56"
  },
  {
    "文件名": "[完结蛋全]《那些男人》作家：Fish（女攻故事集）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c382a0147b20"
  },
  {
    "文件名": "[完结蛋全]《魔物都爱上王子》作家：暗黑小当家（np）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/7637721de8a0"
  },
  {
    "文件名": "[完结蛋全]《梦中有鸡》作家：无名（1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/9ac4a16288bc"
  },
  {
    "文件名": "[完结蛋全]《每天都在被我家仓鼠操翻》作家：薛墨（3p）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/7eba43308d27"
  },
  {
    "文件名": "[完结蛋全]《凌虐之爱》作家：vivian（1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/94261ccec064"
  },
  {
    "文件名": "[完结蛋全]《巨阳村的双性男妻》作家：甜甜爱吃肉（np）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/1e5644b26fec"
  },
  {
    "文件名": "[完结蛋全]《惊峦》作家：谨瑾（np）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/f697521f7fad"
  },
  {
    "文件名": "[完结蛋全]《禁止喧哗》作家：Fever（小妈3p）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c91e1f382122"
  },
  {
    "文件名": "[完结蛋全]《剑修与他的剑》作家：路一玖（1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/79c7b247e9a7"
  },
  {
    "文件名": "[完结蛋全]《灰色天空》作家：苦荞（1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/3e064ccf10e9"
  },
  {
    "文件名": "[完结蛋全]《和野狗偷情后我被家里的忠犬咬了》作家：阿魔（1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/8f67c35666cf"
  },
  {
    "文件名": "[完结蛋全]《海王他从不翻车》作家：穆勒（总受np）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/5d6854ebc7de"
  },
  {
    "文件名": "[完结蛋全]《乖软尖子生》作家：乳乳（总受双性np）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/6368f2fc2cf7"
  },
  {
    "文件名": "[完结蛋全]《夫夫情趣》作家：不是纸片人（1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/6b4bf4b25ecd"
  },
  {
    "文件名": "[完结蛋全]《调教幼犬BDSM》作家：一枚软体海生物（1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c716323a472c"
  },
  {
    "文件名": "[完结蛋全]《大屌天师，鸡吧驱鬼》作家：张嘴吃肉（np）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/fb265270cea6"
  },
  {
    "文件名": "[完结蛋全]《刺青》作家：醉氧°（np）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c816106215a4"
  },
  {
    "文件名": "[完结蛋全]《楚慈》作家：你吼啊（1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/f5d48946b7fb"
  },
  {
    "文件名": "[完结蛋全]《毕业五年，孩子他爸又来找我》作家：有惜千千（1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/7c3b409043b5"
  },
  {
    "文件名": "[完结蛋全]《被校草强制爱了 》作家：-苯环不是环-（1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/2808ef5133a8"
  },
  {
    "文件名": "[完结蛋全]《奥杰塔》作家：Luxuria（np）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/797f0519d0b6"
  },
  {
    "文件名": "[完结蛋全]《爱妾》作家：不是我写的（np).txt",
    "夸克盘链接": "https://pan.quark.cn/s/6f128d1459fb"
  },
  {
    "文件名": "[完结蛋全]《yin乱王朝》作家：在水一方（1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/bec850ff12ba"
  },
  {
    "文件名": "[完结蛋全]《[总攻]虫族之在雌虫堆混日子的雄虫》作家：天山共色（np）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/50df1133756a"
  },
  {
    "文件名": "[完结+全番外]《重生之这次是我日你（np总受）》作者：大鸟.txt",
    "夸克盘链接": "https://pan.quark.cn/s/25317267f395"
  },
  {
    "文件名": "[完结+全番外]《种马战士（np总受）》作者：男主大人.txt",
    "夸克盘链接": "https://pan.quark.cn/s/02edd3554f13"
  },
  {
    "文件名": "[完结+全番外]《汁漾（辗转承欢合集）主受》作者：苏蕊.txt",
    "夸克盘链接": "https://pan.quark.cn/s/5d5bb203fb89"
  },
  {
    "文件名": "[完结+全番外]《栽他手里了（主攻1v1 互宠）》作者：乐莫乐兮.txt",
    "夸克盘链接": "https://pan.quark.cn/s/2750b19943fb"
  },
  {
    "文件名": "[完结+全番外]《欲扉【np 双性总受】》作者：葱花冰淇淋（补番）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e3059187c9e4"
  },
  {
    "文件名": "[完结+全番外]《一个被现实强奸的小兵（国际象棋拟人 主受）》作者：do爱吗.txt",
    "夸克盘链接": "https://pan.quark.cn/s/87c48acfecb1"
  },
  {
    "文件名": "[完结+全番外]《晏川的秘密 1v1「和尚攻x半妖受」》作者：七日饮鸩.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ee6285459f83"
  },
  {
    "文件名": "[完结+全番外]《驯化手册（1v1 多cp）》作者：银色海.txt",
    "夸克盘链接": "https://pan.quark.cn/s/595c67f17696"
  },
  {
    "文件名": "[完结+全番外]《性瘾小少爷（np总受，双）》作者：乳乳.txt",
    "夸克盘链接": "https://pan.quark.cn/s/0418492ccf2a"
  },
  {
    "文件名": "[完结+全番外]《小茉莉（np 双性总受）》作者：重渡（补番）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/b6f32e973f83"
  },
  {
    "文件名": "[完结+全番外]《我梦见我的女朋友梦见她绿了她的闺蜜（np总受）》作者：晴天.txt",
    "夸克盘链接": "https://pan.quark.cn/s/191879c4c280"
  },
  {
    "文件名": "[完结+全番外]《我和青梅和天降的恋爱修罗场（3p）》作者：泡芙星球.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e1e715beace0"
  },
  {
    "文件名": "[完结+全番外]《我非老公理想型[ABO 1v1小甜饼]》作者：三坛海烩藕粉.txt",
    "夸克盘链接": "https://pan.quark.cn/s/0e391f5362a7"
  },
  {
    "文件名": "[完结+全番外]《她的后宫（np GB 女alpha总攻）》作者：执迷.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a49b3961aa4b"
  },
  {
    "文件名": "[完结+全番外]《图书室惊魂（np总受）》作者：利行云.txt",
    "夸克盘链接": "https://pan.quark.cn/s/adcbd9de74ea"
  },
  {
    "文件名": "[完结+全番外]《他的奴及附赠品（3p 一主两奴）》作者：麽麽酱.txt",
    "夸克盘链接": "https://pan.quark.cn/s/de8b23527924"
  },
  {
    "文件名": "[完结+全番外]《双面暴君（np 北齐总受）》作者：赵如冰（补番）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/d62e82fdac5b"
  },
  {
    "文件名": "[完结+全番外]《上心【火葬场】忠犬攻x黑化受 1v1》作者：朝阳西落.txt",
    "夸克盘链接": "https://pan.quark.cn/s/359add6a9444"
  },
  {
    "文件名": "[完结+全番外]《任务完成后男主们都黑化了（np总受）》作者：就想看受嘤嘤嘤.txt",
    "夸克盘链接": "https://pan.quark.cn/s/608128217a9e"
  },
  {
    "文件名": "[完结+全番外]《男配每天都被体内成结【双 np总受】》作者：略略略（补番）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/aa684235a4ec"
  },
  {
    "文件名": "[完结+全番外]《凌nue牢笼（故事合集）》作者：苹果π.txt",
    "夸克盘链接": "https://pan.quark.cn/s/98c7ee4e4ab7"
  },
  {
    "文件名": "[完结+全番外]《巨兽之喉（1v1 甜肉）》作者：咸鱼王.txt",
    "夸克盘链接": "https://pan.quark.cn/s/2596e4bb41eb"
  },
  {
    "文件名": "[完结+全番外]《今天的同学也不对劲呢（np 万人迷总受）》作者：木鱼暮雨.txt",
    "夸克盘链接": "https://pan.quark.cn/s/1244818ba500"
  },
  {
    "文件名": "[完结+全番外]《健身房特殊项目（np总受）结局1v1》作者：蛋蛋的幸福.txt",
    "夸克盘链接": "https://pan.quark.cn/s/9f8c6fc63d87"
  },
  {
    "文件名": "[完结+全番外]《见月明（骨科1v1）》作者：棉花团子.txt",
    "夸克盘链接": "https://pan.quark.cn/s/d55a3129620d"
  },
  {
    "文件名": "[完结+全番外]《坏种（1v1双性）》作者：纳豆小僧（补番）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/efb7f6945ba6"
  },
  {
    "文件名": "[完结+全番外]《花叶却将花蕊破（兄弟骨科年下  双性1v1）作者：废人话多.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a59f6ea9be91"
  },
  {
    "文件名": "[完结+全番外]《海棠春睡迟（np 情感1v1）》作者：白槿霜风.txt",
    "夸克盘链接": "https://pan.quark.cn/s/52bda500aca9"
  },
  {
    "文件名": "[完结+全番外]《缚爱如山（1v1 强制爱）》作者：朝阳西落.txt",
    "夸克盘链接": "https://pan.quark.cn/s/008b7afda34b"
  },
  {
    "文件名": "[完结+全番外]《父亲元阳都泄给了我（3p 双性调教）》作者：白米羽.txt",
    "夸克盘链接": "https://pan.quark.cn/s/052f71b7b922"
  },
  {
    "文件名": "[完结+全番外]《恶魔的都是这么大么!（1v1）》作者：男主大人.txt",
    "夸克盘链接": "https://pan.quark.cn/s/43c6eabaca44"
  },
  {
    "文件名": "[完结+全番外]《吊癌惩戒系统（np女攻，扶她，女Alpha穿越到地球）》作者：铜豌豆.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ac5fc2ffc06d"
  },
  {
    "文件名": "[完结+全番外]《岛（主攻1v1 bdsm》作者：一帘风月（补番）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/2d9badf4f256"
  },
  {
    "文件名": "[完结+全番外]《刀剑乱舞同人／审all花式操刀企划（np总攻）》作者：子曰不是子日.txt",
    "夸克盘链接": "https://pan.quark.cn/s/95e740bc1bd6"
  },
  {
    "文件名": "[完结+全番外]《刀剑乱舞同人／审all操刀番外集（np总攻）》作者：子曰不是子日.txt",
    "夸克盘链接": "https://pan.quark.cn/s/39da968d2824"
  },
  {
    "文件名": "[完结+全番外]《穿成肉文主角的老公（np总受）》作者：大鸟.txt",
    "夸克盘链接": "https://pan.quark.cn/s/afdd1f218809"
  },
  {
    "文件名": "[完结+全番外]《成瘾（又名：x瘾 过程np 结局1v1）》作者：金樽.txt",
    "夸克盘链接": "https://pan.quark.cn/s/7cf3e82e5337"
  },
  {
    "文件名": "[完结+全番外]《步步为营（1v1）》作者：云间（补番）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/f702f60b607d"
  },
  {
    "文件名": "[完结+全番外]《被禁锢的炉鼎【np总受】》作者：肉煎包子（补番）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c050e466c36b"
  },
  {
    "文件名": "[完结+全番外]《爸爸我要离婚（父子年上1v1 双性）》作者：刑陆（补番）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/cb93be65bc61"
  },
  {
    "文件名": "[完结+全番外]《傲龙登天途（np总受）》作者：茶茶.txt",
    "夸克盘链接": "https://pan.quark.cn/s/0296c545f376"
  },
  {
    "文件名": "[完结+全番外]《【维勇同人】我讨厌你 i hate u（1v1）》作者：大口吃肉就是香.txt",
    "夸克盘链接": "https://pan.quark.cn/s/9ad6ca21bc2f"
  },
  {
    "文件名": "[完结+全番外]《[哨向总攻]穿越之“修器”与共（np）》作者：喵爪呱.txt",
    "夸克盘链接": "https://pan.quark.cn/s/b9513cd4c9cd"
  },
  {
    "文件名": "[完结+全番外]《[女攻]老婆抱抱（1v1）》作者：菊花开.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c51f1658fea4"
  },
  {
    "文件名": "[完结+全番外]《[女a男o] 风格迥异 女攻1v1》作者：白白摇不动了.txt",
    "夸克盘链接": "https://pan.quark.cn/s/2c445253e41e"
  },
  {
    "文件名": "[完结+番外全]情欲缠身的秀气少年（甜宠强势攻1v1）~补番.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a7c7e1e39dbc"
  },
  {
    "文件名": "[完结+番外全]穿书成BG文里的男炮灰（1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/82ac39024edc"
  },
  {
    "文件名": "[完结+番外全]【虫族.BDSM】沃霖（1v1）~补番.txt",
    "夸克盘链接": "https://pan.quark.cn/s/6334e58fe98a"
  },
  {
    "文件名": "[完结+番外全]《自缚》作家：红茶玛奇朵（1v1）~补番.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c5bc15e8f968"
  },
  {
    "文件名": "[完结+番外全]《欲练神功的教主》作家：月亮血浆（1v1）~补番.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c6e4df93e150"
  },
  {
    "文件名": "[完结+番外全]《引狼入室之后》作家：鸦矫（女攻np）~补番.txt",
    "夸克盘链接": "https://pan.quark.cn/s/7d09ad0698d9"
  },
  {
    "文件名": "[完结+番外全]《我的夫君们》作家：小顾（np）~补番.txt",
    "夸克盘链接": "https://pan.quark.cn/s/6de32f478383"
  },
  {
    "文件名": "[完结+番外全]《收藏柜里的男人们》作家：鱼水何欢（np）~补番.txt",
    "夸克盘链接": "https://pan.quark.cn/s/8caaef5a55b4"
  },
  {
    "文件名": "[完结+番外全]《人鱼星球（人X蛇人）蛇人系列2》作家：玲樱 .txt",
    "夸克盘链接": "https://pan.quark.cn/s/6f5d1f77a78c"
  },
  {
    "文件名": "[完结+番外全]《请您享用我》作家：喵喵酱（1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/9018b48a5f66"
  },
  {
    "文件名": "[完结+番外全]《情深难却》作家：李非言（百合1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/046bfbae7d3c"
  },
  {
    "文件名": "[完结+番外全]《老师，冒犯了》作家：邬禅见（年下师生1v1）~补番.txt",
    "夸克盘链接": "https://pan.quark.cn/s/948a247e7fd6"
  },
  {
    "文件名": "[完结+番外全]《饥饿游戏》作家：鬼畜渊（1v1）~补番.txt",
    "夸克盘链接": "https://pan.quark.cn/s/d9e521d6dbdb"
  },
  {
    "文件名": "[完结+番外全]《贡品》作家：xmrj（结局1v1）~补番.txt",
    "夸克盘链接": "https://pan.quark.cn/s/572e6ae33693"
  },
  {
    "文件名": "[完结+番外16]《离婚申请》作家：云间（1v1）~补番.txt",
    "夸克盘链接": "https://pan.quark.cn/s/377f35b104b4"
  },
  {
    "文件名": "[完结+番外12]《失速》作家：塔悠塔悠（1v1）~补番.txt",
    "夸克盘链接": "https://pan.quark.cn/s/8e26b5d964e4"
  },
  {
    "文件名": "[完结+番外5]征服 Conquest（GB女攻）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/9223851c6763"
  },
  {
    "文件名": "[完结+番外5]《虫族之宠爱》作家：夜雨春池（np主攻）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/20315bd7d646"
  },
  {
    "文件名": "[完结+番外4]【虫族.BDSM】沃霖（1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/737c896f6865"
  },
  {
    "文件名": "[完结+番外3]《降将》作家：入夜十分（女攻1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/6fa33598ac54"
  },
  {
    "文件名": "[完结+番外2]笼中之物（强制1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/b4310c095bdc"
  },
  {
    "文件名": "[完结+番外2]《要挟》作家：橘子果酱（1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/d821ba612cc8"
  },
  {
    "文件名": "[完结+番外2]《臣服IV》作者：墨青城（BDSM1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/1acd0ff3bf4b"
  },
  {
    "文件名": "[完结+番外1]《黑貓的雪狼》作家：夜行喵（1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ca3e29578ac3"
  },
  {
    "文件名": "[完结+番外1]《采霓》作者：彼林間（GL百合1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/9d22a6159806"
  },
  {
    "文件名": "[完结+番外]九年义务教育（鬼怪1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/06ecfa070bc5"
  },
  {
    "文件名": "[完结+番外]发现学霸在夜总会跳脱衣舞之后（沙雕1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c36ee0616393"
  },
  {
    "文件名": "[完结+番外]成年人不作选择题（甜宠np）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ddaab13df958"
  },
  {
    "文件名": "[完结+番外]《招惹》作家：笔墨三千（百合1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/d62a7ada3a3f"
  },
  {
    "文件名": "[完结+番外]《一不小心穿成了虫母》作家：鱼乐（np）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/28f07471d226"
  },
  {
    "文件名": "[完结+番外]《狱友》作家：草薙丛云~补番.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c219ced80069"
  },
  {
    "文件名": "[完结+番外]《夏日绵绵冰》作家：金南木（ABO强制爱1v1）~补番.txt",
    "夸克盘链接": "https://pan.quark.cn/s/956cd7ab89b5"
  },
  {
    "文件名": "[完结+番外]《我被小三睡了》作者：敬儿（GL扶她百合1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a1d810b56ed2"
  },
  {
    "文件名": "[完结+番外]《双囍》作家：未甜海（np）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/928413bb6c7f"
  },
  {
    "文件名": "[完结+番外]《双格丈夫》作家：bluecamila（精神3p）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c18c845ec957"
  },
  {
    "文件名": "[完结+番外]《书生和将军为了我打起来了》作家：咕噜噜（np）~补番.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e4fd28504505"
  },
  {
    "文件名": "[完结+番外]《破戒》作家：杨广广（1v1）~补番.txt",
    "夸克盘链接": "https://pan.quark.cn/s/bb6242346f1e"
  },
  {
    "文件名": "[完结+番外]《蜜糖软糖》作家：扶七（1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/126d61e92c26"
  },
  {
    "文件名": "[完结+番外]《论如何肏到室友》作者：我得（GL百合扶她1v1）~补番.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ad527f6c8cee"
  },
  {
    "文件名": "[完结+番外]《莲子冰》作家：球崽（1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/fe3c66a4afd8"
  },
  {
    "文件名": "[完结+番外]《高龄病弱国丈的孕期生活》作家：药药不吃药（1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/626ff0de62cd"
  },
  {
    "文件名": "[完结+69番外]《物之汶汶（np 现代家奴）》作者：九页.txt",
    "夸克盘链接": "https://pan.quark.cn/s/aa4be8aa67ce"
  },
  {
    "文件名": "[完结+番外]《不协调》作家：夜行喵（BDSM1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c50180767e38"
  },
  {
    "文件名": "[完结+番外]《【刀剑乱舞审ALL审】肝刀穷三代，代练毁一生》作家：兰斯.txt",
    "夸克盘链接": "https://pan.quark.cn/s/fcd5cb36354b"
  },
  {
    "文件名": "[完结+42番外]《[综漫总攻]把男神操哭的可行方法（np）》作者：提拉米苏（补番）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/6ba4aa07df87"
  },
  {
    "文件名": "[完结+16番外]《[总攻]被催眠系统强迫成为万人迷（np）》作者：driver.txt",
    "夸克盘链接": "https://pan.quark.cn/s/4a433d173f58"
  },
  {
    "文件名": "[完结+15番外]《辉夜之城·虐身虐心，非典型BDSM（np 情感1v1）》作者：可乐可乐酱.txt",
    "夸克盘链接": "https://pan.quark.cn/s/5d1cc469a585"
  },
  {
    "文件名": "[完结+12番外]《侵占军舰【总攻】》作者：赵如冰（补番）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/9cbdfec1267f"
  },
  {
    "文件名": "[完结+10番外]《调教清冷大师兄的日日夜夜【过程np 结局1v1 双大奶】》作者：柔蔓与之并.txt",
    "夸克盘链接": "https://pan.quark.cn/s/80ce87091cf9"
  },
  {
    "文件名": "[完结+9番外]《我包养过的小狼狗回国了（年下1v1 双性）》作者：蓝色雨（补番）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e6418152ec63"
  },
  {
    "文件名": "[完结+6番外]《快穿：为了活命每天求艹（np总受）》作者：戳戳.txt",
    "夸克盘链接": "https://pan.quark.cn/s/0cf8bdf600e2"
  },
  {
    "文件名": "[完结+6番外]《把室友骚到了怎么办（双性互攻1v1）》作者：黑糖布朗尼.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e19bdf391c14"
  },
  {
    "文件名": "[完结+6番外]《【女攻】她的他（校园np）》作者：樱桃不如芭蕉.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a969711739c3"
  },
  {
    "文件名": "[完结+6番外]《（总攻 催眠）在十八禁游戏里身为至尊V8玩家是什么体验（np）》作者：二狗子.txt",
    "夸克盘链接": "https://pan.quark.cn/s/2fb753b8653a"
  },
  {
    "文件名": "[完结+6番外]《（综英美）浪就完事儿了（np）》作者：牧翡.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e89b4346f2a4"
  },
  {
    "文件名": "[完结+5番外]《作茧自缚（3p互攻）》作者：衣付炉烟＿.txt",
    "夸克盘链接": "https://pan.quark.cn/s/1a253c960796"
  },
  {
    "文件名": "[完结+5番外]《我作为金主包养了两个人（3p）》作者：desirebobo.txt",
    "夸克盘链接": "https://pan.quark.cn/s/57673ebd94c6"
  },
  {
    "文件名": "[完结+5番外]《圣战之恶魔书（np总受）》作者：赫缇.txt",
    "夸克盘链接": "https://pan.quark.cn/s/904c28d5f724"
  },
  {
    "文件名": "[完结+5番外]《腹黑少爷轻点虐（1v1 bdsm 美攻壮受 家奴）》作者：拐杖.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ff72db3f9c1d"
  },
  {
    "文件名": "[完结+5番外]《肥奶丰臀（古代 年下1v1 双性）》作者：张兆贤.txt",
    "夸克盘链接": "https://pan.quark.cn/s/1471ce6a011f"
  },
  {
    "文件名": "[完结+5番外]《成瘾性（女攻1v1）》作者：执迷.txt",
    "夸克盘链接": "https://pan.quark.cn/s/7c86295a62ef"
  },
  {
    "文件名": "[完结+4番外]《主动送上门来的Omega是怎么回事（1v1）》作者：宋润玉.txt",
    "夸克盘链接": "https://pan.quark.cn/s/cfe53c6c4ef2"
  },
  {
    "文件名": "[完结+4番外]《他的男孩（1v1）》作者：啊啊啊不吃辣.txt",
    "夸克盘链接": "https://pan.quark.cn/s/85aad406d05c"
  },
  {
    "文件名": "[完结+4番外]《浇灌幼弟（双生 正文1v1 番外np）》作者：渡翮.txt",
    "夸克盘链接": "https://pan.quark.cn/s/cdcf1f28ab4c"
  },
  {
    "文件名": "[完结+4番外]《出轨了男朋友的兄弟怎么办【np总攻】》作者：玉子梨.txt",
    "夸克盘链接": "https://pan.quark.cn/s/88a083cfdc0a"
  },
  {
    "文件名": "[完结+4番外]《败将（1v1）》作者：炖肉的cafe.txt",
    "夸克盘链接": "https://pan.quark.cn/s/0c9b3ce8d048"
  },
  {
    "文件名": "[完结+4番外]《【总攻】银河行记（np 同人）》作者：白树森林.txt",
    "夸克盘链接": "https://pan.quark.cn/s/cbb3f8e65cfd"
  },
  {
    "文件名": "[完结+4番外]《【女攻】二度梅（1v1）》作者：Ninna.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a1d82937c01f"
  },
  {
    "文件名": "[完结+4番外]《【轮回乐园 晓all】今夜，苏晓加入狩猎（np总攻）》作者：豆腐今天咸了.txt",
    "夸克盘链接": "https://pan.quark.cn/s/4e12298c0449"
  },
  {
    "文件名": "[完结+3番外]《这个军阀太奇怪（1v1）》作者：豆花花星人.txt",
    "夸克盘链接": "https://pan.quark.cn/s/1cf7cf4f9c5c"
  },
  {
    "文件名": "[完结+3番外]《引火之年【1v1 BDSM】》作者：沈白柯.txt",
    "夸克盘链接": "https://pan.quark.cn/s/bf1568f1423c"
  },
  {
    "文件名": "[完结+3番外]《演技磨练手册（夫夫角色扮演1v1）》作者：其诉.txt",
    "夸克盘链接": "https://pan.quark.cn/s/1819724183cf"
  },
  {
    "文件名": "[完结+3番外]《血族禁情（女攻1v1）》作者：迪迪迪哒啦.txt",
    "夸克盘链接": "https://pan.quark.cn/s/9d7be94e5024"
  },
  {
    "文件名": "[完结+3番外]《天将暮色（1v1）》作者：我想吃烤肉.txt",
    "夸克盘链接": "https://pan.quark.cn/s/68440d9a132d"
  },
  {
    "文件名": "[完结+3番外]《南床北顾（1v1 双性）》作者：武术指导.txt",
    "夸克盘链接": "https://pan.quark.cn/s/2516ec777800"
  },
  {
    "文件名": "[完结+3番外]《李护法（古代1v1 互攻）》作者：毒药.txt",
    "夸克盘链接": "https://pan.quark.cn/s/7a12ff53247b"
  },
  {
    "文件名": "[完结+3番外]《即使doi也是好兄弟（1v1 双性）》作者：放羊毛的星星.txt",
    "夸克盘链接": "https://pan.quark.cn/s/7c9802eb07bb"
  },
  {
    "文件名": "[完结+3番外]《感谢惠顾（np总受）》作者：风陵.txt",
    "夸克盘链接": "https://pan.quark.cn/s/1fc6badac5ed"
  },
  {
    "文件名": "[完结+3番外]《当我被校霸盯上了（1v1）》作者：豆花花星人.txt",
    "夸克盘链接": "https://pan.quark.cn/s/4781704ae404"
  },
  {
    "文件名": "[完结+3番外]《春夜喜雨（结局1v1 小妈攻x双性壮受）》作者：夜里猛.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e40a9d508eb4"
  },
  {
    "文件名": "[完结+3番外]《白月光拯救计划（穿书1v1）》作者：豆花花星人.txt",
    "夸克盘链接": "https://pan.quark.cn/s/8fc7213fc010"
  },
  {
    "文件名": "[完结+3番外]《[虫族]涅槃（1v1）过程np》作者：飞雪惊弦.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a432a1083817"
  },
  {
    "文件名": "[完结+2番外]《欲媚（1v1 sp 调教 单性）》作者：鲁文.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ed255f75ac09"
  },
  {
    "文件名": "[完结+2番外]《许你安乐一生（1v1）》作者：夏魂.txt",
    "夸克盘链接": "https://pan.quark.cn/s/176e7a4d2db2"
  },
  {
    "文件名": "[完结+2番外]《我闻到了秋天的味道（攻重生 1v1）》作者：两千零一号.txt",
    "夸克盘链接": "https://pan.quark.cn/s/6546f21b8b0b"
  },
  {
    "文件名": "[完结+2番外]《我死后的365天（1v1 狗血虐）》作者：爱欲纠缠.txt",
    "夸克盘链接": "https://pan.quark.cn/s/2fd4e1fe4863"
  },
  {
    "文件名": "[完结+2番外]《我家少爷喜欢身为侍从的我（1v1）》作者：desirebobo.txt",
    "夸克盘链接": "https://pan.quark.cn/s/2a4a52572f0b"
  },
  {
    "文件名": "[完结+2番外]《文野同人：江户川乱步的小可爱（1v1）》作者：红烧排骨酱.txt",
    "夸克盘链接": "https://pan.quark.cn/s/dfafc22b3700"
  },
  {
    "文件名": "[完结+2番外]《妄想家（破镜重圆1v1 追妻火葬场》作者：却云山.txt",
    "夸克盘链接": "https://pan.quark.cn/s/b3ce752d0b37"
  },
  {
    "文件名": "[完结+2番外]《他是我们最爱的小奶牛（星际 np双性总受）》作者：小兔爷.txt",
    "夸克盘链接": "https://pan.quark.cn/s/74e6bbe61213"
  },
  {
    "文件名": "[完结+2番外]《师傅师傅你轻点！（现代1v1 单性 北方活阎王攻X南方蠢萌受）》作者：黄油枣泥.txt",
    "夸克盘链接": "https://pan.quark.cn/s/5dc91c44a8a0"
  },
  {
    "文件名": "[完结+2番外]《少爷总想勾引我（保镖攻x少爷受 1v1）》作者：豆花花星人.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a960c481d279"
  },
  {
    "文件名": "[完结+2番外]《三个病娇一台戏（np总受）》作者：九天.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c9981626c533"
  },
  {
    "文件名": "[完结+2番外]《情话连篇（1v1 双性人妻受）》作者：老中医.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ff0e19b71888"
  },
  {
    "文件名": "[完结+2番外]《七月七（古代1v1 公媳）》作者：黑糖珍珠.txt",
    "夸克盘链接": "https://pan.quark.cn/s/14f027fca8df"
  },
  {
    "文件名": "[完结+2番外]《皮革恋人（1v1 bdsm）》作者：坤臻.txt",
    "夸克盘链接": "https://pan.quark.cn/s/b908d6baac8f"
  },
  {
    "文件名": "[完结+2番外]《零号何苦为难零号（互攻1v1）》作者：do爱吗.txt",
    "夸克盘链接": "https://pan.quark.cn/s/f6efb223b59e"
  },
  {
    "文件名": "[完结+2番外]《老攻今天精分了吗（1v1 精分攻 双性生子）》作者：鸣秋拂羽.txt",
    "夸克盘链接": "https://pan.quark.cn/s/b9e8509a6496"
  },
  {
    "文件名": "[完结+2番外]《混混与学霸（1v1）》作者：文学沙漠.txt",
    "夸克盘链接": "https://pan.quark.cn/s/9e32cb1bbd28"
  },
  {
    "文件名": "[完结+2番外]《归来（1v1 bdsm）》作者：小厨娘.txt",
    "夸克盘链接": "https://pan.quark.cn/s/538d8b6d7ea2"
  },
  {
    "文件名": "[完结+2番外]《换（女攻 年下1v1）》作者：媗执.txt",
    "夸克盘链接": "https://pan.quark.cn/s/2027c5752eeb"
  },
  {
    "文件名": "[完结+2番外]《攻击性食肉猛禽（年下1v1 BDSM）》作者：随时准备跑路.txt",
    "夸克盘链接": "https://pan.quark.cn/s/597a118c3338"
  },
  {
    "文件名": "[完结+2番外]《疯批MB和温柔男人的爱情故事（1v1）》作者：不知名美羊羊.txt",
    "夸克盘链接": "https://pan.quark.cn/s/fb27da2b76bd"
  },
  {
    "文件名": "[完结+2番外]《恶人自有恶鬼磨（1v1）》作者：奶我一口吧.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e94410ed20fa"
  },
  {
    "文件名": "[完结+2番外]《抖m的男神（1v1 bdsm）》作者：anan.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a539a026b8f2"
  },
  {
    "文件名": "[完结+2番外]《穿成雌虫的alpha今天也以为自己是总攻（1v1）》作者：heathtasia.txt",
    "夸克盘链接": "https://pan.quark.cn/s/482499882b74"
  },
  {
    "文件名": "[完结+2番外]《爱妾（np总攻）》作者：不是我写的.txt",
    "夸克盘链接": "https://pan.quark.cn/s/b5c6f3e5c44b"
  },
  {
    "文件名": "[完结+2番外]《《掌中之物》（朱朝阳x张东升同人 1v1》作者：泊肖.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ce728dcc9063"
  },
  {
    "文件名": "[完结+1番外]《钟情+重返人间（1v1）》作者：不知名美羊羊（两部完）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/8d39588c2add"
  },
  {
    "文件名": "[完结+1番外]《榛子的故事（校园1v1）》作者：爱欲纠缠.txt",
    "夸克盘链接": "https://pan.quark.cn/s/3f81594cdd6b"
  },
  {
    "文件名": "[完结+1番外]《掌中之物（3p）》作者：初来乍到.txt",
    "夸克盘链接": "https://pan.quark.cn/s/cce95a20a561"
  },
  {
    "文件名": "[完结+1番外]《勇者与魔王（1v1互攻）》作者：陆十一.txt",
    "夸克盘链接": "https://pan.quark.cn/s/92d578e5ed38"
  },
  {
    "文件名": "[完结+1番外]《婬乱聚会（np）》作者：甜脆萝卜.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c05830131321"
  },
  {
    "文件名": "[完结+1番外]《夜色入侵（黑道文 1v1）》作者：沈白柯.txt",
    "夸克盘链接": "https://pan.quark.cn/s/d18abd59a9a5"
  },
  {
    "文件名": "[完结+1番外]《穴里拖枪（1v1 futa扶她 百合）》作者：敬儿.txt",
    "夸克盘链接": "https://pan.quark.cn/s/61bfa3312214"
  },
  {
    "文件名": "[完结+1番外]《心软（3p）》作者：.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e5310b16f5f0"
  },
  {
    "文件名": "[完结+1番外]《我有两个金主（重生 3p 一受二攻）》作者：desirebobo.txt",
    "夸克盘链接": "https://pan.quark.cn/s/22b1d191e07a"
  },
  {
    "文件名": "[完结+1番外]《我就摸摸（1v1 巨乳受）》作者：我爱吃冰棒.txt",
    "夸克盘链接": "https://pan.quark.cn/s/d5d150082f6d"
  },
  {
    "文件名": "[完结+1番外]《我家金主老问我爱不爱他（1v1）》作者：desirebobo.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a3b3d4307689"
  },
  {
    "文件名": "[完结+1番外]《舔狗难当（1v1 真香梗，作死受追夫火葬场）》作者：猫奴.txt",
    "夸克盘链接": "https://pan.quark.cn/s/bc23bc765f9d"
  },
  {
    "文件名": "[完结+1番外]《送外卖遇上的禽兽男人们（3p 双性）》作者：兔耳魔女.txt",
    "夸克盘链接": "https://pan.quark.cn/s/6484952c3160"
  },
  {
    "文件名": "[完结+1番外]《霜花店之再爱（朴承基VS柳生真辉 同人1v1）》作者：李千重.txt",
    "夸克盘链接": "https://pan.quark.cn/s/3f11d83f04b4"
  },
  {
    "文件名": "[完结+1番外]《尚能一醉（1v1）》作者：暖衣.txt",
    "夸克盘链接": "https://pan.quark.cn/s/9e69b1c4f92b"
  },
  {
    "文件名": "[完结+1番外]《山村爱情（1v1）》作者：贪欢.txt",
    "夸克盘链接": "https://pan.quark.cn/s/b655d97462cb"
  },
  {
    "文件名": "[完结+1番外]《强娶豪夺[1v1 星际ABO sc]》作者：邬禅见.txt",
    "夸克盘链接": "https://pan.quark.cn/s/3345741ce71f"
  },
  {
    "文件名": "[完结+1番外]《软软（1v1 ABO）》作者：湘行.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e272743883a7"
  },
  {
    "文件名": "[完结+1番外]《绮靡（np 双性总受）》作者：湫凰.txt",
    "夸克盘链接": "https://pan.quark.cn/s/cdc9915b334d"
  },
  {
    "文件名": "[完结+1番外]《漂亮爸爸（父子1v1）》作者：杨广广.txt",
    "夸克盘链接": "https://pan.quark.cn/s/2b0688f45767"
  },
  {
    "文件名": "[完结+1番外]《懦弱的爸爸（1v1）》作者：数学天才本人.txt",
    "夸克盘链接": "https://pan.quark.cn/s/356133ea22d7"
  },
  {
    "文件名": "[完结+1番外]《暖和（1v1）》作者：最生.txt",
    "夸克盘链接": "https://pan.quark.cn/s/6cdb2c5d096f"
  },
  {
    "文件名": "[完结+1番外]《男神的学霸舔狗（校园1v1 bdsm）》作者：一只双子蛋.txt",
    "夸克盘链接": "https://pan.quark.cn/s/d7f8adb202c6"
  },
  {
    "文件名": "[完结+1番外]《那口糖（校园1v1 双性）》作者：那口糖.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a97d9b98d20d"
  },
  {
    "文件名": "[完结+1番外]《墨染丹心（1v1小甜饼）》作者：夏魂.txt",
    "夸克盘链接": "https://pan.quark.cn/s/aede55646ae4"
  },
  {
    "文件名": "[完结+1番外]《敏感动物（1v1 be）》作者：等昨天.txt",
    "夸克盘链接": "https://pan.quark.cn/s/18c8481a39e2"
  },
  {
    "文件名": "[完结+1番外]《秘密【np总攻】》作者：多走两步消消食.txt",
    "夸克盘链接": "https://pan.quark.cn/s/218857273643"
  },
  {
    "文件名": "[完结+1番外]《美味的双性室友（校园1v1）》作者：九天.txt",
    "夸克盘链接": "https://pan.quark.cn/s/6f8b60a0d723"
  },
  {
    "文件名": "[完结+1番外]《景朝（古代1v1 父子sp）》作者：爱你星星.txt",
    "夸克盘链接": "https://pan.quark.cn/s/cba64683ee84"
  },
  {
    "文件名": "[完结+1番外]《捡只狐狸生宝宝（1v1小甜饼）》作者：夏魂.txt",
    "夸克盘链接": "https://pan.quark.cn/s/0acee18c7efa"
  },
  {
    "文件名": "[完结+1番外]《教养造成的婚内危机（先婚后爱1v1）》作者：邬禅见.txt",
    "夸克盘链接": "https://pan.quark.cn/s/9dce5093a96d"
  },
  {
    "文件名": "[完结+1番外]《枷锁（1v1 ABO）》作者：冷水泡茶.txt",
    "夸克盘链接": "https://pan.quark.cn/s/5fbac45c7f2c"
  },
  {
    "文件名": "[完结+1番外]《皇子复国记（np 结局1v1）》作者：杜子.txt",
    "夸克盘链接": "https://pan.quark.cn/s/471e8fba945a"
  },
  {
    "文件名": "[完结+1番外]《哥哥太渣了怎么办（年上骨科1v1）》作者：三毛钱也是钱.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ac92fc4b2546"
  },
  {
    "文件名": "[完结+1番外]《孤独状态（GB女攻）》作者：赵十一.txt",
    "夸克盘链接": "https://pan.quark.cn/s/b816d89fdc0a"
  },
  {
    "文件名": "[完结+1番外]《哥哥不哭（1v1）》作者：婉柳.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c72b5507beec"
  },
  {
    "文件名": "[完结+1番外]《哥哥，我不要钱（1v1）》作者：漫天煋.txt",
    "夸克盘链接": "https://pan.quark.cn/s/f93617434947"
  },
  {
    "文件名": "[完结+1番外]《父子界限（1v1 调教）》作者：我爱吃冰棒.txt",
    "夸克盘链接": "https://pan.quark.cn/s/99f4fcd2e41c"
  },
  {
    "文件名": "[完结+1番外]《对象特凶（互攻1v1）》作者：那口糖.txt",
    "夸克盘链接": "https://pan.quark.cn/s/bce5c92dfc33"
  },
  {
    "文件名": "[完结+1番外]《队与队之间（1v1）》作者：公子卿.txt",
    "夸克盘链接": "https://pan.quark.cn/s/2a56a200c44f"
  },
  {
    "文件名": "[完结+1番外]《虫妻（1v1）》作者：三千夜话.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ce94916f6b41"
  },
  {
    "文件名": "[完结+1番外]《沉沦（1v1）》作者：camaena.txt",
    "夸克盘链接": "https://pan.quark.cn/s/4c63c5db0a95"
  },
  {
    "文件名": "[完结+1番外]《插足了别人的婚姻（3p ntr）》作者：不羡平生.txt",
    "夸克盘链接": "https://pan.quark.cn/s/7e5902dafdd5"
  },
  {
    "文件名": "[完结+1番外]《茶道（1v1 绿茶哭唧唧诱攻x将军熊受）》作者：多走两步消消食.txt",
    "夸克盘链接": "https://pan.quark.cn/s/bae068242aab"
  },
  {
    "文件名": "[完结+1番外]《兵哥哥和小人妻斯哈斯哈（1v1）》作者：deeex.txt",
    "夸克盘链接": "https://pan.quark.cn/s/f9028bb650b7"
  },
  {
    "文件名": "[完结+1番外]《逼奸小妈的那些年（双性 结局1v1 小妈文学）》作者：数学天才本人.txt",
    "夸克盘链接": "https://pan.quark.cn/s/6bd49c040409"
  },
  {
    "文件名": "[完结+1番外]《被现男友的前男友看上了（3p）》作者：胡胡萝卜.txt",
    "夸克盘链接": "https://pan.quark.cn/s/d873486a7df7"
  },
  {
    "文件名": "[完结+1番外]《【总攻】一梦山河》作者：扼杀蔷薇.txt",
    "夸克盘链接": "https://pan.quark.cn/s/9d4973d19d4e"
  },
  {
    "文件名": "[完结+1番外]《【主攻1v1】终南（年下）》作者：涸辙之鲋.txt",
    "夸克盘链接": "https://pan.quark.cn/s/82af8e011249"
  },
  {
    "文件名": "[完结+1番外]《【女尊】兰舫伴江眠（女攻1v1 男生子）》作者：拂袖111.txt",
    "夸克盘链接": "https://pan.quark.cn/s/1ca43d4bbc4d"
  },
  {
    "文件名": "[完结+1番外]《【柯南同人】卧底八年，终成老大（np总攻）》作者：晴天会来.txt",
    "夸克盘链接": "https://pan.quark.cn/s/8531b29cb8de"
  },
  {
    "文件名": "[完结+1番外]《【all27（abo）】听说彭格列十代目最近被逼婚了（同人np）》作者：Rowen.txt",
    "夸克盘链接": "https://pan.quark.cn/s/28cc09ebfe3e"
  },
  {
    "文件名": "[完结+1番外]《“日”久生情（1v1 强制）》作者：取名字好难.txt",
    "夸克盘链接": "https://pan.quark.cn/s/2dfc04670a15"
  },
  {
    "文件名": "[完结+1番外]《［佐鸣］神奇跳蛋（1v1）》作者：桑啾.txt",
    "夸克盘链接": "https://pan.quark.cn/s/3fd727735d5e"
  },
  {
    "文件名": "[完结+1番外]《[主攻]听说你嘴巴很脏（1v1 双性壮受）》作者：鱼头的树洞.txt",
    "夸克盘链接": "https://pan.quark.cn/s/276e0a5229d8"
  },
  {
    "文件名": "[完结+1番外]《[终极笔记同人]探地寻花（1v1主攻）》作者：红叶黄花.txt",
    "夸克盘链接": "https://pan.quark.cn/s/d89a63c04ebe"
  },
  {
    "文件名": "[完结+1番外]《[ABO]藏娇（1v1）》作者：蜂蜜焦糖.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c705f9730a66"
  },
  {
    "文件名": "[完结]自恋（骨科1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/8918fc8e5a3e"
  },
  {
    "文件名": "[完结]钟情（GB女攻1v1）作者：麦生生.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ddbdc55051ed"
  },
  {
    "文件名": "[完结]致命的快感（ABO1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/7340904f9e75"
  },
  {
    "文件名": "[完结]在落雨（叔侄甜宠1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/b2a308838a81"
  },
  {
    "文件名": "[完结]有问题请找我（1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/7b05457572b0"
  },
  {
    "文件名": "[完结]因果（娱乐圈np）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/188d2b1142d0"
  },
  {
    "文件名": "[完结]医品奴才（古代强制1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/cde873e7e1dc"
  },
  {
    "文件名": "[完结]摇滚情歌（BDSM娱乐圈1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/dc6939dbf2dc"
  },
  {
    "文件名": "[完结]虚假人设（ABO1V1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/22910c2a431e"
  },
  {
    "文件名": "[完结]凶狠绅士（叔侄虐恋1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ad3af26f155c"
  },
  {
    "文件名": "[完结]小年兽与鞭炮精（甜宠1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/4f8a86827b0c"
  },
  {
    "文件名": "[完结]无体不满足（H虐）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a000f9cc9512"
  },
  {
    "文件名": "[完结]吻颈之交（强强黑道ABO1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/b13bb6a2f3ee"
  },
  {
    "文件名": "[完结]温柔月光（BDSM1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/4ced6b347bb7"
  },
  {
    "文件名": "[完结]投资一定有风险（甜宠1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/88742ff95218"
  },
  {
    "文件名": "[完结]同学关系（np）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/4379a68a6229"
  },
  {
    "文件名": "[完结]特殊游戏（GL百合SM1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c533a4977366"
  },
  {
    "文件名": "[完结]太阳渡轮（BDSM）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/52fbc17971dc"
  },
  {
    "文件名": "[完结]事如春梦了无痕（古代BDSM生子np）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/85dae3251c79"
  },
  {
    "文件名": "[完结]深度桎梏（1v1）作者：人间处处寻清欢.txt",
    "夸克盘链接": "https://pan.quark.cn/s/9474ad0545a9"
  },
  {
    "文件名": "[完结]舍你虐谁（骨科np）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/b00717ad5e47"
  },
  {
    "文件名": "[完结]热线XXX（甜宠1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/f90d24ce5bf2"
  },
  {
    "文件名": "[完结]情人劫（娱乐圈甜宠1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/2fd3498de5da"
  },
  {
    "文件名": "[完结]秦约晋盟（黑道BDSM强制1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ace370928aab"
  },
  {
    "文件名": "[完结]暖和（风流律师攻X心灵手巧傻子受 甜宠1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/0690a98fcc23"
  },
  {
    "文件名": "[完结]奴后（古代生子调教1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/3a46e1caaa2a"
  },
  {
    "文件名": "[完结]净者自净（故事集）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c937a86eddb4"
  },
  {
    "文件名": "[完结]黑咖啡（GL百合ABO1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/8a2da28f97c9"
  },
  {
    "文件名": "[完结]春色微明（GB女攻1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/237b4965e9e9"
  },
  {
    "文件名": "[完结]带糖衣的阿普唑伦（GB女攻1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/64fb8eeca419"
  },
  {
    "文件名": "[完结]斐波那契（BDSM破镜重圆1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/057e637e2306"
  },
  {
    "文件名": "[完结]捕爱（甜宠强势攻1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/808b87b6287f"
  },
  {
    "文件名": "[完结]被金主抛弃后我勾搭上了他发小（np）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/369fcb9e012e"
  },
  {
    "文件名": "[完结]白云（骨科1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/65cbcf36c962"
  },
  {
    "文件名": "[完结]《作戏》作家：Cyggi（1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/eeca4ad9a139"
  },
  {
    "文件名": "[完结]《最爱》作者：MKJL（GL百合1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/73c386a7003e"
  },
  {
    "文件名": "[完结]《资本家沦陷记》作家：两千零一号（1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/28dd75a690b0"
  },
  {
    "文件名": "[完结]《注定》作者：你在胡说这什么（GL扶她百合ABO1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/60bebd91943e"
  },
  {
    "文件名": "[完结]《主人的任务》作家：霁晚（1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/8590c5b14484"
  },
  {
    "文件名": "[完结]《竹马弄竹马》作家：爱吃甜肉肉（1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/35b3171b55e0"
  },
  {
    "文件名": "[完结]《骤艳愉心》作家：tyometyome（1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/7626a1bc0243"
  },
  {
    "文件名": "[完结]《周先生》作家：日下舟（1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/453456af330f"
  },
  {
    "文件名": "[完结]《钟情》作家：妲己是我（1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c7242368ad61"
  },
  {
    "文件名": "[完结]《桎梏难逃》作家：沈白柯（BDSM1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/eed445910fd7"
  },
  {
    "文件名": "[完结]《制服诱惑》作家：麻辣火锅（np）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/9e9beafb1ea6"
  },
  {
    "文件名": "[完结]《至死方休》（BDSM甜宠校园1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c5e97e1ae620"
  },
  {
    "文件名": "[完结]《纸河灯》作家：不夏（人外攻）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/8ffc3b0d472a"
  },
  {
    "文件名": "[完结]《直男npc被基佬们强迫搞黄色》作家：孤舟游海天（总受np）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ab2b3288f7ba"
  },
  {
    "文件名": "[完结]《朕，毁了一个国家》作家：素心若雪（np）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/6f3197d3cc80"
  },
  {
    "文件名": "[完结]《枕边人与权贵人》作家：北北北北小姐（1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a2f39100b343"
  },
  {
    "文件名": "[完结]《珍兽》作家：童言笑.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e926d5191f3f"
  },
  {
    "文件名": "[完结]《着迷》作家：少年宫（1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a823766e6ed3"
  },
  {
    "文件名": "[完结]《这个男主我嫖了》作家：小铃铛呀（1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c09acd11ab64"
  },
  {
    "文件名": "[完结]《这城市》作家：我知你冷暖（1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/fbf75f78f4e5"
  },
  {
    "文件名": "[完结]《召唤纪元》作家：半叶桃花（np）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/8fe1a9fcff8f"
  },
  {
    "文件名": "[完结]《渣男拯救大作战》作家：沫娘（np）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/b9c12f6856ca"
  },
  {
    "文件名": "[完结]《早死早超生》作家：普度众生（np）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/0b8b1e3b4b7a"
  },
  {
    "文件名": "[完结]《月桂神》作家：碧海蓝天（双性np）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/d0defaa5d37b"
  },
  {
    "文件名": "[完结]《淫魔学院》作家：肥左哥（np）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/9571f60a4590"
  },
  {
    "文件名": "[完结]《欲解卿罗裳，折来后庭花》作家：sss（GB女攻故事集）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e7c7d2ea064d"
  },
  {
    "文件名": "[完结]《影帝与顶流》作家：谦野（1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/16ab0b3990c8"
  },
  {
    "文件名": "[完结]《引诱圣子失败之后》作家：天上枸杞（np）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/26fb62c08515"
  },
  {
    "文件名": "[完结]《以身相许》作家：栖鹤（1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e93e0588618e"
  },
  {
    "文件名": "[完结]《以身救国的王子殿下》作家：蜜蜜子（np）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/60e504b74543"
  },
  {
    "文件名": "[完结]《一派之主受难记》作家：桓玄（np）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/38bd93ebf0d1"
  },
  {
    "文件名": "[完结]《一季暖冬》作家：喃酒_NJ（1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/aed000044816"
  },
  {
    "文件名": "[完结]《一个学生的来信》作家：挡着眼睛的猴子（sp虐身）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a78ee2931bdd"
  },
  {
    "文件名": "[完结]《一场翻车的游戏》作家：流氓咕咕（1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/fd9eea97e181"
  },
  {
    "文件名": "[完结]《夜夜繁星》作家：爱吃闲鱼的猫(1v1).txt",
    "夸克盘链接": "https://pan.quark.cn/s/05a442a8bf56"
  },
  {
    "文件名": "[完结]《夜色入侵》作家：沈白柯（1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c02e9b761c36"
  },
  {
    "文件名": "[完结]《野玫瑰》作家：单唯安（ABO1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/10213fb0cc1d"
  },
  {
    "文件名": "[完结]《养鬼为患》作家：没有名字悲伤的鱼（1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/21c610599883"
  },
  {
    "文件名": "[完结]《艳阳天》作者：煤气味的榴莲（GL百合1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/d8a97e740230"
  },
  {
    "文件名": "[完结]《艳鬼》作家：夏冰冬青（1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/8ee8a1bc428a"
  },
  {
    "文件名": "[完结]《旭煜砚池》作家：白洛忻（1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/226aefa19ace"
  },
  {
    "文件名": "[完结]《兄妻弟妻》作家：沧海月明（np）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/865a245c677d"
  },
  {
    "文件名": "[完结]《邪神总被性骚扰》作家：流歌（总攻 np）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/b4471a0c4af2"
  },
  {
    "文件名": "[完结]《校园》作家：美攻一抹（美强np）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/097c7b02ab1a"
  },
  {
    "文件名": "[完结]《校草》作家：单唯安（1v1be）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/308887e92687"
  },
  {
    "文件名": "[完结]《小狮子与他的鬣狗们》作家：许多鱼1995（总受np）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/287c6d4a0d32"
  },
  {
    "文件名": "[完结]《小妾上位》作家：无名（1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/08787c3688a7"
  },
  {
    "文件名": "[完结]《小哭包》作家：红茶玛奇朵（1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/de40eb487e6d"
  },
  {
    "文件名": "[完结]《小狐狸今天以身相许了吗》作家：容霜（1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c188de37cd58"
  },
  {
    "文件名": "[完结]《向阳而生》作家：夏魂（1v1年上）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c4c74c5f9360"
  },
  {
    "文件名": "[完结]《先走肾，再走心》作者：今天没吃药（GL百合ABO1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a5fe04a484c2"
  },
  {
    "文件名": "[完结]《无妹物语》作家：彳亍之尸（np）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/b468dd713d55"
  },
  {
    "文件名": "[完结]《无法逃脱Ⅱ》作家：兰庭（1v1主攻）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e6675126dc35"
  },
  {
    "文件名": "[完结]《我在校园文里当路人甲》作家：少峤（双性1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/fa88db8f8581"
  },
  {
    "文件名": "[完结]《我属于他》作家：desirebobo（1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/289fae36c215"
  },
  {
    "文件名": "[完结]《我猜我不是个好人》作者：予温（GL百合ABOnp）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e75b87093d00"
  },
  {
    "文件名": "[完结]《我被清冷小妈搞的那些日子》作家：徐飞白（1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/36d28dc19d4f"
  },
  {
    "文件名": "[完结]《温香软玉》作家：七政璇衡（1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/b8fb88eaf2f5"
  },
  {
    "文件名": "[完结]《望而止步》作家：桃江子禾（1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/d96be95c7be9"
  },
  {
    "文件名": "[完结]《网游之反钓》作家：衣付炉烟＿（1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/bf52eb0ea7a2"
  },
  {
    "文件名": "[完结]《王爷偏嗜奶怂味儿》作家：三坛海烩藕粉（1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/bed62ca53b70"
  },
  {
    "文件名": "[完结]《吞厌》作家：白膛（1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c76629f8d028"
  },
  {
    "文件名": "[完结]《舔狗莫得好下场》作家：卤子盖饭（1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/1ba9ce03e642"
  },
  {
    "文件名": "[完结]《甜蜜陷阱》作家：二进制（1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/619025ca5630"
  },
  {
    "文件名": "[完结]《替兄肏嫂》作者：敬儿（GL百合扶她1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a14354656006"
  },
  {
    "文件名": "[完结]《逃出城市》作家：dashfgd（1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/b023c68b4768"
  },
  {
    "文件名": "[完结]《糖浆陷阱》作家：迟迟（1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/86a9d1ab5065"
  },
  {
    "文件名": "[完结]《贪欲》作家：热乎乎的红薯（1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c79ce4dd5507"
  },
  {
    "文件名": "[完结]《太子叶绍》作家：月亮血浆（骨科1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/d0bf41a35b26"
  },
  {
    "文件名": "[完结]《抬头》作家：卜世仁（1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/b2a74f3b0681"
  },
  {
    "文件名": "[完结]《他好像渣了我》作家：desirebobo（1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e1f2aefcb919"
  },
  {
    "文件名": "[完结]《四国纪实》作家：芜湖检票员（总攻np）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/b43e1b8e3a64"
  },
  {
    "文件名": "[完结]《私用爱人》作家：单唯安（1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ab5fed059c13"
  },
  {
    "文件名": "[完结]《说好的得某人者得天下呢》作家：孤舟游海天（np）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/0b5600f26595"
  },
  {
    "文件名": "[完结]《双生镣铐》作家：末芜闻（1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/6a8de7942a31"
  },
  {
    "文件名": "[完结]《双胞胎的玩物》作家：单唯安（双性3p）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/6174db3c1523"
  },
  {
    "文件名": "[完结]《兽奴》作家：白桃饼（1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e71d40bc52d7"
  },
  {
    "文件名": "[完结]《师兄一推就倒》作家：嗯呵呵（1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/755ffa1fd1d6"
  },
  {
    "文件名": "[完结]《盛君》作家：出云见岫（1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/fb3d3cefdcfb"
  },
  {
    "文件名": "[完结]《圣战之血魔宴》作家：赫缇（np）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a0c3a34c8e89"
  },
  {
    "文件名": "[完结]《生与肮脏》作家：pierce（np）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ed22ac9ab321"
  },
  {
    "文件名": "[完结]《生我之门》作家：黄金白璧买歌笑（1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/dcb5bf8da7af"
  },
  {
    "文件名": "[完结]《生生》作家：goodazy（1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/85e4b11bb988"
  },
  {
    "文件名": "[完结]《深海俘虏》作家：沐长青（np）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/6e30f26f967b"
  },
  {
    "文件名": "[完结]《身为Alpha的我居然怀孕了》作者： 凉风（GL百合ABO1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/906a116bd3fd"
  },
  {
    "文件名": "[完结]《杀死一只知更鸟》作家：糖醋排骨超好吃（1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e43791f631a3"
  },
  {
    "文件名": "[完结]《软妹分化之后誓要让绿茶好看》（GL百合ABO1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/4a9052241e3c"
  },
  {
    "文件名": "[完结]《儒道至黄》作家：顾明朗.txt",
    "夸克盘链接": "https://pan.quark.cn/s/44da2437bbc5"
  },
  {
    "文件名": "[完结]《人鱼的肉童话》作者：黑黑的酋长（百合扶她GL1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/d4a7ee6e0570"
  },
  {
    "文件名": "[完结]《人间气象》作家：瓶尔（be1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/46b520c1803f"
  },
  {
    "文件名": "[完结]《囚宠》作家：术逐（1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/bc6891b5efe6"
  },
  {
    "文件名": "[完结]《清冷师尊受难记》作家：SuMooou（总受np).txt",
    "夸克盘链接": "https://pan.quark.cn/s/33d10412f061"
  },
  {
    "文件名": "[完结]《青苹果》作家：Luxuria（1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a0db86e1d618"
  },
  {
    "文件名": "[完结]《青梅月色》作者：木子（GL百合1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/7916555659ca"
  },
  {
    "文件名": "[完结]《亲咬你的指尖》作家：笼中窥（1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/0607f68b361c"
  },
  {
    "文件名": "[完结]《强制配对生育条例》作家：由夏（np）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a057407b5486"
  },
  {
    "文件名": "[完结]《强夺父后》作家：邬禅见（年下1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/2eaf947cc5aa"
  },
  {
    "文件名": "[完结]《漂亮哥哥》作家：纳豆小僧（1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/aadd0250e15a"
  },
  {
    "文件名": "[完结]《匹诺曹》作家：孟还（1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/9230027e7cfc"
  },
  {
    "文件名": "[完结]《怕疼》作家：泡芙星球（1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/069264ea34e0"
  },
  {
    "文件名": "[完结]《爬床》作家：666（1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/1ff5dac69970"
  },
  {
    "文件名": "[完结]《女王被困在我的性爱玩具里》作者：敬儿（GL百合futa1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/8f2c96c5d483"
  },
  {
    "文件名": "[完结]《女配看着我》作者：木网瘾少女（GL百合1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a0cbefc0b1e9"
  },
  {
    "文件名": "[完结]《奴颜媚骨》作家：pawer（1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/268a461f8803"
  },
  {
    "文件名": "[完结]《奴隶总裁》作家：无糖不送（1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/fd10bff11dc8"
  },
  {
    "文件名": "[完结]《奴隶董事长的贴身保姆主人》作家：腐朽味的（1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/22f133aabe9a"
  },
  {
    "文件名": "[完结]《奴后2》作家：东临寒山（1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/d6b9671c6d79"
  },
  {
    "文件名": "[完结]《奴后》作家：东临寒山（1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/dff668245105"
  },
  {
    "文件名": "[完结]《佞臣》作家：白糖（1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/7cc496961c75"
  },
  {
    "文件名": "[完结]《男友出轨后我也出轨了》作家：desirebobo（1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/7d4e7190a5f4"
  },
  {
    "文件名": "[完结]《那个男人》作家：甜饼小姐嘻嘻哈哈（女攻1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/495b1c735577"
  },
  {
    "文件名": "[完结]《秒与小时》作家：一大竹朿（1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/3ff6bd1f992e"
  },
  {
    "文件名": "[完结]《迷人的反派》作家：豆花花星人（np）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/56fe07bd1b1d"
  },
  {
    "文件名": "[完结]《没忍住还是下手了》作家：梅林的奶头（1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/4e3a7a9e7f2e"
  },
  {
    "文件名": "[完结]《马夫与状元郎》作家：goodazy（1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/edc3667fd2d5"
  },
  {
    "文件名": "[完结]《论一件旗袍的危害性》作家：十六家的卡门（1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/f0e2e2f3d5df"
  },
  {
    "文件名": "[完结]《沦陷》作家：上山打老虎（总受np）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/6a7881655320"
  },
  {
    "文件名": "[完结]《路桥和北城》作家：江陵（训诫1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/36065887c57d"
  },
  {
    "文件名": "[完结]《令妃》作者： 不知道不知道（GL百合ABO1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/589f6d440bca"
  },
  {
    "文件名": "[完结]《烈涩》作家：火风L（1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/bce26e62d3ce"
  },
  {
    "文件名": "[完结]《亮瑜存档处》作家：绝缘曦（1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/2fa6363f50eb"
  },
  {
    "文件名": "[完结]《两情相悦》作家：梦有书（1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/7d2fac0827cd"
  },
  {
    "文件名": "[完结]《良臣》作者：鱼子酱酱酿酿（GL百合1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/6d9ea027de3a"
  },
  {
    "文件名": "[完结]《离婚进行时》作家：焇融（1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/af53d6ec28eb"
  },
  {
    "文件名": "[完结]《浪荡江湖》作家：侠总攻（1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/b18649504d69"
  },
  {
    "文件名": "[完结]《老师等于胯下臣》作家：一个小可爱（1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/4821e7497134"
  },
  {
    "文件名": "[完结]《老师不乖》作家：隔壁小林、（百合1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/85b47bc2eea2"
  },
  {
    "文件名": "[完结]《老攻是人鱼》作家：desirebobo（1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/78ffdaf4f4bb"
  },
  {
    "文件名": "[完结]《狼王的压寨小相公》作家：搞学（1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/41bb0913ef47"
  },
  {
    "文件名": "[完结]《刻骨》作家： 衣旧（1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/fe1736f503f1"
  },
  {
    "文件名": "[完结]《看上了弟弟的同学》作家：desirebobo（1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/4568a132fcf4"
  },
  {
    "文件名": "[完结]《举国之力》作家：爱吃甜肉肉（双性np）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/0b870c9e7c8d"
  },
  {
    "文件名": "[完结]《精神小伙和花臂大哥》作家：电子烟（1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/9e22180b426a"
  },
  {
    "文件名": "[完结]《禁庭春昼》作家：方圆西木nut（骨科1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/bdc895acf9e0"
  },
  {
    "文件名": "[完结]《金屏媚 卷五》作家：满大人（1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/548697adf87a"
  },
  {
    "文件名": "[完结]《教皇的亲卫 》作家：重渡（1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/cf153d610f4a"
  },
  {
    "文件名": "[完结]《娇养》作家：在吃鸡排（1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/276c139cbbd9"
  },
  {
    "文件名": "[完结]《娇软小O如何艹哭猛A》作家：鱼那个余（1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/cf49199c14c7"
  },
  {
    "文件名": "[完结]《将车子开上高速》作家：张嘴吃肉（故事集）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/1622a80c8593"
  },
  {
    "文件名": "[完结]《剑宗之主和他的战兽》作家：月光如水（1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/060bc2782e0d"
  },
  {
    "文件名": "[完结]《见月明》作家：棉花团子（1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/257b6848ad93"
  },
  {
    "文件名": "[完结]《捡了条人鱼》作家：desirebobo（1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/be56d18b8d6c"
  },
  {
    "文件名": "[完结]《间奏》作者：鲤鱼鱼（GL百合ABO1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/84310e774385"
  },
  {
    "文件名": "[完结]《家奴》作家：复又（1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a21098706548"
  },
  {
    "文件名": "[完结]《纪桃》作家：跳雨林（1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/759440bcb8cc"
  },
  {
    "文件名": "[完结]《豢养玫瑰》作家：大野七海（1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/aa8a899930f2"
  },
  {
    "文件名": "[完结]《花浸春》作家：旁观者（百合1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/3a3263bd2a06"
  },
  {
    "文件名": "[完结]《化兽》作者：君子不愠（GL百合1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/72f940962edf"
  },
  {
    "文件名": "[完结]《狐妖》作者：鲤鱼鱼（GL百合）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/b7117f3e9bee"
  },
  {
    "文件名": "[完结]《红楼生子系列》作家：白砂糖甜不甜（故事集）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c23f87e0a28b"
  },
  {
    "文件名": "[完结]《和前任分手了怎么办》作家：林缙缙（1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/892fa705766b"
  },
  {
    "文件名": "[完结]《和风不吾欺》作家：青云本自负（sp短篇）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/b754dd9b9802"
  },
  {
    "文件名": "[完结]《海椰树》作家：山丁子（np）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/f5589e3b94fd"
  },
  {
    "文件名": "[完结]《贵妃与皇帝》作家：九霞（女攻1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/7d4925e3f60f"
  },
  {
    "文件名": "[完结]《规则之下》作家：山人二也（1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/47c40512a171"
  },
  {
    "文件名": "[完结]《勾引》作家：单唯安（1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/42e5c8701910"
  },
  {
    "文件名": "[完结]《公用玩物》作家：单唯安（np）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/28bad22fcd15"
  },
  {
    "文件名": "[完结]《哥，你是我的》作家：琼生（1v1骨科）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/17f8dddb90ac"
  },
  {
    "文件名": "[完结]《驸马胯上来》作家：肖颜（1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e84fdd9ed91c"
  },
  {
    "文件名": "[完结]《凤翎和她的侍君们》作家：一枚成熟的海鸭蛋（女攻np）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/1b0fbd5aa593"
  },
  {
    "文件名": "[完结]《风尘》作家：在水一方（1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/8460ddf32af3"
  },
  {
    "文件名": "[完结]《非典型性恋痛》作家：鹿山小筑（调教1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/122d4cc4bdba"
  },
  {
    "文件名": "[完结]《二妈》作家：黄金白璧买歌笑（1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ca809aa70222"
  },
  {
    "文件名": "[完结]《恩刺》作家：漫天煋（np）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/29895266659b"
  },
  {
    "文件名": "[完结]《恶欲》作家：log99（1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/fdac6e436684"
  },
  {
    "文件名": "[完结]《夺妻（论如何肏到别人的新娘）》作者：老司姬流苏（GL百合1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a0d1870634a6"
  },
  {
    "文件名": "[完结]《都是我喜欢的梗》作家：青衣滂滂.txt",
    "夸克盘链接": "https://pan.quark.cn/s/0fadfea32938"
  },
  {
    "文件名": "[完结]《调教霸道总裁》作家：凉凉的凉开水（总攻）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ef5d04ec5270"
  },
  {
    "文件名": "[完结]《岛》作家：好运莲莲（怪物攻）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/7fb9bbc10c2d"
  },
  {
    "文件名": "[完结]《单向好友（骨科）》作家：一截子梦（1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/cf0dc2cbbe57"
  },
  {
    "文件名": "[完结]《丛林密事》作家：7777777(1v1).txt",
    "夸克盘链接": "https://pan.quark.cn/s/2c4311955144"
  },
  {
    "文件名": "[完结]《纯白噩梦》作家：徐飞白（1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/80ebcaf87b0d"
  },
  {
    "文件名": "[完结]《穿书之精彩人生》作家：星筑.txt",
    "夸克盘链接": "https://pan.quark.cn/s/f02577ad941f"
  },
  {
    "文件名": "[完结]《穿书后我和丞相搞到了一起》作家：jacky0（1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/b3229a75696a"
  },
  {
    "文件名": "[完结]《穿成反派后的日日夜夜》作家：子央（总受np）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/11b970d2800c"
  },
  {
    "文件名": "[完结]《楚霜》作者：头上有犄角（futa百合np）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/55284c255f10"
  },
  {
    "文件名": "[完结]《臭泥藕》作家：迷糊苏打水6（1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/03874688dc51"
  },
  {
    "文件名": "[完结]《吃遍家族实录》作家：瑞茗（系统 快穿 np）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/212ad632af46"
  },
  {
    "文件名": "[完结]《宠臣》作家：情根深种（1v1甜）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/d1ab9f10c3e0"
  },
  {
    "文件名": "[完结]《虫族之公开惩戒》作家：碧九（1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e3549071c303"
  },
  {
    "文件名": "[完结]《吃错药》作家：soledad（1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/d94ea127e799"
  },
  {
    "文件名": "[完结]《藏锋图爱》作家：林中草（1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/9f920218d1a1"
  },
  {
    "文件名": "[完结]《艹男主的日常》作家：猹崽想喝奶茶（故事集）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/eac8db7835da"
  },
  {
    "文件名": "[完结]《变A后我睡了暗恋多年的Alpha》作家：下马饮君酒（1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/7c964666fe11"
  },
  {
    "文件名": "[完结]《被囚禁的战神》作家：麻辣火锅（总攻np）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/26e53c409f35"
  },
  {
    "文件名": "[完结]《被老公日日夜夜灌溉-强制出轨》作家：乳乳（故事集）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e4b7dcaa2aca"
  },
  {
    "文件名": "[完结]《被从小调：教的国师》作家：桃子妖妖（np）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/6e814db87945"
  },
  {
    "文件名": "[完结]《被触手受强制爱的小美人》作家：鱼那个余（1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/df849f53019b"
  },
  {
    "文件名": "[完结]《被病娇美人关起来了怎么办》作家：甜脆萝卜（1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/f747c879cc75"
  },
  {
    "文件名": "[完结]《被包养的美貌戏子》作家：甜脆萝卜（1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/4b57e74b3ac8"
  },
  {
    "文件名": "[完结]《薄荷可可》作家：伭贶（1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/b3cac078b120"
  },
  {
    "文件名": "[完结]《掰弯》作家：春庭月落（1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/01c279e3b546"
  },
  {
    "文件名": "[完结]《暗疤》作家：夺朱（1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/9d07a78ddfc3"
  },
  {
    "文件名": "[完结]《爱在荒野止息》作家：celethine（np）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/4177b4833322"
  },
  {
    "文件名": "[完结]《[总攻]虫族之某店的地下室》作者：咦咦咦（np）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/8554b6d448c4"
  },
  {
    "文件名": "[完结]《爱撩》作家：小蒋小蒋从不中奖（1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/9a347312de53"
  },
  {
    "文件名": "[完结]《SP合集》作家：浅鱼ShallowFis（故事集）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ff9f16c02e58"
  },
  {
    "文件名": "[完结]《DS之军医》作家：小野兽.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e091109c2166"
  },
  {
    "文件名": "[完结]《【自攻自受】全世界都说他是我相好》作家：翡翠白玉汤（1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/fdc817de6491"
  },
  {
    "文件名": "[完结]《“美人”总裁攻略史》作家：打桩机（1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/298ac6b36ccd"
  },
  {
    "文件名": "[完结]《［GB］生日祝福》作家：Molin（1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/4e6b0a080f4e"
  },
  {
    "文件名": "[合集 完结]《糟蹋美人》作者：角落.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ae318588aac3"
  },
  {
    "文件名": "[合集 完结]《糟蹋美人（ntr强制各种美人虐》作者：道哥不辣的.txt",
    "夸克盘链接": "https://pan.quark.cn/s/85d121ff775f"
  },
  {
    "文件名": "[合集 完结]《杂文肉铺》作者：一条咸鱼.txt",
    "夸克盘链接": "https://pan.quark.cn/s/edee7ab290b6"
  },
  {
    "文件名": "[合集 完结]《泄欲便利中心》作者：进退悲欢.txt",
    "夸克盘链接": "https://pan.quark.cn/s/0e4d3045d2ad"
  },
  {
    "文件名": "[合集 完结]《西幻大陆的淫乱日常》作者：取名字好难鸭.txt",
    "夸克盘链接": "https://pan.quark.cn/s/17a3cd9d17eb"
  },
  {
    "文件名": "[合集 完结]《谁不爱小妈（1v1 be）》作者：黄金白璧买歌笑.txt",
    "夸克盘链接": "https://pan.quark.cn/s/7ec3aa875157"
  },
  {
    "文件名": "[合集 完结]《熟果（叔受合集）》作者：黑旋风忍者.txt",
    "夸克盘链接": "https://pan.quark.cn/s/48c2b06976ee"
  },
  {
    "文件名": "[合集 完结]《男子学校的乱交日常》作者：取名字好难鸭.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a36ff58b00f6"
  },
  {
    "文件名": "[合集 完结]《来访者（np）》作者：未知X.txt",
    "夸克盘链接": "https://pan.quark.cn/s/adef93aec1c9"
  },
  {
    "文件名": "[合集 完结]《枫叶阁（短篇 1v1）》作者：落叶w.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ce706aea58c4"
  },
  {
    "文件名": "[合集 完结]《多面人夫》作者：大樱桃.txt",
    "夸克盘链接": "https://pan.quark.cn/s/69d265f92186"
  },
  {
    "文件名": "[合集 完结]《非暴力通缉》作者：醉氧°.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c9d7b10b3201"
  },
  {
    "文件名": "[合集 完结]《病娇很烦》作者：典单质.txt",
    "夸克盘链接": "https://pan.quark.cn/s/040a6f17fa99"
  },
  {
    "文件名": "[合集 完结]《被催眠后堕落的强攻》作者：十八随便写写.txt",
    "夸克盘链接": "https://pan.quark.cn/s/933ef5140bb1"
  },
  {
    "文件名": "[合集 完结]《爱定你艹定你》作者：都被注册了.txt",
    "夸克盘链接": "https://pan.quark.cn/s/034801fa6e95"
  },
  {
    "文件名": "[废文 完结]《左右为难》作者：夕一栖（被楼下小保安盯上了  年下爱哭攻X暴躁的潘哥 ）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/dc51b3662aa0"
  },
  {
    "文件名": "[废文 完结]《坐享齐承》作者：尤拾欢（1v1 落魄富二代被卖给流氓当玩具 腹黑美人攻x嘴炮嘚瑟受）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ee275c3d82d8"
  },
  {
    "文件名": "[废文 完结]《作囚》作者：烟火星河（久别重逢1v1 狼子野心的美人王爷x流落青楼的落魄少爷）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/972d5f764edb"
  },
  {
    "文件名": "[废文 完结]《作精前夫》作者：墨夕（现代1v1 要离婚的是你，要复婚的也是你，你贱不贱啊？）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/d7cdbc0f2e92"
  },
  {
    "文件名": "[废文 完结]《琢心》作者：阿裕（强制爱 先婚后爱1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/d5e26da7c0c1"
  },
  {
    "文件名": "[废文 完结]《尊前客》作者：于执（剑三同人1v1ABO 浪荡子藏剑Ax直A癌倒霉天策O）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ddacedfed1ad"
  },
  {
    "文件名": "[废文 完结]《醉酌酩酊》作者：日亦薄夕山（1v1 bdsm）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ab7970cd24f3"
  },
  {
    "文件名": "[废文 完结]《醉梦长安》作者：浅醉浮月（因一场误会遗憾离京，再次相见却是阴阳相隔。 主攻1v1 be）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/3bffb59f1271"
  },
  {
    "文件名": "[废文 完结]《最长的电影》作者：语旦（1v1 面瘫冰山律师攻X痴情苦逼演员受 替身、狗血、追妻火葬场）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/b194012c6be3"
  },
  {
    "文件名": "[废文 完结]《最美》作者：金发姑娘（古代1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ee6268aa2992"
  },
  {
    "文件名": "[废文 完结]《最后一次相亲》作者：月亮出来了（互攻1v1 一头外糙里细的钢铁直倔驴被一只没有家的高情商真流氓燕子收服后喜筑巢的故事）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/d7ac1e355211"
  },
  {
    "文件名": "[废文 完结]《足疗》作者：狭骨（年上主攻1v1 大老板x小技师 老谋深算和不谙世事，先走肾后走心）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e76ad8703bda"
  },
  {
    "文件名": "[废文 完结]《租赁男友》作者：樊呜喳喳（19天 贺红同人）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e53fa2dcfc52"
  },
  {
    "文件名": "[废文 完结]《走亲》作者：闲阿鱼（np总受 云白是个双儿，父母去世后他靠“生”换粮）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/05e2cb627890"
  },
  {
    "文件名": "[废文 完结]《走马》作者：瑟予霜和（1v1 美强惨 be）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/029235e9719d"
  },
  {
    "文件名": "[废文 完结]《总裁总在被打脸》作者：心塞弹丸（1v1 ABO 打脸专业户总裁攻×大力天然呆土包子受 先婚后爱小甜饼 ）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/860bcbc006dc"
  },
  {
    "文件名": "[废文 完结]《总裁有了心上人》作者：士多（1v1 霸总x温柔人妻）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e4d99b1c8797"
  },
  {
    "文件名": "[废文 完结]《总裁和体育生》作者：hehelofter（年下1v1 受追攻）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/3ed2f31dfb1c"
  },
  {
    "文件名": "[废文 完结]《总裁和他的小天鹅》作者：快把蕉下的鹿牵走（1v1 前渣后宠总裁攻X小甜椒芭蕾演员受）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/3775311b2fac"
  },
  {
    "文件名": "[废文 完结]《总裁和秘书是高危职业》作者：格拉丹（年下1v1小甜饼 快乐又傻缺的绣花总裁攻vs敬业又面瘫的话废秘书受）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/28482a3e0703"
  },
  {
    "文件名": "[废文 完结]《自作自受》作者：_谁不曾谁不想_（np 魂穿模拟人生中自己捏的模拟市民，导致自己曾经操作过的一些限制级行为都报复到了自己头上。）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/f9ea884443d1"
  },
  {
    "文件名": "[废文 完结]《自投罗网》作者：十三香瓜子（娱乐圈1v1 麦皮诱受x病娇美人攻）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/d9ed6d57b43f"
  },
  {
    "文件名": "[废文 完结]《自尽》作者：墨以橙舟（互攻1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/8f4edfcf199c"
  },
  {
    "文件名": "[废文 完结]《自投罗网》作者：阿速同学（狗血 两个疯子的爱情故事）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/6909fb09d86e"
  },
  {
    "文件名": "[废文 完结]《自缚》作者：Captain111（1v1 双性 包养文）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/20e96c0964ec"
  },
  {
    "文件名": "[废文 完结]《滋生》作者：ErosNo-7（双向救赎1v1 温柔攻×女装小变态受）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/734a5a04101d"
  },
  {
    "文件名": "[废文 完结]《灼灼其阳》作者：橙汁也是只只（娱乐圈 破镜重圆1v1 沉静内敛影帝攻×温柔坚定总裁受）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/eef29f3688d2"
  },
  {
    "文件名": "[废文 完结]《坠入星河》作者：匿名咸鱼（重组家庭 伪骨科1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/0101efd6f075"
  },
  {
    "文件名": "[废文 完结]《坠落》作者：草小莓（星际 强强1v1 温柔哭包酷哥X高武力值钓系绿茶）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a19371b0e325"
  },
  {
    "文件名": "[废文 完结]《坠凡》作者：匿名咸鱼（师兄死后我和他的弟子们斗智斗勇的日日夜夜 np 貌美无情万人迷总受）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/f11ee9a0d5aa"
  },
  {
    "文件名": "[废文 完结]《追影》作者：我是个小垃圾啊啊（现代1v1 直掰弯）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/2169b720555e"
  },
  {
    "文件名": "[废文 完结]《追妻寻“母”》作者：不想送人的兔叽（仙君轮回之后忘了魔界的丈夫儿子，被大魔头小魔头追到人间，黏着叫他娘子娘亲。）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/62c9da51ac73"
  },
  {
    "文件名": "[废文 完结]《追光》作者：宇治茶茶（女攻1v1 电竞 狼狗式软妹攻x流氓式直男受）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/4733ff503da5"
  },
  {
    "文件名": "[废文 完结]《追个屁的火葬场》作者：霜花（主攻1v1 当沙雕网友穿到渣贱文）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/03e092e54e44"
  },
  {
    "文件名": "[废文 完结]《撞邪》作者：匿名咸鱼（主受1v1 青天白日下撞了邪？不要一直缠着我啊！ 伪灵异不恐怖）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/7be7bb2c8ead"
  },
  {
    "文件名": "[废文 完结]《庄生》作者：百里闻（年下主攻 be）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/de2ec7834374"
  },
  {
    "文件名": "[废文 完结]《筑巢》作者：伍寺默（狗血文 金主攻xMB受）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/051ca3693c90"
  },
  {
    "文件名": "[废文 完结]《抓贼》作者：匿名咸鱼（爱女装的小美人神偷受掰弯大直男捕头攻的故事）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/d8f8a9137dca"
  },
  {
    "文件名": "[废文 完结]《蛀牙》作者：不啾山（互攻1v1 前任是名优秀的dom，却不是合格的恋人，于是我囚禁了他）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/557e1e61bb45"
  },
  {
    "文件名": "[废文 完结]《祝对家生日快乐》作者：糯米瓷（娱乐圈年下1v1 爱豆出身有钱攻x童星出道励志受）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/100ef4473089"
  },
  {
    "文件名": "[废文 完结]《主想处长期的方式》作者：_谁不曾谁不想_（师生1v1 sp）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/4dca113edb51"
  },
  {
    "文件名": "[废文 完结]《烛龙》作者：柘木（玄幻1v1 美攻强受）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/95c987b79dc6"
  },
  {
    "文件名": "[废文 完结]《竹马竹马成双对》作者：红脸蛋子（1v1小甜饼）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/db813f1fa7c7"
  },
  {
    "文件名": "[废文 完结]《竹马竹马》作者：暮木（1v1小甜饼 暗恋我的竹马和我同居了。）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/88ea660e5ccf"
  },
  {
    "文件名": "[废文 完结]《竹马之交是什么感觉》作者：黑糖珍珠哞哞茶（校园1v1 粉切黑疯批攻×粗线条健气受）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/025e0e9119a2"
  },
  {
    "文件名": "[废文 完结]《竹马危情》作者：俩脆桃（1v1 换受 受追攻）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/02c758806416"
  },
  {
    "文件名": "[废文 完结]《竹马之交》作者：verdot（竹马竹马双向暗恋，从青葱校园走向社会）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/0b238e52e2b8"
  },
  {
    "文件名": "[废文 完结]《竹马是直男》作者：愫素（1v1小甜饼）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/b197b0f19b39"
  },
  {
    "文件名": "[废文 完结]《竹绸记》作者：蘖辛儿.txt",
    "夸克盘链接": "https://pan.quark.cn/s/781cce890754"
  },
  {
    "文件名": "[废文 完结]《昼夜相融》作者：日尧（现代骨科年上1v1 乖张与乖巧切换弟弟受×成熟隐忍哥哥攻）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/4c1e82885717"
  },
  {
    "文件名": "[废文 完结]《周经理的秘密》作者：草莓益生菌（过程np 结局1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/1f6fd30b672d"
  },
  {
    "文件名": "[废文 完结]《周而复始的仙君》作者：木火然（1v1 十岁的、二十的、练气的、金丹的！各种时期的谢少钦，纷纷出现在了丁筹的面前）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/75ad0955e164"
  },
  {
    "文件名": "[废文 完结]《重圆》作者：疯子毛（富二代太子爷 x 凤凰男大学老师 破镜重圆1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e1ffc34d9dc6"
  },
  {
    "文件名": "[废文 完结]《重拾》作者：闹闹今天不熬夜（1v1 被pua被出轨的大美人温柔受X对外阴冷对内唠叨的心机受转攻）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/d08e0baf7b25"
  },
  {
    "文件名": "[废文 完结]《重生之秘密》作者：公子好坏（1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/6c9cd037602c"
  },
  {
    "文件名": "[废文 完结]《重生后我比以前更惨了》作者：眠春踏雪来（重生攻追妻失败，换攻）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/17b70ecf6708"
  },
  {
    "文件名": "[废文 完结]《重生和暴君谈恋爱》作者：锄禾丨（古代小甜饼1v1 冷面暴君霸道宠妻攻x脸皮薄偶尔皮几下受）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/8626d3841581"
  },
  {
    "文件名": "[废文 完结]《重生成情敌后》作者：soledad（古风仙侠，自攻自受）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/5a0c173cc8c9"
  },
  {
    "文件名": "[废文 完结]《仲夏之死》作者：庭柯栖莺（np 结局1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/71af8cd3d41f"
  },
  {
    "文件名": "[废文 完结]《重金》作者：Ariel桐（拍卖买到了未来老婆 1v1  傻黄甜 先走肾后走心）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/0996548ab0aa"
  },
  {
    "文件名": "[废文 完结]《仲夏夜陆风》作者：蜜糖猛汉（ABO1v1 论如何把楼下外冷内黏人的哑巴美人拐回家）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/97ca52768fec"
  },
  {
    "文件名": "[废文 完结]《终会》作者：开普勒1978（破镜重圆1v1 攻年少时不懂珍惜分手后真香狗血甜文）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ac138379b0f5"
  },
  {
    "文件名": "[废文 完结]《中山站诡事录》作者：驴不归（都市奇幻 温情治愈）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/8ba41abe27f2"
  },
  {
    "文件名": "[废文 完结]《中度良药》作者：冰橘蜜柚一百杯（现代年上1v1 失眠症心理医生攻X社恐症写手受）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/98b7b22985a6"
  },
  {
    "文件名": "[废文 完结]《致苏塔》作者：幸运代号7（1v1 be）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/51c873a9b5d0"
  },
  {
    "文件名": "[废文 完结]《致死欢愉》作者：三毛钱的桀桀子（现代 年上 治愈1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/0a40013c7e6e"
  },
  {
    "文件名": "[废文 完结]《致命吸引》作者：瑨山屺（1v1 忠犬攻×骚气受）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a1641e28af5c"
  },
  {
    "文件名": "[废文 完结]《至亲》作者：人间晴色（亲父子滚到一块儿去，过自己的生活，做爱做的事）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/f957f6232d58"
  },
  {
    "文件名": "[废文 完结]《指尖下》作者：一颗尘盐（强吻了暗恋已久的直男竹马被他揍之后的故事 毒舌傲娇纯情直男攻x又怂又撩美人小诱受）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/19b543ef7a7c"
  },
  {
    "文件名": "[废文 完结]《指尖环绕》作者：橙汁也是汁汁（新婚后爱1v1 生物工程系教授攻×颓废艺术家受）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/5cefadf8edd0"
  },
  {
    "文件名": "[废文 完结]《只是睡觉》作者：燕尾夹（1v1 说干就干实在人后期黑化攻×只会口嗨老色批社恐写手受）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/471b6ff988ba"
  },
  {
    "文件名": "[废文 完结]《只爱陌生人》作者：时花唐水（互攻1v1 大概是两个杀人犯一边打炮一边逃亡一边互扒老底的故事）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/69f21378066a"
  },
  {
    "文件名": "[废文 完结]《职场性骚扰》作者：茶茶子肥肥啦（1v1小甜饼 论坛体）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/4c6b842db0fb"
  },
  {
    "文件名": "[废文 完结]《直播进行中》作者：不毛D（故事集）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a618b89e80fa"
  },
  {
    "文件名": "[废文 完结]《执念》作者：纸幽shiyuu（现代3P，双性傻子受、养父攻、老师攻）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/1a6022ab7e5c"
  },
  {
    "文件名": "[废文 完结]《蜘蛛的巢穴》作者：坑多不愁（年下双性1v1小甜饼 貌美上司诱受x冷淡大学生攻）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/fd39f84ebcd8"
  },
  {
    "文件名": "[废文 完结]《之后归巢》作者：沉时（年上父子1v1 双性）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/28d59a4cf8b3"
  },
  {
    "文件名": "[废文 完结]《正在加载好感条》作者：奶黄包和喵喵（全息网游 我想攻略我爱人，但是他没有好感条 NPC爱情，1v1沙雕小甜饼）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/2cf6c8baa5d1"
  },
  {
    "文件名": "[废文 完结]《蒸汽时代废土生存说》作者：年更遥（1v1 高岭之花隐藏毛绒控攻×天天睡不醒脱线全能修理工毛茸茸受）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/028f6d52619a"
  },
  {
    "文件名": "[废文 完结]《挣扎》作者：月白梨花尖（短篇1v1 阴狠黑道大佬攻×可怜小软受）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/bae19d42ffc8"
  },
  {
    "文件名": "[废文 完结]《挣脱》作者：离姬（现代1v1 被迫相亲结婚打死不谈恋爱受×419贪图美色后期疯狂追妻攻）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/d1df5a020b87"
  },
  {
    "文件名": "[废文 完结]《这世界和我想的不一样》作者：是清舟吖（1v1 林棠在成年那天，从性开放的世界穿越而来）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/6b43b3dcd6cb"
  },
  {
    "文件名": "[废文 完结]《征服》作者：沧天有鱼（np 结局1v1 致郁）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/60887d53e0be"
  },
  {
    "文件名": "[废文 完结]《枕边似水》作者：宴惟（强制爱1v1 道德感为零攻×怯懦孤儿受）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/d08d0c0344d4"
  },
  {
    "文件名": "[废文 完结]《真香定律》作者：二三鱼（现代年下骨科1v1 冷酷口是心非攻×白软哭包受）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/dc2dc16d3e57"
  },
  {
    "文件名": "[废文 完结]《真香》作者：凭本事没老婆（1v1 ABO 先傻后狗坏脾气攻X温柔善良老实人受 追妻）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a267f2002613"
  },
  {
    "文件名": "[废文 完结]《真的没法谈恋爱》作者：八盒（互攻1v1 两个1的柏拉图之恋）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/bdc89dc54e41"
  },
  {
    "文件名": "[废文 完结]《这个O的肌肉比我还大》作者：我好苦哦（戏多逗比美人AX超猛直球肌肉O）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/319a3487c6eb"
  },
  {
    "文件名": "[废文 完结]《这次握住就不放手了》作者：给你加个霸虎（1v1双重生 真香美人攻×普通自卑受）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/5f7afed437e0"
  },
  {
    "文件名": "[废文 完结]《这不是卖屁股》作者：淮翼（1v1 直男业务员纯洁运用嘟臀拉保险）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/b0785d4040f9"
  },
  {
    "文件名": "[废文 完结]《折星》作者：Sour且Sour（校园1v1小甜饼）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c36ef0ca3d76"
  },
  {
    "文件名": "[废文 完结]《折腾》作者：嗜奶茶如命A（时隔一年，前男友回来求复合了 破镜重圆1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/25ba17eae56f"
  },
  {
    "文件名": "[废文 完结]《折鞭》作者：蹊上花（现代1v1 老男人s攻×软糯乖巧受）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/b89b0f963f90"
  },
  {
    "文件名": "[废文 完结]《昭的宋秋》作者：鹅儿黄（年上1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/726b91ff1f34"
  },
  {
    "文件名": "[废文 完结]《沼泽玫瑰》作者：温瞳（白月光一朝染了血，便成了心口意难平的朱砂痣 np 渣攻）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ee53bc72df6a"
  },
  {
    "文件名": "[废文 完结]《仗势欺人》作者：番茄不吃柠檬（现代年上父子1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/d413deef528a"
  },
  {
    "文件名": "[废文 完结]《掌中物》作者：湘池（古代父子年上  太子爱皇帝）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/08d8f945f140"
  },
  {
    "文件名": "[废文 完结]《长相冤》作者：池问水（民国1v1 竹马，美攻x体型强受）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/4048d59c6706"
  },
  {
    "文件名": "[废文 完结]《长兄如母》作者：匿名咸鱼（1v1小甜饼 泪失禁体质年下奶攻×老实人双xing受）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e168beb88b20"
  },
  {
    "文件名": "[废文 完结]《长夏记事》作者：有柠檬没（小妈文学 年下占有欲强小狼狗攻x双儿美人诱受）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/691bcaef02bb"
  },
  {
    "文件名": "[废文 完结]《长相忆》作者：川楝木澜（皇帝攻X太监受）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/bb5585c53725"
  },
  {
    "文件名": "[废文 完结]《长期演进爱情》作者：物种演进需求（1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/434214979cea"
  },
  {
    "文件名": "[废文 完结]《站在原地等你抱我》作者：佛爬墙爱爬墙（校园重生1v1 病态偏执狂攻x温温柔柔爱粘人受）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/fd987111b10f"
  },
  {
    "文件名": "[废文 完结]《战俘营里的小白兔》作者：汤枝（1v1ABO 老干部A X 小白兔O 先do后i）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/9e47a5c911c9"
  },
  {
    "文件名": "[废文 完结]《斩春风》作者：橘叶青盐汤（一人之下同人 王也x诸葛青）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/4f9a3aab7e7b"
  },
  {
    "文件名": "[废文 完结]《寨主娶亲》作者：毕加思索以后（1v1小甜饼）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/8e1d7222b2ed"
  },
  {
    "文件名": "[废文 完结]《宅》作者：城战（130万凶宅梗改写，当胆小小道士碰到鬼）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/41da18efa980"
  },
  {
    "文件名": "[废文 完结]《渣攻重生之后》作者：zhazi（老情人们也重生了 np 渣攻转总受）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/d7dde8e015b4"
  },
  {
    "文件名": "[废文 完结]《渣攻一箩筐》作者：是西瓜酱（一群美男爱来爱去爱而不得的狗血故事）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/75350bf28205"
  },
  {
    "文件名": "[废文 完结]《怎能不沾尘》作者：黄焖月月子（年龄差 1v1小甜饼 本来不对付的学生和教授滚到了床上）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/b5d44592b1fe"
  },
  {
    "文件名": "[废文 完结]《怎么成为网红的男朋友》作者：何夏（1v1小甜饼 暗恋网红多年未果，竟然不折手段约起了P？）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/9c4ec03d4ae7"
  },
  {
    "文件名": "[废文 完结]《贼鹊》作者：叽哩呱啦噜（暴风雪山庄杀人模式 悬疑）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/3df16a5f4514"
  },
  {
    "文件名": "[废文 完结]《脏污玫瑰》作者：椰蓉糯米糍（白月光变成小可怜后我把他捡回了家。1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/d8038c450f5b"
  },
  {
    "文件名": "[废文 完结]《簪花》作者：似融（主攻1v1 美女贵妃攻不想殉葬找下家的故事 美女贵妃小妈攻 X 白切黑双面人影帝直男受 ）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/fed62a00fb01"
  },
  {
    "文件名": "[废文 完结]《载星》作者：一杯orangjuice（年下1v1 mb受）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/78ae736bc744"
  },
  {
    "文件名": "[废文 完结]《在乎山也》作者：等待复活（校园1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/0df5c3b89c3a"
  },
  {
    "文件名": "[废文 完结]《在到处之间找我》作者：黑甜乡破大洞（黑道1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/14821482cea4"
  },
  {
    "文件名": "[废文 完结]《再嘴一个试试？》作者：摔死沟头（1v1小甜饼 嘴臭人怂嘴文“专家”×心狠手辣辣手摧花（不是）耽美写手）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/face9ef2682b"
  },
  {
    "文件名": "[废文 完结]《再生一个好不好？》作者：匿名咸鱼（1v1小甜饼 双性）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/1b13144e6c64"
  },
  {
    "文件名": "[废文 完结]《再恋》作者：铁桶（破镜重圆1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/860604c3f7c0"
  },
  {
    "文件名": "[废文 完结]《灾星》作者：松归（1v1小甜饼）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/9c0d493ced8f"
  },
  {
    "文件名": "[废文 完结]《云鼎宫》作者：给我康康叭（np总受）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/0df7caf400f2"
  },
  {
    "文件名": "[废文 完结]《越界》作者：江清月白（1v1 bdsm 成熟理智骨子里蔫坏黑道攻 × 又怂又浪嘴欠作死富二代受）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e5ec2aa572f2"
  },
  {
    "文件名": "[废文 完结]《越轨返照》作者：boomnanna（暗黑1v1 理智深情攻X可爱开朗受）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/4d5d1b8ca478"
  },
  {
    "文件名": "[废文 完结]《月宴》作者：匿名咸鱼（星际ABO be）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/2af7e42fafa1"
  },
  {
    "文件名": "[废文 完结]《月牙金丝雀》作者：洛烬（np ABO）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c77e065530be"
  },
  {
    "文件名": "[废文 完结]《月亮跳海》作者：洗发水房间（校园1v1 校园暗娼和他的富二代男友）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/8a904ec84180"
  },
  {
    "文件名": "[废文 完结]《月桂庄园·上部》作者：吴幼澄（ABO 小可怜儿被迫做了男朋友的后妈 小妈文学）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/90645d64181c"
  },
  {
    "文件名": "[废文 完结]《月桂树是硅基的》作者：咸鸣海（人工智能 醒来发现自己变成了赏玩型仿生人，要陪主人做エロ的事）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/4f67f3fcff31"
  },
  {
    "文件名": "[废文 完结]《月光与啤酒》作者：www下雨了喝可乐（年下）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/f752a4a119c4"
  },
  {
    "文件名": "[废文 完结]《月光白与红》作者：匿名咸鱼（网恋奔现的男朋友有个白月光，但是我却进火葬场了 1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/9271ee9a3980"
  },
  {
    "文件名": "[废文 完结]《月半温柔》作者：甜鱼鱼（校园 双向治愈1v1 斯文败类攻x小可爱痴汉受）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/abf9b91ec6c5"
  },
  {
    "文件名": "[废文 完结]《约到舍友怎么办》作者：食米不食面（1v1小甜饼）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/1077493833d5"
  },
  {
    "文件名": "[废文 完结]《愿愿》作者：一把锈（校园强制爱 过程np 结局1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/28e5bfc9bb40"
  },
  {
    "文件名": "[废文 完结]《远扬》作者：仓夏优（男二上位）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/7bc3caedce76"
  },
  {
    "文件名": "[废文 完结]《愿得展眉》作者：说郛（主攻1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/1bb428e5da2c"
  },
  {
    "文件名": "[废文 完结]《缘》作者：mini叶子2020（恋爱甜文，软萌受，酷哥攻）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/da626f3e693c"
  },
  {
    "文件名": "[废文 完结]《喻一》作者：楼宴（年上1v1 腹黑寡言控制欲强×孤僻纯情乖乖仔）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/eb530cd345c5"
  },
  {
    "文件名": "[废文 完结]《遇鬼》作者：poiuytrewq（1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/703edcb2c82f"
  },
  {
    "文件名": "[废文 完结]《欲吟还休》作者：苏甫白（人格分裂的攻每天都在吃自己的醋 精神3p 肉体1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/472e293f6047"
  },
  {
    "文件名": "[废文 完结]《欲室》作者：借你的号一用（1v1 痴房东恋上俏房客的故事）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/41b2cb66038b"
  },
  {
    "文件名": "[废文 完结]《欲念》作者：橙默诚（1v1 小妈文学）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/7b8580f2b190"
  },
  {
    "文件名": "[废文 完结]《浴情》作者：深窥（年下1v1 建筑工人X跛脚搓澡师傅）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/2080d765d783"
  },
  {
    "文件名": "[废文 完结]《狱友》作者：草薙素子_（np）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/784d84ad34e7"
  },
  {
    "文件名": "[废文 完结]《郁渔的偏执狂老公》作者：髓渊宝石（1v1 天真甜软极度依赖受 x 腹黑控制欲极强攻）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/993963e71675"
  },
  {
    "文件名": "[废文 完结]《玉枕钗声碎》作者：生别恻（古代1v1双性小甜饼）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a410c5eae181"
  },
  {
    "文件名": "[废文 完结]《予我以光》作者：远山寒（现代1v1 直掰弯 没事找事神经病受x外冷内热别扭攻）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ef11c1b5b99f"
  },
  {
    "文件名": "[废文 完结]《予你沉溺》作者：麦心（1v1 绿茶骗子小白花x腹黑重口老男人 批着BDSM外衣的小甜饼）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/2de6773fcaf5"
  },
  {
    "文件名": "[废文 完结]《与夜同沦》作者：琉鲸（年上骨科1v1 占有欲s倾向哥哥×三观不正偏执弟弟）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/5718454c0efe"
  },
  {
    "文件名": "[废文 完结]《虞美人》作者：逐鹿十三（强制爱 小妈文学 又纯又欲妖艳美人小妈受X前期傲娇小少爷后期阴狠毒辣疯批狼狗攻）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/b5352b4a07df"
  },
  {
    "文件名": "[废文 完结]《娱乐圈》作者：河伯渎神（助理攻X18线小明星受 1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/d0f4fc015120"
  },
  {
    "文件名": "[废文 完结]《鱼无七秒记忆》作者：长川秀（年下骨科 凉薄哥哥裴子哲x卖乖弟弟裴司安）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/5904a39af353"
  },
  {
    "文件名": "[废文 完结]《余夏未燃》作者：愚人船（年下直掰弯 装乖偏执狼崽子x人帅心善警官先生）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/7e8af4256187"
  },
  {
    "文件名": "[废文 完结]《余下》作者：霁晚（师生年下1v1 破镜重圆 年下忠诚狗狗攻 x 病弱温柔宠溺受）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/30ec8b6cfda1"
  },
  {
    "文件名": "[废文 完结]《余毒》作者：离弦（年上养成1v1 伪叔侄 人狠话不多下不去手攻 x 恃宠而骄小狐狸诱受 ）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a2910f33efa9"
  },
  {
    "文件名": "[废文 完结]《诱鸟》作者：南诏情人（我以为我是幼年失怙，但16岁那年第一次见到我爸，我就对他一见钟情）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/eb6572e180b1"
  },
  {
    "文件名": "[废文 完结]《诱哄》作者：江小酌（小白兔被鬼叔叔诱哄着吃干抹净了 鬼攻人受）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ef71103dee7b"
  },
  {
    "文件名": "[废文 完结]《柚木烟草》作者：pf.co（1v1小甜饼 傲娇酷哥x小醋坛子）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/6596f1841472"
  },
  {
    "文件名": "[废文 完结]《有罪》作者：温格的拉锁（校园1v1 be）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/8b8fcdda4d40"
  },
  {
    "文件名": "[废文 完结]《有一腿》作者：我点点（1v1 受伤的警察对给自己开刀的医生一见钟情，完了开始了狗皮膏药式追人。）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e4f91a016a1e"
  },
  {
    "文件名": "[废文 完结]《有恃无恐》作者：亚胺培南（1v1 披着渣攻贱受皮的破镜重圆）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/8a73102c7610"
  },
  {
    "文件名": "[废文 完结]《有话直说，扑倒就做》作者：万物不要葱（婚后小甜饼1v1 主动到投怀送抱的可爱直球选手 X 稍微调教就立刻开窍的年上霸总）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/28fbf223c04c"
  },
  {
    "文件名": "[废文 完结]《有诡》作者：花槐（伪先婚后爱 1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/cc893029e0ec"
  },
  {
    "文件名": "[废文 完结]《有对象就是了不起》作者：春染_Enchant（都市情缘 破镜重圆 双cp小甜饼）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/4f0dc5ffa36b"
  },
  {
    "文件名": "[废文 完结]《有偿游戏》作者：菠萝味戳戳（主攻 bdsm 怂怂大学生×大佬）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/818c181c96b6"
  },
  {
    "文件名": "[废文 完结]《油画的名字》作者：人形净琉璃（年上骨科1v1 那天撞见他被雪糕粘住舌头，于是我开始引诱他……是我先引诱的他）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/432ba7538d4f"
  },
  {
    "文件名": "[废文 完结]《幽王》作者：布了布（玄幻年下1v1 虐身虐心 be）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c09e54398b3a"
  },
  {
    "文件名": "[废文 完结]《用月光浇灌绿茶》作者：可莉（互攻1v1 娇气绿茶受x温柔心机受）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/1c68867f6736"
  },
  {
    "文件名": "[废文 完结]《勇士与魔法师》作者：匿名咸鱼（小甜饼）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/9657d9a8c245"
  },
  {
    "文件名": "[废文 完结]《硬被塞了一个富二代》作者：2020之狐狸（ 阳光向上小甜饼1v1 年下攻X狡猾受，二愣子掰弯沙雕老总！）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c51bf4a565ba"
  },
  {
    "文件名": "[废文 完结]《影子先生》作者：Lindsay233（人外饲养人类的故事  养成）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/03c2454e69ec"
  },
  {
    "文件名": "[废文 完结]《影帝装穷的那些日子》作者：药药切闹闹（1v1小甜饼 影帝装穷被包养后玩脱了后追妻火葬场or总裁包养小妖精后发现小妖精比自己大还比自己有钱）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a186736ff03a"
  },
  {
    "文件名": "[废文 完结]《影帝先生的秘密》作者：鹿山小筑（双向暗恋1v1 温柔体贴大影帝x活泼中产小社畜）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/cd8785481ff1"
  },
  {
    "文件名": "[废文 完结]《营中故事》作者：叶叶叶最佳（1v1小甜饼）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/86737e803b5c"
  },
  {
    "文件名": "[废文 完结]《迎风点火》作者：短指甲龙子（师生年上1v1 风流教授攻 X 学渣高中生受）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/fc6735de4cf5"
  },
  {
    "文件名": "[废文 完结]《樱桃》作者：evonnekhun（1v1 糙汉型演员攻x无能型导演受）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/6cf4f7a0ef48"
  },
  {
    "文件名": "[废文 完结]《莺时》作者：Akuriko（双性 年下1v1小甜饼）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e67f02d76bad"
  },
  {
    "文件名": "[废文 完结]《隐秘占有》作者：NINEZZZZ（年上1v1 bdsm）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/dc005f11e6e2"
  },
  {
    "文件名": "[废文 完结]《隐秘事故》作者：不不不吃土豆（年上1v1 都以为对方是玩咖，其实纯情得一批 私家侦探攻_大明星受）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/9bb9d195aa7e"
  },
  {
    "文件名": "[废文 完结]《隐秘情事》作者：心字底（至少，在梦里你是爱我的 暗恋1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/7b1bc4e8c724"
  },
  {
    "文件名": "[废文 完结]《隐秘情事》作者：紀美代（3p 小妈文学 兄弟攻x双性小妈受）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/57af1290eeb4"
  },
  {
    "文件名": "[废文 完结]《隐秘情史》作者：无脑玛丽苏（娱乐圈年下1v1 演了十年不温不火的文艺片，突然听说有人要潜规则他。）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/14e0653cb6fb"
  },
  {
    "文件名": "[废文 完结]《引溺》作者：七园（年下骨科1v1 黏人高中生馋上美人亲哥身体的病态温柔故事）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/08aff5701e2b"
  },
  {
    "文件名": "[废文 完结]《引狼入室》作者：就不告诉你（美强年下1v1 霸王花美人攻x爱心人士黑白通吃大佬受）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/52187e835cc9"
  },
  {
    "文件名": "[废文 完结]《淫鬼》作者：滕原加野.txt",
    "夸克盘链接": "https://pan.quark.cn/s/d6698bfcd172"
  },
  {
    "文件名": "[废文 完结]《银色山茶花》作者：年更遥（皇帝攻×大祭司美人受，婚几十年后恋爱，星际年下1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/98c7d5a52263"
  },
  {
    "文件名": "[废文 完结]《银河逆流》作者：噢哩噢哩（年上骨科1v1 破镜重圆）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/da4efc454ff7"
  },
  {
    "文件名": "[废文 完结]《银河归途》作者：夏夜乌龙（星际强强1v1 年下小狼狗将军攻 x 温和淡漠工程师受）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/42b2a66cff22"
  },
  {
    "文件名": "[废文 完结]《殷勤结蛛网》作者：相绵流（1v1 我爹因为太喜欢我自杀了）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/97fe1dd1ee18"
  },
  {
    "文件名": "[废文 完结]《阴天》作者：橙汁酱鸭（现代1v1 双性生子）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/be5fea2b8a6a"
  },
  {
    "文件名": "[废文 完结]《阴差阳错》作者：维生素C9（1v1小甜饼 怕疼不敢纹身的黑帮老大x一分钱没有的娇贵大少爷）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/aaf3984334ac"
  },
  {
    "文件名": "[废文 完结]《因果关系》作者：是一只蝈（父子 前世今生 1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/2c6d2166f238"
  },
  {
    "文件名": "[废文 完结]《意外赠品》作者：彳亍之尸（ABO 父子年上1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/efa9f015f6a9"
  },
  {
    "文件名": "[废文 完结]《意外事故》作者：糖粥糖粥甜甜甜9（弟弟喜欢哥哥，却意外的也和爸爸上了广木）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/63351f2577f7"
  },
  {
    "文件名": "[废文 完结]《奕曲同工》作者：叁陆dot（娱乐圈1v1小甜饼 小糊咖遇见当红爱豆从此走上人生巅峰）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ed46dfbcd6fd"
  },
  {
    "文件名": "[废文 完结]《抑制剂的副作用》作者：栖鹤（ABO np 可爱的郁书被五个老攻强宠的故事）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/26782da15b34"
  },
  {
    "文件名": "[废文 完结]《亦寒》作者：keaiduo（破镜重圆1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/df5d8799966e"
  },
  {
    "文件名": "[废文 完结]《倚烟云》作者：树树耐耐（古代1v1 主受 不信情爱的姜明礼因为跟人互换身体而慢慢得知自己的狐朋狗友孟欣居然心属自己？？）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c3722a5e0de9"
  },
  {
    "文件名": "[废文 完结]《以眨眼言爱》作者：猫系写手（钻石王牌同人 35岁御幸-21岁泽村 黑手党pa）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/4aedf122179a"
  },
  {
    "文件名": "[废文 完结]《以危犯安》作者：不三有肆（年下强制爱1v1  疯子表弟与我：从入住到囚禁）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/db594ee4fcea"
  },
  {
    "文件名": "[废文 完结]《以涩侍君》作者：戏文（1v1 斯文败类皇帝攻 x 美貌风流臣子受）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/1e249de85c46"
  },
  {
    "文件名": "[废文 完结]《以后再说》作者：雁风行（先婚后爱1v1 老流氓霸总攻×有点皮的哑巴受）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/44935e5a28b7"
  },
  {
    "文件名": "[废文 完结]《以爱之名》作者：小栗子安（现代产乳1v1 女装癖流奶受x微自闭忠犬攻）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/5756fc210350"
  },
  {
    "文件名": "[废文 完结]《已灰之木》作者：磨叽磨哩（1v1 资本为上表面温柔内心冷漠豪门少爷攻 x 正常成年男人穿越到ABO世界不能接受生孩子设定的受 ）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/b2148ce02146"
  },
  {
    "文件名": "[废文 完结]《已不正》作者：欲眠（穿书做了三百年工具人的师尊一朝觉醒 年下1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/4b76e7a99942"
  },
  {
    "文件名": "[废文 完结]《遗落的狗》作者：山犬（校园1v1 bdsm）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/813e0e3e746a"
  },
  {
    "文件名": "[废文 完结]《遗憾》作者：一木及（校园1v1 be）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/893e715d95fa"
  },
  {
    "文件名": "[废文 完结]《移情别恋的飞蛾》作者：黄大凯（女攻 情敌变情人）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/cab02da0fb42"
  },
  {
    "文件名": "[废文 完结]《欹兰纪事》作者：额嘞个娘咧（1v1 话痨受）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/1ae0348b56f3"
  },
  {
    "文件名": "[废文 完结]《伊甸园》作者：沉酒清婉（校园1v1 表面冷言攻X可爱乖巧受）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/8ac7c5c2ddd3"
  },
  {
    "文件名": "[废文 完结]《一盏月亮》作者：脱单幸运物（年上1v1 温柔虚伪总裁渣攻x单纯开朗下属受）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/606f5ca040f8"
  },
  {
    "文件名": "[废文 完结]《一叶长青》作者：圭隹（校园1v1 艳遇对象是师兄？！）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/7f64eab38c5a"
  },
  {
    "文件名": "[废文 完结]《一厢情愿》作者：文字爱好者3（青提帝君X魔族副将小药仙一芯的几生几世）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/5df779893661"
  },
  {
    "文件名": "[废文 完结]《一头母猪》作者：黄金圣斗士（现代1v1 双性）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/466a4431b232"
  },
  {
    "文件名": "[废文 完结]《一宿舍就是要整整齐齐》作者：榭歌（校园 舍宠3v1 总受）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/dd5fe9093a9c"
  },
  {
    "文件名": "[废文 完结]《一束香槟玫瑰》作者：sicvwhb（年下1v1 伪骨科 貌美白切黑与温柔大哥哥）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/cb6995103e71"
  },
  {
    "文件名": "[废文 完结]《一生错爱》作者：鹿山小筑（亲父子1v1 黑道文）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/3265f053be72"
  },
  {
    "文件名": "[废文 完结]《一日为师》作者：符黎（师徒年下1v1 火辣辣铁憨憨的双根小金龙攻x口是心非身娇体软的双性上神受）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a4413a9ae1b0"
  },
  {
    "文件名": "[废文 完结]《一去渡沧海》作者：穆衍（民国 相爱相杀1v1 心狠手辣军阀攻 x 桀骜不驯枭雄受）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/d427617a40fb"
  },
  {
    "文件名": "[废文 完结]《一七四：超常事件小组》作者：吐維（1v1 寡言痴情道士攻x天然禁欲警察受）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/1df6f070589b"
  },
  {
    "文件名": "[废文 完结]《一丘之貉》作者：最一（1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/bbdf1b1ad5e7"
  },
  {
    "文件名": "[废文 完结]《一粒豆和过零丁》作者：梅染（1v1 年下小狼狗病娇作者攻VS暴躁傲娇抖M读者受）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e058840cdab8"
  },
  {
    "文件名": "[废文 完结]《一觉醒来发现室友躺在我的床上》作者：许多鱼1995（暴力天然呆霸王花攻x脑补能力一流颜控受 无脑小甜饼）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/887c93dc1740"
  },
  {
    "文件名": "[废文 完结]《一顾一荣华》作者：送声声一颗星（前世今生 深情神兽渣攻×美艳鬼皇子受）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/303218253e24"
  },
  {
    "文件名": "[废文 完结]《一个自甘堕落的Beta》作者：Gleen（1v1ABO 冷漠傲娇天之骄子攻x自甘堕落倒霉受）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/b78d3352bfa3"
  },
  {
    "文件名": "[废文 完结]《一个修罗场文学》作者：灰度值（五攻一受，攻略型炒股NP文）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c9af4cd7056b"
  },
  {
    "文件名": "[废文 完结]《一封情书》作者：海鸥真肥（1v1 攻重生 激情追妻）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/38a15cf144ef"
  },
  {
    "文件名": "[废文 完结]《一番星》作者：一个小窗帘（娱乐圈1v1小甜饼 影帝x粉丝）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/0a219221f6c8"
  },
  {
    "文件名": "[废文 完结]《一点黑》作者：小狐狸的大宝贝（现代年上1v1 不是很正常的男人攻VS又呆又傻小狗受）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/4c3b27f66ab0"
  },
  {
    "文件名": "[废文 完结]《一不小心怀孕了》作者：渡海不是医生（奇幻 1v1小甜饼 生子）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/997eb4f2a67e"
  },
  {
    "文件名": "[废文 完结]《夜与昼随行》作者：甜浆酿酒（校园 双向暗恋1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/9bdeb2c6ef57"
  },
  {
    "文件名": "[废文 完结]《夜游所孟》作者：花花雷（娱乐圈1v1 茶里茶气绿茶攻x顶流大明星受）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/404326e15f2f"
  },
  {
    "文件名": "[废文 完结]《夜莺》作者：不羡平生（末日降临，失去明星光环的慕遥无法获得异能，无奈沦落风尘，成为暗娼 过程np 结局无cp）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/fba34ba65467"
  },
  {
    "文件名": "[废文 完结]《夜夜夜》作者：匿名咸鱼（两个短篇故事. 1.俩研狗的日常以及“称兄道弟”的家庭关系 2.末世+哨向，打打丧尸的欢乐故事）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c74dacc832dc"
  },
  {
    "文件名": "[废文 完结]《夜吻》作者：杳杳音绝（1v1小甜饼 吊儿郎当摄影师和他口是心非的小娇妻）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a529fd34c06f"
  },
  {
    "文件名": "[废文 完结]《夜夜无眠》作者：小小花菇（自从被不知名男人肏了后，唐汀大白天的见鬼了！ 1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/bd7bcf96c0bd"
  },
  {
    "文件名": "[废文 完结]《夜晚八点的火锅店》作者：一大盒甜布丁（校园年下1v1 略带腹黑的狼狗校草X温柔易推倒的美人老师）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a54d978832dc"
  },
  {
    "文件名": "[废文 完结]《夜魅缠》作者：M貓子（咒术回战 虎伏同人 ntr 虎伏釘三人為了任務前往箱根的溫泉旅館）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/712de6c4f34c"
  },
  {
    "文件名": "[废文 完结]《夜奔》作者：不存在的荷德森（年上骨科1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/57b81bda101f"
  },
  {
    "文件名": "[废文 完结]《叶语飞扬》作者：almosthr（1v1 电子竞技 顶尖指挥突击手面瘫攻x风骚走位神狙手跳脱受）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/f3ce5f18906e"
  },
  {
    "文件名": "[废文 完结]《叶下岛》作者：咕啾（总裁攻x精灵受，睡前小甜饼。）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/f8f8d3f6b4e3"
  },
  {
    "文件名": "[废文 完结]《野望》作者：real千里淮山（暗恋多年终于等到情敌退场 1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/129ea044d8bd"
  },
  {
    "文件名": "[废文 完结]《野火》作者：樱三（ABO 互攻1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/739711c1b810"
  },
  {
    "文件名": "[废文 完结]《野火》作者：叶青寒（古代年下1v1 美貌小疯子和他的师尊）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/9c844dac799f"
  },
  {
    "文件名": "[废文 完结]《野画家》作者：其实是九节狼（年下1v1 绘画民工受x隐姓埋名豪门私攻）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/eb7339be31c1"
  },
  {
    "文件名": "[废文 完结]《野狐狸》作者：lgsvuxh（民国年下1v1 换攻 小妈文学 富家少爷年下狼狗攻X歌厅出身表面温顺受（少爷x姨太太））.txt",
    "夸克盘链接": "https://pan.quark.cn/s/80b5ba636915"
  },
  {
    "文件名": "[废文 完结]《野狗梁川》作者：诗无茶（破镜重圆1v1 忠犬狗勾x淡漠美人）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/49830d648bf5"
  },
  {
    "文件名": "[废文 完结]《野狗梁川》作者：生酒祭（现代年下1v1 忠犬攻x诱受）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/fad73946f0e2"
  },
  {
    "文件名": "[废文 完结]《也许明天》作者：猴有羊（小甜饼）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/efd99e11bb29"
  },
  {
    "文件名": "[废文 完结]《要怎么保持童贞》作者：橘候.txt",
    "夸克盘链接": "https://pan.quark.cn/s/b52818f5aa3f"
  },
  {
    "文件名": "[废文 完结]《要和喜欢的人谈恋爱》作者：小阿斗（1v1小甜饼 互宠偏攻）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/6af5dd0a5143"
  },
  {
    "文件名": "[废文 完结]《要风得风》作者：匿名咸鱼（灵异1v1 双鬼）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/b222befac1e8"
  },
  {
    "文件名": "[废文 完结]《要打去床上打》作者：巴塔塔（破镜重圆 换攻 结局1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/b753960b680c"
  },
  {
    "文件名": "[废文 完结]《药片》作者：流亡贝壳（np总受 爱上绿茶攻后我被他兄弟霸凌了 废柴软受X绿茶心机攻x暴力热血攻）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/567d36c54725"
  },
  {
    "文件名": "[废文 完结]《摇啊摇》作者：小写93（现代1v1 三位老父亲（大哥）联手把儿子嫁出去的甜宠日常）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a5242796f9c2"
  },
  {
    "文件名": "[废文 完结]《腰疼》作者：匿名咸鱼（现代年下1v1 闷骚美人攻x开朗话痨受。前期受追攻后期互宠。）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/05c492dca7f3"
  },
  {
    "文件名": "[废文 完结]《夭寿啦我家浴巾成精啦》作者：鲜芒绵绵冰（1v1小甜饼）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/720f322b3b24"
  },
  {
    "文件名": "[废文 完结]《养雀》作者：休隅（疯批变态攻x风流浪荡受 双不洁）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/fe9ea289c18a"
  },
  {
    "文件名": "[废文 完结]《养父》作者：月不白（一对男夫夫们领养了一个小男孩，小男孩长大后，爱上了其中一个养父 双结局）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/be608d789fa6"
  },
  {
    "文件名": "[废文 完结]《养父》作者：骁南朝北（养父子1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/d36c1606f498"
  },
  {
    "文件名": "[废文 完结]《养父》作者：瑾玥玥玥（女攻1v1 强制爱 病娇小疯批x软弱老男人）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/3125b65e6ef6"
  },
  {
    "文件名": "[废文 完结]《佯装》作者：幕小枫（校园主攻1v1 发小把人给打失忆了，在线等急）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/976123b07113"
  },
  {
    "文件名": "[废文 完结]《羊花_寄白头》作者：宴小山（剑三同人 1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/80cf42846ef6"
  },
  {
    "文件名": "[废文 完结]《羊花 修罗道》作者：子无君（剑三羊花同人，正派大侠羊x邪魔外道花）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/0764aa21e2f5"
  },
  {
    "文件名": "[废文 完结]《羊花 藏唐 少年游》作者：子无君（游戏同人）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a2c2f1283d30"
  },
  {
    "文件名": "[废文 完结]《宴尔新婚》作者：uraniar（灵异1v1 鬼攻人受 疯批（？）女装美人攻x平常心小少爷受）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/5a4be3f707cd"
  },
  {
    "文件名": "[废文 完结]《艳屑》作者：pharmacy（非典型mb文）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/74415b291dc8"
  },
  {
    "文件名": "[废文 完结]《艳色》作者：发发福蝶.txt",
    "夸克盘链接": "https://pan.quark.cn/s/da5c6e9c6725"
  },
  {
    "文件名": "[废文 完结]《艳火燎原》作者：鎏锽（铁腕帝王忠犬（？）攻 x 醉生梦死将军受）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/f02179ab0e25"
  },
  {
    "文件名": "[废文 完结]《艳鬼》作者：霜见廿四（轮回救赎的故事。偏执艳鬼攻x不知道是不是温柔受）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/3db4d544f61e"
  },
  {
    "文件名": "[废文 完结]《厌世渣男作死系统》作者：王小囚（穿书1v1 渣男死翘翘后穿到一本太监书中当主角，任务是作死自己。疯狗美人师尊×钟爱作死徒儿）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/b261fe7e4860"
  },
  {
    "文件名": "[废文 完结]《盐渍杨梅》作者：刀知道（天之骄子和FTM壮汉的爱情故事）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/3b49a7ba7e52"
  },
  {
    "文件名": "[废文 完结]《眼中钉》作者：何缺（民国 破镜重圆1v1 偏执暴戾少爷攻×孱弱清冷仆人受）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/688830c4acdc"
  },
  {
    "文件名": "[废文 完结]《演员》作者：Lemonm（娱乐圈np 貌美颜控万人迷总受）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a4187e9e0cc1"
  },
  {
    "文件名": "[废文 完结]《眼瞎的关系》作者：呆黑（校园1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/dc802df61a50"
  },
  {
    "文件名": "[废文 完结]《檐下》作者：匿名咸鱼（1v1小甜饼）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c6518589505e"
  },
  {
    "文件名": "[废文 完结]《言和叙之》作者：苏甫白（1v1 偏执忠犬攻x傲娇少爷受）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a8c067c957d3"
  },
  {
    "文件名": "[废文 完结]《烟瘾与猫》作者：满知良（破镜重圆1v1 成熟深沉狼狗攻x暴躁娇气野猫受）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ca8bb6dc6502"
  },
  {
    "文件名": "[废文 完结]《驯养》作者：逍遥客Akira（GB女攻 却雁在她22岁生日那天收到了一份特殊的生日礼物）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a3365fba7258"
  },
  {
    "文件名": "[废文 完结]《烟尘》作者：门徒同学（这里的规矩是服从。犯罪，强强，先婚后爱。）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/d5f0ebceb8bc"
  },
  {
    "文件名": "[废文 完结]《亚浪漫》作者：时候覅（年龄差 大叔攻）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/2784e3bdd6c2"
  },
  {
    "文件名": "[废文 完结]《烟尘》作者：CompositionM（军政强强 先婚后爱1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/3a69dfc07158"
  },
  {
    "文件名": "[废文 完结]《哑替》作者：可爱遥（古代 双性生子）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/9c3e380c3e43"
  },
  {
    "文件名": "[废文 完结]《驯养迷你人》作者：塞阿壬.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a0028dcd3c71"
  },
  {
    "文件名": "[废文 完结]《驯犬》作者：Oizys（人兽np 我是在边疆的养狼人，我要把自己献给狼王）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/5f7673f9a9d0"
  },
  {
    "文件名": "[废文 完结]《驯悍记》作者：夏末很生气（现代年下1v1 警察和医生的异地恋）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/df07a791fdfe"
  },
  {
    "文件名": "[废文 完结]《驯服》作者：崔折（哨向1v1 美人向导攻×猛男哨兵受）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/2ad9c0b9a16e"
  },
  {
    "文件名": "[废文 完结]《寻光》作者：就不告诉你（年下1v1 养成小甜饼 粘人可爱的哭包弟弟攻x宠弟弟的哥哥受）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/f60dea895ea9"
  },
  {
    "文件名": "[废文 完结]《寻欢作乐》作者：木马木马木马3（师生年下1v1 面冷心凉美人受x哭包忠犬少女攻）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e2eaeae5dc36"
  },
  {
    "文件名": "[废文 完结]《寻爹》作者：香甜柚子皮（ABO 年下伪骨科1v1 暴躁敏感哭包攻 X 心机清冷诱受）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/5ed00970b39f"
  },
  {
    "文件名": "[废文 完结]《血族现代觅食记》作者：天上枸杞（np 倒霉吸血鬼不小心把自己看中的食物都变成了老攻）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/caa570ce1f17"
  },
  {
    "文件名": "[废文 完结]《血月》作者：肉干主义（现代1v1小甜饼 坏小孩勾搭上了乖小孩）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/af841a0a04bf"
  },
  {
    "文件名": "[废文 完结]《血痂》作者：鐘观（强制爱1v1 冷血后妈攻X阴郁暴躁受）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/5b1f98ad8524"
  },
  {
    "文件名": "[废文 完结]《血惑》作者：余悠（np总受 强制爱）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/06ade0cb80c6"
  },
  {
    "文件名": "[废文 完结]《雪中送炭》作者：赵酒良（哨向1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e942fbd15148"
  },
  {
    "文件名": "[废文 完结]《学长今天看我了吗》作者：阿绒ovo（1v1小甜饼）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/9be4bc6c5edb"
  },
  {
    "文件名": "[废文 完结]《喧嚣》作者：圈刻国境四方（现代1v1 酒吧门口，捡到了一个喝醉的好看男人）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/7935c5c28b75"
  },
  {
    "文件名": "[废文 完结]《蓄谋已久》作者：权无知（1v1 和暗恋的A ons之后好像甩不掉了 恶劣心机A x 外冷内乖O）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/34aaeb610842"
  },
  {
    "文件名": "[废文 完结]《许刺日记》作者：针不戳不白戳（1v1亲父子）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/81adb6a520b4"
  },
  {
    "文件名": "[废文 完结]《徐为图之》作者：乔莯（年上1v1小甜饼 重生宠溺攻x能有什么坏心眼软糯受）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/3c35ccac2124"
  },
  {
    "文件名": "[废文 完结]《虚假人设》作者：何夏（1v1 ABO）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/810cde0d58e8"
  },
  {
    "文件名": "[废文 完结]《羞答答》作者：Godzita（娱乐圈1v1 铁血直男硬汉x长发痴汉美人）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c38a45c3283f"
  },
  {
    "文件名": "[废文 完结]《修真炉鼎2》作者：Magic（1v1 bdsm）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/bf243a2877af"
  },
  {
    "文件名": "[废文 完结]《兄终弟及》作者：温格的拉锁（我和死去暗恋对象的弟弟在一起后，生活变得很奇怪）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/28972e5e3de5"
  },
  {
    "文件名": "[废文 完结]《兄羁》作者：予喜予欢（年上骨科1v1 肌肉哥哥攻x痴汉弟弟受 前期受强制攻）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/1012a81b7115"
  },
  {
    "文件名": "[废文 完结]《兄弟，加个好友吧》作者：音痴（网游1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/49e55217c707"
  },
  {
    "文件名": "[废文 完结]《凶神跟小花妖》作者：四末末（古代1v1 双性生子 很坏很坏但是宠妻的凶神攻×娇软可爱小花妖受）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/adaca7b28026"
  },
  {
    "文件名": "[废文 完结]《性瘾症》作者：林典舞（强强1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/cab0e7a59144"
  },
  {
    "文件名": "[废文 完结]《杏仁糖》作者：晏成.txt",
    "夸克盘链接": "https://pan.quark.cn/s/538623e6d0aa"
  },
  {
    "文件名": "[废文 完结]《星云之辰》作者：犹不悟（1v1小甜饼 外冷内热攻x恋爱白痴受 先婚后爱）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c5f4cbf66bc5"
  },
  {
    "文件名": "[废文 完结]《星索》作者：墨以橙舟（1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/9ed13e3154b6"
  },
  {
    "文件名": "[废文 完结]《星砂》作者：半夏的半夏（治愈1v1小甜饼 年下执着攻x年上坚忍受）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/531a6cde67be"
  },
  {
    "文件名": "[废文 完结]《星离月会》作者：亚胺培南（现代1v1 这是一个单向暗恋最终修成正果的故事）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/5337a9cd2566"
  },
  {
    "文件名": "[废文 完结]《星河遥》作者：桃子momo（1v1 双性小甜饼）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/794b88910b52"
  },
  {
    "文件名": "[废文 完结]《星河效应》作者：乌贼小妖精（竹马竹马 先婚后爱 互攻）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/0c6467180c22"
  },
  {
    "文件名": "[废文 完结]《星光闪耀》作者：找个鱼塘（校园1v1小甜饼  声音巨好听的播音员受倒追勤工俭学声控攻）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/db8438262686"
  },
  {
    "文件名": "[废文 完结]《星光三千丈》作者：苍饭饭（年下骨科1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ee1044a2ccec"
  },
  {
    "文件名": "[废文 完结]《星光璀璨》作者：想东想西（女攻 1v1 冷艳女大佬vs傻白甜男明星）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/be98f4420f62"
  },
  {
    "文件名": "[废文 完结]《信了她的邪》作者：谢韫（女攻 互攻 身残志坚大将军X身娇体弱美娇娘 双向治愈）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a44e89388c68"
  },
  {
    "文件名": "[废文 完结]《新月会社》作者：蘖辛儿（民国np 渣攻贱受）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/5c1e3171785f"
  },
  {
    "文件名": "[废文 完结]《新婚夫夫》作者：第七章（先婚后爱1v1 abo，纨绔富二代ax纨绔富二代o）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/08e887fe2e54"
  },
  {
    "文件名": "[废文 完结]《新寡》作者：海棠僧（非典型小妈文学。很变态，道德洁癖请止步。尸体第一人称）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/da3871b9b17f"
  },
  {
    "文件名": "[废文 完结]《辛德瑞拉》作者：瓷京（现代1v1小甜饼）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/55805d181db0"
  },
  {
    "文件名": "[废文 完结]《心上人》作者：司马拆迁（义兄弟，伪武侠，1v1互攻，双向粗箭头。）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/6cde2e3f2e36"
  },
  {
    "文件名": "[废文 完结]《心跳》作者：不知州南（1v1小甜饼 本文又名，夫夫密室逃脱初体验）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/13e6a9fcfdd2"
  },
  {
    "文件名": "[废文 完结]《心软》作者：疯目（年下1v1 少爷攻×保镖受）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/21f6f753d1b3"
  },
  {
    "文件名": "[废文 完结]《心软》作者：278_把根留住（3p 黑道大佬and大佬的儿子×略茶的小美人）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c9a9bf9560a9"
  },
  {
    "文件名": "[废文 完结]《心机穿书男在线翻车》作者：春风十里度南遥（1v1小甜饼 强抢男主机缘不成，反倒被吃的骨头渣都不剩）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/9b1edea3bcb6"
  },
  {
    "文件名": "[废文 完结]《心慌》作者：灯下魂（1v1 双性 换攻）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/30d3d5718398"
  },
  {
    "文件名": "[废文 完结]《心怀天下》作者：季三基.（玄幻1v1 阳光正道攻x清冷魔修受 受宠攻）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/864141fc7ab0"
  },
  {
    "文件名": "[废文 完结]《心动游戏》作者：冰冻荔枝桃（年下1v1 高中生和社畜 绿茶还病娇x笨蛋还心软）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/1e8ed08351f0"
  },
  {
    "文件名": "[废文 完结]《心动过速》作者：bkpp原地结婚（年下破镜重圆1v1 对外霸总对内撒娇精攻x天才疯批冰山受）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c4702423908b"
  },
  {
    "文件名": "[废文 完结]《邂逅》作者：取朕的枕头来（强制爱）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/aac3c1d621c3"
  },
  {
    "文件名": "[废文 完结]《写作指导》作者：大头行星（将我的写作资料打包发给了班长怎么办？ 校园1v1小甜饼）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/3a85d41c8b70"
  },
  {
    "文件名": "[废文 完结]《挟天子以令诸侯》作者：eligarf98（将军不小心扶了个病娇黑心莲傀儡小皇帝上位 1v1 哭包黑心莲病娇小皇帝攻x心大沙雕将军受）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/66b0eec6b386"
  },
  {
    "文件名": "[废文 完结]《胁迫》作者：首阳二十（年下双性1v1小甜饼）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/0869d31b54d6"
  },
  {
    "文件名": "[废文 完结]《小作精和大老实》作者：拿破仑波拿巴（1v1小甜饼）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/36cf9e3670c1"
  },
  {
    "文件名": "[废文 完结]《校园暴力不可取》作者：温良良233（np总受）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/3bf90041b4c1"
  },
  {
    "文件名": "[废文 完结]《小重山》作者：匿名咸鱼（病弱美人虎落平阳后过上幸福生活。忠犬暗卫攻×病弱美人受）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/0aba0b27c9e3"
  },
  {
    "文件名": "[废文 完结]《小重山》作者：莓果拿铁（娱乐圈1v1 新人歌手被影帝潜规则？谁上谁的钩，不一定）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c69b24db8f74"
  },
  {
    "文件名": "[废文 完结]《小职员与太子爷》作者：锡兰之红（ABO1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/d625e95113a1"
  },
  {
    "文件名": "[废文 完结]《小掌柜》作者：谁叫诶嘿了（1v1 糕点铺的小掌柜和他主家的爱情故事）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/7c95604e04ca"
  },
  {
    "文件名": "[废文 完结]《小叶幸福时》作者：不冷（1v1小甜饼）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/f0b5322937d7"
  },
  {
    "文件名": "[废文 完结]《小瑶枝》作者：戏文（1v1 假纨绔小侯爷攻 x 清流戏子受 老狼掉马x野猫沦陷 ）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/60005ffa2dbe"
  },
  {
    "文件名": "[废文 完结]《小妖魔饲养法则》作者：暧昧散尽（1v1小甜饼 哭包·撒娇狂魔·戏精·邪神攻x外冷内热设计师受）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/cc89f8283cf6"
  },
  {
    "文件名": "[废文 完结]《小哑巴》作者：雪兔是个球（1v1 落魄皇帝x贫穷小哑巴 漫漫寻夫路）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/1cd5d30d5da1"
  },
  {
    "文件名": "[废文 完结]《小王爷和他的侍卫》作者：葡萄很好吃啊（忠犬寡言深情侍卫攻×可爱单纯直球小王爷受，甜宠）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a8d9c0f96577"
  },
  {
    "文件名": "[废文 完结]《小王爷和大美人》作者：野菌子（1v1 少女攻x清冷腹黑大美人受）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/8a87b3abfa15"
  },
  {
    "文件名": "[废文 完结]《小王爷》作者：童话里的荼（佛系芝麻馅糯米团子小王爷攻佛系随遇而安忠犬影卫受）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/38e609136399"
  },
  {
    "文件名": "[废文 完结]《小墙》作者：何厌（年下 破镜重圆1v1 大少爷和他的小跟班）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e229c2c6aac8"
  },
  {
    "文件名": "[废文 完结]《小偷玫瑰》作者：杜夕浅（破镜重圆1v1 被我哥骗炮后他消失了六年 薄情骗子攻Ⅹ直球天真受）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c426ec95915e"
  },
  {
    "文件名": "[废文 完结]《小偷》作者：一把锈（np 骨科 强制爱）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/59c0bd18ebd7"
  },
  {
    "文件名": "[废文 完结]《小太太》作者：吴三一（民国 破镜重圆1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/634519446139"
  },
  {
    "文件名": "[废文 完结]《小骗子》作者：星空_（直掰弯1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/663e6008c64c"
  },
  {
    "文件名": "[废文 完结]《小骗子》作者：楚山晓（民国1v1 假冒亲哥闯荡江湖，小骗子惨被前任扒马甲）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a71a1c9f7a34"
  },
  {
    "文件名": "[废文 完结]《小娘》作者：ChloePrice（民国np）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/30e41a22b9db"
  },
  {
    "文件名": "[废文 完结]《小美人与渣攻》作者：糖醋小鱼干（ABO 破镜重圆1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/edd3a1f4eaac"
  },
  {
    "文件名": "[废文 完结]《小猫咪要不要尝一下啦》作者：猴有羊（1v1小甜饼）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/893b025bf8d6"
  },
  {
    "文件名": "[废文 完结]《小鹿青青》作者：泥芒（古代 双生产 结局1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/1424f8ffd5c7"
  },
  {
    "文件名": "[废文 完结]《小铃兰》作者：叶青寒（现代1v1 温柔痴情攻×自卑敏感受）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e40eb51b65e2"
  },
  {
    "文件名": "[废文 完结]《小伶》作者：ピカイチ（np总受）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/6aa16f87ad2e"
  },
  {
    "文件名": "[废文 完结]《小唠叨》作者：渡海不是医生（1v1 酷哥X话唠）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/d6464b007ce6"
  },
  {
    "文件名": "[废文 完结]《小狼狗每天都不高兴》作者：Marone（失忆前小狼狗，失忆后奶狗勾 年下1v1 男团队长攻×温柔金主受）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/08c1fde3d5ab"
  },
  {
    "文件名": "[废文 完结]《小客人》作者：匿名咸鱼（1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/d8e536c8a7e5"
  },
  {
    "文件名": "[废文 完结]《小凰文综述》作者：魔法士.txt",
    "夸克盘链接": "https://pan.quark.cn/s/4152dd27594e"
  },
  {
    "文件名": "[废文 完结]《小花蛇》作者：鹿山小筑（1v1 bdsm 老男人黑道大佬攻x小嫩芽蛇蝎美人受）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/107a64ec8560"
  },
  {
    "文件名": "[废文 完结]《小寒立秋天》作者：特别的perrier（年下1v1 强势霸道醋缸弟弟攻 × 肤白貌美温柔哥哥受）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/0e6851b09beb"
  },
  {
    "文件名": "[废文 完结]《小孩子才做选择题》作者：等待月亮死亡（np总受）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/395c2d457501"
  },
  {
    "文件名": "[废文 完结]《小怪物》作者：长知怨（1v1 双洁 不婚主义报复心极强攻×不谈恋爱凶唧唧受）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/beed2ece54dd"
  },
  {
    "文件名": "[废文 完结]《小狗》作者：狭骨（破镜重圆1v1 强词夺理攻x很听话的受）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/853527279dca"
  },
  {
    "文件名": "[废文 完结]《小肥啾》作者：莲澈（1v1小甜饼 插画师攻＊肥啾受）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e62b0bc28215"
  },
  {
    "文件名": "[废文 完结]《小疯子》作者：殉屿（古代先婚后爱1v1 大名鼎鼎的陆将军不良于行，被皇帝安排迎娶柳家小公子柳杯楫。谁知道这人是个不折不扣的疯子）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/4de7f9e8a829"
  },
  {
    "文件名": "[废文 完结]《小导游》作者：soda2333（双性1v1 甜 别扭少爷攻X自卑黑皮美人受）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/d1cce8ab3a64"
  },
  {
    "文件名": "[废文 完结]《小贝塔换对象》作者：大火起兮（ABO 换攻）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/0a5595ef5803"
  },
  {
    "文件名": "[废文 完结]《小白兔，白又白》作者：xt小彻（校园1v1 口是心非（伪）直男攻x女装癖软萌自卑诱受）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/7f66c54485cd"
  },
  {
    "文件名": "[废文 完结]《消磨》作者：9酒（现代1v1 人妻隐忍受_专横独断攻）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/427ccb8b37cd"
  },
  {
    "文件名": "[废文 完结]《巷子》作者：咚咚锵（好市长和黑警察 1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/356ad0aba5db"
  },
  {
    "文件名": "[废文 完结]《像你像我》作者：黑田月岛（ABO1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/5685fa5310e5"
  },
  {
    "文件名": "[废文 完结]《向着光》作者：安乐丛（校园 双生年下骨科1v1 缺爱攻x别扭受）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/59e7fcb465d6"
  },
  {
    "文件名": "[废文 完结]《项圈》作者：Polly_vv（文野同人1v1 太宰治x中原中也 bdsm）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/f8616bfcca5f"
  },
  {
    "文件名": "[废文 完结]《向阳而生》作者：四六时中（校园1v1 全校闻名的冰山美人和温柔小太阳住在了一起）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/b954a7e2d2c2"
  },
  {
    "文件名": "[废文 完结]《向导他总是面无表情》作者：哈哈馬（哨向1v1 痞子哨兵Ｘ面无表情玻璃心向导）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/29b7b6d3217d"
  },
  {
    "文件名": "[废文 完结]《想要太阳》作者：山倾折（强强互攻1v1 黑道打手×体育老师）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/317c1cbf0151"
  },
  {
    "文件名": "[废文 完结]《想进火葬场时被团灭了》作者：匿名富婆（ABO 狗血 被渣后老婆灭了我一户口本）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/d5af00046bfc"
  },
  {
    "文件名": "[废文 完结]《想打男朋友一顿怎么办》作者：my_蒙小雨雨雨（盗墓笔记 黑花同人 1v1小甜饼）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/01d2abc3f9ce"
  },
  {
    "文件名": "[废文 完结]《香槟玫瑰》作者：千杯不倒杯醉人（女攻）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/43c3e3f1db4c"
  },
  {
    "文件名": "[废文 完结]《相像》作者：匿名咸鱼（亲父子1v1 或许是因为过于思念故去的爱人，林嘉宜对十七岁的儿子产生了越界的感情）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/9ac5b98f198b"
  },
  {
    "文件名": "[废文 完结]《相亲遇到的男朋友》作者：乱写（1v1ABO 大龄O相亲遇见漂亮A 漂亮攻x老实受）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/6563209d6f0b"
  },
  {
    "文件名": "[废文 完结]《相煎》作者：Linxi-夕公子（娱乐圈 互攻1v1 与其祸害世界，不如相互伤害吧）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/2114af136007"
  },
  {
    "文件名": "[废文 完结]《相逢再相逢》作者：3个十二（破镜重圆1v1 受追攻 沉默寡言内敛含蓄攻×赤诚热忱次次直球受）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/d55068cdb842"
  },
  {
    "文件名": "[废文 完结]《相爱太早》作者：鹿款（破镜重圆1v1 冷清冷血万人迷攻×小甜甜变浪子受）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c6dd751685c4"
  },
  {
    "文件名": "[废文 完结]《献祭式宠爱》作者：w山罔（万人迷受 过程np 结局1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a09d1c0108d2"
  },
  {
    "文件名": "[废文 完结]《线》作者：羊夕子（网王同人1v1 幸村精市x不二周助 哨向）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/5e4420d5ba3a"
  },
  {
    "文件名": "[废文 完结]《限时占有》作者：杳杳一言（ABO1v1小甜饼 契约婚姻，限时占有 温柔攻的驯兔指南）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e0201102e206"
  },
  {
    "文件名": "[废文 完结]《限定心动》作者：灯下魂（校园1v1 梦中情A男神攻×凶巴巴不好惹但对攻软的小可爱受）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/3a69594daf7f"
  },
  {
    "文件名": "[废文 完结]《现做现爱》作者：春染_Enchant（娱乐圈1v1 过程np）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/28ea26f52d4c"
  },
  {
    "文件名": "[废文 完结]《鲜奶集》作者：想天天喝奶奶的粉（1v1 产乳 ABO小甜饼）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/b1c8ac53aa74"
  },
  {
    "文件名": "[废文 完结]《先发制人》作者：摩童（先婚后爱1v1 酒吧老板和暗恋很久的同学假结婚了）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/7c770a4f0a24"
  },
  {
    "文件名": "[废文 完结]《仙人掌上的橡皮泥》作者：科学发展观（1v1 治愈 没朋友受过伤躁郁症小混蛋攻x哭唧唧软趴趴喜欢女装小天使受）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c4c39b422d52"
  },
  {
    "文件名": "[废文 完结]《仙君只爱毛茸茸》作者：一只neko（1v1 猫主子攻×仙君受）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/26cc7baffaea"
  },
  {
    "文件名": "[废文 完结]《夏夜心动》作者：77888（1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/f065b24b5caf"
  },
  {
    "文件名": "[废文 完结]《夏日甜吻》作者：soledad（互攻1v1 和情敌同居之后，我们he了）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/b9c9e0f79ea2"
  },
  {
    "文件名": "[废文 完结]《夏日特调》作者：有糖无烟（你永远不知道主唱在台上有多酷在他哥怀里就有多娇  骨科1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ee83df7af942"
  },
  {
    "文件名": "[废文 完结]《夏日情诗二十行》作者：秦烟秋月（花店老板x书店老板，由旅行开始的双向暗恋 1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c322988651b3"
  },
  {
    "文件名": "[废文 完结]《夏日恋爱》作者：那个男人我记住你了（校园1v1小甜饼 攻以为的一见钟情的故事其实是受有意为之）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/09268e7f931f"
  },
  {
    "文件名": "[废文 完结]《夏日狂欢》作者：放飞的自留地（暑假里，关祁给贺炤做陪伴家教，由此遇到了贺炤的三位长辈 np总受）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/3d0e13970e9e"
  },
  {
    "文件名": "[废文 完结]《夏季热》作者：小春梨（年上 竹马竹马 双性 1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/56295f1e694c"
  },
  {
    "文件名": "[废文 完结]《下一个更乖》作者：我好苦哦（1v1小甜饼 花店老板受vs摄影师攻）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/b0f08b0d31af"
  },
  {
    "文件名": "[废文 完结]《下乡》作者：沉舟病树（双性1v1 直球农民攻X内敛知青受 简简单单互相帮助为幸福生活共同奋斗的乡土故事）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e4292a7d2bd8"
  },
  {
    "文件名": "[废文 完结]《下三俗》作者：溺亡于深蓝之下（年下1v1小甜饼）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/409203ad01f3"
  },
  {
    "文件名": "[废文 完结]《下贱》作者：阿万（我爱的人来自一个小城市的老城区 他满口谎话 叫我不要自以为是 不要轻信于人 不要相信他 可他也从来没有说过爱我）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c36454ee6f89"
  },
  {
    "文件名": "[废文 完结]《侠客行》作者：一锅炖不下（np总受 一个少侠和众多豪杰之间的故事）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/179ab5952169"
  },
  {
    "文件名": "[废文 完结]《狭路相逢》作者：my_蒙小雨雨雨（王者荣耀同人1v1 韩信x李白 ABO生子）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/6a69ed5af35a"
  },
  {
    "文件名": "[废文 完结]《囍》作者：宫川弥生（日本现代架空 年下1v1 年轻公子哥医生X看似吊儿郎当实则深藏不露小少爷）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a75daebf761b"
  },
  {
    "文件名": "[废文 完结]《禧囍》作者：墨以橙舟（np 虫族主攻）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/f0c780547987"
  },
  {
    "文件名": "[废文 完结]《洗澡》作者：姒悄（年下1v1小甜饼）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/d9519748c398"
  },
  {
    "文件名": "[废文 完结]《溪眸》作者：犹不悟（前世今生1v1 鬼王与小道士的故事）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/1facb7b585bf"
  },
  {
    "文件名": "[废文 完结]《溪谷》作者：大火起兮（现代np 结局1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/f03c9c4e2882"
  },
  {
    "文件名": "[废文 完结]《西楼醉》作者：江东客（古代年下1v1 伪父子，哭包美人攻×锦衣卫流氓受）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ec534a14c9e3"
  },
  {
    "文件名": "[废文 完结]《误入歧途》作者：缕缕（斯文禽兽毒枭攻x炸毛病退刑警受）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/4d0dc3464270"
  },
  {
    "文件名": "[废文 完结]《武公主与病美人》作者：神朗呦呦（女攻 先婚后爱1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/3797cd5e5257"
  },
  {
    "文件名": "[废文 完结]《五感尽失浪浪钉》作者：神不是（山河令同人1v1 周子舒五感尽失，不辞而别。某日，那里却突然……）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/b8d5b4057f84"
  },
  {
    "文件名": "[废文 完结]《五次亲吻》作者：天才小鱼仔（互攻）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/679f1059d3ed"
  },
  {
    "文件名": "[废文 完结]《无证驾驶》作者：机械性进食（现代小甜饼 互攻1v1 双0.5）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/aa5468fd0bb6"
  },
  {
    "文件名": "[废文 完结]《无用之失》作者：Bemptie（1v1ABO 失忆后被老公一本结婚证甩在脸上）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/3369925fd0b2"
  },
  {
    "文件名": "[废文 完结]《无药可救》作者：磨叽磨哩（年上 年龄差1v1 ）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ae75f4c094a2"
  },
  {
    "文件名": "[废文 完结]《无药可救》作者：垃圾桶里的纸团（年上骨科1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ca0c6b244742"
  },
  {
    "文件名": "[废文 完结]《无声念白》作者：叶应觉（1v1 ABO）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/eb6f4710f0c3"
  },
  {
    "文件名": "[废文 完结]《无人知晓》作者：深渊sick（1v1 bdsm）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/9f2c8e4fdce9"
  },
  {
    "文件名": "[废文 完结]《无暇》作者：七七蘸酱不好次（小师父巧遇一代大妖，修行途中丧尽节操）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/72857b597aa3"
  },
  {
    "文件名": "[废文 完结]《无维不致》作者：巡路夜月白（骨科1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/9a0d380a8a44"
  },
  {
    "文件名": "[废文 完结]《无期治愈》作者：匿名咸鱼（破镜重圆1v1 一见钟情，旧情复燃，受追攻在一起，重逢后攻追受）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/7d24c8c37f4e"
  },
  {
    "文件名": "[废文 完结]《无名叹歌》作者：伊东八太郎（1v1 黑化的智能机器人 病娇鬼畜美人AI攻×社恐直男帅气受）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/25e1e1502f30"
  },
  {
    "文件名": "[废文 完结]《无良夫夫》作者：草莓小发发（现代强强1v1 衣冠禽兽攻X暴力毒舌受，硬核带感小甜饼）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/719cf5734e79"
  },
  {
    "文件名": "[废文 完结]《无风作浪》作者：写完再脱马甲（ABO 1v1小甜饼 强a甜o）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/8899e54a8349"
  },
  {
    "文件名": "[废文 完结]《无法标记》作者：暖江寒啼（ABO 1v1互攻）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/72e9d245eab3"
  },
  {
    "文件名": "[废文 完结]《我只是一朵小白莲》作者：倚南枝（1v1小甜饼）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c901542c447c"
  },
  {
    "文件名": "[废文 完结]《我只是个教官啊》作者：图兔兔图图tt（1v1小甜饼 战言只想做周珩的军训教官，但周珩却想让他做自己老婆）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/1f9cd63b2049"
  },
  {
    "文件名": "[废文 完结]《我真的不是混混》作者：麻瓜静（1v1 妻奴小狼狗卧底警察x乐观傲娇小卷毛医生）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a3b35feb59b3"
  },
  {
    "文件名": "[废文 完结]《我在重庆守望爱情》作者：浪二白（1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e91b653b91c7"
  },
  {
    "文件名": "[废文 完结]《我要亲你》作者：醴烟白（1v1小甜饼）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/17045189fb48"
  },
  {
    "文件名": "[废文 完结]《我想和你一起困告》作者：夏子煦（强强1v1 刑警x美人金融大佬）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/f2200457cc65"
  },
  {
    "文件名": "[废文 完结]《我特么是个文人》作者：纯情章鱼烧（校园np）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/aa55688293e1"
  },
  {
    "文件名": "[废文 完结]《我想当一只金丝雀》作者：木尤生（1v1小甜饼）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/1551bdad5bd1"
  },
  {
    "文件名": "[废文 完结]《我死后才发现老婆出轨》作者：眠春踏雪来（深情儒雅宠妻攻x出轨但还是爱攻只是爱玩的小美人受 主攻 1受多攻 结局1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e0d7853e15e0"
  },
  {
    "文件名": "[废文 完结]《我死对头不小心中毒了》作者：鸾回车（可我还得救他 现代1v1 恐同直男攻X内敛隐忍受 直掰弯）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/1586d17a3eca"
  },
  {
    "文件名": "[废文 完结]《我是一个超大号的套套》作者：草莓味的写写（校园1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/2f095c6bce0a"
  },
  {
    "文件名": "[废文 完结]《我是他副官》作者：目标是不坑（星际 年下1v1小甜饼）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e29a33a54185"
  },
  {
    "文件名": "[废文 完结]《我是个直男》作者：江瑾咕咕咕（只不过好像睡过我室友而已 校园1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/9092a5240a5f"
  },
  {
    "文件名": "[废文 完结]《我签了一份合同后》作者：巡路夜月白（娱乐圈1v1 娱乐公司老板×十八线歌手）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ed642dc870bd"
  },
  {
    "文件名": "[废文 完结]《我能再吃一个泡芙吗》作者：西希夕（霸道总裁用甜食把死对头家的小少爷拐回家的故事 1v1小甜饼）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c4400a64784d"
  },
  {
    "文件名": "[废文 完结]《我男朋友有病》作者：金鱼cc（追了两年的男朋友是个病娇怎么办？疯攻x渣受 强制爱1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c3311c9ac48c"
  },
  {
    "文件名": "[废文 完结]《我那形同虚设的婚姻》作者：不啦啦不啦啦（abo 1v1小甜饼）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/0b5d65a89f46"
  },
  {
    "文件名": "[废文 完结]《我们宿舍都是直男》作者：林记年（校园1v1小甜饼）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/5727362d8274"
  },
  {
    "文件名": "[废文 完结]《我们的关系》作者：kishiberohan（现代1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/03023f83d1aa"
  },
  {
    "文件名": "[废文 完结]《我可是你老师》作者：月薪三钱（校园年下1v1 可怜学生逐渐暴露戏精心机以及好色属性）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/97572b06518c"
  },
  {
    "文件名": "[废文 完结]《我可能是个渣攻》作者：叨叨捞（1v1 主攻 穷苦木头攻×富贵粘人受）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/6648fae34feb"
  },
  {
    "文件名": "[废文 完结]《我磕的cp he了》作者：凤曳（论坛体 互攻）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/7e3926079fd8"
  },
  {
    "文件名": "[废文 完结]《我嗑的cp今天更新了么》作者：草荫（1v1 音乐人x影帝）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/b30f51a9d656"
  },
  {
    "文件名": "[废文 完结]《我嗑的CP都BE了》作者：亚胺培南（1v1 快穿 戏精作精受X千面影帝攻）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/36d1cb1ff10a"
  },
  {
    "文件名": "[废文 完结]《我看见了室友的小红花》作者：你快乐吗，我很快乐（发现室友的秘密之后，我决定假装什么也不知道 但他好像不这么想）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/7ade519e5a21"
  },
  {
    "文件名": "[废文 完结]《我看见哥哥》作者：荔枝和榴莲（骨科1v1 占有欲超强疯狗弟弟_男女通杀温柔狠决哥哥）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e69e78eaa28f"
  },
  {
    "文件名": "[废文 完结]《我家老板是女装大佬》作者：Bleach（1v1小甜饼 打工人攻×资本家受）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e579d0e6c66c"
  },
  {
    "文件名": "[废文 完结]《我将魂飞魄散在七天后》作者：归鹤远山（主攻1v1 虚弱灵魂攻x仙道魁首受，师徒年上）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/61127e4857d6"
  },
  {
    "文件名": "[废文 完结]《我家隔壁的哥哥》作者：蜂蜜焦糖（1v1小甜饼 真单纯面恶心善直男攻X装单纯温柔小漂亮双性受）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/7583adbdee43"
  },
  {
    "文件名": "[废文 完结]《我家大门常打开》作者：魍生（np总受）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/8d1712bf77ea"
  },
  {
    "文件名": "[废文 完结]《我后悔了》作者：不知名咸鱼（现代1v1 双性，强弱，狗血）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/08572cfabde9"
  },
  {
    "文件名": "[废文 完结]《我很乖》作者：小蒹葭（1v1小甜饼 捡到兔子后，渣攻都是先普及性教育的）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/27c6625d4fdb"
  },
  {
    "文件名": "[废文 完结]《我很称职》作者：我又压到你头发了（现代1v1 养生达人攻x被迫“减肥”受）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/d8386da4ebb8"
  },
  {
    "文件名": "[废文 完结]《我和张令》作者：张发（攻是年级学生会主席，受总被同学们霸凌。攻在别人面前欺负受，私底下和受谈恋爱）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c1ed29df8330"
  },
  {
    "文件名": "[废文 完结]《我和小程的故事》作者：奶打小苏（现代1v1 和顶头上司4.1.9.后我怀了他的孩子）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/68e10dd646bc"
  },
  {
    "文件名": "[废文 完结]《我和我的男朋友》作者：ABGGGG（1v1 黑化攻x乖巧失忆受）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/38c701ae9c0f"
  },
  {
    "文件名": "[废文 完结]《我和男友他哥的那些事》作者：然郁郁.txt",
    "夸克盘链接": "https://pan.quark.cn/s/f44148e22bf2"
  },
  {
    "文件名": "[废文 完结]《我还治不了你了》作者：正弦倒数（先婚后爱1v1 一个受用玄学给攻治隐疾的故事）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ce32b01cf73e"
  },
  {
    "文件名": "[废文 完结]《我哥和我》作者：五月十五（骨科1v1 勾引我哥那么久，没想到他早盯上我了？！）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/592a7e0534ab"
  },
  {
    "文件名": "[废文 完结]《我对真君一往情深》作者：诉清霜（玄幻3p 傲娇美人攻x黑莲美人攻x蠢得要死的受 大三角 微狗血）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c98ad7875cc4"
  },
  {
    "文件名": "[废文 完结]《我对象根本不喜欢我》作者：匿名咸鱼2999（哨向1v1 傲娇攻×憨批受）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e36e39263fa5"
  },
  {
    "文件名": "[废文 完结]《我的助理好像是只鬼》作者：荼子.txt",
    "夸克盘链接": "https://pan.quark.cn/s/8171c2f3c879"
  },
  {
    "文件名": "[废文 完结]《我的信息素是清凉油》作者：一行白鹭没上天（1v1小甜饼 辛辣刺鼻的清凉油alpha_甜甜牛奶味的omega）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/6caf20494b71"
  },
  {
    "文件名": "[废文 完结]《我的食物体是螺蛳粉》作者：甜歌（1v1 一个一哭就是螺蛳粉味的受和贼喜欢吃螺蛳粉的攻）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/13b8911d7fb7"
  },
  {
    "文件名": "[废文 完结]《我的傻白甜男友》作者：看文啦（1v1小甜饼 破镜重圆）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/87d65e14daa0"
  },
  {
    "文件名": "[废文 完结]《我的恐同室友》作者：喊救命不（1v1 深柜恐同自恋直男攻×闷骚受）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/b63951885604"
  },
  {
    "文件名": "[废文 完结]《我的江先生》作者：南山有点懒（娱乐圈小甜饼1v1 大总裁攻×小演员受）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ffa9d9e6e40f"
  },
  {
    "文件名": "[废文 完结]《我得了名为直男癌的病》作者：28度（1v1 直男癌神经受X痴汉腹黑攻）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/429b5c0ea944"
  },
  {
    "文件名": "[废文 完结]《我穿越了》作者：暧昧散尽（主攻1v1 破镜重圆）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/f7f1884d4bd6"
  },
  {
    "文件名": "[废文 完结]《我成断袖后浪子回头了》作者：八二年的二锅头（1v1小甜饼 高冷腹黑摄政王x娇气直男小王爷）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/b91777451e21"
  },
  {
    "文件名": "[废文 完结]《我插足了哥嫂的婚姻》作者：音速阿伏兔（3p 阴郁瘫痪攻×温柔痴傻攻×天使小太阳受）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/91647404b192"
  },
  {
    "文件名": "[废文 完结]《我不做》作者：初了个七七（重生1v1 隐忍酷guy受 X 外热内冷攻  披着狗血外皮的小甜饼）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/319b18932c8d"
  },
  {
    "文件名": "[废文 完结]《我不是你的观赏鱼》作者：初了个七七（破镜重圆1v1 渣攻贱受）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/3da94f7a8b87"
  },
  {
    "文件名": "[废文 完结]《我不是来拆散你们的》作者：是雾（我是来加入这个家的 np修罗场）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/3b29e6d0945e"
  },
  {
    "文件名": "[废文 完结]《我不可能有C》作者：糯米吃藕（现代1v1 产乳 一觉睡醒，荣星缀觉得自己多了一些奇怪的东西）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/6404001728a1"
  },
  {
    "文件名": "[废文 完结]《我被我爸揍进医院》作者：不抽烟（因为和老哥亲嘴被老爸发现并打断腿进医院费心费力解释并且和哥哥兄友弟恭试图挽回形象但是发现哥哥好像不简单的倒霉故事）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/1d48b2390846"
  },
  {
    "文件名": "[废文 完结]《我被脱粉回踩了》作者：小生恕己（囚禁式脱粉回踩 失去记忆的过气明星攻X饲主受）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ea42aacc7521"
  },
  {
    "文件名": "[废文 完结]《我爱的男人今天弯了吗》作者：梅染（1v1直掰弯 淳朴老实只想挣钱攻vs雌雄莫辩心机美人诱受）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/d2c4931e3aaf"
  },
  {
    "文件名": "[废文 完结]《我，娱乐圈一股清流》作者：楚山晓（1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/46bebaa9b8d5"
  },
  {
    "文件名": "[废文 完结]《吻痣》作者：竹生淮雨（ABO 年下1v1 清冷美人医学教授攻vs风流浪荡美人总裁受）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/da2f381ffa37"
  },
  {
    "文件名": "[废文 完结]《吻你》作者：峙翊（强制爱1v1 貌美病弱娇花攻&善良健气老实人受）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/efbaf01538a4"
  },
  {
    "文件名": "[废文 完结]《吻火》作者：时花唐水（互攻1v1 哲学系教授x建筑系研究生）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c211e89b43df"
  },
  {
    "文件名": "[废文 完结]《吻刺》作者：灰化肥未满三周岁（破镜重圆1v1 铁石心肠x又乖又倔）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c85fcf9fe611"
  },
  {
    "文件名": "[废文 完结]《闻折柳》作者：白白白白水（np总受）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/d475f771acba"
  },
  {
    "文件名": "[废文 完结]《闻酒而醉》作者：温酒闲絮（现代1v1小甜饼）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/710dd5df64cd"
  },
  {
    "文件名": "[废文 完结]《温香软玉》作者：茶红小豆（古代1v1小甜饼 江湖前辈逗弄后辈小杀手 ）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/1cecb3e038b6"
  },
  {
    "文件名": "[废文 完结]《温水》作者：杏核（和成熟老油条攻历尽千帆后却鬼使神差地回到了他们的暧昧阶段）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/3835a27d4b12"
  },
  {
    "文件名": "[废文 完结]《温柔掌控》作者：观北不观南（女攻1v1小甜饼）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/0ef6e13605b9"
  },
  {
    "文件名": "[废文 完结]《温柔是一种信息素》作者：一条没有名字的咸鱼（非平行四边形，一对软糯双胞胎被一对情侣看上的故事）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/845a7b678ad8"
  },
  {
    "文件名": "[废文 完结]《温柔囚笼》作者：小箐岚（1v1ABO 表面斯文温和内心冷漠金主攻×不谙世事单纯乖巧人鱼受）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/686f9ec10a87"
  },
  {
    "文件名": "[废文 完结]《温澜》作者：川骛（1v1 ABO 睚眦必报A攻×声名狼藉B受）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/5c41810619bf"
  },
  {
    "文件名": "[废文 完结]《未知迷途》作者：匿名咸鱼.txt",
    "夸克盘链接": "https://pan.quark.cn/s/45af5311f1d0"
  },
  {
    "文件名": "[废文 完结]《未言》作者：湘桉（破镜重圆1v1 不是特别火葬场的追妻火葬场）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/958ba078bde6"
  },
  {
    "文件名": "[废文 完结]《未见天明》作者：我老婆最漂亮（校园暴力 np 强制）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/02fbfbd632d9"
  },
  {
    "文件名": "[废文 完结]《为所爱的你戴上项圈》作者：MrsParadox（年下1v1 bdsm）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ba5ed6456e56"
  },
  {
    "文件名": "[废文 完结]《为难》作者：长生生活（现代年下1v1 看见酒后乱性的对象的脸后李汶南逃了）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/be72701b2bcc"
  },
  {
    "文件名": "[废文 完结]《尾殇》作者：啰哩叭嗦嘎（人类攻x人鱼受 be）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/53e6a9630a3f"
  },
  {
    "文件名": "[废文 完结]《唯有套路得人心》作者：Opsigenes3.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ea16d8032066"
  },
  {
    "文件名": "[废文 完结]《唯你慰风尘》作者：奉奉（破镜重圆1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/355c311bc14a"
  },
  {
    "文件名": "[废文 完结]《微情覆欲》作者：Cauchy（1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/5d72bda25691"
  },
  {
    "文件名": "[废文 完结]《微光》作者：久焛（校园主攻1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/4728283ae380"
  },
  {
    "文件名": "[废文 完结]《微不足道的我》作者：卫生纸（1v1小甜饼 年下职员攻 x 厌世的上司受）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/fa0af9bf7787"
  },
  {
    "文件名": "[废文 完结]《葳蕤》作者：食梦的兽（郁茶的继兄，是父亲的禁脔，是他肖想了两年的人）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/5d890ce8b6bd"
  },
  {
    "文件名": "[废文 完结]《望江北》作者：匿名咸鱼（1v1 双性生子）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/00d9560162df"
  },
  {
    "文件名": "[废文 完结]《忘不了》作者：焚纸消香（现代年上骨科1v1 破镜重圆）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/adda721d0825"
  },
  {
    "文件名": "[废文 完结]《往生怪谈》作者：谷草转氨酸（先婚后爱1v1 凶巴巴丧家之犬傲娇大狼攻×表面人妻小白兔其实是蛇的美人受）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/0e69439d38a2"
  },
  {
    "文件名": "[废文 完结]《网恋吗？我“女”高中生》作者：卤蛋粥粥粥（1v1 腹黑女装大佬年下攻×纯情宅男游戏中毒受）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/273bc978ff69"
  },
  {
    "文件名": "[废文 完结]《网恋翻车指南》作者：拾海贝的晚霞（1v1小甜饼 游戏小白伪装成妹子骗大神带自己上分，一不小心翻车的故事）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/000f13613e90"
  },
  {
    "文件名": "[废文 完结]《网红假情侣的营业乱象》作者：总是开会的小刀（年下1v1 绿茶女装作精美人攻x帅比直男网红阳光受）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/34a3f29fd926"
  },
  {
    "文件名": "[废文 完结]《王府玩物》作者：万物不要葱（1v1 温柔腹黑世子攻 x 小可怜天然诱受）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/22af6cbb8444"
  },
  {
    "文件名": "[废文 完结]《王宠》作者：向北醉.txt",
    "夸克盘链接": "https://pan.quark.cn/s/9bacea08bb48"
  },
  {
    "文件名": "[废文 完结]《万一》作者：甜浆酿酒（年上1v1 孤儿院里一起长大的小傻子和小疯子）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/cc744b770b93"
  },
  {
    "文件名": "[废文 完结]《万叶千声》作者：仰角镜头（女攻 破镜重圆1v1 士族贵女X薄情小倌）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/318f85638898"
  },
  {
    "文件名": "[废文 完结]《晚竹深处有然生》作者：林稀汐（古代主攻1v1 这是一个报仇的正剧，然后两个竹马竹马搞搞暧昧，最后点破那层薄纱，然后欢欢喜喜在一起的故事）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/8a330b799d20"
  },
  {
    "文件名": "[废文 完结]《顽心》作者：阿裕（暗恋 1v1小甜饼）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/94f3964c9c13"
  },
  {
    "文件名": "[废文 完结]《完全占有》作者：是清舟吖（现代1v1 总裁攻x学生受 伪包养真恋爱）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/b7995cbc96cc"
  },
  {
    "文件名": "[废文 完结]《完美缺点》作者：深窥（ABO 先婚后爱1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/10cb97d50a88"
  },
  {
    "文件名": "[废文 完结]《完蛋！是社会性死亡》作者：张三缺（我居然把发车链接群发到了班群 校园1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/61f7fe1655d7"
  },
  {
    "文件名": "[废文 完结]《蜿蜒》作者：林东So.txt",
    "夸克盘链接": "https://pan.quark.cn/s/1d1bf72aacc1"
  },
  {
    "文件名": "[废文 完结]《外硬内软的他喜欢我》作者：爱逃逸的龟（星际 主攻ABO1v1 受追攻跑，最后修成正果 竹马变夫夫）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c3daf461f621"
  },
  {
    "文件名": "[废文 完结]《团怎么出了你个败类》作者：不啦啦不啦啦（小甜饼）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/f0d929a1563a"
  },
  {
    "文件名": "[废文 完结]《吐真》作者：烽火潦生（1v1小甜饼）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/55a7254d197c"
  },
  {
    "文件名": "[废文 完结]《屠龙少年》作者：情绪化小姐（1v1小甜饼 恶龙白天是恶龙，晚上是软乎乎人妻的小公子啊～）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c84e4972e2c1"
  },
  {
    "文件名": "[废文 完结]《涂抹》作者：一朵想暴富的云（ABO1v1 be）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/5d0e4889f789"
  },
  {
    "文件名": "[废文 完结]《徒弟太野怎么办》作者：江舟行远（玄幻1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/0463e561a247"
  },
  {
    "文件名": "[废文 完结]《荼蘼遗香的婚礼》作者：小咩呢（年上骨科1v1 虐受）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/48ecbf5319c8"
  },
  {
    "文件名": "[废文 完结]《荼蘼山往事》作者：旖眉（1v1 温柔青鸾攻×傻白甜蛟受 沙雕童话流水账）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c70e0ef5c42b"
  },
  {
    "文件名": "[废文 完结]《图一乐》作者：冷茶COLDTEA（现代1v1 男大学生x老板）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/708510ff0dc1"
  },
  {
    "文件名": "[废文 完结]《透明的圆屁股》作者：牛二ggg（1v1 臀控受x美臀攻）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/cbf8b34a8848"
  },
  {
    "文件名": "[废文 完结]《偷梁换柱》作者：zhousu（1v1 鬼畜漂亮攻x壮汉双性受）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/136583163bb6"
  },
  {
    "文件名": "[废文 完结]《偷吃》作者：清非（np总受 双文里的老流氓攻，突然翻车成了双）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c9b9ce2cbe78"
  },
  {
    "文件名": "[废文 完结]《同心》作者：脉脉（年上伪养成 互攻1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/181f4d060f80"
  },
  {
    "文件名": "[废文 完结]《痛苦骑士守则》作者：苍渂（强强互攻 末日废土 审判游戏 正剧）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/69fc5a07e121"
  },
  {
    "文件名": "[废文 完结]《童养妻》作者：纸幽shiyuu（古代np双性 那器宇轩昂的傻汉子是别人的童养妻）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/11c725b412b0"
  },
  {
    "文件名": "[废文 完结]《同期生》作者：植物课（1v1小甜饼）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/cfbbd5e07607"
  },
  {
    "文件名": "[废文 完结]《同谋》作者：Avogadro（一个较为阴暗的三角恋故事，竹马vs天降）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/5ec96b0b87eb"
  },
  {
    "文件名": "[废文 完结]《同路》作者：伍寺默（清末，纨绔和戏子）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/7fe9a46b280c"
  },
  {
    "文件名": "[废文 完结]《同类》作者：长夜冰灯（强制爱1v1 斯德哥尔摩，疯批变态攻x清冷美人受）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/b837ac3615f4"
  },
  {
    "文件名": "[废文 完结]《同居学长竟是我男友》作者：司禹雁（1v1 憨憨小奶狗攻ｘ大大咧咧稳重受）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/d774863d2d0c"
  },
  {
    "文件名": "[废文 完结]《同病相爱》作者：有时吃茶（年上攻养崽实录 1v1 邻家大哥哥x粘人精弟弟）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/24232f8e927d"
  },
  {
    "文件名": "[废文 完结]《通往春天的路上》作者：磨叽磨哩（温柔隐忍攻x自尊心强高岭之花画家受 竹马胜天降 1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e7109d6ef780"
  },
  {
    "文件名": "[废文 完结]《庭中池》作者：石榴番十六（ABO 破镜重圆1v1 把老公作跑后哭着追回来的故事）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/70615d487f6e"
  },
  {
    "文件名": "[废文 完结]《庭院几许》作者：中二期的小孟少年（现代年上1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/8c56d981761f"
  },
  {
    "文件名": "[废文 完结]《听说学长被甩了》作者：卫生纸（学弟肖想同系的学长又正好遇到他被甩的故事）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/1d9b8f5d01d5"
  },
  {
    "文件名": "[废文 完结]《听说王爷他不行》作者：酒家何处有（温柔腹黑风流浪荡攻x傲娇别扭作死受 双向暗恋1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/6aed9ad57182"
  },
  {
    "文件名": "[废文 完结]《铁皮糖盒》作者：饭团好大（1v1 白月光掀开裙子和我拼刺刀  白切黑偏执人妻攻 VS 一根筋糙汉直男受）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/4d68f0623331"
  },
  {
    "文件名": "[废文 完结]《舔狗与王子》作者：失眠孤独症患者（疯批穷狗劫匪攻×善良温柔小王子受）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/f23bbb9d8646"
  },
  {
    "文件名": "[废文 完结]《甜枣》作者：Juneyyyy（现代1v1 整个圈子都知道邵娄在追一个男孩。）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/998ffbf8c765"
  },
  {
    "文件名": "[废文 完结]《天涯霜雪霁寒宵》作者：赵彬蔚（现代1v1小甜饼 年下阳光忠犬×冰霜温柔美人）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/87f186fe9e06"
  },
  {
    "文件名": "[废文 完结]《天使快乐水》作者：飞玩玩一条咸鱼（1v1互攻 恶魔囚禁失忆的天使酱酱酿酿后被天使报复回来的故事）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/9bfe9c8ee577"
  },
  {
    "文件名": "[废文 完结]《天经地义》作者：是彩虹桃（欠债还钱，天经地义  黑帮大佬债主攻x无力偿还债务受 一见钟情、强制占有）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/55e512a3bca4"
  },
  {
    "文件名": "[废文 完结]《天绛与桃花乡》作者：大梦沉醉不愿醒（偏玄幻，两个大魔王幼驯染爱情故事）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/34c709caca7e"
  },
  {
    "文件名": "[废文 完结]《天风姤》作者：云飞扬（玄幻np总受）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e795a8b5860a"
  },
  {
    "文件名": "[废文 完结]《天才导演》作者：沅溪夏（娱乐圈1v1 想当男主就得被我潜规则）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/6c4c97598121"
  },
  {
    "文件名": "[废文 完结]《替身受上位史》作者：打起来（换受）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/90b150838882"
  },
  {
    "文件名": "[废文 完结]《替身无法崛起》作者：眠春踏雪来（替身狼狗攻x无情自闭受 1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/da1cf6c83fc7"
  },
  {
    "文件名": "[废文 完结]《体验派》作者：雀吹（1v1 年下外狼内奶纯情攻x斯文败类美人渣受）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/3289af434c2a"
  },
  {
    "文件名": "[废文 完结]《提线爱人》作者：音爆弹（1v1 狗血，作天作地，双方感情不常规，不平等，不独立）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/0349ac11fb8a"
  },
  {
    "文件名": "[废文 完结]《特殊试剂》作者：总是开会的小刀（1v1 ABO 易昼衡喝完试剂，他的身体发生了奇怪的变化）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/dce70a4aecc6"
  },
  {
    "文件名": "[废文 完结]《陶尔米纳雪松》作者：深海牡蛎（校园1v1 年上微茶真衣冠x嚣张单纯伪校霸）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/7a611f43d43e"
  },
  {
    "文件名": "[废文 完结]《桃色王国》作者：43（yd黑莲花长发美人受×各种攻 np总受 结局1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/457f5207797c"
  },
  {
    "文件名": "[废文 完结]《唐明》作者：匿名咸鱼（剑三同人1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/4cffc2e85ebf"
  },
  {
    "文件名": "[废文 完结]《探花》作者：一归（古代1v1 和尚和鬼）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a5091c5df656"
  },
  {
    "文件名": "[废文 完结]《贪恋》作者：陆地行舟（1v1ABO 受强迫攻，然后带球追夫火葬场的故事）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/8f08a4b3760b"
  },
  {
    "文件名": "[废文 完结]《太子哥哥》作者：黄油吐司卷（闷骚温润太子攻和软萌心机皇子受，年上1V1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ec65ebf6f815"
  },
  {
    "文件名": "[废文 完结]《太子殿殿殿下》作者：九酒秋（1v1小甜饼 结巴侍卫攻×腹黑太子受））.txt",
    "夸克盘链接": "https://pan.quark.cn/s/7c10224217c7"
  },
  {
    "文件名": "[废文 完结]《塔台红树》作者：软陶（ABO1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/f8400426839d"
  },
  {
    "文件名": "[废文 完结]《塔洛希岛》作者：江冉遗（黑道大佬被自己一手养大的小狼狗反攻了？！ 年下疯批绿茶攻 X 武力值爆表暴躁大佬受）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/5079f57d5dbf"
  },
  {
    "文件名": "[废文 完结]《他这也叫喜欢我？！》作者：wifi6g4x4（np 哥哥变态青梅竹马黑化男三开挂 夹缝中如何求生）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/5e0590cbac7a"
  },
  {
    "文件名": "[废文 完结]《他怎么可能也喜欢我》作者：wifi6g4x4（重生 强制爱 1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/f542cc05f548"
  },
  {
    "文件名": "[废文 完结]《他一定喜欢我》作者：林了个丘（慢慢开窍的高冷学霸攻×胡思乱想话痨受 1v1小甜饼）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/fa49b1aa4bdc"
  },
  {
    "文件名": "[废文 完结]《他咬我》作者：顾行书（互攻1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a8531bf3ed47"
  },
  {
    "文件名": "[废文 完结]《他们的故事》作者：铁桶（现代1v1小甜饼 那些只属于他们的医学小故事）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/12381079bb92"
  },
  {
    "文件名": "[废文 完结]《他选择了替身》作者：西望长安（1v1 忠犬变渣攻，女王变人妻。暴虐腹黑强占有欲总裁渣攻＆貌美芭蕾舞团首席隐忍人妻受）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/7b5daac9a4f8"
  },
  {
    "文件名": "[废文 完结]《他是不是喜欢我》作者：酸酸鸭（1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/b0e52b1afc56"
  },
  {
    "文件名": "[废文 完结]《他杀》作者：皿声（年上骨科1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e838c8114f84"
  },
  {
    "文件名": "[废文 完结]《他们说我是恶毒心机婊》作者：Lemonm（小三抢了我爸，那我就抢她儿子 np 结局1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/b01abb83a5e6"
  },
  {
    "文件名": "[废文 完结]《他可太辣了》作者：attboy（1v1小甜饼 略s略渣学长x又奶又欲骚包学弟）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/0e25a93ab1a0"
  },
  {
    "文件名": "[废文 完结]《他会给我买裙子》作者：缃（包养纯爱文 1v1 傅穿茫年下寡言攻x陆简双性傲气受）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/3864d2fe9036"
  },
  {
    "文件名": "[废文 完结]《他给的钱实在太少了》作者：茶深（娱乐圈1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/346d4a38b279"
  },
  {
    "文件名": "[废文 完结]《他的易感期》作者：最一（ABO1v1 强攻弱受 红酒a x 奶油o）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/fe440644d0f3"
  },
  {
    "文件名": "[废文 完结]《他的乔》作者：觚山说书人（伪君子和花花公子你来我往的那几年 1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/cb1852ad1dc1"
  },
  {
    "文件名": "[废文 完结]《他的蔷薇王子》作者：HT镇命（ABO年下1v1 沙雕纯情军官Ax清冷寡言美人O 换受）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/aaef6f809c34"
  },
  {
    "文件名": "[废文 完结]《他的礼物》作者：又蓝又蓝（爱人爱的是附在我身上的灵魂，不是我。 致郁be）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/828843b84f3b"
  },
  {
    "文件名": "[废文 完结]《他的尘缘》作者：贪丶欢（1v1强制爱）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/b4a26a91eb41"
  },
  {
    "文件名": "[废文 完结]《他的白月光》作者：爱吃肉的西小陵（1v1 ABO 软萌撒娇可爱受x狂躁偏执器大活好攻 追妻火葬场）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/14e4d756a07a"
  },
  {
    "文件名": "[废文 完结]《他揣了暴君的崽》作者：穆衍（1v1 美貌的贪官被抄家下狱，为了求活委身给皇帝。）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/4e5e72657214"
  },
  {
    "文件名": "[废文 完结]《他本该如此》作者：鱼那个余（1v1 双性大美人攻x温柔直男受）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/b16e8b3b183b"
  },
  {
    "文件名": "[废文 完结]《他爱他》作者：兔子耳朵不见了（年上骨科1v1 温柔绅士攻x傲娇自恋装逼受）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/96f7bb1cdb3a"
  },
  {
    "文件名": "[废文 完结]《所有人都觉得我是替身》作者：喵生（娱乐圈 主攻）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/0373d80eadcc"
  },
  {
    "文件名": "[废文 完结]《锁流雾》作者：不能细想（玄幻 np总受）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/d7f59efff6f0"
  },
  {
    "文件名": "[废文 完结]《岁月情钟》作者：卿卿少艾（年上 破镜重圆1v1 双向暗恋）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/44505195c1a8"
  },
  {
    "文件名": "[废文 完结]《岁月忽已晚》作者：可爱遥（民国1v1 abo）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/560a295e835e"
  },
  {
    "文件名": "[废文 完结]《岁岁平安》作者：将饮茶（年上1v1小甜饼）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c5d612989651"
  },
  {
    "文件名": "[废文 完结]《随心所欲》作者：千日酿（师生年下1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/8faa1e3f1e4e"
  },
  {
    "文件名": "[废文 完结]《随心》作者：一晌贪欢呀（1v1 0主1奴，涉及bdsm）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/be4fb06d7e3d"
  },
  {
    "文件名": "[废文 完结]《随便想想》作者：一叶锦城一（1v1 渣攻）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a731477419bd"
  },
  {
    "文件名": "[废文 完结]《虽然是朋友》作者：爱思匆匆（1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/f2cb884ee9d6"
  },
  {
    "文件名": "[废文 完结]《酸碱反应》作者：Cynosure97.txt",
    "夸克盘链接": "https://pan.quark.cn/s/7a651a45d1d0"
  },
  {
    "文件名": "[废文 完结]《宿伏于影．衍》作者：M貓子（咒术回战宿伏同人1v1 双 生 产）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/6b95767bb7a3"
  },
  {
    "文件名": "[废文 完结]《苏沐的直播人生》作者：kikinnee（np 双性）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/b2a0b1ab955b"
  },
  {
    "文件名": "[废文 完结]《松柏》作者：一杯浊酒（现代1v1 我勾yin了室友的男朋友 人帅活好攻×变态双性受）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/72b95ea2b7b0"
  },
  {
    "文件名": "[废文 完结]《饲养》作者：柴郡帽（一个cake饲养fork的故事）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a184ddf42f52"
  },
  {
    "文件名": "[废文 完结]《饲情》作者：行舟77（1v1 化妆师×大明星，预谋已久x一见钟情。）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/8b95523c0557"
  },
  {
    "文件名": "[废文 完结]《饲狼》作者：佛爬墙爱爬墙（年上骨科1v1 虐文）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c5c75a6dab0c"
  },
  {
    "文件名": "[废文 完结]《四百龙银》作者：星火四月（民国1v1小甜饼 利家花四百龙银买下姜阿雨，从此利岩利少爷有了个软糯可爱的小仆人）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/25c1e6f5e74a"
  },
  {
    "文件名": "[废文 完结]《死刑玫瑰》作者：匿名变态鱼（凄惨美人受x病娇偏执攻）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/7736d1be6393"
  },
  {
    "文件名": "[废文 完结]《死什么死》作者：热乎乎的红薯（破镜重圆1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/3fcc645a0899"
  },
  {
    "文件名": "[废文 完结]《死对头》作者：日最野（娱乐圈1v1 痴情影帝攻×冷面总裁受）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/000fea90441e"
  },
  {
    "文件名": "[废文 完结]《斯图亚特庄园纪事》作者：蜂蜜焦糖（年下1v1 表面冷漠内心真香攻x除了撒娇耍赖真的什么都不会小美人受）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/4725f7909d3d"
  },
  {
    "文件名": "[废文 完结]《斯年如你》作者：钟鲤（骨科1v1 年上冷静攻X执着卑微受）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/d53fd46ce11f"
  },
  {
    "文件名": "[废文 完结]《思远人》作者：远山闻笛（帝王和将军情深缘浅的故事 be）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/b99827d30d2c"
  },
  {
    "文件名": "[废文 完结]《说好的只网恋不奔现呢》作者：物是人非（1v1 游戏宅女声配音大佬受x话慢人多变的明星攻）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/2c51c19d9c8d"
  },
  {
    "文件名": "[废文 完结]《水仙与冬青》作者：暗夜同路人（腹黑美人攻X男妈妈奶狗受 纯情小花匠被腹黑贵族吃干抹净的邪恶故事）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/b96698655d09"
  },
  {
    "文件名": "[废文 完结]《水豚先生》作者：Capybara（1v1ABO 坏心眼深情aX反射弧巨长老实人b）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/0b99088bf954"
  },
  {
    "文件名": "[废文 完结]《水母罐头》作者：时花唐水（双出轨 互攻）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/55823e32e268"
  },
  {
    "文件名": "[废文 完结]《双总裁口欲期》作者：排骨敲好吃（双向暗恋1v1 忠犬会玩攻x高岭之花内里放浪口欲期受）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/59c73a51f9e5"
  },
  {
    "文件名": "[废文 完结]《双向温柔》作者：提灯旧局（民国1v1小甜饼）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/49feecdbe662"
  },
  {
    "文件名": "[废文 完结]《双向哄骗》作者：涩桃（先婚后爱1v1小甜饼）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/308b7e91e3a0"
  },
  {
    "文件名": "[废文 完结]《双删》作者：狗血小行家（ABO 破镜重圆1v1 伪替身 双失忆）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/5dd5937e20f0"
  },
  {
    "文件名": "[废文 完结]《双栖动物》作者：八分饱（现代 竹马竹马1v1 总是忍不住的隐忍攻×比想象中聪明的迟钝受）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/f67b37d699de"
  },
  {
    "文件名": "[废文 完结]《双面甜心》作者：来一碗绿豆汤（ABO 年下1v1 一个装A的暴力O带球跑的神经故事）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/97d38d6152d7"
  },
  {
    "文件名": "[废文 完结]《双胞胎这种事要早点说》作者：匿名咸鱼（3p总受 缺爱自卑哭包双_受×沉稳变态大哥攻×搞事骚包小弟攻）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/78402089110a"
  },
  {
    "文件名": "[废文 完结]《双A》作者：糖醋小鱼干（ABO 1v1小甜饼 腹黑霸总x脑回路清奇直男炸毛受）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/bc9ee2322a2c"
  },
  {
    "文件名": "[废文 完结]《竖瞳》作者：啵咕啵咕（我听见我男友想杀我。 主受 病娇 暗黑）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/72d69afd0924"
  },
  {
    "文件名": "[废文 完结]《曙光》作者：匿名咸鱼（校园np 强制爱 前期渣，后期想追妻火葬场，结果被骨灰扬了 be）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/1dbce8479236"
  },
  {
    "文件名": "[废文 完结]《曙光》作者：幻紫（联邦少将Alpha x 帝国小王子Omega）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/96cb5237de9b"
  },
  {
    "文件名": "[废文 完结]《暑气》作者：维生素C9（年下1v1 瓶颈佛系作家X沉迷网瘾被遣送回镇的男孩）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/186fdb785c70"
  },
  {
    "文件名": "[废文 完结]《熟欲》作者：木十九dd（骨科1v1 阳痿受x性虐癖攻）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/889329883f52"
  },
  {
    "文件名": "[废文 完结]《殊途同归》作者：小阿斗（主攻1v1 忠犬腹黑受回国抢弟弟的故事 ）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/d1a58ff1899b"
  },
  {
    "文件名": "[废文 完结]《叔叔您好可怜我养您吧》作者：我是一條水獺（3p 白切黑的英俊青年将叔叔和亲父啃吃干净，一点不剩）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/4f3503923d71"
  },
  {
    "文件名": "[废文 完结]《叔叔》作者：殷勤阿gu（女攻 白切黑女主攻x阳wei酗酒成瘾男）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/4210e2c8fd04"
  },
  {
    "文件名": "[废文 完结]《叔叔，我们不约》作者：渡海不是医生（年上伪叔侄1v1 斯文老流氓攻X浪荡小白兔受）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/301ed7d0eaac"
  },
  {
    "文件名": "[废文 完结]《兽王》作者：念北子（小甜饼 大狮子和他的粘人小猫咪）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/b879c4de306e"
  },
  {
    "文件名": "[废文 完结]《守活寡》作者：木十九dd（ABO 先婚后爱1v1 软糯男妈妈x口嫌体正直攻）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/57171a3445de"
  },
  {
    "文件名": "[废文 完结]《守护鬼》作者：43（3p （唯唯诺诺忠犬鬼攻+无欲无求腹黑人攻）×我行我素傲娇美人受）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/4bf8bad0c020"
  },
  {
    "文件名": "[废文 完结]《手心》作者：ChloePrice（骨科1v1 be）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/594050570f16"
  },
  {
    "文件名": "[废文 完结]《收获的获》作者：枯泽k（校园1v1 新认识的同学有两幅面孔？）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/4019596f1ac2"
  },
  {
    "文件名": "[废文 完结]《恃宠而娇》作者：欲晗（古代1v1小甜饼 皇帝攻x太监受）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/2a4cbaa22dcd"
  },
  {
    "文件名": "[废文 完结]《适配度》作者：就不告诉你（校园1v1 互攻）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e9133f44bbdc"
  },
  {
    "文件名": "[废文 完结]《适婚》作者：无脑玛丽苏（ABO 1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a51ea72f39c9"
  },
  {
    "文件名": "[废文 完结]《是竹那个马呀》作者：没谱儿的（主攻1v1 小甜饼）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/99c11a801e1c"
  },
  {
    "文件名": "[废文 完结]《是套子质量不行》作者：赵酒良（1v1ABO小甜饼）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c2a323f0122a"
  },
  {
    "文件名": "[废文 完结]《试问闲愁》作者：折花入水（1v1 高冷深情攻X风流渣受）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/78f286b2f3e8"
  },
  {
    "文件名": "[废文 完结]《似蜜》作者：烧烤味薯片（np总受）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/fc87f90c1abf"
  },
  {
    "文件名": "[废文 完结]《使魔缇森》作者：精神肥宅（np总受）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/bb23c57b5f09"
  },
  {
    "文件名": "[废文 完结]《矢月之城》作者：周子京（1v1直掰弯 仇人变情人）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/eaeecf120fdf"
  },
  {
    "文件名": "[废文 完结]《食髓知味》作者：叹旧时（现代1v1 季含章就是馋他石郎的身体）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/fed6ba1b5a8a"
  },
  {
    "文件名": "[废文 完结]《食梦实梦》作者：暧昧散尽（黑道强强1v1 追妻火葬场）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/fa2dc8150548"
  },
  {
    "文件名": "[废文 完结]《拾壹》作者：荒野里（1v1 小可怜被大美人救了又和疯狗看对眼的故事）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/69d9dca124be"
  },
  {
    "文件名": "[废文 完结]《拾柒》作者：小阿笙（1v1 看似温柔实则病娇精神病攻×表面单纯实则勾死人不尝命诱受 ）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/1f95486f820e"
  },
  {
    "文件名": "[废文 完结]《拾龙》作者：傅小酥（奇幻1v1 养崽文，小奶龙攻长大后吃掉饲养员的故事 阳光二缺黑龙攻X冷清半神精灵受.txt",
    "夸克盘链接": "https://pan.quark.cn/s/8f5c60e853fd"
  },
  {
    "文件名": "[废文 完结]《拾年踪迹》作者：见字不如面（暗恋 1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/2c58ba3ba611"
  },
  {
    "文件名": "[废文 完结]《拾春》作者：食蠹成仙（民国1v1小甜饼 回国的少爷捡到一只可怜又可爱的小乞丐）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a35893e87acf"
  },
  {
    "文件名": "[废文 完结]《实验废弃物：鹰犬》作者：磕磕氨酚待因（论哭包攻目睹偶像被抹布后，怎样一步步变成疯狗 年下哭包勋爵攻x坚强包容少将受（BxA））.txt",
    "夸克盘链接": "https://pan.quark.cn/s/10c1d3bfdeae"
  },
  {
    "文件名": "[废文 完结]《实非良人》作者：半醉山翁（民国3p 渣攻 一攻两受）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/d6013dbfe5ec"
  },
  {
    "文件名": "[废文 完结]《时光机》作者：珍珠茶（破镜重圆1v1 总裁攻x律师受）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/9655432dff1f"
  },
  {
    "文件名": "[废文 完结]《十三月》作者：E理科生（受老爹嘱托去报救命之恩的倒霉的狐狸太子爱上了下凡历劫变成身世凄惨小白菜的蛇仙大人）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/750a9385a15b"
  },
  {
    "文件名": "[废文 完结]《十点半熄灯》作者：狭骨（宿舍爱情 暗恋成真1v1小甜饼）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/964f6c6ac7c3"
  },
  {
    "文件名": "[废文 完结]《师尊你清醒一点》作者：rainbowasunny（双向穿越的cp 1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/2921101e3072"
  },
  {
    "文件名": "[废文 完结]《师母和狗》作者：白骨（女攻 GB&BG）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/56fdf8b27b61"
  },
  {
    "文件名": "[废文 完结]《师兄今天喜欢我了吗？》作者：团子720（现代年上ABO1v1 高岭之花禁欲攻X痴汉软萌甜心受 这是一个烈A怕O缠的故事 ）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/03aa2d22caeb"
  },
  {
    "文件名": "[废文 完结]《师父，寻我启事》作者：送声声一颗星（1v1 纯情又老练师父攻×黑料满身明星小徒弟受）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/abdd56ff855c"
  },
  {
    "文件名": "[废文 完结]《师弟拿错了秘籍后》作者：抗病毒口服液（就会被师兄一直透。 古代1v1小甜饼）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/6107f3b9dd48"
  },
  {
    "文件名": "[废文 完结]《师弟好像不对劲》作者：鸠兮无食桑葚（师兄弟年下1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/5cfdd6aeca90"
  },
  {
    "文件名": "[废文 完结]《失重》作者：啊梦（HP德哈同人1v1 战后，哈利丢失了一部分记忆。他惊讶地发现，这似乎与自己的老对头马尔福有关……）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/cf6fdb7e9708"
  },
  {
    "文件名": "[废文 完结]《失忆症》作者：失眠孤独症患者（1v1 失忆疯受x渣到被捅攻）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e5032838487c"
  },
  {
    "文件名": "[废文 完结]《失温》作者：糖醋小鱼干（3p双性 主受 强制爱）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/5bd33c3955f5"
  },
  {
    "文件名": "[废文 完结]《失眠产物》作者：约耳（3p 混混受vs学霸腹黑攻vs阳光狼狗攻 三角恋）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/594b064db6b6"
  },
  {
    "文件名": "[废文 完结]《失落十三年》作者：轻轻有一个碗（校园1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/9d12eb8fb793"
  },
  {
    "文件名": "[废文 完结]《神殿》作者：青与狸（美强年下1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/f5105a401145"
  },
  {
    "文件名": "[废文 完结]《失联》作者：想象失效（现代骨科年下1v1 明明他才是私生子 我却活的苟且）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/84052a12fea3"
  },
  {
    "文件名": "[废文 完结]《盛宴》作者：江宴秋（一个体育生和温柔优等生的小故事，带一点暗恋和狗血。日常向）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c45e60fff85b"
  },
  {
    "文件名": "[废文 完结]《生来合理》作者：长川秀（np总受 天真傻瓜受×4个坏蛋攻）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/952f00c6b964"
  },
  {
    "文件名": "[废文 完结]《神木喜欢你》作者：殉屿（玄幻1v1 隐忍正直忠犬神木攻X清纯魔花傻里傻气受）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/80e5499e3f6a"
  },
  {
    "文件名": "[废文 完结]《沈夏》作者：阿忆recall（1v1 双性）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/b689cd55ed73"
  },
  {
    "文件名": "[废文 完结]《深渊》作者：鎏锽（1v1 黑道文）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a71b8592fded"
  },
  {
    "文件名": "[废文 完结]《深渊之下》作者：南听北遥（骨科1v1 外冷内热沉稳型总裁攻x病娇偏执粘人精美人受）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/558cfed3310a"
  },
  {
    "文件名": "[废文 完结]《深渊回望》作者：流光溢彩2020（1v1 虐）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c17151c6b4a8"
  },
  {
    "文件名": "[废文 完结]《深情慰藉》作者：盒家欢乐（1v1 sm）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/322e94284e5f"
  },
  {
    "文件名": "[废文 完结]《深河》作者：任他明月（ABO 骨科1v1 身为私生子的他怀了兄长的孩子）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/3be09fda4deb"
  },
  {
    "文件名": "[废文 完结]《身不由己》作者：AliaKiny（我的老公一开始是我的p友后来是我的男朋友 1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/08a7324b7869"
  },
  {
    "文件名": "[废文 完结]《谁说我们不能互攻？》作者：一只酷盖兔（娱乐圈 强强互攻）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/692ac5da6531"
  },
  {
    "文件名": "[废文 完结]《身不由己》作者：十七禁（np ABO总受）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/779f5bac207a"
  },
  {
    "文件名": "[废文 完结]《谁是你家二奶奶》作者：糯米吃藕（民国1v1小甜饼）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/eb47b727377a"
  },
  {
    "文件名": "[废文 完结]《谁人曲中闻折柳》作者：煮夜熬星（古代1v1 腹黑将军渣攻 x 白月光皇子受）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/f51f54ea63eb"
  },
  {
    "文件名": "[废文 完结]《社畜下班要按时回家》作者：今天不吃酱板鸭（奇幻1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/f110c05bbefa"
  },
  {
    "文件名": "[废文 完结]《谁动了我的可乐》作者：大梦知天下（校园1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/96ab26dd6014"
  },
  {
    "文件名": "[废文 完结]《蛇侵》作者：清非（美强年下1v1 异族笑面虎少年攻x成熟冷静强烈求生欲大叔受）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/2abd3c70f5cf"
  },
  {
    "文件名": "[废文 完结]《蛇夫座》作者：瞿如（年上骨科1v1 冷漠酷哥攻x少年受）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/b50bedbfd7f7"
  },
  {
    "文件名": "[废文 完结]《少爷和血奴》作者：丙你（血族1v1 少爷和血奴的日常碎片故事）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/b1e234b672d2"
  },
  {
    "文件名": "[废文 完结]《上下：兄弟》作者：2020之狐狸（骨科1v1 你可以在上面，我必须在里面！ 忠犬系奶爸哥哥 X 单纯系直球弟弟）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/21e610356115"
  },
  {
    "文件名": "[废文 完结]《上我的斯文败类》作者：殷桃（斯文败类攻x骚话暴躁受）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ee68c8872381"
  },
  {
    "文件名": "[废文 完结]《上等玩物》作者：长知怨（强制爱1v1 程桉鹊命烂，烂到第一次入职喝完酒就被绑架了，自此沦为道上有名的变态段青山的上等玩物。）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/245b1b5a7241"
  },
  {
    "文件名": "[废文 完结]《上城区的玩具》作者：许国庆（np总受 鬼畜攻）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e069d55a97f9"
  },
  {
    "文件名": "[废文 完结]《上班族谈爱靠艳遇》作者：bibibibiu（年下1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/1301becaeda2"
  },
  {
    "文件名": "[废文 完结]《闪闪发光的耳环]》作者：宇宙野草（伪骨科 年上）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/cbe5ac29f735"
  },
  {
    "文件名": "[废文 完结]《山神兔》作者：不见君（娘娘腔 邵群x李程秀同人 1v1小甜饼）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/d208c69d09b2"
  },
  {
    "文件名": "[废文 完结]《山涧游记》作者：黑糖珍珠哞哞茶（1v1小甜饼 双性 GAY圈天菜老干部攻x嗜痛心机小野猫受）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/fc89fc83facb"
  },
  {
    "文件名": "[废文 完结]《山河空念》作者：吱吱不倦（古耽ABO 美强 本文攻都打不过受）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ce0c88ac813b"
  },
  {
    "文件名": "[废文 完结]《山茶花开》作者：纪屿秋_wan（1v1小甜饼 诡计多端美花妖_清冷财奴小道士）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/78e817ef6475"
  },
  {
    "文件名": "[废文 完结]《傻子受难记》作者：19980830（np总受 懵懂傻子受×三个变态美攻）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a203210bb8d3"
  },
  {
    "文件名": "[废文 完结]《傻子和支书》作者：拿破仑波拿巴（1v1 傻子攻X双★支书受）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/7137dbcc688e"
  },
  {
    "文件名": "[废文 完结]《傻子》作者：Yana（现代1v1 渣攻×傻受 前期虐受，后期虐攻）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/650831ed75e7"
  },
  {
    "文件名": "[废文 完结]《傻将》作者：星张（古代小甜饼1v1 双性）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/22cff83603e9"
  },
  {
    "文件名": "[废文 完结]《森林的故事》作者：Cynosure97（年下 产乳  天真矮人攻x暴躁精灵受）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/155e0ec42c08"
  },
  {
    "文件名": "[废文 完结]《色我其谁》作者：错镂金环（1v1小甜饼 我的相亲对象偶然知道我是搞黄博主之后混进了我的粉丝群）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/39489845b5f3"
  },
  {
    "文件名": "[废文 完结]《色情偶像》作者：19980830（np总受 糊豆许中不得已之下，加入公司新推出的GV男团。成为色情界，冉冉升起的新星。）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/59f4ff229617"
  },
  {
    "文件名": "[废文 完结]《色令智昏》作者：shalimar（1v1 女装攻）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/6479a2b98c48"
  },
  {
    "文件名": "[废文 完结]《嫂嫂》作者：小小花巷子（古代1v1小甜饼 莫敛继承了莫府家产，包括他哥娶来冲喜的男妻）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/5c3087d56b00"
  },
  {
    "文件名": "[废文 完结]《三生有幸》作者：放飞的自留地（年下1v1 破镜重圆 工人攻x知识分子受）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/106addba7dcd"
  },
  {
    "文件名": "[废文 完结]《三生石》作者：摧摧枯拉朽（1v1小甜饼 哭包害羞受×嘴硬心软攻）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/0d2998cfd06f"
  },
  {
    "文件名": "[废文 完结]《三日囚》作者：瑟予霜和（美强1v1 目空一切的神族太子，沦为人界帝王的阶下囚。）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/73ed38f8d7df"
  },
  {
    "文件名": "[废文 完结]《三人游》作者：烧糊的葱（np 狗血）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/642810c7b598"
  },
  {
    "文件名": "[废文 完结]《三角虫茧》作者：霍夫曼的象牙舟（3p）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/0657546e4057"
  },
  {
    "文件名": "[废文 完结]《三级谐振放大器》作者：云飞扬（np总受 ABO mb自卑受×三个前渣攻后忠犬攻）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/d5339eaecf36"
  },
  {
    "文件名": "[废文 完结]《三层小洋房》作者：今年的春晚真难看（一栋小别墅、三对小情侣和一个小崽子。）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/3c3571f4a029"
  },
  {
    "文件名": "[废文 完结]《塞壬的玫瑰》作者：Queenser.txt",
    "夸克盘链接": "https://pan.quark.cn/s/50e14878bfb1"
  },
  {
    "文件名": "[废文 完结]《萨拉》作者：远山寒（美强1v1 正直小伙绑架了帝国的皇帝，开始逃亡之旅。）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/699782de4c09"
  },
  {
    "文件名": "[废文 完结]《弱爱法则》作者：温承（奇幻1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/487388397e29"
  },
  {
    "文件名": "[废文 完结]《软糖》作者：任平生lemon（冷漠的学长x哭包美人学弟 强制爱 带球跑 1v1小甜饼）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/b533319652ae"
  },
  {
    "文件名": "[废文 完结]《软刺》作者：海眷（1v1 大狗狗攻X病娇受）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/5e9bede6f2e1"
  },
  {
    "文件名": "[废文 完结]《阮仙君》作者：有一只馋肥壮圆（玄幻1v1 哑巴清冷仙君X脑回路清奇又憨魔将）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/cb1e908a067f"
  },
  {
    "文件名": "[废文 完结]《阮加屿》作者：大脸萌娃顾二意（校园1v1 竹马竹马小甜饼 腹黑温柔攻VS炸毛可爱受）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/4a5bc78a7959"
  },
  {
    "文件名": "[废文 完结]《入戏不好吗》作者：AC小漂亮（演员和模特的一见钟情 娱乐圈1v1 互宠）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/462cf5559c6e"
  },
  {
    "文件名": "[废文 完结]《乳液时分》作者：隳空（年下1v1 产乳 高冷校草给混混当家教）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/4017d1b8fbdc"
  },
  {
    "文件名": "[废文 完结]《汝先生（又名 君尽可夫）》作者：法内狂徒陈三（np总受）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/393f4ef8b39a"
  },
  {
    "文件名": "[废文 完结]《如旧》作者：茶白是一种鹅（1v1 文物修复师×收藏家富三代）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/614bc426f4aa"
  },
  {
    "文件名": "[废文 完结]《如鹤》作者：星火四月（傲娇富三代沈以信x自卑家政夫李轻鹤  1v1小甜饼）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/5e480d42d93f"
  },
  {
    "文件名": "[废文 完结]《如何制服宿敌室友》作者：只有三根头发（校园1v1小甜饼 双性 比大小的时候，直男室友发现俞述身体的秘密了）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/733e325a3b00"
  },
  {
    "文件名": "[废文 完结]《如何成为凶狠校霸》作者：顾宥苏（校园 np总受）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/db9a09ee1d5f"
  },
  {
    "文件名": "[废文 完结]《如果我叫喊》作者：thefish（和老板掰了后，我被他的白月光表白）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/59abc1adb483"
  },
  {
    "文件名": "[废文 完结]《揉碎月光》作者：逃跑火车（现代1v1 ntr 沈纵和现任的白月光睡得很开心）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/85242fd28140"
  },
  {
    "文件名": "[废文 完结]《融星河》作者：念北子（校园1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/555c9cea800b"
  },
  {
    "文件名": "[废文 完结]《熔冬》作者：Coldfish（兽人年下1v1 狼人冷漠攻x人类诱美受）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/7a28cd3d074d"
  },
  {
    "文件名": "[废文 完结]《日暮港湾》作者：和邑（年下 先婚后爱 单细胞傻狗攻 X 白切黑诱受）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c07dfd6ebc13"
  },
  {
    "文件名": "[废文 完结]《日落黎明》作者：Vacuum_（先婚后爱1v1 生子）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/f3076b913411"
  },
  {
    "文件名": "[废文 完结]《仍然期待》作者：不喝拿铁（先婚（do）后爱 情敌变情人）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c92965baa5d3"
  },
  {
    "文件名": "[废文 完结]《人渣们的世界》作者：徒有羡鱼情（现代1v1 双性）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/945cd4067560"
  },
  {
    "文件名": "[废文 完结]《人形霉斑》作者：西陵冥（心大人怂嘴不怂受X吃恶人的大妖怪）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ad3773704d3c"
  },
  {
    "文件名": "[废文 完结]《人尽可欺》作者：琴沐沐（玄幻 np主受）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/aeba9aa3439a"
  },
  {
    "文件名": "[废文 完结]《人间烟火》作者：离姬（现代 调教 结局1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ed5842410ba6"
  },
  {
    "文件名": "[废文 完结]《圈养》作者：七里孚尘（现代养成1v1 bdsm 高冷控制欲攻x胆小顺从受）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/da8e64219f0d"
  },
  {
    "文件名": "[废文 完结]《人间堕落指南》作者：不知州南（校园1v1 互攻）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/dcc00585eb0f"
  },
  {
    "文件名": "[废文 完结]《人不能，至少不应该》作者：清酒一刀（无欲无求攻x每天在雷点踩踏受）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a88e641d0284"
  },
  {
    "文件名": "[废文 完结]《染水》作者：音爆弹（温柔腹黑强控制欲攻×傻白甜童养媳受 1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/233d26a6086c"
  },
  {
    "文件名": "[废文 完结]《全世界都说他是我相好》作者：翡翠白玉汤（古代 自攻自受1v1 和“自己”谈恋爱之后才发现自己是黏人精醋王犬系？！）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ed560cb726a4"
  },
  {
    "文件名": "[废文 完结]《缺一不可》作者：双黄蛋（3p 1X1X0，追妻火葬场）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/962b5cf0e938"
  },
  {
    "文件名": "[废文 完结]《却胜人间烟火》作者：煮光锦鲤（下克上  心机白切黑手黑攻X邪魅狂狷妖孽受）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e3889023a3bf"
  },
  {
    "文件名": "[废文 完结]《圈禁暗杀》作者：Reciter（总裁×杀手 双alpha 1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/13b07072b055"
  },
  {
    "文件名": "[废文 完结]《屈辱条约》作者：19980830（娱乐圈）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/528a0d4b1fc2"
  },
  {
    "文件名": "[废文 完结]《求种》作者：不啾山（互攻1v1 暴娇纯情恋胸模特x腹黑浪花抖s司仪）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/6d087d3059cf"
  },
  {
    "文件名": "[废文 完结]《求死不能》作者：今朝喝不醉（血族1v1 身娇易推倒双性乖巧受&强势宠溺恶劣年上攻）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/06c9594443e7"
  },
  {
    "文件名": "[废文 完结]《求神》作者：风檐夜雨声（民国1v1 be）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/02746b33e4ba"
  },
  {
    "文件名": "[废文 完结]《囚于高塔》作者：玲珑zizizi（3p 小美人寡妇和他的双胞胎继子）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c4312a8da9b9"
  },
  {
    "文件名": "[废文 完结]《囚心》作者：阿裕（现代1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c057ae426fbc"
  },
  {
    "文件名": "[废文 完结]《囚尾》作者：海鶄落（人兽1v1 伯爵养了一条蛇）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/d521ab0b88b1"
  },
  {
    "文件名": "[废文 完结]《囚徒》作者：练刀（现代狗血1v1 先虐后甜）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/53d8351346ef"
  },
  {
    "文件名": "[废文 完结]《囚鼠》作者：11喵喵喵（1v1 双性伪骨科）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/141550db6e8d"
  },
  {
    "文件名": "[废文 完结]《囚鸟》作者：水菱月纱（剑三同人 年下1v1 女攻男受，少女花，大叔丐）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/23b67f2435c0"
  },
  {
    "文件名": "[废文 完结]《囚禁计划》作者：云小蓝（现代1v1 强制爱）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/dfd9f04c4448"
  },
  {
    "文件名": "[废文 完结]《囚禁》作者：花槐（1v1ABO  一个O囚禁A的故事）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/65faba8d0404"
  },
  {
    "文件名": "[废文 完结]《囚尽风流》作者：愚人船（1v1 口不对心前少主攻x寡言痴情美人受）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/1cfff11985b0"
  },
  {
    "文件名": "[废文 完结]《囚宠》作者：术逐（强制爱1v1 冷血鬼畜涩情攻x纤细弱小胆小鬼受）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/8c9a8c8c83c6"
  },
  {
    "文件名": "[废文 完结]《秋天住在囚笼里》作者：叶叶（沦为弟弟的菟丝花 年下骨科 强制爱1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e809de0d2ab9"
  },
  {
    "文件名": "[废文 完结]《秋日热栗》作者：村里有个宝贝叫三茶（1v1 我的前男友天下第一好 双结局）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/d644be5810c9"
  },
  {
    "文件名": "[废文 完结]《秋秋》作者：二麻（现代1v1 一本正经有权有势老房子着了火只能又宠又哄的老男人攻×身纯不知欲肆意妄为勾引的小男孩受 ___）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/2dc31674ef71"
  },
  {
    "文件名": "[废文 完结]《秋 _ 又一年》作者：章粤m（np 双性 强制爱）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/bb7e739fabd4"
  },
  {
    "文件名": "[废文 完结]《请把我弄脏》作者：闻九州（np总受）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c49ec8175983"
  },
  {
    "文件名": "[废文 完结]《情之锁至》作者：童发财（古代修真1v1 清冷美人师父攻x小狼狗徒弟受）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/988c61e53d43"
  },
  {
    "文件名": "[废文 完结]《情长》作者：kiwifruit（现代 破镜重圆1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/311262aa56b5"
  },
  {
    "文件名": "[废文 完结]《情瘾》作者：归鹤远山（女攻1v1 高冷医生女主x霸道总裁男主）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/06ed0c21b3a0"
  },
  {
    "文件名": "[废文 完结]《情遂未觉》作者：Vltava（年下1v1 小学鸡富二代x社畜老男人）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/02fa8a9d655c"
  },
  {
    "文件名": "[废文 完结]《情人杀》作者：狄醉山（娱乐圈np总受 成熟浪荡大叔受）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/f6a372561c5f"
  },
  {
    "文件名": "[废文 完结]《情人劫》作者：末芜闻（相爱十年枕边人，出轨绿茶竟两年。蛊惑我的好兄弟，说着爱我却杀我。一场出轨与谋杀引发的黑化。）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/b41f0b8fb0da"
  },
  {
    "文件名": "[废文 完结]《情人》作者：失眠孤独症患者（双性生子 过程np 结局1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/2073368c2ab8"
  },
  {
    "文件名": "[废文 完结]《情窦初衍》作者：欲晓（1v1小甜饼 双性生子）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/759734fe55f0"
  },
  {
    "文件名": "[废文 完结]《清醒妄想》作者：柚桔（年下1v1 复仇偏执狂x精神分裂）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/1724b9ef9b47"
  },
  {
    "文件名": "[废文 完结]《清平乐事》作者：兰屏（互攻1v1 一个普通县城里，卖饼的林平和做糖葫芦的谢雍之间的故事）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ff3dc3c7ded5"
  },
  {
    "文件名": "[废文 完结]《清明池雾》作者：山倾折（现代1v1 两个有人格缺陷、有相同癖好成年人的幼稚爱情故事）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/525c4d46c9ba"
  },
  {
    "文件名": "[废文 完结]《清凉》作者：南巷尾（年上骨科1v1 体弱温柔攻X暴躁傲娇受）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/7fccd8423247"
  },
  {
    "文件名": "[废文 完结]《倾城酒》作者：纳兰原白（玄幻1v1 酿酒高手红狐狸攻x超爱喝酒城灵受）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/cf4a9f4144f6"
  },
  {
    "文件名": "[废文 完结]《清晨》作者：大芒果（1v1小甜饼）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/b19d3c2d46e0"
  },
  {
    "文件名": "[废文 完结]《青旬难摘》作者：涉川拾月（np总受）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/4118388eff51"
  },
  {
    "文件名": "[废文 完结]《青梅狂想曲》作者：找个鱼塘（ABO 先婚后爱1v1 外表古板其实内心有浪漫情怀的古典文学教授x表面乖巧内心叛逆喜欢极限运动的钢琴家）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/8262452299a2"
  },
  {
    "文件名": "[废文 完结]《青梅酒》作者：一大杯橙汁啊（1v1小甜饼）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/da7e9da32212"
  },
  {
    "文件名": "[废文 完结]《青萝卜物语》作者：相绵流（乡村风，1vs1，三观不正，关系混乱）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ba24f6b30c4b"
  },
  {
    "文件名": "[废文 完结]《青鸾劫》作者：匪之风（古代1v1 温良恭俭让受×傲娇痴情攻）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a4b987081060"
  },
  {
    "文件名": "[废文 完结]《青春期难免有些躁动》作者：酸酸鸭（现代1v1 短篇 魏铮最近有点烦，他的小朋友闹别扭了）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ca390e55c5b5"
  },
  {
    "文件名": "[废文 完结]《擒浪》作者：熟褐色的猫（军旅 强强1v1 生子）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/3707a2056ce9"
  },
  {
    "文件名": "[废文 完结]《亲密性协调》作者：粉和（1v1 亲密协调员x文艺片男演员。攻在指导受拍摄亲热戏的过程中，逐渐将其吃干抹净的故事）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/212d3d5ea8ee"
  },
  {
    "文件名": "[废文 完结]《秦皇父子遊地府》作者：風生水起（主攻1v1 父子）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c4c551e4fed4"
  },
  {
    "文件名": "[废文 完结]《亲密关系》作者：士多（现代1v1 暗恋竹马成真）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/4a1c7287bd74"
  },
  {
    "文件名": "[废文 完结]《亲别》作者：bibibibiu（年上1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/fca58d290724"
  },
  {
    "文件名": "[废文 完结]《亲爱的犹大》作者：浮鲸七海里（校园 一只病娇小神经被腹黑追到手的过程）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/2103078cc8e0"
  },
  {
    "文件名": "[废文 完结]《亲爱的宋先生》作者：微风吹腿毛（破镜重圆1v1 专一腹黑攻x小绵羊奶凶受）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/28adc5a645c6"
  },
  {
    "文件名": "[废文 完结]《亲爱的公主殿下》作者：我咕咕咕（1v1小甜饼）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/0e152644c821"
  },
  {
    "文件名": "[废文 完结]《蔷薇人生》作者：忘（np总受 生子 少爷们与他们的专属花朵）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c4f9274c07a1"
  },
  {
    "文件名": "[废文 完结]《窃窃》作者：匿名咸鱼（洛然只想好好爱一个人，可他身边都是骗子 古早狗血文，渣攻贱受）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/5f49b60f3b10"
  },
  {
    "文件名": "[废文 完结]《怯怯》作者：严格一点（现代1v1 冷淡攻x撒娇鬼 平淡日常）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/17e173077a5c"
  },
  {
    "文件名": "[废文 完结]《乔装》作者：艾恳（民国1v1小甜饼 心狠手辣独宠受的攻x清高孤傲只对攻浪的受）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/efcf063a76f8"
  },
  {
    "文件名": "[废文 完结]《强制失忆》作者：星空_（1v1 be）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/6e9b153109a1"
  },
  {
    "文件名": "[废文 完结]《强人锁男》作者：一个小窗帘（1v1直掰弯 女装大佬x地主家的傻儿子）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/0f6c290610a9"
  },
  {
    "文件名": "[废文 完结]《强扭的瓜》作者：咸蛋黄奶盖（先婚后爱1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/8b449b2df3ce"
  },
  {
    "文件名": "[废文 完结]《强迫》作者：长生生活（我跟傅长安在一起了，我自愿的，他不是）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/b6be67c07408"
  },
  {
    "文件名": "[废文 完结]《强拆组合》作者：公子好坏（快穿1v1 攻受合力棒打鸳鸯的快穿故事）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/70ed67f62753"
  },
  {
    "文件名": "[废文 完结]《前夫之鉴》作者：大芒果（破镜重圆 疯批攻VS放荡受 结局1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/b6208b0242fb"
  },
  {
    "文件名": "[废文 完结]《千山》作者：雨下北桥（现代1v1 这是一个朋友变炮友，炮友成老公的故事 还是一场长达二十五年的暗恋）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/0fee6c5f7e2a"
  },
  {
    "文件名": "[废文 完结]《千千》作者：Mu_木（1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/f836cf46faec"
  },
  {
    "文件名": "[废文 完结]《恰到好处》作者：是糖不缺盐（现代1v1 温柔霸道攻x撩人受）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/b8689bf3a98e"
  },
  {
    "文件名": "[废文 完结]《汽车旅馆》作者：Cynosure97（调教 心狠手辣变态美攻 x 叛逆少年受）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/7e1951811562"
  },
  {
    "文件名": "[废文 完结]《弃猫效应》作者：小栗子安（1v1 温柔沙雕攻x有小秘密流奶受）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/b7395f4b8da2"
  },
  {
    "文件名": "[废文 完结]《起名好难干脆不起了》作者：金贵儿（洒脱少爷摄影师攻×温柔木讷书店老板受 1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/eb53099a4414"
  },
  {
    "文件名": "[废文 完结]《弃猫效应》作者：黄焖月月子（追妻火葬场被对方男妈妈截了胡 1v1 小妈攻）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/0d50605bf3b2"
  },
  {
    "文件名": "[废文 完结]《旗袍新欢》作者：温火炖排骨（我爸新欢最后成了我老婆 小妈文学）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/925b809834e8"
  },
  {
    "文件名": "[废文 完结]《棋差一着》作者：今朝喝不醉（ABO1v1军校文 小狐狸扮猪吃老虎，却没想到老虎竟是匹大灰狼）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a9b69ec5536f"
  },
  {
    "文件名": "[废文 完结]《歧途》作者：musetea（医生攻×罪犯受，be）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/6e712727fb0d"
  },
  {
    "文件名": "[废文 完结]《歧路为伴》作者：舜华（年上强制爱1v1 bdsm 温柔腹黑攻X虐心坚强受）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/2b36d3aa1899"
  },
  {
    "文件名": "[废文 完结]《齐濛》作者：失眠孤独症患者（现代年下1v1 前前任结婚后，自卑自怨受开始作妖）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/f0b064c0fb16"
  },
  {
    "文件名": "[废文 完结]《欺诈恋爱》作者：金南木（破镜重圆1v1 他欺骗‘情敌’的感情 被迫与其恋爱 腹黑高冷影帝攻x暴躁傲娇总裁受）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ddc62a124d30"
  },
  {
    "文件名": "[废文 完结]《欺身》作者：淮翼（小妈仗势欺人不成反被欺）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/5eda433cbdd7"
  },
  {
    "文件名": "[废文 完结]《七位勇者都是我姘头》作者：LeafKatharina（np总受 七位玩得花勇者攻x美强浪的一P魔王）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/08fd9bd6bf81"
  },
  {
    "文件名": "[废文 完结]《七色陀螺》作者：lgsvuxh（年龄差1v1 年下小狼狗x风流大美人）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/9bb063322335"
  },
  {
    "文件名": "[废文 完结]《七年之痒》作者：桂花酒酿乌龙（先婚后爱1v1 一个有白月光被逼无奈和美人结婚，一个已经喜欢对方了但是因为自卑觉得婚姻是骗来的。）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/7ca19949f498"
  },
  {
    "文件名": "[废文 完结]《七年之痒》作者：evonnekhun（1v1 军人X医生 生子）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/751dc9a43a90"
  },
  {
    "文件名": "[废文 完结]《葡萄成熟时》作者：小珊瑚小海胆（先婚后爱1v1 顺风顺水恋爱白痴大帅比×苦逼记仇学霸小美人）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a134d1ed3cf5"
  },
  {
    "文件名": "[废文 完结]《破镜难重圆》作者：别慌快找时光机（ABO 破镜重圆1v1 高冷口是心非攻x温柔绿茶美人受）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/44dd5b9b4ea5"
  },
  {
    "文件名": "[废文 完结]《破春》作者：桐石（古代年下竹马1v1 口不对心傲娇颜控探花少女攻vs有一说一憨直人妻壮双儿童养媳受）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/785481fd6063"
  },
  {
    "文件名": "[废文 完结]《平行线相交理论》作者：殆浅（3p 原世界攻x与穿越而来平行世界的攻X小天使水蜜桃受）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/dea4f80caa89"
  },
  {
    "文件名": "[废文 完结]《平心》作者：阿裕（古代1v1 先甜后虐 端方君子攻x潇洒风流受）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/bb7ada17653b"
  },
  {
    "文件名": "[废文 完结]《平平无奇四师弟》作者：抗病毒口服液（古代np小甜饼）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/08e9a2199fb3"
  },
  {
    "文件名": "[废文 完结]《平淡日子》作者：云小蓝（1v1 两个普通男孩搭伙过日子的故事）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/06bc3a5cb4bf"
  },
  {
    "文件名": "[废文 完结]《漂亮女孩》作者：Jumber（骨科1v1 我最亲爱的弟弟，成了妓女）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c268816d5b2b"
  },
  {
    "文件名": "[废文 完结]《漂亮α想要被拥抱》作者：天才小鱼仔（1v1 互攻）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/637a93ba6a1e"
  },
  {
    "文件名": "[废文 完结]《偏执》作者：匿名咸鱼（受追攻 囚禁 强制爱）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/06c635292565"
  },
  {
    "文件名": "[废文 完结]《偏偏是我意中人》作者：阖眸烟云（骨科年上双性）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/79cdfc447ab6"
  },
  {
    "文件名": "[废文 完结]《偏偏》作者：无有也（重生 破镜重圆1v1 他跟了他六年，最后竟然连场体面的葬礼都没有）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/cf8db380f18d"
  },
  {
    "文件名": "[废文 完结]《偏爱》作者：长腿叔叔xxx（破镜重圆1v1 A离婚带娃追O妈的记录）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/65869f02fd84"
  },
  {
    "文件名": "[废文 完结]《碰瓷山神的狐狸养成法》作者：ErosNo-7（小甜饼）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/30932a52cf5a"
  },
  {
    "文件名": "[废文 完结]《朋克罗曼史》作者：星痕症候群（年上1v1 败类老男人捡到偏执小疯批）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e62e0614ba4b"
  },
  {
    "文件名": "[废文 完结]《配角攻略》作者：清雨Aphasic（玄幻年下1v1 双直男掰弯）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/cbb33516cae0"
  },
  {
    "文件名": "[废文 完结]《沛水绕青山》作者：匪之风（强强年下1v1 刑警受（操心老妈子命）×法医攻（禁欲病娇））.txt",
    "夸克盘链接": "https://pan.quark.cn/s/28e7babc98e0"
  },
  {
    "文件名": "[废文 完结]《裴小孩观察日记》作者：湘池（古代1v1 破镜重圆）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/bb9f979ac091"
  },
  {
    "文件名": "[废文 完结]《盼归》作者：一个呆逼的碎碎念（骨科1v1 前渣后深情攻 x 全程卑微受）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/60bc118c0ddf"
  },
  {
    "文件名": "[废文 完结]《判若两人》作者：机械性进食（现代强制爱1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/787f5375b1b4"
  },
  {
    "文件名": "[废文 完结]《爬山虎》作者：山倾折（现代年下骨科1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/9d1a2d08af89"
  },
  {
    "文件名": "[废文 完结]《偶然发现老婆不爱我》作者：翎宿（小甜饼1v1 敏感作精哭包攻X温柔人妻顺毛受）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/841882f72e9d"
  },
  {
    "文件名": "[废文 完结]《哦我的小母狗》作者：牛二ggg（主攻 奇幻1v1 我和情敌一起变成狗，我是公，他是母）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/6a6bf84f2dbc"
  },
  {
    "文件名": "[废文 完结]《暖暖》作者：柚子精呐呐呐（帅渣爱撩攻和爱炸毛受。校园故事，甜甜的爱情）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/18f50de2f5e9"
  },
  {
    "文件名": "[废文 完结]《弄巷》作者：三毛钱的桀桀子（校园1v1 强制爱）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/02da05d3a97b"
  },
  {
    "文件名": "[废文 完结]《纽约往事》作者：凌伊（赌场大佬 X 被收养的神颜画家 养成系 强强1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/055d9efc24b7"
  },
  {
    "文件名": "[废文 完结]《暖阁春》作者：生为红蓝（剑三同人 np总受 策丐咩x花）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/976c3f80d70b"
  },
  {
    "文件名": "[废文 完结]《弄堂》作者：三毛钱的桀桀子（校园1v1 强制爱）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/f3eb32c6372b"
  },
  {
    "文件名": "[废文 完结]《宁闻温》作者：Kpi（古代1v1 一个靠老婆护着的皇子）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/362f1eba2f36"
  },
  {
    "文件名": "[废文 完结]《涅尔忒》作者：敖威灵仙（双性S受 bdsm）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/f99e0aa9c044"
  },
  {
    "文件名": "[废文 完结]《年年岁岁有今朝》作者：十三粢（现代先婚后爱1v1 情敌变情人）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ba99071b9340"
  },
  {
    "文件名": "[废文 完结]《溺毙》作者：夜归人（现代np总受 如何应对浪子回头的渣攻们）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/35fb9625d68a"
  },
  {
    "文件名": "[废文 完结]《你最好爱他》作者：以宁（现代年下1v1 花花公子攻×夺人所爱受）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/902ddee32b17"
  },
  {
    "文件名": "[废文 完结]《你怎么把黑粉带回家了》作者：西希夕（电竞 1v1 时而风骚时而直男小厨神忠犬攻x毒舌傲娇小美人游戏解说呆萌受）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c3b258e24fe2"
  },
  {
    "文件名": "[废文 完结]《你这个骗子》作者：鹿山小筑（感情骗子x商业骗子，渣攻渣受就该互相祸害）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e5f979207b18"
  },
  {
    "文件名": "[废文 完结]《你有没有过仿佛小说的恋爱经历？》作者：树泽i（仿知乎 小甜饼）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/864e5d2398dd"
  },
  {
    "文件名": "[废文 完结]《你有猫病啊》作者：万物不要葱（听懂猫言猫语后知道冰山上司暗恋自己好几年怎么办）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e8b9ee7cf55c"
  },
  {
    "文件名": "[废文 完结]《你呀你》作者：黑土叭叭叭（现代1v1 温柔美人X年下小狼狗 be）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/7559733886e8"
  },
  {
    "文件名": "[废文 完结]《你信息素妨碍我尸检了》作者：寻路夜月白（现代ABO 刑侦1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/2d57a07cfc21"
  },
  {
    "文件名": "[废文 完结]《你喜欢不喜欢我》作者：麦啊麦啊（校园1v1 被喜欢自己的人告白后忘了自己是什么感觉哈哈哈）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/cfca1bb216d3"
  },
  {
    "文件名": "[废文 完结]《你是我的糖果》作者：荔枝味小汽水（校园1v1小甜饼 奶狗貌美学弟攻x内敛迟钝宅男受）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/b80d85a06f09"
  },
  {
    "文件名": "[废文 完结]《你是我的多巴胺》作者：一杯星辰（破镜重圆1v1 分手三年后，他才发现自己的前男友是个神经病）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/37bc33568c67"
  },
  {
    "文件名": "[废文 完结]《你是我的杜拉丁》作者：匿名咸鱼（年上1v1 捡了个儿子回家，他却只想着爬上养父的床）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/df473da8f59a"
  },
  {
    "文件名": "[废文 完结]《你是不是在偷看我？》作者：有路mt（校园1v1 双性）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/d2d5ad7f1e9f"
  },
  {
    "文件名": "[废文 完结]《你快哄哄我》作者：说好不坑（现代1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/854978b7eff8"
  },
  {
    "文件名": "[废文 完结]《你看我像傻子吗》作者：爱写代码的读者（be 纯情白富美攻为爱甘做人妻，无奈最后发现自己似乎只是个替身。霸道总裁的追夫火葬场）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/efecf1d7c702"
  },
  {
    "文件名": "[废文 完结]《你就是这么给我承诺的》作者：hyowoo（为爱当了1不成还被绿了 np 结局1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/157287522a68"
  },
  {
    "文件名": "[废文 完结]《你看起来好像很好吃》作者：桃千岁.txt",
    "夸克盘链接": "https://pan.quark.cn/s/9873da50bebb"
  },
  {
    "文件名": "[废文 完结]《你好凶呀》作者：宁嘉（1v1 暴躁凶凶攻x毒舌怂怂受 火包友转真爱）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/fca5201a6040"
  },
  {
    "文件名": "[废文 完结]《你果然是个骗子》作者：旧书回收（古代1v1 女装受 大少爷等小妹妹长大，小妹妹长大变成男人跑了。）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/4a392a9858ec"
  },
  {
    "文件名": "[废文 完结]《你敢不加我！》作者：莲澈（校园1v1小甜饼 痞气攻＊乖软受）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ed58933e5018"
  },
  {
    "文件名": "[废文 完结]《你的位置》作者：一锅炖不下（互攻1v1 一个很会撩人的攻，和一个伤透了心的攻，相遇之后的故事）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c0b519a611f4"
  },
  {
    "文件名": "[废文 完结]《你被我盯上了》作者：花槐（一个小贼看上了一个直男）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/9b4c303f1bb8"
  },
  {
    "文件名": "[废文 完结]《内分泌紊乱症治疗方案》作者：若木零（现代1v1 攻产乳 年下小奶攻叶寻x九九六码农阮十五）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/5e9a616e6edc"
  },
  {
    "文件名": "[废文 完结]《南夫人》作者：霍知月（1v1 ABO）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/2de0a55e1a2e"
  },
  {
    "文件名": "[废文 完结]《男友投喂养成》作者：响耳（年龄差1v1小甜饼 温柔但是有点坏卧底攻x暴躁只对攻一个人软傲娇受）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/37435a203392"
  },
  {
    "文件名": "[废文 完结]《男配的醒悟》作者：想东想西（重生 年上1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/7863aaac8887"
  },
  {
    "文件名": "[废文 完结]《男配》作者：zhuchi_（娱乐圈1v1小甜饼）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/2282c074701a"
  },
  {
    "文件名": "[废文 完结]《男妈妈》作者：不在须臾（亲父子1v1 双性）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/14cbc96bfe81"
  },
  {
    "文件名": "[废文 完结]《奶油就不能兑牛奶吗》作者：沉鲸骨（校园1v1 ABO 直球美人少女攻x活力颜控学霸受）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/417b64973f05"
  },
  {
    "文件名": "[废文 完结]《男后》作者：柘木（年下1v1 小包子太子升职记，竹马X竹马）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/cf0069c4df51"
  },
  {
    "文件名": "[废文 完结]《奶匣子》作者：错镂金环（1v1小甜饼 双性 产乳）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/87aeed2a2665"
  },
  {
    "文件名": "[废文 完结]《那些美好终于被青睐》作者：没有饼干不开心（现代重生1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/f84ea95bd107"
  },
  {
    "文件名": "[废文 完结]《奶》作者：白丁和阿飘（APH耀勇同人1v1 忍辱负重b装o大小姐beta攻X神经大条山东给o受 产乳）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/1d40f2f841aa"
  },
  {
    "文件名": "[废文 完结]《那个被捡到的小破烂》作者：小西风（1v1 年下拳击手攻x年上人妻受）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/55fd05de6588"
  },
  {
    "文件名": "[废文 完结]《拿乔》作者：积檐雪（民国1v1 双性 老狐狸小心眼攻×乖乖小美人受）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/513a88ea2215"
  },
  {
    "文件名": "[废文 完结]《暮色撞击》作者：铜锈夜光（现代1v1 只要脸皮厚，烈男也怕缠郎）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e8aca8842cc2"
  },
  {
    "文件名": "[废文 完结]《牧场物语》作者：Cynosure97（1v1 小少爷攻x家养黑皮奶牛受）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/2f41ea384c99"
  },
  {
    "文件名": "[废文 完结]《目挑心招》作者：AC小漂亮（校园1v1 体育生x学长）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/9379f6d4ca1a"
  },
  {
    "文件名": "[废文 完结]《木桃思琼瑶》作者：我喜欢吃糖（病弱攻VS深情受，一见君卿误终生）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/f1ea06a197e1"
  },
  {
    "文件名": "[废文 完结]《母亲情人》作者：KLBB（民国1v1 攻有精神疾病 俄狄浦斯情结（恋母情结），受是男妈妈）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/8ff0a5569d5e"
  },
  {
    "文件名": "[废文 完结]《默汐末徙》作者：咸蛋黄奶盖（破镜重圆1v1 渣攻火葬场）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/66a4294f8496"
  },
  {
    "文件名": "[废文 完结]《末世大佬养了一个媳妇》作者：天沫同云（女攻1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e8fd7ef05260"
  },
  {
    "文件名": "[废文 完结]《魔王失忆了》作者：黄色康乃馨（1v1 被抛弃后找上了门 失忆魔王×软糯戏精）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/4f80b643cd94"
  },
  {
    "文件名": "[废文 完结]《魔王和小狗》作者：关山秋来雨雪多（女攻1v1 重生咸鱼瘫大佬x美强惨受）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/5edb97ec881f"
  },
  {
    "文件名": "[废文 完结]《魔王的软肋》作者：归鹤远山（主攻1v1 温柔轮椅攻x对外狂犬对攻忠犬·占有欲强魔王受）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e1a6ceb1abd4"
  },
  {
    "文件名": "[废文 完结]《魔王，龙与玩具国度》作者：超级无聊（1v1小甜饼）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/285c588f9ec7"
  },
  {
    "文件名": "[废文 完结]《魔龙》作者：_谁不曾谁不想_（1v1 表面斯文内心变态的禽兽猎魔人x炫酷金眼黑色魔龙）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/adf00f8ae856"
  },
  {
    "文件名": "[废文 完结]《模范婚姻》作者：淮翼（abo 1v1小甜饼）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c78d4b64bb00"
  },
  {
    "文件名": "[废文 完结]《命定恋人》作者：磨叽磨哩（破命定伴侣梗，狗血，高岭之花军官攻x软柿子渣受）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/4608ca19e2a8"
  },
  {
    "文件名": "[废文 完结]《冥婚》作者：伊依以翼（1v1小甜饼 被人结阴亲，无意间碰见狐王借尸还魂的事）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/684431ea42dc"
  },
  {
    "文件名": "[废文 完结]《命运书签》作者：眠风（天之骄子总裁攻x忠犬大学生受  单向暗恋-双向暗恋-双向明恋的有点慢热的酸甜甜甜故事）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/5dc6e0cf16dd"
  },
  {
    "文件名": "[废文 完结]《明月楼》作者：满山川（年下1v1 一个暗黑杀千刀受与痴情攻的江湖相爱相杀小故事）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e4f25a07636a"
  },
  {
    "文件名": "[废文 完结]《明月何时照我还》作者：黑糖珍珠哞哞茶（伪骨科1v1 偏执阴暗攻×浪荡痴情受）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/0a4ff4bc6af7"
  },
  {
    "文件名": "[废文 完结]《明羡江安》作者：西望长安（古早狗血强制不爱，手硬心硬的黑道渣攻＆外卑内倔的卧底警察受）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/94b41e5f462b"
  },
  {
    "文件名": "[废文 完结]《明星和私生饭》作者：迷迭十三香（bdsm）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/8d12c7601aed"
  },
  {
    "文件名": "[废文 完结]《名利生涯》作者：亭前流光.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c914480c6da5"
  },
  {
    "文件名": "[废文 完结]《民国小丈夫》作者：欧金金ojj（3p）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/bb2499e4bdaa"
  },
  {
    "文件名": "[废文 完结]《咩呀》作者：小栗子安（1v1小甜饼 忠犬校霸攻x欢脱学霸受）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e1f8a4f6c33e"
  },
  {
    "文件名": "[废文 完结]《喵》作者：Lindsay233（短篇1v1 他从高楼一跃而下，变成了一只猫）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/7d61d93da1be"
  },
  {
    "文件名": "[废文 完结]《蜜桃猎手》作者：不销魂（网络“黄”人之间的故事。多CP）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/6c3102e81f03"
  },
  {
    "文件名": "[废文 完结]《迷途指南》作者：大火起兮（ABO 骨科1v1 沈秋亭一直期盼堂弟蒋辞能分化成身娇体软的可爱Omega，谁知道他变成五大三粗的Alpha）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/841c62840ebf"
  },
  {
    "文件名": "[废文 完结]《弥留》作者：流亡贝壳（强制爱）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e89014fb147f"
  },
  {
    "文件名": "[废文 完结]《梦医生》作者：暗淡蓝点（清冷傲娇万人迷小情人受×闷骚深情黑社会大老板攻 1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/287b0d030f8b"
  },
  {
    "文件名": "[废文 完结]《梦想成真》作者：瀚海书亭（1v1 隐忍赎罪强受×恶劣狠厉攻）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/7268f79d90b7"
  },
  {
    "文件名": "[废文 完结]《梦里看客》作者：愚人船（主攻1v1 前世今生 做梦梦见前世的自己是个渣攻？）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/f048ffabdc47"
  },
  {
    "文件名": "[废文 完结]《梦见和死对头酱酿以后》作者：帕夫帕夫（校园小甜饼1v1 人前干架人后上床滴校园爱情）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/9a0ac103e2e6"
  },
  {
    "文件名": "[废文 完结]《孟婆想要恋爱》作者：吐維（年下1v1 高智能深情孟婆攻X傻气温柔把自己卖掉王爷受）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/97a1ce0a1ee5"
  },
  {
    "文件名": "[废文 完结]《懵动期的少年郎们》作者：精疲力竭（np）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/b5ec4053ec3f"
  },
  {
    "文件名": "[废文 完结]《猛男小裙子》作者：一归（1v1 老实人攻总裁 互攻）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a4e295d74965"
  },
  {
    "文件名": "[废文 完结]《美少年与野兽》作者：料青山（人兽1v1 超凶狼型兽人攻x矜贵少爷受）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c6d809ca3533"
  },
  {
    "文件名": "[废文 完结]《美人与家犬们》作者：糖醋西瓜（np总受 暗恋多年的禁欲系美人中了某毒，平日面瘫老成、一本正经的家犬们纷纷摇着尾巴自荐枕席。）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/965a77755d51"
  },
  {
    "文件名": "[废文 完结]《美拉德反应》作者：黯淡炉灰（年下ABO 表面高冷酷哥实际傲娇年下攻x急了会咬人又怂又软书呆子受。重口.惊悚.暴力）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/67536f0abe39"
  },
  {
    "文件名": "[废文 完结]《美人为上》作者：不羡鱼（小甜饼1v1 一个见色起意，一个蓄谋已久）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/4fe5642c187e"
  },
  {
    "文件名": "[废文 完结]《美人舍友是心机白莲花》作者：茵茵之树（现代1v1 顾湛每天早上起来都能在自己屁股墩发现一枚口红印）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/b01a8638b571"
  },
  {
    "文件名": "[废文 完结]《美丽成双》作者：yuyuyuyulop（1v1小甜饼 小美人和大美人的网恋日常）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/78334dc2738b"
  },
  {
    "文件名": "[废文 完结]《每天想要灭枕边人的国》作者：归鹤远山（主攻1v1 伪绿茶真傻白甜女装攻x深情腹黑帝王受）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/b7d0279f0085"
  },
  {
    "文件名": "[废文 完结]《每天都在和孩子抢老婆》作者：术逐（先婚后爱1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/d8fea228f2e8"
  },
  {
    "文件名": "[废文 完结]《每天都听见室友在yy》作者：鸢川（校园1v1 腹黑美人攻x口是心非受）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/707470efc2ea"
  },
  {
    "文件名": "[废文 完结]《煤老板和小明星》作者：麦心（年下1v1 一块土味小甜饼）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/282bc3ef336d"
  },
  {
    "文件名": "[废文 完结]《玫瑰黄昏》作者：鱼不知（年上1v1 成熟多金教授攻X一身倔骨落魄少爷受）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/8bd19903830a"
  },
  {
    "文件名": "[废文 完结]《玫瑰河》作者：桃李不言（虫族 父子1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/d4f1ba3005ba"
  },
  {
    "文件名": "[废文 完结]《玫瑰》作者：草小莓（鬼畜偏执猎人 X 白痴美人吸血鬼 1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/f4b0f4bb6d8c"
  },
  {
    "文件名": "[废文 完结]《玫瑰，恶龙和彩虹小马》作者：欢狼（校园np 黑切更黑恶龙攻+直掰弯年下小马攻 x 外冷内软女王受）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/025870d71c3f"
  },
  {
    "文件名": "[废文 完结]《没有天堂》作者：失效的止疼药（年上3p 傲娇忠犬军人攻x温柔腹黑总裁攻x美人哭包诱受）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/75b4c6ca1211"
  },
  {
    "文件名": "[废文 完结]《没有权限》作者：萧城（科学家x机器人 be）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ed30bf75f759"
  },
  {
    "文件名": "[废文 完结]《没想到你是这样的舍友》作者：匿名咸鱼（1v1 衣冠禽兽攻x外冷内热骚受）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/6a75c72d2d28"
  },
  {
    "文件名": "[废文 完结]《没骨日》作者：人可木各（非传统破镜重圆和强制爱）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/340ae6f5dc45"
  },
  {
    "文件名": "[废文 完结]《猫猫狗狗》作者：E（1v1 落魄吉他手与天才鼓手的故事）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/d93a2a285773"
  },
  {
    "文件名": "[废文 完结]《盲嫁》作者：竹三行（星际ABO 1v1 失势丞相被连夜押进世家侧门）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/8246d7af7ea2"
  },
  {
    "文件名": "[废文 完结]《慢性情愫》作者：一大盒甜布丁（1v1小甜饼 苹果精攻x香蕉精受）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ae5bc85558cf"
  },
  {
    "文件名": "[废文 完结]《盲婚哑嫁》作者：匿名咸鱼（古代小甜饼 他成了废人，却娶了个娇妻）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/cc0d49ba1046"
  },
  {
    "文件名": "[废文 完结]《漫岗》作者：CompositionM.txt",
    "夸克盘链接": "https://pan.quark.cn/s/2f2eb379b3bb"
  },
  {
    "文件名": "[废文 完结]《满月公主号船票》作者：野楼（1v1小甜饼 年轻大学生冷冷冰冰总裁×即将升学可可爱爱美术生）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/12762cb9f1f3"
  },
  {
    "文件名": "[废文 完结]《满分赝品》作者：周凉西（深爱之人究竟是真品还是赝品，你分得清吗？  偏执失忆攻X重情笨蛋受）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/f5fa38bf493e"
  },
  {
    "文件名": "[废文 完结]《卖豆浆的人》作者：斑鳩（1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/8b63005ce46c"
  },
  {
    "文件名": "[废文 完结]《麦芽糖》作者：二奖（民国1v1 ABO 女装受 be）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/2b188ea97704"
  },
  {
    "文件名": "[废文 完结]《买醉》作者：kiwifruit（现代 竹马竹马 破镜重圆1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c15b8188dcf9"
  },
  {
    "文件名": "[废文 完结]《买1赠1》作者：番外早于正文（2V2.两攻两受 一对0套路了一个1，并喜提买1赠1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/3bd2a433eb85"
  },
  {
    "文件名": "[废文 完结]《麻子与阿芝》作者：匿名咸鱼（1v1 女装攻x壮受）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/6a3d69a2edb1"
  },
  {
    "文件名": "[废文 完结]《妈蛋！我的对象很冷淡》作者：怒放月光（1v1 ABO）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/1a375e754271"
  },
  {
    "文件名": "[废文 完结]《绿松石》作者：烂风（强制爱1v1 风流花心俊俏受X蔫儿坏的外国室友攻）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/362d34166d32"
  },
  {
    "文件名": "[废文 完结]《落网》作者：SuperV（现代1v1 先做后爱，嚣张小狮子上了狼床变绵羊！）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/59f102726fec"
  },
  {
    "文件名": "[废文 完结]《落俗》作者：养鹅的热心市民（现代师徒养成1v1 年下小狗×毒舌禁欲）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/2638d48c9c74"
  },
  {
    "文件名": "[废文 完结]《落魄少爷》作者：阳刚猛男弦上（强制爱1v1 疯批变态军官x娇气小少爷）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/6931135bc13e"
  },
  {
    "文件名": "[废文 完结]《落跑老板》作者：大锤八十（年下1v1 玩咖约到了室友实习公司的小老板 二世祖话痨浪荡攻×知性干练大美人受）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/d6f9d0b365fe"
  },
  {
    "文件名": "[废文 完结]《落空》作者：尤度（现代1v1 眼盲小哑巴MB和黑道霸总的故事）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/10d98513c049"
  },
  {
    "文件名": "[废文 完结]《落空》作者：顾行书（骨科1v1 互攻）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/109b9b3f19b5"
  },
  {
    "文件名": "[废文 完结]《落地之前》作者：水尾（养成 年下1v1 绿茶任性年下攻×老男人奶爸受）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/58b5d1baccae"
  },
  {
    "文件名": "[废文 完结]《落单》作者：食米不食面（当一个宿舍有三个同性恋时……  校园np总受）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/7e5691a274d2"
  },
  {
    "文件名": "[废文 完结]《洛洛的新邻居》作者：Famiglistimo（1v1 白切黑温柔攻x乖软双星美人受）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/76fc7ea3c8d9"
  },
  {
    "文件名": "[废文 完结]《论一件旗袍的危害性》作者：大梦知天下（1v1小甜饼 清冷美人攻x高大健壮coser受）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/fa71c1969d85"
  },
  {
    "文件名": "[废文 完结]《论如何驯服一只校霸》作者：长柳仙儿（最佳方法就是成为他男朋友 校园1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/b023de0b5527"
  },
  {
    "文件名": "[废文 完结]《论草食哨兵的可兼容性》作者：弟胡（哨向 3p 两攻一受）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/d70bf1d2b2ab"
  },
  {
    "文件名": "[废文 完结]《轮回》作者：磨叽磨哩（现代年上骨科 互掰弯）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/3e604b99b0e1"
  },
  {
    "文件名": "[废文 完结]《沦陷》作者：鹿绯燃（np总受 双性）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/8c9f628cc62a"
  },
  {
    "文件名": "[废文 完结]《沦为》作者：雀眠（科幻 虫族np）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/204a71c975b7"
  },
  {
    "文件名": "[废文 完结]《沦》作者：茶小丸（1v1强制爱 偏执攻X无心受）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/0dd577a5f16b"
  },
  {
    "文件名": "[废文 完结]《乱野荼靡》作者：酒入（民国 破镜重圆1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/db073eb3ea49"
  },
  {
    "文件名": "[废文 完结]《乱棘何解》作者：布鸽（骨科1v1 小三儿子爱上“继兄”的狗血故事）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/607ffabd3af8"
  },
  {
    "文件名": "[废文 完结]《孪生质数》作者：秦烟秋月（年下1v1 数学天才小疯子美人攻x脾气暴嘴巴臭英气受）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/50025bc4bb89"
  },
  {
    "文件名": "[废文 完结]《路过千山》作者：山犬（现代1v1 大变态与小狼崽的故事）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/4f1e3a0f5b05"
  },
  {
    "文件名": "[废文 完结]《蝼蚁之辈》作者：大和前辈（1v1强制爱 黑道大佬x小弟）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/edfa18f513a4"
  },
  {
    "文件名": "[废文 完结]《聋子》作者：是写意呢（1v1 暴躁小可怜没人要王爷x温吞专治暴躁小聋子）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/7f2f9ae5af46"
  },
  {
    "文件名": "[废文 完结]《榴莲千层》作者：麦旋开（1v1小甜饼 撩人也负责的奶油A ×脾气温顺的榴莲O 协议婚姻出真爱）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ec0199a534f3"
  },
  {
    "文件名": "[废文 完结]《流刑地》作者：谢一（1v1 ABO）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/908de4b14ab0"
  },
  {
    "文件名": "[废文 完结]《流火》作者：柘木（年下主攻1v1 消防员糙汉攻X美人市长大佬受。受追攻）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/4895744f3338"
  },
  {
    "文件名": "[废文 完结]《零上三度》作者：呆弱慕嵇（从海里捞个小孩做老婆 宠弟狂魔医生A & 哥控主义幼师B 1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/710d4e1de350"
  },
  {
    "文件名": "[废文 完结]《囹圄欢歌》作者：尹青（天帝x龙王 虐文）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/cc7d99c9f355"
  },
  {
    "文件名": "[废文 完结]《伶落》作者：時叁（民国 富商x戏子）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/55fecb9e926e"
  },
  {
    "文件名": "[废文 完结]《林霜》作者：爱吃橙子的猫（破镜重圆1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/d12c246f1e0a"
  },
  {
    "文件名": "[废文 完结]《林生的尸体》作者：匿名咸鱼（糊涂Alpha 攻_有事不乐意说出口的假装Alpha 的Omega 受）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e22aac742e6b"
  },
  {
    "文件名": "[废文 完结]《林深时见鹿》作者：橙汁也是只只（现代1v1 高知禁欲律师×胃病自卑主播）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/6f79d43e26ee"
  },
  {
    "文件名": "[废文 完结]《林海》作者：挨巴咩（1v1 淫荡双性诱受×隐忍深情攻）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/b677735916a0"
  },
  {
    "文件名": "[废文 完结]《猎鹿记》作者：二四六零一（双性1v1 猎户救下的新娘子成了年轻寡妇）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/566c6e833204"
  },
  {
    "文件名": "[废文 完结]《猎捕独角兽》作者：白狼嗷呜一口（np 骨科 父子）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/20a4e7a10c01"
  },
  {
    "文件名": "[废文 完结]《烈性浪漫》作者：含糖的小山鬼（校园1v1 学霸×不良少年）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/18bd711bd4f7"
  },
  {
    "文件名": "[废文 完结]《烈涩》作者：火风L（又色又欲占有欲控制欲强冰山美人吸血鬼攻X把攻当儿子宠双腿残疾人类人妻受）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/2118d99e7d99"
  },
  {
    "文件名": "[废文 完结]《烈火干柴》作者：黄金圣斗士（互攻1v1 官二代没心没肺‘渣’攻&富二代风流花心‘直男’攻）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/6d4002c2fb0f"
  },
  {
    "文件名": "[废文 完结]《劣质爱情》作者：小箐岚（先do后i 不太渣的渣攻×病弱受 1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/2116e45954bf"
  },
  {
    "文件名": "[废文 完结]《潦烈》作者：翡偞（年下1v1小甜饼 高三在逃公主撩上民宿酷哥小老板）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/20dd77f03264"
  },
  {
    "文件名": "[废文 完结]《撩月》作者：图尔瑞斯特（师生1v1 小甜饼）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/9248654164af"
  },
  {
    "文件名": "[废文 完结]《两口子的第七年》作者：匿名咸鱼（1v1 脱线痔疮电台主播攻x口是心非精神医生受）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/474a2b7179be"
  },
  {
    "文件名": "[废文 完结]《两个小坏蛋》作者：柏梨恬Baileys（校园1v1 从死对头到好朋友再到谈恋爱的两个男子高中生的故事）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/afb4392a1a64"
  },
  {
    "文件名": "[废文 完结]《两地思迁》作者：卞和.txt",
    "夸克盘链接": "https://pan.quark.cn/s/98059651d107"
  },
  {
    "文件名": "[废文 完结]《两次捕获》作者：陆秋笙（现代小甜饼1v1 破镜重圆）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/8504075b3948"
  },
  {
    "文件名": "[废文 完结]《凉粥》作者：易炸（嘴硬心软傲娇校霸X娇软心机可怜学霸 且看傻白甜里的白切黑如何驯服傲娇喷火龙）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/b70d6d3c3815"
  },
  {
    "文件名": "[废文 完结]《良夜》作者：蒸馏朗姆酒（1v1 人攻蛇受，包养变真爱，小蛇带球跑）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/9d0df922ef96"
  },
  {
    "文件名": "[废文 完结]《恋爱陷阱》作者：一时兴起（1v1小甜饼 一个教别人谈恋爱顺便把自己搭上的故事。）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/bee0deef9904"
  },
  {
    "文件名": "[废文 完结]《潋滟》作者：奶霜不知春不加糖（养父子狗血年上1v1，深情固执攻X偏执傻子受）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/5f1b5e0def8d"
  },
  {
    "文件名": "[废文 完结]《恋爱人设》作者：掩山（现代1v1小甜饼 暴躁攻x温柔受）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/419f2d8835b3"
  },
  {
    "文件名": "[废文 完结]《恋爱脑》作者：弋鸟（现代年下1v1 一个靠恋爱活着的受遇到了一个靠仰慕他活着的攻）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/b15ba85cbe02"
  },
  {
    "文件名": "[废文 完结]《联姻对象失忆之后》作者：路游归（ABO 先婚后爱1v1 温柔克制总裁X直球撒娇美人）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c23967fb5756"
  },
  {
    "文件名": "[废文 完结]《黎阳》作者：躺在坑底找糖吃（灵异 胆小鬼×胆小鬼 互攻）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/fb23628e7d36"
  },
  {
    "文件名": "[废文 完结]《连夏》作者：张小黑（1v1 年上轮椅攻×粗神经大学生受）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/aa94f5451f0e"
  },
  {
    "文件名": "[废文 完结]《荔枝滩上留千骑》作者：谢仁煊（np快穿总受）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/1dcd010c0258"
  },
  {
    "文件名": "[废文 完结]《励志全民he》作者：云雾茶花糖（快穿1v1 方垂就想任务成功一次，但好像哪次都没成功。）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/10d2998074c7"
  },
  {
    "文件名": "[废文 完结]《离婚之费尽心机》作者：肥肚腩（破镜重圆1v1 结婚七年挠痒痒，联邦上将和他的平民伴侣的故事）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/96a5a04de74c"
  },
  {
    "文件名": "[废文 完结]《离京》作者：一把锈（3p总受）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/056aa9662e92"
  },
  {
    "文件名": "[废文 完结]《离婚指南》作者：ashu.txt",
    "夸克盘链接": "https://pan.quark.cn/s/760815945f8d"
  },
  {
    "文件名": "[废文 完结]《离婚难逃》作者：迟行也（奇幻 多cp）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a5a678580439"
  },
  {
    "文件名": "[废文 完结]《离岸》作者：是个废物（灵魂互换 1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/2c68f5235b77"
  },
  {
    "文件名": "[废文 完结]《离婚法庭》作者：蛾富贵（以第三人视角讲一个双性大明星起诉总裁离婚并争夺孩子抚养权的小甜饼）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/1233b1ca91b2"
  },
  {
    "文件名": "[废文 完结]《冷夜探戈》作者：Lesley有个江湖梦（年上1v1 舅甥 双性生子）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/4d511e0cd2cc"
  },
  {
    "文件名": "[废文 完结]《冷潮》作者：水辽（伪骨科np 一受三攻 漂亮双性受）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/fc7eceac24c1"
  },
  {
    "文件名": "[废文 完结]《了了》作者：匿名咸鱼（当我的爱人爱上了别人 破镜重圆1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/5f138fd096db"
  },
  {
    "文件名": "[废文 完结]《了》作者：齐汶（校园年下1v1小甜饼）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/6a7e18bc7ba4"
  },
  {
    "文件名": "[废文 完结]《老子就是喜欢穿女装》作者：咸鱼爱吃刀（方路看到这个女孩，再也挪不开眼。女装大佬受VS扮猪吃虎攻）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/5ec3b20973c7"
  },
  {
    "文件名": "[废文 完结]《老屋》作者：失眠巷（被藤蔓老妖怪缠上的日日夜夜。 1v1 人外攻）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/3a820b2ef954"
  },
  {
    "文件名": "[废文 完结]《老师我饿了》作者：黄焖月月子（师生年下1v1 疯批绿茶耍心机爱哭唧唧的攻×清高白莲花老师诱受）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/06e04718eb46"
  },
  {
    "文件名": "[废文 完结]《老黄历》作者：小栗子安（1v1 骚又骚得很判官攻x皮又皮得很沙雕受）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c650adcca50d"
  },
  {
    "文件名": "[废文 完结]《老师，我是您的科代表》作者：忘了下鹽（师生1v1小甜饼 得寸进尺学生VS冰山会化老师）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/390358d21726"
  },
  {
    "文件名": "[废文 完结]《老公，你说句话啊！》作者：一只麦辣鸡（np总受 你给我戴绿帽子，我让你变绿巨人！）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/b39cf012c362"
  },
  {
    "文件名": "[废文 完结]《浪漫记事》作者：時叁（年下1v1 ABO 恐A结果和A恋爱了）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/5b3fe21345de"
  },
  {
    "文件名": "[废文 完结]《浪流》作者：代号四十四（1v1 口嫌体直大金主×身娇体弱小明星）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/da32fbcdb469"
  },
  {
    "文件名": "[废文 完结]《浪里舟》作者：小叔叔我（np 暴娇祖安万人迷强受，浪久了早晚挨涮）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/79b71c005ebf"
  },
  {
    "文件名": "[废文 完结]《浪荡月光》作者：和邑（np总受）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/7279c57c8875"
  },
  {
    "文件名": "[废文 完结]《狼王》作者：小小花菇（年下养成1v1 狼王受x混血狼狗攻）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/14116a648772"
  },
  {
    "文件名": "[废文 完结]《浪白风初起》作者：星空魔法泉（古代年下1v1 郡王 × 侍读）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/4b736aee2410"
  },
  {
    "文件名": "[废文 完结]《狼迷心窍》作者：路叽咕（1v1双性小甜饼 我的好兄弟变成了我的老婆 憨憨狼人攻X有些傲娇的诱受）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e0b6e2015e11"
  },
  {
    "文件名": "[废文 完结]《狼狼祟祟》作者：路叽咕（1v1 养的狗变成大帅哥了怎么办 戏精小狼崽攻X随遇而安缺爱受）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/aff9f8637dd9"
  },
  {
    "文件名": "[废文 完结]《篮球队助理》作者：景川（np 承包了一个篮球队的下半生）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e1debc36b084"
  },
  {
    "文件名": "[废文 完结]《烂人》作者：不存在的荷德森.txt",
    "夸克盘链接": "https://pan.quark.cn/s/d7d88f632c7a"
  },
  {
    "文件名": "[废文 完结]《莱尔公爵》作者：双四double（万人迷病态受×不离不弃忠犬攻 np be）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a42b94d7ba57"
  },
  {
    "文件名": "[废文 完结]《困曜》作者：sun1998（年上1v1小甜饼）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/8755b70be60f"
  },
  {
    "文件名": "[废文 完结]《昆仑密传》作者：彳亍之尸（1v1 美人皇帝攻×黑皮将军受）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/891081ccc8bb"
  },
  {
    "文件名": "[废文 完结]《窥视》作者：恣肆（1v1 双变态 钓系伪纯情双性受x偷窥老婆绿茶攻）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/fbc78850fdfd"
  },
  {
    "文件名": "[废文 完结]《窥伺代码》作者：流亡贝壳（np 拧巴美人受Ｘ暴发户竹马偏执学弟傲慢奸商）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/d1a5e477b0d4"
  },
  {
    "文件名": "[废文 完结]《旷野疾驰》作者：匿名咸鱼.txt",
    "夸克盘链接": "https://pan.quark.cn/s/4d35992fa242"
  },
  {
    "文件名": "[废文 完结]《狂犬》作者：孟还（娱乐圈年下主攻1v1  影帝养的那条疯狗终于发现自己是替身了 疯狗少女偶尔绿茶攻x金主影帝受）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a56bdb642ebc"
  },
  {
    "文件名": "[废文 完结]《诓鬼》作者：磕磕氨酚待因（1v1 前期弱智后期冷漠凶残精分厉鬼攻x宠溺受）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/4d390fffe3b9"
  },
  {
    "文件名": "[废文 完结]《快来看泼妇啊！》作者：草莓小发发（1v1小甜饼 委屈哭包腹黑攻x人前温柔人后悍妇怪力受）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/62154ca60f33"
  },
  {
    "文件名": "[废文 完结]《苦月亮》作者：伯劳（现代1v1 霸总和他的金丝雀小傻子）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ea83e2886be0"
  },
  {
    "文件名": "[废文 完结]《口欲》作者：斯嘉丽王野.txt",
    "夸克盘链接": "https://pan.quark.cn/s/67f5066902e2"
  },
  {
    "文件名": "[废文 完结]《枯枝败叶》作者：饿太郎（受受1v1 渣攻的两个情人搞到了一起）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a2d74e956b81"
  },
  {
    "文件名": "[废文 完结]《口腔溃疡》作者：苦糖怨想（年上骨科1v1小甜饼 温柔腹黑哥哥x傲娇直球弟弟）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/67185de5dbcb"
  },
  {
    "文件名": "[废文 完结]《口头协议》作者：_露露露子（别人眼里的先炮后爱 他们心中的暗恋成真 R18G！雷 重口）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/d69ce0539776"
  },
  {
    "文件名": "[废文 完结]《口福之欲》作者：蛋挞超好吃（师徒年下1v1 扮猪吃老虎年下攻×纯情自抑冷美人受）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/5caf00be24b1"
  },
  {
    "文件名": "[废文 完结]《控制狂大哥失忆之后》作者：杜元季（np 兄弟or天降or竹马 被养大我的亲哥搞上床后，我决定借助暴娇竹马的帮助跟我初恋私奔）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/d8a27b21c192"
  },
  {
    "文件名": "[废文 完结]《孔雀里》作者：二尖瓣狭窄（冷冰冰圣母攻x撒娇狂矫情受 1v1 受追攻）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/7c70121294be"
  },
  {
    "文件名": "[废文 完结]《恐龙灭绝的秘密》作者：嘎巴菜（1v1 九十年代天津故事 be）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/6c387b95e6dd"
  },
  {
    "文件名": "[废文 完结]《克洛赫教区的神父》作者：神仙可爱小哑巴（特殊工作者攻 神父受）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/d25aaa27a110"
  },
  {
    "文件名": "[废文 完结]《可以接吻吗》作者：一朵想暴富的云（现代 破镜重圆1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/638c7e5fb557"
  },
  {
    "文件名": "[废文 完结]《可怜虫》作者：银以堕（1v1 老爷子给老二准备的童养媳被老大拐跑了 真颜狗攻X假白莲受）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c9a1dafb2b04"
  },
  {
    "文件名": "[废文 完结]《考试时戳到老师怎么办》作者：化化化十（大学校园沙雕小甜饼）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/88f27af2c3f8"
  },
  {
    "文件名": "[废文 完结]《看守所记事》作者：虚弱的大狗（1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/43d209db1a4f"
  },
  {
    "文件名": "[废文 完结]《开放性关系》作者：陆臻（ABO 先婚后爱1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/29037722e219"
  },
  {
    "文件名": "[废文 完结]《卡萨布兰卡》作者：道格二爷（伪舅甥1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ce15c4d3e3d5"
  },
  {
    "文件名": "[废文 完结]《咖啡因的服用反应记录》作者：不时（疯批攻x疯批受）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/fe9eab19ab41"
  },
  {
    "文件名": "[废文 完结]《君家戏园》作者：干吃柠檬.txt",
    "夸克盘链接": "https://pan.quark.cn/s/4821e0c03e55"
  },
  {
    "文件名": "[废文 完结]《君不知情起》作者：人间处处寻清欢（古代1v1 宋止兮是一只鹰，可黎初偏要他成为自己的掌中雀。狠戾疯批帝王攻X美人受）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/97192cccf7ef"
  },
  {
    "文件名": "[废文 完结]《绝世美臀》作者：黄金圣斗士（现代年下1v1 走肾不走心强壮攻&欺软怕硬怂包受）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/2c80604366bf"
  },
  {
    "文件名": "[废文 完结]《绝对强制》作者：上上哒（相爱相杀 强制爱1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/331d6ce30476"
  },
  {
    "文件名": "[废文 完结]《倦鸟心房》作者：左膝痣（1v1 bdsm 强势温柔老男人和他的软糯小撒娇精）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/bc16c81cce09"
  },
  {
    "文件名": "[废文 完结]《橘》作者：匿名咸鱼（情场老手&仙一样的艺术学生 狗血酸爽 虐受）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/78398632cf19"
  },
  {
    "文件名": "[废文 完结]《桔红色的地平线上》作者：麻瓜本瓜（年下1v1 高中生和小民警 外表高冷孤僻内心极其缺爱学霸攻（愣头青）x和温柔善良帅气的人生导师受（隐藏诱受））.txt",
    "夸克盘链接": "https://pan.quark.cn/s/cc9868236fe0"
  },
  {
    "文件名": "[废文 完结]《居然还能这么干？》作者：匿名咸鱼（重生主攻1v1 想变成绿茶的直男攻x一直很绿茶的绿茶受）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/32533378e832"
  },
  {
    "文件名": "[废文 完结]《就一口》作者：匿名咸鱼（校园1v1 大胸肌产乳攻）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/60364e88c2eb"
  },
  {
    "文件名": "[废文 完结]《就这》作者：不知州南（现代互攻1v1 小甜饼）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/619fc7fc5b06"
  },
  {
    "文件名": "[废文 完结]《旧爱》作者：潮雨夜（破镜重圆1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/db6b656324e9"
  },
  {
    "文件名": "[废文 完结]《酒与枪》作者：梦也梦也（1v1 强强 互攻）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/7f3814ea0cf7"
  },
  {
    "文件名": "[废文 完结]《酒樱桃》作者：秦柒（np总受 陪酒美人和他捡回去的野兽们）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/370c7a669c52"
  },
  {
    "文件名": "[废文 完结]《久遇》作者：何诞（年下1v1 病娇攻x 风流受）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e6817f15b439"
  },
  {
    "文件名": "[废文 完结]《镜中鬼与心上人》作者：匿名咸鱼（主攻1v1 灵异）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e18cabc7b2ea"
  },
  {
    "文件名": "[废文 完结]《景川的秘密》作者：七日饮鸩（他睡了暗恋对象的白月光。和尚攻x半妖受）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/4f581ffd9c7f"
  },
  {
    "文件名": "[废文 完结]《禁止发生》作者：一夜暴富哇（我以前是他父亲的情人，现在他非要做我的情人。年下主攻1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ea0204235fb7"
  },
  {
    "文件名": "[废文 完结]《禁地游行》作者：于黏（室友的男朋友说喜欢我。ntr）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/93c62b9cdbaf"
  },
  {
    "文件名": "[废文 完结]《金羊毛》作者：咸味糖块儿（斯文风流摄影师暗房师豢养性瘾美人羊毛毡作家 年上1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/1546ad20e96c"
  },
  {
    "文件名": "[废文 完结]《金丝犬》作者：黔冕都督（np）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c023bd3fef7c"
  },
  {
    "文件名": "[废文 完结]《金属白垩》作者：相绵流（1v1 伪末世赛博）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/97f4480baaa9"
  },
  {
    "文件名": "[废文 完结]《今夜在甜蜜深海》作者：猴有羊（人鱼攻x人类受  海妖人鱼和他娇娇的人类妻子）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/aa6cf625a23e"
  },
  {
    "文件名": "[废文 完结]《金榜题名》作者：秋字（傻子攻和书生受）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/3dde5295b9f1"
  },
  {
    "文件名": "[废文 完结]《今天我演耽改了吗》作者：天天好心情（1v1 直男演耽改，演成真爱。白切黑富二代新人演员x被掰弯钢铁糊咖）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/1154f7d7e07b"
  },
  {
    "文件名": "[废文 完结]《今天你违纪了吗？》作者：颜谨（校园小甜饼1v1 竹马竹马）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/67c0ccdc9efc"
  },
  {
    "文件名": "[废文 完结]《今天你变美了吗》作者：一口大锅ovo（先婚后爱1v1 一个丑丑的omega被alpha太阳就会越来越好看的故事）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/8204c20746ac"
  },
  {
    "文件名": "[废文 完结]《今天傅相侍寝了吗？》作者：良心五毛一斤（1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/63c6bd844e04"
  },
  {
    "文件名": "[废文 完结]《今日欢》作者：今日从良（1v1 bdsm）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/6966555da489"
  },
  {
    "文件名": "[废文 完结]《借育》作者：阿图靡（民国 双 生 产 结局1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c85ad62b91a3"
  },
  {
    "文件名": "[废文 完结]《借我》作者：笙晷（破镜重圆1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/87bc3653bc35"
  },
  {
    "文件名": "[废文 完结]《借火生光》作者：匿名咸鱼（将军攻X和尚受）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/7cb6f6e8bfdc"
  },
  {
    "文件名": "[废文 完结]《诫我》作者：来份薯条（校园互攻1v1 直掰弯）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/b97dd7be092b"
  },
  {
    "文件名": "[废文 完结]《戒瘾》作者：不要找我（现代1v1 男大学生赵岸和浪荡诱人周停的小甜饼）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ffa1afd349a7"
  },
  {
    "文件名": "[废文 完结]《解脱之人》作者：百年星辰（灵异1v1 痴情优雅偏执攻X冷漠薄凉直男受 虐攻 be）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/13d52623249f"
  },
  {
    "文件名": "[废文 完结]《戒断》作者：橙汁也是只只（教育有方攻×花花蝴蝶受 贱受回头、先婚后爱）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/456c1755a852"
  },
  {
    "文件名": "[废文 完结]《姐姐》作者：温火炖排骨（mb受 女装姐姐受×高中生弟弟攻）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a47ec582fd9e"
  },
  {
    "文件名": "[废文 完结]《竭尽温柔》作者：别慌快找时光机（星际 主受1v1 温柔美人×真香直男）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/743a4d9de01d"
  },
  {
    "文件名": "[废文 完结]《脚踩两只船之后》作者：soda2333（3p 高冷腹黑攻x暴躁脏话攻X绿茶美人受）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a11779747c9f"
  },
  {
    "文件名": "[废文 完结]《脚边的狗狗》作者：新一斯塔克（1v1 年下bdsm 一只伏在你脚边摇尾乞怜的可爱小狗狗 白天却穿着西装）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/5776819c545f"
  },
  {
    "文件名": "[废文 完结]《皎月珠》作者：Cynosure97（1v1 腹黑渔夫攻x天真双性人鱼受）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e3ce756baa5d"
  },
  {
    "文件名": "[废文 完结]《矫枉过正》作者：星河光辉灿烂欢迎回家哦（现代骨科1v1 bdsm）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/fae4be37b94f"
  },
  {
    "文件名": "[废文 完结]《角马》作者：布洛卡区（奇幻年下1v1 一匹俄罗斯混新西兰的白鬃马爱上他脾气暴躁的小主人）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/bb22e9351b3f"
  },
  {
    "文件名": "[废文 完结]《饺子要蘸醋》作者：一套秘籍引发的事故（师徒向短篇甜文 师尊练功误入歧途，爱徒为其以身相许）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/bfceeeb1bc4a"
  },
  {
    "文件名": "[废文 完结]《鲛人》作者：美娇娥（1v1小甜饼 人类攻X鲛人受）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ac567e2731b1"
  },
  {
    "文件名": "[废文 完结]《娇崽饲养笔记》作者：三由（年上1v1 傻白甜日常 百年优质单身妖在小区里捡到一条宠物蛇）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e5ef983079a5"
  },
  {
    "文件名": "[废文 完结]《交往过密》作者：笙晷（现代1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a4eb85dfb5e1"
  },
  {
    "文件名": "[废文 完结]《绛曲》作者：一碗陈茶（现代 主攻1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/799a9c715531"
  },
  {
    "文件名": "[废文 完结]《奖励》作者：温和糯米（1v1 养成）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/b2989182eb9f"
  },
  {
    "文件名": "[废文 完结]《将军他不可以这么美》作者：七七蘸酱不好次（娇俏将军攻X猛汉丞相受）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/6fecfa5bf2c2"
  },
  {
    "文件名": "[废文 完结]《将就》作者：一归（40+老男人&美人浪精）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/060447b42e25"
  },
  {
    "文件名": "[废文 完结]《渐行渐远》作者：匿名咸鱼（现代1v1 社会人总裁攻×校园学霸受）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/bfa8edde3fba"
  },
  {
    "文件名": "[废文 完结]《涧鱼》作者：阳光雏菊甜奶油（我忘了我是如何死去，也忘了你  be）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/2442deee095d"
  },
  {
    "文件名": "[废文 完结]《剑修与龙》作者：鱼鱼仔是个臭弟弟（龙攻人受 表面拽得跟二五八万实际小纯情龙×逆来顺受毫不挣扎温润剑修）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c69d9716841e"
  },
  {
    "文件名": "[废文 完结]《见雀张罗》作者：null_pointer（1v1 一个大美人为了活命把自己搭进去的故事。心机攻x美人受）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ac8a7d04b3b5"
  },
  {
    "文件名": "[废文 完结]《检新的日记》作者：E理科生（现代1v1小甜饼 公司新来了个帅哥我一看这不是当年拒绝我表白的班草吗）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/cb4205ffe2e9"
  },
  {
    "文件名": "[废文 完结]《简答题》作者：Dcalcomanie（校园年下1v1 街头混混爱上一个单纯小可爱的故事。双性，很甜）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/d03848574b04"
  },
  {
    "文件名": "[废文 完结]《捡了个人》作者：三角三角（Alpha失忆攻 x Beta MB受）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/6ccba66a08d7"
  },
  {
    "文件名": "[废文 完结]《捡到一个人类》作者：两条鱼（1v1 哭包（不是）小屁孩攻x傻白甜吸血鬼受）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/b7cf8c16419a"
  },
  {
    "文件名": "[废文 完结]《捡到的高中生》作者：一片儿布洛芬（年下1v1 高中生挺硬的）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/84eb8a217299"
  },
  {
    "文件名": "[废文 完结]《缄言》作者：杳杳音绝（校园主攻1v1 我泡了我们班小班长）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e3e40844b399"
  },
  {
    "文件名": "[废文 完结]《缄默于心》作者：橙汁也是只只（娱乐圈1v1 顶流演员×过气明星）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/03cabaca7181"
  },
  {
    "文件名": "[废文 完结]《监狱中》作者：天才小鱼仔（互攻1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/f665d75fa8f2"
  },
  {
    "文件名": "[废文 完结]《价高者得》作者：暮祈（双向暗恋1v1 竹马竹马）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/d57b4b2a4414"
  },
  {
    "文件名": "[废文 完结]《假装稚气》作者：溧灡（校园 年上骨科1v1 清冷美人dom攻×白切黑sub受）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/61705dca71fe"
  },
  {
    "文件名": "[废文 完结]《假性恋爱》作者：应知意（主攻1v1 纯欲钓系诱受教笨蛋大狗谈恋爱）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a3eaa5d889de"
  },
  {
    "文件名": "[废文 完结]《假装直男》作者：毕加思索以后（1v1小甜饼）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/168bbdff419d"
  },
  {
    "文件名": "[废文 完结]《假面》作者：哥林多前废（现代父子1v1 陈真十八岁那天，他爸躺在他的床上）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/18c6540c7e8e"
  },
  {
    "文件名": "[废文 完结]《假凤》作者：流亡贝壳（古代np 李慈作为太子替身，替太子被酱酱酿酿的故事）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/702db2341dd6"
  },
  {
    "文件名": "[废文 完结]《假道士和梅花精》作者：余墨（1v1小甜饼）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/82d4873e871c"
  },
  {
    "文件名": "[废文 完结]《家主办事准没错》作者：狐富贵.txt",
    "夸克盘链接": "https://pan.quark.cn/s/cd47bd9eb937"
  },
  {
    "文件名": "[废文 完结]《家中宿管貌美如花》作者：阿图靡（退伍军人宿管攻X主动害羞同学受）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/afe814fbf0b6"
  },
  {
    "文件名": "[废文 完结]《家雀》作者：鹤如（剑三伞花同人1v1 年下骨科 追妻火葬场）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/d92bffd88eaa"
  },
  {
    "文件名": "[废文 完结]《夹竹桃》作者：柚子阿（现代小甜饼  风度翩翩老流氓攻x软绵绵易推倒傲娇受）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ab07fc5f462d"
  },
  {
    "文件名": "[废文 完结]《寄人篱下》作者：每天要吃五碗饭（混血奶狗表里不一攻X自卑心软美人受（生子，学霸X非常规学渣的搭配，无脑甜文）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/49755b86beba"
  },
  {
    "文件名": "[废文 完结]《祭神》作者：仓夏优（神怪志异）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/03be16190272"
  },
  {
    "文件名": "[废文 完结]《祭山神》作者：阳刚猛男弦上（1v1 小可爱被当作祭品献给暴戾的山神）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/95b3b6c07a12"
  },
  {
    "文件名": "[废文 完结]《继母》作者：敖威灵仙.txt",
    "夸克盘链接": "https://pan.quark.cn/s/d6ac3133f0b3"
  },
  {
    "文件名": "[废文 完结]《觊觎父亲的嫩后妻》作者：拂尘走心（np总受 双性产乳生子）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/4f1263ac62d9"
  },
  {
    "文件名": "[废文 完结]《纪驰》作者：钟鲤（亲父子1v1 年上狠辣攻x作天作地受）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/262272c0d693"
  },
  {
    "文件名": "[废文 完结]《极度依赖》作者：奶口卡（1v1小甜饼 年下小奶狗x漂亮大明星）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/19660e06a11f"
  },
  {
    "文件名": "[废文 完结]《吉祥三宝》作者：王耳人（校园1v1 bdsm 破镜重圆）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/b67e5e27cab0"
  },
  {
    "文件名": "[废文 完结]《跻身上流》作者：不配云（远离矮穷丑，上位高富帅 迷人渣攻X乖巧人妻）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/6f5748b5365a"
  },
  {
    "文件名": "[废文 完结]《霍先生的烦恼》作者：雪深夜（黑道1v1，年上（30x18），养成，真骨科）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/242d1038a231"
  },
  {
    "文件名": "[废文 完结]《惑乡之人》作者：不存在的荷德森（一个很轻松快乐的替身文）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/87cb406c4f40"
  },
  {
    "文件名": "[废文 完结]《或许爱你》作者：于扬（年上1v1 温暖小警察x“不良”少年）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/f4949a228df6"
  },
  {
    "文件名": "[废文 完结]《火葬场来的这么快》作者：谈零零（古代np 恶人受，受作尽恶事，火葬场来的这么快）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/6e29f09e8b0d"
  },
  {
    "文件名": "[废文 完结]《婚前教育》作者：鱼一三（先婚后爱ABO 大灰狼流氓攻X小天鹅美人受）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/21f94f908645"
  },
  {
    "文件名": "[废文 完结]《火焰》作者：-盗火者-（吊儿郎当怪学生x嘴巴超毒男教授）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ae193058de48"
  },
  {
    "文件名": "[废文 完结]《混子》作者：藤粑粑（无cp 所有的伤痛都是有意义的，他们组成了你的人生）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/18d6caa271e6"
  },
  {
    "文件名": "[废文 完结]《皇权》作者：痴语三千（1v1小甜饼 喜怒无常小皇帝受x表面正紧满腹吐槽攻）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/3c8b6ebabd0a"
  },
  {
    "文件名": "[废文 完结]《婚后》作者：不愿意透露姓名的美女（现代1v1 攻宠受）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/10e10d5ee391"
  },
  {
    "文件名": "[废文 完结]《回声》作者：何聊生（1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e29a674a00ba"
  },
  {
    "文件名": "[废文 完结]《恢复单身不是出厂设置》作者：浅7（1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/4ee540bf5dde"
  },
  {
    "文件名": "[废文 完结]《黄昏雨》作者：我饲养的小动物（校园1v1 双性）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/cc4fd14e05cf"
  },
  {
    "文件名": "[废文 完结]《皇子的玫瑰花》作者：匪风（星际ABO 先婚后爱）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/64f646b4ec8b"
  },
  {
    "文件名": "[废文 完结]《皇帝秘事》作者：啰哩叭嗦嘎（古代1v1 骨科）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/60f770358fe9"
  },
  {
    "文件名": "[废文 完结]《皇帝都是狗》作者：噗噜（宫斗）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/7401618a8e10"
  },
  {
    "文件名": "[废文 完结]《荒野外的牢笼》作者：门徒同学（奇幻1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e7bca6aa10fb"
  },
  {
    "文件名": "[废文 完结]《荒郊月光》作者：嗨戈多（英语老师和偏科学生 破镜重圆1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/af2f3db212d8"
  },
  {
    "文件名": "[废文 完结]《豢养翻车实录》作者：梅染（主攻 破镜重圆1v1 冷酷老纯情傲娇攻vs温和小甜心抑郁受）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/245cf3dcba25"
  },
  {
    "文件名": "[废文 完结]《换盏》作者：宸羽（现代1v1 互攻 一个小胖子减肥成为男神，最终追到白月光的故事）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/74bea70fa61e"
  },
  {
    "文件名": "[废文 完结]《换我来》作者：Alayman（乡村爱情 忠犬腹黑小天使攻×口是心非略傲娇受）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e554d9d5c61e"
  },
  {
    "文件名": "[废文 完结]《幻影维纳斯》作者：Cynosure97（年下养成1v1 不小心把捡回来的流浪猫养成了豹子）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/3d735d9a8020"
  },
  {
    "文件名": "[废文 完结]《环环相克》作者：茶红小豆（1v1小甜饼）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/0018d5fdc9bc"
  },
  {
    "文件名": "[废文 完结]《环岛》作者：五杯酸奶（致郁）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/8da5a75c2bee"
  },
  {
    "文件名": "[废文 完结]《欢宴》作者：一晌贪欢呀（骨科1v1 腹黑精分神经病哥哥×疯狂狠戾心机小白兔）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/073f9f414b5a"
  },
  {
    "文件名": "[废文 完结]《坏种》作者：孤傲无碘盐（np 师生 结局1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/04cd3dcea9dd"
  },
  {
    "文件名": "[废文 完结]《坏种》作者：黄花鱼（现代养父子1v1 坏心眼小漂亮攻x温柔sx受）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/fb723684c569"
  },
  {
    "文件名": "[废文 完结]《坏哥哥跟“小狐狸精”》作者：四末末（强制爱1v1 很坏很坏的坏蛋继兄×女装哭包小美人 双性生子 ）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/0fad77e834d9"
  },
  {
    "文件名": "[废文 完结]《画雪》作者：流亡贝壳（民国np总受 天真少爷羊入虎口，灵异、骗J，诱J，QJ，入画，NTR，骨科）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/5124e6e3a9b0"
  },
  {
    "文件名": "[废文 完结]《画生》作者：恋长安（1v1小甜饼 医生攻×漫画家受）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/9479a523e43e"
  },
  {
    "文件名": "[废文 完结]《画家与裸模》作者：敖威灵仙（1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/23f0efd47429"
  },
  {
    "文件名": "[废文 完结]《画骨》作者：上上吉（1v1小甜饼 一觉醒来成了偶像的亲弟弟 今穿古又穿今）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/f773b5511eb4"
  },
  {
    "文件名": "[废文 完结]《花叶剑》作者：等风流颜色（古代1v1 被种了情蛊的大侠迫不得已上桃花岭找未婚夫成亲…）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/02fe6d7c4d6d"
  },
  {
    "文件名": "[废文 完结]《花蕊与奶糖》作者：砚菌（ABO 1v1小甜饼 冷漠又偶尔暴躁的口是心非攻_甜甜奶奶的稚嫩小美人）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/810dfd8ee98b"
  },
  {
    "文件名": "[废文 完结]《花蕊和奶糖》作者：砚菌（ABO 先婚后爱小甜饼）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c92a9c2d9255"
  },
  {
    "文件名": "[废文 完结]《花爸三娃》作者：李文穷（年下1v1 花臂肌肉男奶娃娃的平淡日子。）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/047ce66c23ed"
  },
  {
    "文件名": "[废文 完结]《互撩》作者：有时吃茶（校园1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ac0563394ae6"
  },
  {
    "文件名": "[废文 完结]《琥珀》作者：匿名咸鱼（1v1 妖艳贱货柜姐受（bushi）X贴心霸总年上攻）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c094ba8b9a31"
  },
  {
    "文件名": "[废文 完结]《糊咖上位》作者：盒家欢乐（短篇1v1小甜饼 营业的大势cp在背地里成了真）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/316fa6069f23"
  },
  {
    "文件名": "[废文 完结]《糊逼与大触》作者：黄金圣斗士（年下1v1 人前冷酷人后宠妻攻×网上硬刚现实怂包受）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/01e66b96bb58"
  },
  {
    "文件名": "[废文 完结]《蝴蝶的名字》作者：不啾山（互攻1v1 ABO 狗血）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/b98290ab440f"
  },
  {
    "文件名": "[废文 完结]《狐缘·桃花劫》作者：拾海贝的晚霞（强制爱1v1 偏执狐妖因恨生爱，纠缠小可怜的故事）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/298b448ffe21"
  },
  {
    "文件名": "[废文 完结]《狐狸尾巴露出来了》作者：小蒹葭（校园1v1小甜饼 小狐狸做什么都是在勾引人。脑补恋爱幼稚攻   可怜巴巴被迫恋爱狐狸受).txt",
    "夸克盘链接": "https://pan.quark.cn/s/073441248f96"
  },
  {
    "文件名": "[废文 完结]《狐惑》作者：七七的五彩石（1v1小甜饼 书生与狐妖的温馨日常）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a3793ef851f3"
  },
  {
    "文件名": "[废文 完结]《狐抱木来》作者：咸鱼猫叶叶（古代小甜饼1v1 正直年下攻X一天不撩人会死受，互相一见钟情）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e2cc32642e08"
  },
  {
    "文件名": "[废文 完结]《忽暗忽明》作者：芬阿娜（现代1v1 重组家庭，小孩间的较量）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/b7c4650e0145"
  },
  {
    "文件名": "[废文 完结]《后来居上》作者：麦心（小时候追着我喊哥哥的小弟竟然想睡我）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/0d4fbcfec252"
  },
  {
    "文件名": "[废文 完结]《红色鹿角》作者：是彩虹桃（abo 先婚后爱1v1 隐忍深情年上攻x傲娇情感白痴受）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/dbbdabbecd86"
  },
  {
    "文件名": "[废文 完结]《后街》作者：欧金金ojj（1v1 双性 土味甜文）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/2442e0fe3bc4"
  },
  {
    "文件名": "[废文 完结]《红泥小火炉》作者：八号风球（1v1小甜饼 A先生与他貌美但能吃的妻子的日常）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/258ce1ef44bb"
  },
  {
    "文件名": "[废文 完结]《红白玫瑰》作者：匿名马甲（3p 单纯作精小美人受x性冷淡温柔大美人0.5攻x渣攻）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c5274f253f9c"
  },
  {
    "文件名": "[废文 完结]《横亘一生》作者：三秋月（现代np 乖巧社恐0X漂亮乖戾竹马1X外向爽朗天降0.5）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/8d7258ebdf2e"
  },
  {
    "文件名": "[废文 完结]《横刀卧马凭山河》作者：一大团草（温柔受X若干鬼畜攻 古代np总受）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/960ef064954f"
  },
  {
    "文件名": "[废文 完结]《横冲直撞》作者：Toffeejust1Time（年上1v1 双向奔赴的重逢故事 医生攻x实习生受）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/7bf828044cc6"
  },
  {
    "文件名": "[废文 完结]《很多遗憾》作者：风檐夜雨声（破镜重圆1v1 一个普通的、平平无奇的恋爱故事）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/87febf7d71e4"
  },
  {
    "文件名": "[废文 完结]《黑钻石》作者：芋圆儿不是圆圆（现代互宠小甜文  看着凶的要死实际娇的要命黑皮总裁双星受x大美人肾好面冷温柔高中生宠人攻）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/92936769fb2a"
  },
  {
    "文件名": "[废文 完结]《黑岩河》作者：门徒同学（现代强强）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/0773f33c7e5b"
  },
  {
    "文件名": "[废文 完结]《黑心老板不做人》作者：长生生活（年下1v1 双性）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/4616e0cbbd89"
  },
  {
    "文件名": "[废文 完结]《黑糖污水》作者：生嶋（人外 重口）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a33bab19ffd9"
  },
  {
    "文件名": "[废文 完结]《黑曼巴》作者：滋溜（过程np 结局1v1 渣受在渣攻大佬们间周旋的故事）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/d522590ed881"
  },
  {
    "文件名": "[废文 完结]《黑道大佬的逃跑小甜心》作者：ROTTER.txt",
    "夸克盘链接": "https://pan.quark.cn/s/670716a26e6f"
  },
  {
    "文件名": "[废文 完结]《黑茶菠萝》作者：玉月弥砖（总裁复仇小王子 股神家的小王子陆源暗恋穷校草多年，待他成功把人掰弯后，又无情地把人给甩了。）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/49aa1b7a1960"
  },
  {
    "文件名": "[废文 完结]《鹤说新坟》作者：rainbowasunny（茶楼听鹤先生说书）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/b8a5facbfc0f"
  },
  {
    "文件名": "[废文 完结]《荷尔蒙诱惑》作者：答应我好好吃饭（小腹黑继子攻X美人继父受）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/544b575fd8f4"
  },
  {
    "文件名": "[废文 完结]《河豚》作者：际歌林（np 互攻）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c5f87153489d"
  },
  {
    "文件名": "[废文 完结]《和社畜金丝雀分手之后》作者：一颗萍仔（总裁攻x社畜受  1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/6c61a849a855"
  },
  {
    "文件名": "[废文 完结]《和亲》作者：洛玥浅（西幻  1v1 ABO小甜饼）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/0145daa93adf"
  },
  {
    "文件名": "[废文 完结]《和男朋友分手之后》作者：年糕年糕高（现代1v1 和男朋友分手之后，我被他锁起来了）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/d617a3b405bb"
  },
  {
    "文件名": "[废文 完结]《何以解忧》作者：沙冰制造（现代1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/452db81f30b0"
  },
  {
    "文件名": "[废文 完结]《合租男友》作者：亚胺培南（现代年下1v1小甜饼  又奶又狼闷骚痴情攻X脾气不好跳脱任性受）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/acfa36bcf0f5"
  },
  {
    "文件名": "[废文 完结]《合租的他》作者：微观宇宙（双向暗恋1v1小甜饼 柔情自律面瘫怪X活泼浪漫小可爱）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/10e61ef02f52"
  },
  {
    "文件名": "[废文 完结]《合欢林边的那些事》作者：鹿掩.txt",
    "夸克盘链接": "https://pan.quark.cn/s/40e79587f65b"
  },
  {
    "文件名": "[废文 完结]《合法遗产》作者：不抽烟（现代年上1v1 我要你的钱 你要我的心）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ec403bde4639"
  },
  {
    "文件名": "[废文 完结]《好能吃与好精致》作者：奶黄包和喵喵（飞鸟与鱼的爱情故事，山海经玄幻背景，丛林求生+现代娱乐圈 受追攻）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c872d5d417dd"
  },
  {
    "文件名": "[废文 完结]《好看的想睡你》作者：野与蛮（师生1v1 十八岁的谢靳看上了小他一岁的补课老师。）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/7fc4cb42bb07"
  },
  {
    "文件名": "[废文 完结]《好好治病》作者：冬无i（1v1小甜饼 精神质医生攻 × X障碍天然受）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/8d6b87775caf"
  },
  {
    "文件名": "[废文 完结]《豪门守则》作者：墨夕（我想拿走你所有的钱，然后养你。 总裁攻×神经病受）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/54f050321899"
  },
  {
    "文件名": "[废文 完结]《豪门和学霸》作者：为是一怂（1v1小甜饼）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/fdfda300fba5"
  },
  {
    "文件名": "[废文 完结]《寒洲》作者：霜桦（师徒年下1v1 纯情腼腆狼妖徒弟攻X假正经正道魁首师尊受）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/0c7ace2a95de"
  },
  {
    "文件名": "[废文 完结]《寒雪终将化作一腔柔水》作者：没有名字的咸鱼（受受 大美人为爱做1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/8d85d2cbc24b"
  },
  {
    "文件名": "[废文 完结]《寒山雁》作者：争教销魂（男妓和他的嫖客）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/abdf3e4fd678"
  },
  {
    "文件名": "[废文 完结]《含糖》作者：花Q不想自割腿肉（年上 养成1v1 小美人被先生捡回去养成大美人的故事）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/aacfb930ded6"
  },
  {
    "文件名": "[废文 完结]《含情野望》作者：冯萦（一对小情侣披着不同的皮干完了所有社会主义社会不允许的事情）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/8fde5fe969a6"
  },
  {
    "文件名": "[废文 完结]《含情》作者：柳霸天（1v1 清纯学弟被当做站街男孩 精英攻×鲜嫩多汁受）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/0d30dcc5dcf3"
  },
  {
    "文件名": "[废文 完结]《海王上岸记》作者：Pxwdhhsgjl.txt",
    "夸克盘链接": "https://pan.quark.cn/s/f64fd3e9dfdc"
  },
  {
    "文件名": "[废文 完结]《海棠花未眠》作者：关关菊啾（温柔善良穷书生捡了一只别扭小花妖的故事 温柔人妻书生攻X傲娇别扭花妖受 1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/b04904d3b013"
  },
  {
    "文件名": "[废文 完结]《海棠花开》作者：啊呜怪（np总受 一次失忆，换来两个老攻）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/bf6758ba05b9"
  },
  {
    "文件名": "[废文 完结]《海上星》作者：一朵想暴富的云（娱乐圈1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ad980f5f83e9"
  },
  {
    "文件名": "[废文 完结]《海上生明月》作者：我是个小垃圾啊啊（一个励志当将军，一个励志考功名）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/acb61060faf5"
  },
  {
    "文件名": "[废文 完结]《海底》作者：Thomas_Licc（年上1v1 黄粱一梦，只当是一场旖旎的春天）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/0f802fea407e"
  },
  {
    "文件名": "[废文 完结]《还念》作者：棠棠就想混吃等死（1v1 bdsm）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/3dd20e788115"
  },
  {
    "文件名": "[废文 完结]《国家认定我们天生一对》作者：燕尾夹（年下ABO 一见钟情见色起意x慢慢喜欢暗中诱钓）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/6b604bda1fcc"
  },
  {
    "文件名": "[废文 完结]《桂花黄》作者：人间四喜（古代双性1v1 论蛇精病攻撩弱受的步骤）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/195bec97f798"
  },
  {
    "文件名": "[废文 完结]《鬼屋》作者：ChloePrice（灵异1v1小甜饼 老变态鬼攻x可爱甜宝小鲸鱼）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/92694da8f1a0"
  },
  {
    "文件名": "[废文 完结]《鬼胎》作者：清非（灵异1v1 鬼攻人受 肚子里的鬼胎是他的讨债鬼）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/917fed92133d"
  },
  {
    "文件名": "[废文 完结]《归乡》作者：黄金圣斗士（年下1v1 受追攻  口是心非别扭冷漠攻&死缠烂打执着硬汉受）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/3514521e861e"
  },
  {
    "文件名": "[废文 完结]《归位》作者：木沐莯_（本该金尊玉贵养大的小少爷成了奴隶，本该一辈子服侍小少爷的奴隶易了主。古代1v1 ）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a6f4fd9d33e6"
  },
  {
    "文件名": "[废文 完结]《归途》作者：穷穷孑立（年上1v1 温柔替身偶尔沙雕商人攻X旧情难忘神经病受）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/aab294ede46b"
  },
  {
    "文件名": "[废文 完结]《归鹤远山》作者：西奥多之书（主攻1v1 万人迷轮椅攻x原反派boss受）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ced86af70866"
  },
  {
    "文件名": "[废文 完结]《归处》作者：干脆面（年上 强制爱 复出演员受vs前巨星现总裁攻）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/3a4831214d15"
  },
  {
    "文件名": "[废文 完结]《光怪陆离》作者：三杯水（独立单元剧组成，点击收获不同属性小甜饼）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/655a808a9ef2"
  },
  {
    "文件名": "[废文 完结]《光》作者：Jeee（破镜重圆1v1 别扭纠结受X高冷温柔攻）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/0821ae253294"
  },
  {
    "文件名": "[废文 完结]《观鸟》作者：有空洗脚（现代短篇1v1 别扭精成长日记）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/39a1b9b9715b"
  },
  {
    "文件名": "[废文 完结]《关于我娘给我买的夫人》作者：四季奶青不加冰（np总受 沙雕小甜饼）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/671e89010ab2"
  },
  {
    "文件名": "[废文 完结]《关山月》作者：花卷（古代年下1v1 纨绔混账皇子x冷清禁欲将军 双 生 产）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/02c0644f1c27"
  },
  {
    "文件名": "[废文 完结]《怪味》作者：隳空（校园1v1 校霸会产奶，被一个经常被学校里混混霸凌的人知道了。）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/b1389686e7e6"
  },
  {
    "文件名": "[废文 完结]《乖蹇》作者：沈二藤（三观不正，先做后爱，破镜重圆）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/db0f4d9bf858"
  },
  {
    "文件名": "[废文 完结]《怪胎》作者：写文的小陈（双生1v1 暴躁疯狗体育生x清冷美人大学霸）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/689db1dc9de6"
  },
  {
    "文件名": "[废文 完结]《怪咖实录》作者：E（年下1v1 学霸看上了奶茶西施）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/118b7e878873"
  },
  {
    "文件名": "[废文 完结]《乖，我们回家再算账》作者：青慕元（师生1v1 破镜重圆）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/d5a30b4549eb"
  },
  {
    "文件名": "[废文 完结]《故棠》作者：木客（现代文之长发美人妖娆总裁的决斗！）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/eca257d914b6"
  },
  {
    "文件名": "[废文 完结]《故人入梦叹长生》作者：一大团草（命里无依怠惰受X体弱多病鄙吝攻 be）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/94d420c755e8"
  },
  {
    "文件名": "[废文 完结]《故人不相识》作者：一只蛋卷（破镜重圆1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/8b00023b4643"
  },
  {
    "文件名": "[废文 完结]《蛊心》作者：熟褐色的猫（心机渣攻x苗疆蛊师受  狗血，生子，血虐，掉包）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/cf0102566aab"
  },
  {
    "文件名": "[废文 完结]《孤独患者》作者：开普勒1978（年下1v1 py转正）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/92870a88a5e0"
  },
  {
    "文件名": "[废文 完结]《孤雏》作者：winnie_ww（女攻 嫂子文学 哥哥死后，你跟他的前男友搞到了一起）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/04750c0ebb2b"
  },
  {
    "文件名": "[废文 完结]《够深》作者：boomnanna（腹黑公子x保姆的儿子）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a3f85f058c43"
  },
  {
    "文件名": "[废文 完结]《狗拿耗子》作者：尝一滴蜜（校园1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/1f39659c832d"
  },
  {
    "文件名": "[废文 完结]《苟合》作者：犹玉（年下骨科1v1 顶级兄控私生子弟弟×心狠手辣美人哥哥）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/1ef55dd6c473"
  },
  {
    "文件名": "[废文 完结]《跟捡来的小孩儿恋爱了》作者：沈清熙（年下1v1小甜饼）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/2f00ef935278"
  },
  {
    "文件名": "[废文 完结]《给我吃一口》作者：小栗子安（现代1v1 产乳 位高者坠入泥潭，野鸳鸯原是兄弟）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/9e98baf49190"
  },
  {
    "文件名": "[废文 完结]《高度契合》作者：洛知意.txt",
    "夸克盘链接": "https://pan.quark.cn/s/76a4ba5879cd"
  },
  {
    "文件名": "[废文 完结]《各有秋千》作者：夏素吱（大学教授x原始部落哑巴少年。森林流水账）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e647fcf49fd2"
  },
  {
    "文件名": "[废文 完结]《哥哥以痛吻我》作者：亭午月（暗恋多年，一夕得逞；乔装打扮，最终掉马。沉稳兄长攻X女装双性受）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/3844b024e6fc"
  },
  {
    "文件名": "[废文 完结]《隔壁师弟》作者：州向北落（年下1v1 偏执冷血美人师弟攻x迟钝脱线师兄受）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/8bf9b3124b14"
  },
  {
    "文件名": "[废文 完结]《哥哥的裙子》作者：忘了下鹽（1v1 骨科）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/6e975bf843e6"
  },
  {
    "文件名": "[废文 完结]《哥哥的秘密》作者：Lindsay233（骨科兄弟，哥哥玩弟弟肚子的故事）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/2a261367c502"
  },
  {
    "文件名": "[废文 完结]《哥哥》作者：匿名咸鱼（三观不正 3p  ntr）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ab60ff6e4c3b"
  },
  {
    "文件名": "[废文 完结]《告白庄园》作者：香水小百合（娱乐圈 破镜重圆1v1 年轻影帝摇身一变落跑甜心）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/b33a8610cf4d"
  },
  {
    "文件名": "[废文 完结]《搞了只狗狗结果才高三》作者：裴屏（np女攻 论坛体）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/03f4fa85cc49"
  },
  {
    "文件名": "[废文 完结]《高山失火》作者：山倾折（现代年下1v1 闷骚乖侄子受×放荡坏叔叔攻）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/dd716d0638b7"
  },
  {
    "文件名": "[废文 完结]《高级玩物》作者：大合合（白淳这朵高岭之花终于被他骑在身下 受身体放荡 结局1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/5e757df25245"
  },
  {
    "文件名": "[废文 完结]《钢琴师》作者：最澄（民国1v1 互宠 心地善良死不开窍直男攻X才华横溢性格内敛温润受）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/9f889c80d271"
  },
  {
    "文件名": "[废文 完结]《干爹》作者：失眠孤独症患者（双性生子，年上强制，1V1，HE）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/f2798b091b1c"
  },
  {
    "文件名": "[废文 完结]《橄榄心事》作者：是宴（ABO小甜饼 1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/75b928031853"
  },
  {
    "文件名": "[废文 完结]《感情用事》作者：匿名咸鱼（主攻1v1 重生后得知上辈子杀了我的那个人明年高考 暴躁大鹅攻×偏执软萌受）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/401d5f6d5e2c"
  },
  {
    "文件名": "[废文 完结]《感官捕猎》作者：炸鸡翅甜心（养大仇人之子  ABO）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/71263f615a08"
  },
  {
    "文件名": "[废文 完结]《该瘾》作者：佛爬墙爱爬墙（1v1 悬疑 阴郁美人律师攻×矢志不渝医生受）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/59eac375ff1a"
  },
  {
    "文件名": "[废文 完结]《该死的家伙》作者：百年星辰（星际 哨向1v1 温柔强大精神状态极差哨兵攻X毒舌迟钝闷骚向导受）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/288f5fe392d3"
  },
  {
    "文件名": "[废文 完结]《旮旯》作者：山里海（骨科1v1 薄情无义老流氓攻x恣意狷狂小迷糊受）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/82104ef2b7dc"
  },
  {
    "文件名": "[废文 完结]《覆舟》作者：串串草草（年上1v1 黑白通吃高官攻x小疯批杀手受 论老王八蛋与小精神病的持久战）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/d2d296d713dd"
  },
  {
    "文件名": "[废文 完结]《覆水可收》作者：南冥的鱼（破镜重圆1v1 桀骜冷酷攻x温和潇洒受 双转世 受追攻）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a50920b3e22e"
  },
  {
    "文件名": "[废文 完结]《覆水》作者：和云伴月不分明（仙剑同人 玄霄x慕容紫英 1v1互攻）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/b7cc361876d4"
  },
  {
    "文件名": "[废文 完结]《复合之后》作者：小阿斗（主攻1v1 虐受爽文 追夫火葬场）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/924c978a2b58"
  },
  {
    "文件名": "[废文 完结]《驸马爷》作者：金南木（1v1 一个女装大佬的下嫁、强迫爱 清冷纯情受X腹黑女装攻）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/73968143aa07"
  },
  {
    "文件名": "[废文 完结]《腐烂生花》作者：seiiiiii（(非典型)种马攻×(非典型)中央空调受 1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/66e4f0fc09fb"
  },
  {
    "文件名": "[废文 完结]《腐朽镣铐》作者：（现代1v1 bdsm  慢热 狗血 虐身加虐心 渣攻卑微受 除了结局都不甜）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/7e8c46c85a55"
  },
  {
    "文件名": "[废文 完结]《负荒》作者：麦小黄.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c01766f03832"
  },
  {
    "文件名": "[废文 完结]《浮力作用》作者：顾留白LEO（1v1小甜饼）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/6ece02abf7fe"
  },
  {
    "文件名": "[废文 完结]《浮岛》作者：软骨（年下 哨向1v1 粘人精哨兵×怎么办呢只能宠着的向导）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/9713c102722f"
  },
  {
    "文件名": "[废文 完结]《俘虏》作者：废孚一只（1v1 美人攻×警官受 受囚禁攻）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c54b8968bf44"
  },
  {
    "文件名": "[废文 完结]《拂尘》作者：林记年（病弱美人攻x侍卫受；一个身子有病，一个脑子有病）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/6a58cc2f94ac"
  },
  {
    "文件名": "[废文 完结]《夫人，老爷有喜了》作者：疯癫一世（ABO 女攻1v1 很会玩的假忠犬年下Ax被架空的缺乏心机美人O）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/d19690a2e497"
  },
  {
    "文件名": "[废文 完结]《夫夫外出取材中》作者：谷草转氨酸（灵异直播 1v1 术士其实很怕鬼宠妻攻×胆大可爱灵异雷达受）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/afdad3a3db37"
  },
  {
    "文件名": "[废文 完结]《逢魔时刻》作者：麦客麦麦麦.txt",
    "夸克盘链接": "https://pan.quark.cn/s/74fe099c8fb4"
  },
  {
    "文件名": "[废文 完结]《蜂腰》作者：宴惟（民国 双性 腹黑养子惦记上了父亲的笨蛋美人）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/f32a50221d5f"
  },
  {
    "文件名": "[废文 完结]《疯批恋爱事件》作者：哗啦选手（短篇1v1 病娇）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/607e9de5b5a4"
  },
  {
    "文件名": "[废文 完结]《疯狗与刺猬》作者：阿棠爱吃糖（1v1ABO 我把你当儿子，你却想当我夫人）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/738952f54139"
  },
  {
    "文件名": "[废文 完结]《疯狗》作者：烽火潦生（abo 1v1小甜饼）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ce438e4ca9c7"
  },
  {
    "文件名": "[废文 完结]《疯》作者：沈酒酒酒酒酒酒（年上骨科1v1 我喜欢上了自己的亲哥哥，我大概是疯了）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/47c6c61fa34d"
  },
  {
    "文件名": "[废文 完结]《封狼》作者：白心逸（古代年下 皇子攻x将军受  杰克苏不狗血，家国天下走剧情谈恋爱）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ffb6a634e265"
  },
  {
    "文件名": "[废文 完结]《风正吹向你》作者：闹闹今天不熬夜（年下1v1 热情执着低音炮小奶狗攻x清冷成熟高岭之花美人受）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ed9de57bb328"
  },
  {
    "文件名": "[废文 完结]《风眼乐园》作者：春山远渡（年下骨科1v1 破镜重圆）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c3a0a4f1517d"
  },
  {
    "文件名": "[废文 完结]《粉色信笺》作者：胖胖小面包（现代1v1 两个笨蛋的双向暗恋）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a87d238ddd02"
  },
  {
    "文件名": "[废文 完结]《粉红》作者：琴生怎么那样慢（民国年下1v1 历史教授覃言无意中得到了一本叫做粉红的日记，而生命里出现了和日记主角同名的人。）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/4d72e7d2d80c"
  },
  {
    "文件名": "「海 完」走亲by没有名字悲伤的鱼[双性 虐身 np].txt",
    "夸克盘链接": "https://pan.quark.cn/s/6f91c784fe0a"
  },
  {
    "文件名": "「海 完」整鸡儿的直男by无机体[猎奇 np].txt",
    "夸克盘链接": "https://pan.quark.cn/s/0eacb85dbd7c"
  },
  {
    "文件名": "「海 完」影无双by君上妖娆[古代].txt",
    "夸克盘链接": "https://pan.quark.cn/s/5c4ef9e6a0e5"
  },
  {
    "文件名": "「海 完」总裁似乎有病by良尾[美强].txt",
    "夸克盘链接": "https://pan.quark.cn/s/8e7bbf30a99c"
  },
  {
    "文件名": "「海 完」这个男人他总撩我by良尾[弱强].txt",
    "夸克盘链接": "https://pan.quark.cn/s/7de7c48e0d97"
  },
  {
    "文件名": "[废文 完结]《非妖》作者：墨以橙舟（主攻）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/393f8ed5546c"
  },
  {
    "文件名": "[废文 完结]《非恐怖灵异事件》作者：来一碗绿豆汤（自杀未遂的大龄男青年肖尧捡到了只老色鬼）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/5dd85acf68bb"
  },
  {
    "文件名": "[废文 完结]《非法入侵》作者：樊呜喳喳（19天 贺红同人 莫关山没想到，洗个澡也会有人突然闯入）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/cd11771896dd"
  },
  {
    "文件名": "[废文 完结]《非典型渣攻贱受》作者：燕尾夹（当表面冰山攻冷淡受夫夫穿越到了一本疑似渣攻贱受的小说里后 论穿书后怎么把虐文变成甜文）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/55276909ba7d"
  },
  {
    "文件名": "[废文 完结]《非典型性恋痛》作者：鹿山小筑（现代bdsm 无情闻总遇到了理想型S竟然秒变舔狗？）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c2d16ced77a9"
  },
  {
    "文件名": "[废文 完结]《非典型见鬼》作者：魁梧书生（一只美貌的千年老鬼和美貌收藏家的甜蜜同居日常）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/8526e92f81aa"
  },
  {
    "文件名": "[废文 完结]《非常规联姻》作者：食素不是好狼（ABO 年下1v1 一个嫩牛吃老草的故事）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/0fa590ac2d90"
  },
  {
    "文件名": "[废文 完结]《非常关系》作者：古早废鱼（年下1v1 弱攻 双不洁 废柴社畜奶狗攻x武德充沛霸总受）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a61de276d099"
  },
  {
    "文件名": "[废文 完结]《飞鱼与梦兔》作者：红茶与花0314（猝死的网络写手穿越到自己的小说中 遂尽心尽力帮助两位主角 傲娇害羞傻白甜攻×又丧又冷失眠症受）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/eceef3b95f98"
  },
  {
    "文件名": "[废文 完结]《飞鸟与鱼》作者：曦歌（奇幻1v1 美人鲛皇攻X单纯可爱羽人受）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/491ed080af55"
  },
  {
    "文件名": "[废文 完结]《飞鸟渡寒舟》作者：赵酒良（仙侠1v1 冷漠攻X暴躁易怒有病受）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/4ae50c8613fc"
  },
  {
    "文件名": "[废文 完结]《放漾》作者：渔俏（校园小甜饼1v1 高岭之花学霸攻×校霸大佬学渣受  受追攻宠攻互宠）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/33bd4d0ae09e"
  },
  {
    "文件名": "[废文 完结]《放任》作者：小小花巷子（3p 高中老师1×医生0.5×小混混学生0）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/208db0b7c075"
  },
  {
    "文件名": "[废文 完结]《仿佛那有光》作者：Vacuum_（年下1v1 生子）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/323ab411d916"
  },
  {
    "文件名": "[废文 完结]《方兄弟》作者：匿名咸鱼（骨科1v1 温柔哥哥攻x 乖巧弟弟受）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/8bdf943e0cf8"
  },
  {
    "文件名": "[废文 完结]《犯罪分子》作者：樊呜喳喳（19天贺红同人1v1 强制爱 监狱大佬 X 刺头新囚）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/fcb0ece8ce01"
  },
  {
    "文件名": "[废文 完结]《犯上作乱》作者：陌百生（又蠢又坏的残废小美人 np总受）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ad4697f3744c"
  },
  {
    "文件名": "[废文 完结]《反向吸引》作者：小顾（竹马竹马 1v1小甜饼）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/3ed581eac16f"
  },
  {
    "文件名": "[废文 完结]《反派之花》作者：涉君川（作家攻x富二代受 从一厢情愿到双向暗恋）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/8dd10cc51f84"
  },
  {
    "文件名": "[废文 完结]《反骨》作者：天才小鱼仔（互攻）_1.txt",
    "夸克盘链接": "https://pan.quark.cn/s/0a0cb6f2cdee"
  },
  {
    "文件名": "[废文 完结]《反攻之路阻且长》作者：老赵他姓王（1v1 十八线艺人的反攻大业是如何瓦解的）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/8ce49a005a27"
  },
  {
    "文件名": "[废文 完结]《凡尘两粒》作者：雪上倦（现代1v1  弟弟太爱我怎么办？逃啊）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ddde2910c570"
  },
  {
    "文件名": "[废文 完结]《发现了校霸的秘密之后》作者：匿名咸鱼（主攻1v1 有一天我喝醉醒来，旁边躺着的是我的死对头）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/653d1e03f093"
  },
  {
    "文件名": "[废文 完结]《二次标记》作者：张既白（1v1 治愈）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/4a0b18e2b1e3"
  },
  {
    "文件名": "[废文 完结]《二十年》作者：匿名不想咸（1v1 ABO小甜饼）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/5753b17b9d89"
  },
  {
    "文件名": "[废文 完结]《二狗与乐乐》作者：孤灯映雪（女穿男 主攻，武力值MAX二愣子攻&脾气暴躁炸毛受）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/4337a3faa74e"
  },
  {
    "文件名": "[废文 完结]《二次热恋》作者：橙汁也是只只（现代小甜饼 总裁攻X视障受）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/eef2a9954b95"
  },
  {
    "文件名": "[废文 完结]《耳鬓厮磨》作者：茶红小豆（古代1v1小甜饼 朝堂上针锋相对，回到家耳鬓厮磨）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/9e515786ad85"
  },
  {
    "文件名": "[废文 完结]《恩客》作者：菌里有毒（1v1 双性生子）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/faa7fc820f5c"
  },
  {
    "文件名": "[废文 完结]《诶？不是说好要单身》作者：长泽雅君秋（1v1小甜饼）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/aa9c08c8cb63"
  },
  {
    "文件名": "[废文 完结]《噩梦成真》作者：亚胺培南（无限流 强强1v1  满嘴骚话扮猪吃虎老流氓攻X外表高冷内里BB机小洁癖受）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/d40dddc81ef1"
  },
  {
    "文件名": "[废文 完结]《恶魔的本性》作者：苏甫白（年下病娇1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c6a49587be85"
  },
  {
    "文件名": "[废文 完结]《厄运男孩》作者：帕夫帕夫（古代小甜饼1v1 被关禁闭的大少爷在深山老林逮到一只馋他身子的纯情小痴汉 痴汉受）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/8200dbb720c1"
  },
  {
    "文件名": "[废文 完结]《堕入》作者：崔折（美强np 强制）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/76f2a2a4f59e"
  },
  {
    "文件名": "[废文 完结]《堕魔日》作者：苍渂（强强1v1 驱魔人x恶魔驱魔人的驱魔故事）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/4b7298a1e3cd"
  },
  {
    "文件名": "[废文 完结]《堕落》作者：常常望（娱乐圈1v1 一个你勾引我，我却不自知还上了钩的故事。钓系影帝X导演儿子）上部完.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ad095815dd37"
  },
  {
    "文件名": "[废文 完结]《多余》作者：一根草芥（斯文败类独占欲攻×沉默寡言抑郁症受 be）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/4b661a628ae6"
  },
  {
    "文件名": "[废文 完结]《多娜孔洞》作者：串串草草（校园暴力与火葬场 斯德哥尔摩 校园到职场 受黑化）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/7d85da76bb67"
  },
  {
    "文件名": "[废文 完结]《多了个羁绊》作者：眷眷（民国1v1 骨科）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/691fbae30d47"
  },
  {
    "文件名": "[废文 完结]《多巴胺超标》作者：减数分裂好难（师生年上1v1 双性 老师教我探索身体的秘密）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/8e8998574bb2"
  },
  {
    "文件名": "[废文 完结]《墩布尔》作者：hjdnk（女攻 吸血鬼女公爵×500岁超高龄人类种男仆）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/3c522e1a6395"
  },
  {
    "文件名": "[废文 完结]《对月流珠》作者：云雾茶花糖（善于蛊惑的妖物，却被人蛊惑上岸  人鱼 虐）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/efa9f914c78e"
  },
  {
    "文件名": "[废文 完结]《对三，要不起》作者：然郁郁（np万人迷总受）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ccbf61ed5b52"
  },
  {
    "文件名": "[废文 完结]《对门那小孩最近有点怪》作者：奖励一个大鸡腿（现代 害羞易炸毛受×嘴欠爱装蒜攻）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/36e00ff8ca5b"
  },
  {
    "文件名": "[废文 完结]《对床喜欢下床》作者：姒悄（我暗恋的对床居然喜欢我的下床。）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/74b0220d9ba1"
  },
  {
    "文件名": "[废文 完结]《断梁》作者：楚山晓（1940年的上海租界，温柔小叔叔x暗恋他的侄子）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/1875c9a6b1f8"
  },
  {
    "文件名": "[废文 完结]《渡》作者：来一颗荔枝（1v1 腹黑缺爱人类x乖巧小狐狸精受）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/162334650af6"
  },
  {
    "文件名": "[废文 完结]《独占欲》作者：匿名咸鱼（编剧受v明星攻）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/1e2e00696928"
  },
  {
    "文件名": "[废文 完结]《独乐乐不如众乐乐》作者：淮翼（在宿舍玩跳蛋被發現了，於是3個室友一擁而上）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/8d53e9841ebc"
  },
  {
    "文件名": "[废文 完结]《独家盛夏》作者：小Z（1v1小甜饼 毒舌嘴欠攻×脑补帝手欠受）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ad3dcd6d8c39"
  },
  {
    "文件名": "[废文 完结]《毒瘾3》作者：Hum（破镜重圆1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/2f29048246c3"
  },
  {
    "文件名": "[废文 完结]《毒瘾》作者：Hum（病娇 狗血 生子）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/3bc4bd093ab7"
  },
  {
    "文件名": "[废文 完结]《洞底》作者：惊醒dfgh（现代np）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/8aa64936cfb2"
  },
  {
    "文件名": "[废文 完结]《动物性》作者：刀知道（小美人父母双亡寄人篱下，悲惨的成为叔父用来款客的礼品。可有一次当他又被当做礼物送人时，一位帅叔叔说要娶他回家… 先婚后爱）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/eadff3a00a9c"
  },
  {
    "文件名": "[废文 完结]《冬夜情事》作者：缈缈卿沅（ABO  又撩又暖忠犬攻×武力值爆表美人诱受）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/dbc7d9760fbb"
  },
  {
    "文件名": "[废文 完结]《冬雪藏》作者：Anviator（现代 破镜重圆1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/d87b9ccd87da"
  },
  {
    "文件名": "[废文 完结]《冬雪》作者：花卷（师生  年上  甜宠）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/3ec908ff4f69"
  },
  {
    "文件名": "[废文 完结]《冬未至而夏亦然》作者：亚胺培南（双性 ntr 非典型渣攻贱受，典型追妻火葬场）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/047931c466a9"
  },
  {
    "文件名": "[废文 完结]《冬日陷阱》作者：酸酸鸭.txt",
    "夸克盘链接": "https://pan.quark.cn/s/3e7f83f1e534"
  },
  {
    "文件名": "[废文 完结]《冬日浪漫》作者：三毛钱的桀桀子（现代1v1 披着包养的皮，谈着恋爱的情）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/9cefe575c129"
  },
  {
    "文件名": "[废文 完结]《东西日月》作者：Lucere（我哥对我嫂子不好，不如我来 ntr be）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/89fac8320c18"
  },
  {
    "文件名": "[废文 完结]《雕笼》作者：未来二豆的娘（梦想做笼中鸟·阴郁诱坏受X笼中鸟一级爱好者·沉默寡言攻）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/79a9ff518771"
  },
  {
    "文件名": "[废文 完结]《定向诱捕》作者：并不无辜（ABO 破镜重圆1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/1537067969cf"
  },
  {
    "文件名": "[废文 完结]《丁达尔现象》作者：永遇乐（娱乐圈 强制爱1v1 自信帅气强势攻X自卑漂亮M受）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/4ffee505b841"
  },
  {
    "文件名": "[废文 完结]《跌落暮色》作者：渐夏（骨科1v1 be）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/6a378060fc9f"
  },
  {
    "文件名": "[废文 完结]《掉马记》作者：sxq（结婚多年夫夫二人相敬如宾就连doi也中规中矩 偶然一次意外误会解除导致二人双双掉马）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/13ab4855288d"
  },
  {
    "文件名": "[废文 完结]《调暗灯光》作者：霸土剑（初恋变强制 黑老大攻vs杀手受 1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/4f1ae51f2c84"
  },
  {
    "文件名": "[废文 完结]《点晴》作者：长夜冰灯（校园暗黑 年上，温柔变态攻x小心机学霸受）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c483026d63cf"
  },
  {
    "文件名": "[废文 完结]《典型对家》作者：null_pointer（现代1v1 ABO）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/2fdae015afae"
  },
  {
    "文件名": "[废文 完结]《颠倒行星》作者：牟谷君（前男友竟成顶头上司，疯狂加班制造二(多)人空间 破镜重圆1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/39b529826752"
  },
  {
    "文件名": "[废文 完结]《嗲嗲的小娇夫和大lai们》作者：Douglas_景（np虫族总攻）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/b80dc4c3e0af"
  },
  {
    "文件名": "[废文 完结]《第十二年秋》作者：千羽零落（女攻1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/03e3e624bb03"
  },
  {
    "文件名": "[废文 完结]《第九十九次撩驸马成功》作者：武林至尊的男人（女攻 互攻 霸道公主和纯情驸马的漫漫爱情路）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/89d67b7e24ed"
  },
  {
    "文件名": "[废文 完结]《第二天堂》作者：千羽零落（短篇）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/d19f0403f4a3"
  },
  {
    "文件名": "[废文 完结]《第31次离家出走》作者：小蒹葭（1v1小甜饼 老攻失忆后，作精成了小棉袄）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/9b643eac58d7"
  },
  {
    "文件名": "[废文 完结]《弟弟》作者：落秋水（年下骨科1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/b35fdefb4107"
  },
  {
    "文件名": "[废文 完结]《低温烫伤》作者：三更提刀（1v1直掰弯 平常心受x别扭攻））.txt",
    "夸克盘链接": "https://pan.quark.cn/s/7da69d491245"
  },
  {
    "文件名": "[废文 完结]《等等，我不是国王吗？ 》作者：一锅炖不下（渣渣国王，被大臣们“打击报复”的故事 正文np总受 番外互攻）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/27fb4a99b93e"
  },
  {
    "文件名": "[废文 完结]《等边关系》作者：一腔南调（骨科 3p总受 沉稳闷骚总裁攻＆浪荡明骚少爷攻x小可怜诱受）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c08c2c7c36ec"
  },
  {
    "文件名": "[废文 完结]《灯影幢幢》作者：易错警示（骨科1v1 人前兄友弟恭，人后相爱相杀）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/81f1c23600ce"
  },
  {
    "文件名": "[废文 完结]《灯火》作者：时醉（短篇，修车店老板x普通社畜，平淡现实向）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/9a2fffc5dce1"
  },
  {
    "文件名": "[废文 完结]《地下世界》作者：时花唐水（互攻）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/b39d94735056"
  },
  {
    "文件名": "[废文 完结]《盗军心》作者：Mytopia（古代1v1小甜饼 将军跟小偷）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/4e7f3feb33ef"
  },
  {
    "文件名": "[废文 完结]《到黄昏》作者：silver（年下1v1 渣攻 虐）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/06b3dcae5fda"
  },
  {
    "文件名": "[废文 完结]《岛屿》作者：什伽伦（校园1v1小甜饼 校霸x学霸）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/613db1bdcc59"
  },
  {
    "文件名": "[废文 完结]《宕机》作者：lynn海（被死对头误杀后发现他暗恋我 1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/2a0edecc3b41"
  },
  {
    "文件名": "[废文 完结]《当硬汉遇到哥儿》作者：一个精神病（古代 主攻1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/61824610245c"
  },
  {
    "文件名": "[废文 完结]《当妖艳贱货被抛弃后》作者：匿名咸鱼（np）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c7cbbae32dc5"
  },
  {
    "文件名": "[废文 完结]《当我想离婚以后》作者：苏泽泽（主攻1v1 无失忆，无狗血，只是在婚姻里，慢慢失去了爱情，又找回初心的故事。）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/2fb19b05b61d"
  },
  {
    "文件名": "[废文 完结]《当我退隐后》作者：归鹤远山（np 总攻）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/23911cd9ec73"
  },
  {
    "文件名": "[废文 完结]《当我搜索我的名字缩写》作者：mooooo（主攻1v1 痴汉受）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/eafcd6fde9c8"
  },
  {
    "文件名": "[废文 完结]《当财神爱上了穷神》作者：咸鱼wyy（1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ffd6c0aa6a38"
  },
  {
    "文件名": "[废文 完结]《当碧池受遭遇N只狼狗》作者：甜酒煮喵娘（np总受 全员恶人，以恶制恶）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/9161386e49e7"
  },
  {
    "文件名": "[废文 完结]《但为君故》作者：刀知道（现代1v1 bdsm 撒娇心机秘书攻X特殊性癖司机受）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/6c3d1219805e"
  },
  {
    "文件名": "[废文 完结]《单向循环》作者：十步方寒（np 0.5+0.5+0.7 他爱我，我爱他，他爱他，单向循环的等边三角形）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/5b93741b3099"
  },
  {
    "文件名": "[废文 完结]《单方欲孽》作者：嘛扎嗨（1v1论坛体 直男酷哥体育生攻×朝气可爱双性受）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e9d255adcd45"
  },
  {
    "文件名": "[废文 完结]《丹陛秋》作者：两小儿辩日（古代1v1 小太监与摄政王的一段风月）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c314865b7dc6"
  },
  {
    "文件名": "[废文 完结]《戴珍珠项链的男孩》作者：孤傲无碘盐（双性生子 小妈文学）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/1f11d707d3bf"
  },
  {
    "文件名": "[废文 完结]《带球期的隐秘情事》作者：拂尘走心（ABO 翁婿年上）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/b55df92fe9e7"
  },
  {
    "文件名": "[废文 完结]《代嫁》作者：不愿意透露姓名的美女（攻宠受）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/daad2051f230"
  },
  {
    "文件名": "[废文 完结]《大野狼跟小猫咪》作者：四末末（现代强制爱1v1 双性生子 很坏很坏的坏蛋大佬攻×娇气貌美小猫咪受）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/cd1534fed9b2"
  },
  {
    "文件名": "[废文 完结]《大学士》作者：shaaaa（古代1v1  高岭之花首辅美人受X杀伐果断将军攻）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a8b64fcc4763"
  },
  {
    "文件名": "[废文 完结]《大型猛兽驯养指南》作者：竹叶青seven（现代悬疑 人间天使攻X病态受）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ab202bbcf9e3"
  },
  {
    "文件名": "[废文 完结]《大数据吃屎去吧》作者：机械性进食（现代互攻 我和他配？！神特么大数据时代！）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c2a88992fe5c"
  },
  {
    "文件名": "[废文 完结]《大山的日常》作者：黄金圣斗士（现代年下1v1 苦逼努力受x精英攻）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/5096f55a2574"
  },
  {
    "文件名": "[废文 完结]《大李和小林》作者：我点点（校园1v1小甜饼）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a7dbc5d055d2"
  },
  {
    "文件名": "[废文 完结]《大海深处》作者：某弓长（年上 攻宠受  花店老板攻VS大学生受 ）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/5f38cbde2b41"
  },
  {
    "文件名": "[废文 完结]《大反派与小反派》作者：咸鱼猫叶叶（古代小甜饼1v1 一个拿了养成剧本，一个拿了恋爱剧本）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/5b02ba7e9dbd"
  },
  {
    "文件名": "[废文 完结]《大二的梁英》作者：高变小卫星（校园1v1 两只医学狗谈恋爱）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/66e82c95da14"
  },
  {
    "文件名": "[废文 完结]《大病初愈》作者：肆年八月（穷小子拐走了富少爷，熬成老夫老夫，又想还给他爸妈 破镜重圆1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/76400390ba1d"
  },
  {
    "文件名": "[废文 完结]《打游戏匹配到前男友》作者：小鲤鱼爱奶茶（1v1 菜鸟受×大神攻）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/37e9808a3dc9"
  },
  {
    "文件名": "[废文 完结]《错误反馈》作者：抗病毒口服液（1v1小甜饼）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/d55577d4477e"
  },
  {
    "文件名": "[废文 完结]《错误的校园文打开方式》作者：我是一條水獺.txt",
    "夸克盘链接": "https://pan.quark.cn/s/40e1e53ebff8"
  },
  {
    "文件名": "[废文 完结]《错误的官二代打开方式》作者：我是一條水獺（亲父子）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/b7c3ea2f8b92"
  },
  {
    "文件名": "[废文 完结]《错位转移·404》作者：不冷达利（和我男友的出轨对象跑路啦 受受1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/62d83217132c"
  },
  {
    "文件名": "[废文 完结]《错位》作者：随处可见马赛克（1v1 炮友变真爱 阳光攻x丧气受，一个狼一个浪）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/8b7ef2e24703"
  },
  {
    "文件名": "[废文 完结]《错过时刻》作者：深深深河-（现代np 总·攻x诱受_ 一攻两受、受受互攻、破镜重圆）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/1b7c6b5ab2da"
  },
  {
    "文件名": "[废文 完结]《淬火》作者：菌里有毒（年上1v1 伪叔侄变真父子）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/d63ffa4a2aa6"
  },
  {
    "文件名": "[废文 完结]《丛生》作者：匿名咸鱼（狗血小甜饼 mb受）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/68f5c0ea61ab"
  },
  {
    "文件名": "[废文 完结]《刺猬的温柔》作者：Ekel（1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/37388aa92712"
  },
  {
    "文件名": "[废文 完结]《刺头的假跟班》作者：积檐雪（校园1v1 ABO 坏蛋欺负肉乎乎小美人）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e6854a3cce20"
  },
  {
    "文件名": "[废文 完结]《刺头》作者：一朵云肆（1v1 音乐老师美人攻 x 英语老师刺头受）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/92d0f6266ae5"
  },
  {
    "文件名": "[废文 完结]《伺机而动》作者：水尾（黑道大boss×怂包小混混 1v1小甜饼）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/29f4f3bb7260"
  },
  {
    "文件名": "[废文 完结]《雌父》作者：塔比特（np）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ab49a733af58"
  },
  {
    "文件名": "[废文 完结]《辞迟》作者：十日有（ABO MB受 结局1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/21b9ee801536"
  },
  {
    "文件名": "[废文 完结]《词不达意》作者：咩野（ABO傻黄甜1v1 花八百万星币把老婆买回家）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/edccc80850ba"
  },
  {
    "文件名": "[废文 完结]《蠢蠢欲动》作者：雪兔是个球（情史多多直男攻X隐忍暗恋学长受 漫漫追妻路）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a41e1583daf5"
  },
  {
    "文件名": "[废文 完结]《唇间想》作者：左膝痣（现代1v1 熟男夫夫的婚后日常 双总裁）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/615c03aab529"
  },
  {
    "文件名": "[废文 完结]《纯奶兑水》作者：鹅儿黄（校园年下1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/7742ca222477"
  },
  {
    "文件名": "[废文 完结]《纯黑》作者：一归（清冷医生x流氓痞攻）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/b4af1600288e"
  },
  {
    "文件名": "[废文 完结]《春熙茶馆》作者：咚呲哒呲（1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/b774923cff64"
  },
  {
    "文件名": "[废文 完结]《春夜》作者：野狸岛的狸（主攻1v1 受追攻 医生X总裁 破镜重圆 插叙 俗人俗事 俗套爱情故事）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/f91bef5df6be"
  },
  {
    "文件名": "[废文 完结]《春昼长》作者：居无竹（1v1 双性产乳）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/b7282ee493b1"
  },
  {
    "文件名": "[废文 完结]《春天说它不来了》作者：yxianyu（现代1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ad873ba6203d"
  },
  {
    "文件名": "[废文 完结]《春日清明梦》作者：青柠檬（双性1v1 十七岁高中生意图引诱三十岁成熟男人）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/f5c29a414c67"
  },
  {
    "文件名": "[废文 完结]《春江千尽》作者：迟暮sun（古代1v1 养在青楼却不谙世事的小瞎子和独来独往大侠的故事）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a2770aa406d4"
  },
  {
    "文件名": "[废文 完结]《春日梦》作者：NINEZZZZ（民国架空1v1 将军x优伶）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/8f93d8c0a41e"
  },
  {
    "文件名": "[废文 完结]《春鸟》作者：匿名咸鱼（狼心狗肺年下渣攻×温柔隐忍受 be）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/2bb874652872"
  },
  {
    "文件名": "[废文 完结]《春火》作者：严格一点（现代1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e7fe2c818518"
  },
  {
    "文件名": "[废文 完结]《春风》作者：白&红（现代1v1 互攻）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/f58856976fad"
  },
  {
    "文件名": "[废文 完结]《春潮之野》作者：奇妙金鱼（1v1小甜饼 学画画的小伙偷窥楼上住户，还劝人家为艺术献身）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/18ee41c71c15"
  },
  {
    "文件名": "[废文 完结]《春潮将至》作者：黑糖珍珠哞哞茶（校园双性1v1小甜饼 真_逼王痴汉攻×伪_性瘾单纯受）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/4bf2c6290417"
  },
  {
    "文件名": "[废文 完结]《春霭》作者：吱呜哀（现代 年上1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a4a522552e98"
  },
  {
    "文件名": "[废文 完结]《床头打架》作者：留得青山没柴烧（轻松向甜文 不虐 双不洁 互攻）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/fa43a8827986"
  },
  {
    "文件名": "[废文 完结]《床前明月光》作者：赵酒良（哭包小少爷和他心里有人的老攻先婚后爱的狗血故事）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/25c26faedd10"
  },
  {
    "文件名": "[废文 完结]《穿心连》作者：青州从事（古代np 一个纨绔子弟和各种美人）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/1cb968423394"
  },
  {
    "文件名": "[废文 完结]《穿山》作者：蓝鲸不流泪（现代刑侦1v1 法医攻x刑侦支队长受）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/d708363761ad"
  },
  {
    "文件名": "[废文 完结]《穿进某某文学》作者：茶红小豆（穿书 主攻1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/6a69b89e2cca"
  },
  {
    "文件名": "[废文 完结]《踹了我的竹马吃回头草》作者：全素麻辣烫（竹马踹了竹马，抱上天降，却想吃回头草。1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/3309675ee608"
  },
  {
    "文件名": "[废文 完结]《楚总他喜欢卖炸串的叔》作者：keairr（可怜但倔强霸总x热心善良卖炸串的大叔 年下1v1 美食）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/564bd1b25566"
  },
  {
    "文件名": "[废文 完结]《楚楚》作者：笼中月（强制爱1v1 双生产 强势攻x心机受）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/713b55376233"
  },
  {
    "文件名": "[废文 完结]《初恋失忆后我被刚了》作者：白骨相拥（玄幻np总受）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/0d2ed25f818a"
  },
  {
    "文件名": "[废文 完结]《初春》作者：我要瘦到八十斤（现代1v1小甜饼 温柔攻×双性自卑受）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/205da476cb9b"
  },
  {
    "文件名": "[废文 完结]《出逃联盟》作者：匿名咸鱼（三尊大变态与三只小可爱！）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/f1b5a720da12"
  },
  {
    "文件名": "[废文 完结]《出轨》作者：是个废物（带着失忆男友找寻他的出轨证据）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/41e4c13fb966"
  },
  {
    "文件名": "[废文 完结]《出轨》作者：潦草邻居（年下1v1 强制爱）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/4bff52584be9"
  },
  {
    "文件名": "[废文 完结]《臭豆腐死忠粉》作者：alonso0327（ABO小甜饼 一个信息素味道是臭豆腐的Omega，碰到了一个臭豆腐死忠粉Alpha，甜甜的恋爱，酱酱酿酿~）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/d61a8c9ee334"
  },
  {
    "文件名": "[废文 完结]《宠之有度》作者：nomu（年上1v1小甜饼 控制欲强花样多企业总裁x身娇体软娇气包大学生预备役）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/130e613a0cdf"
  },
  {
    "文件名": "[废文 完结]《宠妻狂魔的黏人宝贝》作者：xt小彻（霸道健身教练与娇嗲小美人的甜蜜性福小日常）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/9a70ba530f44"
  },
  {
    "文件名": "[废文 完结]《宠爱法则》作者：风景里（现代1v1 养成 伪父子 斯文禁欲老男人×可可爱爱喜欢撩火的任性小孩）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/388f8a24d37d"
  },
  {
    "文件名": "[废文 完结]《虫契》作者：叮叮当爱吃肉（穿越星际的爱情故事 虫族ABO）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/2904b4578adf"
  },
  {
    "文件名": "[废文 完结]《冲喜》作者：孟还（先婚后爱的童养媳文学 年下1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/659b0da43ac4"
  },
  {
    "文件名": "[废文 完结]《赤霄》作者：千里梦（古代年上1v1 将军攻x皇子受 一个相互扶持为了共同理想而努力的故事）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a201808a6d2c"
  },
  {
    "文件名": "[废文 完结]《持酒酹风魂》作者：蓝鲸不流泪（现代都市玄幻 1v1 见人说人话见鬼说鬼话为人圆滑但不油腻的暖心攻x隐忍克制但是遇到攻就无条件妥协的伪女装大佬受）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/69bda100b8fc"
  },
  {
    "文件名": "[废文 完结]《持靓行凶》作者：一只酷盖兔（人兽小甜饼）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/411bb5ab5406"
  },
  {
    "文件名": "[废文 完结]《迟来的正义》作者：星星花花223345（年下师生强强1v1HE前素后荤）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/59c35f93f9aa"
  },
  {
    "文件名": "[废文 完结]《痴心妄想》作者：露气寒冷（1v1 农民工迎娶总裁，走向人生巅峰。朴实农民工攻x双性总裁受）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/abf700b05364"
  },
  {
    "文件名": "[废文 完结]《池鱼思故渊》作者：小啊青呀（古代年下 先婚后爱1v1 忠犬攻x清冷受，一见钟情下的强娶豪夺）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/2d9f8a0d28c3"
  },
  {
    "文件名": "[废文 完结]《痴鬼》作者：小贝壳（短篇1v1 主攻 英年早逝痴汉病娇攻十分弱小无助可怜受）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/01c08cd58da0"
  },
  {
    "文件名": "[废文 完结]《痴缠情事》作者：哀玉（亲父子1v1 老妈子全方位照顾爹_痴汉儿子攻×高智商低情商_生活技能为零双性父亲受）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/6137208a73a9"
  },
  {
    "文件名": "[废文 完结]《吃吃凤梨》作者：嘎巴菜（破镜重圆1v1 分手三年后，替身烧了我和白月光的车 欠教育地产老板攻x缺教养哲学博士受）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c554cbe8db2b"
  },
  {
    "文件名": "[废文 完结]《程先生》作者：不啾山（受受 互攻1v1 天然哭包与外冷内热的猫猫恋）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/2d05568e9216"
  },
  {
    "文件名": "[废文 完结]《承情》作者：一元函数（古代1v1 他满身污垢却遇到了一个一身清香的人（狗血替身文））.txt",
    "夸克盘链接": "https://pan.quark.cn/s/0d56393652bc"
  },
  {
    "文件名": "[废文 完结]《承恩》作者：行行楷楷（np总受 美惨宦官受）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/8a2d104f62fe"
  },
  {
    "文件名": "[废文 完结]《成为我的人》作者：kishiberohan（1v1小甜饼 年下小狼狗的日常攻略）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ffd5ed28b6f2"
  },
  {
    "文件名": "[废文 完结]《成年人要学会自主相亲》作者：是奶绿（先婚后爱1v1 有点儿丧丧的温柔Ox霸总A）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/773e1744fec8"
  },
  {
    "文件名": "[废文 完结]《成年人不配拥有性幻想》作者：深渊sick（性冷淡的春梦 1v1 bdsm）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/26e73ce09714"
  },
  {
    "文件名": "[废文 完结]《成了哥哥的小结巴》作者：排骨敲好吃（纯情攻（后期黑化）X 诱受  校园1v1 双洁）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/0bbfab4aee44"
  },
  {
    "文件名": "[废文 完结]《成功人士》作者：是个废物（甘景卓是一个窝囊男人，他爱上妻子的小三。 魅力小三攻x窝囊男人受）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/547cd8065af5"
  },
  {
    "文件名": "[废文 完结]《晨昏线》作者：晚风（现代双性1v1 又名《我是怎么抢傻逼表哥的老公的》）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/0555d1f27a5d"
  },
  {
    "文件名": "[废文 完结]《忱忱悦忱忱》作者：海浪的浴室（心理洁癖攻x怕生幽灵受  一句话，人鬼终将殊途）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/14f42223ec0e"
  },
  {
    "文件名": "[废文 完结]《沉醉你的夜晚》作者：新垣结巴（年下1v1小甜饼 隐忍温柔受X哭包少女攻）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/57b77bce89fb"
  },
  {
    "文件名": "[废文 完结]《沉默对白》作者：不好意思呀啊（1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/33fd19d77127"
  },
  {
    "文件名": "[废文 完结]《沉默》作者：一大杯酸奶（古代1v1 貌美冷淡大少爷×双性坚强小哑巴）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/1ffce0ead95d"
  },
  {
    "文件名": "[废文 完结]《沉湎》作者：小狐狸的大宝贝（侄子勾引了他的小叔叔 叔侄年上）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/4ff09abd703f"
  },
  {
    "文件名": "[废文 完结]《沉没成本》作者：笙晷（年下 破镜重圆 非典型性疯癫深情攻x绝对利己自私薄情受）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a660be5c3533"
  },
  {
    "文件名": "[废文 完结]《沉沦》作者：余鸟鸟（鬼畜黑皮异族法师和沦为宠物的魔王 1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/01791786782c"
  },
  {
    "文件名": "[废文 完结]《沉欢香》作者：雪崩的火山（1v1 双性 入宫当伴读的小结巴被吃干抹净的故事）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/25070a72a085"
  },
  {
    "文件名": "[废文 完结]《沉欢》作者：sun1998（现代年上1v1 霸道腹黑老流氓攻x清冷学霸小狼崽受）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/4f68a6efc405"
  },
  {
    "文件名": "[废文 完结]《沉潮》作者：十月二十三（1v1 美人作家攻×温和官家子弟受）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e3a4efa6525b"
  },
  {
    "文件名": "[废文 完结]《尘露》作者：付桑桑桑（现代年下骨科 主攻1v1 又奶又狼臭弟弟__娇娇美人香哥哥）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/82bd8c520719"
  },
  {
    "文件名": "[废文 完结]《颤声娇》作者：维庸（架空民国 先婚后爱1v1 甜宠）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/118b4adf3371"
  },
  {
    "文件名": "[废文 完结]《臣服》作者：轻轻有一个碗（短篇小甜饼 假乖巧受和真宠溺攻的爱情故事）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/f2fcc7f87d86"
  },
  {
    "文件名": "[废文 完结]《潮湿爱情》作者：青葙今天更文了嘛（骨科1v1 他凭借畸形的身体爬上了弟弟的床 很乖很好的弟弟攻x很坏很惨的双性哥哥受）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e50bea2db147"
  },
  {
    "文件名": "[废文 完结]《潮深不渝》作者：genoki（黑道强制爱 破镜重圆1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/cc48e52ed62a"
  },
  {
    "文件名": "[废文 完结]《朝曦灼灼》作者：Minori（未来 年下 美人攻×強受）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/550de4aef8d4"
  },
  {
    "文件名": "[废文 完结]《朝思暮我》作者：黑桃不K（ABO1v1 憨憨攻 × 软糯受）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a8e64582b60c"
  },
  {
    "文件名": "[废文 完结]《超正经男友》作者：keairr（一本正经直男攻x无节操浪受~年下互宠~）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/15527dffe718"
  },
  {
    "文件名": "[废文 完结]《产你鱼的卵》作者：入渣（1v1小甜饼 人鱼攻 年轻鲁莽不知节制的人鱼王子x亚健康的前程序员人类）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c259a190106b"
  },
  {
    "文件名": "[废文 完结]《蝉时雨》作者：长路远歌（校园强强1v1 风纪委员攻x校霸受 双向暗恋+破镜重圆）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/b1f8c94b10eb"
  },
  {
    "文件名": "[废文 完结]《蝉想》作者：狭骨（破镜重圆1v1 久别重逢了带球跑的初恋男友 占有欲爆棚傲娇少爷攻x唯诺可怜落魄美人受）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/16ab758f0080"
  },
  {
    "文件名": "[废文 完结]《缠绕》作者：木客（np 我以为我丈夫出轨了却没想到我自己是小三）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/0643fb8183c9"
  },
  {
    "文件名": "[废文 完结]《禅真》作者：乳制品首席研究员（双产 重口）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/abedcc483fa7"
  },
  {
    "文件名": "[废文 完结]《茶》作者：一颗小河塘qaq（校园1v1 孱弱绿茶变态攻x暴躁炸毛直男受）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/65cd9bd0dd55"
  },
  {
    "文件名": "[废文 完结]《层锦》作者：三毛钱的桀桀子（古代强强1v1 竹马竹马）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/25479ef3d69a"
  },
  {
    "文件名": "[废文 完结]《草长莺飞二月天》作者：封雪吹杉（古代 年下骨科1v1 乾元 强制爱 生子）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/952cdaad8de2"
  },
  {
    "文件名": "[废文 完结]《草莓蛋糕噩梦》作者：宫崎亚子（王者荣耀同人 诸葛亮x司马懿 1v1小甜饼）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/905924426f47"
  },
  {
    "文件名": "[废文 完结]《藏在心底的秘密》作者：EstellaYoung（伪父子1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/07cbd62642e0"
  },
  {
    "文件名": "[废文 完结]《藏星》作者：夕一栖（破镜重圆1v1 不小心成了前男友的春梦主角后我真香了）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/49eb3ce565c2"
  },
  {
    "文件名": "[废文 完结]《藏神于隅》作者：归鹤远山（古代玄幻主攻1v1 病弱神明攻x阴郁大佬受）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e19d44f5453c"
  },
  {
    "文件名": "[废文 完结]《藏》作者：鸠兮无食桑葚（暗恋 be）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/2bb1d80860c8"
  },
  {
    "文件名": "[废文 完结]《苍苔》作者：声色犬马（年上骨科1v1 傻子攻 x 冷漠黑心受）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/33689eb2d340"
  },
  {
    "文件名": "[废文 完结]《采耳》作者：刀知道（女装受x高中生攻）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/b15a5bdee33c"
  },
  {
    "文件名": "[废文 完结]《灿口吐莲》作者：错镂金环（他掉进了amsr男喘博主兼禁欲秘书的圈套 1v1小甜饼）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/0a15f4fc0e19"
  },
  {
    "文件名": "[废文 完结]《才不是我男朋友》作者：她是君晴（贺红同人 私设 霸道骚话攻x人妻炸毛受）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/f7580f586479"
  },
  {
    "文件名": "[废文 完结]《不醉》作者：一杯无二三（古代1v1 小可怜（装的）攻x冷清（假的）受）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/1a069fe2b93b"
  },
  {
    "文件名": "[废文 完结]《不知温水》作者：赤厘chilli（校园1v1 一个暗恋无果的故事）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/511c5a4f7cd9"
  },
  {
    "文件名": "[废文 完结]《不知羞耻的骡子》作者：什伽伦（ABO 兽人np）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/80e072da6ea7"
  },
  {
    "文件名": "[废文 完结]《不再是意外》作者：查无此嗷呜（现代1v1 本文以甜为主，配有狗血失忆梗）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/1b9cfeaf4dcd"
  },
  {
    "文件名": "[废文 完结]《不知冬》作者：九元煎饺（校园3p 竹马+天降）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/59a4ed140fa9"
  },
  {
    "文件名": "[废文 完结]《不要醉酒》作者：鱼小木小朋友（三十岁社畜被捡shi 年下1v1 刚成年便利店店员与三十二岁双性苦逼社畜）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/f97513572bdc"
  },
  {
    "文件名": "[废文 完结]《不要温顺地走进良宵》作者：图尔瑞斯特（亲父子1v1 大多数时候温顺偶尔暴躁跳脚的受x脾气阴晴不定西装精英攻）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/d65790569547"
  },
  {
    "文件名": "[废文 完结]《不要和陌生人谈恋爱》作者：咸鱼晚啊（年上ABO1v1 患有皮肤饥渴症的暴躁攻x温柔善良矜持又心软的清醒受）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/f7a099f8e783"
  },
  {
    "文件名": "[废文 完结]《不要乱撩小美人鱼》作者：清非（风流的王子殿下捡到了一条迷路的小美人鱼，就在他以为抱得美人归时，却没想到撩了个暴虐无比的怪物）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/eeb3d3859bc6"
  },
  {
    "文件名": "[废文 完结]《不言》作者：安某娜（主攻1v1 当深柜遇上伪直）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c95f752b4824"
  },
  {
    "文件名": "[废文 完结]《不醒》作者：超级细胞（年下破镜重圆1v1 深情狼狗攻x抹布渣受）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c610c3fec7b4"
  },
  {
    "文件名": "[废文 完结]《不限区》作者：山马（1v1 情敌变情人，单向暗恋）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/735940cc6951"
  },
  {
    "文件名": "[废文 完结]《不协调》作者：夜行喵（离婚后的重逢，前夫成了我的狗，M攻S受）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/bb0747336c86"
  },
  {
    "文件名": "[废文 完结]《不温柔的我》作者：茶梓先生（ABO1v1 AI盯上自家感情障碍研究员了）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/52f96f680e31"
  },
  {
    "文件名": "[废文 完结]《不死绝症》作者：猛鬼吸猫（现代1v1 傲娇忠犬攻x隐忍病弱受，古早狗血，破镜重圆）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/9ce7439f2b54"
  },
  {
    "文件名": "[废文 完结]《不死不活》作者：叔果儿（瞿则为红山村做了一个大英雄，却沦落成了人人喊杀的恶人 弱攻转黑化）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/7471198b3c3d"
  },
  {
    "文件名": "[废文 完结]《不思量》作者：南禅寺玉澜（古代1v1 和尚x风流侠客）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/fefb751523e3"
  },
  {
    "文件名": "[废文 完结]《不期而遇》作者：晓风（全职高手 王叶同人）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/259387aaef75"
  },
  {
    "文件名": "[废文 完结]《不眠不休》作者：Alvin_（1v1 年下娇仔x移动草原 绿帽侠和奸夫的同居故事）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/53ea3140d6b6"
  },
  {
    "文件名": "[废文 完结]《不可信》作者：不如吃茶去（校园 双性1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/b918f6bc6ce8"
  },
  {
    "文件名": "[废文 完结]《不见冬》作者：贩希（我死于元成十七年的冬雪里 be）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/eb54846e2d5a"
  },
  {
    "文件名": "[废文 完结]《不将就》作者：溺亡于深蓝之下（结婚七年，我像个路人，旁观他们的爱情）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/016009afdf12"
  },
  {
    "文件名": "[废文 完结]《不会哭的小孩也会有糖》作者：张姑娘（1v1小甜饼 伴读X有些呆傻的少爷）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/5754ef3812dc"
  },
  {
    "文件名": "[废文 完结]《不合适》作者：铁桶（年上1v1小甜饼 警察攻x画手受）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/013741f7c4e5"
  },
  {
    "文件名": "[废文 完结]《不搞大学生》作者：有糖无烟（现代年下1v1 校服大学生攻×西装社畜受）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/2b212368a55e"
  },
  {
    "文件名": "[废文 完结]《不合时宜》作者：平角裤add（现代年下1v1 占有欲爆棚小狼狗（攻） X 伪成熟男人（受））.txt",
    "夸克盘链接": "https://pan.quark.cn/s/7b618789f609"
  },
  {
    "文件名": "[废文 完结]《不过情长》作者：莫多斯的清晨（女攻 洁癖症患者公主x美强惨忠犬督主）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/f89cbf50aaf3"
  },
  {
    "文件名": "[废文 完结]《不乖》作者：骁南朝北（先婚后爱1v1 风流转宠妻的太子爷攻x内心可爱外表冷厉的退伍军人双性受）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/274c51df27d2"
  },
  {
    "文件名": "[废文 完结]《不负》作者：Yokun（你追逐梦想，我追逐你 年下1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/f7d0804f55ed"
  },
  {
    "文件名": "[废文 完结]《不负》作者：LQ2323（温柔多金大老板看上了做菜香甜可口，人也香甜可口的软绵绵小厨师，然后把他拐跑的故事）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/f8505bad40bf"
  },
  {
    "文件名": "[废文 完结]《不二之臣》作者：及时予（年下1v1 忠犬顶流明星攻×见异思迁大佬受）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/bfec6141e7fc"
  },
  {
    "文件名": "[废文 完结]《不等归人》作者：汤珍妮（双向喜欢是甘甜，单向恋爱只有苦果 现代be）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ca788bd48d01"
  },
  {
    "文件名": "[废文 完结]《不等边三角形》作者：兔形恶龙（现代3p 一攻多受 总裁、秘书和病弱夫人的三人行）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/2782016fc325"
  },
  {
    "文件名": "[废文 完结]《不谙》作者：荞麦面面（朝暮山派大师兄和二师兄的双向暗恋）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/40b9f246d721"
  },
  {
    "文件名": "[废文 完结]《捕到你了》作者：云成章（奇幻1v1 人鱼攻 一个互相算计的故事）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/6b27ed706fab"
  },
  {
    "文件名": "[废文 完结]《玻璃设计》作者：时花唐水（情趣仿生人×情色小说家 互攻1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/916205c0f848"
  },
  {
    "文件名": "[废文 完结]《博士生活》作者：暗夜同路人（前世今生 攻宠受）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/bffebc591bc4"
  },
  {
    "文件名": "[废文 完结]《玻璃冰水》作者：网路电子小狗（校园1v1 许时曦骗了他的暗恋对象，没想到暗恋对象也骗了他）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/1856a32667fd"
  },
  {
    "文件名": "[废文 完结]《秉烛初游》作者：杳杳音绝（主攻1v1 多愁善感满脑吐槽文艺攻x耿直天真理科生受）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/6dc8028a9281"
  },
  {
    "文件名": "[废文 完结]《冰下鱼》作者：团子720（年下小甜饼1v1 温柔可爱自卑人妻X话少的丈夫）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/759a8e498d2c"
  },
  {
    "文件名": "[废文 完结]《冰山鹤融化了吗》作者：山景王四（双西皮童话小恋曲 仙冷攻X深情受+小忠犬X暴君受）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/6a44a11620ea"
  },
  {
    "文件名": "[废文 完结]《冰冻岩浆》作者：伯正（破镜重圆1v1 渣受追夫火葬场）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c195caa87297"
  },
  {
    "文件名": "[废文 完结]《别问，问就是勉强结婚》作者：白泽ovo（ABO1v1 先婚后爱小甜饼）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/4fc17739d11f"
  },
  {
    "文件名": "[废文 完结]《别有恨生》作者：阿言_（年上骨科1v1 掌控欲极强政客攻 x 抖S情报专家受 追妻火葬场）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/6e9e057240e7"
  },
  {
    "文件名": "[废文 完结]《别跟着我》作者：七七渡我（现代表兄弟骨科1v1 双性生子）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/b14034250604"
  },
  {
    "文件名": "[废文 完结]《别放下我》作者：隳空（1v1小甜饼）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ca690e5b475b"
  },
  {
    "文件名": "[废文 完结]《变异迷弟能恋爱吗？》作者：吾知来（末世 1v1 冰山队长X嘴欠新丁）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a3490e6a13c4"
  },
  {
    "文件名": "[废文 完结]《表里一体》作者：坦坦荡荡桃桃子（双性单亲妈妈x普通高中生 攻生子）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/d5fb8df979a0"
  },
  {
    "文件名": "[废文 完结]《变态驯化指南》作者：逍遥客Akira（女攻1v1 新手上路学得快x身经百战真变态）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/3d3d65ea6547"
  },
  {
    "文件名": "[废文 完结]《边缘》作者：rabbitiger（年上1v1 温柔社畜攻x热情大学生受 be）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/25fda873e409"
  },
  {
    "文件名": "[废文 完结]《髀罅之上》作者：（现代1v1 双性 爱财好色活儿好腹黑精致叔叔攻x假暴躁真缺爱一亲就软炮仗少年受）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/08db46646e05"
  },
  {
    "文件名": "[废文 完结]《毕业快乐》作者：月亮河（咒术回战同人 五条悟x虎杖悠仁）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/1ed2817e649e"
  },
  {
    "文件名": "[废文 完结]《闭口不谈》作者：clw123（裴声帮朋友带孩子，结果在幼儿园被一个漂亮的家长迷花了眼。）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ae1dadc045b9"
  },
  {
    "文件名": "[废文 完结]《彼与彼年》作者：向愿望比心（校园小甜饼 1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/f5b64da1efe4"
  },
  {
    "文件名": "[废文 完结]《逼供》作者：迎秋（战争开始的第五个月，他们抓到了一个游骑兵 ABO）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/dc96ac8cbd70"
  },
  {
    "文件名": "[废文 完结]《本性难移》作者：画魂（年下骨科 我嘴上叫他哥，梦里只想让他哭）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/eedc2b35ee41"
  },
  {
    "文件名": "[废文 完结]《奔赴》作者：不想加班（1v1 有点高冷警花攻 x 浪到没边受）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/4312f752a4f9"
  },
  {
    "文件名": "[废文 完结]《被子里面好危险》作者：银花树七（一个Beta突然分化成Omega，被四个Alpha分享。np）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/62bb00e03055"
  },
  {
    "文件名": "[废文 完结]《被太监糟蹋之后》作者：阳刚猛男弦上（1v1 太监攻X暗卫受）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e597053865f6"
  },
  {
    "文件名": "[废文 完结]《被囚禁的傻瓜孕兔》作者：无暇666（父亲去世后我得到了他的小傻子。别扭SB攻x智商偏低双性受）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/abb11ceb4aab"
  },
  {
    "文件名": "[废文 完结]《被饲养的人》作者：苏长渊.txt",
    "夸克盘链接": "https://pan.quark.cn/s/8261e3e31267"
  },
  {
    "文件名": "[废文 完结]《被上等人强取豪夺的我》作者：二木老爷啾（np万人迷总受）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/cc0c9ac293b1"
  },
  {
    "文件名": "[废文 完结]《被室友发现秘密后》作者：山杏仁（校园文，无脑小甜黄）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a42780d59605"
  },
  {
    "文件名": "[废文 完结]《被囚禁的金丝雀》作者：小南吖（强制爱1v1 衣冠禽兽又鬼畜的影帝攻×纯良还来不及出道的貌美受）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a5b5338b15a7"
  },
  {
    "文件名": "[废文 完结]《被穷神缠上了怎么办》作者：吸吸相星（强行取精！  深情专一S攻x更深情专一M受）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/3669afce348e"
  },
  {
    "文件名": "[废文 完结]《被魔王抢亲也没办法》作者：顺安（奇幻年下1v1 be）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/48f6317f22cd"
  },
  {
    "文件名": "[废文 完结]《被恶魔一见钟情的下场》作者：磕糖少女Deu.txt",
    "夸克盘链接": "https://pan.quark.cn/s/cc23c3afd064"
  },
  {
    "文件名": "[废文 完结]《被大佬强制后》作者：lzh143（1v1小甜饼）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/6553c453d90e"
  },
  {
    "文件名": "[废文 完结]《背枪》作者：一归（年上养成1v1 温柔腹黑狼X纯情小绵羊）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/81a49cc392cf"
  },
  {
    "文件名": "[废文 完结]《背叛旧情人又逃跑的我》作者：我可以亲你一口吗（1v1 魔教教主攻x穿书叛徒受).txt",
    "夸克盘链接": "https://pan.quark.cn/s/d234a95768d7"
  },
  {
    "文件名": "[废文 完结]《背风相爱》作者：短指甲龙子（校园年下骨科1v1 校霸怎么了，还不是要被亲弟弟欺负）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e8de14fe217e"
  },
  {
    "文件名": "[废文 完结]《北国之春》作者：Mimi（现代年上1v1 都市精英邂逅小城暗娼）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/4eb858616c2c"
  },
  {
    "文件名": "[废文 完结]《悲观主义甜点》作者：完颜清潇（ABO小甜饼 完美主义挑剔攻 × 省电模式猫系受）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/eceeb6020d2b"
  },
  {
    "文件名": "[废文 完结]《卑贱》作者：林了个丘（ABO1v1 PUA(伪)深情(真)渣攻×温柔傻白受 追妻火葬场）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/6a19c408bf46"
  },
  {
    "文件名": "[废文 完结]《暴躁白莲的自我修养》作者：篱月（np 万人迷总受）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/313253e8a194"
  },
  {
    "文件名": "[废文 完结]《暴戾哨兵的专属向导》作者：河伯渎神（哨向1v1 被家族抛弃的哨兵遇上他的小太阳向导的故事）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c6ee57bf0509"
  },
  {
    "文件名": "[废文 完结]《抱抱兔兔》作者：xt小彻（短篇小甜饼 温柔腹黑总裁攻 x 单纯敏感小兔秘书受）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/7cb82076fe33"
  },
  {
    "文件名": "[废文 完结]《报恩》作者：枝吱（女攻1v1 孤寡女蛇妖x文弱男神仙）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/13820e08937f"
  },
  {
    "文件名": "[废文 完结]《宝贝》作者：且笙箫（年上1v1 一个养成后吃掉的故事）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/581c4afc1d1a"
  },
  {
    "文件名": "[废文 完结]《宝贝》作者：桂花酒酿乌龙（1v1ABO小甜饼 工作狂魔和小可爱的先婚后爱小故事）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/3c2b22c55562"
  },
  {
    "文件名": "[废文 完结]《薄荷柚》作者：匿名咸鱼（1v1ABO小甜饼 隐忍自卑穷小子Ax辣椒甜心白富美O）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e78804581b3c"
  },
  {
    "文件名": "[废文 完结]《薄荷爆珠》作者：芒果椰子冰（破镜重圆）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/32eac8a95f3d"
  },
  {
    "文件名": "[废文 完结]《帮助》作者：匿名咸鱼（校园1v1  主动帮人补习就能得到一个帅气的男友）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/8b0a231ab90c"
  },
  {
    "文件名": "[废文 完结]《伴儿》作者：橙汁酱鸭（年上1v1 伪骨科）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/01e4b6a3d0d1"
  },
  {
    "文件名": "[废文 完结]《半重天》作者：匿名咸鱼（现代1v1 双重性格受X黑化学生攻 强制爱）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e40563d96b1b"
  },
  {
    "文件名": "[废文 完结]《半夏雪》作者：钟灵韵（受受1v1小甜饼）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/790879c53d29"
  },
  {
    "文件名": "[废文 完结]《半价夫人》作者：科学发展观（1v1ABO 向廷的母亲给他从地下omega交易所花半价买回来一个老婆）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/8ee44b867e7d"
  },
  {
    "文件名": "[废文 完结]《半白昼》作者：滋溜（3p 哥哥的男朋友是我前男友）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/158e5a267bd5"
  },
  {
    "文件名": "[废文 完结]《板蓝根和巨灵根》作者：甜酒煮喵娘（玄幻 年下1v1 少女心黑化攻 x 欢乐吐槽受）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/1143156910ea"
  },
  {
    "文件名": "[废文 完结]《柏澄》作者：峙翊（现代1v1 自以为1硬汉受X貌美双性攻）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ad1f9239ee37"
  },
  {
    "文件名": "[废文 完结]《百味宁归海》作者：放飞的自留地（年上1v1 生产队长vs下乡知青）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/09afa75ed011"
  },
  {
    "文件名": "[废文 完结]《百分百契合》作者：吃荤的Rabbit（ABO 年下1v1 追妻火葬场）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/60ad93f4ce83"
  },
  {
    "文件名": "[废文 完结]《白月光是怎样炼成的》作者：松鼠皮卡喵（年下1v1 一个普通社畜穿越遇到了一个小可怜被吃干抹净的故事 偏执阴郁深情强大攻vs阳光乐观平凡受）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/f4aba2bebb7c"
  },
  {
    "文件名": "[废文 完结]《白眼狼》作者：Licorice（年下骨科 强制爱1v1 退伍武警弟弟攻×清冷医生哥哥受）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/700ce343c730"
  },
  {
    "文件名": "[废文 完结]《白昼如焚》作者：弋鹤（ABO1v1 傅海行爱上前男友的劈腿对象了）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/eba8897dd0d0"
  },
  {
    "文件名": "[废文 完结]《白雪王子》作者：littlewings小翼（同人1v1 美貌王子攻X正直猎人受 [美强]）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/6c6be786c570"
  },
  {
    "文件名": "[废文 完结]《白日梦长》作者：江宴秋（校园小甜饼1v1 直掰弯）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/2023508b213c"
  },
  {
    "文件名": "[废文 完结]《白日放纵》作者：有糖无烟（伪骨科 坏哥哥变着花样欺负好弟弟的故事）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/1e737daf9a5c"
  },
  {
    "文件名": "[废文 完结]《白旗》作者：lulu（双A骨科病娇）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/44344509e591"
  },
  {
    "文件名": "[废文 完结]《白开水》作者：丙丁（穿书 1v1小甜饼）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/1a28e56daa30"
  },
  {
    "文件名": "[废文 完结]《白话》作者：重山引（年下骨科1v1 我本来想把我哥踩在脚下 后来 我把他供在了床上。表里不一神经狗崽_性感狡猾温柔狐狸）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/de5b2c0b343b"
  },
  {
    "文件名": "[废文 完结]《白河回声》作者：施特海曼（1v1 女装翻车后我成了傻子的媳妇 女装温柔攻X半傻美人受）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/0cf6f70811cb"
  },
  {
    "文件名": "[废文 完结]《霸总和高冷男神的故事》作者：隳空（1v1小甜饼 互攻）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/f43157e7896a"
  },
  {
    "文件名": "[废文 完结]《霸王龙的食用方法》作者：rainbowasunny（科幻网游1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/fd4a1a84010e"
  },
  {
    "文件名": "[废文 完结]《爸爸疼你》作者：心塞弹丸（亲父子1v1 黑道大佬流氓攻vs双性自卑小可怜受）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e5adb96c1f71"
  },
  {
    "文件名": "[废文 完结]《爸爸，请打我吧》作者：Linxi-夕公子（现代伪父子1v1 BDSM 养成 病娇 年下）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/4259ab966c0f"
  },
  {
    "文件名": "[废文 完结]《把裤子穿上再说话！》作者：咕草转氨酶（娱乐圈1v1 有钱少爷攻x烟嗓rapper受）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/748139fc671b"
  },
  {
    "文件名": "[废文 完结]《跋扈》作者：鱼那个余（受受1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e15449531c62"
  },
  {
    "文件名": "[废文 完结]《八月秋高》作者：和邑（民国 生子 3p 双军官攻x双性妓子受）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c86e3ad48221"
  },
  {
    "文件名": "[废文 完结]《暗夜无前路》作者：七千人（现代年下1v1 占有欲极强二世祖年下攻x禁欲精英眼镜受 强制爱）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a6e88ace9432"
  },
  {
    "文件名": "[废文 完结]《暗夜侵袭》作者：荔枝味小汽水（高级魅魔的奋斗生活 np双性总受）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/7e3d82368fa4"
  },
  {
    "文件名": "[废文 完结]《暗流涌动》作者：叨叨捞（年下1v1 下克上 抓住上司的把柄，对他酱酱酿酿。没皮没脸攻×冷漠精英受).txt",
    "夸克盘链接": "https://pan.quark.cn/s/f6b1f76a5abf"
  },
  {
    "文件名": "[废文 完结]《暗恋竹马的前十天》作者：州向北落（现代1v1 突然对多年竹马动了心）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ba4f43112211"
  },
  {
    "文件名": "[废文 完结]《暗恋易成真》作者：天上自由的云（校园1v1小甜饼）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/f7bfcd0a26f7"
  },
  {
    "文件名": "[废文 完结]《暗恋行为艺术大赏》作者：E理科生（又名，直男室友失败攻略 be）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/987de7f36650"
  },
  {
    "文件名": "[废文 完结]《暗恋对象向我献身了》作者：xxxd（1v1小甜饼）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/6b57306e2581"
  },
  {
    "文件名": "[废文 完结]《暗恋对象是只猫》作者：hjdnk（女攻1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/d649f0925176"
  },
  {
    "文件名": "[废文 完结]《暗恋》作者：柠檬撞奶糖（校园1v1 外冷内热学霸攻×软萌小可怜受）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/7521f2a2e92e"
  },
  {
    "文件名": "[废文 完结]《暗度陈仓》作者：赤道落雪（师生 出轨文学 攻受都不是什么好人 i双洁勿入 蛮狗血的 剧情俗套）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e9e5c67b107b"
  },
  {
    "文件名": "[废文 完结]《安心疗养》作者：吃鱼不吐骨头（现代年下1v1 心理扭曲阴暗攻×白装黑披皮受）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/d79a2c4b76f3"
  },
  {
    "文件名": "[废文 完结]《安南很乐观》作者：江陵（重生be）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/5ea38e9e992d"
  },
  {
    "文件名": "[废文 完结]《安得促席》作者：晓风（全职高手同人 王杰希x叶修 1v1 ）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/145a675b1f07"
  },
  {
    "文件名": "[废文 完结]《爱欲尺度》作者：彳亍之尸.txt",
    "夸克盘链接": "https://pan.quark.cn/s/f23825cb0c31"
  },
  {
    "文件名": "[废文 完结]《爱有回应》作者：黑桃不K（校园1v1 ABO小甜饼）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/28c8c90cecef"
  },
  {
    "文件名": "[废文 完结]《爱他就先绿了他》作者：黄金圣斗士（年下1v1 糙汉攻转受&吊儿郎当风流攻）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/81d5f2931be5"
  },
  {
    "文件名": "[废文 完结]《爱神之弓》作者：Adunis（年下1v1 社恐温柔受的免费家教生涯）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e06edcf08ce2"
  },
  {
    "文件名": "[废文 完结]《爱上那条龙》作者：青慕元（一个悲催少年被掳走后进入龙族探险成长的故事 绝境龙王x人龙混血）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/97e7e2af0b78"
  },
  {
    "文件名": "[废文 完结]《爱人朋友》作者：白桃鳄梨（现代年下1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/5d627ff90480"
  },
  {
    "文件名": "[废文 完结]《爱的快进》作者：山景王四（家教同人 十五岁的蓝波同时（？）跟十四岁&二十四岁正一谈恋爱的故事）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/1217a95c2b22"
  },
  {
    "文件名": "[废文 完结]《爱的倒错》作者：Cactus（一场JQ未遂的施暴者与被害者，又痛又恨的故事）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/65b7cc26f115"
  },
  {
    "文件名": "[废文 完结]《TOP TOP》作者：百事可乐不加冰（又称《钙片片场故事》 年下1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/9ba80c696077"
  },
  {
    "文件名": "[废文 完结]《爱的程序性表达》作者：匿名咸鱼.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e69c579b16ca"
  },
  {
    "文件名": "[废文 完结]《爱宠》作者：冇脚雀仔（自闭症病态sjb攻X双性小少爷受  伪骨科年上，强制爱）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/b1ff099aaeee"
  },
  {
    "文件名": "[废文 完结]《艾秋》作者：梨一洲（ABO 先婚后爱小甜饼 精英总裁Ax十八线小明星甜O）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/0e8f5588a909"
  },
  {
    "文件名": "[废文 完结]《阿茵》作者：卞和（民国双性1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/206fc234cf0b"
  },
  {
    "文件名": "[废文 完结]《阿嫂》作者：涨爆（双性 年下 1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/97144c6bd922"
  },
  {
    "文件名": "[废文 完结]《阿兰》作者：花腔腔腔（在王丽春的葬礼上，阿兰遇到了大他三岁的侄儿）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/8edaadc158d7"
  },
  {
    "文件名": "[废文 完结]《阿飞的小蝴蝶》作者：找个鱼塘（年下1v1 拆二代违章拐了个小交警回家）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/564843ce634e"
  },
  {
    "文件名": "[废文 完结]《shared纪实》作者：lazylate21（1v1 堕落偏执攻x系草美人软萌受）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/130884529066"
  },
  {
    "文件名": "[废文 完结]《S325往事》作者：堀川嵐（两个本科毕业的社会新人，在世外桃源交朋友的往事）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/eab7c74187f7"
  },
  {
    "文件名": "[废文 完结]《papa love》作者：预言家小朋友（ABO 软饭硬吃白切黑小爹×嘴毒心软能揣崽继子）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e9977df12e9e"
  },
  {
    "文件名": "[废文 完结]《Mute》作者：吴三一（民国1v1小甜饼 大少爷和小哑巴）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/caaf80fcce68"
  },
  {
    "文件名": "[废文 完结]《OBEY》作者：杏核（外冷内热寡言攻 x 专情温柔受 B x O）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/270220775fac"
  },
  {
    "文件名": "[废文 完结]《Menmaid》作者：阿皖（疯批·变态·王子攻vs直白·一心想攻死·人鱼受）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/3dc4e73fd7d9"
  },
  {
    "文件名": "[废文 完结]《hp结局之后》作者：逆昀（HP同人1v1 西弗勒斯·斯内普x哈利·波特）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/0c1544610fb7"
  },
  {
    "文件名": "[废文 完结]《Love Complete》作者：山景王四（网王同人1v1 桦地崇弘x迹部景吾 大佬和忠犬从幼儿园开始的慢热爱情长跑）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/86bbea994e1c"
  },
  {
    "文件名": "[废文 完结]《fluffer》作者：边城响马（男优x男优 互攻1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/2026cbf84dd2"
  },
  {
    "文件名": "[废文 完结]《HE睡前短篇合集》作者：三巡.txt",
    "夸克盘链接": "https://pan.quark.cn/s/47cd00646636"
  },
  {
    "文件名": "[废文 完结]《Grand Jete！》作者：皮皮虾炒饭（1v1 深柜恐同攻x活泼的芭蕾老师受））.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ccbbfb55c7ba"
  },
  {
    "文件名": "[废文 完结]《gay室友竟然不喜欢我》作者：渡海不是医生（1v1小甜饼 主攻）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/7eeb0d93df8d"
  },
  {
    "文件名": "[废文 完结]《G&V》作者：生嶋（头牌娼男x黑帮大哥）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c01bf9b88061"
  },
  {
    "文件名": "[废文 完结]《criminal》作者：虞禊（年上1v1 病娇攻、囚禁）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/7c857440863f"
  },
  {
    "文件名": "[废文 完结]《ED后我被缠上了》作者：故时晓霜寒（1v1小甜饼 丧气纯情少女攻x强欲貌美天然受）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ab26902c1359"
  },
  {
    "文件名": "[废文 完结]《Couple全糖》作者：白羽琳（校园1v1 外表高岭之花内心沉稳认真攻x外表模范青年内心自由散漫受）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/159698f2cae1"
  },
  {
    "文件名": "[废文 完结]《B和O的恋爱问题》作者：紫狐宫（ABO1v1 B攻O受 第二人称）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/b7619a93bede"
  },
  {
    "文件名": "[废文 完结]《B区堂主一枝花》作者：宴惟（黑道1v1 桀骜不驯Alpha×聪明漂亮Omega）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/38cc94f7851f"
  },
  {
    "文件名": "[废文 完结]《A他疯得有理有据》作者：缃（年下1v1 会撒娇的疯批a和纵容他撒娇的o）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/da32ca34e4a3"
  },
  {
    "文件名": "[废文 完结]《Aries》作者：Cynosure97（1v1 千年人精魔法师抖S攻 X 内向温柔盘羊兽人受）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/52bb837b51be"
  },
  {
    "文件名": "[废文 完结]《AB配对的可行性研究》作者：ykw（星际大纲文 ABO 装b的a x 装a的b）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/31814b966d78"
  },
  {
    "文件名": "[废文 完结]《A resposta》作者：八分饱（师生年下1v1 学小语种的笨狗狗爱上了教工科的漂亮老师）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/12ea487ace17"
  },
  {
    "文件名": "[废文 完结]《A，Z》作者：白堕春醪（年下骨科1v1 强制爱）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/debbbbdf4efe"
  },
  {
    "文件名": "[废文 完结]《818冷门综艺》作者：咕草转氨酶.txt",
    "夸克盘链接": "https://pan.quark.cn/s/2db151b1b22c"
  },
  {
    "文件名": "[废文 完结]《75毫升狗血》作者：人间失智（清纯男大学生被骗身骗心的故事）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/b0594784b623"
  },
  {
    "文件名": "[废文 完结]《42.53°》作者：安泽布加斯（校园1v1小甜饼）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/513104f87e9d"
  },
  {
    "文件名": "[废文 完结]《“恶魔”在人间》作者：伊阿鸭（1v1 可可爱爱重情重义恶魔受x冷冷冰冰与我无关天使攻）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/84084270030b"
  },
  {
    "文件名": "[废文 完结[《哥哥的小宝贝》作者：二麻（伪骨科，双性）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/02ea440baf4c"
  },
  {
    "文件名": "[废文 完结]《2pm》作者：蒸汽唧（年下abo1v1 陈辞一心暗恋alpha哥哥，却不知哥哥装a装的很苦。）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/697a7311d173"
  },
  {
    "文件名": "[废文 完结[《风平浪静》作者：废鲵（同父异母，重组家庭，兄弟年上1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/4ba9e5332536"
  },
  {
    "文件名": "[np 完结]《总有人馋我身子（总攻）》作者：肉肉教主.txt",
    "夸克盘链接": "https://pan.quark.cn/s/41b6dbd6cc8a"
  },
  {
    "文件名": "[np 完结]《总攻大哥夜夜欢（重生 总攻）》作者：灵雨.txt",
    "夸克盘链接": "https://pan.quark.cn/s/348d80a693b8"
  },
  {
    "文件名": "[np 完结]《总裁的禁肏（MB受 路人LJ）》作者：美人受坠好次.txt",
    "夸克盘链接": "https://pan.quark.cn/s/5427b714b557"
  },
  {
    "文件名": "[np 完结]《紫藤花瀑（结局1v1 小妈文学）》作者：糖霜玻璃球.txt",
    "夸克盘链接": "https://pan.quark.cn/s/48d14ca4a774"
  },
  {
    "文件名": "[np 完结]《自深渊abo（扶她 百合 主受）》作者：凉风.txt",
    "夸克盘链接": "https://pan.quark.cn/s/40135a183cca"
  },
  {
    "文件名": "[np 完结]《专宠母狗》作者：何欢.txt",
    "夸克盘链接": "https://pan.quark.cn/s/040cd483b390"
  },
  {
    "文件名": "[np 完结]《住在隔壁的变态（双性 情感1v1 暗黑）》作者：肉肉大礼包.txt",
    "夸克盘链接": "https://pan.quark.cn/s/846a2e8f066d"
  },
  {
    "文件名": "[np 完结]《直男也会撒娇落泪（总受）》作者：胔臡.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ebc5b47350be"
  },
  {
    "文件名": "[np 完结]《展览品（mb受 结局1v1）》作者：球母LaLa.txt",
    "夸克盘链接": "https://pan.quark.cn/s/9bd107584458"
  },
  {
    "文件名": "[np 完结]《在恐怖世界里和厉鬼啪啪啪（总受）》作者：云喵喵.txt",
    "夸克盘链接": "https://pan.quark.cn/s/410cea1ace19"
  },
  {
    "文件名": "[np 完结]《在动漫里被艹2（总受，产乳，生子）》作者：yellow熊.txt",
    "夸克盘链接": "https://pan.quark.cn/s/77f1662301cc"
  },
  {
    "文件名": "[np 完结]《在18x游戏中的日常（总受）》作者：甜豆溜溜球.txt",
    "夸克盘链接": "https://pan.quark.cn/s/f1d679df5c5a"
  },
  {
    "文件名": "[np 完结]《渊（总裁s受 总受调教）》》作者：一帘风月.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e801d6dddaf4"
  },
  {
    "文件名": "[np 完结]《欲望玫瑰（调教 结局1v1）》作者：嘶哈嘶哈.txt",
    "夸克盘链接": "https://pan.quark.cn/s/d74d82cca25d"
  },
  {
    "文件名": "[np 完结]《诱敌深入（总受）》作者：scarlllet.txt",
    "夸克盘链接": "https://pan.quark.cn/s/7b8955ff56f1"
  },
  {
    "文件名": "[np 完结]《用巨gen主持正义（总攻）》作者：阿香香.txt",
    "夸克盘链接": "https://pan.quark.cn/s/6efb6e10c96c"
  },
  {
    "文件名": "[np 完结]《勇者的淫乱森林冒险（总攻 弱攻）》作者：草莓鱼.txt",
    "夸克盘链接": "https://pan.quark.cn/s/557482d4de3a"
  },
  {
    "文件名": "[np 完结]《勇者的寻龙之路（抹布受）》作者：长河孤烟.txt",
    "夸克盘链接": "https://pan.quark.cn/s/f6729d446dce"
  },
  {
    "文件名": "[np 完结]《影帝们的心尖宠[娱乐圈总受]》作者：三叶草潇潇.txt",
    "夸克盘链接": "https://pan.quark.cn/s/6011a86b9474"
  },
  {
    "文件名": "[np 完结]《应不识（总攻）》作者：霜晨月.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ee3574dad35e"
  },
  {
    "文件名": "[np 完结]《引狼入室之后[女攻]》作者：鸦矫.txt",
    "夸克盘链接": "https://pan.quark.cn/s/d0d92b749692"
  },
  {
    "文件名": "[np 完结]《淫荡的学生（总受）》作者：桂鱼.txt",
    "夸克盘链接": "https://pan.quark.cn/s/5c434a635562"
  },
  {
    "文件名": "[np 完结]《已婚熊受男妻被各种人蹂躏的日常（总受）》作者：rose大大.txt",
    "夸克盘链接": "https://pan.quark.cn/s/500b3ef2868b"
  },
  {
    "文件名": "[np 完结]《一出门就被男人惦记（古代ABO 总受）》作者：心术不正.txt",
    "夸克盘链接": "https://pan.quark.cn/s/66f8f51ae362"
  },
  {
    "文件名": "[np 完结]《晏公子的被辱生涯（总受）》作者：祝秋白.txt",
    "夸克盘链接": "https://pan.quark.cn/s/8df41d92e7d9"
  },
  {
    "文件名": "[np 完结]《羞耻攻略（futa扶她 百合 系统）》作者：敬儿.txt",
    "夸克盘链接": "https://pan.quark.cn/s/751e215daa05"
  },
  {
    "文件名": "[np 完结]《小猫咪的快穿之旅（主受）》作者：风听我.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c89df2136311"
  },
  {
    "文件名": "[np 完结]《午夜直播（总受 结局1v1）》作者：阿尔法狗咩.txt",
    "夸克盘链接": "https://pan.quark.cn/s/1c9bb43b8120"
  },
  {
    "文件名": "[np 完结]《无耻催眠》作者：阿银77.txt",
    "夸克盘链接": "https://pan.quark.cn/s/eaf87ff2c0d2"
  },
  {
    "文件名": "[np 完结]《我和我的三个朋友（总攻）》作者：叶幕里.txt",
    "夸克盘链接": "https://pan.quark.cn/s/33a04ac5b97e"
  },
  {
    "文件名": "[np 完结]《为了当个正常男人我付出太多了（双性总受）》作者：三少奶奶.txt",
    "夸克盘链接": "https://pan.quark.cn/s/83892a621091"
  },
  {
    "文件名": "[np 完结]《猥琐男的催眠幸事（总攻 催眠 系统）》作者：没有名字么么么.txt",
    "夸克盘链接": "https://pan.quark.cn/s/1bb775bcb1ab"
  },
  {
    "文件名": "[np 完结]《团宠之咒术回战五条悟（总受）》作者：三叶草潇潇.txt",
    "夸克盘链接": "https://pan.quark.cn/s/2549e289fb55"
  },
  {
    "文件名": "[np 完结]《贴身助理abo（总受）》作者：云间.txt",
    "夸克盘链接": "https://pan.quark.cn/s/acda7afec1ef"
  },
  {
    "文件名": "[np 完结]《田大根的幸福生活（人外 总攻）》作者：杜鹃.txt",
    "夸克盘链接": "https://pan.quark.cn/s/4bdb704a8553"
  },
  {
    "文件名": "[np 完结]《他们的强制行为（总受 be）》作者：但枝.txt",
    "夸克盘链接": "https://pan.quark.cn/s/3d9a4b5ee1e3"
  },
  {
    "文件名": "[np 完结]《睡遍美少年之路（总攻）》作者：大王饶命.txt",
    "夸克盘链接": "https://pan.quark.cn/s/f26326b26d01"
  },
  {
    "文件名": "[np 完结]《双胞胎的宠物（总受）》作者：一个小可爱.txt",
    "夸克盘链接": "https://pan.quark.cn/s/45ad31d5cd89"
  },
  {
    "文件名": "[np 完结]《狩猎龙族》作者：月光如水.txt",
    "夸克盘链接": "https://pan.quark.cn/s/0ec783df251d"
  },
  {
    "文件名": "[np 完结]《神灵（总攻）》作者：暮暮暮.txt",
    "夸克盘链接": "https://pan.quark.cn/s/4eafbe553abd"
  },
  {
    "文件名": "[np 完结]《三人行，必有双插头》作者：但枝.txt",
    "夸克盘链接": "https://pan.quark.cn/s/64db4f767980"
  },
  {
    "文件名": "[np 完结]《软饭硬吃男（总攻）》作者：周独步.txt",
    "夸克盘链接": "https://pan.quark.cn/s/36d57fb78b8b"
  },
  {
    "文件名": "[np 完结]《溶溶月色（双性总受）》作者：scarlllet.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c39186579c9c"
  },
  {
    "文件名": "[np 完结]《妊夫奶茶店》作者：绝对绅士.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a1be5c888775"
  },
  {
    "文件名": "[np 完结]《瘸狗Ⅰ（总受 瘸腿叔受）》作者：长岛冰茶.txt",
    "夸克盘链接": "https://pan.quark.cn/s/32811f908ae0"
  },
  {
    "文件名": "[np 完结]《囚笼（总受 渣攻贱受 be）》作者：单唯安.txt",
    "夸克盘链接": "https://pan.quark.cn/s/23c1f55b1f5d"
  },
  {
    "文件名": "[np 完结]《请上床（总受）》作者：一条咸鱼.txt",
    "夸克盘链接": "https://pan.quark.cn/s/f91cbc46e6d9"
  },
  {
    "文件名": "[np 完结]《清冷师尊受罚记Ⅵ（BDSM，单性总受，年下徒弟攻X清冷师尊受）》作者：莉莉丝.txt",
    "夸克盘链接": "https://pan.quark.cn/s/386bfb52bb07"
  },
  {
    "文件名": "[np 完结]《清冷师尊受罚记Ⅴ（BDSM，单性总受，年下徒弟攻X清冷师尊受）》作者：莉莉丝.txt",
    "夸克盘链接": "https://pan.quark.cn/s/6b88f0ea9845"
  },
  {
    "文件名": "[np 完结]《清冷师尊受罚记Ⅳ（BDSM，单性总受，年下徒弟攻X清冷师尊受）》作者：莉莉丝.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ddcb1ba1bcf7"
  },
  {
    "文件名": "[np 完结]《清冷师尊受罚记Ⅲ（BDSM，单性总受，年下徒弟攻X清冷师尊受）》作者：莉莉丝.txt",
    "夸克盘链接": "https://pan.quark.cn/s/49001458f4fb"
  },
  {
    "文件名": "[np 完结]《清冷师尊受罚记Ⅱ（BDSM，单性总受，年下徒弟攻X清冷师尊受）》作者：莉莉丝.txt",
    "夸克盘链接": "https://pan.quark.cn/s/7c33300db221"
  },
  {
    "文件名": "[np 完结]《其实我也不想的【女攻】》作者：小不正经.txt",
    "夸克盘链接": "https://pan.quark.cn/s/1bf4f7ae5104"
  },
  {
    "文件名": "[np 完结]《痞子囚犯与正装总裁的灵魂交换（短篇）》作者：赫尔曼狄克.txt",
    "夸克盘链接": "https://pan.quark.cn/s/0b59de0ba937"
  },
  {
    "文件名": "[np 完结]《你们轻一点[总受，后期双]》作者：色气写手.txt",
    "夸克盘链接": "https://pan.quark.cn/s/2efdfde0bcc6"
  },
  {
    "文件名": "[np 完结]《男生宿舍》作者：婉柳.txt",
    "夸克盘链接": "https://pan.quark.cn/s/018caff041b4"
  },
  {
    "文件名": "[np 完结]《男神总裁的沦陷（总受）》作者：陆小蛋.txt",
    "夸克盘链接": "https://pan.quark.cn/s/04b6d9dcd328"
  },
  {
    "文件名": "[np 完结]《奶茶小屋》作者：小蒋小蒋从不中奖.txt",
    "夸克盘链接": "https://pan.quark.cn/s/12cc8ac8137b"
  },
  {
    "文件名": "[np 完结]《那个亚裔美男在美国高中当总攻（总攻）》作者：年下赛高.txt",
    "夸克盘链接": "https://pan.quark.cn/s/d1ed92320319"
  },
  {
    "文件名": "[np 完结]《魔灵废土【双性 结局1v1】》作者：小魔厨.txt",
    "夸克盘链接": "https://pan.quark.cn/s/305a38b3820e"
  },
  {
    "文件名": "[np 完结]《魔法筋肉甜甜酱》作者：童言笑.txt",
    "夸克盘链接": "https://pan.quark.cn/s/92830cdd7d73"
  },
  {
    "文件名": "[np 完结]《明明是直男却总被强制爱（总受）》作者：张痕.txt",
    "夸克盘链接": "https://pan.quark.cn/s/5eabad727ceb"
  },
  {
    "文件名": "[np 完结]《梦中艹翻起点男【总攻快穿】》作者：流影不留声.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a47fd45e113f"
  },
  {
    "文件名": "[np 完结]《美人劫（总受）》作者：吃肉的一股清流.txt",
    "夸克盘链接": "https://pan.quark.cn/s/2a28f86c4503"
  },
  {
    "文件名": "[np 完结]《美人初恋变成妖艳小妈》作者：叶幕里.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e0ca88bfd757"
  },
  {
    "文件名": "[np 完结]《凉州异闻（主受）》作者：红豆糖丸.txt",
    "夸克盘链接": "https://pan.quark.cn/s/568274c01b43"
  },
  {
    "文件名": "[np 完结]《快穿之直男被掰弯之路（万人迷总受）》作者：日三千.txt",
    "夸克盘链接": "https://pan.quark.cn/s/1ec47b1d6881"
  },
  {
    "文件名": "[np 完结]《君尊》作者：唐门_目目.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c6912650088b"
  },
  {
    "文件名": "[np 完结]《绝望悸动》作者：禁色诗篇.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ac4425f476c1"
  },
  {
    "文件名": "[np 完结]《酒吧里的男寡妇（ABO总受）》作者：SuMooou.txt",
    "夸克盘链接": "https://pan.quark.cn/s/133f6bdf12d6"
  },
  {
    "文件名": "[np 完结]《精牛（总攻）》作者：痴人路过.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c57f7b477c88"
  },
  {
    "文件名": "[np 完结]《监狱里的法则》作者：黄马甲.txt",
    "夸克盘链接": "https://pan.quark.cn/s/2b843e145c9a"
  },
  {
    "文件名": "[np 完结]《肌肉牲畜骑士团》作者：珍君.txt",
    "夸克盘链接": "https://pan.quark.cn/s/eeffbc533718"
  },
  {
    "文件名": "[np 完结]《肌肉绿帽男的肉便器之路》作者：阿玖一米六.txt",
    "夸克盘链接": "https://pan.quark.cn/s/61a32410ab98"
  },
  {
    "文件名": "[np 完结]《坏哥哥们（总受）》作者：池芥雨.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a6f5d8e158ca"
  },
  {
    "文件名": "[np 完结]《荷尔蒙暴击》作者：六枚铜板.txt",
    "夸克盘链接": "https://pan.quark.cn/s/1a9ff5075be0"
  },
  {
    "文件名": "[np 完结]《何处安放（结局1v1 师生bdsm）》作者：坤臻（我不接受拒绝）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/044dc4178e9f"
  },
  {
    "文件名": "[np 完结]《害怕流水的小羊（总受）》作者：雪松白.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e67e312e85fa"
  },
  {
    "文件名": "[np 完结]《鬼王直播间（总攻）》作者：肆虐中毒.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e6a83baed8c2"
  },
  {
    "文件名": "[np 完结]《海洋上的性事（监狱＋海盗，乱交群p）》作者：取名字好难鸭.txt",
    "夸克盘链接": "https://pan.quark.cn/s/69c652cf42a7"
  },
  {
    "文件名": "[np 完结]《罐中大佬都很乖（总攻）》作者：月光如水.txt",
    "夸克盘链接": "https://pan.quark.cn/s/885627731602"
  },
  {
    "文件名": "[np 完结]《感官（hp哈德同人）》作者：球母LaLa.txt",
    "夸克盘链接": "https://pan.quark.cn/s/9ae154c76493"
  },
  {
    "文件名": "[np 完结]《关于哪吒找回他的混天绫途中发生的事情【哪吒重生 同人总攻】》作者：千年水妖.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c2855e3595ac"
  },
  {
    "文件名": "[np 完结]《高高在上的男神（总受）》作者：神咖.txt",
    "夸克盘链接": "https://pan.quark.cn/s/f5557266e2ef"
  },
  {
    "文件名": "[np 完结]《凤凰游（总受武侠）》作者：cicadaES.txt",
    "夸克盘链接": "https://pan.quark.cn/s/1162317a14fe"
  },
  {
    "文件名": "[np 完结]《恶堕（双性总受 凌Ru）》作者：北X风.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ff3d24c9ca4f"
  },
  {
    "文件名": "[np 完结]《堕仙【单性】》作者：一只白兔糖.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c446c1f89907"
  },
  {
    "文件名": "[np 完结]《渡我不渡初（虐 be）》作者：小南不难.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a2dd2fc53992"
  },
  {
    "文件名": "[np 完结]《都是炮友争什么（总受）》作者：柚子君.txt",
    "夸克盘链接": "https://pan.quark.cn/s/5996365f9bb2"
  },
  {
    "文件名": "[np 完结]《都是你们逼我的（性转））》作者：穆勒.txt",
    "夸克盘链接": "https://pan.quark.cn/s/f97176a48f85"
  },
  {
    "文件名": "[np 完结]《东洲大陆传奇之周郎（总受）》作者：柳锋.txt",
    "夸克盘链接": "https://pan.quark.cn/s/2d23db5bc67d"
  },
  {
    "文件名": "[np 完结]《电车“痴”汉【主攻】》作者：云生顾兔.txt",
    "夸克盘链接": "https://pan.quark.cn/s/efc878bc8012"
  },
  {
    "文件名": "[np 完结]《等等先别动手（王者荣耀同人）》作者：_沉碧海.txt",
    "夸克盘链接": "https://pan.quark.cn/s/24551a41e2f6"
  },
  {
    "文件名": "[np 完结]《地下室的奴隶（调教）》作者：麽麽酱.txt",
    "夸克盘链接": "https://pan.quark.cn/s/b395c8f61411"
  },
  {
    "文件名": "[np 完结]《大师兄每天都被肏哭（双性总受）》作者：唐而黄之.txt",
    "夸克盘链接": "https://pan.quark.cn/s/486d16bcf0ee"
  },
  {
    "文件名": "[np 完结]《催眠与被催眠》作者：没有名字么么么.txt",
    "夸克盘链接": "https://pan.quark.cn/s/59084656074b"
  },
  {
    "文件名": "[np 完结]《春风不度（总受）》作者：Lolarun.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a9663e7c6602"
  },
  {
    "文件名": "[np 完结]《穿到兽人部落（双性总受）》作者：茯苓.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c42fb291db88"
  },
  {
    "文件名": "[np 完结]《穿成稀有雄虫之后（总攻）》作者：猜猜谁写的.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e992768f8c90"
  },
  {
    "文件名": "[np 完结]《穿成豪门弃子后被团宠了（总受）》作者：小萌人.txt",
    "夸克盘链接": "https://pan.quark.cn/s/1c5520ca8e6a"
  },
  {
    "文件名": "[np 完结]《触手之森（双 主受）》作者：未知X.txt",
    "夸克盘链接": "https://pan.quark.cn/s/59b90ee8e817"
  },
  {
    "文件名": "[np 完结]《触手乐园（双性yd受、触手怪攻）》作者：番茄的马甲.txt",
    "夸克盘链接": "https://pan.quark.cn/s/6461faeec109"
  },
  {
    "文件名": "[np 完结]《宠师入骨（双性总受）》作者：耳朵酱.txt",
    "夸克盘链接": "https://pan.quark.cn/s/fa7e676fdcd5"
  },
  {
    "文件名": "[np 完结]《虫族之播撒甘霖（总攻）》作者：猫咪.txt",
    "夸克盘链接": "https://pan.quark.cn/s/38ba6525231d"
  },
  {
    "文件名": "[np 完结]《成为哥哥们的玩物（双性总受）》作者：大王饶命.txt",
    "夸克盘链接": "https://pan.quark.cn/s/0de3498c5368"
  },
  {
    "文件名": "[np 完结]《陈歌的幸福生活（总攻）》作者：和气生财.txt",
    "夸克盘链接": "https://pan.quark.cn/s/3d88dc016445"
  },
  {
    "文件名": "[np 完结]《超淫英雄（总攻）》作者：Blackgold.txt",
    "夸克盘链接": "https://pan.quark.cn/s/2899f6e93e2e"
  },
  {
    "文件名": "[np 完结]《不知羞【双 受受 结局1v1】》作者：甜粥.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e7a2b704499b"
  },
  {
    "文件名": "[np 完结]《捕捉小野莓[ABO 总受]》作者：星沉柠檬海.txt",
    "夸克盘链接": "https://pan.quark.cn/s/940f465b1ed4"
  },
  {
    "文件名": "[np 完结]《被野兽艹穴的游戏日常（人兽）》作者：mimicat.txt",
    "夸克盘链接": "https://pan.quark.cn/s/bb0a4611ce83"
  },
  {
    "文件名": "[np 完结]《被偏爱的小花妖【快穿】》作者：袖里青蛇.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e0db8b4c4300"
  },
  {
    "文件名": "[np 完结]《被男主们日液疼爱的无辜小白花（总受）》作者：就想看受嘤嘤嘤.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c595808f403f"
  },
  {
    "文件名": "[np 完结]《被禁锢的炉鼎【总受】》作者：肉煎包子.txt",
    "夸克盘链接": "https://pan.quark.cn/s/57cafd402f6c"
  },
  {
    "文件名": "[np 完结]《被家具轮番欺负（futa 百合）》作者：biucj.txt",
    "夸克盘链接": "https://pan.quark.cn/s/b2ee977660c4"
  },
  {
    "文件名": "[np 完结]《被各色大佬艹的那些年（总受）》作者：大香蕉.txt",
    "夸克盘链接": "https://pan.quark.cn/s/7daf74041376"
  },
  {
    "文件名": "[np 完结]《被哥哥们睡了个遍（双·总受）》作者：从心心（坑）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/b181367edb71"
  },
  {
    "文件名": "[np 完结]《被绑走的男神们（总受）》作者：月光如水.txt",
    "夸克盘链接": "https://pan.quark.cn/s/380c64150fb9"
  },
  {
    "文件名": "[np 完结]《薄荷味儿的小学渣（双性总受）》作者：甜棠.txt",
    "夸克盘链接": "https://pan.quark.cn/s/1a093f315cec"
  },
  {
    "文件名": "[np 完结]《白房子里的哑巴营妓》作者：季少堂.txt",
    "夸克盘链接": "https://pan.quark.cn/s/7d17fbeb2849"
  },
  {
    "文件名": "[np 完结]《爸爸的情人Ⅲ（单性，鬼畜儿子攻X鬼畜爸爸受）》作者：莉莉丝.txt",
    "夸克盘链接": "https://pan.quark.cn/s/1220ab8e5fa8"
  },
  {
    "文件名": "[np 完结]《爸爸的情人Ⅰ+Ⅱ（单性，鬼畜儿子攻X鬼畜爸爸受）》作者：莉莉丝（两部完）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/37a3593b3510"
  },
  {
    "文件名": "[np 完结]《GV美零翻车了（结局1v1）》作者：邬禅见.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e0be0c143eee"
  },
  {
    "文件名": "[np 完结]《Dom的自我修养（结局1v1）》作者：心术不正.txt",
    "夸克盘链接": "https://pan.quark.cn/s/946d85ae2532"
  },
  {
    "文件名": "[np 完结]《black（总攻 系统）》作者：痴人路过.txt",
    "夸克盘链接": "https://pan.quark.cn/s/065e2170f76d"
  },
  {
    "文件名": "[np 完结]《ABO之荒岛奇遇》作者：小象踩鼻子.txt",
    "夸克盘链接": "https://pan.quark.cn/s/78ba76c45630"
  },
  {
    "文件名": "[np 完结]《【钻A】all泽泽村的夏天（ntr）》作者：Rowen.txt",
    "夸克盘链接": "https://pan.quark.cn/s/2595a60aecf6"
  },
  {
    "文件名": "[np 完结]《【总受】囚仙》作者：麻辣火锅.txt",
    "夸克盘链接": "https://pan.quark.cn/s/2163a64555fe"
  },
  {
    "文件名": "[np 完结]《【总攻】淫祀邪神》作者：麻辣火锅.txt",
    "夸克盘链接": "https://pan.quark.cn/s/624bf43c3715"
  },
  {
    "文件名": "[np 完结]《【总攻】空桑少主的日常（食物语同人）》作者：暮雨微晴.txt",
    "夸克盘链接": "https://pan.quark.cn/s/5cbdf65a1c3c"
  },
  {
    "文件名": "[np 完结]《【总攻】剑三攻略（丐all）》作者：浮苔.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e3a3187dc2eb"
  },
  {
    "文件名": "[np 完结]《【总攻】火影世界的虫族生活》作者：留歌.txt",
    "夸克盘链接": "https://pan.quark.cn/s/0f1fd59ebbc5"
  },
  {
    "文件名": "[np 完结]《【玉帝X杨戬】天为谁春》作者：鬓边不是红.txt",
    "夸克盘链接": "https://pan.quark.cn/s/539bdcffee66"
  },
  {
    "文件名": "[np 完结]《【玉帝X杨戬】海棠春睡》作者：鬓边不是红.txt",
    "夸克盘链接": "https://pan.quark.cn/s/d99e3cdc31f1"
  },
  {
    "文件名": "[np 完结]《【阴阳师】每天都被自家式神操醒（总受）》作者：花七七.txt",
    "夸克盘链接": "https://pan.quark.cn/s/0cbeae0f7718"
  },
  {
    "文件名": "[np 完结]《【玄幻】国师大人（总攻）》作者：银色海.txt",
    "夸克盘链接": "https://pan.quark.cn/s/dec078062a8a"
  },
  {
    "文件名": "[np 完结]《【网王】吸引力（np 万人迷总受）》作者：饺子.txt",
    "夸克盘链接": "https://pan.quark.cn/s/b87a3c640584"
  },
  {
    "文件名": "[np 完结]《【王者荣耀同人】学长的秘密（赵云总受）》作者：甜饼小姐嘻嘻哈哈.txt",
    "夸克盘链接": "https://pan.quark.cn/s/0346e774c537"
  },
  {
    "文件名": "[np 完结]《【双性】学园里的性奴隶》作者：大口恰肉.txt",
    "夸克盘链接": "https://pan.quark.cn/s/02d313cfa57d"
  },
  {
    "文件名": "[np 完结]《【女攻】美男图鉴（快穿）》作者：九鸢.txt",
    "夸克盘链接": "https://pan.quark.cn/s/1d80d2f02c73"
  },
  {
    "文件名": "[np 完结]《【女攻】【综漫】兄弟战争之妻奴》作者：大写的苏.txt",
    "夸克盘链接": "https://pan.quark.cn/s/30b644c80030"
  },
  {
    "文件名": "[np 完结]《【虫族总攻】那只雄虫成年了》作者：荷娇娇包蛋.txt",
    "夸克盘链接": "https://pan.quark.cn/s/7f84d3f347f2"
  },
  {
    "文件名": "[np 完结]《【虫族总攻】阿德利安看着你》作者：子曰不是子日.txt",
    "夸克盘链接": "https://pan.quark.cn/s/3939b88d02a9"
  },
  {
    "文件名": "[np 完结]《[总攻重生]当然是选择原谅他啊（np）》作者：aimen.txt",
    "夸克盘链接": "https://pan.quark.cn/s/73e215397a30"
  },
  {
    "文件名": "[np 完结]《[总攻]因为缺钱所以去做了租借男友》作者：芜湖检票员.txt",
    "夸克盘链接": "https://pan.quark.cn/s/f13b45442050"
  },
  {
    "文件名": "[np 完结]《[总攻]慕离离的色情频道（bdsm）》作者：温也然.txt",
    "夸克盘链接": "https://pan.quark.cn/s/4d5d0a7aab1a"
  },
  {
    "文件名": "[np 完结]《［综漫总攻］不是卧底》作者：空白.txt",
    "夸克盘链接": "https://pan.quark.cn/s/2fbf6956d97a"
  },
  {
    "文件名": "[np 完结]《[隋唐All李靖]仗剑走风尘（同人 总受）》作者：郁息.txt",
    "夸克盘链接": "https://pan.quark.cn/s/86c79079709b"
  },
  {
    "文件名": "[np 完结]《[女攻]督主在下我在上》作者：糖醋葫芦.txt",
    "夸克盘链接": "https://pan.quark.cn/s/38038f52a948"
  },
  {
    "文件名": "[np 完结]《[末世]我是男配（总受，产乳，生子）》作者：yellow熊.txt",
    "夸克盘链接": "https://pan.quark.cn/s/8d63ee658099"
  },
  {
    "文件名": "[np 完结]《[快穿总受]被男神艹翻的日日夜夜》作者：肉煎包子.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ed074f288096"
  },
  {
    "文件名": "[np 完结]《[红楼梦同人]搅乱红楼梦（女攻 百合）》作者：糖醋葫芦.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c010f03b1a25"
  },
  {
    "文件名": "[np 完结]《[虫族总攻]肆无忌惮》作者：古丌矜.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c8ad61c553df"
  },
  {
    "文件名": "[ht完结GL]《死对头是我的网恋对象（ABO）》作者：敬儿.txt",
    "夸克盘链接": "https://pan.quark.cn/s/8890eae15d05"
  },
  {
    "文件名": "[ht完结]《主治医师他不对劲》by云生顾兔.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ca416ebf4739"
  },
  {
    "文件名": "[ht完结]《周围都是妖怪》作者：desirebobo.txt",
    "夸克盘链接": "https://pan.quark.cn/s/9d0f0b8ac2db"
  },
  {
    "文件名": "[ht完结]《这种小h书的展开真的存在吗》by：楠桃（双x）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/dc2bab07104c"
  },
  {
    "文件名": "[ht完结]《孕期ABO》作者：李不火啊.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a1e24bd6937b"
  },
  {
    "文件名": "[ht完结]《语爱》作家：小蒋小蒋从不中奖（1v1双性）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/02be4e54a90a"
  },
  {
    "文件名": "[ht完结]《有人能爱我吗 》作者：FIRE.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c29dd3c67581"
  },
  {
    "文件名": "[ht完结]《引渡执行官》（强强玄幻1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/1a4893335338"
  },
  {
    "文件名": "[ht完结]《淫虐牢笼》by工口绿豆沙.txt",
    "夸克盘链接": "https://pan.quark.cn/s/3182532adf30"
  },
  {
    "文件名": "[ht完结]《一千二》作者：荔枝绒毛.txt",
    "夸克盘链接": "https://pan.quark.cn/s/802f27c9dae7"
  },
  {
    "文件名": "[ht完结]《野王找上门》作家：豆花花星人（np）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a0a2b4c6ef9d"
  },
  {
    "文件名": "[ht完结]《妖狐（双性）》by去冰三分糖.txt",
    "夸克盘链接": "https://pan.quark.cn/s/4721ee950109"
  },
  {
    "文件名": "[ht完结]《驯化记【美强】》by吃肉的茄叽.txt",
    "夸克盘链接": "https://pan.quark.cn/s/7c268b25572d"
  },
  {
    "文件名": "[ht完结]《新男仆》by狐富贵[欧风 短篇].txt",
    "夸克盘链接": "https://pan.quark.cn/s/acfc0da7b4ce"
  },
  {
    "文件名": "[ht完结]《写死对头的小黄文被发现了》by一只小妖（双x 变态表哥攻×乖巧可爱小美人受）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/0ab0989ba266"
  },
  {
    "文件名": "[ht完结]《匣中美人》作者：eetinfa.txt",
    "夸克盘链接": "https://pan.quark.cn/s/3656be4653a2"
  },
  {
    "文件名": "[ht完结]《吸男人》by男主大人.txt",
    "夸克盘链接": "https://pan.quark.cn/s/38960a864e49"
  },
  {
    "文件名": "[ht完结]《无法逃脱Ⅰ》by兰庭（主攻）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ac3cccab77f4"
  },
  {
    "文件名": "[ht完结]《我渣了他》作家：desirebobo（1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/f8877c952306"
  },
  {
    "文件名": "[ht完结]《我与女帝的那些事（百合ABO）》作者：SY.txt",
    "夸克盘链接": "https://pan.quark.cn/s/9d33f0f876c8"
  },
  {
    "文件名": "[ht完结]《我喜欢的好兄弟居然看上我了》by熊猫胡豆（总受）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/2962d16342c4"
  },
  {
    "文件名": "[ht完结]《我们团怎么出了你这个败类》by一蟹不如一蟹.txt",
    "夸克盘链接": "https://pan.quark.cn/s/d102150a8321"
  },
  {
    "文件名": "[ht完结]《我将魂飞魄散在七天后》by归鹤远山.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a79dbd641d52"
  },
  {
    "文件名": "[ht完结]《我的恋爱物语大有问题》by咸鱼干.txt",
    "夸克盘链接": "https://pan.quark.cn/s/0745e3014e2d"
  },
  {
    "文件名": "[ht完结]《我变成了炮友的鸟（双性）》作者：周天子.txt",
    "夸克盘链接": "https://pan.quark.cn/s/b21ecaea48d3"
  },
  {
    "文件名": "[ht完结]《喂，滚开!（总受）》作者：梦小小小（反弹）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/b7ff66419dfa"
  },
  {
    "文件名": "[ht完结]《忘忧物》by大野七海[竹马].txt",
    "夸克盘链接": "https://pan.quark.cn/s/88f083064150"
  },
  {
    "文件名": "[ht完结]《网恋翻车实录》by橘子果酱（游戏小白伪装成妹子骗大神带自己上分，一不小心翻车的故事）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/4b8779328417"
  },
  {
    "文件名": "[ht完结]《网黄少年的性福生活》作家：水水水很多（np）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/9ae6b719b812"
  },
  {
    "文件名": "[ht完结]《弯了，反派给的实在是太多》by紫恤红珠（穿书 狠绝冷漠腹黑宠妻反派前直男攻x聪明隐忍十八线小炮灰前直男受）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/7540932ca296"
  },
  {
    "文件名": "[ht完结]《图一乐》by coldtea0331.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e1cdaf24f76f"
  },
  {
    "文件名": "[ht完结]《投鼠忌器（古耽be）》作者：白色的海.txt",
    "夸克盘链接": "https://pan.quark.cn/s/83008bc4ddb2"
  },
  {
    "文件名": "[ht完结]《偷心》by侠总攻（双x生子）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/dff5bec9f1df"
  },
  {
    "文件名": "[ht完结]《他是我捡的》by大野七海[现代].txt",
    "夸克盘链接": "https://pan.quark.cn/s/d485b58b7a33"
  },
  {
    "文件名": "[ht完结]《他和他的维纳斯》by拂袖（女攻）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/b067b02eb707"
  },
  {
    "文件名": "[ht完结]《他从猫变成了人》作者：desirebobo.txt",
    "夸克盘链接": "https://pan.quark.cn/s/4d3606884ac7"
  },
  {
    "文件名": "[ht完结]《饲养双性》作者：大口恰肉.txt",
    "夸克盘链接": "https://pan.quark.cn/s/841a10b11d36"
  },
  {
    "文件名": "[ht完结]《斯潘科软件公司》by哑哑[合集].txt",
    "夸克盘链接": "https://pan.quark.cn/s/27ec3b68dd53"
  },
  {
    "文件名": "[ht完结]《私人性奴[娱乐圈]》作者：一只小妖.txt",
    "夸克盘链接": "https://pan.quark.cn/s/9c53efd45c2b"
  },
  {
    "文件名": "[ht完结]《双性美人变成直男体育生们的公共肉便器》by人间四月天[现代].txt",
    "夸克盘链接": "https://pan.quark.cn/s/61c5f68f474d"
  },
  {
    "文件名": "[ht完结]《双陈》by毒药(古代 强强).txt",
    "夸克盘链接": "https://pan.quark.cn/s/d2e490954bb8"
  },
  {
    "文件名": "[ht完结]《狩猎幻觉》by奶黄包（星际 人外）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/f0b8f1054958"
  },
  {
    "文件名": "[ht完结]《嗜血》by木若川华[伪父子 年下].txt",
    "夸克盘链接": "https://pan.quark.cn/s/84bd7d1553a8"
  },
  {
    "文件名": "[ht完结]《师父跑了》by鲈鱼尾巴.txt",
    "夸克盘链接": "https://pan.quark.cn/s/3b5c270c7a39"
  },
  {
    "文件名": "[ht完结]《神》by二食号珍[暗黑 短篇].txt",
    "夸克盘链接": "https://pan.quark.cn/s/7af9e35df6fc"
  },
  {
    "文件名": "[ht完结]《深ru浅出【现耽甜宠合集】》作者：吾爱有三.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a0d11dcfabb3"
  },
  {
    "文件名": "[ht完结]《入青》作者：暮色（GL百合1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ec80b62b38f1"
  },
  {
    "文件名": "[ht完结]《蛇欢》作者：乘着宇宙（百合ABO1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/399c6140bdb2"
  },
  {
    "文件名": "[ht完结]《如泽》by池砚[现代].txt",
    "夸克盘链接": "https://pan.quark.cn/s/e5f0bdf59a6e"
  },
  {
    "文件名": "[ht完结]《如何才能抵挡夫人的诱惑》by啾啾酱.txt",
    "夸克盘链接": "https://pan.quark.cn/s/3c75d5e713f8"
  },
  {
    "文件名": "[ht完结]《鹊桥仙》作者：IcaRusLeBlanc（古风百合ABO1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/aec366118951"
  },
  {
    "文件名": "[ht完结]《拳击教练爱上瓷美人》by邬禅见（爱玩聪明富二代单性美人受×老实本分纯情爱吃醋霸道肌肉猛攻）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/1c1a568470e0"
  },
  {
    "文件名": "[ht完结]《去他的风流王爷！》by不会叫的知了（总受np）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ba1dbee919b9"
  },
  {
    "文件名": "[ht完结]《秋天住在囚笼里》by叶叶[双性 骨科 强制爱].txt",
    "夸克盘链接": "https://pan.quark.cn/s/a7700e07543e"
  },
  {
    "文件名": "[ht完结]《请您享用我（主攻）》作者：喵喵酱.txt",
    "夸克盘链接": "https://pan.quark.cn/s/0defb491cad8"
  },
  {
    "文件名": "[ht完结]《清冷师尊受难记（总受）》作者：SuMooou.txt",
    "夸克盘链接": "https://pan.quark.cn/s/61eac62fd9ba"
  },
  {
    "文件名": "[ht完结]《清河性事》作家：诗词鸽赋（百合futa1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/19d83aff88d7"
  },
  {
    "文件名": "[ht完结]《青青菟丝子（女攻）》作者：糜艳小鹿.txt",
    "夸克盘链接": "https://pan.quark.cn/s/856048504f46"
  },
  {
    "文件名": "[ht完结]《亲爱的林小姐》作家：七本七（百合futa1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e35e7b98e65f"
  },
  {
    "文件名": "[ht完结]《其实我是正经人》by豆沙樱[短篇 现代].txt",
    "夸克盘链接": "https://pan.quark.cn/s/05ecd924e0d6"
  },
  {
    "文件名": "[ht完结]《七月七》by江河入海流.txt",
    "夸克盘链接": "https://pan.quark.cn/s/75352836fa01"
  },
  {
    "文件名": "[ht完结]《七月的网》作者：甜豆溜溜球.txt",
    "夸克盘链接": "https://pan.quark.cn/s/42351916afe7"
  },
  {
    "文件名": "[ht完结]《七月的蜜桃》by生理泪水（父子）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/52713d6712ec"
  },
  {
    "文件名": "[ht完结]《破梗》by情九.txt",
    "夸克盘链接": "https://pan.quark.cn/s/016cf9b07994"
  },
  {
    "文件名": "[ht完结]《苹果微酸》（1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/93b04967b20d"
  },
  {
    "文件名": "[ht完结]《奴隶少女希尔》作者：射天狼（GL百合ABO1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/0a45535da23b"
  },
  {
    "文件名": "[ht完结]《你太听话了》（ABO伪骨科1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/d3d1da198c01"
  },
  {
    "文件名": "[ht完结]《内部消化》by 枸杞叶洗眼睛的sq小说家.txt",
    "夸克盘链接": "https://pan.quark.cn/s/237092500c53"
  },
  {
    "文件名": "[ht完结]《难断心头蚊子血（破镜重圆）》作者：日啖三斤冰淇淋.txt",
    "夸克盘链接": "https://pan.quark.cn/s/cbed936a4319"
  },
  {
    "文件名": "[ht完结]《南枝记》by二狗子哒（主攻）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ed7b5ef00c96"
  },
  {
    "文件名": "[ht完结]《谋杀白兔案【forkcake】》作者：我爱吃肉包子.txt",
    "夸克盘链接": "https://pan.quark.cn/s/548aabafb711"
  },
  {
    "文件名": "[ht完结]《明星和私生饭》by迷迭十三香（np 美攻强受）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/aeeb7e42ab15"
  },
  {
    "文件名": "[ht完结]《勉为其男》作家：在吃鸡排（双性受1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/7fd44ce19592"
  },
  {
    "文件名": "[ht完结]《棉棉》 作者：凉拌鲫鱼www.txt",
    "夸克盘链接": "https://pan.quark.cn/s/0b400f9ad7e7"
  },
  {
    "文件名": "[ht完结]《绵羊与狼的群居》【调教，np，训诫，bdsm】by拜月鲛鲛[虐身].txt",
    "夸克盘链接": "https://pan.quark.cn/s/22928a509ff3"
  },
  {
    "文件名": "[ht完结]《眠眠更健康》作家：乐观的广告位诚意招租(1v1).txt",
    "夸克盘链接": "https://pan.quark.cn/s/b5714d52a06d"
  },
  {
    "文件名": "[ht完结]《玫瑰河》by桃李不言.txt",
    "夸克盘链接": "https://pan.quark.cn/s/25cdedaaabbd"
  },
  {
    "文件名": "[ht完结]《玫瑰长廊》by十二只羊.txt",
    "夸克盘链接": "https://pan.quark.cn/s/462649fd634b"
  },
  {
    "文件名": "[ht完结]《没有姓名的那一个》by草豆儿[娱乐圈].txt",
    "夸克盘链接": "https://pan.quark.cn/s/402e8d980273"
  },
  {
    "文件名": "[ht完结]《笼》by一帘风月.txt",
    "夸克盘链接": "https://pan.quark.cn/s/32056928b590"
  },
  {
    "文件名": "[ht完结]《笼（昼颜大三角）》作者：一帘风月.txt",
    "夸克盘链接": "https://pan.quark.cn/s/6022e68d6850"
  },
  {
    "文件名": "[ht完结]《Doll-House（暗黑重口凌辱）》作者：mamiyasai.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e5ae209461fd"
  },
  {
    "文件名": "[ht完结]《rappers（年下攻）》作者：清蒸小卷子.txt",
    "夸克盘链接": "https://pan.quark.cn/s/3e191c3eedf4"
  },
  {
    "文件名": "[ht完结]《B与O的恋爱问题》by紫狐宫（这是B攻O受的故事）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ce4df5eaa8c8"
  },
  {
    "文件名": "[ht完结]《18岁的圣诞节》（叔侄骨科1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/5b795c17397d"
  },
  {
    "文件名": "[ht完结]《〔双性骚受勾引警告!〕直男〔高H内射!口交!〕》by是白糖不是红糖[校园].txt",
    "夸克盘链接": "https://pan.quark.cn/s/f2e2ddd89c97"
  },
  {
    "文件名": "[ht完结]《【主攻】我将魂飞魄散在七天后》by归鹤远山[师徒  年上].txt",
    "夸克盘链接": "https://pan.quark.cn/s/9c17ec2a802c"
  },
  {
    "文件名": "[ht完结]《【女攻】饲养》作者：茶茶.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c92af3928185"
  },
  {
    "文件名": "[ht完结]《【虫族总攻】为国家贡献生育率》作者：黄色火龙果.txt",
    "夸克盘链接": "https://pan.quark.cn/s/db43ec78095b"
  },
  {
    "文件名": "[ht完结]《“日”久生情（强制）》by取名字好难.txt",
    "夸克盘链接": "https://pan.quark.cn/s/80bdb4119cbb"
  },
  {
    "文件名": "[ht完结]《[双性总受]七日谈》作者：不定期诈尸.txt",
    "夸克盘链接": "https://pan.quark.cn/s/5f02a1541e84"
  },
  {
    "文件名": "[3p 完结]《醉吟之》作者：大废柴.txt",
    "夸克盘链接": "https://pan.quark.cn/s/460bb008de1f"
  },
  {
    "文件名": "[3p 完结]《撞见校霸被老爸打屁股（两攻一受）》作者：时S年.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ea38884fdacd"
  },
  {
    "文件名": "[3p 完结]《直男，处男和骚0（结局1v1）》作者：PotatoShroom.txt",
    "夸克盘链接": "https://pan.quark.cn/s/92608fd4615c"
  },
  {
    "文件名": "[3p 完结]《昭昭（双生 产 1受2攻） 》作者：仲夏夜之豆.txt",
    "夸克盘链接": "https://pan.quark.cn/s/51847b1543d0"
  },
  {
    "文件名": "[3p 完结]《忧郁大叔是总裁的白月光（二攻一受）》作者：麻油妖子.txt",
    "夸克盘链接": "https://pan.quark.cn/s/d35dc7068c1b"
  },
  {
    "文件名": "[3p 完结]《雪衣月明（强制爱）》作者：关河冷落.txt",
    "夸克盘链接": "https://pan.quark.cn/s/5dae96a17c8e"
  },
  {
    "文件名": "[3p 完结]《献礼的佩纳》作者：天晴嘀嘀.txt",
    "夸克盘链接": "https://pan.quark.cn/s/fc9156d8c518"
  },
  {
    "文件名": "[3p 完结]《我有特殊技能可以勾引别人（1受2攻）》作者：desirebobo.txt",
    "夸克盘链接": "https://pan.quark.cn/s/d7b4e6272c00"
  },
  {
    "文件名": "[3p 完结]《我女朋友的男朋友》作者：木头.txt",
    "夸克盘链接": "https://pan.quark.cn/s/5f8d92dc99f0"
  },
  {
    "文件名": "[3p 完结]《玩物攻陷（两攻一受）》作者：一枚夹心饼.txt",
    "夸克盘链接": "https://pan.quark.cn/s/143a0aa4b91c"
  },
  {
    "文件名": "[3p 完结]《他们的宝贝（sp）》作者：苏酥素.txt",
    "夸克盘链接": "https://pan.quark.cn/s/35c2945d8c91"
  },
  {
    "文件名": "[3p 完结]《双妻》作者：水云顾君.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a1edfa3d43f2"
  },
  {
    "文件名": "[3p 完结]《受受相插》作者：野人家.txt",
    "夸克盘链接": "https://pan.quark.cn/s/227cac3b86ad"
  },
  {
    "文件名": "[3p 完结]《社死之后被射到爽死【双性】》作者：三少奶奶.txt",
    "夸克盘链接": "https://pan.quark.cn/s/0c8b9511e63f"
  },
  {
    "文件名": "[3p 完结]《蛇仙（人蛇）》作者：凛冬已至.txt",
    "夸克盘链接": "https://pan.quark.cn/s/b66ac3b3219e"
  },
  {
    "文件名": "[3p 完结]《三角》作者：情九.txt",
    "夸克盘链接": "https://pan.quark.cn/s/b9725f670e69"
  },
  {
    "文件名": "[3p 完结]《农夫与大佬（肌肉受）》作者：大鸟.txt",
    "夸克盘链接": "https://pan.quark.cn/s/47e579e59a09"
  },
  {
    "文件名": "[3p 完结]《莫让（灵异 结局1v1）》作者：十六家的卡门.txt",
    "夸克盘链接": "https://pan.quark.cn/s/709fe5ab1115"
  },
  {
    "文件名": "[3p 完结]《老师帮帮忙（两攻一受）》作者：Alekta.txt",
    "夸克盘链接": "https://pan.quark.cn/s/5c211c525a69"
  },
  {
    "文件名": "[3p 完结]《绝●爱（古代 互攻）》作者：我叫张美丽.txt",
    "夸克盘链接": "https://pan.quark.cn/s/2c6e3c1b94e9"
  },
  {
    "文件名": "[3p 完结]《捡到一个小奶包（双 生 产）》作者：一枚夹心饼.txt",
    "夸克盘链接": "https://pan.quark.cn/s/1c6e61370f00"
  },
  {
    "文件名": "[3p 完结]《继兄（双性）》作者：三少奶奶.txt",
    "夸克盘链接": "https://pan.quark.cn/s/b84707179437"
  },
  {
    "文件名": "[3p 完结]《乖乖仔和教官的厕所激情play》作者：神奇海螺.txt",
    "夸克盘链接": "https://pan.quark.cn/s/28f02420dd71"
  },
  {
    "文件名": "[3p 完结]《蛊欢》作者：desirebobo.txt",
    "夸克盘链接": "https://pan.quark.cn/s/09a5abae0511"
  },
  {
    "文件名": "[3p 完结]《发情期认错老公了怎么办》作者：老板来杯奶昔.txt",
    "夸克盘链接": "https://pan.quark.cn/s/110fa14099cf"
  },
  {
    "文件名": "[3p 完结]《财阀兄弟的rbq家教》作者：取名字好难鸭.txt",
    "夸克盘链接": "https://pan.quark.cn/s/6be432bfdf14"
  },
  {
    "文件名": "[3p 完结]《捕获（ABO 强制爱）》作者：初来乍到一脸懵逼.txt",
    "夸克盘链接": "https://pan.quark.cn/s/74d0712a716c"
  },
  {
    "文件名": "[3p 完结]《被禁欲主角们强制爱了（虫族）》作者：百泌语.txt",
    "夸克盘链接": "https://pan.quark.cn/s/bd78cd8ff282"
  },
  {
    "文件名": "[3p 完结]《白月光的未婚夫是前pao友》作者：柠檬樱花.txt",
    "夸克盘链接": "https://pan.quark.cn/s/734ace949dfc"
  },
  {
    "文件名": "[1v1 完结]《作茧（扶她 百合ABO）》作者：Pepsi.txt",
    "夸克盘链接": "https://pan.quark.cn/s/391b41d18bfb"
  },
  {
    "文件名": "[1v1 完结]《最美不过夕阳红》作者：大王饶命.txt",
    "夸克盘链接": "https://pan.quark.cn/s/22add276a2d4"
  },
  {
    "文件名": "[1v1 完结]《恣意（弱攻x痞帅受）》作者：鱼那个余.txt",
    "夸克盘链接": "https://pan.quark.cn/s/95b8f071c897"
  },
  {
    "文件名": "[1v1 完结]《转学后遇到童年玩伴了（双性）》作者：一枚硬币.txt",
    "夸克盘链接": "https://pan.quark.cn/s/7c2bfab6726f"
  },
  {
    "文件名": "[1v1 完结]《主人最乖的小犬奴（双性生子）》作者：谜样的蛋先生.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ffbb37b3beed"
  },
  {
    "文件名": "[1v1 完结]《主人与狗的故事系列一预备军犬的自述（ABO）》作者：今安.txt",
    "夸克盘链接": "https://pan.quark.cn/s/b1d96dd7f88b"
  },
  {
    "文件名": "[1v1 完结]《竹马竹马（美强，甜）单性》作者：Grand.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c3f8a6f25cd1"
  },
  {
    "文件名": "[1v1 完结]《竹马先生（be）》作者：信良.txt",
    "夸克盘链接": "https://pan.quark.cn/s/2131850f7f65"
  },
  {
    "文件名": "[1v1 完结]《重生之并无卵用（主攻）》作者：张好古.txt",
    "夸克盘链接": "https://pan.quark.cn/s/5b5b277039fa"
  },
  {
    "文件名": "[1v1 完结]《重生后美人师尊被我掰弯了》作者：清粥小菜.txt",
    "夸克盘链接": "https://pan.quark.cn/s/3c7fbf16c13a"
  },
  {
    "文件名": "[1v1 完结]《钟情未悔（现代家奴）》作者：晨水.txt",
    "夸克盘链接": "https://pan.quark.cn/s/91b513d82911"
  },
  {
    "文件名": "[1v1 完结]《忠犬变恶犬（单性）》作者：杨广广.txt",
    "夸克盘链接": "https://pan.quark.cn/s/8704b62eec8e"
  },
  {
    "文件名": "[1v1 完结]《中京狱囚（万人迷攻）》作者：佟画.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e0256f3e6a89"
  },
  {
    "文件名": "[1v1 完结]《正经人谁拍JB照啊（缺根筋受x年下攻）》作者：手莫鱼.txt",
    "夸克盘链接": "https://pan.quark.cn/s/134e3c21290e"
  },
  {
    "文件名": "[1v1 完结]《这是个误会》作者：公议熙.txt",
    "夸克盘链接": "https://pan.quark.cn/s/6561dfcb258d"
  },
  {
    "文件名": "[1v1 完结]《掌中之花（催眠 调教 单性转双性）》作者：顾冷.txt",
    "夸克盘链接": "https://pan.quark.cn/s/58641ca54ec0"
  },
  {
    "文件名": "[1v1 完结]《斩魂【修真】》作者：teemoking.txt",
    "夸克盘链接": "https://pan.quark.cn/s/5cacc6d54170"
  },
  {
    "文件名": "[1v1 完结]《在监狱做大佬性nu的日子》作者：前列腺疼.txt",
    "夸克盘链接": "https://pan.quark.cn/s/5b2d191742a0"
  },
  {
    "文件名": "[1v1 完结]《杂合集（小甜饼）》作者：瓜宅.txt",
    "夸克盘链接": "https://pan.quark.cn/s/486e16ddddb2"
  },
  {
    "文件名": "[1v1 完结]《远山》作者：李千重.txt",
    "夸克盘链接": "https://pan.quark.cn/s/d7a3c3bd9a2c"
  },
  {
    "文件名": "[1v1 完结]《源于爱你（双性生子）》作者：妲己是我.txt",
    "夸克盘链接": "https://pan.quark.cn/s/de4e5cc80402"
  },
  {
    "文件名": "[1v1 完结]《冤冤相抱（单性 强攻弱受）》作者：在吃鸡排.txt",
    "夸克盘链接": "https://pan.quark.cn/s/15d5f0a94d18"
  },
  {
    "文件名": "[1v1 完结]《遇蛇GL-夜深情长系列之二（扶她 百合ABO）》作者：弃车从良的清新暴.txt",
    "夸克盘链接": "https://pan.quark.cn/s/4ef1ecbd806e"
  },
  {
    "文件名": "[1v1 完结]《欲望深渊（调教 先虐后爱）》作者：方圆西木nut.txt",
    "夸克盘链接": "https://pan.quark.cn/s/5e2a327db12f"
  },
  {
    "文件名": "[1v1 完结]《欲海无涯（双性）》作者：油泼面.txt",
    "夸克盘链接": "https://pan.quark.cn/s/2c7ae692a1b0"
  },
  {
    "文件名": "[1v1 完结]《于深渊中（哨向）》作者：天堂之孔.txt",
    "夸克盘链接": "https://pan.quark.cn/s/785ad8049236"
  },
  {
    "文件名": "[1v1 完结]《于林深处（sm 年下奶狗攻vs年上理智受）》作者：躲猫猫.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ff7a24bdca5b"
  },
  {
    "文件名": "[1v1 完结]《有只小狗他喜欢吃肉（小甜饼）》作者：desirebobo.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c14c9dfa588d"
  },
  {
    "文件名": "[1v1 完结]《游戏人间（强强 sp）》作者：尊哥永生.txt",
    "夸克盘链接": "https://pan.quark.cn/s/7d632e4c4d40"
  },
  {
    "文件名": "[1v1 完结]《犹似桃花春带水（be）》作者：芥惏.txt",
    "夸克盘链接": "https://pan.quark.cn/s/2f450e4e05a3"
  },
  {
    "文件名": "[1v1 完结]《影后是Omega（扶她 百合ABO）》作者：阿挠.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ac4df1b76aa2"
  },
  {
    "文件名": "[1v1 完结]《迎朝【黑道卧底】单性》作者：朝阳西落.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ad57b7f74440"
  },
  {
    "文件名": "[1v1 完结]《英俊霸道总裁x清纯小美人秘书》作者：大口吃肉.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ee395d9017c1"
  },
  {
    "文件名": "[1v1 完结]《瘾（强攻弱受 强制爱）》作者：单唯安.txt",
    "夸克盘链接": "https://pan.quark.cn/s/5551912b135c"
  },
  {
    "文件名": "[1v1 完结]《阴生（鬼攻人受）》作者：月下凉州.txt",
    "夸克盘链接": "https://pan.quark.cn/s/8797c299f100"
  },
  {
    "文件名": "[1v1 完结]《轶闻录之父子》作者：佚名.txt",
    "夸克盘链接": "https://pan.quark.cn/s/39a926f0e6e5"
  },
  {
    "文件名": "[1v1 完结]《义父（年下，生子）》作者：月亮血浆.txt",
    "夸克盘链接": "https://pan.quark.cn/s/12d911c6f23d"
  },
  {
    "文件名": "[1v1 完结]《以继父之名（双性生子）》作者：娃娃菜炖肉丸.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e6eb109fc772"
  },
  {
    "文件名": "[1v1 完结]《一片狼藉》作者：夏魂.txt",
    "夸克盘链接": "https://pan.quark.cn/s/5a1400277457"
  },
  {
    "文件名": "[1v1 完结]《夜与昼（西幻）》作者：十六家的卡门.txt",
    "夸克盘链接": "https://pan.quark.cn/s/4ad50eab8fa9"
  },
  {
    "文件名": "[1v1 完结]《夜晚的回家路》作者：梦有书.txt",
    "夸克盘链接": "https://pan.quark.cn/s/3984fad26fdb"
  },
  {
    "文件名": "[1v1 完结]《阳光校草沦陷记（过程np be）》作者：啦啦啦.txt",
    "夸克盘链接": "https://pan.quark.cn/s/98fca80eb84b"
  },
  {
    "文件名": "[1v1 完结]《艳母【ABO】》作者：AK.txt",
    "夸克盘链接": "https://pan.quark.cn/s/8ad787dd60bf"
  },
  {
    "文件名": "[1v1 完结]《循循戒诱（父子 双性）》作者：赵如冰.txt",
    "夸克盘链接": "https://pan.quark.cn/s/f9b8a461b9c4"
  },
  {
    "文件名": "[1v1 完结]《血腥的毒爱》作者：木夜世.txt",
    "夸克盘链接": "https://pan.quark.cn/s/bd6d90dc7fbb"
  },
  {
    "文件名": "[1v1 完结]《学长嫁做人妻以后【双、产】双洁》作者：眠君.txt",
    "夸克盘链接": "https://pan.quark.cn/s/4b1ff464c450"
  },
  {
    "文件名": "[1v1 完结]《学霸与校霸（双）》作者：不寒.txt",
    "夸克盘链接": "https://pan.quark.cn/s/30ae2f707ddb"
  },
  {
    "文件名": "[1v1 完结]《学霸打炮守则（校园 双性）》作者：得野.txt",
    "夸克盘链接": "https://pan.quark.cn/s/1b296e9533c5"
  },
  {
    "文件名": "[1v1 完结]《选择性男友》作者：梦狐.txt",
    "夸克盘链接": "https://pan.quark.cn/s/61f1f3c2b323"
  },
  {
    "文件名": "[1v1 完结]《选择兼职后（过程np）》作者：咕嘟噗噗.txt",
    "夸克盘链接": "https://pan.quark.cn/s/aec7e8affdfb"
  },
  {
    "文件名": "[1v1 完结]《修真世界（互攻）》作者：明日之后.txt",
    "夸克盘链接": "https://pan.quark.cn/s/0ea635f456ef"
  },
  {
    "文件名": "[1v1 完结]《休克（骨科）》作者：一截子梦.txt",
    "夸克盘链接": "https://pan.quark.cn/s/0a8236fd1a09"
  },
  {
    "文件名": "[1v1 完结]《凶猛鬼王求放过》作者：枫叶红.txt",
    "夸克盘链接": "https://pan.quark.cn/s/64550bcfd015"
  },
  {
    "文件名": "[1v1 完结]《性色枷锁（双性攻，强强 半黑道文）》作者：猛虎与傻狼.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c3c186eb2a59"
  },
  {
    "文件名": "[1v1 完结]《星月（扶她 女攻百合abo）》作者：你在胡说这什么.txt",
    "夸克盘链接": "https://pan.quark.cn/s/9921966dc56b"
  },
  {
    "文件名": "[1v1 完结]《星光诵》作者：衣付炉烟＿.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ab96981bf56a"
  },
  {
    "文件名": "[1v1 完结]《信爱成瘾（futa 百合 母女 哨向）》作者：集体下海SFD48.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e6df91e61bc9"
  },
  {
    "文件名": "[1v1 完结]《心理委员和自闭同学（双性）》作者：公议熙.txt",
    "夸克盘链接": "https://pan.quark.cn/s/5273fd06ae8d"
  },
  {
    "文件名": "[1v1 完结]《心·蛊（剑三同人 美攻壮受）》作者：不要叫醒我.txt",
    "夸克盘链接": "https://pan.quark.cn/s/b04c171607b4"
  },
  {
    "文件名": "[1v1 完结]《校园里的性福生活（双洁）》作者：路之宫伊橙.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a29ced4cd626"
  },
  {
    "文件名": "[1v1 完结]《校妓》作者：清酒甜粥.txt",
    "夸克盘链接": "https://pan.quark.cn/s/0a75f5b2b471"
  },
  {
    "文件名": "[1v1 完结]《校霸的驯养方法（双性）》作者：李辣串.txt",
    "夸克盘链接": "https://pan.quark.cn/s/f29a145e88f4"
  },
  {
    "文件名": "[1v1 完结]《小冤家［骨科］》作者：在吃鸡排.txt",
    "夸克盘链接": "https://pan.quark.cn/s/60bd60e495af"
  },
  {
    "文件名": "[1v1 完结]《小少爷的男奴（年下 强制爱）》作者：隐骨.txt",
    "夸克盘链接": "https://pan.quark.cn/s/93291c46e700"
  },
  {
    "文件名": "[1v1 完结]《小鸟男神》作者：痴痴缠缠.txt",
    "夸克盘链接": "https://pan.quark.cn/s/55af6aad4597"
  },
  {
    "文件名": "[1v1 完结]《小奶瓶（产奶）》作者：白开水水水水.txt",
    "夸克盘链接": "https://pan.quark.cn/s/3c7df30cf5f5"
  },
  {
    "文件名": "[1v1 完结]《小奶妈（sc 互宠）》作者：在吃鸡排.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ebc45be0cb0f"
  },
  {
    "文件名": "[1v1 完结]《小楼昨夜（古耽）》作者：篱宁.txt",
    "夸克盘链接": "https://pan.quark.cn/s/0e9a63b93022"
  },
  {
    "文件名": "[1v1 完结]《小哭包（攻）与总裁（受）的故事》作者：不知名美羊羊.txt",
    "夸克盘链接": "https://pan.quark.cn/s/4fceed62f86a"
  },
  {
    "文件名": "[1v1 完结]《小海豚（伪骨科）》作者：山人二也.txt",
    "夸克盘链接": "https://pan.quark.cn/s/db62cd719d76"
  },
  {
    "文件名": "[1v1 完结]《小公子》作者：邬禅见.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c0b1dd2490c9"
  },
  {
    "文件名": "[1v1 完结]《乡野欲潮（双性）》作者：猫爪草.txt",
    "夸克盘链接": "https://pan.quark.cn/s/9dea33747780"
  },
  {
    "文件名": "[1v1 完结]《先生与奴隶（bdsm）》作者：林中草.txt",
    "夸克盘链接": "https://pan.quark.cn/s/5f949453fd5f"
  },
  {
    "文件名": "[1v1 完结]《仙尊魔尊放过我（弱攻 伪3p）》作者：紫狐宫.txt",
    "夸克盘链接": "https://pan.quark.cn/s/962876b339ba"
  },
  {
    "文件名": "[1v1 完结]《下药不成反被日》作者：Elizabeth.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ff40bb5ed8c4"
  },
  {
    "文件名": "[1v1 完结]《系在颈上的锁（互攻）》作者：白糖.txt",
    "夸克盘链接": "https://pan.quark.cn/s/dac10ae5add0"
  },
  {
    "文件名": "[1v1 完结]《系统你放过我吧》作者：一枚夹心饼.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ac546dfa0384"
  },
  {
    "文件名": "[1v1 完结]《吸血鬼执事（bdsm）s攻m受》作者：一只双子蛋.txt",
    "夸克盘链接": "https://pan.quark.cn/s/1695724bf161"
  },
  {
    "文件名": "[1v1 完结]《西域男后（年下双性 sc）》作者：邬禅见.txt",
    "夸克盘链接": "https://pan.quark.cn/s/b0f34719eb0f"
  },
  {
    "文件名": "[1v1 完结]《无法驯服的猎犬（鬼畜攻 bdsm 双性）》作者：甜心草莓.txt",
    "夸克盘链接": "https://pan.quark.cn/s/22541a12ef7b"
  },
  {
    "文件名": "[1v1 完结]《我养的，只能我干（双性）》作者：风听我.txt",
    "夸克盘链接": "https://pan.quark.cn/s/9daa1234871b"
  },
  {
    "文件名": "[1v1 完结]《我男朋友不知道其实他只是一个替身》作者：desirebobo.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c4e3b356e69a"
  },
  {
    "文件名": "[1v1 完结]《我家宠物超级甜》作者：子非鲤鱼.txt",
    "夸克盘链接": "https://pan.quark.cn/s/430c60c68597"
  },
  {
    "文件名": "[1v1 完结]《我多想拥抱你》作者：爱吃李子.txt",
    "夸克盘链接": "https://pan.quark.cn/s/5102c9b1b23e"
  },
  {
    "文件名": "[1v1 完结]《我的章鱼爱人》作者：7444.txt",
    "夸克盘链接": "https://pan.quark.cn/s/018ad72c54fe"
  },
  {
    "文件名": "[1v1 完结]《我的同桌太迷人（校园 单性）》作者：鱼乐.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c6a71c82b287"
  },
  {
    "文件名": "[1v1 完结]《我的茶色剧本（系统）》作者：6899.txt",
    "夸克盘链接": "https://pan.quark.cn/s/44d3f83d2761"
  },
  {
    "文件名": "[1v1 完结]《我被21禁任务给逼弯了（be）》作者：supersix.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a38abe3e12f0"
  },
  {
    "文件名": "[1v1 完结]《未分化（ABO）》作者：鸡小腿.txt",
    "夸克盘链接": "https://pan.quark.cn/s/907ebb6cc4b8"
  },
  {
    "文件名": "[1v1 完结]《为了活命强吻室友以后（单性）》作者：qqwqnmd.txt",
    "夸克盘链接": "https://pan.quark.cn/s/8a8870eb1fd6"
  },
  {
    "文件名": "[1v1 完结]《微胖的宝贝》作者：油泼面.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ccec109d7cc2"
  },
  {
    "文件名": "[1v1 完结]《妄为（弱攻 互攻）》作者：鱼那个余.txt",
    "夸克盘链接": "https://pan.quark.cn/s/54aba40e7eb4"
  },
  {
    "文件名": "[1v1 完结]《万族劫数》作者：和气生财.txt",
    "夸克盘链接": "https://pan.quark.cn/s/f892b787859c"
  },
  {
    "文件名": "[1v1 完结]《图谋（主攻）》作者：Kiligkg.txt",
    "夸克盘链接": "https://pan.quark.cn/s/5512560cbb1d"
  },
  {
    "文件名": "[1v1 完结]《同床异梦（先婚后爱 过程np）》作者：我爱吃冰棒.txt",
    "夸克盘链接": "https://pan.quark.cn/s/d290b375b1a2"
  },
  {
    "文件名": "[1v1 完结]《天生一对》作者：无机体.txt",
    "夸克盘链接": "https://pan.quark.cn/s/28328fe2dbb4"
  },
  {
    "文件名": "[1v1 完结]《特殊押运品（ABO）》作者：一枚夹心饼.txt",
    "夸克盘链接": "https://pan.quark.cn/s/81a8147ed000"
  },
  {
    "文件名": "[1v1 完结]《特殊刑讯（温周同人 末世战争ABO）》作者：捉住一只蝉.txt",
    "夸克盘链接": "https://pan.quark.cn/s/433b56ac0d14"
  },
  {
    "文件名": "[1v1 完结]《讨厌男人的我却爱上男人【年上】》作者：岳生尘尘子.txt",
    "夸克盘链接": "https://pan.quark.cn/s/5b22d3795a24"
  },
  {
    "文件名": "[1v1 完结]《泰莉的樂園（百合gl 多cp）》作者：凡澐.txt",
    "夸克盘链接": "https://pan.quark.cn/s/eacc3bd5f401"
  },
  {
    "文件名": "[1v1 完结]《他总是强迫我》作者：白开水水水水.txt",
    "夸克盘链接": "https://pan.quark.cn/s/bb87a1fbaad4"
  },
  {
    "文件名": "[1v1 完结]《他只对人偶感兴趣》作者：妖言惑众.txt",
    "夸克盘链接": "https://pan.quark.cn/s/67fd8a847f71"
  },
  {
    "文件名": "[1v1 完结]《他裤下有秘密（双性年下）》作者：瓶瓶.txt",
    "夸克盘链接": "https://pan.quark.cn/s/b12d5119d65e"
  },
  {
    "文件名": "[1v1 完结]《他的二手人生（重生）》作者：阿金宝.txt",
    "夸克盘链接": "https://pan.quark.cn/s/7bae490b6094"
  },
  {
    "文件名": "[1v1 完结]《所念》作者：婉柳.txt",
    "夸克盘链接": "https://pan.quark.cn/s/fbea67ec2d38"
  },
  {
    "文件名": "[1v1 完结]《俗色作家（年下）》作者：不寒.txt",
    "夸克盘链接": "https://pan.quark.cn/s/69cf204e0b7a"
  },
  {
    "文件名": "[1v1 完结]《送上门的情敌吃不吃》作者：一层.txt",
    "夸克盘链接": "https://pan.quark.cn/s/4530a1cbd33c"
  },
  {
    "文件名": "[1v1 完结]《饲剑》作者：燕知期.txt",
    "夸克盘链接": "https://pan.quark.cn/s/058f298556b2"
  },
  {
    "文件名": "[1v1 完结]《睡服你！（玄幻）单性》作者：一品香鱼.txt",
    "夸克盘链接": "https://pan.quark.cn/s/433422c5893b"
  },
  {
    "文件名": "[1v1 完结]《霜刃不染红梅香（玄幻）》作者：霜晨月.txt",
    "夸克盘链接": "https://pan.quark.cn/s/8d27940b3629"
  },
  {
    "文件名": "[1v1 完结]《双性竹马研究指南》作者：老板来杯奶昔.txt",
    "夸克盘链接": "https://pan.quark.cn/s/b02b75349b46"
  },
  {
    "文件名": "[1v1 完结]《双向诱惑（双性）》作者：卡曼橘.txt",
    "夸克盘链接": "https://pan.quark.cn/s/70fa09298ffd"
  },
  {
    "文件名": "[1v1 完结]《殊途同归》作者：血猫.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a54512c25022"
  },
  {
    "文件名": "[1v1 完结]《世子妃》作者：三千夜话.txt",
    "夸克盘链接": "https://pan.quark.cn/s/f20a70ca7162"
  },
  {
    "文件名": "[1v1 完结]《十八线影帝的追星日常》作者：爱吃闲鱼的猫.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e3ec733f649d"
  },
  {
    "文件名": "[1v1 完结]《师尊要被肏坏了（双性）》作者：谦野.txt",
    "夸克盘链接": "https://pan.quark.cn/s/b28bd499473d"
  },
  {
    "文件名": "[1v1 完结]《盛开的血莲（双性 父子年上）》作者：没有笔名.txt",
    "夸克盘链接": "https://pan.quark.cn/s/d8f5a617219d"
  },
  {
    "文件名": "[1v1 完结]《什么叫游戏【年上 BDSM】》作者：露西吃肉.txt",
    "夸克盘链接": "https://pan.quark.cn/s/3d1645eee3bd"
  },
  {
    "文件名": "[1v1 完结]《蛇攻【双 生子】》作者：云生顾兔.txt",
    "夸克盘链接": "https://pan.quark.cn/s/20958eff6a6a"
  },
  {
    "文件名": "[1v1 完结]《少爷的贴身男仆》作者：啊呜乱.txt",
    "夸克盘链接": "https://pan.quark.cn/s/0379b2e6292d"
  },
  {
    "文件名": "[1v1 完结]《少年与大汉（弱强）》作者：goodazy.txt",
    "夸克盘链接": "https://pan.quark.cn/s/8a80ea8b0d92"
  },
  {
    "文件名": "[1v1 完结]《少年穷（校园）》作者：春星夜.txt",
    "夸克盘链接": "https://pan.quark.cn/s/974fb714a6ff"
  },
  {
    "文件名": "[1v1 完结]《少年纪事》作者：江河入海流.txt",
    "夸克盘链接": "https://pan.quark.cn/s/9191ede90160"
  },
  {
    "文件名": "[1v1 完结]《三十岁老男人不会梦到死库水少年》作者：玉京仙.txt",
    "夸克盘链接": "https://pan.quark.cn/s/eb3a9f2e1f29"
  },
  {
    "文件名": "[1v1 完结]《软香入怀（年代文 sc小甜饼）》作者：在吃鸡排.txt",
    "夸克盘链接": "https://pan.quark.cn/s/77d54a2c2e18"
  },
  {
    "文件名": "[1v1 完结]《软饭真香》作者：湫凰.txt",
    "夸克盘链接": "https://pan.quark.cn/s/1422a9b2d443"
  },
  {
    "文件名": "[1v1 完结]《入梦娇软双性师尊》作者：已经是个死包子了.txt",
    "夸克盘链接": "https://pan.quark.cn/s/311406727df9"
  },
  {
    "文件名": "[1v1 完结]《如果掌心有太阳（弱攻sp，攻被拍）》作者：石目耳.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c07a3b1fabc5"
  },
  {
    "文件名": "[1v1 完结]《肉瓮（请君入瓮）》作者：娃娃菜炖肉丸.txt",
    "夸克盘链接": "https://pan.quark.cn/s/0d8876fbed66"
  },
  {
    "文件名": "[1v1 完结]《容玉》作者：梅子酒.txt",
    "夸克盘链接": "https://pan.quark.cn/s/def6a938b817"
  },
  {
    "文件名": "[1v1 完结]《人体极限研究（小甜饼）》作者：慵懒很懒.txt",
    "夸克盘链接": "https://pan.quark.cn/s/f2bc564513d1"
  },
  {
    "文件名": "[1v1 完结]《缺氧（骨科 包养）》作者：一截子梦.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c51fc58b056d"
  },
  {
    "文件名": "[1v1 完结]《求生（年下）》作者：热乎乎的红薯.txt",
    "夸克盘链接": "https://pan.quark.cn/s/f435fdfb91ff"
  },
  {
    "文件名": "[1v1 完结]《囚徒（双性）》作者：流氓咕咕.txt",
    "夸克盘链接": "https://pan.quark.cn/s/df165aacd092"
  },
  {
    "文件名": "[1v1 完结]《囚禁渣攻》作者：毛里球丝.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a2aae3550efe"
  },
  {
    "文件名": "[1v1 完结]《囚宠之一梦千年（原名：他是控制狂ll）》作者：一枝北.txt",
    "夸克盘链接": "https://pan.quark.cn/s/14e7d1d42af1"
  },
  {
    "文件名": "[1v1 完结]《请不要这样（女攻 ABO）》作者：寂寞桑葚红.txt",
    "夸克盘链接": "https://pan.quark.cn/s/73e441da2e8e"
  },
  {
    "文件名": "[1v1 完结]《请不要再让我剥下你的马甲了！》作者：泡芙星球.txt",
    "夸克盘链接": "https://pan.quark.cn/s/d20af9e94825"
  },
  {
    "文件名": "[1v1 完结]《情诈（年下攻 诱受）》作者：谷口肥鱼.txt",
    "夸克盘链接": "https://pan.quark.cn/s/b55371d24fc2"
  },
  {
    "文件名": "[1v1 完结]《情敌就是用来日的【双】》作者：略略略.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e69e4bb23b57"
  },
  {
    "文件名": "[1v1 完结]《情痴》作者：邢陆.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e5524803997e"
  },
  {
    "文件名": "[1v1 完结]《清冷师尊受难记（BDSM，单性，病娇徒弟攻X清冷师尊受）》作者：莉莉丝.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e10c6e67217b"
  },
  {
    "文件名": "[1v1 完结]《清纯美人被迫拿了妖艳贱货剧本（先婚后爱）》作者：下马饮君酒.txt",
    "夸克盘链接": "https://pan.quark.cn/s/d72e5b265d51"
  },
  {
    "文件名": "[1v1 完结]《青爱（青梅竹马 沙雕甜文）》作者：美攻一抹.txt",
    "夸克盘链接": "https://pan.quark.cn/s/f437fdafb828"
  },
  {
    "文件名": "[1v1 完结]《骑蛇难下【双】》作者：takira.txt",
    "夸克盘链接": "https://pan.quark.cn/s/be514bcfd15f"
  },
  {
    "文件名": "[1v1 完结]《欺凌【校园暴力】》作者：朝阳西落.txt",
    "夸克盘链接": "https://pan.quark.cn/s/f5578805ebd0"
  },
  {
    "文件名": "[1v1 完结]《欺负兔子（校园 强制）》作者：鸦骨子.txt",
    "夸克盘链接": "https://pan.quark.cn/s/82a0e14388b0"
  },
  {
    "文件名": "[1v1 完结]《妻主大人（女攻 sc）》作者：朝歌子.txt",
    "夸克盘链接": "https://pan.quark.cn/s/fc2e812ba395"
  },
  {
    "文件名": "[1v1 完结]《妻与妾（受受）》作者：山海十里.txt",
    "夸克盘链接": "https://pan.quark.cn/s/62ffb0ae0943"
  },
  {
    "文件名": "[1v1 完结]《破镜重圆[百合ABO 现代futa扶她]》作者：铜豌豆.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c55c3f580e22"
  },
  {
    "文件名": "[1v1 完结]《平庸（扶她 百合ABO）》作者：怪兽依然在.txt",
    "夸克盘链接": "https://pan.quark.cn/s/4513af5b82e6"
  },
  {
    "文件名": "[1v1 完结]《偏心（主攻）》作者：兰庭.txt",
    "夸克盘链接": "https://pan.quark.cn/s/eceed28d2a11"
  },
  {
    "文件名": "[1v1 完结]《陪聊直男》作者：planet.txt",
    "夸克盘链接": "https://pan.quark.cn/s/82bee00f716c"
  },
  {
    "文件名": "[1v1 完结]《女子高中生拨打了小广告上的电话之后（futa 百合）》作者：呼吸丿回忆.txt",
    "夸克盘链接": "https://pan.quark.cn/s/22921cba43f4"
  },
  {
    "文件名": "[1v1 完结]《奴隶与千金[futa扶她 女攻 百合]》作者：铜豌豆.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e249830cc836"
  },
  {
    "文件名": "[1v1 完结]《奴隶王子与草原上的钢琴师》作者：SuMooou.txt",
    "夸克盘链接": "https://pan.quark.cn/s/58f95441fe46"
  },
  {
    "文件名": "[1v1 完结]《逆徒（修真）》作者：扶摇.txt",
    "夸克盘链接": "https://pan.quark.cn/s/3add4ffd31e1"
  },
  {
    "文件名": "[1v1 完结]《你听猫在叫》作者：池砚.txt",
    "夸克盘链接": "https://pan.quark.cn/s/431b3200df4b"
  },
  {
    "文件名": "[1v1 完结]《你的心丝虫（年下）》作者：啊猪法.txt",
    "夸克盘链接": "https://pan.quark.cn/s/06c1a58065fa"
  },
  {
    "文件名": "[1v1 完结]《南风知我意（甜宠）》作者：我是茶茶.txt",
    "夸克盘链接": "https://pan.quark.cn/s/2ef36a8f2bc2"
  },
  {
    "文件名": "[1v1 完结]《男友想被我X（BG&GB）》作者：Chestnut.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ec71eb7d2451"
  },
  {
    "文件名": "[1v1 完结]《男人与狗【兽交】》作者：就是野.txt",
    "夸克盘链接": "https://pan.quark.cn/s/f1ae6ca5f5f3"
  },
  {
    "文件名": "[1v1 完结]《那个男人有点野（单性）》作者：苏玛丽.txt",
    "夸克盘链接": "https://pan.quark.cn/s/87f550ce73a6"
  },
  {
    "文件名": "[1v1 完结]《末世做狗（调教）》作者：糯米团.txt",
    "夸克盘链接": "https://pan.quark.cn/s/de75cfee3e51"
  },
  {
    "文件名": "[1v1 完结]《末日同行（双性）》作者：春星夜.txt",
    "夸克盘链接": "https://pan.quark.cn/s/2e1ee18c8d2d"
  },
  {
    "文件名": "[1v1 完结]《魔男和他的养女（女攻）》作者：KUKIYA.txt",
    "夸克盘链接": "https://pan.quark.cn/s/5cf19bd3dab0"
  },
  {
    "文件名": "[1v1 完结]《棉花糖[ABO 双A]》作者：公议熙.txt",
    "夸克盘链接": "https://pan.quark.cn/s/d5452cc4f2dc"
  },
  {
    "文件名": "[1v1 完结]《魅魔居然是勇者什么的一定搞错了（触手攻 扶她百合）作者：凉风.txt",
    "夸克盘链接": "https://pan.quark.cn/s/14b619c105bd"
  },
  {
    "文件名": "[1v1 完结]《美男鱼》作者：婉柳.txt",
    "夸克盘链接": "https://pan.quark.cn/s/08dec919ea2e"
  },
  {
    "文件名": "[1v1 完结]《没有姓名（父子）》作者：请你关注我.txt",
    "夸克盘链接": "https://pan.quark.cn/s/f8dff0872b2f"
  },
  {
    "文件名": "[1v1 完结]《漫长觊觎（年上 养成）》作者：十二只羊.txt",
    "夸克盘链接": "https://pan.quark.cn/s/43bcd951ec5a"
  },
  {
    "文件名": "[1v1 完结]《买来的老婆竟然分化成了Alpha（双A futa扶她 百合）》作者：漂亮的女玩家.txt",
    "夸克盘链接": "https://pan.quark.cn/s/830fbc682c92"
  },
  {
    "文件名": "[1v1 完结]《落尘（小爸文学）》作者：雨三.txt",
    "夸克盘链接": "https://pan.quark.cn/s/f60212052887"
  },
  {
    "文件名": "[1v1 完结]《论继母如何变成老婆（futa 百合 小妈文）》作者：诗词鸽赋.txt",
    "夸克盘链接": "https://pan.quark.cn/s/4ad367b8e5b6"
  },
  {
    "文件名": "[1v1 完结]《沦为犬（BDSM，单性，病娇读者攻X黄文作家受）》作者：莉莉丝.txt",
    "夸克盘链接": "https://pan.quark.cn/s/de6b62dadbff"
  },
  {
    "文件名": "[1v1 完结]《炉鼎他不想做金丝雀（强取豪夺）》作者：谦野.txt",
    "夸克盘链接": "https://pan.quark.cn/s/90d4973b7a0f"
  },
  {
    "文件名": "[1v1 完结]《搂星星（校园）》作者：今日欢.txt",
    "夸克盘链接": "https://pan.quark.cn/s/7dfa752e508e"
  },
  {
    "文件名": "[1v1 完结]《龙帝与下属霸道帝王x美人国师》作者：大口吃肉.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c7da04738e60"
  },
  {
    "文件名": "[1v1 完结]《猎心计划》作者：风吹扶墙走.txt",
    "夸克盘链接": "https://pan.quark.cn/s/4cd9cda735ad"
  },
  {
    "文件名": "[1v1 完结]《猎户和他的小娇妻（双性）》作者：人鱼尾巴.txt",
    "夸克盘链接": "https://pan.quark.cn/s/f7f4f020e978"
  },
  {
    "文件名": "[1v1 完结]《恋上个哑巴带回家》作者：漫天煋.txt",
    "夸克盘链接": "https://pan.quark.cn/s/53c37b54eb1f"
  },
  {
    "文件名": "[1v1 完结]《恋爱全糖》作者：肖颜.txt",
    "夸克盘链接": "https://pan.quark.cn/s/21481fafc263"
  },
  {
    "文件名": "[1v1 完结]《恋爱后我变软了》作者：草莓奶缇.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e638446d2873"
  },
  {
    "文件名": "[1v1 完结]《里番男主系统【催眠】》作者：乌鸦荆子.txt",
    "夸克盘链接": "https://pan.quark.cn/s/3fffeb44a919"
  },
  {
    "文件名": "[1v1 完结]《李大壮打工挨操记（无cp 壮受）》作者：油泼面.txt",
    "夸克盘链接": "https://pan.quark.cn/s/4adb7b675c05"
  },
  {
    "文件名": "[1v1 完结]《老男人的蕾丝内裤（狼狗攻x人妻叔受）》作者：北衣溺水.txt",
    "夸克盘链接": "https://pan.quark.cn/s/15a73ae13320"
  },
  {
    "文件名": "[1v1 完结]《老蚌生珠（年下 双生）》作者：孟孟.txt",
    "夸克盘链接": "https://pan.quark.cn/s/58a93b4c8d8c"
  },
  {
    "文件名": "[1v1 完结]《辣手摧花的一B（ABO）》作者：行云水.txt",
    "夸克盘链接": "https://pan.quark.cn/s/718361242655"
  },
  {
    "文件名": "[1v1 完结]《困兽之斗（双性）》作者：云间.txt",
    "夸克盘链接": "https://pan.quark.cn/s/75ec6735eba2"
  },
  {
    "文件名": "[1v1 完结]《快穿：双性美人拯救种马老公》作者：阿妮不吃素.txt",
    "夸克盘链接": "https://pan.quark.cn/s/6cbb8ce4ca79"
  },
  {
    "文件名": "[1v1 完结]《看中了一个弟弟》作者：desirebobo.txt",
    "夸克盘链接": "https://pan.quark.cn/s/99bd887f85da"
  },
  {
    "文件名": "[1v1 完结]《军校尤物（双性）》作者：不止万.txt",
    "夸克盘链接": "https://pan.quark.cn/s/699e8559b180"
  },
  {
    "文件名": "[1v1 完结]《绝世好金主》作者：药药切闹闹.txt",
    "夸克盘链接": "https://pan.quark.cn/s/d1f68125660c"
  },
  {
    "文件名": "[1v1 完结]《绝色清倌：殿下，请上榻》作者：染沫宣尘.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c6f836e20cfe"
  },
  {
    "文件名": "[1v1 完结]《巨人先生的小甜妻（双洁）》作者：槐夏.txt",
    "夸克盘链接": "https://pan.quark.cn/s/1d5121791cf7"
  },
  {
    "文件名": "[1v1 完结]《菊花盛开》作者：沂锦水末.txt",
    "夸克盘链接": "https://pan.quark.cn/s/6f95c8c6720b"
  },
  {
    "文件名": "[1v1 完结]《桔梗（ABO骨科）》作者：重渡.txt",
    "夸克盘链接": "https://pan.quark.cn/s/88b9d738f057"
  },
  {
    "文件名": "[1v1 完结]《就要这只鸭（双性）》作者：夏魂.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ac1914fb3511"
  },
  {
    "文件名": "[1v1 完结]《惊涛之下（ABO 人鱼）》作者：Shrimp.txt",
    "夸克盘链接": "https://pan.quark.cn/s/586fa75611d1"
  },
  {
    "文件名": "[1v1 完结]《禁脔（养父子年上 双性）》作者：天堂之孔.txt",
    "夸克盘链接": "https://pan.quark.cn/s/84ad3341f976"
  },
  {
    "文件名": "[1v1 完结]《禁锢（双性）》作者：洞洞柒.txt",
    "夸克盘链接": "https://pan.quark.cn/s/2837b9a623fe"
  },
  {
    "文件名": "[1v1 完结]《尽欢（骨科）》作者：川泽.txt",
    "夸克盘链接": "https://pan.quark.cn/s/30ed513871b4"
  },
  {
    "文件名": "[1v1 完结]《金主与大明星》作者：大口吃肉.txt",
    "夸克盘链接": "https://pan.quark.cn/s/3a8745e3cfcc"
  },
  {
    "文件名": "[1v1 完结]《金主和他的大狼狗》作者：佐明.txt",
    "夸克盘链接": "https://pan.quark.cn/s/11850112d598"
  },
  {
    "文件名": "[1v1 完结]《结婚系统之被选为妻奴的五皇子（年下）》作者：浅鱼ShallowFis.txt",
    "夸克盘链接": "https://pan.quark.cn/s/474227e8d736"
  },
  {
    "文件名": "[1v1 完结]《接受性爱指导的处男校草》作者：龙哲宇.txt",
    "夸克盘链接": "https://pan.quark.cn/s/abb2e4e112b0"
  },
  {
    "文件名": "[1v1 完结]《皆疯（杀人犯xjc）》作者：朝阳西落.txt",
    "夸克盘链接": "https://pan.quark.cn/s/000607c333fc"
  },
  {
    "文件名": "[1v1 完结]《角色（美人杀人魔x双性作家）》作者：黑白方块.txt",
    "夸克盘链接": "https://pan.quark.cn/s/fb45ff61a22f"
  },
  {
    "文件名": "[1v1 完结]《娇欲》作者：小山雀.txt",
    "夸克盘链接": "https://pan.quark.cn/s/8fcb31c39f46"
  },
  {
    "文件名": "[1v1 完结]《娇喘（过程np）》作者：列宗.txt",
    "夸克盘链接": "https://pan.quark.cn/s/0fb4df0652e5"
  },
  {
    "文件名": "[1v1 完结]《将军的禁脔（sp 单性）》作者：谜样的蛋先生.txt",
    "夸克盘链接": "https://pan.quark.cn/s/69ecde3bb1d0"
  },
  {
    "文件名": "[1v1 完结]《健身房爱情（单性）》作者：伊弥.txt",
    "夸克盘链接": "https://pan.quark.cn/s/3e8fadc095a6"
  },
  {
    "文件名": "[1v1 完结]《剑网三 当小金龙遇上老白龙》作者：君卿狐.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e6fdc3f97f1b"
  },
  {
    "文件名": "[1v1 完结]《贱犬（古代 百合ABO）》作者：凉风.txt",
    "夸克盘链接": "https://pan.quark.cn/s/366902c57be2"
  },
  {
    "文件名": "[1v1 完结]《兼职壁尻的清冷学霸》作者：浅鱼ShallowFis.txt",
    "夸克盘链接": "https://pan.quark.cn/s/462db03a9c56"
  },
  {
    "文件名": "[1v1 完结]《觊觎番外》作者：Zombiexixixi.txt",
    "夸克盘链接": "https://pan.quark.cn/s/7e74312ea729"
  },
  {
    "文件名": "[1v1 完结]《觊觎（人外触手攻x双性受）》作者：Zombiexixixi.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ee70ba7b73d7"
  },
  {
    "文件名": "[1v1 完结]《极宴娱心意》作者：黄金白璧买歌笑.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c64cf8b6bc65"
  },
  {
    "文件名": "[1v1 完结]《魂穿成了男神的飞机杯》作者：小蒋小蒋从不中奖.txt",
    "夸克盘链接": "https://pan.quark.cn/s/12869bc53b6c"
  },
  {
    "文件名": "[1v1 完结]《荒唐（兽x人，生狗崽）》作者：白露横江.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a19bbc1d8ed4"
  },
  {
    "文件名": "[1v1 完结]《互为痴汉》作者：desirebobo.txt",
    "夸克盘链接": "https://pan.quark.cn/s/77ab273f06d0"
  },
  {
    "文件名": "[1v1 完结]《互攻宝典69势（互攻）》作者：一枚夹心饼.txt",
    "夸克盘链接": "https://pan.quark.cn/s/2222840b1a87"
  },
  {
    "文件名": "[1v1 完结]《狐心（和尚攻x狐妖受 be）》作者：Stella.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c89d2149b743"
  },
  {
    "文件名": "[1v1 完结]《狐奴[训诫sp]》作者： 一画江水（修）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/4331cf79c4cc"
  },
  {
    "文件名": "[1v1 完结]《红妆》作者：梦境讨论小组.txt",
    "夸克盘链接": "https://pan.quark.cn/s/3e74cfa1a633"
  },
  {
    "文件名": "[1v1 完结]《和养弟的日日夜夜（双性）》作者：一枚夹心饼.txt",
    "夸克盘链接": "https://pan.quark.cn/s/53848f219ec4"
  },
  {
    "文件名": "[1v1 完结]《和前男友的萨摩耶搞上了（人兽双性）过程np》作者：黑糖布朗尼.txt",
    "夸克盘链接": "https://pan.quark.cn/s/dfe064d7840b"
  },
  {
    "文件名": "[1v1 完结]《海棠花记（双性）》作者：周天子.txt",
    "夸克盘链接": "https://pan.quark.cn/s/946c3072a7f9"
  },
  {
    "文件名": "[1v1 完结]《顾总裁和沈影帝那些爱做的事》作者：你吼啊.txt",
    "夸克盘链接": "https://pan.quark.cn/s/b276044186d8"
  },
  {
    "文件名": "[1v1 完结]《孤怀了权臣的崽（穿书）》作者：谦野.txt",
    "夸克盘链接": "https://pan.quark.cn/s/691ab74b69cf"
  },
  {
    "文件名": "[1v1 完结]《彀中蚁》作者：Gleen.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c99a0b16fa22"
  },
  {
    "文件名": "[1v1 完结]《勾引前男友大作战》作者：MEZI.txt",
    "夸克盘链接": "https://pan.quark.cn/s/86c3254058bc"
  },
  {
    "文件名": "[1v1 完结]《宫主娇夫（女攻）》作者：半清.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a334a4ce8403"
  },
  {
    "文件名": "[1v1 完结]《宫主的秘密》作者：渔歌子.txt",
    "夸克盘链接": "https://pan.quark.cn/s/8afb01df02b2"
  },
  {
    "文件名": "[1v1 完结]《攻者知彼（ABO）》作者：春山烟.txt",
    "夸克盘链接": "https://pan.quark.cn/s/9e17e3109518"
  },
  {
    "文件名": "[1v1 完结]《公垂线（互攻）》作者：孤不才.txt",
    "夸克盘链接": "https://pan.quark.cn/s/afe25849a030"
  },
  {
    "文件名": "[1v1 完结]《跟踪又被发现了》作者：何欢.txt",
    "夸克盘链接": "https://pan.quark.cn/s/42390bc2167a"
  },
  {
    "文件名": "[1v1 完结]《给兄弟当女人》作者：火青长.txt",
    "夸克盘链接": "https://pan.quark.cn/s/8b1f74d78445"
  },
  {
    "文件名": "[1v1 完结]《隔壁的女装店长（双性）》作者：吕蜜柑.txt",
    "夸克盘链接": "https://pan.quark.cn/s/38460979af6e"
  },
  {
    "文件名": "[1v1 完结]《哥哥疼你（双性）》作者：心术不正.txt",
    "夸克盘链接": "https://pan.quark.cn/s/5f6df48c777a"
  },
  {
    "文件名": "[1v1 完结]《哥哥每天标记我（ABO）》作者：戴着一顶小黄帽.txt",
    "夸克盘链接": "https://pan.quark.cn/s/86bfca40e2da"
  },
  {
    "文件名": "[1v1 完结]《哥哥，你女朋友不会生气吧【主攻 年下骨科】》作者：浮流.txt",
    "夸克盘链接": "https://pan.quark.cn/s/d717f9999512"
  },
  {
    "文件名": "[1v1 完结]《高岭之花被自己的剑灵操哭》作者：星辰大海.txt",
    "夸克盘链接": "https://pan.quark.cn/s/f99c04102595"
  },
  {
    "文件名": "[1v1 完结]《高冷总裁被肏成骚浪贱（双）》作者：西红柿怼番茄.txt",
    "夸克盘链接": "https://pan.quark.cn/s/7205dcfcce2f"
  },
  {
    "文件名": "[1v1 完结]《高冷教授是个小哭包怎么办》作者：goodazy.txt",
    "夸克盘链接": "https://pan.quark.cn/s/54694c070ad2"
  },
  {
    "文件名": "[1v1 完结]《甘愿为奴（sm）》作者：傲娇小哪吒.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e850105f2c2f"
  },
  {
    "文件名": "[1v1 完结]《缚龙（女攻）》作者：将倾.txt",
    "夸克盘链接": "https://pan.quark.cn/s/9784abb45417"
  },
  {
    "文件名": "[1v1 完结]《复轨》作者：异点巅.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e2aac1c8b6e3"
  },
  {
    "文件名": "[1v1 完结]《父子偷欢（继父子）》作者：粗眉毛.txt",
    "夸克盘链接": "https://pan.quark.cn/s/185273c9b44b"
  },
  {
    "文件名": "[1v1 完结]《俯首【bdsm】》作者：朝阳西落.txt",
    "夸克盘链接": "https://pan.quark.cn/s/432e34afbe75"
  },
  {
    "文件名": "[1v1 完结]《服药后我无法射精了（校园 双箭头）》作者：鱼头的树洞.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a3c2ebf71ae4"
  },
  {
    "文件名": "[1v1 完结]《夫君是个小哭包（女攻）》作者：可口可乐.txt",
    "夸克盘链接": "https://pan.quark.cn/s/9e548e5b01fb"
  },
  {
    "文件名": "[1v1 完结]《夫复何求》作者：desirebobo.txt",
    "夸克盘链接": "https://pan.quark.cn/s/af866b40f6bc"
  },
  {
    "文件名": "[1v1 完结]《疯子（扶她 百合ABO）》作者：MKJL.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c6fd85123926"
  },
  {
    "文件名": "[1v1 完结]《疯狗和懒狗（年下 ABO）》作者：MOMO.txt",
    "夸克盘链接": "https://pan.quark.cn/s/38d8c8dd23cc"
  },
  {
    "文件名": "[1v1 完结]《焚烧（年上伪骨科 be）》作者：秀芳.txt",
    "夸克盘链接": "https://pan.quark.cn/s/bfd4d00e6f75"
  },
  {
    "文件名": "[1v1 完结]《翡翠岛系列之熬鹰（BDSM暗黑系）》作者：冥月鬼姬.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ad60e2ecb975"
  },
  {
    "文件名": "[1v1 完结]《非游戏玩家（师生 双性）》作者：口口木.txt",
    "夸克盘链接": "https://pan.quark.cn/s/6d720c5f9bcd"
  },
  {
    "文件名": "[1v1 完结]《反派不走寻常路》作者：初来乍到一脸懵逼.txt",
    "夸克盘链接": "https://pan.quark.cn/s/604d39d57d4f"
  },
  {
    "文件名": "[1v1 完结]《法师与雇佣兵（西幻）》作者：十六家的卡门.txt",
    "夸克盘链接": "https://pan.quark.cn/s/6c3e72ed3e08"
  },
  {
    "文件名": "[1v1 完结]《二度沦陷（失忆攻X颜狗受 短篇）》作者：QJF.txt",
    "夸克盘链接": "https://pan.quark.cn/s/9bc241d403be"
  },
  {
    "文件名": "[1v1 完结]《恶性占有》作者：一枚夹心饼.txt",
    "夸克盘链接": "https://pan.quark.cn/s/d7f0c6516907"
  },
  {
    "文件名": "[1v1 完结]《恶女法则（扶她 百合ABO）》作者：茶小喜.txt",
    "夸克盘链接": "https://pan.quark.cn/s/7ef603b136df"
  },
  {
    "文件名": "[1v1 完结]《恶毒王爷的逆袭（重生）》作者：曜摘星星丶.txt",
    "夸克盘链接": "https://pan.quark.cn/s/90e77ab74aa2"
  },
  {
    "文件名": "[1v1 完结]《对待卧底的正确方法（双性甜宠）》作者：nini.txt",
    "夸克盘链接": "https://pan.quark.cn/s/4640c9c94611"
  },
  {
    "文件名": "[1v1 完结]《颠鸾倒凤（女攻）》作者：寂寞桑葚红.txt",
    "夸克盘链接": "https://pan.quark.cn/s/248c0c5dad86"
  },
  {
    "文件名": "[1v1 完结]《第一夫人之牡丹》作者：雷雨.txt",
    "夸克盘链接": "https://pan.quark.cn/s/db2e7dbdfd50"
  },
  {
    "文件名": "[1v1 完结]《帝国第一alpha与omega》作者：大口吃肉.txt",
    "夸克盘链接": "https://pan.quark.cn/s/13d6dfb7d9b8"
  },
  {
    "文件名": "[1v1 完结]《抵债的男老婆（女攻）双性yd男妈妈受》作者：朝歌子.txt",
    "夸克盘链接": "https://pan.quark.cn/s/f8eeb39bdc78"
  },
  {
    "文件名": "[1v1 完结]《得偿所愿》作者：desirebobo.txt",
    "夸克盘链接": "https://pan.quark.cn/s/63e4e79e005e"
  },
  {
    "文件名": "[1v1 完结]《道貌岸然的李道长》作者：荼靡.txt",
    "夸克盘链接": "https://pan.quark.cn/s/88154c0b154c"
  },
  {
    "文件名": "[1v1 完结]《当甜美初恋成了小妈（年下 双性 双处）》作者：咬耳朵.txt",
    "夸克盘链接": "https://pan.quark.cn/s/796fceae607c"
  },
  {
    "文件名": "[1v1 完结]《当男朋友变成继兄后（又名：前男友变成继兄后）》作者：醒冬.txt",
    "夸克盘链接": "https://pan.quark.cn/s/bafa2a1f6c7b"
  },
  {
    "文件名": "[1v1 完结]《当黑帮里的高冷Omega副手意外发情（年下ABO）》作者：劣质食品.txt",
    "夸克盘链接": "https://pan.quark.cn/s/2f8acb717755"
  },
  {
    "文件名": "[1v1 完结]《怠倦（强制爱）》作者：三角三角.txt",
    "夸克盘链接": "https://pan.quark.cn/s/693507287bdf"
  },
  {
    "文件名": "[1v1 完结]《大总裁不为人知的一面（双总裁 年下）》作者：你家的白月光.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e9db7107fba3"
  },
  {
    "文件名": "[1v1 完结]《大奶熟妇淫乱复仇记（过程np）》作者：浪士.txt",
    "夸克盘链接": "https://pan.quark.cn/s/112824c99e55"
  },
  {
    "文件名": "[1v1 完结]《大家都以为我们关系很差，其实周末都在偷偷上床（娱乐圈）》作者：卤子盖饭.txt",
    "夸克盘链接": "https://pan.quark.cn/s/7404b87a382e"
  },
  {
    "文件名": "[1v1 完结]《错位爱情》作者：甜心草莓.txt",
    "夸克盘链接": "https://pan.quark.cn/s/222bd46ec13b"
  },
  {
    "文件名": "[1v1 完结]《错嫁纨绔（双性）》作者：梦有书.txt",
    "夸克盘链接": "https://pan.quark.cn/s/1de0f4ff48ac"
  },
  {
    "文件名": "[1v1 完结]《从小催眠养成》作者：荼靡.txt",
    "夸克盘链接": "https://pan.quark.cn/s/823b7d129264"
  },
  {
    "文件名": "[1v1 完结]《从破灭结局拯救男朋友（女攻）》作者：翎宿.txt",
    "夸克盘链接": "https://pan.quark.cn/s/0d97aec4d47f"
  },
  {
    "文件名": "[1v1 完结]《穿成反派上男主[穿书 修真 美攻壮受]》作者：不要叫醒我.txt",
    "夸克盘链接": "https://pan.quark.cn/s/648c81ab2efc"
  },
  {
    "文件名": "[1v1 完结]《除了结婚还能怎么办（ABO）》作者：之朽.txt",
    "夸克盘链接": "https://pan.quark.cn/s/b04f835f7721"
  },
  {
    "文件名": "[1v1 完结]《初冬（亲父子 双性）》作者：夜很贫瘠.txt",
    "夸克盘链接": "https://pan.quark.cn/s/f584992008fd"
  },
  {
    "文件名": "[1v1 完结]《宠物》作者：穆勒.txt",
    "夸克盘链接": "https://pan.quark.cn/s/4897562df93c"
  },
  {
    "文件名": "[1v1 完结]《痴（精英攻x电车痴汉受）》作者：薯片望仔.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e4ae689f6a4b"
  },
  {
    "文件名": "[1v1 完结]《吃完打包带走【BDSM】》作者：不止万.txt",
    "夸克盘链接": "https://pan.quark.cn/s/4770e178de35"
  },
  {
    "文件名": "[1v1 完结]《吃兔叽的三十六种方式（扶她 百合）》作者：恍惚.txt",
    "夸克盘链接": "https://pan.quark.cn/s/73bd9bc162ad"
  },
  {
    "文件名": "[1v1 完结]《惩罚叛徒（星际 双性）》作者：小木船.txt",
    "夸克盘链接": "https://pan.quark.cn/s/f231a883855a"
  },
  {
    "文件名": "[1v1 完结]《惩罚》作者：没有名字悲伤的鱼.txt",
    "夸克盘链接": "https://pan.quark.cn/s/5654b683db19"
  },
  {
    "文件名": "[1v1 完结]《承欢殿》作者：今日欢.txt",
    "夸克盘链接": "https://pan.quark.cn/s/02106e045655"
  },
  {
    "文件名": "[1v1 完结]《沉沦深渊（催眠）》作者：就叫山子吧.txt",
    "夸克盘链接": "https://pan.quark.cn/s/6f9aa9a7ca50"
  },
  {
    "文件名": "[1v1 完结]《采花贼》作者：Elizabeth.txt",
    "夸克盘链接": "https://pan.quark.cn/s/7d5cb298c098"
  },
  {
    "文件名": "[1v1 完结]《不啪就会变丑》作者：大王饶命.txt",
    "夸克盘链接": "https://pan.quark.cn/s/fd5ef30d1394"
  },
  {
    "文件名": "[1v1 完结]《不见光阴传》作者：蛋糕卷超好吃.txt",
    "夸克盘链接": "https://pan.quark.cn/s/3ee3f1c5333f"
  },
  {
    "文件名": "[1v1 完结]《不搞黄色（主攻）》作者：Kiligkg.txt",
    "夸克盘链接": "https://pan.quark.cn/s/98525007d49a"
  },
  {
    "文件名": "[1v1 完结]《不二臣（年下 直掰弯）》作者：糖醋排骨超好吃.txt",
    "夸克盘链接": "https://pan.quark.cn/s/9ebf88cd8480"
  },
  {
    "文件名": "[1v1 完结]《不动明王》作者：裙魔乱舞.txt",
    "夸克盘链接": "https://pan.quark.cn/s/25dbb45c879c"
  },
  {
    "文件名": "[1v1 完结]《病弱大美人生崽崽（古代）》作者：月亮血浆.txt",
    "夸克盘链接": "https://pan.quark.cn/s/1e4a99d1fccf"
  },
  {
    "文件名": "[1v1 完结]《便宜儿子的正确使用姿势（伪父子）》作者：叶恨迟.txt",
    "夸克盘链接": "https://pan.quark.cn/s/15dc621ffaec"
  },
  {
    "文件名": "[1v1 完结]《壁尻监狱长》作者：唐门_目目.txt",
    "夸克盘链接": "https://pan.quark.cn/s/78a8c0bb34ef"
  },
  {
    "文件名": "[1v1 完结]《匕首（破镜重圆 百合）》作者：活到一百三.txt",
    "夸克盘链接": "https://pan.quark.cn/s/d88a542c645f"
  },
  {
    "文件名": "[1v1 完结]《被养大的狼狗扑倒是什么感受》作者：desirebobo.txt",
    "夸克盘链接": "https://pan.quark.cn/s/bb9126934663"
  },
  {
    "文件名": "[1v1 完结]《被私人保镖爆操的当红小生》作者：谜样的蛋先生.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e9e51bc42ee0"
  },
  {
    "文件名": "[1v1 完结]《被军校生狠干的双性高中小奶包》作者：谜样的蛋先生.txt",
    "夸克盘链接": "https://pan.quark.cn/s/eb418561bb67"
  },
  {
    "文件名": "[1v1 完结]《被禁锢在食人族部落的小傻子（双性）》作者：To the milky way.txt",
    "夸克盘链接": "https://pan.quark.cn/s/db78bf0da4cd"
  },
  {
    "文件名": "[1v1 完结]《被家里的猫看上了怎么办》作者：在吃鸡排.txt",
    "夸克盘链接": "https://pan.quark.cn/s/7a09eb1c9eb2"
  },
  {
    "文件名": "[1v1 完结]《被虫族捡了回去》作者：庄molly.txt",
    "夸克盘链接": "https://pan.quark.cn/s/5137b4c3374e"
  },
  {
    "文件名": "[1v1 完结]《被病娇改造成双性人以后》作者：麽麽酱.txt",
    "夸克盘链接": "https://pan.quark.cn/s/3c577ca8c7cf"
  },
  {
    "文件名": "[1v1 完结]《悲欢静默（年上 包养）》作者：鲈鱼尾巴.txt",
    "夸克盘链接": "https://pan.quark.cn/s/075e261afadb"
  },
  {
    "文件名": "[1v1 完结]《邦尼（包养 互宠）》作者：负鱼玩看.txt",
    "夸克盘链接": "https://pan.quark.cn/s/f27505ccfa37"
  },
  {
    "文件名": "[1v1 完结]《把落魄少爷带回家种田（单性）》作者：取名字好难鸭.txt",
    "夸克盘链接": "https://pan.quark.cn/s/01529b9df791"
  },
  {
    "文件名": "[1v1 完结]《把弟弟养歪怎么办》作者：玲子夜.txt",
    "夸克盘链接": "https://pan.quark.cn/s/dff03a31e5d2"
  },
  {
    "文件名": "[1v1 完结]《暗涌（破镜重圆）》作者：江宴秋.txt",
    "夸克盘链接": "https://pan.quark.cn/s/01b246affb44"
  },
  {
    "文件名": "[1v1 完结]《暗恋死对头并且给他生了孩子的这件事（双性 双向暗恋）》作者：白瓢虫.txt",
    "夸克盘链接": "https://pan.quark.cn/s/3699edc3704b"
  },
  {
    "文件名": "[1v1 完结]《暗恋》作者：backtoubaebae.txt",
    "夸克盘链接": "https://pan.quark.cn/s/cafeaa4bbf0d"
  },
  {
    "文件名": "[1v1 完结]《爱上老婆（双性）》作者：咕嘟噗噗.txt",
    "夸克盘链接": "https://pan.quark.cn/s/15c3a3914596"
  },
  {
    "文件名": "[1v1 完结]《爱豆荒野求生（双性）》作者：伏不是.txt",
    "夸克盘链接": "https://pan.quark.cn/s/71d357093c39"
  },
  {
    "文件名": "[1v1 完结]《Roulette（生子）》作者：SaveAsDraft.txt",
    "夸克盘链接": "https://pan.quark.cn/s/67b9f6bcb821"
  },
  {
    "文件名": "[1v1 完结]《Psycho-性瘾症女友（futa扶她 百合ABO）》作者：射天狼.txt",
    "夸克盘链接": "https://pan.quark.cn/s/06abf569407d"
  },
  {
    "文件名": "[1v1 完结]《ABO：王的指令（双性）》作者：6899.txt",
    "夸克盘链接": "https://pan.quark.cn/s/88ac15ac25ff"
  },
  {
    "文件名": "[1v1 完结]《【咒术回战 五伏武侠pa】命理难说》作者：奶茶吨吨吨.txt",
    "夸克盘链接": "https://pan.quark.cn/s/1e62a8be0ff8"
  },
  {
    "文件名": "[1v1 完结]《【血族ABO】迷上了天敌的信息素怎么办》作者：Oksana.txt",
    "夸克盘链接": "https://pan.quark.cn/s/20df8a37ff86"
  },
  {
    "文件名": "[1v1 完结]《【网王同人】烈火如刀（幸村精市×仁王雅治 1v1 bdsm）》作者：拿铁.txt",
    "夸克盘链接": "https://pan.quark.cn/s/f56f9f9af594"
  },
  {
    "文件名": "[1v1 完结]《【双重生】专一主人x双性小奴隶》作者：不知名美羊羊.txt",
    "夸克盘链接": "https://pan.quark.cn/s/06519f0dfedd"
  },
  {
    "文件名": "[1v1 完结]《【山河令温周同人】鬼王的禁脔（温客行x周子舒）》作者：韩润润润润.txt",
    "夸克盘链接": "https://pan.quark.cn/s/437c4289db31"
  },
  {
    "文件名": "[1v1 完结]《【瓶邪】标记（哨向）》作者：洞洞柒.txt",
    "夸克盘链接": "https://pan.quark.cn/s/329213efac03"
  },
  {
    "文件名": "[1v1 完结]《【女攻】贱狗》作者：茶茶.txt",
    "夸克盘链接": "https://pan.quark.cn/s/5323f47ec86d"
  },
  {
    "文件名": "[1v1 完结]《【女攻】阿门》作者：柚子汁是绿色也行.txt",
    "夸克盘链接": "https://pan.quark.cn/s/5019470cf712"
  },
  {
    "文件名": "[1v1 完结]《【大纲文】命运之番（ABO O攻A受）》作者：QJF.txt",
    "夸克盘链接": "https://pan.quark.cn/s/4abad59317b8"
  },
  {
    "文件名": "[1v1 完结]《【穿书】病娇大佬快来扑倒我》作者：一枚夹心饼.txt",
    "夸克盘链接": "https://pan.quark.cn/s/b1e69d37aa01"
  },
  {
    "文件名": "[1v1 完结]《【ABO futa百合】星际偷心贼（sc）》作者：泠泠泠泠儿.txt",
    "夸克盘链接": "https://pan.quark.cn/s/814ca2d1e363"
  },
  {
    "文件名": "[1v1 完结]《“嫁入”豪门的美人（双性）》作者：荼靡.txt",
    "夸克盘链接": "https://pan.quark.cn/s/b82ece332bed"
  },
  {
    "文件名": "[1v1 完结]《“冲喜”王妃（女攻）》作者：九阿九.txt",
    "夸克盘链接": "https://pan.quark.cn/s/35b94dbd6601"
  },
  {
    "文件名": "[1v1 完结]《［司千］完美搭档（石纪元同人）》作者：桑啾.txt",
    "夸克盘链接": "https://pan.quark.cn/s/448717d9ac84"
  },
  {
    "文件名": "[1v1 完结]《[女攻]宦官相公》作者：糖醋葫芦.txt",
    "夸克盘链接": "https://pan.quark.cn/s/bda76e092279"
  },
  {
    "文件名": "[1v1 完结]《[骨科年上]被哥哥痴汉的日子》作者：盎司.txt",
    "夸克盘链接": "https://pan.quark.cn/s/33c8d1d7fdea"
  },
  {
    "文件名": "[1v1 完结]《[骨科]变态的爱》作者：鲨鱼.txt",
    "夸克盘链接": "https://pan.quark.cn/s/b475cdfed53c"
  },
  {
    "文件名": "[1v1 完结]《（女攻）拯救大师兄》作者：炒酸奶要加花生.txt",
    "夸克盘链接": "https://pan.quark.cn/s/89be508b912e"
  },
  {
    "文件名": "[废文 完结]《废太子老想篡我位》作者：安某娜（古代年下1v1 主攻）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/300baadbaff3"
  },
  {
    "文件名": "[废文 完结]《非正常恋爱》作者：半醉山翁（师生1v1 bdsm）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/1751b8b6b44b"
  },
  {
    "文件名": "[废文 完结]《废弃之心》作者：屿霜（末世3p 强受  渣攻穿越回过去，与过去的自己抢男人）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c4f42be0bf86"
  },
  {
    "文件名": "[废文 完结]《匪石凿凿》作者：峙翊（1v1 奉旨剿匪的貌美将军攻&土匪头子）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/97b377a2f9aa"
  },
  {
    "文件名": "[废文 完结]《翡翠光》作者：璨钰（年下1v1 元末历史同人，元顺帝x脱脱丞相，病娇君王x权臣丞相。）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e7348ecb61a0"
  },
  {
    "文件名": "凌豹姿《火爆情人》（爱神爱作怪之六） by凌豹姿.txt",
    "夸克盘链接": "https://pan.quark.cn/s/7016d67417d6"
  },
  {
    "文件名": "凌豹姿《恶婆情人》（爱神爱作怪之四） by凌豹姿.txt",
    "夸克盘链接": "https://pan.quark.cn/s/d1a054bd6a55"
  },
  {
    "文件名": "复仇情人（爱神爱作怪之七） by凌豹姿.txt",
    "夸克盘链接": "https://pan.quark.cn/s/fdbb6b1b0f07"
  },
  {
    "文件名": "奴才情人（爱神爱作怪之五） by凌豹姿.txt",
    "夸克盘链接": "https://pan.quark.cn/s/508f8e501f95"
  },
  {
    "文件名": "宅男情人（爱神爱作怪之一） by凌豹姿.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ba2768baf29c"
  },
  {
    "文件名": "满月情人（爱神爱作怪之三 by 凌豹姿.txt",
    "夸克盘链接": "https://pan.quark.cn/s/b954b5556b50"
  },
  {
    "文件名": "冤家情人（爱神爱作怪之二） by凌豹姿.txt",
    "夸克盘链接": "https://pan.quark.cn/s/bba287b58812"
  },
  {
    "文件名": "单行本  富商奴Ⅱ by凌豹姿.txt",
    "夸克盘链接": "https://pan.quark.cn/s/1aaae77c7767"
  },
  {
    "文件名": "单行本  富商奴Ⅲ by凌豹姿.txt",
    "夸克盘链接": "https://pan.quark.cn/s/307070ff12b1"
  },
  {
    "文件名": "单行本  侍寝将军 by凌豹姿.txt",
    "夸克盘链接": "https://pan.quark.cn/s/14fab9955d5a"
  },
  {
    "文件名": "单行本  猎爱的男人 by凌豹姿.txt",
    "夸克盘链接": "https://pan.quark.cn/s/46ad8c0beba4"
  },
  {
    "文件名": "单行本  富商奴Ⅰby凌豹姿.txt",
    "夸克盘链接": "https://pan.quark.cn/s/cbb77d644ecf"
  },
  {
    "文件名": "列星恋月by凌豹姿.txt",
    "夸克盘链接": "https://pan.quark.cn/s/7ffd18810129"
  },
  {
    "文件名": "《不能说的爱恋》 by凌豹姿（伪兄弟）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/bbec980ff4f3"
  },
  {
    "文件名": "沙猪改造计划 by凌豹姿.txt",
    "夸克盘链接": "https://pan.quark.cn/s/d9f9858d2fa6"
  },
  {
    "文件名": "黑帮一千零一夜-凌豹姿.txt",
    "夸克盘链接": "https://pan.quark.cn/s/04ba064d2712"
  },
  {
    "文件名": "单行本  邪情饲主宠物男孩 by凌豹姿.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c5cad2c1734e"
  },
  {
    "文件名": "单行本  误上贼床 by凌豹姿.txt",
    "夸克盘链接": "https://pan.quark.cn/s/84830560691e"
  },
  {
    "文件名": "单行本 丑乞媚药 by凌豹姿.txt",
    "夸克盘链接": "https://pan.quark.cn/s/147f518182b7"
  },
  {
    "文件名": "花街十二少之笑面虎）笑面劣虎（吕希晨著.txt",
    "夸克盘链接": "https://pan.quark.cn/s/f432fae91bf9"
  },
  {
    "文件名": "花街十二少之水月镜花）伪装花娘（夏树熏著.txt",
    "夸克盘链接": "https://pan.quark.cn/s/5edea2b1e684"
  },
  {
    "文件名": "花街十二少之猎豹）恶狼猎豹（丹菁著.txt",
    "夸克盘链接": "https://pan.quark.cn/s/daecdf64d3ce"
  },
  {
    "文件名": "花街十二少之怜袖王爷）怜袖王爷（聿日著.txt",
    "夸克盘链接": "https://pan.quark.cn/s/14a406329f73"
  },
  {
    "文件名": "花街十二少之花见）拈花狂徙（伊雪著.txt",
    "夸克盘链接": "https://pan.quark.cn/s/8e65318b42d2"
  },
  {
    "文件名": "花街十二少之怪客）花街怪客（猫子著.txt",
    "夸克盘链接": "https://pan.quark.cn/s/efef0faa813e"
  },
  {
    "文件名": "花街十二少之丑乞媚药）丑乞媚药（凌豹姿.txt",
    "夸克盘链接": "https://pan.quark.cn/s/82d03c169307"
  },
  {
    "文件名": "花街十二少之碧眼白虎）黑道冷虎（月蔷著.txt",
    "夸克盘链接": "https://pan.quark.cn/s/4c669d5912dd"
  },
  {
    "文件名": "花街十二少）冰上恶魔（拓人著.txt",
    "夸克盘链接": "https://pan.quark.cn/s/d973690bf84d"
  },
  {
    "文件名": "花街十二少之焰神）绝傲焰神（诗雅著.txt",
    "夸克盘链接": "https://pan.quark.cn/s/5ad954ddb6ff"
  },
  {
    "文件名": "花街十二少长乐公子）长乐公子（冰筑著.txt",
    "夸克盘链接": "https://pan.quark.cn/s/b0acdc2a73ab"
  },
  {
    "文件名": "花街十二少之牙皇）拜金牙皇（灵涓著.txt",
    "夸克盘链接": "https://pan.quark.cn/s/b252a668ad86"
  },
  {
    "文件名": "再续前缘2 半路擒君【限】 作者：凌豹姿.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c9f5d466da3e"
  },
  {
    "文件名": "再续前缘1 兽性大发 作者：凌豹姿.txt",
    "夸克盘链接": "https://pan.quark.cn/s/56592199aaee"
  },
  {
    "文件名": "【凌豹姿】再续前缘系列.rar",
    "夸克盘链接": "https://pan.quark.cn/s/6e22dc4c9fcc"
  },
  {
    "文件名": "再续前缘4  旧人哭 作者：凌豹姿.txt",
    "夸克盘链接": "https://pan.quark.cn/s/9a759c2cfca0"
  },
  {
    "文件名": "再续前缘5  野男人 作者：凌豹姿.txt",
    "夸克盘链接": "https://pan.quark.cn/s/6960ee5482ad"
  },
  {
    "文件名": "再续前缘3 夜袭 作者：凌豹姿.txt",
    "夸克盘链接": "https://pan.quark.cn/s/0ba610ddda1b"
  },
  {
    "文件名": "【凌豹姿】樱花学园系列.rar",
    "夸克盘链接": "https://pan.quark.cn/s/39c62a1cd1f8"
  },
  {
    "文件名": "春日情怀 BY凌豹姿.txt",
    "夸克盘链接": "https://pan.quark.cn/s/11779235c427"
  },
  {
    "文件名": "征服花心大少 BY凌豹姿.txt",
    "夸克盘链接": "https://pan.quark.cn/s/5f74ea848e42"
  },
  {
    "文件名": "樱花学园之四调戏小白兔 BY凌豹姿.txt",
    "夸克盘链接": "https://pan.quark.cn/s/b1965451f166"
  },
  {
    "文件名": "野狼爱吃嫩豆腐 by 凌豹姿.txt",
    "夸克盘链接": "https://pan.quark.cn/s/13aeeafbf419"
  },
  {
    "文件名": "寻心系列之七乖乖借个种 作者：凌豹姿.txt",
    "夸克盘链接": "https://pan.quark.cn/s/90baa7c8e354"
  },
  {
    "文件名": "寻心系列之六 巨星知我心 作者：凌豹姿.txt",
    "夸克盘链接": "https://pan.quark.cn/s/037822fa8c60"
  },
  {
    "文件名": "寻心系列之二 玩火自焚 作者：凌豹姿.txt",
    "夸克盘链接": "https://pan.quark.cn/s/611921d64d10"
  },
  {
    "文件名": "【凌豹姿】寻心系列系列.rar",
    "夸克盘链接": "https://pan.quark.cn/s/dce4a5ebd563"
  },
  {
    "文件名": "寻心系列之五 爱神牵错线 作者：凌豹姿.txt",
    "夸克盘链接": "https://pan.quark.cn/s/d7db3f5f8500"
  },
  {
    "文件名": "寻心系列之一 居心不良 作者：凌豹姿.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a3280a426f08"
  },
  {
    "文件名": "寻心系列之四  将错就错 作者：凌豹姿.txt",
    "夸克盘链接": "https://pan.quark.cn/s/b7328b87f73c"
  },
  {
    "文件名": "寻心系列之三  替身情郎 作者：凌豹姿.txt",
    "夸克盘链接": "https://pan.quark.cn/s/0742fa2de8c6"
  },
  {
    "文件名": "幸福贩卖所3  敌对Ⅱ 作者：凌豹姿.txt",
    "夸克盘链接": "https://pan.quark.cn/s/397756011c89"
  },
  {
    "文件名": "幸福贩卖所7最终章  问罪 作者：凌豹姿.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ef15d75a6d6f"
  },
  {
    "文件名": "幸福贩卖所2 斗阵 作者：凌豹姿.txt",
    "夸克盘链接": "https://pan.quark.cn/s/fae9f3410b49"
  },
  {
    "文件名": "幸福贩卖所1  调教 作者：凌豹姿.txt",
    "夸克盘链接": "https://pan.quark.cn/s/01b7f973686c"
  },
  {
    "文件名": "【凌豹姿】幸福贩卖所系列.rar",
    "夸克盘链接": "https://pan.quark.cn/s/4d208929a592"
  },
  {
    "文件名": "幸福贩卖所6 买卖II 作者：凌豹姿.txt",
    "夸克盘链接": "https://pan.quark.cn/s/2c665ead59f4"
  },
  {
    "文件名": "幸福贩卖所4 交易 作者：凌豹姿.txt",
    "夸克盘链接": "https://pan.quark.cn/s/cf9b871ffd9c"
  },
  {
    "文件名": "幸福贩卖所5 买卖I 作者：凌豹姿.txt",
    "夸克盘链接": "https://pan.quark.cn/s/6e5539d03fa9"
  },
  {
    "文件名": "幸福贩卖所3  敌对I 作者：凌豹姿.txt",
    "夸克盘链接": "https://pan.quark.cn/s/1dcffe3c3b4b"
  },
  {
    "文件名": "皇上太贪玩 作者：凌豹姿.txt",
    "夸克盘链接": "https://pan.quark.cn/s/7f4c9cd32247"
  },
  {
    "文件名": "青梅竹马系列1 出柙色男作者：凌豹姿.txt",
    "夸克盘链接": "https://pan.quark.cn/s/b15784232876"
  },
  {
    "文件名": "青梅竹马系列2 最毒美男心作者：凌豹姿.txt",
    "夸克盘链接": "https://pan.quark.cn/s/6f37324eaaf2"
  },
  {
    "文件名": "青梅竹马系列5 着魔领主作者：凌豹姿.txt",
    "夸克盘链接": "https://pan.quark.cn/s/53e3c431dac9"
  },
  {
    "文件名": "【凌豹姿】青梅竹马系列.rar",
    "夸克盘链接": "https://pan.quark.cn/s/107dffbf6f5a"
  },
  {
    "文件名": "青梅竹马系列4 猎主作者：凌豹姿.txt",
    "夸克盘链接": "https://pan.quark.cn/s/da119937290f"
  },
  {
    "文件名": "青梅竹马系列3 恶奴才【限】作者：凌豹姿.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e3c81466d70b"
  },
  {
    "文件名": "《男儿当自强之一花艳无双》(出书版)作者：凌豹姿.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a51454f94d78"
  },
  {
    "文件名": "⑤情逢恶医  by凌豹姿（柏玺彦&白律仪）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c2592ab9c086"
  },
  {
    "文件名": "爱永不迟  by凌豹姿.txt",
    "夸克盘链接": "https://pan.quark.cn/s/46a3d75bd440"
  },
  {
    "文件名": "恋恋月牙湾  by凌豹姿.txt",
    "夸克盘链接": "https://pan.quark.cn/s/68b050678a82"
  },
  {
    "文件名": "《男儿当自强之二梦仙在怀》作者：凌豹姿.txt",
    "夸克盘链接": "https://pan.quark.cn/s/2165f0a5480d"
  },
  {
    "文件名": "【故事1到6】粗眉毛-发骚的男人们-v文.rar",
    "夸克盘链接": "https://pan.quark.cn/s/19363fbc1062"
  },
  {
    "文件名": "苗疆奇情系列7  狩猎叛爱神郎.txt",
    "夸克盘链接": "https://pan.quark.cn/s/82a153a279f2"
  },
  {
    "文件名": "苗疆奇情系列4  勾引桃花贼郎.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e8e0b0befe93"
  },
  {
    "文件名": "苗疆奇情系列3  魅惑出嫁恶郎.txt",
    "夸克盘链接": "https://pan.quark.cn/s/d6552f18721e"
  },
  {
    "文件名": "苗疆奇情系列6  缉捕跷爱冷郎.txt",
    "夸克盘链接": "https://pan.quark.cn/s/cbc18d5a3bbe"
  },
  {
    "文件名": "苗疆奇情系列5  情挑呆头笨郎.txt",
    "夸克盘链接": "https://pan.quark.cn/s/6563b1ab627c"
  },
  {
    "文件名": "【凌豹姿文集】苗疆奇情系列.rar",
    "夸克盘链接": "https://pan.quark.cn/s/78977091ea72"
  },
  {
    "文件名": "苗疆奇情系列之10 沾惹邪佞丑郎.txt",
    "夸克盘链接": "https://pan.quark.cn/s/950ee59140b8"
  },
  {
    "文件名": "苗疆奇情系列1  诱拐代嫁纯郎.txt",
    "夸克盘链接": "https://pan.quark.cn/s/9fb920d7a206"
  },
  {
    "文件名": "苗疆奇情系列2  色诱花嫁痞郎.txt",
    "夸克盘链接": "https://pan.quark.cn/s/0693c17bbe07"
  },
  {
    "文件名": "苗疆奇情系列9  命犯撒泼兽郎II.txt",
    "夸克盘链接": "https://pan.quark.cn/s/2fd138090249"
  },
  {
    "文件名": "苗疆奇情系列8  命犯撒泼兽郎Ⅰ.txt",
    "夸克盘链接": "https://pan.quark.cn/s/b4b5110a17e2"
  },
  {
    "文件名": "苗疆奇情系列11  心折寡情寒郎.txt",
    "夸克盘链接": "https://pan.quark.cn/s/777c855efa9a"
  },
  {
    "文件名": "苗疆奇情系列12  挑战双面劣郎.txt",
    "夸克盘链接": "https://pan.quark.cn/s/9aa3cd9671c2"
  },
  {
    "文件名": "【凌豹姿文集】吉祥兽系列.rar",
    "夸克盘链接": "https://pan.quark.cn/s/ffb4306a5106"
  },
  {
    "文件名": "[吉祥兽系列之五] 色迷心窍（第一部） .txt",
    "夸克盘链接": "https://pan.quark.cn/s/af745fd93b6a"
  },
  {
    "文件名": "吉祥兽系列3 凤还巢.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e292f65eeb01"
  },
  {
    "文件名": "吉祥兽系列4 绝色灾星.txt",
    "夸克盘链接": "https://pan.quark.cn/s/2c6e3ef185c3"
  },
  {
    "文件名": "吉祥兽系列1  阶下囚.txt",
    "夸克盘链接": "https://pan.quark.cn/s/45cebced06c6"
  },
  {
    "文件名": "吉祥兽系列2 祸水.txt",
    "夸克盘链接": "https://pan.quark.cn/s/940e75e0063b"
  },
  {
    "文件名": "【凌豹姿】高家风云系列之2  冷君情爱.txt",
    "夸克盘链接": "https://pan.quark.cn/s/0be99b490bbc"
  },
  {
    "文件名": "【凌豹姿】高家风云系列之1  毒郎君.txt",
    "夸克盘链接": "https://pan.quark.cn/s/5fd032fc5fc0"
  },
  {
    "文件名": "【凌豹姿】高家风云系列之3 再世吾爱卿卿.txt",
    "夸克盘链接": "https://pan.quark.cn/s/4be1791d49f4"
  },
  {
    "文件名": "【凌豹姿】高家风云系列 番外  落难小廝.txt",
    "夸克盘链接": "https://pan.quark.cn/s/9474c17e3ee8"
  },
  {
    "文件名": "【凌豹姿】高家风云番外 高家风云口红印的风波  .txt",
    "夸克盘链接": "https://pan.quark.cn/s/40c7babd4f73"
  },
  {
    "文件名": "【凌豹姿】高家风云系列外传《密室迷情》后传《口红风波》后传《春药风波》后传《除夕夜》.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e6cd9b6eacfb"
  },
  {
    "文件名": "【凌豹姿】高家风云系列之6  超大牌男仆.txt",
    "夸克盘链接": "https://pan.quark.cn/s/53e716893ca2"
  },
  {
    "文件名": "【凌豹姿】高家风云系列之6  超大牌男仆2.txt",
    "夸克盘链接": "https://pan.quark.cn/s/87c8b31d1edb"
  },
  {
    "文件名": "【凌豹姿】高家风云系列之5  恶主的卖身契.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a4f6c12bffa3"
  },
  {
    "文件名": "【凌豹姿】高家风云系列之4  风流画师覆面丑男.txt",
    "夸克盘链接": "https://pan.quark.cn/s/3e92fdabdf21"
  },
  {
    "文件名": "【凌豹姿文集】高家风云.rar",
    "夸克盘链接": "https://pan.quark.cn/s/009fdc9b82db"
  }
];
