// 自动拆分 part_3
window._part3 = [
  {
    "文件名": "【海棠】《岁安》作者：时色【现代 - 中H - NP - 中篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/8744f09720bb"
  },
  {
    "文件名": "【海棠】《私密情事集》作者：黎明破晓【合集 - 主攻 - 高H - 长篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c05d2d331e23"
  },
  {
    "文件名": "【海棠】《睡前小甜饼》作者：暮鸦【合集 - 高H - 短篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/5c731d9382d5"
  },
  {
    "文件名": "【海棠】《霜妃》作者：木禾禾【未来 - 高H - 虐身 - 中篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/fdc1add01ec8"
  },
  {
    "文件名": "【海棠】《蚀骨钟情》作者：澄光【现代 - 中H - 3P - 中篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/6a7585428045"
  },
  {
    "文件名": "【海棠】《上司的秘密》作者：DREAM【现代 - 中H - 职场 - 短篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/2ae6e9adfd29"
  },
  {
    "文件名": "【海棠】《骚货总裁多日游》作者：小蛞蝓【现代 - 高H - 短篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e47a9919329d"
  },
  {
    "文件名": "【海棠】《软弱可妻》作者：五重奏【现代 - 中H - NP - 长篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a37c523af1f4"
  },
  {
    "文件名": "【海棠】《软饭硬吃》作者： 一只小鸡腿【现代 - 高H - 短篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/1e9134b61598"
  },
  {
    "文件名": "【海棠】《如何让男人张开腿》作者：小耳朵【现代 - 高H - 中篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e8932c378a39"
  },
  {
    "文件名": "【海棠】《肉类美食大全》作者：七【合集 - 双性 - 高H - 长篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a060d7475623"
  },
  {
    "文件名": "【海棠】《日日作乐》作者：都是正经人【合集 - 高H - 短篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/d7dbb413bd05"
  },
  {
    "文件名": "【海棠】《人妻多汁》作者：奶茶酱【总攻 - 高H - 短篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ab63946bcd75"
  },
  {
    "文件名": "【海棠】《燃烧短篇》作者：DREAM【现代 - 高H - 职场 - NP - 短篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/9be000a9e3d8"
  },
  {
    "文件名": "【海棠】《囚生》作者：mnbvcxz【ABO - 现代 - 高H - NP - 中篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/d9f5dea51177"
  },
  {
    "文件名": "【海棠】《囚上龙椅》作者：赧然的贼【古代 - 高H - 中篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/2deb26c49c67"
  },
  {
    "文件名": "【海棠】《囚笼之爱》作者：南朝水【现代 - 高H - 骨科 - 短篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/955c6b2a4f6c"
  },
  {
    "文件名": "【海棠】《囚笼》作者：Jianjian【ABO - 现代 - 高H - 年上 - 中篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/763adfae0998"
  },
  {
    "文件名": "【海棠】《情夜局促》作者：半日闲【ABO - 现代 - 中H - 短篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/6d6395fc0ed9"
  },
  {
    "文件名": "【海棠】《情涩纵欲的世界》作者：醉卿梦【合集 - 高H - 中篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/4184bed094cf"
  },
  {
    "文件名": "【海棠】《情色主播》作者：阿葵【现代 - 高H - 直播 - 道具 - 短篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a3a2456361f2"
  },
  {
    "文件名": "【海棠】《情难自抑》作者：纯爱狂刀客【未来 - 高H - 短篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/db419fc4883f"
  },
  {
    "文件名": "【海棠】《情妇》作者：Sjell【现代 - 高H - 双性 - NP - 中篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/1bfe47158e9e"
  },
  {
    "文件名": "【海棠】《情敌见面》作者：木糖醇【ABO - NP - 现代 - 中H - 短篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/416d7c136b36"
  },
  {
    "文件名": "【海棠】《亲子玩具》作者：团云【现代 - 高H - 短篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/4d9ee2c60d7d"
  },
  {
    "文件名": "【海棠】《巧克力碎》作者：无有灵【主攻 - 现代 - 中H - 长篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/3f3fe02b28d1"
  },
  {
    "文件名": "【海棠】《墙煎社团》作者：眠不得【现代 - 高H - NP - 短篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ca83fa5faea3"
  },
  {
    "文件名": "【海棠】《契父》作者：Winner【现代 - 中H - 1v1 - 长篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/3661a851b59d"
  },
  {
    "文件名": "【海棠】《破产偶像》作者：姊姊【无CP - 现代 - 高H - 短篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/906bee8f0dfe"
  },
  {
    "文件名": "【海棠】《拼单男孩》作者：红烧肉酱汁【现代 - 高H - NP - 短篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/f48d677075a7"
  },
  {
    "文件名": "【海棠】《炮友》作者：AK【现代 - 高H - 甜文 - HE - 中篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a451718407cd"
  },
  {
    "文件名": "【海棠】《炮灰之路》作者：归一【快穿 - NP - 中H - 长篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/990f40040c27"
  },
  {
    "文件名": "【海棠】《奴后2》作者：东临寒山【古代 - 高H - 中篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/18f2c7509a47"
  },
  {
    "文件名": "【海棠】《农夫与蛇》作者：荔枝绒毛【现代 - 中H - 年下 - 短篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/8a3498cc28bf"
  },
  {
    "文件名": "【海棠】《柠檬盐汽水》作者：风铃草【ABO - 现代 - 高H - 短篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/701abd70d39f"
  },
  {
    "文件名": "【海棠】《年上的他》作者：DREAM【合集 - 现代 -中H - 短篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c3a3915bc961"
  },
  {
    "文件名": "【海棠】《男生宿舍那些事儿》作者： 迪娜【现代 - 高H - 校园 - 短篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/10f6512ffe6f"
  },
  {
    "文件名": "【海棠】《末日快乐》作者：朝阳西落【末世 - 中H - 短篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/66c8d336bf53"
  },
  {
    "文件名": "【海棠】《明亮的沼泽》作者：史克浪子【古代 - 微H - 宫廷 - 短篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/189b64de9ece"
  },
  {
    "文件名": "【海棠】《面具之下》作者：太乙阴【现代 - 高H - 青梅竹马 - 短篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e9be6752c9f7"
  },
  {
    "文件名": "【海棠】《靡乱》作者：沁桃儿【合集 - 双性 - 高H - 长篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/2af69d86ec24"
  },
  {
    "文件名": "【海棠】《猛汉将军的解蛊药》作者：Jia【古代 - 高H - 短篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/7795a56a3563"
  },
  {
    "文件名": "【海棠】《总攻之绝对控制》作者：小西瓜【合集 - 高H - 短篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/cd62efe13eaf"
  },
  {
    "文件名": "【海棠】《恣意》作者：同学iluo【现代 - 中H - 壮受 - 短篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/daeca0eeee8d"
  },
  {
    "文件名": "【海棠】《捉逃走的师弟》作者：W04【古代 - 中H - 短篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/d09694348e6c"
  },
  {
    "文件名": "【海棠】《追随者》作者：疯子毛【现代 - 中H - 黑社会 - 中篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e94b0f0fc0ea"
  },
  {
    "文件名": "【海棠】《助理总是想辞职》作者：绿豆沙【现代 - 高H - 短篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/1782a7a6655f"
  },
  {
    "文件名": "【海棠】《竹里馆》作者：谛观【古代 - 中H - 武侠 - 短篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/87cc1e84c383"
  },
  {
    "文件名": "【海棠】《蛛丝卜巧》作者：DIEGO【现代 - 中H - NP - 短篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/105cc576f1fa"
  },
  {
    "文件名": "【海棠】《重生之刻骨》作者：moonawayxx【现代 - 高H - 重生 - 短篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/68ae33bf8e95"
  },
  {
    "文件名": "【海棠】《淫荡直播间》作者：隐形的鸡儿【现代 - 高H  - 中篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c2161d62aadb"
  },
  {
    "文件名": "【海棠】《诱捕大灰狼》作者：鼠鼠饼【西幻 - 中H - 中篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/45ce667d071e"
  },
  {
    "文件名": "【海棠】《诱拐小太监》作者：终遇良人【古代 - 微H - 短篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/3759c2a5be17"
  },
  {
    "文件名": "【海棠】《娱乐圈男妓》作者：Doi【现代 - 高H - NP - 短篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a510d04359fd"
  },
  {
    "文件名": "【海棠】《遇事不要慌》作者：不歇【合集 - 双性 - 高H - 中篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/4e089433abbd"
  },
  {
    "文件名": "【海棠】《渣攻食用手册》作者：炸鸡便当【现代 - 高H - 中篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/2e8685e3eeae"
  },
  {
    "文件名": "【海棠】《占有欲》作者：烹茶煮酒【父子 - 现代 - 高H - 中篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/3a4ad11fd002"
  },
  {
    "文件名": "【海棠】《招惹死对头的下场》作者：噜噜【现代 - 高H - 篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a8f3d0718e7d"
  },
  {
    "文件名": "【海棠】《折鞭》作者：蹊上花【现代 - 高H - 甜 - 短篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a99506469ef6"
  },
  {
    "文件名": "【海棠】《折翼之鳥》作者：白菜會飛【现代 - 中H - 中篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/84a333b07b01"
  },
  {
    "文件名": "【海棠】《这是什么垃圾游戏啊》作者：咕咕【穿越 - 高H - 中篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/968d8636ad95"
  },
  {
    "文件名": "【海棠】《拯救美人计划》作者：葡萄汁candy【快穿 - 中H - 中篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/26036bcf69a3"
  },
  {
    "文件名": "【海棠】《陆丞》作者：木木木容【现代 - 微H - 中篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c5beea82f333"
  },
  {
    "文件名": "【海棠】《灵魂侵袭》作者：山鬼【现代 - 中H - 短篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/f04e5fc9c49c"
  },
  {
    "文件名": "【海棠】《老岳父》作者：蛮牛【现代 - 高H - 短篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/7b1441e6ad78"
  },
  {
    "文件名": "【海棠】《老翁的神【棍】治万病》作者：爱豆子【混合 - NP - 高H - 奇幻 - 双性 - 中篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e9d8d3e4879a"
  },
  {
    "文件名": "【海棠】《老婆与狗》作者：keiskei【现代 - 高H - 短篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/8483e4e6bd6a"
  },
  {
    "文件名": "【海棠】《烂肛中心》作者：雾清【合集 - 高H - 短篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/d406c95d9ccf"
  },
  {
    "文件名": "【海棠】《快穿之欢迎来到海棠世界》作者：川上之前【快穿 - 高H - NP - 短篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/7bd46da47a51"
  },
  {
    "文件名": "【海棠】《可爱的恋人》作者：DREAM【现代 - 中H - 职场 - 短篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/71b22a8e051b"
  },
  {
    "文件名": "【海棠】《军旅轻狂》作者：繁丧三千【现代 - 微H - 中篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c5dd9f27a7a2"
  },
  {
    "文件名": "【海棠】《旧文》作者：阿尔法狗咩【合集 - 高H - 短篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/5021a0cf0f53"
  },
  {
    "文件名": "【海棠】《戒瘾》作者：子佩【古代 - 高H - 中篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/5c6ea1bc6df9"
  },
  {
    "文件名": "【海棠】《姐夫》作者：温柔的火焰【现代 - 微H - 短篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ff3b4a2c6566"
  },
  {
    "文件名": "【海棠】《娇娇》作者：冰点【ABO - 未来 - 高H - NP - 短篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/4195dbc1d5a0"
  },
  {
    "文件名": "【海棠】《见O勇为》作者：DreamUniverse【ABO - 中H - 中篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/14ff45c39df7"
  },
  {
    "文件名": "【海棠】《假正经》作者：ALYSSSSSA【现代 - 高H - 短篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/d1449cb216be"
  },
  {
    "文件名": "【海棠】《家奴》作者：复又【现代 - 中H - 调教 - 中篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/194c74a1e680"
  },
  {
    "文件名": "【海棠】《获催眠系统后【快穿总攻】在晋江男主文中玩出花样18禁》作者：吃兔兔【穿越 -  高H - NP - 中篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/341107610a2a"
  },
  {
    "文件名": "【海棠】《火星告诉我》作者：Louise【ABO - 中H - 中篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/02787f0380a1"
  },
  {
    "文件名": "【海棠】《谎言之夏》作者：拾叁【现代 - 微H - 中篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/39671c3c406d"
  },
  {
    "文件名": "【海棠】《黄月光》作者：正好睡午觉【现代 - 高H - 短篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/3ac5669a61ed"
  },
  {
    "文件名": "【海棠】《黄色童话》作者：麻辣火锅【合集 - 高H - 神话 - 中篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/111a423dbf2d"
  },
  {
    "文件名": "【海棠】《皇帝的Alpha》作者：AK【ABO - 高H - 骨科 - 中篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/03f9838b1f3b"
  },
  {
    "文件名": "【海棠】《换夫》作者：池醉【现代 - 中H - 短篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/b8369f5c1f06"
  },
  {
    "文件名": "【海棠】《画锁》作者：风险曝光【现代 - 中H - 囚禁 - 短篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/443e3072a8ce"
  },
  {
    "文件名": "【海棠】《蘤意》作者：CHIU【古代 - 清水 - 强强 - 长篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/4ab4f17870f7"
  },
  {
    "文件名": "【海棠】《椰花村》作者：嘉树【现代 - 中H - 双性 - 中篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/8b93a37a710f"
  },
  {
    "文件名": "【海棠】《药与毒》作者：西瓜橘子君【古代 - 高H - 短篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/68857cf8a37c"
  },
  {
    "文件名": "【海棠】《殃及池鱼》作者：简二【ABO - 高H - NP - 中篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/03aa6ab78f9c"
  },
  {
    "文件名": "【海棠】《寻欢》作者：明颜【现代 - 高H - 长篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/43d808094e15"
  },
  {
    "文件名": "【海棠】《蓄意勾引》作者：隔壁老粮【现代 - 高H - 短篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/d176fb13ecca"
  },
  {
    "文件名": "【海棠】《蓄意勾引》作者： 笑平川【现代 - 中H - 职场 - 中篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/6a5e11d08bf3"
  },
  {
    "文件名": "【海棠】《休眠火山》作者：人形净琉璃【现代 - 高H - 短篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/b6d765be5553"
  },
  {
    "文件名": "【海棠】《兄弟》作者：迪娜【现代 - 高H - NP - 乱伦 - 短篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/fdb95fb8f066"
  },
  {
    "文件名": "【海棠】《新邻居是变态》作者：不挑食【现代 - 中H - 短篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/afbf6a7560ce"
  },
  {
    "文件名": "【海棠】《心理治疗师》作者：小满【总攻 - NP - 高H - 中篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/4ebcf9e7dd7d"
  },
  {
    "文件名": "【海棠】《协议爱情》作者：安杉【现代 - 高H - 短篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/31ebd681f141"
  },
  {
    "文件名": "【海棠】《小小小芒果》作者：明日复明日【现代 - 中H - 中篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/cd0be1146560"
  },
  {
    "文件名": "【海棠】《小小短篇集》作者：迪娜【合集 - 高H - 短篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c49359aa640f"
  },
  {
    "文件名": "【海棠】《小狗文学》作者：吸猫狂魔喵喵喵【兽交 - 高H - 中篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/2b269a0cf5d3"
  },
  {
    "文件名": "【海棠】《相交线》作者：冥鹿【现代 - 高H - 黑社会 - 短篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/858d21290fb3"
  },
  {
    "文件名": "【海棠】《献祭新娘》作者：半江瑟瑟【古代 - 高H - 短篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/db72d848f255"
  },
  {
    "文件名": "【海棠】《陷爱》作者：涿鹿丽莉【近代 - 清水 - 推理 - 中篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/6fc6a2e2e561"
  },
  {
    "文件名": "【海棠】《鲜血珍珠》作者：痴咲【合集 - 混合 - 中H - 中篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/bf6d51a14b1a"
  },
  {
    "文件名": "【海棠】《仙飨》作者：lililyly【总攻 - NP - 仙侠 - 中篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/2073e6bd9c64"
  },
  {
    "文件名": "【海棠】《下雨天》作者：Nirvana【现代 - 中H - 中篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/103b9cdd2253"
  },
  {
    "文件名": "【海棠】《系统你搞我！》作者：人民币【现代 - 清水 - 中篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/7949141633ed"
  },
  {
    "文件名": "【海棠】《无中生有》作者：流心奶黄包【现代 - 高H - 短篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/72186e34834b"
  },
  {
    "文件名": "【海棠】《无证驾驶》作者： 逃跑专家【现代 - 微H - 长篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ca4c9f72de48"
  },
  {
    "文件名": "【海棠】《无效标记》作者：馋猫【ABO - 高H - 骨科 - 中篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c856bed406ee"
  },
  {
    "文件名": "【海棠】《无可触及》作者：我有名字谢谢【现代 - 中H - 中篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/10c9161e2d3d"
  },
  {
    "文件名": "【海棠】《无爱苟合》作者：白色的海【穿越 - 高H - 中篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/5dc0c5df318c"
  },
  {
    "文件名": "【海棠】《我见青山》作者：何处尘埃【现代 - 微H - 中篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/40c8479eb3d6"
  },
  {
    "文件名": "【海棠】《我的大叔》作者：迪娜【现代 - 高H - 职场 - 短篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/caa787a7feb1"
  },
  {
    "文件名": "【海棠】《我的大摆钟老婆》作者：ritala【现代 - 中H - 短篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/77b51322948b"
  },
  {
    "文件名": "【海棠】《唯祯》作者：MeAtfish【古代 - 微H - 短篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/645ad15aa746"
  },
  {
    "文件名": "【海棠】《王爷X土匪头子》作者：Stella啦【古代 - 清水 - 短篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/6532d794f034"
  },
  {
    "文件名": "【海棠】《玩弄老实人》作者：汪汪队立大功【现代 - 高H - 短篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/6e2db8de9d96"
  },
  {
    "文件名": "【海棠】《玩攻合集》作者：EUUUUK【合集 - 高H - 短篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c253a24193b2"
  },
  {
    "文件名": "【海棠】《投石》作者：孤城风月【现代 - 微H - 短篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/6fd285364e82"
  },
  {
    "文件名": "【海棠】《偷情》作者：白生【现代 - 高H - 校园 - 短篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/dd08fb0cfa5a"
  },
  {
    "文件名": "【海棠】《桐禾愿》作者：茉茉厦【灵异 - 微H - 中篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/0b4bae969788"
  },
  {
    "文件名": "【海棠】《甜蜜进行时》作者：黑凤梨【现代 - 高H - 中篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c4ea1894b174"
  },
  {
    "文件名": "【海棠】《逃婚新郎》作者： 从不早起【现代 - 中H - 中篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ceae577c2e84"
  },
  {
    "文件名": "【海棠】《谈情说爱》作者：嗑灰【现代 - 高H - 长篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/51c4bef032fa"
  },
  {
    "文件名": "【海棠】《泰迪》作者：布恬【现代 - 高H - 青梅竹马 - 短篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/d15428ce7102"
  },
  {
    "文件名": "【海棠】《美人校草的墮落沉淪》作者：南山海棠【现代 - 高H - 3P - 短篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ea61243eba3b"
  },
  {
    "文件名": "【海棠】《美人私房菜》作者：酒酒【合集 - 高H - 中篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/cda931865412"
  },
  {
    "文件名": "【海棠】《美强xp合集》作者：敢动【合集 - 高H - 短篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/7a1bcd991d79"
  },
  {
    "文件名": "【海棠】《霉斑》作者：诗酒【现代 - 中H - 骨科 - 中篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/431067691f24"
  },
  {
    "文件名": "【海棠】《猫主子》作者：污衣衣【主攻 - 现代 - 高H - 短篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a6657f990735"
  },
  {
    "文件名": "【海棠】《落锁》作者：酷七【未来 - 高H - 科幻 - 短篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/91301bb201af"
  },
  {
    "文件名": "【海棠】《落锁》作者： 酷七【未来 - 高H - 科幻 - 中篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/576675a0e377"
  },
  {
    "文件名": "【海棠】《笨蛋恋爱》作者：又阿白【ABO - 现代 - 微H - 中篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/6c37439ca594"
  },
  {
    "文件名": "【海棠】《奔赴》作者：不想加班【现代 - 高H - 中篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/6c8d113374e5"
  },
  {
    "文件名": "【海棠】《被解救的魔法师》作者：纪琼【灵异 - 清水 - 短篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/3f6be8686f36"
  },
  {
    "文件名": "【海棠】《豹变》作者：鹤望兰【现代 - 高H - 强强 - 职场 - 中篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ea4e22d42399"
  },
  {
    "文件名": "【海棠】《病态》作者：九辞【近代 - 高H - 中篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ee2479b92423"
  },
  {
    "文件名": "【海棠】《不动声色》作者：池砚【现代 - 清水 - 年下 - 短篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/df1ec8fb8963"
  },
  {
    "文件名": "【海棠】《不够硬的关系》作者：Alcmena【现代 - 高H - 短篇 】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/360f1dbbadec"
  },
  {
    "文件名": "【海棠】《不许来不及》作者：好端端【现代 - 高H - 重生 - 长篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/7695063ca097"
  },
  {
    "文件名": "【海棠】《不正经联姻》作者：明日复明日【现代 - 中H - 短篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/2af8928289ff"
  },
  {
    "文件名": "【海棠】《肏翻海棠读者十五式》作者：群主【合集 - 未来 - 高H - 中篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/5c5e3d98f9c6"
  },
  {
    "文件名": "【海棠】《插翅难逃》作者：谛观【古代 - 中H - 武侠 - 中篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/d42b67b9a2fe"
  },
  {
    "文件名": "【海棠】《馋鬼》作者：AiB阿姨【主攻 - 现代 - 高H - 中篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/1f4c20883ea0"
  },
  {
    "文件名": "【海棠】《痴汉与小瞎子》作者：nihao【现代 - 中H - 短篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/01432bda7fab"
  },
  {
    "文件名": "【海棠】《雏鸟效应》作者：沙瓤番茄【现代 - 中H - 中篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/003e8e11466a"
  },
  {
    "文件名": "【海棠】《穿进舍友写的海棠文》作者：月依痕【穿书 - 高H - 短篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ad4e61056e49"
  },
  {
    "文件名": "【海棠】《鬼缠》作者：阿芙酒【灵异 - 近代 - 高H - 短篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/68cf0c60ea55"
  },
  {
    "文件名": "【海棠】《海棠攻环游异世界》作者：汪汪队立大功【主攻 - 快穿 - 中H - 中篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/b0ae91a1ff09"
  },
  {
    "文件名": "【海棠】《好玩不如姐夫》作者：两梦【现代 - 高H - 短篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/7e15b8c4c9b4"
  },
  {
    "文件名": "【海棠】《合不拢腿》作者：粗眉毛【合集 - 高H - 长篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/f1c280251cdf"
  },
  {
    "文件名": "【海棠】《合昏》作者：Nirvana【古代 - 中H - 武侠 - 长篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/7f7e99a03e01"
  },
  {
    "文件名": "【海棠】《合理化性爱》作者：桂花载酒【合集 - 高H - 短篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c12676ee148f"
  },
  {
    "文件名": "【海棠】《gv鉴赏实录【一】》作者：茶杆子【合集 - 单性 - 高H - 短篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/35c399e817f2"
  },
  {
    "文件名": "【海棠】《Goldfish》作者：梁幸禺【现代 - 中H - 校园 - 中篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/9dcb4703e77f"
  },
  {
    "文件名": "【海棠】《GAY》作者：GAY【现代 - 高H - 父子 - 短篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/58a337751e9d"
  },
  {
    "文件名": "【海棠】《Binary star万有引力》作者：muyexi【现代 - 微H - 职场 - 中篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/85c685df916d"
  },
  {
    "文件名": "【海棠】《Beta重生之后【单】》作者：一只白兔糖【未来 - 高H - 重生 - 单性 - 1v1 - 年下 - 中篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c607d30009d5"
  },
  {
    "文件名": "【海棠】《勾栏院》作者：风铃草【古代 - 高H - 中篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/f3c07109e701"
  },
  {
    "文件名": "【海棠】《攻玉》作者：荆荆【古代 - 微H - 中篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/baf590bd1a09"
  },
  {
    "文件名": "【海棠】《膏肓》作者：绅士【现代 - 微H - 短篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c19efbee24af"
  },
  {
    "文件名": "【海棠】《高烧难愈》作者：但枝【现代 - 高H - 中篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/0580066fe446"
  },
  {
    "文件名": "【海棠】《干就完事了》作者：DREAM【现代 - 高H - 短篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/17511923a2e1"
  },
  {
    "文件名": "【海棠】《甘霖》作者：山宇南海【古代 - 微H - 宫廷 - 短篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/6cf92ce10de2"
  },
  {
    "文件名": "【海棠】《赴约》作者：一朵外卖【现代 - 高H - 短篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/123cf82055f6"
  },
  {
    "文件名": "【海棠】《父亲的教导》作者：为了海棠二号【现代 - 高H - 父子 - 短篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/94ea79d91852"
  },
  {
    "文件名": "【海棠】《父皇》作者：乔一【古代 - 高H - 短篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c859d54697d1"
  },
  {
    "文件名": "【海棠】《疯子》作者：绿色限定【现代 - 高H - 囚禁 - 中篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/5907c9377010"
  },
  {
    "文件名": "【海棠】《疯批老婆强制爱》作者：苏心【现代 - 高H - 中篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/972c50dd3fd5"
  },
  {
    "文件名": "【海棠】《风月无边》作者：我太甜了【合集 - 高H - 长篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/3a525f81b5f3"
  },
  {
    "文件名": "【海棠】《风尘》作者：在水一方【古代 - 高H - 仙侠 - 短篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/10cd35dcef9e"
  },
  {
    "文件名": "【海棠】《非正常恋人》作者：黄一点【现代 - 高H - 长篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a0c63eb30988"
  },
  {
    "文件名": "【海棠】《非常规OA》作者：池边荷【ABO - 高H - 短篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/926708b36deb"
  },
  {
    "文件名": "【海棠】《方生方死》作者：也不【AbO - 微H - 中篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/f627e87edaaa"
  },
  {
    "文件名": "【海棠】《反派扮演游戏》作者：爱媛【穿越 - 高H - NP - 短篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/7039631df062"
  },
  {
    "文件名": "【海棠】《二度沦陷》作者：QJF【现代 - 中H - 短篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/f9b43785a6ee"
  },
  {
    "文件名": "【海棠】《恶魔》作者：阿妮不吃素【现代 - 高H - 短篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/cf13bec73b5d"
  },
  {
    "文件名": "【海棠】《堕落》作者：芙萝珊【高H - NP - 中篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/60d957ec50a7"
  },
  {
    "文件名": "【海棠】《短篇炖肉啃排骨》作者：风铃草【合集 - 高H - 短篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/cf3448c51217"
  },
  {
    "文件名": "【海棠】《渡佛》作者：不挑食【古代 - 高H - NP - 短篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ff76b95a3482"
  },
  {
    "文件名": "【海棠】《斗罗大陆》作者：婳涟染【现代 - 高H - 中篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ed0fe23826ae"
  },
  {
    "文件名": "【海棠】《殿下狂操小奴隶》作者：可以色色【古代 - 高H - 短篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c3c16d75548e"
  },
  {
    "文件名": "【海棠】《帝宠》作者：月光如水【古代 - 高H - 中篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/36fe73e992b6"
  },
  {
    "文件名": "【海棠】《底细》作者：雅乐之舞【现代 - 高H - 中篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ea3afcadedd2"
  },
  {
    "文件名": "【海棠】《当海棠美人穿进正经网站》作者：略略略【穿越 - 高H - NP - 长篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/d5e4116eb05f"
  },
  {
    "文件名": "【海棠】《耽于酒色》作者：Vivennn【现代 - 高H - 短篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/2228ce3a75fd"
  },
  {
    "文件名": "【海棠】《带球跑的妈妈》作者：Karine【ABO - 高H - 短篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/717bb795c567"
  },
  {
    "文件名": "【海棠】《代嫁》作者：14【古代 - 中H - 短篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/f59583201777"
  },
  {
    "文件名": "【海棠】《大龄男O》作者：Alcmena【ABO - 现代 - 微H - 短篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/f93065f876e8"
  },
  {
    "文件名": "【海棠】《催眠熏香》作者：午后暖阳【合集 - 高H - 短篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/0d500e034325"
  },
  {
    "文件名": "【海棠】《催眠控制》作者：色色发抖【现代 - 高H - NTR - 中篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/9f710f8cb84d"
  },
  {
    "文件名": "【海棠】《催眠梗集合》作者：这里【合集 - 高H - 催眠 - 中篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/df585f49778c"
  },
  {
    "文件名": "【海棠】《純情美男淪陷高H》作者：南山海棠【现代 - 高H - BDSM - 短篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/6f1895559f0e"
  },
  {
    "文件名": "【海棠】《春色撩人》作者：安杉【民国 - 小妈文学 - 中H - 中篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/28dd80dd89c1"
  },
  {
    "文件名": "【海棠】《春日迟迟》作者：问雨【现代 - 高H - 短篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/f506b11c86a2"
  },
  {
    "文件名": "【海棠】《春潮泛滥》作者：爱媛【古代 - 高H - 宫廷 - 短篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/11f213eca8da"
  },
  {
    "文件名": "【海棠】《爸爸的调教日常》作者：GYUCHEN【乱伦合集 - 高H - 短篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/84dc62016282"
  },
  {
    "文件名": "【海棠】《暗无天日》作者：酸酸酸梅汁【现代 - 中H - 短篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/b9943b045553"
  },
  {
    "文件名": "【海棠】《暗恋事故》作者：温酒【现代 - 清水 - 悲剧 - 校园 - 短篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/9d885ef5d566"
  },
  {
    "文件名": "【海棠】《爱上精神病》作者：离峰【现代 - 高H - 短篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c865e4bb1c8e"
  },
  {
    "文件名": "【海棠】《爱慕者》作者：Micro【现代 - 中H - 职场 - 短篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/6888e0c33143"
  },
  {
    "文件名": "【海棠】《阿远》作者：啤酒肚【古代 - 中H - 中篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/7137d1fca65d"
  },
  {
    "文件名": "【海棠】《阿叔》作者：妖怪男子【灵异 - 中H - 短篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/638c4e0738d9"
  },
  {
    "文件名": "【海棠】《9037》作者：Lmogen_【现代 - 中H - M攻 - 短篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/8be465390d9b"
  },
  {
    "文件名": "【海棠】《1069》作者：天一【现代 - 高H - 强强 - 温情 - 中篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/4f493be45ac2"
  },
  {
    "文件名": "【海棠】《【将军】奔马》作者：慢炖厨房【同人 - 古代 - 高H - 短篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/8988b5e65db6"
  },
  {
    "文件名": "【海棠】《饲爱》作者：皇都【重口 - 微H - 暗黑 - 短篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/b72f4d28c16d"
  },
  {
    "文件名": "【海棠】《私有遗产》作者：离峰【兽人 - 高H - 中篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/6756b2e5a262"
  },
  {
    "文件名": "【海棠】《水中月》作者：啊哈【现代 - 清水 - 1v1 - 中篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/2e31f3632bb2"
  },
  {
    "文件名": "【海棠】《水乳交融》作者：DREAM【合集 - 现代 - 高H - 短篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/02fce84b77b2"
  },
  {
    "文件名": "【海棠】《水墨丹青》作者：覃一【近代 - 清水 - 长篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c96e3568dc8a"
  },
  {
    "文件名": "【海棠】《霜霜》作者：Godzita【神话 - 奇幻 - 高H - 短篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/aa310ddebc5c"
  },
  {
    "文件名": "【海棠】《双向捕获》作者：梅梅【现代 - 中H - SM - 短篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/16975455eede"
  },
  {
    "文件名": "【海棠】《受宠攻短篇合集》作者：EUUUUK【合集 - 中H - 短篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/5da95e513553"
  },
  {
    "文件名": "【海棠】《守肾如玉》作者：大椰子【现代 - 微H - 短篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e46a9c443db8"
  },
  {
    "文件名": "【海棠】《侍夫》作者：RobustControl【古代 - 高H - 虐身 - 短篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/0750861732e0"
  },
  {
    "文件名": "【海棠】《十分沉溺》作者：赵四【ABO - 现代 - 高H - 短篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/127f65155371"
  },
  {
    "文件名": "【海棠】《失乐园》作者：默然【西幻 - 微H - 暗黑 - 中篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ca8c2e1588f8"
  },
  {
    "文件名": "【海棠】《失策》作者：又见蓝山【现代 - 高H - 短篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/deefc316397e"
  },
  {
    "文件名": "【海棠】《深夜小吃摊》作者：tomorrow【合集 - 高H - 中篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/d0b95ae40e70"
  },
  {
    "文件名": "【海棠】《深坑》作者：老犊子鸭【中H - 虐身 - 短篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/7d8e9b5f1894"
  },
  {
    "文件名": "【海棠】《谁是窝边草》作者：不歇【现代 - 高H - 中篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/febf4d20ffd6"
  },
  {
    "文件名": "【海棠】《上岸》作者：seer【现代 - 中H - 职场 - 短篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/0ebf34537e58"
  },
  {
    "文件名": "【海棠】《山亭夏日》作者：鲤鱼【现代 - 清水 - 青梅竹马 - 中篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/822ed14dcdd7"
  },
  {
    "文件名": "【海棠】《三口之家》作者：幼稚鬼【现代 - 中H - 灵异 - 短篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/810cf501547c"
  },
  {
    "文件名": "【海棠】《软香骨》作者：qinlanlan【合集 - 高H - 中篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/256dc43f670c"
  },
  {
    "文件名": "【海棠】《肉文短篇合集》作者：迪娜【合集 - 高H - 短篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/1b580f7c6487"
  },
  {
    "文件名": "【海棠】《日夜》作者：灯泡不亮【现代 - 高H - NP - 短篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/76d2cbf4c395"
  },
  {
    "文件名": "【海棠】《人鱼》作者：阿花【现代 - 高H - 父子 - 短篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/621e49e38430"
  },
  {
    "文件名": "【海棠】《人间水蜜桃》作家：铁锅炖自己【合集 - 高H - 长篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/9726afbccec4"
  },
  {
    "文件名": "【海棠】《绕床弄青梅》作者：一颗奶糖【海棠版 - 现代 - 高H - 校园 - 青梅竹马 - 双性 - 1v1 - 中篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/6f67ac97ad09"
  },
  {
    "文件名": "【海棠】《扰乱木头计划》作者：摩树【现代 - 中H - 长篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ff2b8b8a8d22"
  },
  {
    "文件名": "【海棠】《圈禁》作者：靡靡之音【现代 - 中H - 黑社会 - 中篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e3089173b27f"
  },
  {
    "文件名": "【海棠】《囚心媚骨》作者：rouxiangsiyi【灵异 - 高H - 短篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/dcb50e51d049"
  },
  {
    "文件名": "【海棠】《秋天以南》作者：好端端【现代 - 微H - 青梅竹马 - 中篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ee8d650b3ca1"
  },
  {
    "文件名": "【海棠】《琼琼》作者：荆荆【现代 - 高H - 校园 - 道具 - 中篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e8e67ebc9eac"
  },
  {
    "文件名": "【海棠】《情趣游戏2》作者：云鬓【双性合集 - 高H - 中篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/cddb63c0d942"
  },
  {
    "文件名": "【海棠】《青苗》作者：台灯【攻出轨 - 高H - 短篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/6d913d2735e9"
  },
  {
    "文件名": "【海棠】《抢角系统》作者：安安【快穿 - 中H - 短篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/cc86601d4780"
  },
  {
    "文件名": "【海棠】《强制结合》作者：姥啬丕【ABO - 中H - 短篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/79c7162eeef0"
  },
  {
    "文件名": "【海棠】《强制爆炒自助餐车》作者：好多米【合集 - 高H - 短篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/81f0ee54812f"
  },
  {
    "文件名": "【海棠】《强迫臣服》作者：红酥酒【现代 - 高H - 中篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/50d06eefcf1d"
  },
  {
    "文件名": "【海棠】《契约关系》作者：白生【现代 - 中H - 狗血 - 中篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/9442920bae1a"
  },
  {
    "文件名": "【海棠】《起点男主与海棠后宫》作者：江临照晚【总攻 - NP - 双性 - 生子 - 穿越 - 高H - 中篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/b6d0ae56aa00"
  },
  {
    "文件名": "【海棠】《起点男主与海棠后宫》作者：江临照晚【补番 - 总攻 - NP - 双性 - 生子 - 穿越 - 高H - 中篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/f42d1f5cd662"
  },
  {
    "文件名": "【海棠】《启明星》作者：是山药啊【现代 - 微H - 中篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/f48f9613883b"
  },
  {
    "文件名": "【海棠】《棋子》作者：阖祈【ABO - 中H - 虐爱 - 长篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/b7cbe2c2f3a8"
  },
  {
    "文件名": "【海棠】《骑虎不下》作者：巷线【现代 - 高H - 短篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e4dcc6d1ee80"
  },
  {
    "文件名": "【海棠】《齐人之福》作者：三点水【现代 - 高H - 3P - 短篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/5840ff266648"
  },
  {
    "文件名": "【海棠】《欺凌》作者：废人一个【现代 - 中H - 校园 - 中篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/55fe09029c45"
  },
  {
    "文件名": "【海棠】《七年之痒，八年之伤》作者：海棠惊石木【换攻 - 现代 - 中H - 虐爱 - 中篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/81dcdd7688da"
  },
  {
    "文件名": "【海棠】《漂亮男孩》作者：mnbvcxz【现代 - 高H - NP - 中篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/05a721573740"
  },
  {
    "文件名": "【海棠】《排卵》作者：口腹之欲【人外合集 - 高H - 短篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/988162edbb1d"
  },
  {
    "文件名": "【海棠】《怕疼》作者：泡芙星球【现代 - 高H - 中篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/47772e314385"
  },
  {
    "文件名": "【海棠】《暖和》作者：最生【现代 - 中H - 中篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/af5d032b816d"
  },
  {
    "文件名": "【海棠】《娘娘庙》作者：omgdomgd【古代 - 中H - 宫廷 - 长篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/eb26ed4eedef"
  },
  {
    "文件名": "【海棠】《年下有点甜》作者：大白腿子【现代 - 中H - 短篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/b2b3bfdf7849"
  },
  {
    "文件名": "【海棠】《难舍难分》作者：池砚【主攻 - 现代 - 微H - 短篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/6f0ea1f03970"
  },
  {
    "文件名": "【海棠】《难耐》作者：绎宋【现代 - 高H - 短篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/7ae5f55337ed"
  },
  {
    "文件名": "【海棠】《男优成长系统》作者：阿葵亚【现代 - 高H - NP - 短篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/cf09aec8311c"
  },
  {
    "文件名": "【海棠】《男淫》作者：牛奶与黄油【合集 - 高H - 中篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/0446a3216fa0"
  },
  {
    "文件名": "【海棠】《纳西塞斯》作者：奶茶蛋挞【现代 - 微H - 短篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/3915ff8ede60"
  },
  {
    "文件名": "【海棠】《明知故犯》作者：一天【虫族 - 高H - 中篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/dc97c7d6d23f"
  },
  {
    "文件名": "【海棠】《明宿》作者：柠【古代 - 高H - NP - 中篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ee5b8182a224"
  },
  {
    "文件名": "【海棠】《苗疆少年》作者：红酥酒【现代 - 高H - 中篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/110fbece657f"
  },
  {
    "文件名": "【海棠】《迷药》作者：游佐玉【元神同人 - 高H - 短篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/f2bf22c46c7d"
  },
  {
    "文件名": "【海棠】《梦西州》作者：眠不得【古代 - 微H - 长篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/0753b4f70c01"
  },
  {
    "文件名": "【海棠】《醉氧》作者：烹茶煮酒【现代 - 高H - 父子 - 中篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/7bb96258deb4"
  },
  {
    "文件名": "【海棠】《醉倒苍澜》作者：湫凰【现代 - 高H - 中篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/600bfb3b3682"
  },
  {
    "文件名": "【海棠】《最佳啪档》作者：佛系游鱼【现代 - 微H - 中篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/bddc6eef7f9c"
  },
  {
    "文件名": "【海棠】《总裁助理》作者：柠檬桂花【现代 - 中H - 中篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/9657d7929784"
  },
  {
    "文件名": "【海棠】《自作多情》作者：小糖稚【现代 - 微H - 校园 - 长篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ad445df0b108"
  },
  {
    "文件名": "【海棠】《自甘堕落》作者：我有一大叽【现代 - 高H - 长篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/cb12ffd56133"
  },
  {
    "文件名": "【海棠】《装乖》作者：柚湉【现代 - 高H - 叔侄 - 短篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/f7940d8f077d"
  },
  {
    "文件名": "【海棠】《竹间月》作者：烧烤鳜鱼【古代 - 清水 - 悲剧 - 短篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/f8bdf2038be1"
  },
  {
    "文件名": "【海棠】《异类》作者：疯子毛【现代 - 中H - HE - 中篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/8ad34f373410"
  },
  {
    "文件名": "【海棠】《依赖》作者：豌豆尖【现代 - 微H - 年上 - 中篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/2c678419857c"
  },
  {
    "文件名": "【海棠】《一夜倾情》作者：风渡西洲【现代 - 微H - 中篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/55778cbc9f10"
  },
  {
    "文件名": "【海棠】《一千二》作者：荔枝绒毛【现代 - 中H - 短篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/0bbb81a573f1"
  },
  {
    "文件名": "【海棠】《一起穿进海棠世界后徒弟精分了》作者：大白兔奶糖【穿越 - 高H - 虐心 - 1v1 - 双性 -短篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/bd96b0929947"
  },
  {
    "文件名": "【海棠】《意料之外》作者： 行远自迩【现代 - 微H - 中篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a7401033421f"
  },
  {
    "文件名": "【海棠】《阴魂不散》作者：二本正经【现代 - 中H - 恐怖 - 中篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/49eb403bd5eb"
  },
  {
    "文件名": "【海棠】《阴谋》作者：关风月【古代 - 清水 - 短篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/312f6728c35c"
  },
  {
    "文件名": "【海棠】《淫荡又淫乱h》作者：嘿嘿哒【同人 - 高H - 短篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/de11a040cb7a"
  },
  {
    "文件名": "【海棠】《淫乐窝》作者：放羊毛的星星【合集 - 高H - 中篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c929240ab010"
  },
  {
    "文件名": "【海棠】《应召男伎》作者：云鬓【现代 - 高H - NP - 短篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/df5ef0c7652c"
  },
  {
    "文件名": "【海棠】《游戏人间》作者：龙御天【现代 - 高H - SP - 短篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/43b1e742afd0"
  },
  {
    "文件名": "【海棠】《诱拐》作者：DREAM【现代 - 高H - 校园 - NP - 短篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e45938adcbb3"
  },
  {
    "文件名": "【海棠】《愚蠢爱人》作者：Molimo【现代 - 微H - 校园 - 中篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/f0ae93c86238"
  },
  {
    "文件名": "【海棠】《欲满生香》作者：槐夏【合集 - 微H - 短篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/b1d4e17125c9"
  },
  {
    "文件名": "【海棠】《欲望集市》作者：海棠大学校长【奇幻 - 高H - NP - BDSM - 中篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/244b425505c8"
  },
  {
    "文件名": "【海棠】《在海棠古耽中做了男配》作者：K【穿越 - 中H - 强制爱 - NP - 中篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/7e45a5f45d54"
  },
  {
    "文件名": "【海棠】《在野》作者：InAPool【1v1 - 高H - 中篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/49d9269bab29"
  },
  {
    "文件名": "【海棠】《昭昭》作者：Godzita【现代 - 中H - 双性 - 中篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/b71d5b06a4cc"
  },
  {
    "文件名": "【海棠】《拯救》作者：膏肓【奇幻 - 高H - 中篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/67f53147ec6f"
  },
  {
    "文件名": "【海棠】《汁漾》作者：嘤嘤怪【合集 - 穿越 - 高H - 长篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a05e6ea8c9c3"
  },
  {
    "文件名": "【棠】[完结] 我的大奶男友 作者：东乌旗旗.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e8b0ea66ebee"
  },
  {
    "文件名": "【棠】[完结] 万人迷到底怀了谁的崽[N·P] 作者：邬禅见.txt",
    "夸克盘链接": "https://pan.quark.cn/s/33b790f50db9"
  },
  {
    "文件名": "【棠】[完结] 堤河潮骚 作者：枪杀海岛.txt",
    "夸克盘链接": "https://pan.quark.cn/s/dfaa22583224"
  },
  {
    "文件名": "【棠】[完结] 被妻子送去卖的男人 作者：都是正经人.txt",
    "夸克盘链接": "https://pan.quark.cn/s/62113abf52fc"
  },
  {
    "文件名": "【棠】[完结] 被管制的omega（SP） 作者：某朵.txt",
    "夸克盘链接": "https://pan.quark.cn/s/8fc610c6c84b"
  },
  {
    "文件名": "【棠】[完结+番外全]爸爸的秘书作者：云间.txt",
    "夸克盘链接": "https://pan.quark.cn/s/0fcb129aa3d9"
  },
  {
    "文件名": "【棠】[完结+番外全] 知君仙骨（师徒_主攻_双_年下） 作者：Cogito.txt",
    "夸克盘链接": "https://pan.quark.cn/s/6ca66358a2a0"
  },
  {
    "文件名": "【棠】[完结+番外全] 被系统选中的我去各地送菊花（双性纯肉） 作者：忘羡两相依.txt",
    "夸克盘链接": "https://pan.quark.cn/s/4fc811b25e2a"
  },
  {
    "文件名": "【棠】[完结+番外2] 薄情总裁被对手搞身上瘾后 作者：果味汽水.txt",
    "夸克盘链接": "https://pan.quark.cn/s/046678f009c3"
  },
  {
    "文件名": "【棠】[完结] gv影帝养成指南 作者：酒徒.txt",
    "夸克盘链接": "https://pan.quark.cn/s/fd91a4e9bc3c"
  },
  {
    "文件名": "【棠】[完结] gv鉴赏实录【一】 作者：茶杆子.txt",
    "夸克盘链接": "https://pan.quark.cn/s/f90e2aabfdea"
  },
  {
    "文件名": "【棠】[完结] GAY 作者：GAY.txt",
    "夸克盘链接": "https://pan.quark.cn/s/3c9c0fe2a078"
  },
  {
    "文件名": "【棠】[完结] beta真的没有信息素啊！ 作者：夏侯宝玉.txt",
    "夸克盘链接": "https://pan.quark.cn/s/64eabde8a67c"
  },
  {
    "文件名": "【棠】[完结] Alpha攻在拥有异香后被草透了（强制爱NP） 作者：嘎嘣脆.txt",
    "夸克盘链接": "https://pan.quark.cn/s/8b6f9d811389"
  },
  {
    "文件名": "【棠】[完结] 醉生梦死（BDSM） 作者：木木木容.txt",
    "夸克盘链接": "https://pan.quark.cn/s/367970cd3021"
  },
  {
    "文件名": "【棠】[完结] 总有人想太阳我 作者：燎锋.txt",
    "夸克盘链接": "https://pan.quark.cn/s/fbacea0e70e4"
  },
  {
    "文件名": "【棠】[完结] 总攻穿进性爱游戏里面当皇帝为所欲为 作者：飞天小草莓莓.txt",
    "夸克盘链接": "https://pan.quark.cn/s/8fa94a5c287d"
  },
  {
    "文件名": "【棠】[完结] 总裁与小员工的做爱日常 作者：今天日万了吗.txt",
    "夸克盘链接": "https://pan.quark.cn/s/82d4c46b9db7"
  },
  {
    "文件名": "【棠】[完结] 总裁的人妻诱受（BDSM) 作者：白白爱吃肉.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ec5971d61931"
  },
  {
    "文件名": "【棠】[完结] 自作多情 作者：小糖稚.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ec01d394856a"
  },
  {
    "文件名": "【棠】[完结] 捉鬼师狂日落魄鬼（高H） 作者：可以色色.txt",
    "夸克盘链接": "https://pan.quark.cn/s/abd3d09eea7d"
  },
  {
    "文件名": "【棠】[完结] 抓到一只小野貓【机甲】 作者：春星夜.txt",
    "夸克盘链接": "https://pan.quark.cn/s/47285b62a74e"
  },
  {
    "文件名": "【棠】[完结] 主人与奴隶，喜欢SM，特殊性癖，高H 作者：DREAM.txt",
    "夸克盘链接": "https://pan.quark.cn/s/88eb45426454"
  },
  {
    "文件名": "【棠】[完结] 竹马竹马 作者：烟上雨.txt",
    "夸克盘链接": "https://pan.quark.cn/s/9e20f3a73ad3"
  },
  {
    "文件名": "【棠】[完结] 竹马他是龙 作者：橙汁多多.txt",
    "夸克盘链接": "https://pan.quark.cn/s/0b2a81ebc1d5"
  },
  {
    "文件名": "【棠】[完结] 竹马和他叔都想上我 作者：罩爷是只猫.txt",
    "夸克盘链接": "https://pan.quark.cn/s/043542d490d0"
  },
  {
    "文件名": "【棠】[完结] 重生之刻骨 作者：moonawayxx.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c5d94c84092b"
  },
  {
    "文件名": "【棠】[完结] 重生回死对头车祸前一个月 作者：小猪麻麻.txt",
    "夸克盘链接": "https://pan.quark.cn/s/9e3b24341f39"
  },
  {
    "文件名": "【棠】[完结] 重生后怎么都处心积虑想肏我 作者：遛鸟的小少爷.txt",
    "夸克盘链接": "https://pan.quark.cn/s/6c0d5aac03ce"
  },
  {
    "文件名": "【棠】[完结] 重生出嫁当晚，糙汉将军宠哭了！ 作者：罩爷是只猫.txt",
    "夸克盘链接": "https://pan.quark.cn/s/1872de5ec0d6"
  },
  {
    "文件名": "【棠】[完结] 种田糙汉的娇软小夫 作者：一个馒头.txt",
    "夸克盘链接": "https://pan.quark.cn/s/788652555d13"
  },
  {
    "文件名": "【棠】[完结] 直男美人被疯批强制得惨兮兮 作者：姥啬丕.txt",
    "夸克盘链接": "https://pan.quark.cn/s/737f2f4c17ed"
  },
  {
    "文件名": "【棠】[完结] 拯救双性同桌（主攻_1V1） 作者：七七是攻.txt",
    "夸克盘链接": "https://pan.quark.cn/s/029d878af0bb"
  },
  {
    "文件名": "【棠】[完结] 真香后反复爆炒死对头的批 作者：匿名比熊鱼.txt",
    "夸克盘链接": "https://pan.quark.cn/s/d9b9849c5f81"
  },
  {
    "文件名": "【棠】[完结] 招老头喜欢的小少爷 作者：懒得睡觉.txt",
    "夸克盘链接": "https://pan.quark.cn/s/064e8f318900"
  },
  {
    "文件名": "【棠】[完结] 榨精的小魅魔翻车后 作者：楚十.txt",
    "夸克盘链接": "https://pan.quark.cn/s/3d935ac36c82"
  },
  {
    "文件名": "【棠】[完结] 在万人演唱会上与你公开doi 作者：银耳777.txt",
    "夸克盘链接": "https://pan.quark.cn/s/55a3d45fd930"
  },
  {
    "文件名": "【棠】[完结] 在健身房被教练艹 作者：大黄人.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a073eabc39fb"
  },
  {
    "文件名": "【棠】[完结] 在电影院被爸爸做了 作者：炒饭吗.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e14449b6cba4"
  },
  {
    "文件名": "【棠】[完结] 在抽卡游戏里玩弄美人老婆们（总攻） 作者：半杯倒.txt",
    "夸克盘链接": "https://pan.quark.cn/s/1093cf301b27"
  },
  {
    "文件名": "【棠】[完结] 约架到死对头后 作者：阮dear.txt",
    "夸克盘链接": "https://pan.quark.cn/s/31b6f3df9b09"
  },
  {
    "文件名": "【棠】[完结] 冤债 作者：小啊同学.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ba0489000eb1"
  },
  {
    "文件名": "【棠】[完结] 欲求不满的人凄出轨后 作者：虾仁不猪心.txt",
    "夸克盘链接": "https://pan.quark.cn/s/070e57e57029"
  },
  {
    "文件名": "【棠】[完结] 与山海共眠 作者：程拓.txt",
    "夸克盘链接": "https://pan.quark.cn/s/3c5b401e78ee"
  },
  {
    "文件名": "【棠】[完结] 与何人说 作者：颜鸢wwl.txt",
    "夸克盘链接": "https://pan.quark.cn/s/88d9aec062ce"
  },
  {
    "文件名": "【棠】[完结] 娱乐圈男妓 作者：Doi.txt",
    "夸克盘链接": "https://pan.quark.cn/s/74d0f8ad6a2c"
  },
  {
    "文件名": "【棠】[完结] 引狼入室 作者：微澜.txt",
    "夸克盘链接": "https://pan.quark.cn/s/9be83f56b7e5"
  },
  {
    "文件名": "【棠】[完结] 银色器物 作者：黒祈哀.txt",
    "夸克盘链接": "https://pan.quark.cn/s/915a39a3d003"
  },
  {
    "文件名": "【棠】[完结] 银乱小镇的日常 作者：葛二蛋.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c874cb03c058"
  },
  {
    "文件名": "【棠】[完结] 淫荡的性爱，高H，父子，大叔，年上 作者：DREAM.txt",
    "夸克盘链接": "https://pan.quark.cn/s/2859c0053f50"
  },
  {
    "文件名": "【棠】[完结] 淫荡的巨乳少女们挨肏记 作者：aweinspiring.txt",
    "夸克盘链接": "https://pan.quark.cn/s/d86a490d5f46"
  },
  {
    "文件名": "【棠】[完结] 阴郁双儿和他的高冷流氓转校生老公 作者：森良.txt",
    "夸克盘链接": "https://pan.quark.cn/s/57ac9d8863d3"
  },
  {
    "文件名": "【棠】[完结] 一只披着白莲花皮的小绿茶 作者：怼怼.txt",
    "夸克盘链接": "https://pan.quark.cn/s/35af8896fcd6"
  },
  {
    "文件名": "【棠】[完结] 一夜情怀孕后，我嫁给了好男人 作者：罩爷是只猫.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a19716e65c17"
  },
  {
    "文件名": "【棠】[完结] 杳然三日【1v1强制】 作者：野小咕.txt",
    "夸克盘链接": "https://pan.quark.cn/s/5cdacfdb9635"
  },
  {
    "文件名": "【棠】[完结] 痒癖成疾·春心萌动 作者：有逻辑但不多.txt",
    "夸克盘链接": "https://pan.quark.cn/s/69126129f182"
  },
  {
    "文件名": "【棠】[完结] 阳春白雪 作者：风烟挽.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a2cbda03a6cf"
  },
  {
    "文件名": "【棠】[完结] 性爱日记 作者：GYUCHEN.txt",
    "夸克盘链接": "https://pan.quark.cn/s/527b535a387c"
  },
  {
    "文件名": "【棠】[完结] 校园ABO我的驯兽师 作者：Kitsuen.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e5a251bf8b38"
  },
  {
    "文件名": "【棠】[完结] 校园公交车 作者：ねここ.txt",
    "夸克盘链接": "https://pan.quark.cn/s/9a24990f4cea"
  },
  {
    "文件名": "【棠】[完结] 校草别太撩［ABO］ 作者：南朝水.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ab93693b986b"
  },
  {
    "文件名": "【棠】[完结] 校霸恋爱日记 作者：楚楚爱睡觉.txt",
    "夸克盘链接": "https://pan.quark.cn/s/dbdb6c16051f"
  },
  {
    "文件名": "【棠】[完结] 校霸的小可爱跟班是个泪失禁（校园、甜宠、多肉） 作者：君沐霖.txt",
    "夸克盘链接": "https://pan.quark.cn/s/2ff9aaf50c98"
  },
  {
    "文件名": "【棠】[完结] 小少爷每天都想被哥哥睡（双） 作者：殊妄.txt",
    "夸克盘链接": "https://pan.quark.cn/s/26e5fb692ec2"
  },
  {
    "文件名": "【棠】[完结] 小肉甜饼 作者：临夜大人吖.txt",
    "夸克盘链接": "https://pan.quark.cn/s/452c496e4782"
  },
  {
    "文件名": "【棠】[完结] 小男孩日男人的批 作者：GAY.txt",
    "夸克盘链接": "https://pan.quark.cn/s/1b3f5061491d"
  },
  {
    "文件名": "【棠】[完结] 小可怜的生存指南 作者：哦咪珈.txt",
    "夸克盘链接": "https://pan.quark.cn/s/5eb27b05f44d"
  },
  {
    "文件名": "【棠】[完结] 小可爱的可怜人生 作者：口味有点怪.txt",
    "夸克盘链接": "https://pan.quark.cn/s/2fd1fded3b7b"
  },
  {
    "文件名": "【棠】[完结] 小公子 作者：烛惑.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ec8189ce1ec9"
  },
  {
    "文件名": "【棠】[完结] 想要被偷窥 作者：第一千零一号开心.txt",
    "夸克盘链接": "https://pan.quark.cn/s/fe24227ec60c"
  },
  {
    "文件名": "【棠】[完结] 限定爱情 作者：木仔儿.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c86c39008b64"
  },
  {
    "文件名": "【棠】[完结] 戏里戏外 作者：野草.txt",
    "夸克盘链接": "https://pan.quark.cn/s/42971251cb45"
  },
  {
    "文件名": "【棠】[完结] 西装暴徒作者：覃一.txt",
    "夸克盘链接": "https://pan.quark.cn/s/efd3246caa0c"
  },
  {
    "文件名": "【棠】[完结] 无路可逃 作者：我不吃鱼.txt",
    "夸克盘链接": "https://pan.quark.cn/s/eadd642b372e"
  },
  {
    "文件名": "【棠】[完结] 无法标记的哥哥 作者：私房小厨.txt",
    "夸克盘链接": "https://pan.quark.cn/s/76df51d7a0b0"
  },
  {
    "文件名": "【棠】[完结] 无畜可逃 作者：弄日鹅黄.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c8a66092a496"
  },
  {
    "文件名": "【棠】[完结] 无边风月春堕泪 作者：梧檀blossom.txt",
    "夸克盘链接": "https://pan.quark.cn/s/5f2e7ba4dc17"
  },
  {
    "文件名": "【棠】[完结] 我治好了下铺兄弟的隐疾 作者：葡萄汁candy.txt",
    "夸克盘链接": "https://pan.quark.cn/s/38f22a9ab5a6"
  },
  {
    "文件名": "【棠】[完结] 我养的宠物和我求偶了（短篇，人外，1V1） 作者：辛亥.txt",
    "夸克盘链接": "https://pan.quark.cn/s/1b3b495789a3"
  },
  {
    "文件名": "【棠】[完结] 我喜欢的网黄是上司 作者：祈江.txt",
    "夸克盘链接": "https://pan.quark.cn/s/6ff3528c3801"
  },
  {
    "文件名": "【棠】[完结] 我见青山 作者：何处尘埃.txt",
    "夸克盘链接": "https://pan.quark.cn/s/da3226007f14"
  },
  {
    "文件名": "【棠】[完结] 我的养父 作者：乔瑾桉.txt",
    "夸克盘链接": "https://pan.quark.cn/s/bfc88d1a518c"
  },
  {
    "文件名": "【棠】[完结] 我的老婆是杀手 作者：眠不得.txt",
    "夸克盘链接": "https://pan.quark.cn/s/b09af2623c13"
  },
  {
    "文件名": "【棠】[完结] 我的老公们是神兽 作者：吃笔者.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e722f671fa19"
  },
  {
    "文件名": "【棠】[完结] 我的哥哥一开始是我的哥哥 作者：雪不尽.txt",
    "夸克盘链接": "https://pan.quark.cn/s/80f93c0a798d"
  },
  {
    "文件名": "【棠】[完结] 我的大叔 NPH 作者：迪娜.txt",
    "夸克盘链接": "https://pan.quark.cn/s/8ad26788e7af"
  },
  {
    "文件名": "【棠】[完结] 我的大叔 作者：迪娜.txt",
    "夸克盘链接": "https://pan.quark.cn/s/500358dffcaa"
  },
  {
    "文件名": "【棠】[完结] 我被我哥绑定了 作者：天涼好秋.txt",
    "夸克盘链接": "https://pan.quark.cn/s/dd54eccaae87"
  },
  {
    "文件名": "【棠】[完结] 我被家人调教缠绵 作者：醉卿梦.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a7ef9688a449"
  },
  {
    "文件名": "【棠】[完结] 温柔人妻的堕落2 作者：口味很重.txt",
    "夸克盘链接": "https://pan.quark.cn/s/83ea693353f1"
  },
  {
    "文件名": "【棠】[完结] 微光 作者：小绿帽.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c79d0f5b595a"
  },
  {
    "文件名": "【棠】[完结] 网黄的绿帽老公 作者：菜菜搬砖.txt",
    "夸克盘链接": "https://pan.quark.cn/s/97cbb29d7f53"
  },
  {
    "文件名": "【棠】[完结] 王爷他只是想__ 作者：两斤松风.txt",
    "夸克盘链接": "https://pan.quark.cn/s/0dcf03f3af35"
  },
  {
    "文件名": "【棠】[完结] 万人迷被玩坏了批【快穿_NP】 作者：饮梦如酒.txt",
    "夸克盘链接": "https://pan.quark.cn/s/82e083b65276"
  },
  {
    "文件名": "【棠】[完结] 绾君心 作者：乔瑾桉.txt",
    "夸克盘链接": "https://pan.quark.cn/s/11f3d6adf1e2"
  },
  {
    "文件名": "【棠】[完结] 玩具体验馆（重口、改造、调教） 作者：夏天要吃冰淇淋.txt",
    "夸克盘链接": "https://pan.quark.cn/s/852803b748be"
  },
  {
    "文件名": "【棠】[完结] 脱轨 作者：冰點.txt",
    "夸克盘链接": "https://pan.quark.cn/s/76715d163e2d"
  },
  {
    "文件名": "【棠】[完结] 同居对象竟是清冷教授 作者：月深几许.txt",
    "夸克盘链接": "https://pan.quark.cn/s/72ae63ce4db9"
  },
  {
    "文件名": "【棠】[完结] 舔批合集（尝尝各种口味的小批） 作者：冰糖书生.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e890892e949c"
  },
  {
    "文件名": "【棠】[完结] 替身席少的凉薄夫（总攻） 作者：芈酒.txt",
    "夸克盘链接": "https://pan.quark.cn/s/f69a1d1af322"
  },
  {
    "文件名": "【棠】[完结] 太太，你的丈夫不错哦 作者：没有名字.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c7ad8e6b244b"
  },
  {
    "文件名": "【棠】[完结] 太爱哥哥怎么办 作者：陆丝.txt",
    "夸克盘链接": "https://pan.quark.cn/s/2670c66b67bc"
  },
  {
    "文件名": "【棠】[完结] 他有神经病「伪骨科」 作者：不醉.txt",
    "夸克盘链接": "https://pan.quark.cn/s/145e0e141974"
  },
  {
    "文件名": "【棠】[完结] 他要做我的狗 作者：三清与道.txt",
    "夸克盘链接": "https://pan.quark.cn/s/3c95884a5748"
  },
  {
    "文件名": "【棠】[完结] 他们从不临渊羡鱼NP 作者：白树七鸦.txt",
    "夸克盘链接": "https://pan.quark.cn/s/2b7dd70521a7"
  },
  {
    "文件名": "【棠】[完结] 岁安(np) 作者：时色.txt",
    "夸克盘链接": "https://pan.quark.cn/s/876cdf24a36c"
  },
  {
    "文件名": "【棠】[完结] 随便嫁的老公天天都要操我（双性高H） 作者：bbwrite.txt",
    "夸克盘链接": "https://pan.quark.cn/s/44ba29aaca08"
  },
  {
    "文件名": "【棠】[完结] 送爱上门的小天使（双_奶） 作者：二舟.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c165970a8d44"
  },
  {
    "文件名": "【棠】[完结] 霜於纪 作者：野小咕.txt",
    "夸克盘链接": "https://pan.quark.cn/s/9679a2b022f0"
  },
  {
    "文件名": "【棠】[完结] 双性人妻美人总受（NP总受_家族乱伦） 作者：左边疯.txt",
    "夸克盘链接": "https://pan.quark.cn/s/3237de2784f6"
  },
  {
    "文件名": "【棠】[完结] 双性美人被迫成为肉便器 作者：今天日万了吗.txt",
    "夸克盘链接": "https://pan.quark.cn/s/cc742cee3854"
  },
  {
    "文件名": "【棠】[完结] 双性美人被疯狗们侵犯后 作者：梨多一点.txt",
    "夸克盘链接": "https://pan.quark.cn/s/24a1abc1130a"
  },
  {
    "文件名": "【棠】[完结] 时间停止系统 作者：红烧仙桃.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c2fe7efbcf29"
  },
  {
    "文件名": "【棠】[完结] 圣徒（双性abo） 作者：大唧唧的猫.txt",
    "夸克盘链接": "https://pan.quark.cn/s/3708723dd827"
  },
  {
    "文件名": "【棠】[完结] 谁还没只小狐狸呀 作者：离峰.txt",
    "夸克盘链接": "https://pan.quark.cn/s/1e501b97f185"
  },
  {
    "文件名": "【棠】[完结] 摄政王他强取豪夺 作者：今天日万了吗.txt",
    "夸克盘链接": "https://pan.quark.cn/s/14204ade3ae7"
  },
  {
    "文件名": "【棠】[完结] 摄政王的婚事 作者：再吃亿碗.txt",
    "夸克盘链接": "https://pan.quark.cn/s/b291f49cb35d"
  },
  {
    "文件名": "【棠】[完结] 社畜追妻破产总裁 作者：叫我咪咪就好.txt",
    "夸克盘链接": "https://pan.quark.cn/s/3c1f7f275438"
  },
  {
    "文件名": "【棠】[完结] 上弦月（百合h） 作者：柚子酒.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c302c4aed207"
  },
  {
    "文件名": "【棠】[完结] 上司掉马后的日夜 作者：想忘于江湖.txt",
    "夸克盘链接": "https://pan.quark.cn/s/8cbb343a8ee4"
  },
  {
    "文件名": "【棠】[完结] 沙雕直男之海棠逃生记 作者：野草.txt",
    "夸克盘链接": "https://pan.quark.cn/s/2ae139feb022"
  },
  {
    "文件名": "【棠】[完结] 涩果与熟酒 作者：禇山云.txt",
    "夸克盘链接": "https://pan.quark.cn/s/f93f299324f9"
  },
  {
    "文件名": "【棠】[完结] 軟團子A他皮白餡黑 作者：清明河畔洗腿毛.txt",
    "夸克盘链接": "https://pan.quark.cn/s/b7b470685530"
  },
  {
    "文件名": "【棠】[完结] 认错勾引对象后 作者：路十七.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e679a7a5d3de"
  },
  {
    "文件名": "【棠】[完结] 人人把我当炉鼎 作者：孤雏.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ca8fd7295cac"
  },
  {
    "文件名": "【棠】[完结] 人妻厕品【ntr】 作者：午后暖阳.txt",
    "夸克盘链接": "https://pan.quark.cn/s/3f621c8056e2"
  },
  {
    "文件名": "【棠】[完结] 人夫beta受难记 作者：沙瓤番茄.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a9a0988aee71"
  },
  {
    "文件名": "【棠】[完结] 群英荟萃（短篇车大合集） 作者：来去.txt",
    "夸克盘链接": "https://pan.quark.cn/s/fcec18713712"
  },
  {
    "文件名": "【棠】[完结] 全息职业玩家h 作者：秘制排骨鸡.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e12e172beadd"
  },
  {
    "文件名": "【棠】[完结] 囚 作者：珍特么吾雨.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e28513ba847b"
  },
  {
    "文件名": "【棠】[完结] 情涩纵欲的世界 作者：醉卿梦.txt",
    "夸克盘链接": "https://pan.quark.cn/s/37be899d740a"
  },
  {
    "文件名": "【棠】[完结] 情敌变情人之后 作者：熬夜第一名.txt",
    "夸克盘链接": "https://pan.quark.cn/s/8688488961c3"
  },
  {
    "文件名": "【棠】[完结] 清君侧 作者：是肥肥鸭.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a7d1c42df623"
  },
  {
    "文件名": "【棠】[完结] 窃窃私屿 作者：炒草莓酸奶.txt",
    "夸克盘链接": "https://pan.quark.cn/s/4f9b88d3386e"
  },
  {
    "文件名": "【棠】[完结] 欠操的小可怜（强制为欢） 作者：qinlanlan.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ec8b827eaadd"
  },
  {
    "文件名": "【棠】[完结] 前金主落魄以后 作者：沧鸢.txt",
    "夸克盘链接": "https://pan.quark.cn/s/5cf5a9f94b62"
  },
  {
    "文件名": "【棠】[完结] 契约关系 作者：白生.txt",
    "夸克盘链接": "https://pan.quark.cn/s/71a167cb105f"
  },
  {
    "文件名": "【棠】[完结] 棋逢对手：病娇遇上控制狂 作者：Boss.txt",
    "夸克盘链接": "https://pan.quark.cn/s/7c9fdc9ecfed"
  },
  {
    "文件名": "【棠】[完结] 扑倒姐姐 作者：糖丝.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a461d05c2b97"
  },
  {
    "文件名": "【棠】[完结] 漂亮NPC总是被玷污（快穿） 作者：渡余生.txt",
    "夸克盘链接": "https://pan.quark.cn/s/6d94b2615e37"
  },
  {
    "文件名": "【棠】[完结] 漂亮网黄的榨汁计划【NP】 作者：梧鸣.txt",
    "夸克盘链接": "https://pan.quark.cn/s/46aa15c7a4fa"
  },
  {
    "文件名": "【棠】[完结] 漂亮男配只想快活［快穿np］ 作者：东南枝.txt",
    "夸克盘链接": "https://pan.quark.cn/s/5fb8f654f1f2"
  },
  {
    "文件名": "【棠】[完结] 陪君定天下 作者：棉花不田.txt",
    "夸克盘链接": "https://pan.quark.cn/s/afaee94de09d"
  },
  {
    "文件名": "【棠】[完结] 排卵（人外） 作者：口腹之欲.txt",
    "夸克盘链接": "https://pan.quark.cn/s/799ef8ff04a9"
  },
  {
    "文件名": "【棠】[完结] 娘娘庙 作者：omgdomgd.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a95a464e7ec3"
  },
  {
    "文件名": "【棠】[完结] 男优成长系统 作者：阿葵亚.txt",
    "夸克盘链接": "https://pan.quark.cn/s/9b9a4041e16b"
  },
  {
    "文件名": "【棠】[完结] 奶味寝室（双性／np） 作者：正直善良好青年.txt",
    "夸克盘链接": "https://pan.quark.cn/s/d01f8a247188"
  },
  {
    "文件名": "【棠】[完结] 那对恩爱的百合情侣 作者：迪娜.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a293e25d8512"
  },
  {
    "文件名": "【棠】[完结] 末日向导[总受np] 作者：轻觉.txt",
    "夸克盘链接": "https://pan.quark.cn/s/1b5aabf9fe40"
  },
  {
    "文件名": "【棠】[完结] 猛汉将军的解蛊药 作者：Jia.txt",
    "夸克盘链接": "https://pan.quark.cn/s/7171b81c76bc"
  },
  {
    "文件名": "【棠】[完结] 美人渣爹谁不想艹 作者：左边疯.txt",
    "夸克盘链接": "https://pan.quark.cn/s/b01111cc2508"
  },
  {
    "文件名": "【棠】[完结] 美人深陷恐怖世界后被疯批缠上了（np） 作者：一只吃肉的大灰狼.txt",
    "夸克盘链接": "https://pan.quark.cn/s/f6c83e56e89b"
  },
  {
    "文件名": "【棠】[完结] 美强xp合集 作者：敢动.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a12b2789880a"
  },
  {
    "文件名": "【棠】[完结] 美男的尖叫之：攻入腹地 作者：一口一个小兔兔.txt",
    "夸克盘链接": "https://pan.quark.cn/s/5c5a27ad010b"
  },
  {
    "文件名": "【棠】[完结] 每天睡个年下弟 作者：鸭王.txt",
    "夸克盘链接": "https://pan.quark.cn/s/9a0159519f7e"
  },
  {
    "文件名": "【棠】[完结] 貌美总裁被英俊民工吸批后 作者：冰糖书生.txt",
    "夸克盘链接": "https://pan.quark.cn/s/f910bc1749cb"
  },
  {
    "文件名": "【棠】[完结] 洛少的“哑巴”百灵鸟 作者：竹黎吖.txt",
    "夸克盘链接": "https://pan.quark.cn/s/b68592aec2dd"
  },
  {
    "文件名": "【棠】[完结] 论驯养顶头上司的可能性（BDSM、训诫、犬化） 作者：墨茜.txt",
    "夸克盘链接": "https://pan.quark.cn/s/7439002487ce"
  },
  {
    "文件名": "【棠】[完结] 轮奸室友他妈后，他对男人感兴趣了 作者：罩爷是只猫.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c2dcd9ccbe76"
  },
  {
    "文件名": "【棠】[完结] 沦为玩物的黑皮体育生 作者：辛特兰访客.txt",
    "夸克盘链接": "https://pan.quark.cn/s/7861f7a71e59"
  },
  {
    "文件名": "【棠】[完结] 沦为高冷学霸的泄欲工具 作者：隔壁张三.txt",
    "夸克盘链接": "https://pan.quark.cn/s/6256e1813209"
  },
  {
    "文件名": "【棠】[完结] 乱伦杂锅菜h 作者：嘿嘿哒.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c7e4498982c2"
  },
  {
    "文件名": "【棠】[完结] 乱伦合集(双性骚受) 作者：周周周周.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a6f4b8cbc5e1"
  },
  {
    "文件名": "【棠】[完结] 卵生 作者：水随舟.txt",
    "夸克盘链接": "https://pan.quark.cn/s/f0e30ebaedb2"
  },
  {
    "文件名": "【棠】[完结] 凌晨之前 作者：鼓岭的阿仁.txt",
    "夸克盘链接": "https://pan.quark.cn/s/7748b21bf3e6"
  },
  {
    "文件名": "【棠】[完结] 林间小屋（总受） 作者：月亮不圆.txt",
    "夸克盘链接": "https://pan.quark.cn/s/f7fdaf59f558"
  },
  {
    "文件名": "【棠】[完结] 恋爱日常 作者：迪娜.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ba2950268d22"
  },
  {
    "文件名": "【棠】[完结] 冷面大佬的小娇攻 作者：夏姬八取.txt",
    "夸克盘链接": "https://pan.quark.cn/s/2e9a3309384d"
  },
  {
    "文件名": "【棠】[完结] 老师的亲身性教育 高H 作者：DREAM.txt",
    "夸克盘链接": "https://pan.quark.cn/s/66cd14e27971"
  },
  {
    "文件名": "【棠】[完结] 老师被我肏到流口水 作者：炒饭吗.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a1aa9a8e4570"
  },
  {
    "文件名": "【棠】[完结] 老婆与狗 作者：keiskei.txt",
    "夸克盘链接": "https://pan.quark.cn/s/45b0d3dd247c"
  },
  {
    "文件名": "【棠】[完结] 老婆是病娇怎么办 作者：来去.txt",
    "夸克盘链接": "https://pan.quark.cn/s/66c7324e2d19"
  },
  {
    "文件名": "【棠】[完结] 烂肛中心 作者：雾清.txt",
    "夸克盘链接": "https://pan.quark.cn/s/b6c637649039"
  },
  {
    "文件名": "【棠】[完结] 快穿之气运之子捕获攻略 作者：怂酥酥.txt",
    "夸克盘链接": "https://pan.quark.cn/s/72cad00dd326"
  },
  {
    "文件名": "【棠】[完结] 快穿男主反派都被我弄哭了 作者：茶韵.txt",
    "夸克盘链接": "https://pan.quark.cn/s/3a060f7640eb"
  },
  {
    "文件名": "【棠】[完结] 快穿：替身的职业修养 作者：渡余生.txt",
    "夸克盘链接": "https://pan.quark.cn/s/d1bba13d6d9c"
  },
  {
    "文件名": "【棠】[完结] 快｜穿动物发情期 作者：水清宴.txt",
    "夸克盘链接": "https://pan.quark.cn/s/83251b7745a2"
  },
  {
    "文件名": "【棠】[完结] 可是我日了你啊_主攻 作者：风栖云.txt",
    "夸克盘链接": "https://pan.quark.cn/s/fd78b8c312dc"
  },
  {
    "文件名": "【棠】[完结] 看着你离开 作者：请远离这个辣椒.txt",
    "夸克盘链接": "https://pan.quark.cn/s/af1aec064943"
  },
  {
    "文件名": "【棠】[完结] 军需特供（abo） 作者：月光如水.txt",
    "夸克盘链接": "https://pan.quark.cn/s/51aa23bff8e5"
  },
  {
    "文件名": "【棠】[完结] 剧组夫妻 作者：金融学之夜.txt",
    "夸克盘链接": "https://pan.quark.cn/s/9a5b908c0ac3"
  },
  {
    "文件名": "【棠】[完结] 拒绝疯批竹马之后 作者：逢秋.txt",
    "夸克盘链接": "https://pan.quark.cn/s/891a74b7643d"
  },
  {
    "文件名": "【棠】[完结] 拒嫁豪门_警惕包办婚姻 作者：悲伤的母蟑螂.txt",
    "夸克盘链接": "https://pan.quark.cn/s/721cc9585611"
  },
  {
    "文件名": "【棠】[完结] 久旱逢甘 作者：巡林雪兔子.txt",
    "夸克盘链接": "https://pan.quark.cn/s/b6735f908571"
  },
  {
    "文件名": "【棠】[完结] 禁欲大佬卖批记（双性NP_绝美总受） 作者：左边疯.txt",
    "夸克盘链接": "https://pan.quark.cn/s/6f30707b75a6"
  },
  {
    "文件名": "【棠】[完结] 矜贵小少爷的欲念 作者：野生草莓.txt",
    "夸克盘链接": "https://pan.quark.cn/s/acba083ff412"
  },
  {
    "文件名": "【棠】[完结] 借种 作者：野小咕.txt",
    "夸克盘链接": "https://pan.quark.cn/s/81c41bbfa571"
  },
  {
    "文件名": "【棠】[完结] 娇软小哭包又被透哭了 作者：芝麻小汤圆.txt",
    "夸克盘链接": "https://pan.quark.cn/s/72b9bccebf57"
  },
  {
    "文件名": "【棠】[完结] 娇气包万人迷进入无限流世界后 作者：敲可爱的草莓精.txt",
    "夸克盘链接": "https://pan.quark.cn/s/8b7201e155cb"
  },
  {
    "文件名": "【棠】[完结] 娇娇美人和冷酷总裁的二三事 作者：pupupu.txt",
    "夸克盘链接": "https://pan.quark.cn/s/0b0de29f52a6"
  },
  {
    "文件名": "【棠】[完结] 将欺辱过我的人调教成狗 作者：良家小菊花.txt",
    "夸克盘链接": "https://pan.quark.cn/s/8399d140d390"
  },
  {
    "文件名": "【棠】[完结] 健身房情事 作者：迪娜.txt",
    "夸克盘链接": "https://pan.quark.cn/s/81ecec50c512"
  },
  {
    "文件名": "【棠】[完结] 监禁计划【bdsm】 作者：桃桃汐子.txt",
    "夸克盘链接": "https://pan.quark.cn/s/4406e922b36e"
  },
  {
    "文件名": "【棠】[完结] 假戏真做，做的是爱 作者：无法无天.txt",
    "夸克盘链接": "https://pan.quark.cn/s/68449270b4e0"
  },
  {
    "文件名": "【棠】[完结] 家族乱伦 父子，岳父女婿 ，高H 作者：迪娜.txt",
    "夸克盘链接": "https://pan.quark.cn/s/0e2d3853f62c"
  },
  {
    "文件名": "【棠】[完结] 家族里的共用小淫娃（乱伦_双性_np） 作者：待雨西楼.txt",
    "夸克盘链接": "https://pan.quark.cn/s/970b5a08c17f"
  },
  {
    "文件名": "【棠】[完结] 畸性物语（人外） 作者：咸鱼星星.txt",
    "夸克盘链接": "https://pan.quark.cn/s/bea15f6df9f0"
  },
  {
    "文件名": "【棠】[完结] 混合寝室六人行 作者：MrC.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a1981f0fe2bf"
  },
  {
    "文件名": "【棠】[完结] 宦官 作者：老子怕怕.txt",
    "夸克盘链接": "https://pan.quark.cn/s/885c6408282b"
  },
  {
    "文件名": "【棠】[完结] 胡有定 作者：风影明月楼.txt",
    "夸克盘链接": "https://pan.quark.cn/s/04dde8730ea4"
  },
  {
    "文件名": "【棠】[完结] 狐族小奎的淫乱入世之旅【NP双性】 作者：湿大大.txt",
    "夸克盘链接": "https://pan.quark.cn/s/38904534c848"
  },
  {
    "文件名": "【棠】[完结] 狠辣小少爷娇软多汁【双性】 作者：其他.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ce58db06fc74"
  },
  {
    "文件名": "【棠】[完结] 很黄很黄的性爱指南 NP 作者：珞珞仙.txt",
    "夸克盘链接": "https://pan.quark.cn/s/8de4cd7fc479"
  },
  {
    "文件名": "【棠】[完结] 和大叔们的AV拍摄 NPH 作者：迪娜.txt",
    "夸克盘链接": "https://pan.quark.cn/s/5dead6ab01e4"
  },
  {
    "文件名": "【棠】[完结] 海王受穿书攻略那些男人们 作者：闲在温京.txt",
    "夸克盘链接": "https://pan.quark.cn/s/8e8adb5f1e2e"
  },
  {
    "文件名": "【棠】[完结] 孩子的爸们被动出场 作者：罩爷是只猫.txt",
    "夸克盘链接": "https://pan.quark.cn/s/6ca62c8b9838"
  },
  {
    "文件名": "【棠】[完结] 怪物们的神明（双x） 作者：名吾识.txt",
    "夸克盘链接": "https://pan.quark.cn/s/1200e294ab7f"
  },
  {
    "文件名": "【棠】[完结] 乖软主播跑路被榜一逮回强占 作者：蜜蜜子.txt",
    "夸克盘链接": "https://pan.quark.cn/s/566a8a9a2b3c"
  },
  {
    "文件名": "【棠】[完结] 乖软美人被斯文败类哥哥狠狠疼爱【骨科_双性】 作者：炖肉火锅.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e566065fd4b6"
  },
  {
    "文件名": "【棠】[完结] 乖乖女醉酒被流浪汉们轮奸 作者：道一声晚安.txt",
    "夸克盘链接": "https://pan.quark.cn/s/6e1b422015a5"
  },
  {
    "文件名": "【棠】[完结] 故梦 作者：十六家的卡门.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ce09eaf0829b"
  },
  {
    "文件名": "【棠】[完结] 蛊惑了正道大师兄 作者：飞天小草莓莓.txt",
    "夸克盘链接": "https://pan.quark.cn/s/5b9d0e094448"
  },
  {
    "文件名": "【棠】[完结] 公主和太监 作者：骨灰.txt",
    "夸克盘链接": "https://pan.quark.cn/s/21bb886c5069"
  },
  {
    "文件名": "【棠】[完结] 公交车肉便器雌堕骚货直男的命运[单性受]np 作者：爱豆子.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e9201fb69d1a"
  },
  {
    "文件名": "【棠】[完结] 各个小故事合集 作者：荼毒月色.txt",
    "夸克盘链接": "https://pan.quark.cn/s/5c26be97cdea"
  },
  {
    "文件名": "【棠】[完结] 干就完事了 高H 作者：DREAM.txt",
    "夸克盘链接": "https://pan.quark.cn/s/1f66c1136a7f"
  },
  {
    "文件名": "【棠】[完结] 腹黑受和他的傻白甜老公 作者：兰香满苑.txt",
    "夸克盘链接": "https://pan.quark.cn/s/0feaebe80aa1"
  },
  {
    "文件名": "【棠】[完结] 缚青 作者：夏多罗.txt",
    "夸克盘链接": "https://pan.quark.cn/s/6ed840bfa7da"
  },
  {
    "文件名": "【棠】[完结] 父子文 作者：轻衣透.txt",
    "夸克盘链接": "https://pan.quark.cn/s/4d6cafabd137"
  },
  {
    "文件名": "【棠】[完结] 夫夫沦陷（双性，ntr,np） 作者：爱吃肉爱学习.txt",
    "夸克盘链接": "https://pan.quark.cn/s/f6d1c8a0f961"
  },
  {
    "文件名": "【棠】[完结] 凤鸣玉碎（双性） 作者：念念不忘.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a44bb36dc329"
  },
  {
    "文件名": "【棠】[完结] 疯批师弟爱上美人师兄 作者：晨晨.txt",
    "夸克盘链接": "https://pan.quark.cn/s/b4156f4d8618"
  },
  {
    "文件名": "【棠】[完结] 疯批弟弟囚禁我后【骨_科】 作者：眠不得.txt",
    "夸克盘链接": "https://pan.quark.cn/s/40f24fcbbeca"
  },
  {
    "文件名": "【棠】[完结] 恶毒罪臣被推倒日常 作者：荆荆（mold worker）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/b9d65f5bf23f"
  },
  {
    "文件名": "【棠】[完结] 堕爱 作者：旁观者.txt",
    "夸克盘链接": "https://pan.quark.cn/s/873f343a3828"
  },
  {
    "文件名": "【棠】[完结] 短篇-现代夫妻相处学（已收录入《庭院里的肉铺》） 作者：suppboom.txt",
    "夸克盘链接": "https://pan.quark.cn/s/cc4c9eb9c0fc"
  },
  {
    "文件名": "【棠】[完结] 独占我的父亲 作者：野狐不妄.txt",
    "夸克盘链接": "https://pan.quark.cn/s/eafddf3b1530"
  },
  {
    "文件名": "【棠】[完结] 动物世界——繁殖季 作者：风影.txt",
    "夸克盘链接": "https://pan.quark.cn/s/55ea3dad8fc8"
  },
  {
    "文件名": "【棠】[完结] 调教温衍 作者：白雪天.txt",
    "夸克盘链接": "https://pan.quark.cn/s/68f91bf5cb6c"
  },
  {
    "文件名": "【棠】[完结] 地下室里被监禁的女人 作者：今天日万了吗.txt",
    "夸克盘链接": "https://pan.quark.cn/s/9733ba079e91"
  },
  {
    "文件名": "【棠】[完结] 倒霉高中生穿越给龙傲天做老婆 作者：非冕.txt",
    "夸克盘链接": "https://pan.quark.cn/s/65841b2fd2a0"
  },
  {
    "文件名": "【棠】[完结] 倒霉的林雨（np，调教，乱l） 作者：君沐霖.txt",
    "夸克盘链接": "https://pan.quark.cn/s/31054e0517ad"
  },
  {
    "文件名": "【棠】[完结] 当我成了妖怪眼中的香饽饽 作者：葡萄汁candy.txt",
    "夸克盘链接": "https://pan.quark.cn/s/1cfbfcf51c5f"
  },
  {
    "文件名": "【棠】[完结] 当女alpha碰上霸总 作者：春风一度.txt",
    "夸克盘链接": "https://pan.quark.cn/s/18e16ebb3c78"
  },
  {
    "文件名": "【棠】[完结] 当豪门真少爷回家后 作者：蛋挞爱鱼鱼.txt",
    "夸克盘链接": "https://pan.quark.cn/s/89ff52200b20"
  },
  {
    "文件名": "【棠】[完结] 单行道 作者：小啊同学.txt",
    "夸克盘链接": "https://pan.quark.cn/s/dbdfc642c2af"
  },
  {
    "文件名": "【棠】[完结] 带着炉鼎的我成了家人们的口粮（双性纯肉） 作者：忘羡两相依.txt",
    "夸克盘链接": "https://pan.quark.cn/s/dd371daa0ece"
  },
  {
    "文件名": "【棠】[完结] 大学生的被插之旅 作者：迪娜.txt",
    "夸克盘链接": "https://pan.quark.cn/s/aa0fbc7f9aea"
  },
  {
    "文件名": "【棠】[完结] 大奶双性高中生的沦陷（纯肉） 作者：冷水澡.txt",
    "夸克盘链接": "https://pan.quark.cn/s/b93fbd38a33d"
  },
  {
    "文件名": "【棠】[完结] 大家族的教育法则（SP） 作者：某朵.txt",
    "夸克盘链接": "https://pan.quark.cn/s/aa0dda92e5a2"
  },
  {
    "文件名": "【棠】[完结] 催眠清冷徒媳ntr 作者：瑞叶.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c82d6d8b955b"
  },
  {
    "文件名": "【棠】[完结] 催眠高冷明星 作者：水幹草.txt",
    "夸克盘链接": "https://pan.quark.cn/s/4448f28784f1"
  },
  {
    "文件名": "【棠】[完结] 純情美男淪陷高H（bdsm） 作者：南山海棠.txt",
    "夸克盘链接": "https://pan.quark.cn/s/3676e8682834"
  },
  {
    "文件名": "【棠】[完结] 穿着女装被隔壁大哥哥狠艹 作者：恶霸啊.txt",
    "夸克盘链接": "https://pan.quark.cn/s/3e0b7f6eb68e"
  },
  {
    "文件名": "【棠】[完结] 出轨后被老公吊起来草 作者：Karine.txt",
    "夸克盘链接": "https://pan.quark.cn/s/7c9a1faf3a77"
  },
  {
    "文件名": "【棠】[完结] 虫母 作者：吸猫狂魔喵喵喵.txt",
    "夸克盘链接": "https://pan.quark.cn/s/7934ba80d1c9"
  },
  {
    "文件名": "【棠】[完结] 痴迷于哥哥该怎么办 作者：殿下.txt",
    "夸克盘链接": "https://pan.quark.cn/s/8076a2647e1c"
  },
  {
    "文件名": "【棠】[完结] 痴汉和病娇的非完全碰撞 作者：鱼夹雪.txt",
    "夸克盘链接": "https://pan.quark.cn/s/42998b80ead6"
  },
  {
    "文件名": "【棠】[完结] 丞相和他夫人的故事 作者：南星.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c74baf5f7161"
  },
  {
    "文件名": "【棠】[完结] 沉浸式打脸系统 作者：纯爱狂刀客.txt",
    "夸克盘链接": "https://pan.quark.cn/s/b412ad96071a"
  },
  {
    "文件名": "【棠】[完结] 沈家女婿 作者：小破球.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a5cd4c7eabd2"
  },
  {
    "文件名": "【棠】[完结] 潮湿度 作者：覃一.txt",
    "夸克盘链接": "https://pan.quark.cn/s/6842c51531c4"
  },
  {
    "文件名": "【棠】[完结] 娼鬼 作者：秃头小老太.txt",
    "夸克盘链接": "https://pan.quark.cn/s/0dfbb057217e"
  },
  {
    "文件名": "【棠】[完结] 糙汉攻他不想努力了 作者：兰庭.txt",
    "夸克盘链接": "https://pan.quark.cn/s/2142b1ea07d4"
  },
  {
    "文件名": "【棠】[完结] 不想只当你学生 作者：一口水饺.txt",
    "夸克盘链接": "https://pan.quark.cn/s/544c5bd40927"
  },
  {
    "文件名": "【棠】[完结] 不良少年沦为破布(NPH) 作者：喝杯奶茶.txt",
    "夸克盘链接": "https://pan.quark.cn/s/345f020d5c80"
  },
  {
    "文件名": "【棠】[完结] 不见黎明 作者：不如吹个口哨.txt",
    "夸克盘链接": "https://pan.quark.cn/s/74e91227420d"
  },
  {
    "文件名": "【棠】[完结] 别在阳台拉小提琴 作者：打不开衣柜.txt",
    "夸克盘链接": "https://pan.quark.cn/s/0d2058d47e92"
  },
  {
    "文件名": "【棠】[完结] 被众人厌憎的美人重生后 作者：匿名比熊鱼.txt",
    "夸克盘链接": "https://pan.quark.cn/s/4927582edb0f"
  },
  {
    "文件名": "【棠】[完结] 被直播的总裁 作者：水清宴.txt",
    "夸克盘链接": "https://pan.quark.cn/s/89519f3e943d"
  },
  {
    "文件名": "【棠】[完结] 被掌控的庶弟 作者：我想恰个小龙虾.txt",
    "夸克盘链接": "https://pan.quark.cn/s/94697231faf7"
  },
  {
    "文件名": "【棠】[完结] 被渣攻甩后我勾搭上他爸 作者：小羊爱吃肉.txt",
    "夸克盘链接": "https://pan.quark.cn/s/313870c7d97e"
  },
  {
    "文件名": "【棠】[完结] 被意淫自己多年的变态老同学上了 作者：芜藤qiza.txt",
    "夸克盘链接": "https://pan.quark.cn/s/10c10e1f4df8"
  },
  {
    "文件名": "【棠】[完结] 被医生强行按到地上后入 作者：炒饭吗.txt",
    "夸克盘链接": "https://pan.quark.cn/s/0446d6b65ca5"
  },
  {
    "文件名": "【棠】[完结] 被性爱系统绑定后（主攻） 作者：七七是攻.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a73d0a72d04b"
  },
  {
    "文件名": "【棠】[完结] 被相亲对象强硬进入 作者：恶霸啊.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a641d9a39575"
  },
  {
    "文件名": "【棠】[完结] 被系统选中的我去各地送菊花（双性纯肉） 作者：忘羡两相依.txt",
    "夸克盘链接": "https://pan.quark.cn/s/cc2d28162ec6"
  },
  {
    "文件名": "【棠】[完结] 被玩坏的双性美人师尊（双性大奶1V1） 作者：爱妙妙的巧嘴.txt",
    "夸克盘链接": "https://pan.quark.cn/s/9da923331a13"
  },
  {
    "文件名": "【棠】[完结] 被天菜表弟看到自慰后 作者：Jia.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a729c6f9541d"
  },
  {
    "文件名": "【棠】[完结] 被特种兵操哭的美人师尊 作者：千亩帝.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ee52fb310171"
  },
  {
    "文件名": "【棠】[完结] 被送给可怕的恶鬼们之后 作者：水果茶.txt",
    "夸克盘链接": "https://pan.quark.cn/s/96ff40b2c1a1"
  },
  {
    "文件名": "【棠】[完结] 被双胞胎儿子吸批后 作者：冰糖书生.txt",
    "夸克盘链接": "https://pan.quark.cn/s/5ea2d30f08a2"
  },
  {
    "文件名": "【棠】[完结] 被室友掰B玩弄后 作者：摸鱼.txt",
    "夸克盘链接": "https://pan.quark.cn/s/1f4d2024499c"
  },
  {
    "文件名": "【棠】[完结] 被情郎诱哄开苞后又被野男人强奸的小脏逼要成亲了 作者：甜叉辣.txt",
    "夸克盘链接": "https://pan.quark.cn/s/587fd14bcda5"
  },
  {
    "文件名": "【棠】[完结] 被情敌玩弄透批的炮灰软O 作者：甜酒小橙.txt",
    "夸克盘链接": "https://pan.quark.cn/s/630031100aa4"
  },
  {
    "文件名": "【棠】[完结] 被迫成为四兄弟的共妻后 作者：夷吾.txt",
    "夸克盘链接": "https://pan.quark.cn/s/261f4aefb452"
  },
  {
    "文件名": "【棠】[完结] 被男友爸爸破处后我成了骚货 作者：爱吃肉肉小蛇.txt",
    "夸克盘链接": "https://pan.quark.cn/s/5fd304b83b85"
  },
  {
    "文件名": "【棠】[完结] 被老板堵在会议室干 作者：恶霸啊.txt",
    "夸克盘链接": "https://pan.quark.cn/s/f48c3feba9af"
  },
  {
    "文件名": "【棠】[完结] 被酒吧男捅进洞艹 作者：炒饭吗.txt",
    "夸克盘链接": "https://pan.quark.cn/s/bbb54bdff563"
  },
  {
    "文件名": "【棠】[完结] 被姐夫先舔后肏 作者：你说什么大实话.txt",
    "夸克盘链接": "https://pan.quark.cn/s/3dc540c927f6"
  },
  {
    "文件名": "【棠】[完结] 被催眠的转学生 作者：摸摸.txt",
    "夸克盘链接": "https://pan.quark.cn/s/61b86c90c545"
  },
  {
    "文件名": "【棠】[完结] 被吃定了 作者：清水鱼.txt",
    "夸克盘链接": "https://pan.quark.cn/s/5ecdab52a7bf"
  },
  {
    "文件名": "【棠】[完结] 被不规矩学生强上的可怜家教 作者：无法无天.txt",
    "夸克盘链接": "https://pan.quark.cn/s/08cf4acb418e"
  },
  {
    "文件名": "【棠】[完结] 被笨蛋小人鱼爆炒了 作者：眠不得.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a5d78d1cb00d"
  },
  {
    "文件名": "【棠】[完结] 被爸爸娇宠成淫荡小狗【双性_父子】 作者：炖肉火锅.txt",
    "夸克盘链接": "https://pan.quark.cn/s/5dbd0ae472f3"
  },
  {
    "文件名": "【棠】[完结] 背德性爱 高H  作者：GYUCHEN.txt",
    "夸克盘链接": "https://pan.quark.cn/s/4239ee385eb5"
  },
  {
    "文件名": "【棠】[完结] 背德乱伦，师生，父子，高H 作者：DREAM.txt",
    "夸克盘链接": "https://pan.quark.cn/s/8ea9b712465e"
  },
  {
    "文件名": "【棠】[完结] 暴虐舰长狠狠爱 作者：程拓.txt",
    "夸克盘链接": "https://pan.quark.cn/s/f886db366456"
  },
  {
    "文件名": "【棠】[完结] 保姆(m攻s受·上) 作者：更更.txt",
    "夸克盘链接": "https://pan.quark.cn/s/6e3659750450"
  },
  {
    "文件名": "【棠】[完结] 薄情总裁被对手舔批上瘾后 作者：果味汽水.txt",
    "夸克盘链接": "https://pan.quark.cn/s/83108e063860"
  },
  {
    "文件名": "【棠】[完结] 帮你管住嘴 作者：.txt",
    "夸克盘链接": "https://pan.quark.cn/s/3fe3acf8f93d"
  },
  {
    "文件名": "【棠】[完结] 伴读日常 作者：张嘴吃蘑菇.txt",
    "夸克盘链接": "https://pan.quark.cn/s/b0660bd190cd"
  },
  {
    "文件名": "【棠】[完结] 半生缘 作者：深山野草修炼成精.txt",
    "夸克盘链接": "https://pan.quark.cn/s/7e013991b85d"
  },
  {
    "文件名": "【棠】[完结] 白软美人的“幸”福游戏 作者：库洛米.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e6aa55991bf5"
  },
  {
    "文件名": "【棠】[完结] 掰弯恶毒直男男主 作者：九出长安（跪求票子中…）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/3f6b70d0d689"
  },
  {
    "文件名": "【棠】[完结] 霸总和乡下小土狗 作者：骨灰.txt",
    "夸克盘链接": "https://pan.quark.cn/s/45858a3b5dc8"
  },
  {
    "文件名": "【棠】[完结] 霸道男大学生和他的迷糊小教授 作者：水果茶.txt",
    "夸克盘链接": "https://pan.quark.cn/s/3b25c450daa3"
  },
  {
    "文件名": "【棠】[完结] 爸爸狠狠煎进儿子小批了 作者：蜜桃枝枝.txt",
    "夸克盘链接": "https://pan.quark.cn/s/d612e0d6d7ab"
  },
  {
    "文件名": "【棠】[完结] 爸爸哥哥我不行了（1） 作者：树下睡仙人.txt",
    "夸克盘链接": "https://pan.quark.cn/s/b4e081622597"
  },
  {
    "文件名": "【棠】[完结] 把高冷压在身下（丑攻NTR凌辱） 作者：未知待解.txt",
    "夸克盘链接": "https://pan.quark.cn/s/3ce94590a0f1"
  },
  {
    "文件名": "【棠】[完结] 爱豆深陷艳照门后【论坛体】 作者：虾仁不猪心.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ca16f089dd42"
  },
  {
    "文件名": "【棠】[完结] 194体育生恶堕录 作者：乐乐了了.txt",
    "夸克盘链接": "https://pan.quark.cn/s/cd55ea7fb79f"
  },
  {
    "文件名": "【棠】[完结] 【BDSM】训诫 作者：月亮与白色木槿.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e29260f95f0d"
  },
  {
    "文件名": "【棠】[完结] 【总攻】闲话唠嗑 作者：爱做梦的貘.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ce6c7ebb882e"
  },
  {
    "文件名": "【棠】[完结] 【总_攻】出轨请三思而后行 作者：斐斐安安.txt",
    "夸克盘链接": "https://pan.quark.cn/s/6e01b3da8566"
  },
  {
    "文件名": "【棠】[完结] 【星际ABO】和指挥官复合后我平反了 作者：芽芽.txt",
    "夸克盘链接": "https://pan.quark.cn/s/7e42e5df600f"
  },
  {
    "文件名": "【棠】[完结] 【剧情】年下的疯狗之牢笼 作者：风习习.txt",
    "夸克盘链接": "https://pan.quark.cn/s/143c76ebbe6c"
  },
  {
    "文件名": "【棠】[完结] 【虫族】于是一只雄虫打算去死 作者：慕水是海蛞蝓.txt",
    "夸克盘链接": "https://pan.quark.cn/s/cf24923a64d5"
  },
  {
    "文件名": "【棠】[完结] [NP]章鱼精穿到校花身体后大杀四方 作者：MOCO魔客.txt",
    "夸克盘链接": "https://pan.quark.cn/s/3205846551c0"
  },
  {
    "文件名": "【棠】[完结] [主攻合集]属于直男癌的世界 作者：肆虐中毒.txt",
    "夸克盘链接": "https://pan.quark.cn/s/3b9c51b97116"
  },
  {
    "文件名": "【棠】[完结] [主攻]和霸总先婚后爱了 作者：好多人啊!.txt",
    "夸克盘链接": "https://pan.quark.cn/s/1a1bb532a55b"
  },
  {
    "文件名": "【棠】[完结] [重生]乖小狗 作者：当歌且笑233.txt",
    "夸克盘链接": "https://pan.quark.cn/s/100b3edae491"
  },
  {
    "文件名": "【棠】[完结] [哨向]暗室 作者：Micro.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e88b0f480884"
  },
  {
    "文件名": "【棠】[完结] -酒-后-乱-性-103版本 作者：三骣.txt",
    "夸克盘链接": "https://pan.quark.cn/s/9e7ad69a1409"
  },
  {
    "文件名": "【棠】[完结]  岛屿驯化  作者：刹那芳颜.txt",
    "夸克盘链接": "https://pan.quark.cn/s/acf9d48c3944"
  },
  {
    "文件名": "【海棠】《禁锢》作者：李晏棠August【现代 - 中H - 渣攻 - 短篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/64625169e38a"
  },
  {
    "文件名": "【海棠】《网恋翻车现场》作者：棠苏【主攻 - 现代 - 中H - 1v1 - 中篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/29b79132a89c"
  },
  {
    "文件名": "【海棠】《锁棠宠》作者：丧鱼君【古代 - 中H - 双性 - 3P - 骨科 - 年上 - 囚禁 - 强制爱 - 中篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/0d66850231c1"
  },
  {
    "文件名": "【海棠】《漂亮魅魔的灌满游戏》作者：软棠不吃软糖【快穿 - NP - 高H - 双性 - 长篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/067f3ad99a6c"
  },
  {
    "文件名": "【棠】《短篇》作者：陆迎止【合集 - 中H - 短篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/0e71a0ae300e"
  },
  {
    "文件名": "《独占病美人师尊【重生】》作者：棠舟.zip",
    "夸克盘链接": "https://pan.quark.cn/s/2e7a11d9ad5e"
  },
  {
    "文件名": "【废文】《摆阵引发的破次元事故》作者：仓夏优【第一人称 - HE - 轻松 - 1v1 - 互攻 - 荤素皆有 - 短篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/b3cc46f1ec4b"
  },
  {
    "文件名": "【废文】《停电时我被舍友偷亲了》作者：总是开会的小刀【现代 - 轻松 - 第一人称 - 校园 - 1v1 - 荤素皆有 - 中篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/67dc0ed8d07a"
  },
  {
    "文件名": "【废文】《体育老师十项全能》作者：西蓝花不蓝S【现代 - HE - 轻松 - 谐趣 - 单性 - 1v1 - 微H - 短篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/132c48125e4b"
  },
  {
    "文件名": "【废文】《太师公子如何母凭子贵》作者：迷人肉汤【古代 - 产乳 - 先婚后爱 - 1v1 - 双性 - 荤素皆有 - 中篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/5e69dbaa6d62"
  },
  {
    "文件名": "【废文】《太监天下之依依东望》作者：污术【GB - 治愈 - 男主视角 - 乔装改扮 - 因缘邂逅 - 忠犬 - 微H - 短篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/bfdcca54572b"
  },
  {
    "文件名": "【废文】《踏雾而来》作者：明日再提【现代 - HE - 小甜饼 - ABO - 动物世界 - 1v1 - 荤素皆有 - 中篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e092eb15cba9"
  },
  {
    "文件名": "【废文】《他这也叫喜欢我？！》作者：wifi6g4x4【现代 - HE - 强制爱 - NTR - NP - 荤素皆有 - 长篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/03fc7d660f1c"
  },
  {
    "文件名": "【废文】《他说的》作者：月亮有个小脚丫【现代 - 狗血 - 致郁 - 三观不正 - ABO - 荤素皆有 - 短篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/8f2f6b2e21fe"
  },
  {
    "文件名": "【废文】《他不想追妻火葬场了》作者：安乐定皇渊【现代 - 三观不正 - 双性 - NTR - 荤素均衡 - 中篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/db6fd5b15e43"
  },
  {
    "文件名": "【废文】《岁清赋》作者：啾啾啾小水【主攻 - 穿书 - HE - 1v1 - 受宠攻 - 攻宠受 - 荤素皆有 - 中篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/bec10627eeb8"
  },
  {
    "文件名": "【废文】《酸涩草莓》作者：木十九dd【小甜饼 - ABO - 先婚后爱 - 生子 - 产乳 - 荤素皆有 - 短篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/f10dd4efd835"
  },
  {
    "文件名": "【废文】《送奶》作者：饼子要吃肉【三观不正 - 双性 - NTR - 生子 - 产乳 - 荤素皆有 - 中篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/d64a111c942d"
  },
  {
    "文件名": "【废文】《盛夏》作者：不敢开腔【现代 - 三观不正 - ABO - 骨科 - 1v1 - 双洁 - 荤素皆有 - 短篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/bf8342ebcdc0"
  },
  {
    "文件名": "【废文】《上流关系》作者：胖白白【大纲 - 三观不正 - 西方 - 强制爱 - NP - 直掰弯 - 荤素皆有 - 长篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/dc0bca4dea77"
  },
  {
    "文件名": "【废文】《儍道侣清醒后不要我了》作者：三坛海烩藕粉【狗血 - 玄幻 - 1v1 - BE - 荤素皆有 - 长篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/8662c55bca5f"
  },
  {
    "文件名": "【废文】《人非草木》作者：清和月宇【补番 - HE - 双性 - 先婚后爱 - 年下 - 1v1 - 荤素皆有 - 中篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a35695a26eb5"
  },
  {
    "文件名": "【废文】《鹊卷秋帘迎飞霜》作者：淡绛袅袅【互攻 - HE - 治愈 - 双性 - 军政 - 荤素皆有 - 长篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a6465807e4df"
  },
  {
    "文件名": "【废文】《此间错》作者：白日_【古代 - 狗血 - 相爱相杀 - 阴差阳错 - 生子 - 师徒 - 年下 - 荤素皆有 - 短篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/aeffe0dc0ea3"
  },
  {
    "文件名": "【废文】《穿书后和恶毒女配HE了》作者：恃笔而虚【现代 - 治愈 - 青梅竹马 - 弱强 - 1v1 - 微H - 中篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/31b88e0a01fd"
  },
  {
    "文件名": "【废文】《迟来的正义》作者：星星花花223345【HE - 悬疑 - 美强 - 相爱相杀 - 师生 - 年下 - 师生 - 强强 - 1v1 - HE - 前素后荤 - 长篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/9ca7f48b9191"
  },
  {
    "文件名": "【废文】《彩虹玻璃》作者：今天也向你漂泊【补番 - 现代 - HE - 先婚后爱 - 年下 - 1v1 - 微H - 短篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/cfbcbfe631c9"
  },
  {
    "文件名": "【废文】《别在某乎咨询情感问题》作者：有感情的码字机器【补番 - 第一人称 - 现代 - HE - 小甜饼 - 暗恋 - 微H - 短篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/1240ad8cc492"
  },
  {
    "文件名": "【废文】《被当作工具人后》作者：和我是靓仔又有什么关系呢【现代 - HE - 狗血 - 破镜重圆 - 直掰弯 - 微H - 长篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/1d8821d2a264"
  },
  {
    "文件名": "【废文】《爱情鸦片》作者：再见不二兔【补番 - 现代 - HE - 第一称 - ABO - 1v1 - 荤素皆有 - 短篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/6eac355b6f8d"
  },
  {
    "文件名": "【废文】《情书》作者：一颗星星糖【补番 - HE - 第一人称 - 忠犬 - 1v1 - 攻宠受 - 微H - 中篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e8bc8ca96b2d"
  },
  {
    "文件名": "【废文】《奇幻生物住进我家》作者：栗子滚【互攻 - HE - 狗血 - 第一人称 - 奇幻 - 荤素皆有 - 短篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/bf15a549f5b3"
  },
  {
    "文件名": "【废文】《漂亮皮囊》作者：给我一粒盐【现代 - 致郁 - 三观不正 - 第一人称 - NP - 强制爱 - 中篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/f3575456934e"
  },
  {
    "文件名": "【废文】《溺池》作者：给我一粒盐【狗血 - 致郁 - 三观不正 - 双性 - 生子 - NP - 强制 - NTR - 校园霸凌 - 荤素皆有 - 中篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/63793a660d1e"
  },
  {
    "文件名": "【废文】《孟安宁》作者：咸鱼626号【民国 - 三观不正 - 双性 - 强制爱 - 年上 - 荤素皆有 - 短篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/cbc0a1983063"
  },
  {
    "文件名": "【废文】《录像》作者：少卿卿卿卿【补番 - 现代 - HE - 狗血 - 年下 - 包养 - NTR - 荤素皆有 - 强制爱 - 中篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/0c62cd505f88"
  },
  {
    "文件名": "【废文】《零点零一》作者：脆冬枣【ABO - HE - 现代 - 小甜饼 - 校圆 - 师生 - 先婚后爱 - 荤素皆有 - 短篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/f8a47b095555"
  },
  {
    "文件名": "【废文】《离婚后，贱受反受成攻》作者：陌羽妖【现代 - HE - ABO - 弱弱 - 受受 - 荤素皆有 - 短篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/b785b7a1a999"
  },
  {
    "文件名": "【废文】《老婆，贴贴》作者：长生生活【现代 - 三观不正 - 双性 - 强制爱 - 女王 - 荤素皆有 - 长篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/2c24c8d0887e"
  },
  {
    "文件名": "【废文】《控制狂大哥失忆之后》作者：杜元季【现代 - 三观不正 - 强制爱 - NP - 第一人称 - 荤素皆有 - 中篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e6983c28eb97"
  },
  {
    "文件名": "【废文】《看了室友老婆日记后》作者：向愿望比心【现代 - 双性 - 校园 - 暗恋 - 1v1 - 荤素皆有 - 中篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c39bcc515354"
  },
  {
    "文件名": "【废文】《进城前我是直的》作者：一颗蓝草莓【主攻 - 现代 - HE - 小甜饼 - 1v1 - 荤素皆有 - 中篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/bca7430d6041"
  },
  {
    "文件名": "【废文】《今天你变美了吗》作者：一口大锅ovo【HE - 小甜饼 - ABO - 先婚后爱 - 1v1 - 荤素皆有 - 短篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c88fa0f7dee6"
  },
  {
    "文件名": "【废文】《戒瘾》作者：不要找我【现代 - 年下 - 产乳 - 高H - 双性 - 小甜饼 - 1v1 - HE - 中篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/6d8b3d468d1d"
  },
  {
    "文件名": "【废文】《结婚对象带孩子跑了》作者：黑洞大脑【小甜饼 - 狗血 - ABO - 先婚后爱 - 受宠攻 - 荤素皆有 - 短篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/0991bc1146ab"
  },
  {
    "文件名": "【废文】《记一则蛇与书生的日常》作者：东寻问酒【古代 - 小甜饼 - 轻松 - 神怪志异 - 荤素皆有 - 短篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/87731d6d01eb"
  },
  {
    "文件名": "【废文】《极乐》作者：闪了老腰还没治好【武侠 - 相爱相杀 - 病娇 - 美强 - 骨科 - 荤素皆有 - 短篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/175dfd801baa"
  },
  {
    "文件名": "【废文】《换我来疼大官人》作者：尔曹【同人 - 主攻 - 魔幻现实 - 穿越 - 强强 - 1v1 - 直掰弯 - 荤素皆有 - 长篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c9bc1412c526"
  },
  {
    "文件名": "【废文】《换我来疼大官人》作者：尔曹【同人 - 魔幻现实 - 穿越 - 强强 - 1v1 - 直掰弯 - 荤素皆有 - 长篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/27faaab8b9f1"
  },
  {
    "文件名": "【废文】《坏哥哥跟“小狐狸精”》作者：四末末【双性 - 三观不正 - 强制爱 - 生子 - 伪骨科 - 短篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c5fd2148ada8"
  },
  {
    "文件名": "【废文】《怀过崽的美人把我攻了》作者：故乡的菊花又开了【双性 - 弱弱 - 生子 - 受受 - 受转攻 - 荤素皆有 - 短篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/035670a3e42b"
  },
  {
    "文件名": "【废文】《海棠》作者：21点牌【第一人称 - 主攻 - 年下 - 弱强 - 1v1 - 现代 - 破镜重圆 - 荤素皆有 - 短篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e221e70d9c49"
  },
  {
    "文件名": "【废文】《光和十九年夏》作者：偷酒不拜【古代 - 雷文 - 三观不正 - 主攻 - 开放关系 - 荤素皆有 - 中篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/8b2df21bd67d"
  },
  {
    "文件名": "【废文】《关于我是妖而室友修佛》作者：阎帝修【现代 - 小甜饼 - 第一人称 - 室友 - 校园 - 荤素皆有 - 中篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/34206ac86f47"
  },
  {
    "文件名": "【废文】《工作积极必有猫腻》作者：斯坦【现代 - HE - 双性攻 - 年上 - 1v1 - 受宠攻 - 荤素皆有 - 中篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/95158617b1b0"
  },
  {
    "文件名": "【废文】《搁浅》作者：一根大萝贝【ABO - 三观不正 - 狗血 - 强弱 - HE - 1v1 - 荤素皆有 - 中篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/8f9d04ae6d43"
  },
  {
    "文件名": "【废文】《风光霁月》作者：阎帝修【补番 - HE - 三观不正 - 玄幻 - 支配服从 - 年上 - 荤素皆有 - 短篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/7527926c6692"
  },
  {
    "文件名": "【废文】《非我良配》作者：吾妻见信好【狗血 - 破镜重圆 - 父子 - 生子 - 双性 - 年上 - 荤素皆有 - 中篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/bd72ffe5a71d"
  },
  {
    "文件名": "【废文】《非典型性监护》作者：糖醋小鱼干【小甜饼 - 年上 - 1v1 - 攻宠受 - 年上 - 荤素皆有 - 中篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/de66b1c41062"
  },
  {
    "文件名": "【废文】《放仪》作者：黄色水杯【伪骨科 - HE - HC - 三观不正 - 双性 - 1v1 - 荤素皆有 - 短篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/3ed016667071"
  },
  {
    "文件名": "【废文】《读者监禁》作者：史克浪子【补番 - 狗血 - 三观不正 - 暗黑 - 强制爱 - 病娇 - 荤素皆有 - 中篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/5359bc695524"
  },
  {
    "文件名": "【废文】《独角蜂繁殖之日》作者：泩木【补番 - 未来 - HC - 哨兵向导 - 强制爱 - 年下 - 荤素皆有 - 长篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/86ac3ce3672a"
  },
  {
    "文件名": "【废文】《当我变成了某宝商品后》作者：总是开会的小刀【第一人称 - 主攻 - 现代 - 谐趣 - 荤素皆有 - 短篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/67aec85cd384"
  },
  {
    "文件名": "【废文】《当笨蛋攻遇上清冷受》作者：故乡的菊花又开了【主攻 - 小甜饼 - 谐趣 - 校园 - 弱强 - 微H - 短篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ba3e06133ab4"
  },
  {
    "文件名": "【废文】《大野狼跟小猫咪》作者：有与【双性 - 三观不正 - 黑道 - 强制爱 - 生子 - 荤素皆有 - 短篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/88ae1571a014"
  },
  {
    "文件名": "【废文】《种田的捡到一个夫郎》作者：第一千零一号开心【古代 - HE - 田园乡村 - 先婚后爱 - 产乳 - 荤素皆有 - 中篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/2c049d84a0ea"
  },
  {
    "文件名": "【废文】《知君仙骨》作者：Cogito【第一人称 - 主攻 - 古代 - 师徒 - 双性 - 双性 - 年下 - 1v1 - 中H - 中篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/cb6388e9fdf9"
  },
  {
    "文件名": "【废文】《长在我家旁边的蘑菇》作者：爱吃虾的咸鱼【玄幻 - HE - 小甜饼 - 1v1 - 荤素皆有 - 短篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/cfaddee4456d"
  },
  {
    "文件名": "【废文】《月之暗面》作者：虚荣之火【魔幻现实 - 双性 - 阴差阳错 - 强制爱 - 强弱 - 荤素皆有 - 乱伦 - 中篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/37b2984c7d9e"
  },
  {
    "文件名": "【废文】《又乖又坏的男孩》作者：池上日记【现代 - 意识流 - 第一人称 - 主攻 - 破镜重圆 - 1v1 - 荤素皆有 - 中篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/9bb09edeae12"
  },
  {
    "文件名": "【废文】《已知本文男主是“我”》作者：举杯成仙【第一人称 - 小甜饼 - ABO - 校园 - 暗恋 - 荤素皆有 - 中篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/2438568dc528"
  },
  {
    "文件名": "【废文】《一秋之鹤》作者：匿名螺蛳粉【换攻 - 狗血 - 现代 - HE - 双性 - 1v1 - 荤素皆有 - 中篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/537e7c08c8bb"
  },
  {
    "文件名": "【废文】《一锅狗血乱炖》作者：言覃言覃【现代 - 狗血 - 三观不正 - 强制爱 - NP - 荤素皆有 - 短篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/2cbcd75b99d5"
  },
  {
    "文件名": "【废文】《一个婚姻不幸的O》作者：匿名咸鱼【第一人称 - 悲剧 - 现代 - BE - 致郁 - 三观不正 - 微H - 短篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/51ec647f917b"
  },
  {
    "文件名": "【废文】《野望》作者：快把蕉下的鹿牵走【补番 - 未来 - 狗血 - 三观不正 - ABO - NP - 荤素皆有 - 中篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/07dd7833be80"
  },
  {
    "文件名": "【废文】《选秀第一天就塌房》作者：萝北北爱吃糖【补番 - 小甜饼 - 轻松 - 娱乐圈 - 天作之合 - 1v1 - 微H - 短篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e55b8e308701"
  },
  {
    "文件名": "【废文】《心机A的诱O指南》作者：卡夫卡的猫【大纲 - 小甜饼 - 生子 - 产乳 - ABO - 荤素皆有 - 短篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ae6b9e056b3a"
  },
  {
    "文件名": "【废文】《小哑巴》作者：银河沼泽【校园 - 双性 - 骨科 - 年上 - BDSM - 1v1 - HE - 荤素皆有 - 长篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/56b30ff466ac"
  },
  {
    "文件名": "【废文】《小间谍他想说》作者：岑不言【补番 - 现代 - HE - 小甜饼 - 治愈 - 日常 - 荤素皆有 - 短篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/344ac6e4f789"
  },
  {
    "文件名": "【废文】《喜结良汉》作者：咸鱼626号【HE - 小甜饼 - 双性 - 先婚后爱 - 攻宠受 - 荤素皆有 - 中篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/d83fa6d74352"
  },
  {
    "文件名": "【废文】《我挚爱的周先生》作者：靛海之轮【第一人称 - 主攻 - 悲剧 - 民国 - 三观不正 - 强制爱 - 荤素皆有 - 短篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/b2dcaa2aabcd"
  },
  {
    "文件名": "【废文】《我和我的三个室友》作者：赛赶赶【现代 - 轻松 - 狗血 - NP - 攻宠受 - 荤素皆有 - 中篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/22bd0d82cfe2"
  },
  {
    "文件名": "【废文】《我儿子他总想黑化》作者：太一宫使【辽宋夏金历史同人 - 强制爱 - 父子 - 年下 - 荤素皆有 - 中篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/4996aa14014a"
  },
  {
    "文件名": "【废文】《我弟弟的日记本》作者：蜻蜓大梦【主攻 - 第一人称 - 骨科 - 1v1 - 年上 - 荤素皆有 - 中篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/d2155363dd6e"
  },
  {
    "文件名": "【废文】《我的机器人男友每天都要给我测肛温》作者：沐旖乘舟【第一人称 - 沙雕风 - HE - 小甜饼 - 未来 - 荤素皆有 - 中篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/533e8cd6392d"
  },
  {
    "文件名": "【废文】《我的好友是见习魅魔》作者：白狼嗷呜一口【主攻 - HE - 小甜饼 - 青梅竹马 - 弱强 - 荤素皆有 - 短篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ed630fcc4e66"
  },
  {
    "文件名": "【废文】《我不是来拆散这个家的》作者：第一千零一号开心【现代 - HE - 狗血 - NP - 荤素皆有 - 短篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/b84cda56166f"
  },
  {
    "文件名": "【废文】《我不当舔狗好多年》作者：情诗吟诵【HE - 谐趣 - 第一人称 - 1v1 - 攻宠受 - 微H - 短篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e0bcc1fdd91f"
  },
  {
    "文件名": "【废文】《我不当舔狗好多年》作者：情诗吟诵【主攻 - 第一人称 - HE - 谐趣 - 1v1 - 攻宠受 - 微H - 短篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/4a46bcf0f300"
  },
  {
    "文件名": "【废文】《我不当舔狗好多年》作者：情诗吟诵【第一人称 - HE - 谐趣 - 1v1 - 攻宠受 - 微H - 短篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/3e5188356fe0"
  },
  {
    "文件名": "【废文】《为啥总有人偷我短裤啊》作者：小叔叔我【现代 - 小甜饼 - 谐趣 - 室友 - 病娇 - 直掰弯 - 微H - 短篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/afcb76ba6952"
  },
  {
    "文件名": "【废文】《伪装白莲》作者：还不起床吗【HE - 小甜饼 - ABO - 扮猪吃虎 - 先婚后爱 - 荤素皆有 - 短篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e32c71f88447"
  },
  {
    "文件名": "【废文】《拙戏》作者：清梦毋扰【补番 - 现代 - 多重视角 - ABO - 破镜重圆 - 1v1 - 荤素皆有 - 长篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a75ca7305bff"
  },
  {
    "文件名": "【废文】《抓错人得付出代价》作者：凡仙202班【现代 - 小甜饼 - 强强 - 年下 - 1v1 - 荤素皆有 - 中篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/92e206446a14"
  },
  {
    "文件名": "【废文】《祝祷月亮》作者：宇宙真美啊我操【狗血 - 双性 - 相相杀 - 破镜重圆 - 1v1 - 强制 - 荤素皆有 - 中篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/2aa54f7f13c9"
  },
  {
    "文件名": "【废文】《白月光与他的影子》作者：快乐肥宅水【现代 - 小甜饼 - 轻松 - 年下 - 1v1 - 微H - 短篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/b0e3d1daef06"
  },
  {
    "文件名": "【废文】《白夜欲眠》 作者：春风拥一吻【补番 - HE - 狗血 - ABO - 破镜重圆 - 先婚后 - 荤素皆有 - 中篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/86481138c7fa"
  },
  {
    "文件名": "【废文】《听说他老公死了》作者：匿名咸鱼【补番 - 灵异 - 双性 - 先婚后爱 - 产乳 - 高H - 生子 - 短篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/89e5f70a6eb7"
  },
  {
    "文件名": "【废文】《室友他对我心怀不轨》作者：不君bujun【喜剧 - 现代 - 第一人称 - 直掰弯 - 荤素皆有 - 短篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/b02d057b1680"
  },
  {
    "文件名": "【废文】《失忆后我把老公给忘了》作者：Kitsuen【现代 - 治愈 - HC - ABO - 1v1 - 荤素皆有 - 短篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/9ff93a926411"
  },
  {
    "文件名": "【废文】《沙漏之庭》作者：闪了老腰还没治好【奇幻 - 相爱相杀 - 病娇 - 骨科 - 荤素皆有 - 短篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/22dea451b251"
  },
  {
    "文件名": "【废文】《瘸子狐狸和皮子大衣》作者：花心小熊猫【古代 - 狗血 - 三观不正 - 神怪志异 - 荤素皆有 - 短篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/526c2f1a06ea"
  },
  {
    "文件名": "【废文】《此恨难生》作者：國華【古代 - 狗血 - 第一人称 - 玄幻 - 扮猪吃虎 - 荤素皆有 - 短篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c8b0fa12f945"
  },
  {
    "文件名": "【废文】《穿越成死对头的恋人》作者：匿名咸鱼【现代 - 小甜饼 - 轻松 - ABO - 1v1 - 荤素皆有 - 短篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/92c5edc792df"
  },
  {
    "文件名": "【废文】《穿成死对头的充气娃娃》作者：夏多罗【现代 - 喜剧 - 小甜饼 - 暗恋 - 荤素皆有 - 双性 - 中篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/bd7e7dcbc173"
  },
  {
    "文件名": "【废文】《穿成男三的小熊玩偶》作者：睡眠金鱼【狗血 - 虐文 - 第一人称 - 穿越 - 1v1 - 微H - 短篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/33c64fdfd372"
  },
  {
    "文件名": "【废文】《出轨》作者：阎帝修【HE - 三观不正 - 第一人称 - 年上 - 攻宠受 - 荤素皆有 - 短篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/418954a73fdb"
  },
  {
    "文件名": "【废文】《猜心》作者：天下第一汪【黑帮少爷爱上我同人 - HE - 狗血 - 黑道 - 生子 - 荤素皆有 - 中篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e4a0b8b63af5"
  },
  {
    "文件名": "【废文】《被死对头发现秘密之后》作者：春贺景绫【古代 - 狗血 - 双性 - 1v1 - 荤素均衡 - 中篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/f35a589bc98b"
  },
  {
    "文件名": "【废文】《卑微尘埃》作者：saku【校园暴力 - 狗血 - 三观不正 - 强弱 - 生子 - 双性 - 荤素皆有 - 短篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/b4a0f2284cf7"
  },
  {
    "文件名": "【废文】《爱人万万岁》作者：狐狸大列巴【补番 - 现代 - HE - 小甜饼 - 轻松 - 灵魂伴侣 - 荤素皆有 - 长篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/333028a0067e"
  },
  {
    "文件名": "【废文】《强受和竹马攻天降攻》作者：寒风画扇【古代 - HE - 狗血 - 虐文 - 生子 - 荤素皆有 - 中篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/5b2798ea23e6"
  },
  {
    "文件名": "【废文】《七院杂记》作者：赫尔岑的学生【第一人称 - 喜剧 - 现代 - 狗血 - 三观不正 - 荤素皆有 - 中篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/b1ce2e150b73"
  },
  {
    "文件名": "【废文】《譬如朝露》作者：关山【HE - 现代 - 三观不正 - 师生 - 年上 - 1v1 - 荤素皆有 - 中篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ea8adab1fd71"
  },
  {
    "文件名": "【废文】《女装被室友撞破后》作者：羌三目【双性 - 直播 - 室友 - NP - 直掰弯 - 荤素皆有 - 中篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/f2cf84e878a3"
  },
  {
    "文件名": "【废文】《弄丢8年的小狗找上门》作者：噗十四叽【HE - 小甜饼 - 暧昧 - 阴差阳错 - 年下 - 微H - 中篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/8b39981f5827"
  },
  {
    "文件名": "【废文】《逆骨藏身》作者：偷盐下酒【狗血 - 扮猪吃虎 - 年下 - 1v1 - HE - 荤素皆有 - 长篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/00657ce8caa7"
  },
  {
    "文件名": "【废文】《你是我的毕生所愿》作者：巡路夜月白【现代 - HE - 养成 - 年上 - BDSM - 荤素皆有 - 中篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/0010c09443f5"
  },
  {
    "文件名": "【废文】《绿山羊之春》作者：许多鱼1995【互攻 - 第一人称 - 惊悚 - 奇幻 - 人兽 - 荤素皆有 - 短篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e359548df0a0"
  },
  {
    "文件名": "【废文】《临死之前我拯救了宿敌》作者：一文千金【古代 - HE - 小甜饼 - 多重视角 - 仙侠 - 荤素皆有 - 短篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/101dbd900266"
  },
  {
    "文件名": "【废文】《临死前我还有一个愿望》作者：酸奶薄脆【古代 - HE - 仙侠 - 受转攻 - 师徒 - 荤素皆有 - 短篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ec53d4d97b0a"
  },
  {
    "文件名": "【废文】《可他们都说不喜欢我》作者：温仅【现代 - 狗血 - 第一人称 - ABO - NP - 荤素皆有 - 中篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/036443eda757"
  },
  {
    "文件名": "【废文】《惊别声》作者：掠月惊夜【HE - 玄幻 - 双性 - 灵魂伴侣 - 1v1 - 荤素皆有 - 短篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/425ddfa5a257"
  },
  {
    "文件名": "【废文】《教授，你还要狗吗？》作者：左边耳环【HE - 小甜饼 - 破镜重圆 - 忠犬 - 师生 - 荤素皆有 - 中篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/eca025231a7b"
  },
  {
    "文件名": "【废文】《迦姆拉德斯王庭》作者：鱼子酱EE【多重视角 - 奇幻 - 双性 - 灵魂伴侣 - 强强 - 荤素皆有 - 中篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/5e94cbdb9cbb"
  },
  {
    "文件名": "【废文】《故梦重游》作者：keepsecrets506【现代 - 狗血 - 三观不正 - 第一人称 - 双性 - 荤素皆有 - 中篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ef57da138344"
  },
  {
    "文件名": "【废文】《共剪西窗烛》作者：执酒与歌【古代 - HE - 小甜饼 - 架空世界 - 重生 - 荤素皆有 - 中篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/3eed3e32d786"
  },
  {
    "文件名": "【废文】《工地糙汉和结巴主播》作者：一颗蓝草莓【HE - 小甜饼 - 因缘邂逅 - 1v1 - 荤素皆有 - 中篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/d036f7497311"
  },
  {
    "文件名": "【废文】《蜚蜚》作者：荔荔桃洲【现代 - HE - 小甜饼 - 暗恋 - 直掰弯 - 荤素皆有 - 短篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c4a6eaeff8aa"
  },
  {
    "文件名": "【废文】《阏氏》作者：失眠孤独症患者【喜剧 - 狗血 - 骨科 - 双性 - 生子 - 产乳 - NP - 荤素皆有 - 长篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/1783fc4b17f7"
  },
  {
    "文件名": "【废文】《得未曾有》作者：匿名刀【第一人称 - 现代 - HE - 双性 - 重生 - 狗血 - 生子 - 荤素皆有 - 中篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/31ad8d8985e8"
  },
  {
    "文件名": "【废文】《终身美丽》作者：能不能给我吃饭【现代 - HE - 小甜饼 - ABO - 1v1 - 荤素皆有 - 中篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/5a61e43e9e7e"
  },
  {
    "文件名": "【废文】《纸河灯》作者：不夏【古代 - 三观不正 - 双性 - 高H - 人外 - 产乳 - 生子 - 中篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/54e38b2ab2fe"
  },
  {
    "文件名": "【废文】《这个皇帝不当也罢》作者：川息花花【HE - 第一人称 - 天作之合 - 穿越 - 荤素皆有 - 中篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/6af76acb1540"
  },
  {
    "文件名": "【废文】《月之暗面》作者：虚荣之火【魔幻现实 - 双性 - 阴差阳错 - 强制 - 强弱 - 荤素皆有 - 乱伦 - 中篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/2c169ca2d965"
  },
  {
    "文件名": "【废文】《月亮心事》作者：芒果吹梨【补番 - 治愈 - 暗恋 - 1v1 - 直掰弯 - 全年龄 - 微H - 短篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/9161eac2c3c1"
  },
  {
    "文件名": "【废文】《愚蠢的有钱人》作者：自行车难过【现代 - 三观不正 - 双性 - 生子 - NP - 荤素皆有 - 中篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/debfd2b7866d"
  },
  {
    "文件名": "【废文】《引溺》作者：七园【第一人称 - 现代 - HE - 三观不正 - 年下 - 骨科 - 荤素皆有 - 中篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/17da40319639"
  },
  {
    "文件名": "【废文】《银河》作者：失眠孤独症患者【现代 - 生子 - 双性 - 生子 - 3P - HE - 荤素皆有 - 中篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/21cc9fc34e08"
  },
  {
    "文件名": "【废文】《易孕体质小狗》作者：斯斯特德维比【现代 - HE - 青梅竹马 - PTSD - 强制爱 - 荤素皆有 - 短篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/74a9999278c4"
  },
  {
    "文件名": "【废文】《一颗糖》作者：一颗糖cp粉【补番 - 现代 - HE - 小甜饼 - 轻松 - 现实主义 - 微H - 中篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/2dcf52431bb8"
  },
  {
    "文件名": "【废文】《野望》作者：快把蕉下的鹿牵走【未来 - 狗血 - 三观不正 - ABO - NP - 荤素皆有 - 中篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/1d8009811198"
  },
  {
    "文件名": "【废文】《窈窕君子》作者：教案本月老【补番 - 现代 - 轻松 - 天作之合 - 生子 - 1v1 - 荤素皆有 - 中篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e7319820f548"
  },
  {
    "文件名": "【废文】《烟火金鱼》作者：爆裂鲨鱼【补番 - HE - 狗血 - 第一人称 - ABO - 先婚后爱 - 荤素皆有 - 短篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/6c559889905a"
  },
  {
    "文件名": "【废文】《新的旧的借的蓝的》作者：糖黄【百合 - 喜剧 - 现代 - 小甜饼 - 娱乐圈 - 破镜重圆 - 微H - 短篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e08b1cd1a71a"
  },
  {
    "文件名": "【废文】《想和谈恋爱》作者：壳中有meat【现代 - 小甜饼 - 高H - 双性 - 1v1 - 生子 - 短篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/0fc5fb7793a4"
  },
  {
    "文件名": "【废文】《仙君魔尊的秘密纪事》作者：疏忆未茗【互攻 - 玄幻 - 相爱相杀 - 强强 - 荤素皆有 - 短篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/0a07c01135e6"
  },
  {
    "文件名": "【废文】《我也不想当师尊》作者：嗷呜只会晒网【HE - 小甜饼 - 轻松 - 玄幻 - 养成 - 微H - 短篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/cb69178f3671"
  },
  {
    "文件名": "【废文】《我是不是太爱你了》作者：匿名咸鱼【现代 - HE - ABO - 破镜重圆 - 年下 - 1v1 - 荤素皆有 - 中篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/5918243c5722"
  },
  {
    "文件名": "【废文】《我凭什么要亲你》作者：苏甫白【狗血 - 青梅竹马 - 因缘邂逅 - 暗恋 - 1v1 - 荤素皆有 - 中篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/8ce2a16e2698"
  },
  {
    "文件名": "【废文】《我哥带我当仙君》作者：久江初柳【喜剧 - 狗血 - 第一人称 - 仙侠 - 前世今生 - 微H - 中篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ec5f40dd06df"
  },
  {
    "文件名": "【废文】《为什么大家都来这买》作者：言覃言覃【现代 - 谐趣 - 主受视角 - 日常 - NP - 荤素皆有 - 短篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/51d31af222a8"
  },
  {
    "文件名": "【废文】《追光》作者：21点牌【第一人称 - 主攻 - 现代 - 1v1 - 弱强 - 阴差阳错 - 荤素皆有 - 短篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/8b01f37fa5dc"
  },
  {
    "文件名": "【废文】《注射标记》作者：徕九【补番 - EA - 现代 - 狗血 - ABO - 强强 - 1v1 - 荤素皆有 - 中篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/8409c8cc0e66"
  },
  {
    "文件名": "【废文】《半瓶白砂糖》作者：李沉丘【现代 - HE - 娱乐圈 - 年上 - 1v1 - 微H - 中篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/91c3002acfd8"
  },
  {
    "文件名": "【废文】《办公室离奇事件簿》作者：基本无害的草稿箱【补番 - 小甜饼 - 轻松 - 日常 - 年下 - 微H - 中篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/4df968760065"
  },
  {
    "文件名": "【废文】《百度后把前辈绑架了》作者：言覃言覃【现代 - 暗恋 - 因缘邂逅 - 破镜重圆 - 年下 - 微H - 短篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a9bcd80bbb7e"
  },
  {
    "文件名": "【废文】《白月光是怎样炼成的》作者：松鼠皮卡喵【HE - 养成 - 穿越 - 年下 - 攻宠受 - 微H - 中篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/5045ce43d183"
  },
  {
    "文件名": "【废文】《白夜欲眠》 作者：春风拥一吻【HE - 狗血 - ABO - 破镜重圆 - 先婚后爱 - 荤素皆有 - 中篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/cf00b9f2c347"
  },
  {
    "文件名": "【废文】《白切黑》作者：人间处处寻清欢【HE - 小甜饼 - 三观不正 - ABO - 荤素皆有 - 中篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/f6ceba8fcd27"
  },
  {
    "文件名": "【废文】《霸凌者其实暗恋我》作者：eligarf98【HE - 狗血 - 校园 - 强制爱 - 骨科 - 荤素皆有 - 短篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ffe9e86a8390"
  },
  {
    "文件名": "【废文】《傲骨权臣》作者：自圆不了自说【古代 - HE - 小甜饼 - 天作之合 - 1v1 - 微H - 短篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/67d978ad84bc"
  },
  {
    "文件名": "【废文】《舔狗与渣攻的转换公式》作者：风过千铃也【现代 - 虐文 - 破镜重圆 - 重生 - 微H - 中篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/95f481897017"
  },
  {
    "文件名": "【废文】《甜涩》作者：我一顿吃五碗，假的【现代 - HE - 小甜饼 - 校园 - 荤素皆有 - 短篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/fbc7964a7620"
  },
  {
    "文件名": "【废文】《太子殿下和他的少庄主》作者：关山乘月【古代 - 宫廷侯爵 - 破镜重圆 - 攻宠受 - 微H - 长篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/bb26c40ad0de"
  },
  {
    "文件名": "【废文】《太医大人他有疾》作者：今日加糖【古代 - 小甜饼 - 双性 - 1v1 - 高H - 中篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/3579b8a8dbbe"
  },
  {
    "文件名": "【废文】《太阳灼伤我》作者：君子兰肯定被占了【第一人称 - 古代 - OE - 生子 - 荤素皆有 - 中篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/0fc8d7f7829d"
  },
  {
    "文件名": "【废文】《抬花轿》作者：迎秋【狗血 - 先婚后爱 - 受宠攻 - 1v1 - HE - 荤素皆有 - 短篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/d21d7fbab9a7"
  },
  {
    "文件名": "【废文】《他说他是直男》作者：moyuyu【现代 - 主攻视角 - 强强 - 年下 - 直掰弯 - 荤素皆有 - 中篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/372001a42f68"
  },
  {
    "文件名": "【废文】《他是我的白月光》作者：暴走老孃孃【现代 - HE - 狗血 - 浪漫主义 - 暗恋 - 微H - 中篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/5b87d97f6838"
  },
  {
    "文件名": "【废文】《他们是野兽》作者：干爆苍穹-2333【 科幻 - 虫族 - 先婚后爱 - 美强 - 荤素皆有 - 长篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/f98c4b3e71af"
  },
  {
    "文件名": "【废文】《他的山》作者：小少爷不爱遛鸟【现代 - 三观不正 - 养成 - 1v1 - 荤素均衡 - 短篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/4a175e197acd"
  },
  {
    "文件名": "【废文】《死对头要我负责怎么办》作者：林尔承【双性 - 校园 - 相爱相杀 - 攻宠受 - 荤素均衡 - 中篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/2e173e70af50"
  },
  {
    "文件名": "【废文】《思春病疗法》作者：不是云【古代 - 双性 - 高H - 宫廷侯爵 - 生子 - 荤素皆有 - 中篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/9d48ee8eb79a"
  },
  {
    "文件名": "【废文】《思春病疗法》作者：不是云【古代 - 双性 - 高H - 宫廷侯爵 - 生子 - 荤素皆有 - 短篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/3a7b0e85e578"
  },
  {
    "文件名": "【废文】《私有月光》作者：好想摸鱼【小甜饼 - 双性 - 强强 - 1v1 - 高H - 傻黄甜 - 中篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/7c5d16513d98"
  },
  {
    "文件名": "【废文】《私藏一片雪花》作者：酥氏薄荷糖【主攻 - 第一人称 - 双性 - 骨科 - 年下 - 荤素皆有 - 短篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/4a1bfa49b7f0"
  },
  {
    "文件名": "【废文】《双删》作者：狗血小行家【ABO - 破镜重圆 - 1v1 - 伪替身 - 双失忆 - 荤素皆有 - 中篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/0474563cc40b"
  },
  {
    "文件名": "【废文】《士可辱》作者：星渚【古代 - 1V1 - 双性 - 生子 - HE - 荤素皆有 - 短篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/1ad3b22196c1"
  },
  {
    "文件名": "【废文】《石景山9号院》作者：花满楼【现代 - 军政 - 强制爱 - 竹马 - 强制爱 - 荤素皆有 - 中篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/887309dbf36c"
  },
  {
    "文件名": "【废文】《失落重溟》作者：今天没炸毛喔【HE - 星际 - ABO - 破镜重圆 - 生子 - 荤素皆有 - 中篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/680a9fa66c0e"
  },
  {
    "文件名": "【废文】《身体有他自己的想法》作者：软糯糯【现代 - 小甜饼 - 日常 - 1v1 - 荤素皆有 - 中篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/57a842c2bc47"
  },
  {
    "文件名": "【废文】《谁渣谁治愈》作者：光化纤维【古代 - HE - 小甜饼 - 治愈 - 1v1 - 荤素皆有 - 短篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/b41bc4921433"
  },
  {
    "文件名": "【废文】《谁动了我的可乐》作者：大梦知天下【现代 - 美强 - 1v1 - 荤素皆有 - 短篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/00d6f39ed3a1"
  },
  {
    "文件名": "【废文】《谁不喜欢公主殿下》作者：liluo【HE - 小甜饼 - ABO - 暧昧 - 1v1 - 荤素皆有 - 短篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/fb5881d8b5ac"
  },
  {
    "文件名": "【废文】《上等劣性》作者：响耳【三观不正 - 第一人称 - 骨科 - 年上 - 荤素皆有 - 中篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/df6a3a1f9c30"
  },
  {
    "文件名": "【废文】《傻将》作者：星张【HE - 双性 - 古代 - 小甜饼 - 神怪志异 - 荤素皆有 - 短篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/baeae7517366"
  },
  {
    "文件名": "【废文】《撒娇沛沛最好命》作者：mo小贝【现代 - HE - 小甜饼 - 轻松 - 双性 - 荤素皆有 - 中篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e7903b40b557"
  },
  {
    "文件名": "【废文】《如何与前世伴侣谈恋爱》作者：汶汶乡【第一人称 - 现代 - 谐趣 - 前世今生 - 天作之合 - 微H - 短篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/21137d6d9704"
  },
  {
    "文件名": "【废文】《日暮港湾》作者：和邑【HE - 双性 - 先婚后爱 - 年下 - 1v1 - 荤素皆有 - 中篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/dac7981aabd7"
  },
  {
    "文件名": "【废文】《人可不可以吻烟花》作者：全身暑假【补番 - 狗血 - 暧昧 - 天作之合 - 伪骨科 - 荤素皆有 - 中篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ef333b1e3711"
  },
  {
    "文件名": "【废文】《人非草木》作者：清和月宇【HE - 双性 - 先婚后爱 - 年下 - 1v1 - 荤素皆有 - 中篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/b3748579a5f9"
  },
  {
    "文件名": "【废文】《让他降落》作者：A征玖Y【第一人称 - 主攻 - 骨科 - 受宠攻 - 荤素皆有 - 短篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/522f9e96e18c"
  },
  {
    "文件名": "【废文】《全世界都说他是我相好》作者：翡翠白玉汤【古代 - 治愈 - 水仙 - 1v1 - 微H - 长篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/b99720cb9d7e"
  },
  {
    "文件名": "【废文】《圈住你了》作者：雾落没了【现代 - BE - 第一人称 - 强制爱 - 荤素皆有 - 短篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/711830027db2"
  },
  {
    "文件名": "【废文】《穿越后我追妻火葬场了》作者：暧昧散尽【现代 - HE - 狗血 - 阴差阳错 - 破镜重圆 - 微H - 中篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/db7605f072d0"
  },
  {
    "文件名": "【废文】《初恋症》作者：夜很贫瘠【现代 - HE - 青梅竹马 - 1v1 - 攻宠受 - 荤素皆有 - 中篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ac176c928122"
  },
  {
    "文件名": "【废文】《宠溺》作者：清植Elf【现代 - 小甜饼 - 治愈 - 双性 - 强弱 - 攻宠受 - 荤素皆有 - 短篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a3051cf26017"
  },
  {
    "文件名": "【废文】《成就系统逼死的强迫症》作者：杂烩锅【小甜饼 - 玄幻 - 系统 - 年下 - 受宠攻 - 荤素皆有 - 中篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/1c8efd5f6f94"
  },
  {
    "文件名": "【废文】《晨雨时光》作者：花花茶河【HE - 荤素均衡 - 现代 - 小甜饼 - BDSM - 荤素皆有 - 短篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/5f2ee77d7dc3"
  },
  {
    "文件名": "【废文】《彩虹玻璃》作者：今天也向你漂泊【现代 - HE - 先婚后爱 - 年下 - 1v1 - 微H - 短篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/962a11186f8e"
  },
  {
    "文件名": "【废文】《不可及》作者：豆知识【补番 - 现代 - 年下 - 师生 - 受宠攻 - 攻宠受 - 高H - 中篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/1455ed7b2ab3"
  },
  {
    "文件名": "【废文】《不达标者的单恋长跑》作者：沥金堆粉【补番 - 现代 - 暗恋 - 攻宠受 - 微H - 中篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/cabbbbad2bc0"
  },
  {
    "文件名": "【废文】《病娇王爷，您先别黑化》作者：木木2333【古代 - 小甜饼 - 1v1 - 荤素皆有 - 短篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/bd58d01f5742"
  },
  {
    "文件名": "【废文】《病娇同侪步步紧逼》作者：纺织Z【第一人称 - 主攻 - 现代 - HE - 病娇 - 微H - 中篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/5f9d91bb0f22"
  },
  {
    "文件名": "【废文】《别拒犟心》作者：虞安逸YAY【补番 - 互攻 - 现代 - HE - 破镜重圆 - 强强 - 微H - 长篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/de07e8bc5f54"
  },
  {
    "文件名": "【废文】《被征服的高岭之花》作者：虚荣之火【未来 - ABO - 破镜重圆 - 强强 - 荤素皆有 - 中篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/b95c289bed1e"
  },
  {
    "文件名": "【废文】《被他碎尸的丈夫回来了》作者：娑罗【灵异 - 现代 - HE - 1v1 - 荤素皆有 - 短篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c945672b47d9"
  },
  {
    "文件名": "【废文】《被发小误会成gay怎么办》作者：zhuchi_【现代 - 小甜饼 - 青梅竹马 - 1v1 - HE - 微H - 短篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/1380240de7e0"
  },
  {
    "文件名": "【废文】《爱是悖德》作者：酥氏薄荷糖【现代 - 狗血 - 强制爱 - 骨科 - 年上 - 荤素皆有 - 中篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/215961d6c2f7"
  },
  {
    "文件名": "【废文】《爱人万万岁》作者：狐狸大列巴【现代 - HE - 小甜饼 - 轻松 - 灵魂伴侣 - 荤素皆有 - 长篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/88628afb5ba9"
  },
  {
    "文件名": "【废文】《爱人攻略》作者：姜的吃【补番 - 小甜饼 - 双性 - 先婚后爱 - 生子 - 荤素均衡 - 中篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/2d74ae568913"
  },
  {
    "文件名": "【废文】《阿帕忒游戏》作者：阿阿阿阿渡【ABO - 相爱相杀 - 强强 - 年上 - 伪骨科 - 荤素皆有 - 中篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/d23742c0b540"
  },
  {
    "文件名": "【废文】《琴花－春晓》作者：presrechel【剑三同人 - HE - 古代 - 治愈 - 轻松 - 荤素皆有 - 年下 - 中篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/aec370046bc9"
  },
  {
    "文件名": "【废文】《亲亲老婆》作者：吃不吃苹果m【主攻 - 谐趣 - 第一人称 - 双性 - 日常 - 荤素皆有 - 短篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/22afe5e00775"
  },
  {
    "文件名": "【废文】《契约软糖》作者：卖蘑菇的小火柴【HE - 狗血 - 虐文 - ABO - 1v1 - 荤素皆有 - 中篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/de23b792e96c"
  },
  {
    "文件名": "【废文】《契血之牙》作者：归鹤远山【主攻 - 小甜饼 - 忠犬 - 美强 - 受宠攻 - 微H - 中篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/63c2bc51ed5a"
  },
  {
    "文件名": "【废文】《骗子》作者：21点牌【第一人称 - 主攻 - 3P - 结局1v1 - 现代 - 荤素皆有 - 短篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/024365671c50"
  },
  {
    "文件名": "【废文】《潘多拉魔盒》作者：1duanq1【现代 - 三观不正 - 双性 - NP - 包养 - 荤素皆有 - 短篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/783c33ada20f"
  },
  {
    "文件名": "【废文】《你与无》作者：不三有肆【HE - 现代 - 因缘邂逅 - 年上 - 1v1 - 荤素皆有 - 短篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a59b0e2d0a5c"
  },
  {
    "文件名": "【废文】《那天踹开我家窗的男人》作者：雀小舟【HE - 双性 - 强弱 - 荤素皆有 - 短篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/588a87a268c6"
  },
  {
    "文件名": "【废文】《那个苹果味的弟弟真香》作者：小土堆儿【ABO - 现代 - 小甜饼 - HE - 荤素皆有 - 中篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e143d559c401"
  },
  {
    "文件名": "【废文】《那个和我偷情的死面瘫》作者：Astrophel【第一人称 - 现代 - 狗血 - 互攻 - 荤素皆有 - 中篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/191dd982628f"
  },
  {
    "文件名": "【废文】《那个厨子是我老婆》作者：炭火滴糖【补番 - 现代 - HE - ABO - 1v1 - 荤素均衡 - 短篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/d8ed58efca18"
  },
  {
    "文件名": "【废文】《冥婚》作者：伊依以翼【HE - 小甜饼 - 玄幻 - 因缘邂逅 - 攻宠受 - 荤素皆有 - 短篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/237ac7ca9ca9"
  },
  {
    "文件名": "【废文】《敏感关系》作者：南院有风【继父文学 - 双性 - 暧昧 - 年上 - 1v1 - 荤素皆有 - 中篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/f327e0c2b8ab"
  },
  {
    "文件名": "【废文】《棉玻璃》作者：会撒娇才会有老婆【狗血 - 双性 - 强制爱 - 年下 - NP - 荤素皆有 - 中篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/22ead851aba4"
  },
  {
    "文件名": "【废文】《靡靡幽春锁帝台》作者：kumotsuki07【古代 - 三观不正 - 宫斗 - 骨科 - 荤素皆有 - 短篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e402f0c0771b"
  },
  {
    "文件名": "【废文】《门派创收全靠打麻将》作者：语烦而无要【谐趣 - 仙侠 - 玄幻 - 1v1 - 微H - 中篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/8d74ea64953a"
  },
  {
    "文件名": "【废文】《每次失忆都有新男友》作者：陌百生【悬疑 - 三观不正 - NTR - NP - 荤素皆有 - 中篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/0fdd8f2a9150"
  },
  {
    "文件名": "【废文】《没骨日》作者：人可木各【现代 - 校园 - 破镜重圆 - 直掰弯 - 强制爱 - 荤素皆有 - 中篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/8cd6f602af9c"
  },
  {
    "文件名": "【废文】《买来的庄稼汉》作者：胡土拨鼠【古代 - 双性 - 高H - 先婚后爱 - 1v1 - 短篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/fbee86c6f5ac"
  },
  {
    "文件名": "【废文】《落星》作者：reinhard【补番 - ABO - 狗血 - 破镜重圆 - 星际 - 1v1 - 荤素皆有 - 长篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/cd664b6f7a92"
  },
  {
    "文件名": "【废文】《路人攻和炮灰师兄》作者：x向心力【古代 - 玄幻 - 重生 - 年下 - 1v1 - 荤素皆有 - 短篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/43025733798c"
  },
  {
    "文件名": "【废文】《笼中凤》作者：厢船长【现代 - HE - 三观不正 - NTR - 1v1 - 荤素皆有 - 中篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/6af329eea25e"
  },
  {
    "文件名": "【废文】《零售批发》作者：礁百【HE - 小甜饼 - 双性 - 1v1 - 产乳 - 荤素皆有 - 短篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/4ee5ae689454"
  },
  {
    "文件名": "【废文】《劣犬》作者：花音音音【补番 - 现代 - HE - 狗血 - 校园 - 破镜重圆 - 荤素皆有 - 中篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/5057cafb16e8"
  },
  {
    "文件名": "【废文】《两不相欠》作者：给我一打折扣券【现代 - 狗血 - 校园 - 破镜重圆 - 直掰弯 - 微H - 长篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/819a23c68446"
  },
  {
    "文件名": "【废文】《冷水银》作者：关乙岛【现代 - HE - 三观不正 - 年上 - 父子 - 荤素皆有 - 中篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e3c61551f69f"
  },
  {
    "文件名": "【废文】《老爷和男佣》作者：小芥见【狗血 - 三观不正 - 下克上 - 1v1 - 高H - 中篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/1068c852a2f9"
  },
  {
    "文件名": "【废文】《老实受翻身记》作者：大头朝田【现代 - HE - 小甜饼 - 轻松 - 1v1 - 荤素皆有 - 短篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/80bfb64c0eaf"
  },
  {
    "文件名": "【废文】《老舅不对劲》作者：一张面膜【第一人称 - 现代 - 轻松 - 骨科 - 直掰弯 - 荤素皆有 - 短篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/25155631b8b9"
  },
  {
    "文件名": "【废文】《蓝色麻醉》作者：成风不歇【狗血 - 三观不正 - 双性 - 强制爱 - 生子 - 荤素皆有 - 短篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/9c2ef3f4a15b"
  },
  {
    "文件名": "【废文】《阑珊处》作者：无名淡鱼【现代 - HE - 第一人称 - 暗恋 - 直掰弯 - 荤素皆有 - 中篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/520028302966"
  },
  {
    "文件名": "【废文】《兰花螳螂》作者：MyJinji【现代 - 现实主义 - 三观不正 - 双性 - 年上 - 荤素皆有 - 中篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/b74439f0b595"
  },
  {
    "文件名": "【废文】《旧故新长》 作者：诗无茶【主攻 - HE - 治愈 - 第一人称 - 校园 - 重生 - 微H - 中篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/1c630eebb12c"
  },
  {
    "文件名": "【废文】《禁止标记》作者：苏甫白【狗血 - 现代 - 三观不正 - ABO - 强制爱 - NP - 荤素皆有 - 中篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/deae54d16b18"
  },
  {
    "文件名": "【废文】《近先生的身边没有好人》作者：君子兰肯定被占了【现代 - OE - 骨科 - NP - 荤素皆有 - 中篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a307b9229e3f"
  },
  {
    "文件名": "【废文】《娇气A他年老色衰》作者：灵泽虹雨【补番 - 喜剧 - HE - 小甜饼 - ABO - 荤素皆有 - 短篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/3022f00d1d8b"
  },
  {
    "文件名": "【废文】《江洲》作者：饼子要吃肉【HE - 三观不正 - 强制爱 - 生子 - 荤素皆有 - 中篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/6c95c8d6b853"
  },
  {
    "文件名": "【废文】《捡到一块牛皮糖》作者：五杯酸【现代 - HE - 小甜饼 - ABO - 年下 - 荤素皆有 - 短篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/d001fa1e6936"
  },
  {
    "文件名": "【完结废文】《监禁时间》作者：一晌贪欢呀【现代 - 三观不正 - 重口 - 强强 - 荤素皆有 - 短篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/4947e4b0e7b9"
  },
  {
    "文件名": "【废文】《家臣饲养手册》作者：逢舟吐泡泡o0O【HE - 小甜饼 - 忠犬 - BDSM - 荤素均衡 - 中篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a33dd73d6ba4"
  },
  {
    "文件名": "【废文】《花叶却将花蕊破》作者：废人话多【现代 - 1v1 - 骨科 - 年下 - 双性 - 高H - 短篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/127e7ac74153"
  },
  {
    "文件名": "【废文】《还复行》作者：赵酒良【古代 - HE - 狗血 - 生子 - 产乳 - 荤素皆有 - 短篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/644da45b5ab1"
  },
  {
    "文件名": "【废文】《拐个对象回农村》作者：蒹葭呀苍苍【HE - 小甜饼 - 田园乡村 - 1v1 - 微H - 中篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/214139e62306"
  },
  {
    "文件名": "【废文】《够了》作者：明日再提【现代 - HE - ABO - NTR - 忠犬 - 1v1 - 荤素皆有 - 中篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/bbf4e01e6b7d"
  },
  {
    "文件名": "【废文】《苟友》作者：虞安逸YAY【补番 - 互攻 - 现代 - HE - 治愈 - 骨科 - 荤素皆有 - 长篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/4513fced5cb7"
  },
  {
    "文件名": "【废文】《给我康康！》作者：迷人肉汤【现代 - 产乳 - 破镜重圆 - 1v1 - 双性 - 荤素皆有 - 短篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/de6da4a2f23b"
  },
  {
    "文件名": "【废文】《格尼亚之秋》作者：爆裂鲨鱼【主攻 - HE - 架空世界 - ABO - 先婚后爱 - 荤素皆有 - 中篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/17f82d02af29"
  },
  {
    "文件名": "【废文】《高危穿越指南手册》作者：狐添棋【混合 - 喜剧 - 谐趣 - 多重视角 - 励志 - 穿越 - 微H - 中篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ed20cce6f826"
  },
  {
    "文件名": "【废文】《干爹》作者：失眠孤独症患者【现代 - 双性 - 生子 - 年上 - 1V1 - HE - 高H - 短篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/aa498a62107b"
  },
  {
    "文件名": "【废文】《夫夫外出取材中》作者：谷草转氨酸【惊悚 - 灵异 - 直播 - 天作之合 - 1v1 - 微H - 长篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/d225a7324187"
  },
  {
    "文件名": "【废文】《疯月》作者：碎狸骨【现代 - HE - 三观不正 - 第一人称 - 重生 - 荤素皆有 - 中篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c63c399c9fcd"
  },
  {
    "文件名": "【废文】《风光霁月》作者：阎帝修【HE - 三观不正 - 玄幻 - 支配服从 - 年上 - 荤素皆有 - 短篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e6cd2c179b7a"
  },
  {
    "文件名": "【废文】《非典型小黑屋》作者：抗病毒口服液【现代 - HE - 小甜饼 - 1v1 - 荤素皆有 - 短篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/7ac5dc8bfd24"
  },
  {
    "文件名": "【废文】《恶魔的本性》作者：苏甫白【三观不正 - 狗血 - 强制爱 - 年下 - 病娇 - 荤素皆有 - 中篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/871ac651c812"
  },
  {
    "文件名": "【废文】《渡通快递提货点》作者：Sa_veAsDraft【玄幻 - 灵异 - 前世今生 - 相爱相杀 - 荤素皆有 - 中篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/9ed678a7bb20"
  },
  {
    "文件名": "【废文】《独角蜂繁殖之日》作者：泩木【未来 - HC - 哨兵向导 - 强制爱 - 年下 - 荤素皆有 - 中篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ec7931e9166a"
  },
  {
    "文件名": "【废文】《当竹马说患上了不育症》作者：卡夫卡的猫【小甜饼 - ABO - 青梅竹马 - 荤素皆有 - 短篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/723248f20837"
  },
  {
    "文件名": "【废文】《重生之我是老婆奴》作者：填坑这件事【重生 - 现代 - HE - 校园 - 荤素皆有 - 中篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c0ec90509e79"
  },
  {
    "文件名": "【废文】《芝柿好食》作者：裤盖莓莓【嫂子文学 - 双性 - 强弱 - NP - 产乳 - 高H - 中篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/41504e7df1ea"
  },
  {
    "文件名": "【废文】《这算哪门子的笼中雀》作者：黑洞大脑【小甜饼 - 轻松 - 谐趣 - 暗恋 - 受宠攻 - 微H - 短篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/7538e76885c4"
  },
  {
    "文件名": "【废文】《云年的冬春日》作者：泥污【主攻 - 现代 - 现实主义 - 破镜重圆 - 1V1 - HE - 微H - 长篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/61ca1d551020"
  },
  {
    "文件名": "【废文】《鸳鸯蝴蝶派迷梦》作者：枭瞿【现代 - 三观不正 - 前世今生 - 开放关系 - 荤素皆有 - 长篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ba0077112584"
  },
  {
    "文件名": "【废文】《鸳鸯不羡与谁依》作者：商锦书【古代 - HE - 先婚后爱 - 生子 - 荤素皆有 - 中篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/235248b53839"
  },
  {
    "文件名": "【废文】《雨水之欢》作者：七七渡我【现代 - HE - 双性 - 田园乡村 - 1v1 - 荤素皆有 - 中篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/2ac73d77205b"
  },
  {
    "文件名": "【废文】《与傻憨憨的搞笑日常》作者：幻境爱上月亮【喜剧 - 现代 - 治愈 - 日常 - 1v1 - 微H - 短篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/18dda409a83e"
  },
  {
    "文件名": "【废文】《鱼名晚阳》作者：温晓夜岚【大纲 - 父子 - 年上 - 1v1 - 荤素皆有 - 短篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/0ed6bc1e29ab"
  },
  {
    "文件名": "【废文】《又见佩弗尔》作者：奶黄包和喵喵【补番 - 小甜饼 - 魔法世界 - 产乳 - 荤素皆有 - 中篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/5bd47b447d57"
  },
  {
    "文件名": "【废文】《有病的他》作者：姜的吃【补番 - 狗血 - 双性 - 破镜重圆 - 生子 - 荤素均衡 - 中篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/19917788ea78"
  },
  {
    "文件名": "【废文】《永乐琐记》作者：苏七【狗血 - 宫廷侯爵 - 强制爱 - 年下 - 1v1 - 荤素皆有 - 长篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/fd5d22559b54"
  },
  {
    "文件名": "【废文】《一路失去》作者：芫爆【现实主义 - 三观不正 - 第一人称 - 年下 - NP - 荤素皆有 - 短篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/8af5d8f82e94"
  },
  {
    "文件名": "【废文】《一个卑弱的垃圾》作者：云雾茶花糖【虐文 - ABO - MB - NTR - NP - 荤素皆有 - 长篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/101d2d466bfe"
  },
  {
    "文件名": "【废文】《一份来自加害者的证言》作者：hbcool【现代 - 狗血 - 现实主义 - 重生 - 1v1 - 微H - 中篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/089c2f647e77"
  },
  {
    "文件名": "【废文】《一不小心穿成了虫母》作者：爱吃虾的咸鱼【未来 - HE - NP - 荤素皆有 - 短篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/4580017b7b4c"
  },
  {
    "文件名": "【废文】《夜归林》作者：小少爷不爱遛鸟【现代 - 第一人称 - 1v1 - NP - 荤素均衡 - 中篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/5968b1fdef90"
  },
  {
    "文件名": "【废文】《咽新蝉》作者：小猫怜【换攻 - 狗血 - 双性 - 强制爱 - 强弱 - 年上 - 荤素皆有 - 长篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/8eb984836d04"
  },
  {
    "文件名": "【废文】《血肉宫殿》作者：21点牌【第一人称 - 魔幻现实 - 重口 - 奇幻 - 美强 - 荤素皆有 - 短篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/f848e1f58eef"
  },
  {
    "文件名": "【废文】《蓄谋已久》作者：十二点风【换攻 - HE - ABO - 年下 - 1v1 - 荤素皆有 - 短篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/cac7a0b59d92"
  },
  {
    "文件名": "【废文】《星辰如你》作者：墨凝未凝【现代 - 小甜饼 - 轻松 - 娱乐圈 - 生子 - 荤素皆有 - 短篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/7e6ff2cc38fa"
  },
  {
    "文件名": "【废文】《新世纪进步主义》作者：松鼠小E【现代 - 虐文 - 暗黑 - 反乌托邦 - BDSM - 荤素皆有 - 中篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/678a7c485a5f"
  },
  {
    "文件名": "【废文】《新婚当夜死公》作者：七月鲤鱼【补番 - 现代 - 狗血 - 主攻 - ABO - NP - 荤素皆有 - 短篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/b14bd960b304"
  },
  {
    "文件名": "【废文】《小屋里来了个杀人犯》作者：我只是无心【狗血 - 三观不正 - 强制爱 - 年下 - 高H - 中篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e4aa589ee103"
  },
  {
    "文件名": "【废文】《小叔叔的诱惑》作者：闻九粥【HE - 三观不正 - 年上 - 1v1 - 高H - 短篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/9eeb7bad2ae7"
  },
  {
    "文件名": "【废文】《小妾他好毒》作者：可乐乐乐【古代 - 扮猪吃虎 - 因缘邂逅 - 强强 - 直掰弯 - 微H - 中篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/fd2c757640d7"
  },
  {
    "文件名": "【废文】《小狼和小狗》作者：心宿二心星【现代 - 小甜饼 - 青梅竹马 - 1v1 - 攻宠受 - 微H - 短篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/4915602b3539"
  },
  {
    "文件名": "【废文】《小狗的秘密生活》作者：七月鲤鱼【狗血 - 第一人称 - 主受视角 - NTR - NP - 荤素皆有 - 短篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/884e83213efe"
  },
  {
    "文件名": "【废文】《下乡》作者：沉舟病树【HE - 双性 - 荤素均衡 - 田园乡村 - 1v1 - 小甜饼 - 中篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c1da960eb201"
  },
  {
    "文件名": "【废文】《西征记》作者：尼萌酱么么哒【古代 - 养成 - 相爱相杀 - 年下 - 荤素皆有 - 中篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/bdbd507a1c68"
  },
  {
    "文件名": "【废文】《雾时与枫》作者：一把锈【现代 - HE - NTR - 强制爱 - NP - 荤素皆有 - 中篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c26f53453b2a"
  },
  {
    "文件名": "【废文】《无糖可乐》作者：青山不想改【补番 - 现代 - HE - 小甜饼 - 因缘邂逅 - 年下 - 微H - 长篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a0821fa02784"
  },
  {
    "文件名": "【废文】《无梦之森》作者：夜很贫瘠【现代 - HE - 三观不正 - 1v1 - 荤素皆有 - 中篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e23d0ee660c7"
  },
  {
    "文件名": "【废文】《无处寻乱语》作者：东寻问酒【玄幻 - 前世今生 - 因缘邂逅 - 破镜重圆 - HE - 荤素皆有 - 中篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a47b9270c914"
  },
  {
    "文件名": "【废文】《我知道你的秘密了》作者：南河醋溜鱼【双性 - 现代 - 年上 - 师生 - 荤素皆有 - 中篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/14a6a0d020e2"
  },
  {
    "文件名": "【废文】《我在末世当奶爸》作者：草莓益生菌【末世 - 强制爱 - NP - 产乳 - 荤素均衡 - 短篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/02a6c3add4f0"
  },
  {
    "文件名": "【废文】《我在春风街等你》作者：姜汁红糖不上班【现代 - 治愈 - 青梅竹马 - 破镜重圆 - 1v1 - 微H - 短篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/4d358c5c90b5"
  },
  {
    "文件名": "【废文】《我现在这样可以吗》作者：七月半夜【小甜饼 - 狗血 - 扮猪吃虎 - 阴差阳错 - 受宠攻 - 微H - 中篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/70823b7aa6ae"
  },
  {
    "文件名": "【废文】《我死后秦先生爱上我了》作者：温柔不柔【现代 - HE - 狗血 - 虐文 - 荤素皆有 - 中篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/02806bbe8f5e"
  },
  {
    "文件名": "【废文】《我是老婆的狗狗》作者：狂暴中二莱嘤嘤【现代 - 第一人称 - 主攻视角 - 荤素皆有 - 短篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/21ff88111be6"
  },
  {
    "文件名": "【废文】《我很称职》作者：我又压到你头发了【双性 - 现代 - 轻松 - 生子 - 荤素皆有 - 短篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/344a659ffe0f"
  },
  {
    "文件名": "【废文】《我和榜一大哥在一起了》作者：锈牙【现代 - 小甜饼 - 轻松 - 暧昧 - 暗恋 - 微H - 中篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/05fd3388394a"
  },
  {
    "文件名": "【废文】《我好兄弟分化成了O》作者：叶霖川【主攻 - 小甜饼 - 第一人称 - ABO - 荤素皆有 - 中篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/791a7d923607"
  },
  {
    "文件名": "【废文】《我不离婚！》作者：磨叽磨哩【现代 - 狗血 - ABO - 青梅竹马 - 先婚后爱 - 荤素皆有 - 短篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/f59f33212862"
  },
  {
    "文件名": "【废文】《我被我哥绑定了》作者：天凉好秋【现代 - 第一人称 - 灵异 - 1v1 - 微H - 中篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/d62bfc31407e"
  },
  {
    "文件名": "【废文】《我暗恋的对象竟是网黄》作者：猫椎【现代  - 小甜饼 - 双性 - 校园 - 暗恋 - 微H - 短篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/79c7b839fd21"
  },
  {
    "文件名": "【废文】《我、我是你的》作者：屋上乌【现代 - 小甜饼 - 先婚后爱 - 强弱 - 荤素皆有 - 中篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/8214db331c23"
  },
  {
    "文件名": "【废文】《为了送走前任参加恋综》作者：eryaoooooo【狗血 - 多重视角 - 娱乐圈 - 破镜重圆 - 强强 - 荤素皆有 - 中篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/7c3aa1737fe1"
  },
  {
    "文件名": "【废文】《网恋风险管理》作者：雪悦寒兮【喜剧 - HE - 狗血 - 因缘邂逅 - 忠犬 - 荤素皆有 - 中篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/163033bd57e6"
  },
  {
    "文件名": "【废文】《作茧》作者：雾下岛【HE - 三观不正 - 强制爱 - 强弱 - NP - 荤素皆有 - 短篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e6c1f5cf2a7d"
  },
  {
    "文件名": "【废文】《作恶多端我会受到报应》作者：大尾巴狼【补番 - 狗血 - 虐文 - 暗黑 - BE - 荤素皆有 - 短篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/f48db164e2ab"
  },
  {
    "文件名": "【废文】《纵欢》作者：快把蕉下的鹿牵走【狗血 - 三观不正 - ABO - HE - 荤素皆有 - 中篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/014be37e1582"
  },
  {
    "文件名": "【废文】《总裁他婚后从不回家》作者：山河寄笔【现代 - HE - 小甜饼 - 轻松 - 先婚后爱 - 微H - 短篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/692902516245"
  },
  {
    "文件名": "【废文】《濯艷》作者：口诛笔伐【HE - 狗血 - 三观不正 - 相爱相杀 - 生子 - 荤素皆有 - 中篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/7dedcf1257af"
  },
  {
    "文件名": "【废文】《装1好像回不去了》作者：林中一只鹿【小甜饼 - 轻松 - 日常 - 暗恋 - 荤素皆有 - 短篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ec737cafc4ae"
  },
  {
    "文件名": "【废文】《主攻一切为了任务》作者：匿名咸鱼【现代 - 轻松 - 第一人称 - 双性 - 弱强 - 荤素皆有 - 中篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/58f3ad88d0e2"
  },
  {
    "文件名": "【废文】《竹马总想扳弯我》作者：凡仙202班【主攻 - 现代 - HE - 小甜饼 - 养成 - 微H - 中篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/1208b1156d68"
  },
  {
    "文件名": "【废文】《竹马说他喜欢我》作者：叶蓝鸢【校园 - 暗恋 - 青梅竹马 - 1v1 - 攻宠受 - 微H - 长篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/3eae36964d67"
  },
  {
    "文件名": "【废文】《白夜欲眠》 作者：春风拥一吻【HE - 狗血 - ABO - 破镜重圆 - 先婚后 - 荤素皆有 - 中篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/9b31322058ea"
  },
  {
    "文件名": "【废文】《白日幻想》作者：扬州鹤01【现代 - HE - 小甜饼 - 主受视角 - 天作之合 - 荤素皆有 - 短篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ab9dff5ffe1d"
  },
  {
    "文件名": "【废文】《靶向椿药》作者：宴尽时【天作之合 - 女王 - 年下 - 1v1 - BDSM - 荤素皆有 - 中篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/23ea44a31e62"
  },
  {
    "文件名": "【废文】《Ophir》作者：逐鹿十三【狗血 - 虐文 - 三观不正 - ABO - 荤素均衡 - 中篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a680e14cf401"
  },
  {
    "文件名": "【废文】《ob恋》作者：一颗蓝草莓【现代 - HE - 小甜饼 - ABO - 因缘邂逅 - 荤素皆有 - 短篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/9cd449f367a6"
  },
  {
    "文件名": "【废文】《cheng＆chen》作者：醉梦渡春山【现代 - HE - 治愈 - 第一人称 - 年下 - 荤素皆有 - 短篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/69f6dfad8555"
  },
  {
    "文件名": "【废文】《天差地别的浪漫史》作者：超级扯部队上将【现代 - ABO - 1v1 - 荤素皆有 - 中篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c41bd28b9135"
  },
  {
    "文件名": "【废文】《特提斯恋曲》作者：five点心【狗血 - 第一人称 - 奇幻 - 破镜重圆 - 1v1 - 微H - 中篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/eacdc1b2a748"
  },
  {
    "文件名": "【废文】《他咬我》作者：顾行书【第一人称 - 青梅竹马 - 1v1 - 互攻 - 荤素皆有 - 中篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/66cb169594ff"
  },
  {
    "文件名": "【废文】《他的猎物》作者：千江【奇幻 - 架空世界 - 强制爱 - 1v1 - 触手 - 荤素皆有 - 短篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/4dad4179f914"
  },
  {
    "文件名": "【废文】《肆时旧影》作者：吭哧吭哧吃咸鱼【狗血 - 青梅竹马 - 破镜重圆 - 骨科 - 年下 - 荤素皆有 - 长篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/bf4cfe88b116"
  },
  {
    "文件名": "【废文】《四百龙银》作者：星火四月【民国 - 小甜饼 - 暗恋 - 青梅竹马 - 攻宠受 - 荤素皆有 - 中篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/fc59bb30f6ab"
  },
  {
    "文件名": "【废文】《死老婆的傲娇攻》作者：匿名比熊鱼【狗血  - 虐文 - ABO - 产乳 - 荤素皆有 - 短篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/49336b62ae3f"
  },
  {
    "文件名": "【废文】《斯德哥尔摩恋人》作者：菠萝味戳戳【现代 - HE - 小甜饼 - 因缘邂逅 - BDSM - 荤素皆有 - 短篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/cc3e199a1f53"
  },
  {
    "文件名": "【废文】《双面恶人》作者：羌三目【现代 - 狗血 - 三观不正 - 强制爱 - 高H - 中篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/1e5cad451d32"
  },
  {
    "文件名": "【废文】《伤心男人和死鬼老婆》作者：抗病毒口服液【现代 - 治愈 - 浪漫主义 - 1v1 - 微H - 短篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/026c03265c97"
  },
  {
    "文件名": "【废文】《山河空亡》作者：爻垚【HE - HC - 架空世界 - 宗教 - 攻宠受 - 荤素皆有 - 短篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/db7bc4c616d7"
  },
  {
    "文件名": "【废文】《阮仙君》作者：有一只馋肥壮圆【HE - 玄幻 - 强制爱 - 生子 - 荤素皆有 - 短篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/6856b8e5b0d8"
  },
  {
    "文件名": "【废文】《秋天住在囚笼里》作者：叶叶【HE - 双性 - 强制爱 - 年下 - 骨科 - 荤素皆有 - 中篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/b48f5657fbd7"
  },
  {
    "文件名": "【废文】《村野俏寡夫》作者：玄牝【三观不正 - 主攻视角 - 架空世界 - 田园乡村 - 高H - 中篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e1109f7fe72a"
  },
  {
    "文件名": "【废文】《此糖有毒别嗑》作者：土私面包【现代 - 轻松 - 校园 - 日常 - 直掰弯 - 微H - 短篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/401a745c727c"
  },
  {
    "文件名": "【废文】《迟光》作者：sun1998_飞鸟见山【现代 - HE - 治愈 - 破镜重圆 - 1v1 - 微H - 长篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/1aea7bf6ac72"
  },
  {
    "文件名": "【废文】《吃到就是赚到》作者：言覃言覃【现代 - 轻松 - 三观不正 - 校园 - 高H - 短篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/27e5bd310d73"
  },
  {
    "文件名": "【废文】《沉溺》作者：hwszm518【ABO - 天作之合 - 因缘邂逅 - 先婚后爱 - 1v1 - 荤素皆有 - 长篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/4a083df15e5f"
  },
  {
    "文件名": "【废文】《沉暮》作者：小小花巷子【现代 - 双性 - 荤素均衡 - 现代 - 产乳 - 1v1 - 短篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/5b076685f0fa"
  },
  {
    "文件名": "【废文】《不良与纨绔二三事》作者：Marine【喜剧 - 现代 - HE - 小甜饼 - 微H - 短篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/630d9b60ce34"
  },
  {
    "文件名": "【废文】《波撒特》作者：就当我不存在吧【第一人称 - 奇幻 - 西方 - 青梅竹马 - PTSD - 微H - 短篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c4f37cb9bdde"
  },
  {
    "文件名": "【废文】《别那么骄傲 》作者：台风七号【双性 - 生子 - 年上 - 产乳 - 荤素皆有 - 中篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/9cd533c252a1"
  },
  {
    "文件名": "【废文】《变形计策》作者：萧森离肃【补番 - 现代 - HE - 轻松 - 田园乡村 - 年下 - 微H - 短篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/5db0cc8363b9"
  },
  {
    "文件名": "【废文】《本无风月》作者：匿名咸鱼【HE - 狗血 - 娱乐圈 - 互攻 - 受受 - 荤素皆有 - 长篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/945d0c4718d4"
  },
  {
    "文件名": "【废文】《暴雨将至》作者：不存在的荷德森【多重视角 - 现代 - 年下 - 师生 - 微H - 中篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/989fa813c72f"
  },
  {
    "文件名": "【废文】《宝宝》作者：闲汉子【现代 - 小甜饼 - 第一人称 - 校园 - 1v1 - 荤素皆有 - 短篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/d838ef2df628"
  },
  {
    "文件名": "【废文】《暗室欺心》作者：周凉西【现代 - 狗血 - 扮猪吃虎 - 先婚后爱 - 荤素皆有 - 中篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/5aa18befa867"
  },
  {
    "文件名": "【废文】《暗恋失败后和舍友he了》作者：裴某【喜剧 - HE - 轻松 - 第一人称 - 暗恋 - 微H - 短篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/6baf089dc12f"
  },
  {
    "文件名": "【废文】《按摩哥穿越到异兽世界》作者：故自山里来【OE - 雷文 - 奇幻 - 兽人 - 荤素皆有 - 中篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/dac1d26b9bd3"
  },
  {
    "文件名": "【废文】《安全抵达》作者：goodazy【HE - 小甜饼 - 田园乡村 - 美强 - 1v1 - 荤素皆有 - 中篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/1c05f4df9d59"
  },
  {
    "文件名": "【废文】《爱情鸦片》作者：再见不二兔【现代 - HE - 第一人称 - ABO - 1v1 - 荤素皆有 - 短篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a016baf0275b"
  },
  {
    "文件名": "【废文】《情人》作者：越山青【剑三同人 - 双性 - 高H - 古代 - 产乳 - 荤素皆有 - 短篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/53bba71ca1b5"
  },
  {
    "文件名": "【废文】《强扭的瓜也甜！》作者：呱呱瓜【现代 - 小甜饼 - 治愈 - 先婚后爱 - 微H - 短篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/9573eadcdd3d"
  },
  {
    "文件名": "【废文】《屏香记》作者：小狐狸的大宝贝【古代 - HE - 强制爱 - 1v1 - 荤素皆有 - 中篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/132c9067da21"
  },
  {
    "文件名": "【废文】《屏香记》作者：小狐狸的大宝贝【古代 - HE  - 强制爱 - 1v1 - 荤素皆有 - 中篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/4cd8fdd28852"
  },
  {
    "文件名": "【废文】《偏偏沉溺》作者：姜的吃【补番 - 现代 - 小甜饼 - 双性 - 生子 - 荤素均衡 - 中篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ab13f3cbe7ab"
  },
  {
    "文件名": "【废文】《配白衣》作者：玻璃熔光【古代 - 小甜饼 - 玄幻 - 美强 - 受宠攻 - 荤素皆有 - 短篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/8cd63befd734"
  },
  {
    "文件名": "【废文】《逆风执炬》作者：君潜之【古代 - 狗血 - 仙侠 - 双性 - 强制爱 - 荤素皆有 - 长篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/6b5f0a25b0b1"
  },
  {
    "文件名": "【废文】《你让我像是一个无赖》作者：春一帆【悬疑 - 黑色幽默 - 强强 - 荤素皆有 - 中篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/69e1dc9d5ff2"
  },
  {
    "文件名": "【废文】《墨青》作者：麻甩【HE - 小甜饼 - 虐文 - 仙侠1v1 - 荤素皆有 - 长篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/37a650e74e02"
  },
  {
    "文件名": "【废文】《绵绵》作者：傲娇一直爽【古代 - 狗血 - 第一人称 - 主攻 - 美强 - 荤素皆有 - 短篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/65568315f211"
  },
  {
    "文件名": "【废文】《秘密》作者：一根大萝贝【HE - 小甜饼 - ABO - 强弱 - 生子 - 荤素皆有 - 中篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/dfb074420778"
  },
  {
    "文件名": "【废文】《玫瑰囚笼》作者：宴惟【ABO - 年下 - 小狼狗 - 伪骨科 - 囚禁 - 荤素皆有 - 短篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c005b72d22d7"
  },
  {
    "文件名": "【废文】《没有天堂》作者：失效的止疼药【现代 - HE - 小甜饼 - 攻宠受 - 高H - 伪叔侄 - 中篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e7022a633e85"
  },
  {
    "文件名": "【废文】《猫粮管饱1》作者：阿ccc【小甜饼 - 哨兵向导 - 强强 - 1v1 - 受宠攻 - 微H - 中篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/44afe352308a"
  },
  {
    "文件名": "【废文】《麦香鱼》作者：木尤生【三观不正 - 双性 - 娱乐圈 - 病娇 - 荤素皆有 - 短篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/64499b3239c2"
  },
  {
    "文件名": "【废文】《落空》作者：墨凝未凝【第一人称 - 主攻 - 现代 - BE - 生子 - 荤素皆有 - 短篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/b0e3080a911c"
  },
  {
    "文件名": "【废文】《路人攻赵大激》作者：抗病毒口服液【现代 - 小甜饼 - 1v1 - 荤素皆有 - 短篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/4508e614277f"
  },
  {
    "文件名": "【废文】《龙珠》作者：戚瑛【HE - 玄幻 - 强制爱 - 骨科 - 年上 - 荤素皆有 - 短篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c23dfdb4125e"
  },
  {
    "文件名": "【废文】《流浪之星》作者：-迟迟-【互攻 - HE - 治愈 - 娱乐圈 - 1v1 - 微H - 中篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c759cb6b4fe3"
  },
  {
    "文件名": "【废文】《临时停驻》作者：茶引CHAR【治愈 - 校园 - 日常 - 暗恋 - 破镜重圆 - 1v1 - 微H - 长篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a3c759db3263"
  },
  {
    "文件名": "【废文】《恋人与兄弟》作者：寒风画扇【古代 - 虐文 - 相爱相杀 - 生子 - 年下 - 荤素皆有 - 中篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/2a8323c6c46e"
  },
  {
    "文件名": "【废文】《李三水》作者：Noelle【小甜饼 - 轻松 - 田园乡村 - 生子 - 1v1 - 荤素皆有 - 中篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/fe873ec7e094"
  },
  {
    "文件名": "【废文】《离离》作者：一枝橄榄【悬疑 - 神怪志异 - 暗恋 - 前世今生 - 单元剧 - 荤素皆有 - 长篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/02139694d27c"
  },
  {
    "文件名": "【废文】《老师，怎么是你！》作者：帕夏夏【小甜饼 - 双性 - 年下 - 1v1 - 高H - 中篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/f116920fc5f6"
  },
  {
    "文件名": "【废文】《老大和男护士》作者：琳宁总总【喜剧 - 现代 - HE - 轻松 - 谐趣 - 微H - 短篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/2224a6e178c3"
  },
  {
    "文件名": "【废文】《老板给我纹条过肩龙》作者：黄焖月月子【小甜饼 - 奇幻 - 双性 - 荤素均衡 - 中篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/1fd6b57cde68"
  },
  {
    "文件名": "【废文】《恐直》作者：渡海不是医生【HE - 小甜饼 - 轻松 - 第一人称 - 直掰弯 - 微H - 短篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/390149d556c2"
  },
  {
    "文件名": "【废文】《君恩不授》作者：浮舟【补番 - 古代 - HE - 狗血 - 年上 - BDSM - 荤素皆有 - 长篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/d0ac086427fb"
  },
  {
    "文件名": "【废文】《绝唐》作者：tomtit【补番 - 古代 - 狗血 - 双性 - 产乳 - 1v1 - 生子 - 中篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/348fd7ec28ec"
  },
  {
    "文件名": "【废文】《惊闻宿敌病危后》作者：裴无厌【狗血 - 架空世界 - ABO - 美强 - 荤素皆有 - 长篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/49a96985a582"
  },
  {
    "文件名": "【废文】《娇气包》作者：一勺茶冻【现代 - HE - 双性 - 1v1 - 荤素皆有 - 短篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/76a4c3a06c9e"
  },
  {
    "文件名": "【废文】《捡到被抛弃的beta》作者：香菜是满天星【HE - 小甜饼 - 奇幻 - ABO - 荤素皆有 - 中篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c9b404a45b9c"
  },
  {
    "文件名": "【废文】《坏蛋真能欺负老实人吗》作者：原始价值【现代 - 强制爱 - 强弱 - 攻宠受 - 荤素皆有 - 短篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/6e257d6eb003"
  },
  {
    "文件名": "【废文】《话要用说的》作者：西蓝花不蓝S【HE - 狗血 - 谐趣 - 单性 - 1v1 - 短篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/29a5cf2e433b"
  },
  {
    "文件名": "【废文】《勾结》作者：一个点两个点【互攻 - 大纲 - 古代 - 狗血 - 宫廷侯爵 - 荤素皆有 - 短篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/abc2cba2c964"
  },
  {
    "文件名": "【废文】《勾结》作者：一个点两个点【大纲 - 互攻 - 古代 - 狗血 - 宫廷侯爵 - 荤素皆有 - 短篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/b722ee001433"
  },
  {
    "文件名": "【废文】《公主落难记》作者：德罗萨【民国 - HE - 强制爱 - 弱强 - 受宠攻 - 荤素皆有 - 短篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ff3cd2c821f9"
  },
  {
    "文件名": "【废文】《感谢系统送来的老婆》作者：耶比耶比耶【HE - 双性 - 青梅竹马 - 破镜重圆 - 荤素皆有 - 中篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/7eab60f2e9d1"
  },
  {
    "文件名": "【废文】《俘获》作者：Captain111【现代 - HE - 轻松 - 三观不正 - 1v1 - 荤素皆有 - 短篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/3fbfe9cf5290"
  },
  {
    "文件名": "【废文】《封建糟粕》作者：匿名咸鱼【民国 - 三观不正 - 双性 - NTR - NP - 荤素皆有 - 中篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/32a31b677eda"
  },
  {
    "文件名": "【废文】《飞奔向你》作者：一只酷盖兔【小甜饼 - 年上 - 攻宠受 - 荤素皆有 - 中篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e011cd705408"
  },
  {
    "文件名": "【废文】《恶魔和女仆》作者：匿名咸鱼【第一人称 - HE - 轻松 - 魔法世界 - 1v1 - 微H - 短篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/2e689b6df9b6"
  },
  {
    "文件名": "【废文】《动物性》作者：刀知道【HE - 三观不正 - 年上 - 先婚后爱 - 荤素皆有 - 中篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/0749cd534c6c"
  },
  {
    "文件名": "【废文】《顶流男公关PUA实录》作者：藍光【HE - 狗血 - 暧昧 - 青梅竹马 - 破镜重圆 - 荤素皆有 - 长篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/b632b6523c0d"
  },
  {
    "文件名": "【废文】《第一次循环》作者：只有三根头发【HE - 双性 - 高H - 小甜饼 - 1v1 - 短篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a7ddf0ca5943"
  },
  {
    "文件名": "【废文】《弟弟为什么这样看我》作者：反骨小狗【狗血 - 第一人称 - 骨科 - 年下 - 荤素皆有 - 中篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c8fe88f76ae9"
  },
  {
    "文件名": "【废文】《知行合一》作者：杨不悔【现代 - 小甜饼 - 轻松 - 年上 - 攻宠受 - 荤素皆有 - 短篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/8e248332d0ec"
  },
  {
    "文件名": "【废文】《正宫受的我其实是砲灰》作者：kumotsuki07【喜剧 - 现代 - 狗血 - 灵异 - 荤素皆有 - 短篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/0f4cedb9c216"
  },
  {
    "文件名": "【废文】《折骨》作者：练刀【补番 - 古代 - 狗血 - 相爱相杀 - 1v1 - 荤素均衡 - 中篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/face78aac88f"
  },
  {
    "文件名": "【废文】《欲望破产清单》作者：闻人疯骨【三观不正 - 双性 - 骨科 - BDSM - 荤素皆有 - 短篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/f9ead164073f"
  },
  {
    "文件名": "【废文】《有心之失》作者：青山不想改【现代 - 小甜饼 - 日常 - 年下 - 攻宠受 - 微H - 中篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/9f7c009077a7"
  },
  {
    "文件名": "【废文】《永昼城》作者：梦醉星河【无CP - 现代 - 悬疑 - 魔幻现实 - 第二人称 - 微H - 短篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c0d3346b6eaa"
  },
  {
    "文件名": "【废文】《迎风点火》作者：短指甲龙子【补番 - 现代 - 荤素均衡 - 师生 - 年上 - 攻宠受 - 长篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/7ee6939116f9"
  },
  {
    "文件名": "【废文】《一年又一春》作者：Tenminn【现代 - 小甜饼 - ABO - 养成 - 先婚后爱 - 荤素皆有 - 中篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/76c7d5eba489"
  },
  {
    "文件名": "【废文】《一颗糖》作者：一颗糖cp粉【现代 - HE - 小甜饼 - 轻松 - 现实主义 - 微H - 中篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/542f24b23612"
  },
  {
    "文件名": "【废文】《一个卑弱的垃圾》作者：云雾茶花糖【虐文 - ABO - MB - NTR - NP - 荤素皆有 - 中篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/338adec80b03"
  },
  {
    "文件名": "【废文】《窈窕君子》作者：教案本月老【现代 - 轻松 - 天作之合 - 生子 - 1v1 - 荤素皆有 - 短篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/67c7505e6010"
  },
  {
    "文件名": "【废文】《烟火金鱼》作者：爆裂鲨鱼【HE - 狗血 - 第一人称 - ABO - 先婚后爱 - 荤素皆有 - 短篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/33226320f295"
  },
  {
    "文件名": "【废文】《驯兽》作者：小鱼干丸【兽人 - 未来 - 小甜饼 - BDSM - 攻宠受 - 荤素皆有 - 长篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/5b0daf535ca7"
  },
  {
    "文件名": "【废文】《雪林》作者：来杯猫【现代 -  三观不正 - 破镜重圆 - 父子 - 年上 - 荤素皆有 - 短篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/af1fe4124daa"
  },
  {
    "文件名": "【废文】《需要你》作者：前门葡萄架【现代 - HE - 小甜饼 - 轻松 - 1v1 - 荤素皆有 - 短篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/07dcef1092b8"
  },
  {
    "文件名": "【废文】《星云录》作者：酥茶【HE - 末世 - 哨兵向导 - 强强 - 生子 - 荤素皆有 - 中篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/2d3a1a7b587e"
  },
  {
    "文件名": "【废文】《星火》作者：沐夏是猫【现代 - 小甜饼 - 第一人称 - 日常 - 师生 - 荤素皆有 - 短篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/92ad4e3d2299"
  },
  {
    "文件名": "【废文】《小人鱼》作者：酱肉卷千张【BE - 致郁 - 三观不正 - ABO - 荤素皆有 - 短篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/4ccab07a97f5"
  },
  {
    "文件名": "【废文】《小佳人》作者：野哭千家尚战伐【虫族 - 弱强 - 受宠攻 - 荤素皆有 - 短篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a892e385fd2c"
  },
  {
    "文件名": "【废文】《小狗期限》作者：变异超现实小狗【补番 - 现代 - HE - 第一人称 - 主攻视角 - 微H - 短篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c30b515fb2e3"
  },
  {
    "文件名": "【废文】《下九流》作者：喵生【狗血 - 三观不正 - 赛博朋克 - ABO - 强强 - 荤素皆有 - 中篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/cf309130bc85"
  },
  {
    "文件名": "【废文】《无论他是否祈祷》作者：陆辞宗【现代 - 狗血 - 三观不正 - 师生 - 荤素皆有 - 长篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/3e330dd89185"
  },
  {
    "文件名": "【废文】《无尽夜》作者：Flame【现代 - 狗血 - 三观不正 - 双性 - 破镜重圆 - 荤素皆有 - 中篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ce82ffe01ae1"
  },
  {
    "文件名": "【废文】《我舍友把他香水藏哪了》作者：雀眠【第一人称 - 主攻 - ABO - 荤素皆有 - 短篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/6266d5660759"
  },
  {
    "文件名": "【废文】《我可以养你吗？》作者：林中一只鹿【现代 - 小甜饼 - 暗恋 - 年上 - 微H - 短篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/955907d5eb51"
  },
  {
    "文件名": "【废文】《我的漂亮婆婆》作者：w点盏【小妈文学 - 古代 - 双性 - 荤素皆有 - 生子 - 短篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/bfcd5429d81c"
  },
  {
    "文件名": "【废文】《温柔陷阱》作者：最漂亮的挖掘机【现代 - HE - 小甜饼 - ABO - 天作之合 - 荤素皆有 - 短篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c9ba220cb573"
  },
  {
    "文件名": "【废文】《温柔海》作者：杏儿酥【HE - 治愈 - 先婚后爱 - 攻宠受 - BDSM - 荤素皆有 - 短篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/49f50172f445"
  },
  {
    "文件名": "【废文】《为了哥哥的宠爱》作者：橘【补番 - 现代 - HE - 小甜饼 - 年上 - 荤素皆有 - 中篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/5dbcda3dbb43"
  },
  {
    "文件名": "【废文】《偷鸡不成蚀把米》作者：黄金圣斗士【HE - 高H - 现代 - 小甜饼 - 1v1 - 短篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/1f41461386d8"
  },
  {
    "文件名": "【废文】《纵我》作者：今天不想打棒球【补番 - 现代 - 双性 - 生子 - 荤素皆有 - 中篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/f785867af368"
  },
  {
    "文件名": "【废文】《纵你狂恋》作者：姜的吃【补番 - 狗血 - 双性 - 生子 - 骨科 - 荤素均衡 - 中篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ecb04d36be9e"
  },
  {
    "文件名": "【废文】《自由行》作者：白滚水【现代 - HE - 狗血 - 三观不正 - 年上 - 荤素皆有 - 中篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/67f36e4bd582"
  },
  {
    "文件名": "【废文】《拙戏》作者：梦毋扰【现代 - 多重视角 - ABO - 破镜重圆 - 1v1 - 荤素皆有 - 长篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/22fa541bc9bf"
  },
  {
    "文件名": "【废文】《注射标记》作者：徕九【EA - 现代 - 狗血 - ABO - 强强 - 1v1 - 荤素皆有 - 中篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/53ed7d36adc8"
  },
  {
    "文件名": "【废文】《办公室离奇事件簿》作者：基本无害的草稿箱【小甜饼 - 轻松 - 日常 - 年下 - 微H - 中篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/95c1febe1369"
  },
  {
    "文件名": "【废文】《百度说我得了绝症》作者：Vivennn【现代 - HE - 轻松 - 因缘邂逅 - 荤素皆有 - 短篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/dfa7b92c606a"
  },
  {
    "文件名": "【废文】《白眼狼》作者：Licorice【现代 - 强强 - 强制爱 - 年下 - 骨科 - 荤素皆有 - 中篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/48a444ff7c25"
  },
  {
    "文件名": "【废文】《白雪王子》作者：失眠孤独症患者【奇幻 - 虐身 - 虐心 - 荤素皆有 - 短篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e8aa8f7c9374"
  },
  {
    "文件名": "【废文】《霸总驯服记》作者：九天h【双性 - 美强 - 骨科 - 1v1 - 高H - 短篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/f29ff6061d74"
  },
  {
    "文件名": "【废文】《把仙尊拉下神坛》作者：五分之九【互攻 - 小甜饼 - 微H - 短篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/4eb7d7bf08e3"
  },
  {
    "文件名": "【废文】《暗夜何长》作者：风月渡清酒【现代 - 三观不正 - 强制爱 - NP - 高H - 长篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/52fc06ff79b0"
  },
  {
    "文件名": "【废文】《暗香浮动》作者：咸鱼626号【现代 - 三观不正 - 双性 - 暧昧 - 荤素皆有 - 短篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/5defabee80e8"
  },
  {
    "文件名": "【废文】《Yooyy今天操粉了吗》作者：莓姨【现代 - HE - 强强 - 受宠攻 - 荤素皆有 - 短篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/fc7c34e1d451"
  },
  {
    "文件名": "【废文】《vulnerable》作者：咸鱼626号【三观不正 - 强制爱 - 骨科 - 年上 - 荤素皆有 - 短篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/2f3da2f3f5db"
  },
  {
    "文件名": "【废文】《Underwater》作者：长君闲【HE - 小甜饼 - 娱乐圈 - 受宠攻 - 荤素皆有 - 短篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/d78732d29f5b"
  },
  {
    "文件名": "【废文】《two》作者：抗病毒口服液【现代 - HE - 小甜饼 - 暗恋 - 荤素皆有 - 短篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e02b9c0ac4d4"
  },
  {
    "文件名": "【废文】《hentai系草爱上我》作者：温酒闲絮【现代 - 1V1 - 小黄饼 - 荤素皆有 - 短篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/386f7af9fbac"
  },
  {
    "文件名": "【废文】《Continue》作者：衣冠似雪【现代 - 小甜饼 - ABO - 青梅竹马 - 生子 - 荤素皆有 - 短篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/5bbd94b91fc3"
  },
  {
    "文件名": "【废文】《Addicted》作者：唐棣【双性 - NTR - 强制爱 - 病娇 - 年下 - 囚禁 - 荤素皆有 - 中篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/9ba41a67d5da"
  },
  {
    "文件名": "【废文】《同居那些事儿》作者：诗花罗梵【主攻 - 第一人称 - 现代 - NP - 荤素皆有 - 中篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/18d0793c3b0f"
  },
  {
    "文件名": "【废文】《舔狗日记》作者：日尧禾C【第一人称 - 青梅竹马 - NP - HE - 荤素皆有 - 中篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/71556a925ab0"
  },
  {
    "文件名": "【废文】《天早灰蓝》作者：苦瓜hunie【HE - 双性 - 年下 - 1v1 - 荤素皆有 - 中篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/fa465e54baeb"
  },
  {
    "文件名": "【废文】《天生一对》作者：咸鱼626号【现代 - 三观不正 - 双性 - 校园 - 年下 - 高H - 短篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/b24c2d42e7d8"
  },
  {
    "文件名": "【废文】《天生枷锁》作者：投木瓜【现代 - 三观不正 - 强制爱 - 父子 - 荤素皆有 - 长篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/0dbdba5ca41a"
  },
  {
    "文件名": "【废文】《替身大法好》作者：咸柠八【现代 - 狗血 - 父子 - 骨科 - NP - 荤素皆有 - 短篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/0933584a8134"
  },
  {
    "文件名": "【废文】《特殊暧昧》作者：三两行诗【现代 - HE - 直掰弯 - 荤素皆有 - 中篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a2e88d54e7d8"
  },
  {
    "文件名": "【废文】《套套可是很贵的》作者：很甜的白砂糖【HE - 高H - 现代 - 校园 - 师生 - 短篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/fa4921552682"
  },
  {
    "文件名": "【废文】《桃理》作者：月亮輻射【主攻 - 狗血 - 三观不正 - NTR - 高H - 短篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/2ed5b37c64a6"
  },
  {
    "文件名": "【废文】《逃离夏天》作者：赤道今日周几【现代 - 小甜饼 - 暧昧 - 全年龄 - 荤素皆有 - 短篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/d99bff106ad6"
  },
  {
    "文件名": "【废文】《逃婚》作者：锦晃星【民国 - 小甜饼 - 田园乡村 - 先婚后爱 - 年上 - 微H - 短篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/7afca0bac255"
  },
  {
    "文件名": "【废文】《逃避失效》作者：卡图恩计【现代 - 轻松 - 治愈 - ABO - 破镜重圆 - 荤素皆有 - 中篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/6db874c7024e"
  },
  {
    "文件名": "【废文】《逃》作者：莫小灿【HE - 现实主义 - 第一人称 - 主攻视角 - 养成 - 微H - 中篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/04fae65f68be"
  },
  {
    "文件名": "【废文】《唐明－望舒》作者：presrechel【剑三同人 - HE - 古代 - 狗血 -  荤素皆有 - 暗恋 - 中篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/3f4a100915fa"
  },
  {
    "文件名": "【废文】《檀遂》作者：戒奶茶的小刺猬【HE - 小甜饼 - 仙侠 - 前世今生 - 荤素均衡 - 中篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/d46d49ce28f2"
  },
  {
    "文件名": "【废文】《摊牌了，我是妈宝》作者：莎哈哈哈【现代 - 小甜饼 - 轻松 - 校园 - 微H - 中篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/1bf0605d84d6"
  },
  {
    "文件名": "【废文】《太子与侍卫》作者：匿名咸鱼【古代 - 狗血 - 暗恋 - 忠犬 - 上下级 - 荤素皆有 - 短篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/8ae5d85a02ff"
  },
  {
    "文件名": "【废文】《太阳骑在马背上》作者：安言AZ【现代 - HE - 1v1 - 荤素均衡 - 短篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/5eb937b581ec"
  },
  {
    "文件名": "【废文】《太岁》作者：我是火锅【无CP - 民国 - 惊悚 - 悬疑 - 创意故事 - 微H - 短篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/af7331e4accc"
  },
  {
    "文件名": "【废文】《他养的狗跑了》作者：霁晚【现代 - 现实主义 - 支配服从 - BDSM - 高H - 中篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c6ea8074b774"
  },
  {
    "文件名": "【废文】《他俩绝对有问题》作者：Ssugar【HE - 第一人称 - 仙侠 - 前世今生 - 穿越 - 微H - 短篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/bce88eec2f9e"
  },
  {
    "文件名": "【废文】《他的小茉莉》作者：姜的吃【现代 - 小甜饼 - 双性 - 强制爱 - 荤素均衡 - 中篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/131810e5a2e2"
  },
  {
    "文件名": "【废文】《他的精神体毛茸茸》作者：匿名比熊鱼【现代 - 小甜饼 - 轻松 - 高H - 双性 - 中篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/84d3f5bf6930"
  },
  {
    "文件名": "【废文】《他不配》作者：是错躲不过【HE - 狗血 - ABO - 强强 - 荤素皆有 - 长篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/7103cf265c8f"
  },
  {
    "文件名": "【废文】《岁岁平安》作者：梦里烟花易冷【现实主义 - 破镜重圆 - 强强 - 年上 - 微H - 中篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/3b483c54d940"
  },
  {
    "文件名": "【废文】《岁岁好》作者：鲁秋尔斯女友【第一人称 - 暗恋 - 直掰弯 - 微H - 中篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/84bb43c8eb59"
  },
  {
    "文件名": "【废文】《岁差》作者：麋鹿不知【HE - 治愈 - 破镜重圆 - 1v1 - 攻宠受 - 微H - 长篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/39a1f2d60def"
  },
  {
    "文件名": "【废文】《塑料茧》作者：释刀渌【现代 - HE - 双性 - 荤素均衡 - 生子 - 中篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/10c0a54d4abb"
  },
  {
    "文件名": "【废文】《宿伏晨雾》作者：-落殞-【咒术回战 -  1v1 - 荤素均衡 - 中篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/cf19336aae61"
  },
  {
    "文件名": "【废文】《夙夜如一》作者：仓夏优【古代 - HE - 多重视角 - 相爱相杀 - 荤素均衡 - 长篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/5ee6d035cf01"
  },
  {
    "文件名": "【废文】《苏打冰淇淋》作者：束羽【现代 - HE - 双性 - 校园 - 1v1 - 荤素皆有 - 中篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/683cbd8a791a"
  },
  {
    "文件名": "【废文】《送水》作者：以雅以南yy【现代 - HE - 轻松 - 忠犬 - 高H - 中篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/f574cbab09e7"
  },
  {
    "文件名": "【废文】《饲养》作者：奶霜星球【现代 - HE - 第一人称 - 主攻视角 - 强弱 - 荤素皆有 - 短篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ed49c5f9c0dc"
  },
  {
    "文件名": "【废文】《死屋来信》作者：兔子杀手【惊悚 - 悬疑 - 魔幻现实 - 第一人称 - 科幻 - 微H - 短篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/f4e708121eb1"
  },
  {
    "文件名": "【废文】《死去即唯一》作者：东亚病猪【暗黑 - 多重视角 - PTSD - 病娇 - 荤素皆有 - 短篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ccf9b798968d"
  },
  {
    "文件名": "【废文】《私人定制》作者：tea【补番 - 现代 - HE - 双性 - 校园 - 荤素均衡 - 中篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/b312ba1e4f74"
  },
  {
    "文件名": "【废文】《说，你爱我》作者：猫爪鱼【互攻 - 现代 - HE - 轻松 - 破镜重圆 - 微H - 中篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c9aa12dff9c0"
  },
  {
    "文件名": "【废文】《睡了高中生后怎么办》作者：牙给你掰下来【HE - 校园 - 1v1 - 高H - 中篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/3846aa2563f7"
  },
  {
    "文件名": "【废文】《水到渠成》作者：青岫【补番 - 小甜饼 - 双性 - 破镜重圆 - 生子 - 荤素均衡 - 中篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/aa108975d45c"
  },
  {
    "文件名": "【废文】《水到秋成》作者：猛龙落泪【现代 - HE - 小甜饼 - 暗恋 - 荤素皆有 - 中篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a73f2f2757a0"
  },
  {
    "文件名": "【废文】《双子攻和笨蛋受》作者：小号某某丞【现代 - 轻松 - 校园 - NP - 荤素皆有 - 短篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/5b61cdeffbd5"
  },
  {
    "文件名": "【废文】《双星》作者：饭饭可陈【HE - 狗血 - 双性 - 1v1 - 荤素均衡 - 中篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/4a0918ef9230"
  },
  {
    "文件名": "【废文】《双向欺诈》作者：领养的那只黑猫【HE - 西方 - 相爱相杀 - 强强 - 微H - 长篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/dc0ba2cf5b2a"
  },
  {
    "文件名": "【废文】《双花》作者：奶霜不知春不加糖【HE - 双 - 高H - 现代 - 校园 - 长篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c6f6e9457736"
  },
  {
    "文件名": "【废文】《刷牙了吗你》作者：早起改变命运【现代 - 小甜饼 - 轻松 - ABO - 荤素皆有 - 短篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/4540925edbeb"
  },
  {
    "文件名": "【废文】《树桃》作者：有时吃茶【主攻 - 现代 - 小甜饼 - 校园 - 1v1 - 荤素皆有 - 短篇.txt",
    "夸克盘链接": "https://pan.quark.cn/s/2fdad10e8a3d"
  },
  {
    "文件名": "【废文】《树耳》作者：风应故【HE - 日常 - 暗恋 - 骨科 - 年上 - 微H - 短篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/61964b4bc5bd"
  },
  {
    "文件名": "【废文】《殊而今夏》作者：许相然【主攻 - 现代 - 校园 - 美强 - 受宠攻 - 微H - 中篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/73fbd2919b51"
  },
  {
    "文件名": "【废文】《似野风》作者：今天不吃素【狗血 - ABO、破镜重圆 - 强弱 - 生子 - 荤素皆有 - 长篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/7c928901c220"
  },
  {
    "文件名": "【废文】《似犬一般》作者：梨汁蟹【现代 - ABO - 1v1 - BDSM - 荤素皆有 - 中篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/f57dfed124ef"
  },
  {
    "文件名": "【废文】《世胄阐秘》作者：海螺【古代 - 玄幻 - 武侠 - 相爱相杀 - 强强 - 微H - 长篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/5e16f6d6485e"
  },
  {
    "文件名": "【废文】《时来运转》作者：九【HE - 小甜饼 - 日常 - 年上 - 1v1 - 微H - 中篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/47606c2d2f30"
  },
  {
    "文件名": "【废文】《十日安》作者：姜汁红糖不上班【狗血 - 破镜重圆 - 先婚后爱 - 强强 - 荤素皆有 - 中篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/f5553bbeefdd"
  },
  {
    "文件名": "【废文】《湿哒哒的事》作者：心字底【双性 - 现代 - 校园 - 生子 - 荤素皆有 - 中篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/cfc1be6cff32"
  },
  {
    "文件名": "【废文】《施暴者述》作者：贪财后妈【OE - ABO - 年下 - 1v1 - 荤素皆有 - 短篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/d50c70d72f8f"
  },
  {
    "文件名": "【废文】《失忆之后的小故事》作者：舟行绿水【互攻 - 现代 - 商战 - 强强 - 肉渣 - 短篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/4906376a0d4b"
  },
  {
    "文件名": "【废文】《失忆以后》作者：sissoo【现代 - 狗血 - 三观不正 - 小妈 - 荤素皆有 - 短篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/449c124466f2"
  },
  {
    "文件名": "【废文】《失恋的痛用MVP弥补》作者：牧人店【现代 - HE - 小甜饼 - 轻松 - 荤素皆有 - 短篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/8b573e640b3f"
  },
  {
    "文件名": "【废文】《失衡》作者：外星人大美女【HE - 军政 - 强制爱 - 强弱 - BDSM - 荤素皆有 - 短篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/35c854e849e0"
  },
  {
    "文件名": "【废文】《盛放期》作者：团子儿【现代 - 小甜饼 - 双性 - 校园 - 暗恋 - 荤素皆有 - 中篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/b2c9470d4621"
  },
  {
    "文件名": "【废文】《盛放期》作者：豆奶团子儿【现代 - 小甜饼 - 双性 - 校园 - 暗恋 - 荤素皆有 - 中篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c58f974411fe"
  },
  {
    "文件名": "【废文】《胜今朝》作者：77888【现代 - 双性 - 相爱相杀 - 骨科 - 荤素皆有 - 中篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/6f1765ff3da5"
  },
  {
    "文件名": "【废文】《圣徒》作者：木尤生【狗血 - ABO - 双性 - 强制爱 - 生子 - 荤素皆有 - 短篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/47af1754e0e3"
  },
  {
    "文件名": "【废文】《声线盲区》作者：匿名咸鱼【混合 - HE - HC - 第一人称 - 多重视角 - 高H - 短篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/09eb9207d6ca"
  },
  {
    "文件名": "【废文】《生潮》作者：Xslz-123【HE - 轻松 - 架空世界 - 因缘邂逅 - 荤素皆有 - 中篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/1d0707f6a9f0"
  },
  {
    "文件名": "【废文】《神树》作者：蹦跳的柿子【GB - HE - 科幻 - ABO - 1v1 - 荤素均衡 - 中篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/817f39bc89f1"
  },
  {
    "文件名": "【废文】《深夜情话》作者：一只摆烂的小77【现代 - HE - 轻松 - 年上 - 荤素均衡 - 中篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c245c70f7f17"
  },
  {
    "文件名": "【废文】《深空溺毙》作者：万人如海【狗血 - 科幻 - ABO - 破镜重圆 - 年下 - 荤素皆有 - 短篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/240a3b1d7a70"
  },
  {
    "文件名": "【废文】《绅士与小丑》作者：言覃言覃【狗血 - 黑色幽默 - 三观不正 - 西方 - 高H - 短篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ba1bf8e88c94"
  },
  {
    "文件名": "【废文】《谁喷了宝宝香水》作者：徐行【HE - 小甜饼 - 治愈 - 校园 - 强强 - 微H - 中篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/325e5524f8c6"
  },
  {
    "文件名": "【废文】《少爷与老实人》作者：姜的吃【现代 - 双性 - 强制爱 - 生子 - 荤素均衡 - 中篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e63cbc0e283c"
  },
  {
    "文件名": "【废文】《少爷和血奴》作者：丙你【血族 - 美强 - 忠犬 - 荤素皆有 - 短篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/860dfaef90d9"
  },
  {
    "文件名": "【废文】《上将的九殿下》作者：荷以微光【星际 - ABO - 机甲 - 强强 - 荤素均衡 - 中篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/d327e8067fa3"
  },
  {
    "文件名": "【废文】《上等玩物》作者：长知怨【高H - 现代 - 狗血 - 强弱 - 强制爱 - 1v1 - 中篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/f07fb7188b90"
  },
  {
    "文件名": "【废文】《山河日升》作者：萧森离肃【古代 - HE - 因缘邂逅 - 美强 - 荤素皆有 - 短篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/8e65a1b8b321"
  },
  {
    "文件名": "【废文】《铩羽》作者：悬笔惊堂【古代 - BE - 权谋 - 强强 - 年下 - 微H - 短篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a977d43d4794"
  },
  {
    "文件名": "【废文】《沙拉特旗爱情故事》作者：虎兔【治愈 - 暗恋 - 因缘邂逅 - 民俗 - 年上 - 微H - 中篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/2bb81a27bd11"
  },
  {
    "文件名": "【废文】《色令智昏》作者：失眠孤独症患者【现代 - OE - 年下 - 荤素皆有 - 短篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/10e6887221e6"
  },
  {
    "文件名": "【废文】《丧尸怨鬼废土御兽养崽》作者：佩鲁索纳【末世 - 科幻 - 赛博朋克 - 异能 - 微H - 长篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/cf25408dbb95"
  },
  {
    "文件名": "【废文】《三时》作者：手搓冰粉加冰【HE - 年上 - 1v1 - 荤素皆有 - 中篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/2c8bf0420d11"
  },
  {
    "文件名": "【废文】《三人游》作者：A征玖Y【第一人称 - 主攻 - 受宠攻 - 荤素皆有 - 短篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ca048acd79c7"
  },
  {
    "文件名": "【废文】《三人行必有一妻》作者：无名的白渡【混合 - 现代 - NP - BDSM - 高H - 短篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/29a0adfd6294"
  },
  {
    "文件名": "【废文】《三角事故》作者：霜不知不加糖【双性 - 高H - 狗血 - 强制爱 - NP - 中篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/3d9b4306eda3"
  },
  {
    "文件名": "【废文】《三好社畜》作者：匿名咸鱼【现代 - HE - 轻松 - 因缘邂逅 - 年上 - 微H - 短篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/98b620d729dc"
  },
  {
    "文件名": "【废文】《弱者的坦途》作者：菠萝味戳戳【现代 - HE - 破镜重圆 - 强弱 - 荤素皆有 - 短篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/0662fab3dd2c"
  },
  {
    "文件名": "【废文】《入蛊》作者：煤那个球【古代 - HE - 狗血 - 年下 - 荤素均衡 - 长篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/321c60e0d1ae"
  },
  {
    "文件名": "【废文】《如绳之缚》作者：半醉山翁【主攻 - 治愈 - 三观不正 - BDSM - 荤素均衡 - 中篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/b730e15dada8"
  },
  {
    "文件名": "【废文】《肉观音莲》作者：月亮輻射【未来 - 狗血 - 三观不正 - 强制爱 - 高H - 长篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/9a7e83d52736"
  },
  {
    "文件名": "【废文】《日久生情罢了》作者：草荫【补番 - HE - 高H - 现代 - 强弱 - 年上 - 中篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/510f23a9b6ec"
  },
  {
    "文件名": "【废文】《日常训哭》作者：解大花【现代 - 小甜饼 - 娱乐圈 - 天作之合 - 忠犬 - 微H - 中篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/f46275efa76e"
  },
  {
    "文件名": "【废文】《忍冬》作者：_昔我往矣_【ABO - 强制爱 - 产乳 - 荤素均衡 - HE - 中篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/429223dd9a43"
  },
  {
    "文件名": "【废文】《人鱼王子》作者：失眠孤独症患者【大纲 - 双性 - 生子 - 荤素皆有 - 短篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a811d4d7b17e"
  },
  {
    "文件名": "【废文】《人可不可以吻烟花》作者：全身暑假【狗血 - 暧昧 - 天作之合 - 伪骨科 - 荤素皆有 - 中篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/7bbbc36e8064"
  },
  {
    "文件名": "【废文】《人间尤物》作者：行大运【现代 - 小甜饼 - 娱乐圈 - 破镜重圆 - 荤素皆有 - 短篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a7d3626b98ed"
  },
  {
    "文件名": "【废文】《惹眼》作者：月里春盛【现代 - 娱乐圈 - 骨科 - 年上 - 荤素皆有 - 中篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c792279c554c"
  },
  {
    "文件名": "【废文】《裙子掀开我看看》作者：咻咻咻ending【现代 - 轻松 - 小甜饼 - 高H - 中篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/9760bf1ca2f2"
  },
  {
    "文件名": "【废文】《裙子和哥哥》作者：atang0509【现代 - BE - 虐文 - 骨科 - 年上 - 荤素皆有 - 中篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/dc1dcf90859d"
  },
  {
    "文件名": "【废文】《雀实》作者：陈三十二【古代 - BE - 主攻视角 - NP - 荤素皆有 - 短篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/4c1dfd6c07fb"
  },
  {
    "文件名": "【废文】《缺一不可》作者：双黄蛋【现代 - 3P - 荤素皆有 - 追妻火葬场 - 长篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/6f7dfd0e8ee0"
  },
  {
    "文件名": "【废文】《圈兄》作者：一条鲜活的鱼儿啊【现代 - 狗血 - 年下 - 骨科 - 荤素皆有 - 短篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a440d0075e4f"
  },
  {
    "文件名": "【废文】《去父留子》作者：一颗蓝草莓【HE - 狗血 - ABO - 1v1 - 荤素均衡 - 中篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/100ec6dd417a"
  },
  {
    "文件名": "【废文】《曲折爱意》作者：匿名咸鱼【现代 - OE - 因缘邂逅 - 美强 - 年下 - 荤素皆有 - 短篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/9c30ddd2c180"
  },
  {
    "文件名": "【废文】《求鸢》作者：匿名咸鱼【HE - 美强 - 年上 - 伪父子 - 荤素皆有 - 短篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/1160040661f5"
  },
  {
    "文件名": "【废文】《求死不能》作者：今朝喝不醉【小甜饼 - 血族 - 父子 - 攻宠受 - 高H - 中篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/f795b24d41fd"
  },
  {
    "文件名": "【废文】《求求你别钓了》作者：SoSou【现代 - 小甜饼 - 年下 - 1v1 - 荤素均衡 - 中篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/1251997f1753"
  },
  {
    "文件名": "【废文】《求而不得就别求了》作者：哼哼hengheng【主攻 - 小甜饼 - 1v1 - 微H - 中篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/933a4ca83915"
  },
  {
    "文件名": "【废文】《囚绿》作者：警警警幻【古代 - 狗血 - 虐文 - 生子 - 荤素皆有 - 中篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/d169c11a8881"
  },
  {
    "文件名": "【废文】《秋天以南》作者：jiangchengzi【现代 - HE - 治愈 - 青梅竹马 - 破镜重圆 - 荤素皆有 - 中篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/25cb8c558c32"
  },
  {
    "文件名": "【废文】《秋日情书》作者：姜的吃【小甜饼 - 轻松 - 双性 - 暗恋 - 荤素皆有 - 中篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/fbabf79ede30"
  },
  {
    "文件名": "【废文】《大叔与少年》作者：醴烟白【现代 - 小甜饼 - 日常 - 年上 - 高H - 中篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/8566ca9042d7"
  },
  {
    "文件名": "【废文】《大师兄只想逃》作者：万紫千红【虐文 - 狗血 - 强制爱 - NP - 荤素皆有 - 长篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/12051d924187"
  },
  {
    "文件名": "【废文】《大师兄只想逃》作者：万紫千红【补番 - 虐文 - 狗血 - 强制爱 - NP - 荤素皆有 - 长篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/92fc7af1e726"
  },
  {
    "文件名": "【废文】《大美人失忆后》作者：梁上燕窝【古代 - HE - 破镜重圆 - 天作之合 - 年下 - 微H - 中篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/03805fccad34"
  },
  {
    "文件名": "【废文】《大龄中单退役指南》作者：十一庚【HE - 第一人称 - 主攻 - 电竞 - 受宠攻 - 微H - 短篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a0cb0fd268a9"
  },
  {
    "文件名": "【废文】《大公》作者：自称人类的睡鼠【混合 - HE - 强强 - 父子 - 年下 - 荤素均衡 - 中篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/f0f9b8c8ba41"
  },
  {
    "文件名": "【废文】《打开一颗幸运星》作者：皮皮虾炒饭【HE - 小甜饼 - 年上 - 荤素皆有 - 短篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/2959fe12f023"
  },
  {
    "文件名": "【废文】《打倒自恋前男友》作者：闲汉子【现代 - HE - 轻松 - 破镜重圆 - 自恋 - 荤素皆有 - 短篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/de2623fab5fb"
  },
  {
    "文件名": "【废文】《错位》作者：故长安【补番 - 狗血 - ABO - 先婚后爱 - 强制爱 - 高H - 中篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/50c4813dd129"
  },
  {
    "文件名": "【废文】《错峰而过》作者：音波吾爱【古代 - 强制爱 - 穿越 - 1v1 - 荤素皆有 - 中篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/7a7a45bf853a"
  },
  {
    "文件名": "【废文】《此室无窗》作者：谷草转氨酸【灵异 - 惊悚 - 玄幻 - 民俗 - 微H - 长篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/95bfe7950405"
  },
  {
    "文件名": "【废文】《此起彼伏》作者：花开富贵【ABO - 强强 - 生子 - 互攻 - BDSM - 荤素皆有 - 短篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c96b53495be1"
  },
  {
    "文件名": "【废文】《慈善家的恋爱》作者：符黎【现代 - 破镜重圆 - 先婚后爱 - 年上 - 微H - 中篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ad9b22214c28"
  },
  {
    "文件名": "【废文】《春日衍生》作者：岛屿之秋【现代 - HE - 年上 - 1v1 - 高H - 中篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/52b71503d16d"
  },
  {
    "文件名": "【废文】《春日初雨》作者：sicvwhb【现代 - HE - 扮猪吃虎 - 年下 - 1v1 - 微H - 短篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/0e37c3f170b8"
  },
  {
    "文件名": "【废文】《春江千尽》作者：迟暮sun【古代 - 小甜饼 - 产乳 - 生子 - 高H - 短篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/dcc9dbfb6cab"
  },
  {
    "文件名": "【废文】《春光乍暖》作者：seven泊七【现代 - HE - 治愈 - 1v1 - 微H - 中篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c84078c55775"
  },
  {
    "文件名": "【废文】《春潮》作者：含糖的小山鬼【现代 - HE - 治愈 - 年上 - 微H - 短篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a1040f97575e"
  },
  {
    "文件名": "【废文】《穿越成太监怎么办》作者：一打糖球【古代 - 谐趣 - 第一人称 - 穿越 - 微H - 短篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/d6f3b4fa469c"
  },
  {
    "文件名": "【废文】《穿进追妻文里如何反杀》作者：止咳糖浆【小甜饼 - ABO - 年上 - 荤素均衡 - 中篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ff4eb11ffa50"
  },
  {
    "文件名": "【废文】《穿到乙女游戏如何通关》作者：木椰白【现代 - 校园 - NP - 荤素皆有 - 中篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/8f6e05ecc8da"
  },
  {
    "文件名": "【废文】《初恋喝多了》作者：独船行中洲【小甜饼 - ABO - 暗恋 - 荤素皆有 - 短篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/75504274dd13"
  },
  {
    "文件名": "【废文】《出轨》作者：桃桃【现代 - HE - 狗血 - ABO - 生子 - 荤素皆有 - 中篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/98362672640b"
  },
  {
    "文件名": "【废文】《炽炽》作者：pawer【现代 - HE - 小甜饼 - 双性 - 1v1 - 荤素皆有 - 中篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/d36198c2581c"
  },
  {
    "文件名": "【废文】《痴秋》作者：丑目禾【现代 - HE - 骨科 - 1v1 - 荤素均衡 - 中篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/babd801b20b9"
  },
  {
    "文件名": "【废文】《承狸》作者：一大只愤怒的猪【古代 - HE - 强强 - 受宠攻 - 荤素皆有 - 短篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/dde4499c5f78"
  },
  {
    "文件名": "【废文】《陈小主》作者：草勾米花【现代 - 双性 - 生子 - 荤素皆有 - 短篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/b9a620b45ae6"
  },
  {
    "文件名": "【废文】《沉梦星河》作者：千眠【狗血 - 虐文 - 强制爱 - 强强 - 荤素皆有 - 长篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/9f7dfe1c4433"
  },
  {
    "文件名": "【废文】《沉梦星河》作者：千眠【补番 - 狗血 - 虐文 - 强制爱 - 强强 - 荤素皆有 - 长篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/07adb7665826"
  },
  {
    "文件名": "【废文】《砗磲》作者：君潜之【古代 - 狗血 - 双性 - 强制爱 - 荤素皆有 - 短篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/698558671fc9"
  },
  {
    "文件名": "【废文】《吵架》作者：这世界另一个我【HE - 小甜饼 - 双性 - 骨科 - 荤素皆有 - 中篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/bfdc87ef8202"
  },
  {
    "文件名": "【废文】《潮意境》作者：岛屿之秋【补番 - 现代 - HE - 轻松 - 年上 - 微H - 中篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/15a4af36791e"
  },
  {
    "文件名": "【废文】《朝暮》作者：苦瓜hunie【补番 - 狗血 - 双性 - 年上 - 1v1 - 高H - 中篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/d8656963a89f"
  },
  {
    "文件名": "【废文】《缠绵与他身侧》作者：长尾灰团雀【古代 - 强弱 - 1v1 - 荤素皆有 - 长篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/b98cb2f03771"
  },
  {
    "文件名": "【废文】《藏青》作者：断金刀【现代 - 狗血 - 第一人称 - 双性 - 强制爱 - 荤素皆有 - 长篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/0896f7f7988d"
  },
  {
    "文件名": "【废文】《不欲》作者：隋汴【现代 - HE - 狗血 - 虐文 - 结局1V1 - 荤素皆有 - 短篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/bc8600db5637"
  },
  {
    "文件名": "【废文】《不忆江南》作者：小糖稚【民国 - 狗血 - 架空世界 - 穿越 - 1v1 - 微H - 中篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/98f39fcbc726"
  },
  {
    "文件名": "【废文】《不要乱摸石头》作者：抗病毒口服液【灵异 - 小甜饼 - 1v1 - 荤素皆有 - 短篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/08e50722f4d1"
  },
  {
    "文件名": "【废文】《不要乱撩小美人鱼》作者：清非【人鱼 - 暗黑 - 童话 - 奇幻 - 荤素皆有 - 短篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/23039d08c45b"
  },
  {
    "文件名": "【废文】《不须归》作者：秋若【HC - 玄幻 - 重生 - 年上 - 1v1 - 微H - 中篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/6738ad70a6f8"
  },
  {
    "文件名": "【废文】《不温柔的我》作者：茶梓先生【ABO - HE - 科幻 - 人工智能 - 荤素皆有 - 短篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/7113eb859318"
  },
  {
    "文件名": "【废文】《不完美暗恋》作者：匿名咸鱼【同人衍生 - HE - 小甜饼 - 1v1 - 微H - 短篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/289d2f5267ae"
  },
  {
    "文件名": "【废文】《不算错过》作者：来份薯条【主攻 - 治愈 - 暗恋 - 天作之合 - 受宠攻 - 微H - 中篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/5f6c909b6045"
  },
  {
    "文件名": "【废文】《不如不见》作者：孤灯无芯【现代 - HE - 浪漫主义 - 西方 - 战争 - 荤素皆有 - 中篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a467c610c50d"
  },
  {
    "文件名": "【废文】《不可信》作者：不如吃茶去【双性 - 校园 - 产乳 - 青梅竹马 - 年下 - 高H - 短篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/adc86e457684"
  },
  {
    "文件名": "【废文】《不该》作者：十六十六【古代 - HE - 双性 - 美强 - 荤素均衡 - 短篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/905f46e86cd7"
  },
  {
    "文件名": "【废文】《不达标者的单恋长跑》作者：沥金堆粉【现代 - 暗恋 - 攻宠受 - 微H - 中篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/47b551efbba0"
  },
  {
    "文件名": "【废文】《不安于室》作者：满袖清风【现代 - 狗血 - 第一人称 - NP - 荤素皆有 - 中篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/2016ea8b91ba"
  },
  {
    "文件名": "【废文】《捕风》作者：阿罗的不可能性【第一人称 - HE - 破镜重圆 - 荤素均衡 - 中篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/95bb84475963"
  },
  {
    "文件名": "【废文】《波素园》作者：渡舟糕【现代 - 小甜饼 - 青梅竹马 - BDSM - 荤素均衡 - 中篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c0cf554661b5"
  },
  {
    "文件名": "【废文】《病态欲望》作者：持续禁欲【现代 - 双性 - 生子 - 产乳 - 荤素皆有 - 中篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/402e4493433a"
  },
  {
    "文件名": "【废文】《冰阳》作者：悬笔惊堂【现代 - 天作之合 - 年上 - 1v1 - 荤素皆有 - 短篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/28a263630e4e"
  },
  {
    "文件名": "【废文】《别枝惊鹊》作者：梦上三更夜【现代 - HE - 轻松 - 浪漫主义 - 微H - 短篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/d118ba066083"
  },
  {
    "文件名": "【废文】《别扭》作者：草莓味的西瓜霜【现代 - 小甜饼 - 双性 - 因缘邂逅 - 高H - 长篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/d244d0b4efb7"
  },
  {
    "文件名": "【废文】《别跟着我》作者：七七渡我【HE - 双性 - 生子 - 骨科 - 高H - 中篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/15e2dccefd5b"
  },
  {
    "文件名": "【废文】《别对我有非分之想》作者：找个鱼塘【HE - 狗血 - 破镜重圆 - 先婚后爱 - 年下 - 微H - 中篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e2f736404ef4"
  },
  {
    "文件名": "【废文】《表面师兄弟》作者：迷人肉汤【古代 - 高H - 修真 - 年上 - 1v1 - 长篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/f650c972ad41"
  },
  {
    "文件名": "【废文】《变形计策》作者：萧森离肃【现代 - HE - 轻松 - 田园乡村 - 年下 - 微H - 短篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/bd7e70da395e"
  },
  {
    "文件名": "【废文】《变温关系》作者：州向北落【小甜饼 - 日常 - 养成 - 年下 - 荤素皆有 - 中篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/711121775842"
  },
  {
    "文件名": "【废文】《变成鬼之后的日常》作者：Qana【现代 - OE - 破镜重圆 - 1v1 - 微H - 短篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/9ab381b6818e"
  },
  {
    "文件名": "【废文】《被前任毒死后》作者：自由落体中【HE - 狗血 - 青梅竹马 - 破镜重圆 - 重生 - 微H - 中篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/b37a9b0ade3e"
  },
  {
    "文件名": "【废文】《被欺负的小社畜》作者：土申公公【现代 - HE - 强制爱 - NP - 荤素均衡 - 长篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/b9f4f92a746b"
  },
  {
    "文件名": "【废文】《被掳走的珍宝》作者：凉初透【HE - 星际 - 强弱 - 1v1 - 荤素均衡 - 短篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/9d48680016c3"
  },
  {
    "文件名": "【废文】《被居委会大妈举报以后》作者：咕草转氨酶【现代 - 谐趣 - 论坛体 - 荤素皆有 - 短篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/76b1bcfe442f"
  },
  {
    "文件名": "【废文】《被吃醋男友的一天》作者：云木南【现代 - 小甜饼 - 青梅竹马 - 破镜重圆 - 荤素均衡 - 短篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/6c1f9e16e985"
  },
  {
    "文件名": "【废文】《悲观主义甜点》作者：完颜清潇【小甜饼 - 治愈 - ABO - 荤素皆有 - 中篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a736ecddd266"
  },
  {
    "文件名": "【废文】《薄膜干涉》作者：七伏天【现代 - 浪漫主义 - 现实主义 - 年下 - 荤素皆有 - 中篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/97061c2188c0"
  },
  {
    "文件名": "【废文】《薄荷柚》作者：愉悦闪闪【小甜饼 - ABO - 青梅竹马 - 破镜重圆 - 攻宠受 - 荤素皆有 - 长篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/67510c9961ab"
  },
  {
    "文件名": "【废文】《绑架代替购买》作者：云殊行【现代 - HE - 小甜饼 - 治愈 - 强强 - 微H - 中篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/b9da98e4c5a4"
  },
  {
    "文件名": "【废文】《暗色坠落》作者：象阳山明【主攻 - HE - 第一人称 - 骨科 - 年下 - 荤素皆有 - 中篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e86f210a0b45"
  },
  {
    "文件名": "【废文】《暗藏》作者：丁楠楠楠楠【哨兵向导 - 灵魂伴侣 - 年上 - 1v1 - 荤素均衡 - 长篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/2f1a11980aab"
  },
  {
    "文件名": "【废文】《爱上吸血鬼》作者：水尾【HE - 灵异 - 双性 - 强制爱 - 荤素皆有 - 短篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/60ecf3f177c3"
  },
  {
    "文件名": "【废文】《爱人攻略》作者：姜的吃【小甜饼 - 双性 - 先婚后爱 - 生子 - 荤素均衡 - 中篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a467b5321251"
  },
  {
    "文件名": "【废文】《爱非幻想》作者：學姐好野【现代 - 1v1 - 单性 - 荤素皆有 - 中篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ebc305b8fe51"
  },
  {
    "文件名": "【废文】《爱的魔力转圈圈》作者：Zoe山人【全职高手同人 - HE - 小甜饼 - 微H - 短篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/f696adefd6ef"
  },
  {
    "文件名": "【废文】《阿萨罗情诗》作者：路人甲纪事【主攻 - HE - 小甜饼 - 架空世界 - 暗恋 - 微H - 中篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/85b09dfb4507"
  },
  {
    "文件名": "【废文】《阿飞的小蝴蝶》作者：找个鱼塘【HE - 小甜饼 - 暧昧 - 因缘邂逅 - 年下 - 微H - 中篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/4ef72544338f"
  },
  {
    "文件名": "【废文】《2077》作者：忘了下鹽【HE - 三观不正 - 科幻 - 赛博朋克 - 荤素皆有 - 短篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e8fd2d0d610c"
  },
  {
    "文件名": "【废文】《202302雪山飞龙》作者：97号天文观测中心【重口 - 奇幻 - 宠物奇缘 - 荤素皆有 - 短篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/1cf8580f53b6"
  },
  {
    "文件名": "【废文】《0727》作者：匿名好友【第一人称 - 主攻 - 弱强 - 双向暗恋 - 荤素皆有 - 短篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/321cb9070953"
  },
  {
    "文件名": "【废文】《情字何解》作者：涩软妲朵乐茜【HE - 娱乐圈 - 年下 - 荤素皆有 - 中篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e58330c45c7d"
  },
  {
    "文件名": "【废文】《情窕》作者：树莓闪电【换受 - HE - ABO - 因缘邂逅 - 荤素皆有 - 中篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/abfdc9eb2f1d"
  },
  {
    "文件名": "【废文】《情深欲重》作者：星河鹭起-_-【现代 - 骨科 - 年上 - BDSM - 高H - 短篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/97c7dda2b868"
  },
  {
    "文件名": "【废文】《情难自抑》作者：杯酒敬归人【古代 - HE - 双性 - 忠犬 - 高H - 中篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/5e0baa8ba5e0"
  },
  {
    "文件名": "【废文】《情非得已》作者：Mikiimoli【科幻 - HE - ABO - 先婚后爱 - 荤素皆有 - 长篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/1afc4f10abe7"
  },
  {
    "文件名": "【废文】《情潮》作者：KDA【现代 - 双性 - 生子 - 高H - 年上 - 1v1 - 中篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a76ddd1da400"
  },
  {
    "文件名": "【废文】《清冷师尊没受难记》作者：鸟球【主攻 - 仙侠 - 1v1 - 荤素均衡 - 长篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ed2a1095a5f3"
  },
  {
    "文件名": "【废文】《卿云舒卷浮青嶂》作者：等闲【现代 - HE - ABO - 破镜重圆 - 荤素皆有 - 中篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/84c93d00e3d7"
  },
  {
    "文件名": "【废文】《亲密性协调》作者：粉和【HE - 荤素均衡 - 现代 - 年上 - 1v1 - 中篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e60e43e8b810"
  },
  {
    "文件名": "【废文】《缱绻缠身》作者：银以堕【HE - 浪漫主义 - 1v1 - 攻宠受 - 高H - 中篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/618665cfb40c"
  },
  {
    "文件名": "【废文】《前任他自愿当替身》作者：绿洲雨【主攻 - HE - 追夫 - 破镜重圆 - 前任 - 微H - 短篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/4c86040ce37f"
  },
  {
    "文件名": "【废文】《前仆后继》作者：日尧禾C【第一人称 - 狗血 - 双性 - NTR - NP - 高H - 中篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/f3ae078d84a9"
  },
  {
    "文件名": "【废文】《齐濛》作者：失眠孤独症患者【现代 - 现实主义 - 年下 - 1v1 - 荤素皆有 - 中篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/5efdd2670588"
  },
  {
    "文件名": "【废文】《欺诈性行为》作者：莫可【现代 - 双性 - NTR - 强制爱 - NP - 高H - 长篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/656955f62396"
  },
  {
    "文件名": "【废文】《欺耳》作者：今天不吃素【现代 - 狗血 - 先婚后爱 - 强弱 - 荤素皆有 - 中篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/f18c77590257"
  },
  {
    "文件名": "【废文】《期限花园》作者：时花唐水【互攻 - 现代 - HE - 校园 - 师生 - 荤素皆有 - 中篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/fa715c51ea1d"
  },
  {
    "文件名": "【废文】《戚戚》作者：皿声【第一人称 - HE - 现代 - 骨科 - 年上 - 荤素皆有 - 中篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/363e2a2d2e74"
  },
  {
    "文件名": "【废文】《七日与七年》作者：岱久【现代 - HC - 年下 - BDSM - 荤素皆有 - 中篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e1265c14eb7e"
  },
  {
    "文件名": "【废文】《普鲁斯特效应》作者：北方有屿【ABO - 破镜重圆 - 生子 - 年下 - 产乳 - 荤素皆有 - 长篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/cd89f1aa5870"
  },
  {
    "文件名": "【废文】《破绽》作者：茶言凉TIM【现代 - 狗血 - 破镜重圆 - 1v1 - 荤素均衡 - 中篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/bea2307cd835"
  },
  {
    "文件名": "【废文】《破晓之前》作者：玫玖枚【现代 - HE - 虐文 - 浪漫主义 - 多重视角 - 微H - 中篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/6e1e5edf0be1"
  },
  {
    "文件名": "【废文】《破镜重圆》作者：匿名咸鱼【HE - 主攻视角 - 虫族 - 忠犬 - 美强 - 荤素皆有 - 中篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/500b98d04287"
  },
  {
    "文件名": "【废文】《破戒》作者：捡夏【古代 - HE - 轻松 - 生子 - 产乳 - 荤素皆有 - 短篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/92abc4f433e5"
  },
  {
    "文件名": "【废文】《瓶邪离婚》作者：suisui93【盗笔同人 - HE - 第一人称 - ABO - 荤素皆有 - 中篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/1326415738da"
  },
  {
    "文件名": "【废文】《平儿》作者：Akag【民国 - HE - 强弱 - 年上1v1 - 荤素皆有 - 中篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/89bd0b436aae"
  },
  {
    "文件名": "【废文】《贫贱不能移》作者：伪娘大魔王【现代 - HE - 轻松 - 1v1 - 微H - 短篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/09b6f1e2e95c"
  },
  {
    "文件名": "【废文】《漂亮哥哥》作者：黎菠萝【现代 - 强制爱 - 病娇 - 年下 - 荤素皆有 - 中篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/969f17d48b9e"
  },
  {
    "文件名": "【废文】《偏偏沉溺》作者：姜的吃【现代 - 小甜饼 - 双性 - 生子 - 荤素均衡 - 中篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/cded9a8d4221"
  },
  {
    "文件名": "【废文】《偏轨》作者：季行宴【现代 - HE - 年上 - BDSM - 荤素皆有 - 短篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/9616e58be521"
  },
  {
    "文件名": "【废文】《朋友妻》作者：天下茶屋【ABO - 暗恋 - NTR - 生子 - 产乳 - 荤素皆有 - 中篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/d787ab1fd90e"
  },
  {
    "文件名": "【废文】《暖和》作者：最生【现代 - HE - 治愈 - 强弱1v1 - 荤素皆有 - 长篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a3e3bd40f676"
  },
  {
    "文件名": "【废文】《暖冬》作者：全素肉饼【现代 - HE - 暗恋 - 年下 - 直掰弯 - 微H - 短篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/f5153b222245"
  },
  {
    "文件名": "【废文】《牛奶工》作者：武直-荏【惊悚 - 三观不正 - 西方 - 强制爱 - 荤素皆有 - 中篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/6bc9ec65358c"
  },
  {
    "文件名": "【废文】《柠怀槿》作者：欲晗【现代 - HE - 小甜饼 - 轻松 - 骨科 - 荤素皆有 - 短篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/88ddc2a5dbb8"
  },
  {
    "文件名": "【废文】《您好，冥界快递请签收》作者：月月半子【现代 - 轻松 - 因缘邂逅 - 微H - 中篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/03f72b43b77a"
  },
  {
    "文件名": "【废文】《溺死的鱼》作者：易炸【现代 - HE - 狗血 - 破镜重圆 - 1v1 - 微H - 中篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/458490f0e52d"
  },
  {
    "文件名": "【废文】《逆犬》作者：吕致【现代 - 相爱相杀 - 下克上 - 1v1 - 微H - 长篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ae8527db4066"
  },
  {
    "文件名": "【废文】《逆流时光》作者：芫爆【正剧 - HE - 破镜重圆 - 强强 - 1v1 - 微H - 中篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/d2fd01e6bcf0"
  },
  {
    "文件名": "【废文】《你下面没了》作者：理生【古代 - 狗血 - 重口 - 强制爱 - 荤素皆有 - 中篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/8a8557e38995"
  },
  {
    "文件名": "【废文】《你是我的药》作者：神仙只喝热水【HE - 轻松 - 日常 - 1v1 - 高H - 短篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/8ac5ae0dee4a"
  },
  {
    "文件名": "【废文】《你能不能别叫了？》作者：鼹鼠邻居【HE - 小甜饼 - 轻松 - 微H - 短篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a0fb62923385"
  },
  {
    "文件名": "【废文】《你好，结婚》作者：神谕谕谕86【双性 - 弱强 -  受宠攻 - 荤素皆有 - 短篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/7b0f79eaa294"
  },
  {
    "文件名": "【废文】《男友投喂养成》作者：响耳【现代 - HE - 小甜饼 - 1v1 - 荤素皆有 - 中篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/af68ab86625a"
  },
  {
    "文件名": "【废文】《男神可以分期付款吗》作者：入渣【现代 - 高H - 小甜饼 - 年上 - 长篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/521c42c6cf7a"
  },
  {
    "文件名": "【废文】《奶味直男》作者：草莓益生菌【娱乐圈 - 直掰弯 - 产乳 - 高H - 中篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/2d793f3b710c"
  },
  {
    "文件名": "【废文】《那条龙想生二胎》作者：沉时【仙侠 - 强制爱 - 生子 - 荤素皆有 - 中篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/0a3014ee2f9a"
  },
  {
    "文件名": "【废文】《那个绿茶傍上了校草》作者：小蒹葭【HE - 现代 - 小甜饼 - 校园 - 强弱 - 微H - 短篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/2a6545b5adaa"
  },
  {
    "文件名": "【废文】《那个厨子是我老婆》作者：泽泽【现代 - HE - ABO - 1v1 - 荤素均衡 - 短篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/d33ab84fc4d3"
  },
  {
    "文件名": "【废文】《那个馋人的家伙》作者：麦旋风不加冰【现代 - 哨兵向导 - 美强 - 荤素皆有 - 中篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/87956720b654"
  },
  {
    "文件名": "【废文】《暮消晨鸣之时》作者：浮冬【现代 - 暗黑 - 多重视角 - 反乌托邦 - 日系 - 微H - 长篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/87d185d81366"
  },
  {
    "文件名": "【废文】《暮暮朝朝》作者：撒娇老攻最好命【古代 - HE - 轻松 - 双性 - 年下 - 荤素皆有 - 短篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/f248de7aa320"
  },
  {
    "文件名": "【废文】《谋杀野孩子》作者：蹦野嘀【现代 - 三观不正 - 骨科 - 荤素皆有 - 中篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/6876df0a4b65"
  },
  {
    "文件名": "【废文】《墨青》作者：麻甩【HE - 小甜饼 - 虐文 - 仙侠 - 1v1 - 微H - 长篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c41dfae86cb7"
  },
  {
    "文件名": "【废文】《陌生人的关注》作者：第一千零一号开心【三观不正 - 忠犬 - 高H - 中篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/40f037b461d8"
  },
  {
    "文件名": "【废文】《陌上听寒》作者：人间四喜【双性 - 古代 - 三观不正 - OE - 荤素皆有 - 中篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/2efcbdf50b82"
  },
  {
    "文件名": "【废文】《末日亚种》作者：鸣以和鸾【末世 - 强制爱 - 骨科 - NP - 荤素均衡 - 长篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/739abb183dab"
  },
  {
    "文件名": "【废文】《末路情人》作者：匿名咸鱼【狗血 - 三观不正 - ABO - 产乳 - 荤素均衡 - 短篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/2d002e42e395"
  },
  {
    "文件名": "【废文】《魔头决不能恋爱》作者：州向北落【仙侠 - 灵魂伴侣 - 乔装改扮 - 强强 - 微H - 中篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/fe3247eaff76"
  },
  {
    "文件名": "【废文】《冥婚》作者：陌百生【惊悚 - 三观不正 - 灵异 - NP - 荤素皆有 - 短篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e914b0ff3841"
  },
  {
    "文件名": "【废文】《明知故犯》作者：能不能给我吃饭【现代 - HE - 小甜饼 - ABO - 荤素皆有 - 中篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/3dbd1a7d4e32"
  },
  {
    "文件名": "【废文】《明日好景》作者：何缺【现代 - HE - 狗血 - 破镜重圆 - 1v1 - 微H - 中篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/dfb603b94610"
  },
  {
    "文件名": "【废文】《明辰》作者：小小米饼【小甜饼 - 娱乐圈 - 美强 - 1v1 - 微H - 中篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/7578d1b9ce29"
  },
  {
    "文件名": "【废文】《秘书他只忠不爱》作者：he柚子【现代 - HE - 弱强 - 受宠攻 - 肉渣 - 短篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/d15de689347e"
  },
  {
    "文件名": "【废文】《觅蜜》作者：匿名咸鱼【双性 - 生子 - 1v1 - 产乳 - 高H - 短篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/1ddc2bc99508"
  },
  {
    "文件名": "【废文】《梦魇》作者：鬼手书生【HE - 双性 - 黑道 - 强强 - NP - 悬疑 - 荤素皆有 - 短篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/676763a325fe"
  },
  {
    "文件名": "【废文】《梦的对象是男班长》作者：學姐好野【现代 - 轻松 - 校园 - 荤素均衡 - 中篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/dd37ad2dbbe1"
  },
  {
    "文件名": "【废文】《美人助理又崩了》作者：软糯糯【现代 - 小甜饼 - 日常 - 1v1 - 微H - 中篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/1cc7149201d4"
  },
  {
    "文件名": "【废文】《每天都在打工的乌乌》作者：Acheron【现代 - 小甜饼 - 日常 - 暧昧 - 美强 - 微H - 中篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/0b1b3449bbae"
  },
  {
    "文件名": "【废文】《没有安全感的恋人》作者：阿珂【现代 - HE - 小甜饼 - 受宠攻 - 荤素皆有 - 短篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/21fa70f530d1"
  },
  {
    "文件名": "【废文】《没想到》作者：水非淼【互攻 - 现代 - 强强 - 骨科 - 荤素皆有 - 短篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/6d9501952956"
  },
  {
    "文件名": "【废文】《没齿经》作者：浅7【第一人称 - 现代 - 致郁 - 现实主义 - 荤素皆有 - 中篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/814669f23b6e"
  },
  {
    "文件名": "【废文】《冒名顶替》作者：moyuyu【双性 - 强强 - 美强 - 年下 - NP - 荤素皆有 - 短篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/4e9f71a993e3"
  },
  {
    "文件名": "【废文】《猫猫的恋爱》作者：湖渊不知鱼【现代 - 动物世界 - 宠物奇缘 - 互攻 - 肉渣 - 短篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/1282096851de"
  },
  {
    "文件名": "【废文】《猫步轻窍》作者：苍山远【哨兵向导 - 灵魂伴侣 - 相爱相杀 - 强强 - 高H - 长篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/3b9bcc3496e7"
  },
  {
    "文件名": "【废文】《马醉木的秘密》作者：冂人人【HE - 双性 - 高H - 小甜饼 - 1v1 - 短篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/0eed655a2617"
  },
  {
    "文件名": "【废文】《麻辣鸳鸯锅》作者：林三郎豆腐【补番 - ABO - 校园 - 天作之合 - 荤素皆有 - 中篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/7d3cdd97e36d"
  },
  {
    "文件名": "【废文】《落星》作者：reinhard【ABO - 狗血 - 破镜重圆 - 星际 - 1v1 - 荤素皆有 - 长篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/61bdca5b3740"
  },
  {
    "文件名": "【废文】《落汤鸡》作者：世界毁灭就不用上班了【现代 - 狗血 - 双性 - 青梅竹马 - 荤素皆有 - 中篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/d1dc3f5146f2"
  },
  {
    "文件名": "【废文】《落日熔金》作者：盖世英雄轩【现代 - HE - 轻松 - 日常 - 1v1 - 微H - 中篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/5f36278f716b"
  },
  {
    "文件名": "【废文】《落九天》作者：一纸寄东风【古代 - BE - 武侠 - 双性 - 破镜重圆 - 荤素皆有 - 短篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/1b409c6e981b"
  },
  {
    "文件名": "【废文】《沦陷这场博弈》作者：起难【现代 - HE - 治愈 - 年上 - 全年龄 - 微H - 长篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/9cff91293f98"
  },
  {
    "文件名": "【废文】《沦陷》作者：infinity【现代 - 小甜饼 - BDSM - 下克上 - 1v1 - 荤素皆有 - 短篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ba98cb59e3c7"
  },
  {
    "文件名": "【废文】《乱臣贼子》作者：烈达【古代 - 虐文 - 三观不正 - 年上 - 荤素皆有 - 短篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/36bd2bf12b2e"
  },
  {
    "文件名": "【废文】《陆地行舟》作者：没有鱼蛋【现代 - 骨科 - 年上 - 1v1 - 荤素皆有 - 狗血 - 中篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/aa1ce06f7960"
  },
  {
    "文件名": "【废文】《笼中爱》作者：赛博共生病人【双性 - 强制爱 - 年上 - 荤素皆有 - 短篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/d40b7ebd29ee"
  },
  {
    "文件名": "【废文】《琉璃海》作者：清晚【现代 - HE - 双性 - 骨科 - 年上 - 荤素皆有 - 中篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/6ba9612fce1b"
  },
  {
    "文件名": "【废文】《流落四季》作者：夭二【现代 - HE - ABO - 1v1 - 荤素皆有 - 短篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/4373167239ca"
  },
  {
    "文件名": "【废文】《零落半生》作者：月冷故垒【现代 - HE - 阴差阳错 - 骨科 - 年上 - 荤素皆有 - 中篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/5b5a9d311ece"
  },
  {
    "文件名": "【废文】《烈夏难消》作者：宋赋玉【现代 - 年上 - 1v1 - 高H - 伪叔侄 - 中篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/6f71d3376062"
  },
  {
    "文件名": "【废文】《劣质品》作者：予成【现代 - 暗恋 - 青梅竹马 - 强制爱 - 骨科 - 荤素皆有 - 短篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/5c75c06f2095"
  },
  {
    "文件名": "【废文】《劣等崇拜》作者：木梳【现代 - 三观不正 - 支配服从 - 美强 - 荤素皆有 - 中篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/b29b0a2acb82"
  },
  {
    "文件名": "【废文】《撩拨纯情》作者：一条鲜活的鱼儿啊【民国 - 小甜饼 - NP - 荤素皆有 - 中篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/8ebcc066dcd2"
  },
  {
    "文件名": "【废文】《两盏江湖》作者：风乐闻【古代 - 武侠 - 青梅竹马 - 美强 - 年下 - 微H - 长篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/8dffce1f0a8d"
  },
  {
    "文件名": "【废文】《两个老妖怪》作者：山里不听宣【小甜饼 - 轻松 - 喜剧 - 阴差阳错 - 荤素皆有 - 短篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a4e027a4456b"
  },
  {
    "文件名": "【废文】《恋恋真言》作者：八分饱【HE - ABO - 先婚后爱 - 年上 - 微H - 长篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e27fb5094975"
  },
  {
    "文件名": "【废文】《恋恋真言》作者：八分饱【HE - ABO - 先婚后爱 - 年上 - 荤素皆有 - 长篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/4a82e571b94f"
  },
  {
    "文件名": "【废文】《恋爱合约》作者：半夏厚朴汤【喜剧 - 现代 - HE - 小甜饼 - 荤素皆有 - 短篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/4082a990ac8a"
  },
  {
    "文件名": "【废文】《理理我》作者：噗十四叽【双性 - 荤素均衡 - 小甜饼 - 强制爱 - 年下 - 短篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/65d2eabeab5c"
  },
  {
    "文件名": "【废文】《离婚证》作者：x向心力【现代 - HE - 破镜重圆 - 年下 - 1v1 - 微H - 中篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/700a84c1d0c0"
  },
  {
    "文件名": "【废文】《老祖他终于出关了》作者：Sakurd【HE - 轻松 - 仙侠 - 玄幻 - 论坛体 - 微H - 短篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/4f9bda2e309e"
  },
  {
    "文件名": "【废文】《老师我饿了》作者：黄焖月月子【HE - 校园 - 年下 - 师生 - 荤素均衡 - 中篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/f1654951dbfd"
  },
  {
    "文件名": "【废文】《老师》作者：灰兔子【高H - 现代 - 强制爱 - 师生 - 3P - 荤素皆有 - 短篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/d40bc729bd5d"
  },
  {
    "文件名": "【废文】《老师，请你矜持一点！》作者：七星南路的头头【现代 - 师生 - 荤素皆有 - 短篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/5c31a5307211"
  },
  {
    "文件名": "【废文】《老婆上学的那些日子》作者：花花雷【现代 - 小甜饼 - 年上 - 荤素皆有 - 短篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e057b2330de1"
  },
  {
    "文件名": "【废文】《老公，你醒醒啊》作者：吴三沉【现代 - 小甜饼 - 扮猪吃虎 - 微H - 长篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/806a0f745137"
  },
  {
    "文件名": "【废文】《老干部重生成流量明星》作者：麦心【谐趣 - 娱乐圈 - 重生 - 荤素皆有 - 中篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/f0e7f738ab9a"
  },
  {
    "文件名": "【废文】《狼皮羊》作者：情热枯叶【现代 - 狗血 - 悬疑 - 暗黑 - BDSM - 荤素皆有 - 中篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/65c69779aa27"
  },
  {
    "文件名": "【废文】《滥情》作者：山塘【现代 - 狗血 - 破镜重圆 - 强制爱 - 病娇 - 荤素皆有 - 短篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a907846e4855"
  },
  {
    "文件名": "【废文】《来真的》作者：月半女丑【现代 - 小甜饼 - 轻松 - 荤素皆有 - 短篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e033a4561567"
  },
  {
    "文件名": "【废文】《困爱》作者：一盒知知了【狗血 - ABO - 先婚后爱 - 荤素皆有 - 短篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/59388e7a59b6"
  },
  {
    "文件名": "【废文】《窥夏》作者：卖蘑菇的小火柴【现代 - HE - 小甜饼 - 直播 - 荤素均衡 - 短篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/1a1011d063bf"
  },
  {
    "文件名": "【废文】《窥风海岸》作者：arfuu【小甜饼 - 西方 - 校园 - 1v1 - 荤素皆有 - 短篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/397f76a88765"
  },
  {
    "文件名": "【废文】《矿中》作者：闭锁式结构【现代 - BE - 第一人称 - 主攻 - 弱强 - 微H - 中篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/7513b1482e4a"
  },
  {
    "文件名": "【废文】《狂蝶轻蜂》作者：萧森离肃【HE - 因缘邂逅 - 美强 - 年下 - 微H - 短篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/44468add6aa6"
  },
  {
    "文件名": "【废文】《快把男高端上来》作者：曼灯灯灯【现代 - 小甜饼 - ABO - 荤素皆有 - 短篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/083f5c06d347"
  },
  {
    "文件名": "【废文】《枯木葬春》作者：1chenmo3luoxuan0【现代 - NTR - NP - 产乳 - 高H - 中篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/4c36729b3f58"
  },
  {
    "文件名": "【废文】《恐龙灭绝的秘密》作者：嘎巴菜【现代 - 室友 - 日常 - 攻宠受 - BE - 微H - 中篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/fc89072c41e6"
  },
  {
    "文件名": "【废文】《恐怖大王将要来临》作者：万冰【无CP - 现代 - 悬疑 - 科幻 - 西方 - 微H - 中篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a22ca4302f81"
  },
  {
    "文件名": "【废文】《克山传》作者：枭瞿【现代 - 狗血 - 谐趣 - 三观不正 - 荤素皆有 - 短篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ef34b96533e3"
  },
  {
    "文件名": "【废文】《可以别咬我吗》作者：音爆弹【现代 - HE - 小甜饼 - 强弱 - 荤素皆有 - 中篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/76ed981206d0"
  },
  {
    "文件名": "【废文】《看门狗》作者：傅小酥【科幻 - 未来 - HE - 虫族 - 荤素皆有 - 长篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/1d0bcb94e532"
  },
  {
    "文件名": "【废文】《看不透》作者：匿名咸鱼【双性 - 高H - 三观不正 - 强制爱 - 病娇 - 中篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/8afa05eaea5c"
  },
  {
    "文件名": "【废文】《开心箭》作者：玄青【古代 - 小甜饼 - 谐趣 - 武侠 - 弱强 - 荤素皆有 - 短篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/cc006464f12c"
  },
  {
    "文件名": "【废文】《绝唐》作者：tomtit【古代 - 狗血 - 双性 - 产乳 - 1v1 - 生子 - 中篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/d255ce78c23c"
  },
  {
    "文件名": "【废文】《巨龙的愿望》作者：短尾巴【HE - 小甜饼 - 第三人称 - 奇幻 - 微H - 中篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/dcdbfb213525"
  },
  {
    "文件名": "【废文】《居心不净》作者：Pseven【民国 - HE - 暧昧 - 暗恋 - 双性 - 小妈 - 高H - 短篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/aa3d9c38ac4f"
  },
  {
    "文件名": "【废文】《旧情人》作者：不存在的荷德森【第一人称 - 破镜重圆 - HE - 荤素皆有 - 中篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/001daf1d615f"
  },
  {
    "文件名": "【废文】《旧故新长》 作者：诗无茶【HE - 治愈 - 第一人称 - 校园 - 重生 - 微H - 中篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e110d1d17cd0"
  },
  {
    "文件名": "【废文】《酒后家里有只吸血鬼》作者：M貓子【现代 - HE - 小甜饼 - 荤素均衡 - 中篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/36c52d343767"
  },
  {
    "文件名": "【废文】《鸠鸣》作者：山河寄笔【现代 - HE - 狗血 - ABO - 破镜重圆 - 荤素皆有 - 短篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/b3eb14d91573"
  },
  {
    "文件名": "【废文】《纠结情事》作者：我想开始【HE - 第一人称 - 第三人称 - 双性 - 高H - 短篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e5c42938eded"
  },
  {
    "文件名": "【废文】《纠缠》作者：抗病毒口服液【古代 - 灵异 - 强制爱 - NP - 荤素皆有 - 短篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/6d316da094b5"
  },
  {
    "文件名": "【废文】《静悄悄》作者：雨过枫桥【现代 - 架空世界 - 因缘邂逅 - 先婚后爱 - 微H - 短篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/5f5347d5e8a0"
  },
  {
    "文件名": "【废文】《精神性分泌》作者：冬天要穿厚马甲【现代 - 1v1 - 荤素皆有 - 中篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/1ed5ce59d5ea"
  },
  {
    "文件名": "【废文】《荆棘恋人》作者：xxx【现代 - 狗血 - 双性 - 强制爱 - 1v1 - 荤素皆有 - 短篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/8121968d195a"
  },
  {
    "文件名": "【废文】《经年雨》作者：蟹堡王加班人【现代 - HE - 小甜饼 - 双性 - 荤素皆有 - 短篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/1885b070bc01"
  },
  {
    "文件名": "【废文】《禁止吵架》作者：长夏不逝【HE - 小甜饼 - 日常 - 破镜重圆 - 荤素皆有 - 中篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/380a80503e09"
  },
  {
    "文件名": "【废文】《禁猎协议》作者：苍山远【ABO - 破镜重圆 - 强强 - 生子 - BDSM - 荤素皆有 - 中篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/391f70107758"
  },
  {
    "文件名": "【废文】《浸入》作者：沐染枫卿【HE - 架空世界 - 哨兵向导 - 天作之合 - 强强 - 微H - 长篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c95dde3baf8a"
  },
  {
    "文件名": "【废文】《金丝雀饲养手册》作者：搬运家【HE - 小甜饼 - 年上 - 1v1 - 微H - 中篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/07b38083cf0f"
  },
  {
    "文件名": "【废文】《金门阉妾》作者：彳亍之尸【古代 - 狗血 - 青梅竹马 - 破镜重圆 - 年上 - 荤素皆有 - 短篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/da0ed97120e5"
  },
  {
    "文件名": "【废文】《今天老虎不在》作者：翡精【喜剧 - 小甜饼 - 架空世界 - 攻宠受 - 微H - 短篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/b5f86e8f1b21"
  },
  {
    "文件名": "【废文】《今日消费两束玫瑰》作者：陆辞宗【现代 - HE - 年上 - 荤素皆有 - 中篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/7a18c2c3658a"
  },
  {
    "文件名": "【废文】《今日向你而行》作者：牧人店【古代 - HE - 小甜饼 - 轻松 - 微H - 短篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e8c195a74ef0"
  },
  {
    "文件名": "【废文】《今日入媚》作者：戴月回【现实主义 - 强制爱 - 美强 - NP - 荤素皆有 - 中篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ba6303be099b"
  },
  {
    "文件名": "【废文】《今日多云转晴》作者：wesang17【现代 - 小甜饼 - 治愈 - 娱乐圈 - 微H - 短篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/b29c52235b41"
  },
  {
    "文件名": "【废文】《今朝有酒》作者：茶馆小厮【HE - 玄幻 - 强强 - 生子 - 荤素皆有 - 短篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/8a2d2d82cf53"
  },
  {
    "文件名": "【废文】《今朝》作者：随风【互攻 - 小甜饼 - 竞技体育 - 日常 - 强强 - 荤素皆有 - 短篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ec3316101c18"
  },
  {
    "文件名": "【废文】《娇生惯养》作者：兔子耳朵不见了【小甜饼 - 双性 - 生子 - 荤素皆有 - 短篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/0850d8a2a124"
  },
  {
    "文件名": "【废文】《娇气A他年老色衰》作者：灵泽虹雨【喜剧 - HE - 小甜饼 - ABO - 荤素皆有 - 短篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/be34462ddd0a"
  },
  {
    "文件名": "【废文】《娇儿雀》作者：匿名比熊鱼【HE - 双性 - 1v1 - 荤素皆有 - 长篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/67808a4bd128"
  },
  {
    "文件名": "【废文】《娇娥》作者：橙汁酱鸭【HE - 双性 - 古代 - 1v1 - 荤素皆有 - 短篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/91534d0ea892"
  },
  {
    "文件名": "【废文】《交叉潮》作者：曲线不直【现代 - HE - 狗血 - 校园 - 1v1 - 荤素皆有 - 中篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/1dfe269403af"
  },
  {
    "文件名": "【废文】《江月何年》作者：与墨同安【现代 - HE - 破镜重圆 - 年上 - 1v1 - 微H - 中篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/6a4c137e5f76"
  },
  {
    "文件名": "【废文】《江江》作者：ROTTER【现代 - HE - 小甜饼 - 骨科 - 攻宠受 - 荤素皆有 - 短篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/5e55a7c7af5e"
  },
  {
    "文件名": "【废文】《贱籍》作者：万紫千红【狗血 - 三观不正 - NTR - 强制爱 - NP - 荤素皆有 - 中篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/4bfc19cf1d76"
  },
  {
    "文件名": "【废文】《见故人》作者：梦潮生【现代 - 狗血 - NTR - 强制爱 - NP - 荤素皆有 - 中篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/0e7e6b709544"
  },
  {
    "文件名": "【废文】《检新的日记》作者：E理科生【HE - 现代 - 小甜饼 - 1v1 - 微H - 短篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/0d0a3e15eec3"
  },
  {
    "文件名": "【废文】《尖尖》作者：尾羊的羊尾【补番 - 现代 - 校园 - 暗恋 - 荤素皆有 - 短篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/9e470179fb83"
  },
  {
    "文件名": "【废文】《假戏成真》作者：火锅板栗【喜剧 - 现代 - HE - 轻松 - ABO - 荤素皆有 - 短篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/4460d988cfac"
  },
  {
    "文件名": "【废文】《佳期如故》作者：vtw凉亭l【现代 - HE - 黑道 - 强强 - 年下 - 荤素皆有 - 中篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c301b11bdec4"
  },
  {
    "文件名": "【废文】《夹竹桃》作者：撕烂的云【现代 - 小甜饼 - 1v1 - OE - 微H - 短篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/75f0d9b4f4d2"
  },
  {
    "文件名": "【废文】《嫉妒的本心》作者：冷切绿【现代 - HE - 轻松 - 暗恋 - 微H - 小甜饼 - 中篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/eb8fcd44428e"
  },
  {
    "文件名": "【废文】《急功近利》作者：左膝痣【现代 - 小甜饼 - 年上 - 攻宠受 - 双洁 - 荤素皆有 - 中篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/712d6604891c"
  },
  {
    "文件名": "【废文】《及时雨》作者：八月柞【现代 - HE - 第一人称 - 年下 - 荤素皆有 - 短篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/5507af6af2af"
  },
  {
    "文件名": "【废文】《机械心脏》作者：天马刘星拳【未来 - BE - 科幻 - 人工智能 - 荤素皆有 - 中篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/f58a15bb3819"
  },
  {
    "文件名": "【废文】《活的像株植物》作者：一色古香【美强 - 年上 - 科幻 - 荤素皆有 - 短篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/22e1d7fed601"
  },
  {
    "文件名": "【废文】《混沌与秩序》作者：昀嘉【无CP - 奇幻 - 西方 - 全年龄 - 微H - 短篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/26663556eba5"
  },
  {
    "文件名": "【废文】《混蛋罗曼史》作者：宴惟【现代 - 狗血 - 双性 - 强制爱 - 荤素皆有 - 中篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/8ba69e61628f"
  },
  {
    "文件名": "【废文】《婚姻陷阱》作者：子呤【现代 - 小甜饼 - 室友 - 暗恋 - 先婚后爱 - 微H - 短篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/96861bade54f"
  },
  {
    "文件名": "【废文】《毁人不倦》作者：山川迢迢【狗血 - NTR - 父子 - 生子 - NP - 荤素皆有 - 中篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/eb680171a8cf"
  },
  {
    "文件名": "【废文】《回声》作者：杀死异乡人【现代 - HE - 浪漫主义 - 破镜重圆 - 1v1 - 微H - 中篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/7caab6ed778f"
  },
  {
    "文件名": "【废文】《灰潮无音》作者：柴犬电风扇【虐文 - 双性 - 强制爱 - NP - 荤素皆有 - 长篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/69eaf9814716"
  },
  {
    "文件名": "【废文】《黄金笼》作者：夜很贫瘠【现代 - HE - 骨科 - 1v1 - 荤素皆有 - 中篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/87dd2ddf7fb6"
  },
  {
    "文件名": "【废文】《荒诞假期》作者：不存在的荷德森【第一人称 - 小甜饼 - 浪漫主义 - 微H - 中篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/6c7892710835"
  },
  {
    "文件名": "【废文】《换骑游戏》作者：精疲力竭【混合 - 现代 - 三观不正 - NTR - NP - 高H - 短篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/bf9bb3ab1444"
  },
  {
    "文件名": "【废文】《换攻文学》作者：搬运家【现代 - 换攻文学 - HE - 1v1 - 微H - 短篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/6b39fff7a9da"
  },
  {
    "文件名": "【废文】《坏种》作者：火风L【NP - HE - 狗血 - 三观不正 - NTR - 荤素皆有 - 中篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/76f5090b2818"
  },
  {
    "文件名": "【废文】《坏蛋攻宝有点二》作者：神谕谕谕86【现代 - 弱强 - 受宠攻 - 荤素皆有 - 短篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/81a5f67bf568"
  },
  {
    "文件名": "【废文】《怀月》作者：假面夫子【古代 - 仙侠 - 前世今生 - 年下 - NP - 荤素皆有 - 中篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/660aaf47d45c"
  },
  {
    "文件名": "【废文】《花汁招展》作者：月狐【双性 - 高H - 古代 - 三观不正 - 受受 - 中篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/216048ded09f"
  },
  {
    "文件名": "【废文】《花事了》作者：居无竹【OE - 双性 - 高H - NTR - NP - 荤素皆有 - 中篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/91aac7705185"
  },
  {
    "文件名": "【废文】《互撩》作者：有时吃茶【小甜饼 - 校园 - 1v1 - 荤素皆有 - 短篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a3afee30e23d"
  },
  {
    "文件名": "【废文】《互换身体》作者：不敢开腔【喜剧 - HE - 小甜饼 - 1v1 - 高H - 中篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/610f752f028e"
  },
  {
    "文件名": "【废文】《互换身体》作者：不敢开腔【补番 - 喜剧 - HE - 小甜饼 - 1v1 - 高H - 中篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/16a111f132b2"
  },
  {
    "文件名": "【废文】《糊口》作者：鸦鸦吃素也吃肉【现代 - 治愈 - 多重视角 - 日常 - 因缘邂逅 - 微H - 长篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/5eb1d42da13a"
  },
  {
    "文件名": "【废文】《狐狸精》作者：鸭妈妈【古代 - 三观不正 - 双性 - NP - 高H - 中篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/4b5229b1f3e2"
  },
  {
    "文件名": "【废文】《狐归狐归》作者：秦柒【现代 - HE - 前世今生 - 1v1 - 荤素皆有 - 短篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/47131ea15aab"
  },
  {
    "文件名": "【废文】《厚脸皮》作者：火烧【现代 - 治愈 - 现实主义 - 破镜重圆 - 1v1 - 微H - 短篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/023e39484937"
  },
  {
    "文件名": "【废文】《厚脸皮》作者：火烧【补番 - 现代 - 治愈 - 现实主义 - 破镜重圆 - 1v1 - 微H - 短篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/9b7046125997"
  },
  {
    "文件名": "【废文】《后备情人》作者：南千水【现代 - 狗血 - ABO - 生子 - 1v1 - 荤素皆有 - 中篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/de786114f123"
  },
  {
    "文件名": "【废文】《横看成岭》作者：野马也【现代 - HE - 治愈 - 第一人称 - 荤素均衡 - 短篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/bc506f3b96fb"
  },
  {
    "文件名": "【废文】《恨长辞》作者：秋若【古代 - 第一人称 - 暗恋 - 阴差阳错 - 1v1 - 微H - 短篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/7de40c22f5e1"
  },
  {
    "文件名": "【废文】《河流载着我们》作者：carbon1206【混合 -  现代 - 现实主义 - 多重视角 - 微H - 短篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/3765b19d875a"
  },
  {
    "文件名": "【废文】《河汉清浅》作者：豆腐猫砂【现代 - HE - 架空世界 - 破镜重圆 - 荤素均衡 - 年下 - 强强 - 中篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/59f2283c4ac9"
  },
  {
    "文件名": "【废文】《和相亲对象结婚了》作者：独船行中洲【小甜饼 - ABO - 荤素皆有 - 短篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/afb0f954c2a9"
  },
  {
    "文件名": "【废文】《和前男友隔离在一起后》作者：朝夕执烛【现代 - HE - 破镜重圆 - 强制爱 - 高H - 短篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/991cac829e1d"
  },
  {
    "文件名": "【废文】《和妹妹男友交流感情后》作者：Camellia【ABO - 双性 - 年下 - 1v1 - 高H - 中篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/d183691619f3"
  },
  {
    "文件名": "【废文】《合约情侣》作者：榆半夏【狗血 - ABO - 日常 - 先婚后爱 - 荤素皆有 - 中篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/f2790f052ce2"
  },
  {
    "文件名": "【废文】《好心诗人》作者：三障【现代 - HE - ABO - 破镜重圆 - 年下 - 荤素皆有 - 中篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ae74eab0338f"
  },
  {
    "文件名": "【废文】《旱鸭子》作者：周凉西【补番 - 狗血 - 三观不正 - MB - 荤素均衡 - 短篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/45a160c2c273"
  },
  {
    "文件名": "【废文】《汉武贵乱故事》作者：脑子全是黄色【秦汉历史同人  - 混合性向 - 荤素皆有 - 中篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/1990ae23f57a"
  },
  {
    "文件名": "【废文】《憨吗？我也觉得》作者：醉里祈风【古代 - 小甜饼 - 受宠攻 - 微H - 中篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/8008fb647852"
  },
  {
    "文件名": "【废文】《过年》作者：海水【现代 - 治愈 - 第一人称 - 破镜重圆 - 骨科 - 荤素皆有 - 短篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ad2ff2895dd9"
  },
  {
    "文件名": "【废文】《鬼混》作者：是时柒呀【补番 - 现代 - 谐趣 - 灵异 - 暗恋 - 高H - 中篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/5fa737864dca"
  },
  {
    "文件名": "【废文】《鬼村纪事》作者：包包白【第一人称 - 灵异 - 弱强 - 受宠攻 - 荤素皆有 - 短篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/d884815c542f"
  },
  {
    "文件名": "【废文】《轨交11号线》作者：徕九【现代 - 现实主义 - 破镜重圆 - 强强 - 年下 - 微H - 中篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ce1b98f804ad"
  },
  {
    "文件名": "【废文】《归乡》作者：黄金圣斗士【现代 - HE - 年下 - 受宠攻 - 荤素皆有 - 长篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/f59a8184aacc"
  },
  {
    "文件名": "【废文】《归荑》作者：绛南【补番 - 现代 - OE - 青梅竹马 - 年上 - 微H - 短篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a0278a372c1f"
  },
  {
    "文件名": "【废文】《归处》作者：干脆面【HE - 支配服从 - 娱乐圈 - 强制爱 - 荤素均衡 - 中篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e8c4f4da1c77"
  },
  {
    "文件名": "【废文】《光不度》作者：橘桔子【补番 - 现代 - HE - 狗血 - 年上 - 微H - 中篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/5d8f522e7377"
  },
  {
    "文件名": "【废文】《关系》作者：1duanq1【现代 - HE - 小甜饼 - 骨科 - 年下 - 荤素皆有 - 短篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/8f34b10070b1"
  },
  {
    "文件名": "【废文】《怪物》作者：陌百生【补番 - 现代 - 惊悚 - 三观不正 - 宗教 - 荤素皆有 - 短篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/34cb87b1a0d8"
  },
  {
    "文件名": "【废文】《乖，给哥哥看看》作者：夏六月【小甜饼 - 双性 - 校园 - 青梅竹马 - 高H - 中篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e98d989ac295"
  },
  {
    "文件名": "【废文】《顾潮》作者：猫饼菜又菜QAQ【HE - 双性 - 高H - 现代 - NP - 短篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/43820c58e348"
  },
  {
    "文件名": "【废文】《故人》作者： Cogito【末世 - 异能 - 弱强 - 年上 - 师生 - 荤素皆有 - 短篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/bc8d5a80978e"
  },
  {
    "文件名": "【废文】《蛊山》作者：obkennasu【现代 - HE - 三观不正 - 暗黑 - 荤素皆有 - 中篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/75fbdffb4c17"
  },
  {
    "文件名": "【废文】《古代美人把我养成替身》作者：kumotsuki07【现代 - 第一人称 - 仙侠 - 前世今生 - 微H - 中篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/cfc18e3ed5bc"
  },
  {
    "文件名": "【废文】《孤鸢》作者：x向心力【古代 - HE - 年上 - 1v1 - 受宠攻 - 微H - 中篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/8f4c3b7434e1"
  },
  {
    "文件名": "【废文】《狗杂种》作者：言覃言覃【现代 - 狗血 - 暗黑 - 病娇 - NP - 微H - 短篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/b06e9a353fb1"
  },
  {
    "文件名": "【废文】《狗东西》作者：译墨【主攻 - 民国 - 治愈 - 忠犬 - 美强 - 荤素皆有 - 短篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/dd277d804c2d"
  },
  {
    "文件名": "【废文】《共感双胞胎》作者：不敢开腔【现代 - 轻松 - 三观不正 - 高H - 中篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/01e4a79ef2ed"
  },
  {
    "文件名": "【废文】《公园南路》作者：夏大雨【HE - 小甜饼 - 治愈 - 年上 - 荤素皆有 - 中篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/fb82813879a9"
  },
  {
    "文件名": "【废文】《工地禁区》作者：carpediem丧鱼【补番 - 忠犬 - 1v1 - 高H - HE - 中篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/54815b6ce3c7"
  },
  {
    "文件名": "【废文】《隔离期圈养》作者：一只泯不语【现代 - 轻松 - 年下 - BDSM - 荤素均衡 - 中篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/6e148a22e8fa"
  },
  {
    "文件名": "【废文】《隔壁的那个粗俗民工》作者：叶小公子【现代 - 轻松 - 年下 - 直掰弯 - 微H - 中篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/dc9113325cfc"
  },
  {
    "文件名": "【废文】《歌友奔现爱恋》作者：-momoo-【现代 - HE - 小甜饼 - 1v1 - 微H - 短篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/238d90b307f3"
  },
  {
    "文件名": "【废文】《该手机号已被注册》作者：谁的脑洞丢了【互攻 - 现代 - 轻松 - 微H - 短篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/0c1d1f63b6b4"
  },
  {
    "文件名": "【废文】《覆辙》作者：符黎【现代 - ABO - 青梅竹马 - 天作之合 - 先婚后爱 - 荤素皆有 - 中篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/532e11bf1ffc"
  },
  {
    "文件名": "【废文】《副总监和家里蹲》作者：生嶋【现代 - 小甜饼 - 轻松 - 年下 - 荤素皆有 - 短篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a86f88da08c4"
  },
  {
    "文件名": "【废文】《赴梦》作者：这么麻烦啊那算了【HE - 现代 - 小甜饼 - 校园 - 微H - 短篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/aa7cb426ecd7"
  },
  {
    "文件名": "【废文】《腐烂的苹果》作者：七月鲤鱼【狗血 - NTR - 美强 - NP - 荤素皆有 - 短篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/f63f4e2fc5b3"
  },
  {
    "文件名": "【废文】《浮白载笔》作者：熙园有信【古代 - HE - 年下 - 1v1 - 微H - 中篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/46ce2bb77184"
  },
  {
    "文件名": "【废文】《凤鸣蓝台》作者：赵酒良【古代 - HE - 玄幻 - 1v1 - 荤素皆有 - 中篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/40cfb6e735bb"
  },
  {
    "文件名": "【废文】《疯狗》作者：微生平山【现代 - 浪漫主义 - 忠犬 - 病娇 - 年下 - 荤素皆有 - 中篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/3f8dc683d47f"
  },
  {
    "文件名": "【废文】《疯》作者：花槐【补番 - 第一人称 - 主攻 - 狗血 - HE - 荤素皆有 - 短篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/b826223c2207"
  },
  {
    "文件名": "【废文】《风信子的秘密》作者：花花雷【现代 - 双性 - 生子 - 产乳 - 荤素皆有 - 短篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c0775499f97c"
  },
  {
    "文件名": "【废文】《丰收年》作者：请棘子吃二两饺【HE - 第一人称 - 骨科 - 荤素皆有 - 中篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e5ad792db38e"
  },
  {
    "文件名": "【废文】《粉色信笺》作者：胖胖小面包【现代 - HE - 双性 - 青梅竹马 - 强弱 - 高H - 短篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/1ab52b51c75b"
  },
  {
    "文件名": "【废文】《分手我说了不算吗？》作者：不辞殷【第一人称 - NP - 荤素均衡 - 短篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/7565aa292933"
  },
  {
    "文件名": "【废文】《分手我说了不算吗？》作者：不辞殷【第一人称 - NP - 荤素均衡  - 中篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/21bc390fc672"
  },
  {
    "文件名": "【废文】《绯闻速递》作者：恃笔而虚【现代 - 小甜饼 - 娱乐圈 - 受宠攻 - 微H - 中篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/d5af6b94f806"
  },
  {
    "文件名": "【废文】《绯红杂志》作者：机械降神【第二人称 - 互攻 - 现代 - 荤素皆有 - 短篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/74564be48c4f"
  },
  {
    "文件名": "【废文】《非洲野猫大战南极海燕》作者：鲵旋之渊【喜剧 - 轻松 - 哨兵向导 - 强强 - 肉渣 - 短篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/76026b1bd72a"
  },
  {
    "文件名": "【废文】《非正常同居》作者：月亮咬耳朵【现代 - 狗血 - ABO - 骨科 - 年下 - 荤素皆有 - 中篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c2fa9e2218ef"
  },
  {
    "文件名": "【废文】《非典型替身》作者：假醒【ABO - 三观不正 - BE - 荤素皆有 - 短篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ed9d06c33304"
  },
  {
    "文件名": "【废文】《放养》作者：云和里【补番 - 现代 - ABO - 养成 - 年下 - 荤素皆有 - 中篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/d6963220e4ef"
  },
  {
    "文件名": "【废文】《放开那只鬼》作者：一把锈【现代 - 小甜饼 - 1v1 - 荤素皆有 - 短篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/34ff1201fcaf"
  },
  {
    "文件名": "【废文】《仿生人如何做1》作者：摩多森林呀【小甜饼 - 轻松 - 人工智能 - 微H - 中篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/0922f87d9017"
  },
  {
    "文件名": "【废文】《犯上作乱》作者：陌百生【第一人称 - HE - 三观不正 - NP - 荤素皆有 - 中篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/edaceb8968ad"
  },
  {
    "文件名": "【废文】《反起而攻之》作者：匿名咸鱼【现代 - HE - 轻松 - 强制爱 - 荤素皆有 - 短篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/48d662a1af64"
  },
  {
    "文件名": "【废文】《反派进厂攻略》作者：热心炸鸡【现代 - 小甜饼 - ABO - 荤素皆有 - 中篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/84e4e1050b99"
  },
  {
    "文件名": "【废文】《法网恢恢第一部》作者：公子好坏【主攻 - 悬疑 - 刑侦 - 强强 - 1v1 - 微H - 中篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/3464d3cfd30a"
  },
  {
    "文件名": "【废文】《二十四桥明月夜》作者：飞鳥了【古代 - OE - 虐文 - 前世今生 - 因缘邂逅 - 微H - 中篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c7bfcecc9578"
  },
  {
    "文件名": "【废文】《二婚》作者：咸鱼626号【补番 - HE - 狗血 - 三观不正 - 双性 - 高H - 中篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/60e544aa958c"
  },
  {
    "文件名": "【废文】《耳鬓厮磨》作者：茶红小豆【古代 - 小甜饼 - 宫廷侯爵 - 王受 - 荤素均衡 - 短篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/84e776c84616"
  },
  {
    "文件名": "【废文】《耳鬓厮磨》作者：茶红小豆【补番 - 古代 - 小甜饼 - 宫廷侯爵 - 王受 - 荤素均衡 - 短篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/de08f05d0e44"
  },
  {
    "文件名": "【废文】《恶毒美人的另类逆袭路》作者：娇情【玄幻 - NTR - 强制爱 - NP - 荤素皆有 - 中篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a0f067650ec8"
  },
  {
    "文件名": "【废文】《堕落春天》作者：一碗渔【民国 - 双性 - 年下 - 攻宠受 - 高H - 中篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/0aececd278b0"
  },
  {
    "文件名": "【废文】《渡春风》作者：积檐雪【ABO - 先婚后爱 - 年上 - 生子 - 荤素皆有 - 短篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/9066aee438db"
  },
  {
    "文件名": "【废文】《冬日情事》作者：鹿山小筑【现代 - HE - 骨科 - 年上 - 攻宠受 - 荤素皆有 - 中篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/95ed6626af0b"
  },
  {
    "文件名": "【废文】《冬藏烬》作者：kkkinra【现代 - HE - 文艺 - 第一人称 - 荤素皆有 - 短篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/cc55f252429e"
  },
  {
    "文件名": "【废文】《顶级标记》作者：粉粉粉甜【大纲 - 狗血 - ABO - NTR - 强制爱 - 高H - 短篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/792087032c30"
  },
  {
    "文件名": "【废文】《调味市食堂》作者：来迟了想不出名字【同人 - HE - 小甜饼 - 轻松 - 微H - 中篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/38aa4e3add4d"
  },
  {
    "文件名": "【废文】《第12号小行星》作者：卡夫卡的猫【小甜饼 - 幻想空间 - 1v1 - 微H - 短篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/fb764d04d0d8"
  },
  {
    "文件名": "【废文】《帝国丑闻》作者：沙船【现代 - HE - 狗血 - ABO - 强制爱 - 荤素皆有 - 中篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/6234743f76f6"
  },
  {
    "文件名": "【废文】《灯下黑》作者：花花雷【现代 - 双性 - 父子 - 生子 - 年下 - 荤素皆有 - 短篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e41ae1a326e2"
  },
  {
    "文件名": "【废文】《德里亚斯》作者：麦克叔叔【现代 - 浪漫主义 - 主攻视角 - 1v1 - 微H - 短篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/5a5eca40a9de"
  },
  {
    "文件名": "【废文】《倒霉的直男》作者：原始价值【现代 - 三观不正 - 强制爱 - NP - 高H - 短篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/3e4aa4c2a998"
  },
  {
    "文件名": "【废文】《当我搜索我的名字缩写》作者：mooooo【主攻 - 小甜饼 - 先婚后爱 - 荤素皆有 - 短篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/073b1c429c01"
  },
  {
    "文件名": "【废文】《当我断更后》作者：枝丫复吱吖【古代 - 小甜饼 - 强制爱 - 高H - 短篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/cbfceeba5c9f"
  },
  {
    "文件名": "【废文】《当时明月在》作者：为了生命和自然【GB - 古代 - 虐文 - 女尊 - 荤素皆有 - 短篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a2d1dbe570d8"
  },
  {
    "文件名": "【废文】《当秘密被发现》作者：水Xe【HE - 双性 - 强制爱 - 宗教 - 高H - 中篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/8655f31aad13"
  },
  {
    "文件名": "【废文】《当红灯熄灭时》作者：块陶【现代 - 现实主义 - 1v1 - 受宠攻 - 微H - 中篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/b7898a26b908"
  },
  {
    "文件名": "【废文】《当冬至来临》作者：姜汁红糖不上班【HE - 狗血 - 破镜重圆 - 先婚后爱 - 强强 - 微H - 中篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/31fb8c407738"
  },
  {
    "文件名": "【废文】《但错无妨》作者：1chenmo3luoxuan0【现代 - 校园 - 青梅竹马 - 强制爱 - 荤素均衡 - 中篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/fcb7e7b2b5bc"
  },
  {
    "文件名": "【废文】《代餐没有好下场》作者：嵊山岛【现代 - 狗血 - 第一人称 - 破镜重圆 - 微H - 中篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c3f6cb6afbae"
  },
  {
    "文件名": "【废文】《周大鹅娶亲》作者：纳兰小小酥【HE - 武侠 - 田园乡村 - 天作之合 - 荤素均衡 - 中篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/8b091ca17294"
  },
  {
    "文件名": "【废文】《终生护工》作者：土豆杀手【现代 - 小甜饼 - 第一人称 - 暗恋 - 荤素均衡 - 短篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/2fa28b88a251"
  },
  {
    "文件名": "【废文】《终南》作者：涸辙之鲋-【第一人称 - 主攻 - 古代 - 宫廷侯爵 - 年下 - 微H - 中篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/457e1d8cf4b7"
  },
  {
    "文件名": "【废文】《终末的血族》作者：淅淅沥沥【互攻 - HE - 小甜饼 - 西方 - 灵魂伴侣 - 微H - 短篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/015784a00b24"
  },
  {
    "文件名": "【废文】《终结一吻》作者：ACHUIpolar【现代 - HE - 治愈 - 第二人称 - 灵异 - 微H - 短篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/69e554f4170d"
  },
  {
    "文件名": "【废文】《致瘾源》作者：十三柚子叶【现代 - 现实主义 - 强弱 - 年下 - 微H - 中篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/215b3734c7d1"
  },
  {
    "文件名": "【废文】《质子引导》作者：张轻狂【现代 - HE - 高H - BDSM - NP - 荤素皆有 - 中篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/aff488cd0248"
  },
  {
    "文件名": "【废文】《纸墨书白》作者：南巷尾【HE - 小甜饼 - 狗血 - 日常 - 荤素皆有 - 中篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e20cd4840095"
  },
  {
    "文件名": "【废文】《止咬器与二胡揉弦艺术》作者：山不知休【ABO - 治愈 - 养成 - 年下 - 高H - 长篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/204c84e88f15"
  },
  {
    "文件名": "【废文】《直男意外变美后》作者：春江潮生【现代 - 狗血 - NP - 荤素均衡 - 中篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/56d700648b6a"
  },
  {
    "文件名": "【废文】《直播时人设崩了》作者：夏多罗【小甜饼 - 双性 - 直播 - 荤素皆有 - 中篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c9409467fbd9"
  },
  {
    "文件名": "【废文】《峥峥日上》作者：杨不悔【现代 - HE - 小甜饼 - 暗恋 - 攻宠受 - 荤素皆有 - 短篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/1dfb27ed51ea"
  },
  {
    "文件名": "【废文】《真香定律》作者：二三鱼【荤素均衡 - 现代 - 强弱 - 骨科 - 年下 - 哭包受 - 短篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/068f5bc62e6e"
  },
  {
    "文件名": "【废文】《真香》作者：煤那个球【现代 - 狗血 - 虐文 - ABO - 1v1 - 荤素皆有 - 中篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/8cd74562ef0e"
  },
  {
    "文件名": "【废文】《这样也算网恋吗》作者：和夏秋【现代 - HE - 小甜饼 - 轻松 - 网游 - 微H - 短篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/b85e661edfab"
  },
  {
    "文件名": "【废文】《这么可爱一定是男孩子》作者：吐維【现代 - 娱乐圈 - 直掰弯 - 荤素皆有 - 中篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/948af170d20a"
  },
  {
    "文件名": "【废文】《这个O的肌肉比我还大》作者：我好苦哦【现代 - 谐趣 - ABO - 肉渣 - 短篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/5f81a88fd239"
  },
  {
    "文件名": "【废文】《这把妖刀》作者：姜闲庭_【补番 - HE - 电竞 - 年上 - 微H - 中篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/9a04b5ab6fcf"
  },
  {
    "文件名": "【废文】《折骨》作者：练刀【古代 - 狗血 - 相爱相杀 - 1v1 - 荤素均衡 - 中篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/413780aef9e2"
  },
  {
    "文件名": "【废文】《折叠莫比乌斯环》作者：阿戈拉【HE - 双向治愈 - 人民教师 - 街头混混 - 不典型一见钟情 - 微H - 中篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ca49f25f020f"
  },
  {
    "文件名": "【废文】《沼泽》作者：慢性子的酷八月【强强 - 年上 - 1v1 - 荤素均衡 - 中篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/7efda877b570"
  },
  {
    "文件名": "【废文】《仗势欺人》作者：番茄不吃柠檬【现代 - HE - 年上 - 父子 - 荤素皆有 - 中篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/9175ec4fb75a"
  },
  {
    "文件名": "【废文】《掌中雀》作者：失眠孤独症患者【双性 - 现代 - 父子 - 年上 - 1v1 - 中篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/1c8f7624bfc6"
  },
  {
    "文件名": "【废文】《掌中雀》作者：失眠孤独症患者【双性 - 现代 - 父子 - 年上 - 1v1 - 长篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/adf756604213"
  },
  {
    "文件名": "【废文】《长辈爱情故事》作者：赵酒良【现代 - HE - 第一人称 - 荤素皆有 - 短篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/d0a6448be9fd"
  },
  {
    "文件名": "【废文】《长安月》作者：猫两只【第一人称 - 主攻 - 古代 - 弱强 - 受宠攻 - 微H - 中篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/8498678de431"
  },
  {
    "文件名": "【废文】《张玉还夫记》作者：匿名咸鱼【现代 - HE - 狗血 - 虐文 - 荤素皆有 - 中篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/2508d2f0f250"
  },
  {
    "文件名": "【废文】《战栗》作者：EVERLASTING_X【现代 - 惊悚 - 悬疑 - 互攻 - 直掰弯 - 微H - 短篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e0cbd87a4acc"
  },
  {
    "文件名": "【废文】《斩桃》作者：礼观棠【古代 - 仙侠 - 玄幻 - NP - 荤素皆有 - 狗血 - 长篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/4d411f0eda43"
  },
  {
    "文件名": "【废文】《增生》作者：萧森离肃【现代 - HE - 因缘邂逅 - 美强 - 年下 - 微H - 短篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/bdff8505987d"
  },
  {
    "文件名": "【废文】《怎么又删我帖》作者：西蓝花不蓝S【喜剧 - HE - 轻松 - 微H - 中篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/9dec7bee758e"
  },
  {
    "文件名": "【废文】《暂时替代》作者：秃秃怪【现代 - ABO - 天作之合 - 1v1 - 荤素皆有 - 中篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/0c0ff44e7a28"
  },
  {
    "文件名": "【废文】《在劫难逃》作者：颜谥【古代 - 年下 - 1v1 - 受宠攻 - 全年龄 - 微H - 中篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c54a4705d7de"
  },
  {
    "文件名": "【废文】《在别处》作者：芫爆【主攻 - HE - 治愈 - 第一人称 - 1v1 - 微H - 中篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/658f0c4471ec"
  },
  {
    "文件名": "【废文】《再世情缘》作者：yubshen【互攻 - HE - 轻松 - 多重视角 - 天作之合 - 微H - 短篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/9e8bec930f37"
  },
  {
    "文件名": "【废文】《再让我亲一下》作者：靛海之轮【现代 - HE - 小甜饼 - 校园 - 微H - 短篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/6bf2604395ef"
  },
  {
    "文件名": "【废文】《再看翻脸了》作者：桑三杉【现代 - 多重视角 - 日常 - 骨科 - 荤素皆有 - 中篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/990f52c0401a"
  },
  {
    "文件名": "【废文】《运茶船》作者：木尤生【狗血 - ABO - 破镜重圆 - 强制爱 - 生子 - 荤素皆有 - 中篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/68921b35c22c"
  },
  {
    "文件名": "【废文】《月明风清》作者：疑问词黑鸭【HE - 第一人称 - 玄幻 - 1v1 - 微H - 中篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/0451f50dbe75"
  },
  {
    "文件名": "【废文】《愿念下》作者：光晞不能捐【现代 - 破镜重圆 - 弱强 - 受宠攻 - 荤素均衡 - 中篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/6838934e077f"
  },
  {
    "文件名": "【废文】《远在远方的风》作者：教案本月老【现代 - 天作之合 - 1v1 - 荤素皆有 - 中篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/70c708d900c4"
  },
  {
    "文件名": "【废文】《原原》作者：不言撰人【HE - 狗血 - ABO - 青梅竹马 - 忠犬 - 微H - 中篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/608be2738a0f"
  },
  {
    "文件名": "【废文】《原原》作者：不言撰人【HE - 狗血 - ABO - 青梅竹马 - 忠犬 - 荤素皆有 - 中篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/612892b1714f"
  },
  {
    "文件名": "【废文】《遇到杀猪盘了怎么办》作者：林萨【现代 - 双性 - 1v1 - 荤素皆有 - 中篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/1f4b676a4863"
  },
  {
    "文件名": "【废文】《郁轮袍》作者：兰毒【古代 - 狗血 - 强制爱 - 生子 - 荤素皆有 - 长篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/4bd1c4459946"
  },
  {
    "文件名": "【废文】《雨天倒带》作者：猫椎【HE - 小甜饼 - 轻松 - 双性 - 重生 - 荤素皆有 - 中篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/defac793f692"
  },
  {
    "文件名": "【废文】《雨淋漓》作者：长恨【古代 - HE - 轻松 - 先婚后爱 - 荤素皆有 - 中篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/b3ba073c0c8a"
  },
  {
    "文件名": "【废文】《宇宙相遇计划》作者：剪春雨【现代 - 治愈 - 娱乐圈 - 暗恋 - 年下 - 微H - 中篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/7b7551015512"
  },
  {
    "文件名": "【废文】《与舒》作者：山河寄笔【现代 - HE - ABO - 校园 - 年下 - 荤素皆有 - 短篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/101182a44b9b"
  },
  {
    "文件名": "【废文】《与狐归》作者：77888【古代 - HE - 双性 - 生子 - 荤素皆有 - 短篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a48cb5e2e7ac"
  },
  {
    "文件名": "【废文】《榆光》作者：念君kim【现代 - HE - BDSM - 荤素均衡 - 1v1 - 破镜重圆 - 中篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/8f7b2faab411"
  },
  {
    "文件名": "【废文】《愚人爱情》作者：軟瑭【现代 - HE - 校园 - 暧昧 - 1v1 - 荤素皆有 - 中篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/00fa9a6dedd6"
  },
  {
    "文件名": "【废文】《腴润》作者：黑糖珍珠哞哞茶【多重视角 - NP - 产乳 - 高H - 荤素皆有 - 中篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/f39f6f22572b"
  },
  {
    "文件名": "【废文】《鱼游到哪》作者：匿名咸鱼【HE - 第一人称 - 暗恋 - 骨科 - 荤素皆有 - 短篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/747003d5e348"
  },
  {
    "文件名": "【废文】《于每个星期五的晚上》作者：孔因【浪漫主义 - 西方 - 宗教 - 荤素皆有 - 短篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ce8b88fb3393"
  },
  {
    "文件名": "【废文】《诱导分化》作者：长与汀未【现代 - 狗血 - 生子 - 骨科 - ABO - 荤素皆有 - 短篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/14592d9f22cf"
  },
  {
    "文件名": "【废文】《囿于悸动》作者：碎狸骨【主攻 - 现代 - HE - 年下 - 骨科 - 荤素皆有 - 中篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/6d50f9bc30c4"
  },
  {
    "文件名": "【废文】《又上头了》作者：小蒹葭【小甜饼 - ABO - 校园 - 日常 - 荤素皆有 - 中篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/0d71aa4afb6d"
  },
  {
    "文件名": "【废文】《又见佩弗尔》作者：奶黄包和喵喵【小甜饼 - 魔法世界 - 产乳 - 荤素皆有 - 中篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/9c1a8c693efc"
  },
  {
    "文件名": "【废文】《有害婚姻》作者：战略审批【现代 - 狗血 - ABO - 先婚后爱 - 年下 - 荤素皆有 - 中篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/243b465cf70d"
  },
  {
    "文件名": "【废文】《有诡》作者：花槐【现代 - 小甜饼 - 第一人称 - 产乳 - 荤素皆有 - 短篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/bf8dd89f94fb"
  },
  {
    "文件名": "【废文】《有病的他》作者：姜的吃【狗血 - 双性 - 破镜重圆 - 生子 - 荤素均衡 - 中篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/dc1d675bfe4d"
  },
  {
    "文件名": "【废文】《优等生和后进生》作者：进山见云【现代 - 狗血 - 雷文 - 荤素皆有 - 短篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/3fb6892576ee"
  },
  {
    "文件名": "【废文】《用月光浇灌绿茶》作者：可莉【互攻 - 受受 - HE - 现代 - 荤素皆有 - 短篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/d84eac81b92d"
  },
  {
    "文件名": "【废文】《用异能小剧场净化反派》作者：逗逼老陶【互攻 - 悬疑 - 科幻 - 天作之合 - 微H - 长篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/b5e5cb5e098a"
  },
  {
    "文件名": "【废文】《永久热恋期》作者：伊阿鸭【现代 - 小甜饼 - 灵魂伴侣 - 年下 - 荤素皆有 - 中篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/11a31934ed52"
  },
  {
    "文件名": "【废文】《影帝的自我修养》作者：莫【现代 - 多重视角 - 架空世界 - 青梅竹马 - 强强 - 微H - 短篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/82378477aed1"
  },
  {
    "文件名": "【废文】《迎风点火》作者：短指甲龙子【现代 - 荤素均衡 - 师生 - 年上 - 攻宠受 - 长篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ddf0f81c3645"
  },
  {
    "文件名": "【废文】《隐秘之境》作者：棠哥大碗【HE - 双性 - 现代 - 强强 - 强制爱 - 荤素皆有 - 短篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/39e256984e7d"
  },
  {
    "文件名": "【废文】《隐秘之花》作者：众谷【现代 - 小甜饼 - 双性 - 校园 - 荤素均衡 - 中篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/7c3d7c77e184"
  },
  {
    "文件名": "【废文】《隐秘视频》作者：君桉桉【现代 - 治愈 - 狗血 - 校园 - 暗恋 - 荤素皆有 - 短篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a25240ac579b"
  },
  {
    "文件名": "【废文】《隐秘情事》作者：咸鱼626号【三观不正 - 双性 - 年上 - 高H - 短篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/cc2a100bd536"
  },
  {
    "文件名": "【废文】《饮鸩止渴》作者：爱吃草莓面包【现代 - 强强 - 年下 - 1v1 - 荤素皆有 - 短篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/841cde847fa5"
  },
  {
    "文件名": "【废文】《银色器物》作者：艺术家脾气【现代 - HE - 狗血 - ABO - 强制爱 - 荤素皆有 - 中篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/3c8d1c912e24"
  },
  {
    "文件名": "【废文】《银鹊》作者：猫猫挑灯喝酒【哈利波特同人 - 三观不正 - BDSM - 高H - 短篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/2a55498edebf"
  },
  {
    "文件名": "【废文】《银河归途》作者：夏夜乌龙【HE - 强强 - 年下 - 星际 - 1v1 - 荤素皆有 - 中篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/9a9830a899be"
  },
  {
    "文件名": "【废文】《阴谋与爱情》作者：初晓蒲桃【现代 - HE - 狗血 - 破镜重圆 - 强制爱 - 荤素皆有 - 短篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/cfd15e775ed4"
  },
  {
    "文件名": "【废文】《阴魂不散》作者：PROME【现代 - OE - 意识流 - 魔幻现实 - 攻转受 - 荤素皆有 - 短篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/4e6e908ad5f4"
  },
  {
    "文件名": "【废文】《意料之外》作者：行远自迩【HE - 现实主义 - 日常 - 暗恋 - 荤素皆有 - 中篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/b278df8c6bb4"
  },
  {
    "文件名": "【废文】《易碎品》作者：过期的蜜桃罐头【现代 - HE - 刑侦 - 1v1 - 荤素皆有 - 长篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/8629c5fcc432"
  },
  {
    "文件名": "【废文】《异度沦落》作者：一把梳子【OE - 三观不正 - 仙侠 - NP - 高H - 中篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/5c6cbdf37fb5"
  },
  {
    "文件名": "【废文】《艺术生和身边的体育生》作者：土申公公【现代 - HE - 小甜饼 - NP - 高H - 中篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/654653965b6b"
  },
  {
    "文件名": "【废文】《衣冠禽兽》作者：闻九粥【现代 - 小甜饼 - 三观不正 - 青梅竹马 - 高H - 中篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/614a1a881b02"
  },
  {
    "文件名": "【废文】《一汪月亮》作者：秋里小睡【现代 - 轻松 - 校园 - 因缘邂逅 - 穿越 - 微H - 短篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/fcebdbf06163"
  },
  {
    "文件名": "【废文】《一生丰富的中年男人》作者：污术【现代 - 狗血 - 阴差阳错 - 强强 - 年上 - 微H - 中篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/f6170c063935"
  },
  {
    "文件名": "【废文】《一纪》作者：芫爆【HE - 现实主义 - 日常 - 破镜重圆 - 年上 - 微H - 中篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/311336e57b5f"
  },
  {
    "文件名": "【废文】《一纪》作者：芫爆【补番 - HE - 现实主义 - 日常 - 破镜重圆 - 年上 - 微H - 中篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/6ce8b1dece3c"
  },
  {
    "文件名": "【废文】《夜火独眠》作者：千眠【狗血 - 虐文 - 先婚后爱 - 强强 - 年下 - 微H - 中篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/6d0049f4c315"
  },
  {
    "文件名": "【废文】《夜半》作者：丙丁【小甜饼 - 双性 -  暗恋 - 1v1 - 荤素皆有 - 短篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/263a57e722a4"
  },
  {
    "文件名": "【废文】《野性难驯》作者：北边来的大白鹅【现代 - 狗血 - 双性 - 荤素皆有 - 中篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/44cfd808d91b"
  },
  {
    "文件名": "【废文】《野犬》作者：祁十二【HE - ABO - 1v1 - BDSM - 荤素皆有 - 长篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/4a447773a08f"
  },
  {
    "文件名": "【废文】《野犬》作者：祁十二【补番 - HE - ABO - 1v1 - BDSM - 荤素皆有 - 长篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/315ef93986bd"
  },
  {
    "文件名": "【废文】《野狗》作者：爆甜小辣椒【古代 - HE - 小甜饼 - 养成 - 忠犬 - 微H - 中篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e6174695a717"
  },
  {
    "文件名": "【废文】《耶梦加得之环》作者：绅士贾【现代 - 暗黑 - 科幻 - 传奇 - 微H - 中篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/5dcbe15cae9f"
  },
  {
    "文件名": "【废文】《羊》作者：崔折【三观不正 - 暗黑 - 双性 - NP - 高H - 短篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/5a11dad85e24"
  },
  {
    "文件名": "【废文】《咽新蝉》作者：小猫怜【三观不正 - 双性 - 强制爱 - 年上 - 高H - 长篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/767fe2863a79"
  },
  {
    "文件名": "【废文】《厌厌》作者：姒悄【混合 - 女主视角 - 双性 - NTR - 荤素皆有 - 中篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/7d18da3246ce"
  },
  {
    "文件名": "【废文】《偃仰西风》作者：青砚【狗血 - 仙侠 - 双性 - 年下 - NP - 荤素皆有 - 长篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/7ba81cb3cd78"
  },
  {
    "文件名": "【废文】《雅思备考指南》作者：小熊老师【现代 - 小甜饼 - 谐趣 - 年上 - 荤素皆有 - 中篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/18af0fcaa7f1"
  },
  {
    "文件名": "【废文】《雅努斯捕网》作者：青丝桂枝【现代 - 三观不正 - NTR - NP - 高H - 长篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/299a4e5f9f55"
  },
  {
    "文件名": "【废文】《寻岛》作者：忘望北【互攻 - 现代 - HE - 破镜重圆 - 荤素皆有 - 中篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/1e4ad54911eb"
  },
  {
    "文件名": "【废文】《学弟为何这样》作者：柚见柏【现代 - HE - 小甜饼 - 轻松 - 校园 - 微H - 短篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/942346be64cd"
  },
  {
    "文件名": "【废文】《许然》作者：火锅板栗【现代 - HE - 轻松 - 多重视角 - 1v1 - 微H - 短篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/fe1071e1d7d5"
  },
  {
    "文件名": "【废文】《凶神不煞》作者：一把锈【致郁 - 强制爱 - NP - 荤素皆有 - 中篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/b1d9cac81eae"
  },
  {
    "文件名": "【废文】《猩红画像》作者：Nightchat劇作家【双性 - 强制爱 - 宗教 - NP - 荤素皆有 - 短篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/d63a33c2692d"
  },
  {
    "文件名": "【废文】《星光闪耀》作者：找个鱼塘【小甜饼 - 校园 - 受宠攻 - 1v1 - HE - 微H - 短篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/69c102893ac5"
  },
  {
    "文件名": "【废文】《星垂》作者：不让尘【现代 - HE - 因缘邂逅 - 阴差阳错 - 破镜重圆 - 微H - 中篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/7541174bbc1d"
  },
  {
    "文件名": "【废文】《信息值紊乱综合征》作者：狗血炖肉【现代 - 狗血 - ABO - 年下 - 荤素均衡 - 长篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/2d8817a186de"
  },
  {
    "文件名": "【废文】《新婚当夜死老公》作者：七月鲤鱼【现代 - 狗血 - 主攻 - ABO - NP - 荤素皆有 - 短篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/90ba537eaa31"
  },
  {
    "文件名": "【废文】《心悦身服》作者：止咳糖浆【补番 - 现代 - HE - 小甜饼 - MB - 高H - 中篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/07f33bf0264f"
  },
  {
    "文件名": "【废文】《心享是成》作者：假醒【BE - 1v1 - 直掰弯 - 荤素均衡 - 短篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/716c028b6549"
  },
  {
    "文件名": "【废文】《心间皎皎》作者：没谱儿的【现代 - HE - 狗血 - 年上 - 荤素均衡 - 短篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/d05037b93f2c"
  },
  {
    "文件名": "【废文】《心慌》作者：灯下魂【HE - 第一人称 - 双性 - 产乳 - 高H - 短篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/d57d69ca96cc"
  },
  {
    "文件名": "【废文】《心怀天下》作者：季三基【古代 - 相爱相杀 - 玄幻 - 1v1 - HE - 微H - 长篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/7ad9f1012450"
  },
  {
    "文件名": "【废文】《心动逃逸》作者：5t5mine【现代 - 小甜饼 - 年下 - 直掰弯 - 荤素皆有 - 中篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a96be8ac1877"
  },
  {
    "文件名": "【废文】《心动合拍》作者：MeAtfish【室友 - 日常 - 暗恋 - 1v1 - 直掰弯 - 荤素皆有 - 中篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ce37aeaf135d"
  },
  {
    "文件名": "【废文】《谢谢惠顾》作者：Acheron【现代 - 小甜饼 - ABO - 娱乐圈 - 美强 - 荤素皆有 - 中篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/7b91fb5ffa80"
  },
  {
    "文件名": "【废文】《笑生多情》作者：玄青【HE - 轻松 - 武侠 - 美强 - 荤素皆有 - 中篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/8db25dde6583"
  },
  {
    "文件名": "【废文】《小朱和大向》作者：咸鱼626号【HE - 轻松 - 动物世界 - 青梅竹马 - 天作之合 - 微H - 短篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/455a0fa3cc22"
  },
  {
    "文件名": "【废文】《小妖狐》作者：桃桃追年【狗血 - 第一人称 - 仙侠 - NP - 荤素皆有 - 长篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/847893f08223"
  },
  {
    "文件名": "【废文】《小星星》作者：黄金圣斗士【现代 - HE - 双性 - 生子 - 荤素皆有 - 中篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/dff7fc62d828"
  },
  {
    "文件名": "【废文】《小向导在月亮之上》作者：桃桃追年【补番 - 哨兵向导 - 破镜重圆 - 微H - 长篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/9586a55dd214"
  },
  {
    "文件名": "【废文】《小睡眠》作者：軟瑭【现代 - 轻松 - 忠犬 - 攻宠受 - 荤素皆有 - 短篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e57a2d458c07"
  },
  {
    "文件名": "【废文】《小神仙工作日记》作者：qianyexun_8023【现代 - HE - 治愈 - 主攻 - 奇幻 - 微H - 中篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ad5d9f908fa6"
  },
  {
    "文件名": "【废文】《小妈妈》作者：影城的雪【ABO - 强弱 - 年上 - 荤素均衡 - 狗血 - 生子 - 中篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c5be3d9b5185"
  },
  {
    "文件名": "【废文】《小金丝雀》作者：重度文盲【现代 - HE - 狗血 - 1v1 - 荤素皆有 - 中篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/1e1b39c5e7d8"
  },
  {
    "文件名": "【废文】《小虎哥》作者：瑶池唯一仙女【年代 - 小甜饼 - 双性 - 田园乡村 - 年下 - 高H - 短篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/5415f9e46591"
  },
  {
    "文件名": "【废文】《小怪物》作者：长知怨【现代 - 三观不正 - 双性 - 高H - 1v1 - 中篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/dbd756469b52"
  },
  {
    "文件名": "【废文】《小狗期限》作者：变异超现实小狗【现代 - HE - 第一人称 - 主攻视角 - 微H - 短篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c77b11f66f83"
  },
  {
    "文件名": "【废文】《想入非非》作者：杨不悔【现代 - HE - 小甜饼 - 年上 - 攻宠受 - 荤素皆有 - 短篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/b9e7b6db3ef5"
  },
  {
    "文件名": "【废文】《香草味暗恋》作者：江非萧雨【现代 - HE - 小甜饼 - 暗恋 - 年下 - 荤素皆有 - 中篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/f338d00273fc"
  },
  {
    "文件名": "【废文】《香草味暗恋》作者：江非萧雨【现代 - HE - 小甜饼 - 暗恋 - 年下 - 荤素皆有 - 短篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/d4143834a306"
  },
  {
    "文件名": "【废文】《限定心动》作者：灯下魂【ABO - 校园 - 破镜重圆 - 论坛体 - HE - 荤素皆有 - 中篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/7fc648dd25f9"
  },
  {
    "文件名": "【废文】《现在现在》作者：玻璃熔光【互攻 - 现代 - 轻松 - 日常 - 美强 - 荤素皆有 - 中篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/30bee6b79e31"
  },
  {
    "文件名": "【废文】《先睡为敬》作者：闻九粥【小甜饼 - 校园 - 暗恋 - 青梅竹马 - 高H - 中篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/0f51ab1a94a9"
  },
  {
    "文件名": "【废文】《先生，我想》作者：有月亮的山崖【小甜饼 - 双性 - 养成 - 高H - 短篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/f97d6283a54a"
  },
  {
    "文件名": "【废文】《罅隙微茫》作者：倾柚【现代 - HE - MB - 1v1 - 荤素皆有 - 短篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/50dd5db988fc"
  },
  {
    "文件名": "【废文】《夏日见春》作者：Pseven【小甜饼 - 轻松 - 年上 - 攻宠受 - 微H - 短篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/8bc02c3657de"
  },
  {
    "文件名": "【废文】《下嫁皇子爱上驸马夫人》作者：虎兔【古代 - HE - 小甜饼 - 轻松 - 荤素皆有 - 中篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/0c9359683d1b"
  },
  {
    "文件名": "【废文】《戏中戏》作者：十九酱【现代 - 娱乐圈 - 天作之合 - 1v1 - 高H - 中篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/5970db30c408"
  },
  {
    "文件名": "【废文】《戏剧化事件》作者：一扇桃【ABO - 强制爱 - 骨科 - HE - 荤素皆有 - 中篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/3608981b2792"
  },
  {
    "文件名": "【废文】《悉林河春》作者：潮却【现代 - HE - 小甜饼 - 黑色幽默 - 荤素皆有 - 中篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/633f95df23cc"
  },
  {
    "文件名": "【废文】《希冀》作者：君子兰肯定被占了【第一人称 - 古代 - OE - 荤素皆有 - 中篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/cd03a1876e0a"
  },
  {
    "文件名": "【废文】《西装革履》作者：一吨山【双性 - 强制爱 - 骨科 - 年下 - 荤素皆有 - 中篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/fb5b5074876e"
  },
  {
    "文件名": "【废文】《西风语》作者：二十四桥【互攻 - 现代 - 小甜饼 - 娱乐圈 - 暗恋 - 荤素皆有 - 短篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/dfab7272124d"
  },
  {
    "文件名": "【废文】《西城春色》作者：赵酒良【古代 - HE - 强强 - 1v1 - 荤素均衡 - 短篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/f2d946f2cedd"
  },
  {
    "文件名": "【废文】《吸热玻璃》作者：MyJinji【第一人称 - 现代 - 现实主义 - 三观不正 - 荤素皆有 - 短篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/fe8f5cd2803c"
  },
  {
    "文件名": "【废文】《误载不害真意》作者：鹤望兰chloe【相爱相杀 - 强强 - 骨科 - 荤素皆有 - 长篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/bd31c663bef9"
  },
  {
    "文件名": "【废文】《误以为是祸》作者：屋上乌【现代 - 小甜饼 - 暗恋 - 年上 - 微H - 中篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/0a11dfe68e0e"
  },
  {
    "文件名": "【废文】《误入歧途》作者：磨刀嚯嚯嚯【现代 - 轻松 - 1v1 - 直掰弯 - 高H - 中篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/1bfd1bb562cb"
  },
  {
    "文件名": "【废文】《误区循环》作者：咩野【现代 - 三观不正 - 骨科 - 1v1 - 荤素皆有 - 短篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/f090e35cb26b"
  },
  {
    "文件名": "【废文】《唔好同佢说话》作者：拉萨下雪啦【现代 - 高H - 狗血 - 强制爱 - 1v1 - 长篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/eaacee9c5f4c"
  },
  {
    "文件名": "【废文】《吾非良人》作者：意兴阑珊【现代 - HE - 破镜重圆 - 年下 - 1v1 - 荤素皆有 - 中篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/0ee14dbea247"
  },
  {
    "文件名": "【废文】《无心之举》作者：eetinfa【主攻 - 现代 - 治愈 - 黑色幽默 - 荤素均衡 - HE - 中篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/fef4086c6ba3"
  },
  {
    "文件名": "【废文】《无限流Boss出逃啦》作者：宋迟年【现代 - 轻松 - 末世 - BDSM - 荤素皆有 - 中篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/35a1f08e7ceb"
  },
  {
    "文件名": "【废文】《无隙》 作者：唐棣【双性 - 强弱 - 父子 - 年上 - 攻宠受 - 荤素皆有 - 短篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/bed85fe80730"
  },
  {
    "文件名": "【废文】《无示》作者：忘了下鹽【现代 - 悬疑 - 灵异 - 神怪志异 - 微H - 长篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/036c06ab47d2"
  },
  {
    "文件名": "【废文】《无声心动》作者：Pseven【现代 - HE - 狗血 - 暗恋 - 生子 - 荤素皆有 - 短篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/47114c9d7c67"
  },
  {
    "文件名": "【废文】《无名份》作者：林萨【HE - 轻松 - 强弱 - 1v1 - 荤素皆有 - 中篇篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/02d98c0dcf28"
  },
  {
    "文件名": "【废文】《无花果的试吃方法》作者：谜岛【现代 - HE - 小甜饼 - 轻松 - ABO - 荤素皆有 - 短篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a323ff1b8ac7"
  },
  {
    "文件名": "【废文】《污泥之下》作者：7号杂役【现代 - HE - 狗血 - 1v1 - 荤素均衡 - 短篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/601b1248a6d6"
  },
  {
    "文件名": "【废文】《我指导你还不行吗》作者：九问【现代 - BDSM - 弱强 - 年下 - 荤素皆有 - 中篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e87a104a5216"
  },
  {
    "文件名": "【废文】《我只是个教官啊》作者：图兔兔图图tt【HE - 现代 - 小甜饼 - 1v1 - 短篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ae413c2663d5"
  },
  {
    "文件名": "【废文】《我真的恐批》作者：匿名咸鱼【现代 - HE - 轻松 - 双性 - 高H - 短篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/fa2ab88c8df4"
  },
  {
    "文件名": "【废文】《我欲与君相知》作者：衔佩【高H - 古代 - 生子 - 仙侠 - NP - 中篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/7ad96574e878"
  },
  {
    "文件名": "【废文】《我有罪》作者：挖坑不填超快乐【未来 - 触手 - 强制爱 - 荤素皆有 - 中篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/dce4196b63b4"
  },
  {
    "文件名": "【废文】《我娶了个夫人》作者：枝丫复吱吖【古代 - HE - 小甜饼 - 高H - 短篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/de6d049db0a6"
  },
  {
    "文件名": "【废文】《我难道不是万人迷吗》作者：轻觉【现代 - HE - 小甜饼 - NP - 荤素皆有 - 短篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/6b2b9b64d706"
  },
  {
    "文件名": "【废文】《我们直男从不塌房》作者：可乐气泡【现代 - 小甜饼 - 娱乐圈 - 青梅竹马 - 微H - 中篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/96fa53452b0c"
  },
  {
    "文件名": "【废文】《我们凝凝》作者：黑色泡芙【现代 - HE - ABO - 日常 - 1v1 - 荤素皆有 - 中篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/8327144dc20b"
  },
  {
    "文件名": "【废文】《我对象贼好看》作者：解大花【现代 - 狗血 - 忠犬 - 攻宠受 - 荤素均衡 - 中篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/598a4d834215"
  },
  {
    "文件名": "【废文】《我的自白》作者：祭小祀【古代 - HE - 狗血 - 第一人称 - 仙侠 - 微H - 短篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/f80b9a10c170"
  },
  {
    "文件名": "【废文】《我的偏爱属于你》作者：Ystshu【现代 - HE - 校园 - 暗恋 - 全年龄 - 微H - 短篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/00df986d13ef"
  },
  {
    "文件名": "【废文】《我的鸟儿飞走了》作者：逗逼老陶【互攻 - 谐趣 - 灵魂伴侣 - 励志 - 微H - 短篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/903d79125a6b"
  },
  {
    "文件名": "【废文】《我的耳塞它成精了》作者：二筒子【喜剧 - 现代 - 小甜饼 - 谐趣 - 微H - 短篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/0ae9ae186503"
  },
  {
    "文件名": "【废文】《我不知道》作者：茶花绿【HE - 小甜饼 - 治愈 - 暗恋 - 破镜重圆 - 微H - 中篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/9bef03e578db"
  },
  {
    "文件名": "【废文】《我不喜欢》作者：今天不吃素【现代 - 小甜饼 - 轻松 - 暧昧 - 天作之合 - 荤素皆有 - 短篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/5eb0fffd1244"
  },
  {
    "文件名": "【废文】《我本人》作者：拯救瑶光星【第一人称 - 主攻 - HE - 论坛体 - 微H - 短篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e34a99f949cb"
  },
  {
    "文件名": "【废文】《我爱上了朋友的老婆》作者：阿罗的不可能性【现代 - NTR - 荤素均衡 - 中篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/d118614f6ce0"
  },
  {
    "文件名": "【废文】《我爱上了朋友的老婆》作者：阿罗的不可能性【补番 - 现代 - NTR - 荤素均衡 - 中篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/de12117eaee7"
  },
  {
    "文件名": "【废文】《问月寻溪》作者：魁梧书生【古代 - 小甜饼 - 武侠 - 强强 - 年下 - 微H - 短篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/62f79ea6ab6a"
  },
  {
    "文件名": "【废文】《温柔陷阱》作者：色感公式【HE - 狗血 - ABO - 养成 - 年上 - 荤素皆有 - 中篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/6e689eb1d0bd"
  },
  {
    "文件名": "【废文】《未婚妻》作者：废话大王【补番 - 现代 - HE - ABO - 强弱 - 荤素皆有 - 长篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/8a6f80baed2a"
  },
  {
    "文件名": "【废文】《为欢几何》作者：沐旖乘舟【古代 - 强强 - 因缘邂逅 - 1v1 - 高H - 长篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/9461c0fc0396"
  },
  {
    "文件名": "【废文】《委托》作者：语璃未浅【现代 - HE - 1v1 - BDSM - 荤素皆有 - 短篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/3e46dc54db77"
  },
  {
    "文件名": "【废文】《危岛索情》作者：衣囧大少【补番 - 主攻 - 现代 - 强强 - 荤素均衡 - 短篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/7f532bd53a35"
  },
  {
    "文件名": "【废文】《望舒》作者：西红柿鸡蛋汤来一碗【西方 - HE - 血族 - 高H - 三观不正 - 短篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ef84661737f6"
  },
  {
    "文件名": "【废文】《望白头》作者：醒在梦境【悲剧 - 现代 - BE - 致郁 - 第一人称 - 微H - 短篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/f55fa4716016"
  },
  {
    "文件名": "【废文】《网络奇缘一线牵》作者：淡而无味白开水【互攻 - HE - 轻松 - 阴差阳错 - 骨科 - 荤素皆有 - 短篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/92c740b60d13"
  },
  {
    "文件名": "【废文】《万人嫌死后他们都后悔》作者：江柳儿【现代 - 狗血 - NP - 荤素皆有 - 中篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/b14dead0cdd8"
  },
  {
    "文件名": "【废文】《万人嫌短暂无用的一生》作者：橙色香菜【狗血 - 虐文 - 校园 - BE - 荤素皆有 - 短篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/38d80bc65acf"
  },
  {
    "文件名": "【废文】《万人迷对我强取豪夺》作者：黑洞大脑【主攻 - 科幻 - 虫族 - 受宠攻 - 荤素皆有 - 中篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/afa6bd88d841"
  },
  {
    "文件名": "【废文】《晚风吻尽荷花叶》作者：捌月野酒【校园 - 强强 - 年下 - 攻宠受 - 微H - 长篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/24166a3c96ae"
  },
  {
    "文件名": "【废文】《完全宠爱》作者：是曦瑶呀【喜剧 - 现代 - HE - 小甜饼 - 轻松 - 荤素皆有 - 短篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/aeecd02006b4"
  },
  {
    "文件名": "【废文】《完蛋！是社会性死亡》作者：张三缺【小甜饼 - 室友 - 校园 - 荤素皆有 - 短篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/27e9859356ae"
  },
  {
    "文件名": "【废文】《退游引发的血案》作者：小号某某丞【 仙侠 - 玄幻 - 1v1 - 微H - 短篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ccda6d306076"
  },
  {
    "文件名": "【废文】《退圈后被迫成名了》作者：lovesakura【现代 - HE - 小甜饼 - 轻松 - 微H - 中篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/f132cf143f2e"
  },
  {
    "文件名": "【废文】《兔子Ⅱ》作者：E理科生【现代 - HE - 治愈 - 年上 - 荤素皆有 - 短篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a424ffc69a31"
  },
  {
    "文件名": "【废文】《兔兔历险记》作者：次不次饭【小甜饼 - 兽人 - 宠物奇缘 - 产乳 - 高H - 中篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/af54fe86c31e"
  },
  {
    "文件名": "【废文】《土味》作者：迷人肉汤【双性 - ABO - 田园乡村 - 产乳 - 荤素皆有 - 中篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/3eadc06e6be0"
  },
  {
    "文件名": "【废文】《徒花》作者：不让尘【现代 - HE - 狗血 - 年下直掰弯 - 微H - 中篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/8637e564dd55"
  },
  {
    "文件名": "【废文】《徒弟你慢点》作者：有机酸奶【HE - 玄幻 - 养成 - 年下 - 1v1 - 微H - 短篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/774a647876ef"
  },
  {
    "文件名": "【废文】《突风过载》作者：茶引CHAR【小甜饼 - 浪漫主义 - ABO - 年上 - 荤素均衡 - 中篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/16526fabcd8b"
  },
  {
    "文件名": "【废文】《透透》作者：路今迟【狗血 - ABO - 破镜重圆 - 强制爱 - 荤素皆有 - 长篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/6b90feb979cc"
  },
  {
    "文件名": "【废文】《透明的第三者》作者：抗病毒口服液【现代 - 第一人称 - 校园 - NP - 荤素皆有 - 长篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e5f63a5327fe"
  },
  {
    "文件名": "【废文】《头狼的战利品》作者：宴惟【狗血 - ABO - 忠犬 - 荤素均衡 - 中篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/09de1f31f89d"
  },
  {
    "文件名": "【废文】《走雾》作者：布洛卡区【HE - 现代 - 现实主义 - 破镜重圆 - 年下 - 荤素皆有 - 中篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ab87e33b3d72"
  },
  {
    "文件名": "【废文】《走程序》作者：神仙水【现代 - HE - 小甜饼 - 双性 - 骨科 - 荤素皆有 - 短篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/bd584a027996"
  },
  {
    "文件名": "【废文】《纵我》作者：今天不想打棒球【现代 - 双性 - 生子 - 荤素皆有 - 中篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/744f45e9f0dd"
  },
  {
    "文件名": "【废文】《纵你狂恋》作者：姜的吃【狗血 - 双性 - 生子 - 骨科 - 荤素均衡 - 中篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/38e4f063f2c6"
  },
  {
    "文件名": "【废文】《总裁与老男人》作者：余生相【现代 - HE - 狗血 - 年下 - 荤素皆有 - 短篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/483fc0056314"
  },
  {
    "文件名": "【废文】《总裁向总监求婚五次》作者：Sa_veAsDraft【现代 - 狗血 - 破镜重圆 - 生子 - 荤素均衡 - 中篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/8bf6a1630d4f"
  },
  {
    "文件名": "【废文】《总裁他被潜规则了》作者：H.Z.【现代 - 强制爱 - 荤素皆有 - 短篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c66da4eef1e4"
  },
  {
    "文件名": "【废文】《总裁和体育生》作者：象阳山明【现代 - 强强 - 年下 - 受宠攻 - 微H - 短篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/633802b7626d"
  },
  {
    "文件名": "【废文】《子厌》作者：岚凪【补番 - 古代 - 1v1 - 受宠攻 - HE - 微H - 中篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a0e37d19ab6f"
  },
  {
    "文件名": "【废文】《自我辩论》作者：不开car行不行【多重视角 - 悲剧 - 现代 - 狗血 - 悬疑 - 微H - 短篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/0ff1c162392a"
  },
  {
    "文件名": "【废文】《啄木鸟》 作者：木尤生【现代 - 狗血 - 双性 - 娱乐圈 - 生子 - 荤素皆有 - 中篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/7219eb504fac"
  },
  {
    "文件名": "【废文】《追夫法则》作者：自圆不了自说【HE - 忠犬 - 1v1 - 清水 - 短篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e0ae63880d8a"
  },
  {
    "文件名": "【废文】《装聋作哑》作者：清植Elf【小甜饼 - 治愈 - 强制爱 - 强弱 - 攻宠受 - 荤素皆有 - 中篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/1d035eec68f3"
  },
  {
    "文件名": "【废文】《抓住那只小哭包》作者：饭饭可陈【现代 - HE - 小甜饼 - 治愈 - 微H - 中篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/286759f15173"
  },
  {
    "文件名": "【废文】《祝余蛮蛮》作者：fanxin【HE - 第一人称 - 主攻视角 - 仙侠 - 受宠攻 - 微H - 短篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/80ebb76e6207"
  },
  {
    "文件名": "【废文】《主母难为》作者：甘蓝菜【古代 - 双性 - 先婚后爱 - 1v1 - 高H - 中篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/6b2799701502"
  },
  {
    "文件名": "【废文】《主角都是我的玩物》作者：好玩极了【现代 - 狗血 - NP - 荤素皆有 - 中篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ebc6fb96815c"
  },
  {
    "文件名": "【废文】《竹马之交》作者：尤依【现代 - 双性 - 校园 - 生子 - 荤素皆有 - 短篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a789c7572355"
  },
  {
    "文件名": "【废文】《竹马爱情教育》作者：钦雀【喜剧 - 现代 - 轻松 - 青梅竹马 - 1v1 - 荤素皆有 - 短篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/3428a502ac2b"
  },
  {
    "文件名": "【废文】《骤雨地》作者：軟瑭【现代 - HE - 小甜饼 - 因缘邂逅 - 年下 - 荤素皆有 - 短篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/eb29ad567934"
  },
  {
    "文件名": "【废文】《半衰期》作者：一洛书一【未来 - 科幻 - 灵魂伴侣 - 年下 - 微H - 中篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/aea53a46feef"
  },
  {
    "文件名": "【废文】《半边云》作者：qiqigao667【现代 - HE - 轻松 - 攻宠受 - 微H - 短篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/6c1955759cdd"
  },
  {
    "文件名": "【废文】《百年》作者：Alex-sann【悲剧 - 民国 - 虐文 - 第一人称 - 微H - 短篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/cd3ce0ffed0b"
  },
  {
    "文件名": "【废文】《白月光着火》作者：SoSour【HE - 小甜饼 - 日常 - 年上 - 荤素均衡 - 中篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a132b4cf3557"
  },
  {
    "文件名": "【废文】《白雾》作者：易炸【现代 - HE - 小甜饼 - 治愈 - 重生 - 微H - 中篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/343d89cf5d56"
  },
  {
    "文件名": "【废文】《白旗》作者：lulu【ABO - 双A - 骨科 - 病娇 - 荤素皆有 - 短篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/d20f01658947"
  },
  {
    "文件名": "【废文】《白狐狸》作者：渝殿【古代 - HE - 玄幻 - 因缘邂逅 - 荤素皆有 - 短篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/4432a77da5b0"
  },
  {
    "文件名": "【废文】《白茶》作者：露欲为霜【现代 - 双性 - 高H - 产乳 - NP - 中篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/7d5a14e4a9db"
  },
  {
    "文件名": "【废文】《SnakeBite》作者：斯坦【主攻 - 第一人称 - 哨兵向导 - 受宠攻 - 微H - 短篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/28056796d417"
  },
  {
    "文件名": "【废文】《fluffer》作者：边城响马【互攻 - 喜剧 - 轻松 - 强强 - 荤素皆有 - 短篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/002c53c82546"
  },
  {
    "文件名": "【废文】《通汇合约》作者：一目了然了了【补番 - 现代 - HE - 狗血 - 高H - 中篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e0de48535388"
  },
  {
    "文件名": "【废文】《甜音芝士》作者：星绮雨【双性 - 强弱 - 骨科 - NP - 高H - 中篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/42246b144e87"
  },
  {
    "文件名": "【废文】《甜蜜攻势》作者：蜂蜜团子不加糖【现代 - HE - 小甜饼 - 校园 - 清水 - 中篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/633195db94da"
  },
  {
    "文件名": "【废文】《天地无疆》作者：洛欣【GL - 古代 - 女尊 - 相爱相杀 - 清水 - 中篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/4d300a7e3330"
  },
  {
    "文件名": "【废文】《螳螂与黄雀》作者：Pblack【现代 - 欧美 - 强制爱 - 强强 - 荤素均衡 - 中篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/21c0e90c8638"
  },
  {
    "文件名": "【废文】《太傅他人人喊打》作者：孟还【古代 - HE - 年下 - 荤素皆有 - 长篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c1d8c7d71f57"
  },
  {
    "文件名": "【废文】《他的月亮坠落了》作者：存在证明不存在【治愈 - 互攻 - 微H - 短篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a396dfaa5b7a"
  },
  {
    "文件名": "【废文】《他的易感期》作者：最一【ABO - 年下 - 现在 - 荤素皆有 - 短篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/700d7875e4dd"
  },
  {
    "文件名": "【废文】《他的裙》作者：艺术家脾气【忠犬 - 攻宠受 - 荤素皆有 - 中篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/168438093b44"
  },
  {
    "文件名": "【废文】《酸涩暗恋》作者：野絮【现代 - HE - 暗恋 - 青梅竹马 - 年上 - 微H - 短篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/4ba60e2b79d9"
  },
  {
    "文件名": "【废文】《松山引》作者：荒山渡【古代 - 轻松 - 神怪志异 - 荤素皆有 - 短篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/909ad7fbeb8f"
  },
  {
    "文件名": "【废文】《死对头受伤后》作者：枝丫复吱吖【古代 - HE - 小甜饼 - 高H - 短篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ad1179aaeecb"
  },
  {
    "文件名": "【废文】《水到渠成》作者：青岫【小甜饼 - 双性 - 破镜重圆 - 生子 - 荤素均衡 - 中篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/f5b55e3a3ec8"
  },
  {
    "文件名": "【废文】《双洁》作者：白马非狗【现代 - 轻松 - 治愈 - 破镜重圆 - 荤素皆有 - 中篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c7efd03f5eab"
  },
  {
    "文件名": "【废文】《舒适鉴赏家》作者：东冉【现代 - 小甜饼 - 日常 - 年下 - 微H - 短篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/690cf6524d22"
  },
  {
    "文件名": "【废文】《书卿名》作者：末芜闻【HE - 年上 - BDSM - 荤素皆有 - 中篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/7bd4a1d71edc"
  },
  {
    "文件名": "【废文】《室友》作者：兔举栗【现代 - 悬疑 - 灵异 - 强制爱 - 荤素皆有 - 中篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/be2d23bacb7a"
  },
  {
    "文件名": "【废文】《蚀骨钟情》作者：余雾【现代 - 狗血 - 强制爱 - NP - 荤素均衡 - 中篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/15498519ac51"
  },
  {
    "文件名": "【废文】《十年霜雪》作者：匿名咸鱼【狗血 - 仙侠 - 强弱 - 荤素皆有 - 短篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/d9ca2a99564f"
  },
  {
    "文件名": "【废文】《失落的伊甸园》作者：松石石【无CP - 未来 - 科幻 - 全年龄 - 微H - 短篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/0932d9d3778e"
  },
  {
    "文件名": "【废文】《失联》作者：花音音音【现代 - HE - 狗血 - 破镜重圆 - 年下 - 微H - 中篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/4c9d2823cbeb"
  },
  {
    "文件名": "【废文】《失衡》作者：和什s【互攻 - 现代 - 校园 - 强强 - 荤素皆有 - 长篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/10a085bca986"
  },
  {
    "文件名": "【废文】《圣女昌》作者：生啃花岗岩【现代 - 第一人称 - 年下 - 荤素皆有 - 短篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/472785c89374"
  },
  {
    "文件名": "【废文】《声声入我心》作者：顾小酒【现代 - HE - BDSM - 荤素均衡 - 短篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/846ec4a0f5cd"
  },
  {
    "文件名": "【废文】《深海恐惧》作者：北极小鲸鱼【人鱼 - 前世今生 - 天作之合 - 荤素皆有 - 长篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/2fec38e0af4a"
  },
  {
    "文件名": "【废文】《上卿》作者：飞羽蔓绿绒【古代 - 治愈 - 狗血 - 1v1 - 荤素均衡 - 中篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/98656a2428f3"
  },
  {
    "文件名": "【废文】《山村求生记》作者：野生猫咪【古代 - HE - 小甜饼 - NP - 高H - 中篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/23bf873f4180"
  },
  {
    "文件名": "【废文】《傻瓜》作者：关山越【现代 - 狗血 - 第一人称 - NP - 荤素皆有 - 长篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/db5b9a635027"
  },
  {
    "文件名": "【废文】《森景病》作者：抗病毒口服液【HE - 小甜饼 - 1v1 - 微H - 短篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/eefc9ed3f9f3"
  },
  {
    "文件名": "【废文】《三生海》作者：泉月行【现代 - HE - 校园 - 暗恋 - 荤素皆有 - 短篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/df4799fe77c4"
  },
  {
    "文件名": "【废文】《软糖》作者：关山越【ABO - NP - 小甜饼 - 玛丽苏 - 荤素皆有 - 中篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/2b3690ddb2c2"
  },
  {
    "文件名": "【废文】《阮白》作者：脆柿子【HE - 小甜饼 - 日常 - 1v1 - 荤素均衡 - 中篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/34a4995669a8"
  },
  {
    "文件名": "【废文】《如何拿下百万网黄》作者：开心果蜗牛卷【现代 - 年下 - 荤素皆有 - 短篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/914785959036"
  },
  {
    "文件名": "【废文】《日日是好日》作者：994Alieen【现代 - 破镜重圆 - HE - 荤素皆有 - 中篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/4d5a07b8c729"
  },
  {
    "文件名": "【废文】《日偏食》作者：成霖【狗血 - 架空世界 - ABO - 年下 - 荤素皆有 - 长篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/2d7354186381"
  },
  {
    "文件名": "【废文】《日久生情罢了》作者：草荫【HE - 高H - 现代 - 强弱 - 年上 - 中篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/aed040aa22bc"
  },
  {
    "文件名": "【废文】《人气男团因为我解散了》作者：之谨【 现代 - HE - 娱乐圈 - 微H - 中篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/8b1bcbe8f049"
  },
  {
    "文件名": "【废文】《却往南飞》作者：夏大雨【HE - 年上 - 攻宠受 - 微H - 长篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/5532329cc72b"
  },
  {
    "文件名": "【废文】《全糖苏打》作者：正月十五闹元宵【现代 - 小甜饼 - 年下 - 微H - 短篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a4d840a68821"
  },
  {
    "文件名": "【废文】《囚心》作者：阿裕【现代 - HE - 治愈 - 1v1 - 荤素均衡 - 中篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/d962bbfa01fb"
  },
  {
    "文件名": "【废文】《大佬和冬青竹》作者：两座山【现代 - 轻松 - 双性 - 荤素均衡 - 短篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/b23b441c0be7"
  },
  {
    "文件名": "【废文】《错误投送》作者：麦起【现代 - HE - 小甜饼 - 轻松 - 暗恋 - 微H - 中篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/2fe1ab9b2753"
  },
  {
    "文件名": "【废文】《错位爱情》作者：天下第一汪【现代 - ABO - 阴差阳错 - 强弱 - 荤素均衡 - 长篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/07b4f6ad0efe"
  },
  {
    "文件名": "【废文】《从万米高空降临》作者：larivegauche【现代 - HE - 天作之合 - 强强 - 微H - 短篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/f8e55f9899e2"
  },
  {
    "文件名": "【废文】《从良》作者：春一帆【现代 - 娱乐圈 - 先婚后爱 - 荤素皆有 - 中篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/5726137d0153"
  },
  {
    "文件名": "【废文】《辞不达意》作者：只只-【现代 - 娱乐圈 - 破镜重圆 - 年上 - 微H - 中篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/3ecda87a34e3"
  },
  {
    "文件名": "【废文】《纯属意外》作者：雨山前【小甜饼 - 校园 - 暗恋 - 1v1荤素均衡 - 短篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c04dabdb4cda"
  },
  {
    "文件名": "【废文】《春日欲望》作者：鹿9少年【未来 - HE - 破镜重圆 - 年下 - 荤素均衡 - 中篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/12f59772a166"
  },
  {
    "文件名": "【废文】《春梦无痕》作者：怜稚【HE - 小甜饼 - 年上 - 产乳 - 高H - 短篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/df15bb1f2005"
  },
  {
    "文件名": "【废文】《春江潮水》作者：栖鹤【双性 - 强制爱 - 生子 - NP - 高H - 中篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/4b6f79c33d08"
  },
  {
    "文件名": "【废文】《春桂》作者：筋肉小娇娘【现代 - 生子 - 年上 - 荤素皆有 - 中篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/8b3cbd674cdf"
  },
  {
    "文件名": "【废文】《春潮》作者：超能吃酸【HE - 双性 - 天作之合 - 1v1 - 高H - 中篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/77b064b125d3"
  },
  {
    "文件名": "【废文】《吹笙》作者：黑糖珍珠哞哞茶【现代 - 小甜饼 - 室友 - 因缘邂逅 - 高H - 短篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/7dbd2c5fc688"
  },
  {
    "文件名": "【废文】《出格》作者：不羡鱼【小甜饼 - 日常 - 暗恋 - 攻宠受 - 微H - 短篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/b9de0b87693c"
  },
  {
    "文件名": "【废文】《稠蜜软桃》作者：满知良【现代 - 小甜饼 - 轻松 - 高H - 短篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/9b6df3a5b3b1"
  },
  {
    "文件名": "【废文】《澄心》作者：77888【狗血 - 生子 - HE - 双性 - 破镜重圆 - 荤素均衡 - 中篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c44a72d6c870"
  },
  {
    "文件名": "【废文】《晨星》作者：苏祉言【现代 - 末世 - 骨科 - 年上 - 荤素皆有 - 中篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/1a4ca3211b4f"
  },
  {
    "文件名": "【废文】《晨昏线》作者：晚风【HE - 荤素皆有 - 双性 - 现代 - 1v1 - 中篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/eaf6db28b6ba"
  },
  {
    "文件名": "【废文】《沉湎于你》作者：匿名咸鱼【ABO - 年上 - 1v1 - 荤素均衡 - 短篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/600105c4fb90"
  },
  {
    "文件名": "【废文】《沉进宫底》作者：ZeroElma【现代 - HE - 小甜饼 - 荤素皆有 - 短篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/04db8e1a0f76"
  },
  {
    "文件名": "【废文】《沉浮事》作者：阳刚猛男弦上【神怪志异 - 强制爱 - 强弱 - 高H - 长篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/fc217d73085d"
  },
  {
    "文件名": "【废文】《草》作者：丫丫yy【双性 - 荤素均衡 - 现代 - 父子 - 年上 - 中篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/182983bc82ea"
  },
  {
    "文件名": "【废文】《藏起来》作者：百里闻【三观不正 - 养成 - 年上 - 高H - 中篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/7ce4bd63ed5f"
  },
  {
    "文件名": "【废文】《踩过界》作者：茹初见Hana【惊悚 - 灵异前世今生 - 强强 - 荤素皆有 - 长篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/23e701a938f0"
  },
  {
    "文件名": "【废文】《不知不觉》作者：tea【现代 - HE - 轻松 - 1v1 - 荤素皆有 - 短篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/3a90f44b3162"
  },
  {
    "文件名": "【废文】《不再来》作者：苦贞【现代 - 虐文 - 双性 - 暧昧 - 强弱 - 微H - 中篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a84a0ee4d1f7"
  },
  {
    "文件名": "【废文】《不谈风月》作者：冬江江【民国 - 轻松 - 第二人称 - 年下 - 微H - 短篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/1267f72dfb28"
  },
  {
    "文件名": "【废文】《不是人》作者：匿名咸鱼【末世 - 兽人 - NP - 荤素皆有 - HE - 中篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/3badcd8a439b"
  },
  {
    "文件名": "【废文】《濒死仪式》作者：南荼榕【现代 - BE - 强制爱 - 骨科 - 高H - 中篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/cb5a3d92e1bc"
  },
  {
    "文件名": "【废文】《背阴面》作者：万经星【现代 - HE - 多重视角 - 破镜重圆 - 荤素皆有 - 长篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/51574f2d706c"
  },
  {
    "文件名": "【废文】《暴徒的火烈鸟》作者：长知怨【现代 - 狗血 - 强制爱 - 年下 - 高H - 中篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/294fb79670ad"
  },
  {
    "文件名": "【废文】《暴烈礼花》作者：Dopamine-DA【现代 - HE - 强强 - 1v1 - 高H - 短篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/eb6b23492688"
  },
  {
    "文件名": "【废文】《暗室》作者：秋禾MICRO【科幻 - 哨兵向导 - 年上 - 1v1 - 微H - 中篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/6a85c16dc080"
  },
  {
    "文件名": "【废文】《暗恋行为艺术大赏》作者：E理科生【现代 - BE - 第一人称 - 微H - 短篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/1a6557f2d97c"
  },
  {
    "文件名": "【废文】《安全区》作者：十三十三【狗血 - 末世 - ABO - 荤素皆有 - 长篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/d525c090e5cc"
  },
  {
    "文件名": "【废文】《安乐死我床》作者：冬风一度【ABO - 强制爱 - 强强 - 荤素皆有 - 短篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/918449c24336"
  },
  {
    "文件名": "【废文】《暧昧》作者：没谱儿的【大纲 - HE - 轻松 - 1v1 - 微H - 短篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/245d3e74086c"
  },
  {
    "文件名": "【废文】《爱意越界》作者：吃不吃苹果m【现代 - 双性 - 骨科 - 荤素均衡 - 短篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/87da3e9bdc02"
  },
  {
    "文件名": "【废文】《爱人》作者：1duanq1【现代 - BE - 意识流 - 第一人称 - 微H - 短篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/7fe14376f781"
  },
  {
    "文件名": "【废文】《爱哭的狗狗》作者：惊秋【现代 - HE - BDSM - 荤素皆有 - 短篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/5e2b293bd589"
  },
  {
    "文件名": "【废文】《哎呦我趣老婆跑了》作者：最一【HE - 轻松 - 荤素皆有 - 短篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e13f1ca183ba"
  },
  {
    "文件名": "【废文】《秋蝉》作者：爆裂鲨鱼【HE - 狗血 - 破镜重圆 - 1v1 - 荤素皆有 - 中篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/54d070ca2e2c"
  },
  {
    "文件名": "【废文】《清水玫瑰》作者：粉粉粉甜【现代 - HE - 狗血 - BDSM - 荤素皆有 - 中篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/28ddd46e0656"
  },
  {
    "文件名": "【废文】《卿风》作者：今日加糖【古代 - HE - 小甜饼 - 双性 - 高H - 短篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ef7270f99062"
  },
  {
    "文件名": "【废文】《窃窃》作者：关山越【古代 - 虐文 - 年下 - 狗血 - 荤素皆有 - 中篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/dded8ab4c4df"
  },
  {
    "文件名": "【废文】《强娶豪夺》作者：雾下岛【民国 - HE - 强制爱 - 荤素皆有 - 短篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e50120290117"
  },
  {
    "文件名": "【废文】《缱绻》作者：柔らかいさま【HE - 小甜饼 - 末世 - 高H - 短篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/bd73e128c3bd"
  },
  {
    "文件名": "【废文】《前夜》作者：AhMeow【同人 - GL - 民国 - AU - 微H - 短篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/50285e053b4d"
  },
  {
    "文件名": "【废文】《骑龙》作者：猛龙落泪【古代 - HE - 玄幻 - 因缘邂逅 - 荤素皆有 - 中篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/3f220e351b7a"
  },
  {
    "文件名": "【废文】《七位勇者都是我姘头》作者：LeafKatharina【魔法世界 - NP - 荤素皆有 - 中篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c8ea871631b8"
  },
  {
    "文件名": "【废文】《菩提明镜洗刀录》作者：孔因【喜剧 - 古代 - 悬疑 - 武侠 - 微H - 短篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/9b610207079b"
  },
  {
    "文件名": "【废文】《破镜重圆》作者：不羡鱼【破镜重圆 - 年上 - 攻宠受 - 荤素皆有 - 短篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/665f43e11568"
  },
  {
    "文件名": "【废文】《平安小卖部》作者：黄金圣斗士【双性 - 骨科 - 年上 - 荤素皆有 - 长篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c2c02c79ccc5"
  },
  {
    "文件名": "【废文】《懦弱成瘾》作者：怪物暴徒tyz【现代 - 架空世界 - 强强 - 年下 - 微H - 短篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/283c8977767d"
  },
  {
    "文件名": "【废文】《年年有余》作者：至幸【现代 - HE - 忠犬 - 师生 - 微H - 长篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/04d566623e60"
  },
  {
    "文件名": "【废文】《逆来顺受》作者：两座山【HE - 双性 - 现代 - 强弱 - 荤素皆有 - 中篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ed11bfeb0147"
  },
  {
    "文件名": "【废文】《你怎么不说话》作者：十方小月【现代 - HE - 狗血 - 破镜重圆 - 微H - 短篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/3e0eb587576f"
  },
  {
    "文件名": "【废文】《你需要一束丁香花吗》作者：暮霭浮依【现代 - 小甜饼 - 微H - 短篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a01da5056104"
  },
  {
    "文件名": "【废文】《你头发乱了哦》作者：吃瓜群众谢某【现代 - HE - 小甜饼 - 微H - 短篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/78d046dd46fb"
  },
  {
    "文件名": "【废文】《挠性》作者：笔纳【现代 - 主攻 - 美强 - 受宠攻 - 微H - 长篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/71fded4a1be1"
  },
  {
    "文件名": "【废文】《难捱》作者：紀美代【现代 - 狗血 - 强制爱 - 年下 - 荤素皆有 - 长篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ec1cdf34bd09"
  },
  {
    "文件名": "【废文】《南阳》作者：x向心力【现代 - 轻松 - 校园 - 日常 - 1v1 - 微H - 中篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a1adf67635df"
  },
  {
    "文件名": "【废文】《奶味衬衫》作者：砚菌【小甜饼 - 双性 - 日常 - 产乳 - 高H - 短篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/3b553d3039ee"
  },
  {
    "文件名": "【废文】《那一小片森林》作者：玄不救非【大纲 - HE - 荤素皆有 - 短篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/0b560c778562"
  },
  {
    "文件名": "【废文】《牧星》作者：折青【现代 - 校园 - 小甜饼 - 竹马 - 荤素皆有 - 短篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ea0e9520661b"
  },
  {
    "文件名": "【废文】《牧星》作者：折青【现代 - 荤素皆有 - 小甜饼 - 青梅竹马 - 校园 - 短篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/1854ddcd84dd"
  },
  {
    "文件名": "【废文】《木头人》作者：烈达【现代 - 狗血 - 强弱 - 年下 - 荤素皆有 - 长篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/2b81dc514182"
  },
  {
    "文件名": "【废文】《陌生情人》作者：檐上霜【现代 - 双性 - 校园 - 产乳 - 高H - 中篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/097762502e67"
  },
  {
    "文件名": "【废文】《谬误手记》作者：不用喊我起来吃饭【现代 - 第一人称 - 暗恋 - 微H - 短篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/bca5aea1b0d8"
  },
  {
    "文件名": "【废文】《秘而不宣》作者：SoSour【小甜饼 - 幻想空间 - 青梅竹马 - 1v1 - 高H - 中篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ecc039a02a80"
  },
  {
    "文件名": "【废文】《糜桃》作者：白首乌【双性 - 青梅竹马 - 年下 - 1v1 - 产乳 - 短篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e33fccba0f22"
  },
  {
    "文件名": "【废文】《懵动期的少年郎们》作者：精疲力竭【古代 - 高H - 重口 - NP - 短篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c61f13706398"
  },
  {
    "文件名": "【废文】《帽子屋》作者：凤天小羽【ABO - NTR - 生子 - NP - 高H - 长篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c44ba4946405"
  },
  {
    "文件名": "【废文】《猫哥在上》作者：一只鸭子【现代 - 小甜饼 - 直掰弯 - 高H - 中篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/fa041b3c1858"
  },
  {
    "文件名": "【废文】《蚂蚁不抬头》作者：萩原屋乙方【现代 - HE - 年上 - 荤素皆有 - 中篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/b2d0cf226eed"
  },
  {
    "文件名": "【废文】《麻辣鸳鸯锅》作者：林三郎豆腐【ABO - 校园 - 天作之合 - 荤素皆有 - 中篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/398259573502"
  },
  {
    "文件名": "【废文】《落云》作者：月明【小甜饼 - 1v1 - 双性 - 荤素皆有 - 短篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/410edb15ece4"
  },
  {
    "文件名": "【废文】《笼中》作者：帅到被通缉了怎么办【狗血 - 强制爱 - 荤素皆有 - 短篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/3d8a7a222c04"
  },
  {
    "文件名": "【废文】《笼中》作者：失眠孤独症患者【奇幻 - 暗黑 - 3P - 荤素皆有 - 短篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/bd24bc80372d"
  },
  {
    "文件名": "【废文】《流氓》作者：Alex-sann【现代 - HE - 轻松 - 年上 - 微H - 中篇篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/52968cbf5f6d"
  },
  {
    "文件名": "【废文】《临江月》作者：蟹黄豆腐【GL - 现代 - HE - 浪漫主义 - 天作之合 - 微H - 中篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/03185d334d70"
  },
  {
    "文件名": "【废文】《烈火干柴》作者：黄金圣斗士【互攻 - 现代 - HE - 强强 - 荤素均衡 - 长篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/7c03f1be6699"
  },
  {
    "文件名": "【废文】《劣质爱情》作者：小箐岚【现代 - 狗血 - 高H - 小甜饼 - HE - 短篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c614b20cd7dd"
  },
  {
    "文件名": "【废文】《劣等引诱》作者：wckk【现代 - 三观不正 - 校园 - NP - 高H - 中篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c0b0e3b7bf94"
  },
  {
    "文件名": "【废文】《两块钱》作者：日尧禾C【小甜饼 - 暧昧 - 1v1 - 微H - 短篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/38a5471d4bfc"
  },
  {
    "文件名": "【废文】《恋爱正在输入中》作者：蒹葭呀苍苍【现代 - HE - 小甜饼 - 微H - 短篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/5c392e8168c8"
  },
  {
    "文件名": "【废文】《恋爱脑》作者：弋鸟【现代 - HE - 三观不正 - 年下 - 高H - 短篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/5164d87c8d86"
  },
  {
    "文件名": "【废文】《俩树》作者：大大大大【现代 - HE - 强制爱 - NP - 荤素皆有 - 中篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/3331fc1d986b"
  },
  {
    "文件名": "【废文】《荔枝玫瑰》作者：EKOOPU【现代 - ABO - 弱强 - 受宠攻 - 荤素皆有 - 短篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/8213c382eeb2"
  },
  {
    "文件名": "【废文】《荔枝》作者：有时吃茶【现代 - 小甜饼 - 校园 - 1v1 - 微H - 短篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/7cd5fbd177d2"
  },
  {
    "文件名": "【废文】《离婚倦怠期》作者：JAAI【轻松 - 双性 - 破镜重圆 - 生子 - 荤素均衡 - 中篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/440cc5ed0e86"
  },
  {
    "文件名": "【废文】《老男人追爱记》作者：恐龙蛋【HE - 狗血 - 破镜重圆 - 年上 - 微H - 短篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/d845d433d1cc"
  },
  {
    "文件名": "【废文】《老大的小弟》作者：atang0509【现代 - HE - 狗血 - 黑道 - 荤素皆有 - 中篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c3a6225c116d"
  },
  {
    "文件名": "【废文】《蓝嘴唇》作者：夏子煦【现代 - HE - 谐趣 - 重口 - 阴差阳错 - 高H - 中篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/584d9a4877ed"
  },
  {
    "文件名": "【废文】《来自仙界的你》作者：AhMeow【混合 - 喜剧 - 古代 - HE - 轻松 - 微H - 短篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a5cbc3cdb1df"
  },
  {
    "文件名": "【废文】《窥视者》作者：孤舟野渡【现代 - 支配服从 - 强制爱 - BDSM - 高H - 短篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/4b948670840e"
  },
  {
    "文件名": "【废文】《旷野无声》作者：三两行诗【现代 - HE - 娱乐圈 - 荤素皆有 - 中篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/8eb5e53eacde"
  },
  {
    "文件名": "【废文】《狂恋苦艾》作者：黄桃久【现代 - 双性 - 校园 - 1v1 - 高H - 中篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/19814ed7656f"
  },
  {
    "文件名": "【废文】《苦杏仁》作者：桃汁冰块【现代 - 骨科 - 年上 - HE - 荤素皆有 - 短篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/29e3176c21c3"
  },
  {
    "文件名": "【废文】《苦橙》作者：予成【现代 - 现实主义 - 娱乐圈 - 破镜重圆 - 微H - 短篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e51301bd5c3c"
  },
  {
    "文件名": "【废文】《口腹之欲》作者：生津【现代 - 暧昧 - 因缘邂逅 - 年上 - 微H - 中篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/461fbce04d54"
  },
  {
    "文件名": "【废文】《空花阳焰》作者：蝉不知冬【古代 - OE - 谐趣 - 仙侠 - 微H - 短篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/11d062c6bee0"
  },
  {
    "文件名": "【废文】《禁区日记》作者：碳基老爹【狗血 - 架空世界 - 军政 - 年上 - 荤素均衡 - 长篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/25c191274cb7"
  },
  {
    "文件名": "【废文】《仅供玩赏》作者：正弦倒数【现代 - BDSM - 主奴 - 荤素皆有 - 长篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/6bb1031bed4b"
  },
  {
    "文件名": "【废文】《节外生枝》作者：花花雷【现代 - 双性 - 生子 - 年下 - 荤素皆有 - 短篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/15f215c5aac0"
  },
  {
    "文件名": "【废文】《节外生枝》作者：花花雷【现代 - 双性 - 生子  - 年下 - 荤素皆有 - 短篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/4c3e6ab7e325"
  },
  {
    "文件名": "【废文】《接近于零》作者：酥氏薄荷糖【狗血 - 第一人称 - 破镜重圆 - 微H - 短篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/64f4d751cfd1"
  },
  {
    "文件名": "【废文】《娇崽饲养笔记》作者：三由【现代 - 小甜饼 - 年上 - 微H - 中篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/43ed4eec0f5f"
  },
  {
    "文件名": "【废文】《娇娇》作者：楚子介【三观不正 - ABO - 骨科 - 产乳 - 高H - 长篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ed6e582f6d70"
  },
  {
    "文件名": "【废文】《贱狗》作者：呵呵哒999【现代 - HE - 1v1 - 荤素皆有 - 中篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a924bededff5"
  },
  {
    "文件名": "【废文】《剑花枝》作者：莎哈哈哈【古代 - 轻松 - 强强 - 互攻 - 微H - 中篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/f1bee2bc5988"
  },
  {
    "文件名": "【废文】《监狱一枝花》作者：清清青青【现代 - HE - 破镜重圆 - 荤素均衡 - 短篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/eed782f47b89"
  },
  {
    "文件名": "【废文】《假意缠结》作者：鹤下冥【暧昧 - 破镜重圆 - 年上 - 师生 - 微H - 长篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/6fcbf75dc44d"
  },
  {
    "文件名": "【废文】《家养宠物要及时做绝育》作者：火烧【现代 - 小甜饼 - NP - 高H - 中篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/cebcb07b31df"
  },
  {
    "文件名": "【废文】《家访套路》作者：三朵豆花【补番 - 现代 - HE - 轻松 - 强强 - 校园 - 短篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ce655ec651d3"
  },
  {
    "文件名": "【废文】《寄居》作者：柔らかいさま【现代 - HE - 狗血 - 破镜重圆 - 高H - 短篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/10be3aae7aa0"
  },
  {
    "文件名": "【废文】《活该》 作者：心塞弹丸【现代 - HE - 狗血 - 双性 - 荤素皆有 - 短篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/de5558736608"
  },
  {
    "文件名": "【废文】《混凝土搅拌车》作者：谜岛【现代 - HE - ABO - 双性 - 高H - 中篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/d1a44ef29ac3"
  },
  {
    "文件名": "【废文】《豢养无度》作者：鹿山小筑【现代 - 父子 - 年上 - NP - 荤素皆有 - 短篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/50b80027c453"
  },
  {
    "文件名": "【废文】《患友你好》作者：机械性进食【现代 - 互攻 - 日常 - 荤素皆有 - 短篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/f6ad1ac6f22f"
  },
  {
    "文件名": "【废文】《换盏》作者：宸羽【互攻 - 现代 - 强强 - 励志 - 破镜重圆 - 微H - 中篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/092eb5284732"
  },
  {
    "文件名": "【废文】《换爱》作者：周野的小号【ABO - 穿越 - 父子 - 年上 - 高H - 中篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/6aaf33440579"
  },
  {
    "文件名": "【废文】《坏果》作者：金钱蛋【现代 - 双性 - 高H - 短篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/f11474c8d59b"
  },
  {
    "文件名": "【废文】《画地为牢》作者：木头狐狸【现代 - 青梅竹马 - 伪骨科 - 年下 - 1v1 - HE - 长篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/d94a71fc8edb"
  },
  {
    "文件名": "【废文】《蝴蝶蛊》作者：凰姝【补番 - ABO - 强制爱 - 高H - HE - 中篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/00638fd1a2e7"
  },
  {
    "文件名": "【废文】《黑丝绒》作者：鸦鸦吃素也吃肉【现代 - 小甜饼 - 荤素皆有 - 中篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/3aaeff380425"
  },
  {
    "文件名": "【废文】《核弹和日本鬼子》作者：不敢开腔【同人衍生 - 核日 - 爽文 - 强制爱 - NP - 高H - 短篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e1d514ce5ba0"
  },
  {
    "文件名": "【废文】《和平分手》作者：符黎【现代 - HE - 破镜重圆 - 年下 - 荤素皆有 - 中篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e7ea4547bb3c"
  },
  {
    "文件名": "【废文】《和老板表白失败以后》作者：香菜是满天星【现代 - 小甜饼 - 荤素皆有 - 短篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/6b2ea9076e6b"
  },
  {
    "文件名": "【废文】《旱鸭子》作者：周凉西【狗血 - 三观不正 -  MB - 荤素均衡 - 短篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/79f3dea1c9d6"
  },
  {
    "文件名": "【废文】《海马》作者：北猫_cat【现代 - 双性 - 强强 - NP - 荤素均衡 - 中篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/08018e0cd88a"
  },
  {
    "文件名": "【废文】《过山车》作者：夜猫子【现代 - HE - 狗血 - 暗恋 - 直掰弯 - 微H - 长篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e3c0689ef973"
  },
  {
    "文件名": "【废文】《过境》作者：x向心力【现代 - 娱乐圈 - 年上 - 1v1 - 微H - 短篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a92fdc008dbd"
  },
  {
    "文件名": "【废文】《滚刀》作者：清自【现代 - 双性 - 直播 - 暧昧 - 荤素皆有 - 短篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ee66303d03b8"
  },
  {
    "文件名": "【废文】《轨道外》作者：夏素吱【现代 - HE - 强弱 - 师生 - 荤素皆有 - 中篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/804b7e52e041"
  },
  {
    "文件名": "【废文】《归程一片风》作者：安哲的雾【现代 - 小甜饼 - 轻松 - 暧昧 - 微H - 中篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/d9082f154d6f"
  },
  {
    "文件名": "【废文】《雇佣关系》作者：MOCO魔客【现代 - 双性 - 强强 - 年下 - 高H - 中篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/4f3333417e58"
  },
  {
    "文件名": "【废文】《顾得和毛宁》作者：年年的奇妙屋【HE - 小甜饼 - 治愈 - 微H - 短篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a622465af01d"
  },
  {
    "文件名": "【废文】《古巴往事》作者：美岱【补番 - 西方 - 冷战时期 - 微H - 长篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/7771e4fddfce"
  },
  {
    "文件名": "【废文】《孤茕》作者：虞靖斐【同人 - 轻松 - 致郁 - 相爱相杀 - 微H - 中篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/626ed2afc3fc"
  },
  {
    "文件名": "【废文】《狗尾草花语》作者：悬芽【现代 - HE - 年下 - 1v1 - 微H - 中篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/2caefd1fc835"
  },
  {
    "文件名": "【废文】《狗东西》作者：余生相【现代 - HE - 互攻 - BDSM - 荤素皆有 - 短篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/927a48608bd8"
  },
  {
    "文件名": "【废文】《甘愿臣服》作者：锯齿南瓜【现代 - 小甜饼 - 师生 - BDSM - 荤素皆有 - 长篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/36cbaa21c019"
  },
  {
    "文件名": "【废文】《改造日记》作者：紫砂罐【剑三同人 - 古代 - 暗黑 - 高H - NP - 短篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/68882dc1ce19"
  },
  {
    "文件名": "【废文】《腐树》作者：深窥【HE - 治愈 - 狗血 - 强弱 - 年上 - 微H - 中篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/f56e8ad456e4"
  },
  {
    "文件名": "【废文】《凤尾蕉的养护方法》作者：水在镜中【狗血 - HE - 荤素皆有 - 中篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/f12820153d4c"
  },
  {
    "文件名": "【废文】《疯》作者：花槐【第一人称 - 主攻 - 狗血 - HE - 荤素皆有 - 短篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/002b3ce36efd"
  },
  {
    "文件名": "【废文】《非典型带球跑》作者：丙你【双性 - 高H - 美强 - 忠犬 - 短篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/9badc3bf1356"
  },
  {
    "文件名": "【废文】《非典型出走》作者：丙你【双性 - 高H - 美强 - 忠犬 - 短篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/bbdfc7877c41"
  },
  {
    "文件名": "【废文】《飞舟渡》作者：皓月呈辉云霭散【主攻 - 现代 - 小甜饼 - 强强 - 攻宠受】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/58f552a8c11f"
  },
  {
    "文件名": "【废文】《飞云系rps》作者：qwqs【明星同人 - 双性 - 天作之合 - 年下 - 高H - 中篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/12ab40d8855c"
  },
  {
    "文件名": "【废文】《房小雨升学记》作者：回执【现代 - 致郁 - 室友 - 荤素皆有 - 短篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/879f63eaeebb"
  },
  {
    "文件名": "【废文】《厄运男孩》作者：帕夫帕夫【古代 - 小甜饼 - 轻松 - 田园乡村 - 1v1 - 短篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/19ae84c1440f"
  },
  {
    "文件名": "【废文】《帝君》作者：为王【古代 - 前世今生 - 1v1 - 荤素皆有 - 短篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/46c5924e0ca2"
  },
  {
    "文件名": "【废文】《导演》作者：苍狗x【互攻 - 现代 - 多重视角 - 产乳 - 高H - 中篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ac497316dfc3"
  },
  {
    "文件名": "【废文】《重生后老同学总想up我》作者：卡车之母【现代 - HE - 微H - 中篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/4df070feed01"
  },
  {
    "文件名": "【废文】《仲夏夜陆风》作者：蜜糖猛汉【HE - ABO - 现代 - 治愈 - 荤素皆有 - 中篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/83814c8c9a68"
  },
  {
    "文件名": "【废文】《种瓜得瓜》作者：社恐小作家【同人 - 现代 - HE - 狗血 - 阴差阳错 - 微H - 中篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/37b468cdb79d"
  },
  {
    "文件名": "【废文】《只想宠我男朋友》作者：平子西【小甜饼 - 校园 - 暧昧 - 微H - 短篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/59bad89c2d41"
  },
  {
    "文件名": "【废文】《只是为了看月亮》作者：雪圈儿【校园 - 暗恋 - 天作之合 - 年下 - 微H - 长篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/60419ec0026d"
  },
  {
    "文件名": "【废文】《珍珠》作者：keepsecrets506【现代 - 双性 - 父子 - 年上 - 荤素皆有 - 短篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/991a3d25b8a5"
  },
  {
    "文件名": "【废文】《折本》作者：安且燠兮【大纲 - 1v1 - 双洁 - 荤素皆有 - 短篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/10de76757047"
  },
  {
    "文件名": "【废文】《掌上明珠》作者：猛龙落泪【古代 - HE - 轻松 - 玄幻 - 青梅竹马 - 荤素皆有 - 中篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/90497eda1df0"
  },
  {
    "文件名": "【废文】《长夜将阑》作者：莫堪寻【古代 - 天作之合 - 年上 - 荤素皆有 - 长篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/8b6d3f795673"
  },
  {
    "文件名": "【废文】《渣攻他极度自绿》作者：马鹿小姐【小甜饼 - 轻松 - 荤素皆有 - 短篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/d6379764a12e"
  },
  {
    "文件名": "【废文】《再见了师父我就要远航》作者：大列巴【HE - 轻松 - 玄幻 - 微H - 短篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/4057915a771d"
  },
  {
    "文件名": "【废文】《再等三分钟》作者：番茄炒蛋很好吃【轻松 - 直播 - 年上 - 微H - 中篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/122a97966d9f"
  },
  {
    "文件名": "【废文】《云间一顾探清梧》作者：杨七同学【现代 - HE - 年上 - 微H - 长篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ec8012bdb14e"
  },
  {
    "文件名": "【废文】《越酒》作者：春日折痕【现代 - HE - 狗血 - 强强 - 荤素皆有 - 中篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/cb54e8d90c62"
  },
  {
    "文件名": "【废文】《月照庭花旧阑角》作者：沙船【古代 - OE - 宅斗 - 微H - 长篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/1539b8ace8b1"
  },
  {
    "文件名": "【废文】《约法三章》作者：云肆逸【现代 - HE - 校园 - 1v1 - 荤素均衡 - 长篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a636769fad90"
  },
  {
    "文件名": "【废文】《欲春山》作者：教案本月老【古代 - HE - 轻松 - 因缘邂逅 - 荤素均衡 - 短篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/07f4142490bd"
  },
  {
    "文件名": "【废文】《与子成说》作者：冰河Starry【藕饼同人 - HE - 1v1 - 微H - 中篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ee43b7990ca1"
  },
  {
    "文件名": "【废文】《有亿点动心》作者：前门葡萄架【现代 - HE - 小甜饼 - 年下 - 高H - 中篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/f770c71ecafd"
  },
  {
    "文件名": "【废文】《游戏尽头》作者：原始价值【补番 - HE - 强制爱 - NP - 高H - 短篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/2fc6ea18097d"
  },
  {
    "文件名": "【废文】《游蜂浪蝶》作者：AC小漂亮【现代 - 双性 - 强弱 - 1v1 - 高H - 中篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/8a7835633d8e"
  },
  {
    "文件名": "【废文】《应有尽有》作者：夙忘川【现代 - 第一人称 - 忠犬 - 荤素皆有 - 短篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/b1b16e498a56"
  },
  {
    "文件名": "【废文】《引狼入室》作者：冬至漫川【现代 - HE - 小甜饼 - 年下 - 荤素皆有 - 短篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/cf6b22c94371"
  },
  {
    "文件名": "【废文】《阴婚的尸体他活了》作者：百夜窗【古代 - HE - 日常 - 肉渣 - 中篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/44e14e9f4d0b"
  },
  {
    "文件名": "【废文】《异色》作者：匿名咸鱼【现代 - 治愈 - 校园 - 全年龄 - 荤素皆有 - 中篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/76a329f636e3"
  },
  {
    "文件名": "【废文】《遗愿清单》作者：不存在的荷德森【第一人称 - HE - 治愈 - 微H - 短篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/8126718422c1"
  },
  {
    "文件名": "【废文】《一条狗》作者：少年宫【双性 - 年下 - 忠犬 - 师徒 - 高H - 短篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/73441495af35"
  },
  {
    "文件名": "【废文】《一束香槟玫瑰》作者：sicvwhb【HE - 小甜饼 - 双性 - 年下 - 高H - 短篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/6a22f21fe50e"
  },
  {
    "文件名": "【废文】《一路失去》作者：芫爆【现实主义 - 第一人称 - NP - 荤素皆有 - 短篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/31c66709aca7"
  },
  {
    "文件名": "【废文】《一见钟情》作者：行大运【现代 - 小甜饼 - 治愈 - 强强 - 荤素皆有 - 短篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/1854ffa638c5"
  },
  {
    "文件名": "【废文】《夜莺》作者：不羡平生【现代 - NP - 结局无CP - 荤素皆有 - 短篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/f4c2476c51c8"
  },
  {
    "文件名": "【废文】《夜魔先生》作者：葬之镜【奇幻 - 双性 - 养成 - 年上 - 高H - 长篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c7783bd99e1e"
  },
  {
    "文件名": "【废文】《叶落繁花》作者：花槐【剑三同人 - HE - 轻松 - 荤素皆有 - 中篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c888a07a2442"
  },
  {
    "文件名": "【废文】《野蔷薇》作者：一晌贪欢呀【年下 - 师生 - BDSM - 荤素皆有 - 中篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/4b974ef94d1d"
  },
  {
    "文件名": "【废文】《野马难驯》作者：小猪变成烤乳猪【现代 - 狗血 - HE - 荤素皆有 - 中篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a50bb554b43e"
  },
  {
    "文件名": "【废文】《野火》作者：Yunkiy【ABO - 年上 - 破镜重圆 - 强制爱 - 荤素皆有 - 中篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/2af9931a7604"
  },
  {
    "文件名": "【废文】《野孩》作者：三两行诗【现代 - HE - 年上 - 荤素均衡 - 短篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/0abb7fa32a6c"
  },
  {
    "文件名": "【废文】《野草莓》作者：白抟抟【现代 - HE - 狗血 - 受宠攻 - 荤素皆有 - 短篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/eb497d75f5f8"
  },
  {
    "文件名": "【废文】《阳春止水》作者：烟树小荞【HE - 仙侠 - 1v1 - 微H - 长篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/eb354a27d022"
  },
  {
    "文件名": "【废文】《燕归林》作者：吻河【代 - 小甜饼 - 轻松 - 治愈 - 暗恋 - 微H - 短篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/39f1c4f5d3d4"
  },
  {
    "文件名": "【废文】《眼泪酿》作者：宴惟【现代 - 双性 - 强弱 - 骨科 - 荤素皆有 - 中篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e0b77577fa6a"
  },
  {
    "文件名": "【废文】《延续》作者：瓜皮R【混合 - 现代 - OE - 第一人称 - 荤素皆有 - 短篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/85b32f87da48"
  },
  {
    "文件名": "【废文】《循循善诱》作者：一页丧叔【现代 - HE - 狗血 - 暧昧 - 荤素皆有 - 中篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/6d10c40d78a2"
  },
  {
    "文件名": "【废文】《循回挚爱》作者：MIOmomo【现代 - BE - 狗血 - 虐文 - 灵魂伴侣 - 微H - 中篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/96843e5ff0c2"
  },
  {
    "文件名": "【废文】《驯化》作者：木椰白【现代 - 轻松 - 校园 - NP - 荤素皆有 - 短篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c5dd3f1c6f4c"
  },
  {
    "文件名": "【废文】《驯服》作者：崔折【哨兵向导 - 强制爱 - 美强 - 荤素皆有 - 短篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ee819cfddec8"
  },
  {
    "文件名": "【废文】《血浓》作者：夏大雨【现代 - 强制爱 - 骨科 - 年下 - 荤素皆有 - 中篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c07eb700da42"
  },
  {
    "文件名": "【废文】《雪信云刀》作者：步一【HE - 轻松 - 玄幻 - 强强- 互攻 - 微H - 中篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/23b910c95a10"
  },
  {
    "文件名": "【废文】《幸福超市》作者：醉卧芍药茵【小甜饼 - 双性 - 年下 - 荤素均衡 - 中篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/7d669d58a41f"
  },
  {
    "文件名": "【废文】《新鲜感》作者：响耳【NTR - 父子 - 年上 - NP - 荤素皆有 - 中篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/d8cc6e663798"
  },
  {
    "文件名": "【废文】《新生》作者：1duanq1【现代 - 小甜饼 - 轻松 - 暗恋 - 荤素皆有 - 短篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/34b46633aea5"
  },
  {
    "文件名": "【废文】《心要野》 作者：一只杞人【阴差阳错 - 骨科 - 年下 - 高H - HE - 中篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/f5d18a606526"
  },
  {
    "文件名": "【废文】《心乱如麻》作者：hhnfyjchkk【现代 - HE - 狗血 - 虐文 - 生子 - 荤素皆有 - 中篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/1f10224697a0"
  },
  {
    "文件名": "【废文】《心动过速》作者：鹤望兰chloe【现代 - 破镜重圆 - 年下 - 荤素皆有 - 中篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/852ef2f78ef2"
  },
  {
    "文件名": "【废文】《小叶子》作者：春风无限恨【现代 - 狗血 - ABO - 破镜重圆 - 荤素皆有 - 短篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/7133a50de0ec"
  },
  {
    "文件名": "【废文】《小少爷》作者：清清青青【古代 - HE - 狗血 - 下克上 - 高H - 短篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/02cb1a097ba6"
  },
  {
    "文件名": "【废文】《小骗子》作者：匿名咸鱼【现代 - HE - 第一人称 - 荤素皆有 - 短篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/67defca4ecc4"
  },
  {
    "文件名": "【废文】《小狸奴》作者：一晌贪欢呀【HE - 高H - BDSM - 年下 - 中篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/81c1cc9c4a48"
  },
  {
    "文件名": "【废文】《小可怜日租记》作者：加7【现代 - HE - 小甜饼 - 荤素皆有 - 短篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/750169f45b49"
  },
  {
    "文件名": "【废文】《小皇后》作者：一点不轻佻【古代 - 大纲 - 小甜饼 - 强弱 - 微H - 短篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/f039fbfdb768"
  },
  {
    "文件名": "【废文】《响叮当》作者：欲后乳液【现代 - HE - ABO - 生子 - 荤素均衡 - 中篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/4ac471541fa5"
  },
  {
    "文件名": "【废文】《系金环》作者：田锅炉【现代 - 狗血 - 前世今生 - 破镜重圆 - 荤素皆有 - 中篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/1e3694efdde9"
  },
  {
    "文件名": "【废文】《寤梦公寓》作者：柒花君【补番 - 现代 - 灵异 - 双性 - 高H - 中篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/cfbd7d244f7f"
  },
  {
    "文件名": "【废文】《误入狼穴》作者：一小朵阿念【混合 - 第一人称 - NP - 高H - 短篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/4526faa199d8"
  },
  {
    "文件名": "【废文】《午夜电台》作者：赤道今日周几【现代 - 灵魂伴侣 - 1v1 - 高H - 中篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/5e75cf4e69d8"
  },
  {
    "文件名": "【废文】《无尽沉沦》作者：瑶池唯一仙女【奇幻 - 双性 - 西方 - 强制爱 - 高H - 中篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/908d86f7e06d"
  },
  {
    "文件名": "【废文】《无法匹配》作者：土申公公【补番 - ABO - 强制爱 - NP - 高H - 短篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/759b8b805318"
  },
  {
    "文件名": "【废文】《无端结爱》作者：清蒸煤球【狗血 - 破镜重圆 - 强制爱 - 骨科 - 荤素均衡 - 中篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/17671823cd48"
  },
  {
    "文件名": "【废文】《我要这铁棒有何用》作者：咕草转氨酶【小甜饼 - 轻松 - 高H - 中篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/86f8266ffa5d"
  },
  {
    "文件名": "【废文】《我要死了》作者：17仔【现代 - 谐趣 - 第一人称 - 微H - 短篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/1b75eba529d0"
  },
  {
    "文件名": "【废文】《我那浪荡夫郎》作者：DomY【女尊 - 古代 - 先婚后爱 - 微H - 中篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/262f08a4aea4"
  },
  {
    "文件名": "【废文】《我们中有一个杀人犯》作者：云中有一片海【现代 - NP - 荤素皆有 - 短篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e8fe59d7af03"
  },
  {
    "文件名": "【废文】《我的阿芙洛狄忒》作者：若春归【第一人称 - HE - 父子 - 3P - 短篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/af35dd58031c"
  },
  {
    "文件名": "【废文】《我比人渣系统要求的更渣》作者：晓我以真【暗黑 - NP - 微H - 长篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/034b2d873299"
  },
  {
    "文件名": "【废文】《吻金雪》作者：裤盖莓莓【HE - 双性 - 强弱 - 年下 - 高H - 短篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/b4a1b71542de"
  },
  {
    "文件名": "【废文】《未知着陆》作者：咻咻宿【现代 - HE - 小甜饼 - 因缘邂逅 - 微H - 中篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/1eb9403ed9bc"
  },
  {
    "文件名": "【废文】《危险关系》作者：年廿【HE - 双性 - 生子 - 年上 - 高H - 中篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/cafe52e32442"
  },
  {
    "文件名": "【废文】《危情夜色》作者：小白不高冷【现代 - 狗血 - 兽人 - 双性 - 荤素均衡 - 长篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/385a762a6c71"
  },
  {
    "文件名": "【废文】《网络一线牵》作者：moumouko【现代 - 强制爱 - 1v1 - 荤素皆有 - 短篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/30b144fdaf82"
  },
  {
    "文件名": "【废文】《纨绔》作者：橘桔子【狗血 - 第一人称 - 多重视角 - 年上 - 微H - 短篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/634c61b1fc22"
  },
  {
    "文件名": "【废文】《屠山》作者：匿名咸鱼【现代 - 乡土 - HE - 暗恋 - 微H - 中篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/cf35ae788c2a"
  },
  {
    "文件名": "【废文】《涂改》作者：枕河【现代 - 轻松 - 双性 - 父子 - 荤素皆有 - 短篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c51b9dd3014b"
  },
  {
    "文件名": "【废文】《偷看》作者：噗噗嘎巴海【主攻 - 现代 - 日系 - 直掰弯 - 高H - 中篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/0a174faa9746"
  },
  {
    "文件名": "【废文】《痛苦骑士守则》作者：苍渂【科幻 - 虫族 - 破镜重圆 - 系统 - 荤素均衡 - 长篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/eade72f7a163"
  },
  {
    "文件名": "【废文】《坐实》作者：甲骨【HE - 狗血 - ABO - 1v1 - 荤素皆有 - 中篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/197e47e8a87b"
  },
  {
    "文件名": "【废文】《遵命我的女王》作者：李文穷【现代 - 狗血 - BDSM - 荤素皆有 - 短篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ba61c0e5aaa5"
  },
  {
    "文件名": "【废文】《惴惴》作者：匿名咸鱼【现代 - BE - 第一人称 - 校园 - 暗恋 - 微H - 短篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/25a82c4ae119"
  },
  {
    "文件名": "【废文】《专属关系》作者：长河月下【补番 - 现代 - HE - 骨科 - 荤素均衡 - 中篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/87a245576ae2"
  },
  {
    "文件名": "【废文】《败郊》作者：卡尔维诺斯夫君【现代 - 微H - 中篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ddd9d58e9ace"
  },
  {
    "文件名": "【废文】《百雨乡》作者：七弦【现代 - HE - 田园乡村 - 年下 - 荤素均衡 - 中篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/acf497f6e9d3"
  },
  {
    "文件名": "【废文】《白月落星宸》作者：空灵【现代 - HE - 娱乐圈 - 微H - 中篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/b558f10a34d0"
  },
  {
    "文件名": "【废文】《八万公里》作者：景不却【主攻 - HE - 攻宠受 - 高H - 长篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/1cc0a62e682d"
  },
  {
    "文件名": "【废文】《暗夜杀机》作者：寒鸦子吖【现代 - 悲剧 - BE - 荤素皆有 - 短篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/330f41446e9d"
  },
  {
    "文件名": "【废文】《Haughty》作者：E理科生【现代 - 暗恋 - 年下 - 微H - 短篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/1ae8cc816461"
  },
  {
    "文件名": "【废文】《GAY也需要性教育》作者：焦盐核桃酥【现代 - 轻松 - 校园 - 肉渣 - 短篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/d7f2ab2a8535"
  },
  {
    "文件名": "【废文】《Edge》作者：同游时头上戴荆棘【ABO - 双性 - 产乳 - 高H - 短篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/75699407c1d3"
  },
  {
    "文件名": "【废文】《E-ecution》作者：桃溪【哈利波特同人 - 荤素皆有 - 短篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/aa5ed513caab"
  },
  {
    "文件名": "【废文】《CP是对女装大佬》作者：不知羞【现代 - 小甜饼 - 爽文 - 谐趣 - 微H - 短篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/139c1b0720dc"
  },
  {
    "文件名": "【废文】《Chat noir》作者：E理科生【灵异 - 荤素皆有 - 短篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e12d7c3bb6c6"
  },
  {
    "文件名": "【废文】《同居》作者：开心果蜗牛卷【现代 - 荤素皆有 - 短篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/b910a0971fed"
  },
  {
    "文件名": "【废文】《通汇合约》作者：一目了然了了【现代 - HE - 狗血 - 高H - 中篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/0dee8300c8a5"
  },
  {
    "文件名": "【废文】《听而知之》作者：鹅屏【古代 - 互攻 - 荤素皆有 - 短篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/767eb9f37f4c"
  },
  {
    "文件名": "【废文】《听潮》作者：eclipse【现代 - HE - 娱乐圈 - 暗恋 - 荤素皆有 - 长篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/25cc1433c332"
  },
  {
    "文件名": "【废文】《舔狗与王子》作者：失眠孤独症患者【狗血大纲文 - 现代 - 三观不正 - 黑道 - 强弱 - 双性 - 生子 - 中H - 短篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/5acf3b4eaa98"
  },
  {
    "文件名": "【废文】《甜桃烈酒》作者：小箐岚【ABO - 高H - 产乳 - 强弱 - 短篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/80698a358523"
  },
  {
    "文件名": "【废文】《天道好轮回》作者：eligarf98【现代 - HE - 狗血 - 重生 - 微H - 中篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/fcdf947617db"
  },
  {
    "文件名": "【废文】《特殊关系》作者：饭桶爱睡觉【现代 - 狗血 - 强制爱 - 荤素皆有 - 中篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/591c2bbf6b4e"
  },
  {
    "文件名": "【废文】《讨债》作者：啊无【古代 - 小甜饼 - 轻松 - 微H - 中篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/84e5057ba6b0"
  },
  {
    "文件名": "【废文】《糖葫皮子》作者：Tenminn【现代 - 现实主义 - 青梅竹马 - 破镜重圆 - 微H - 中篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/429fc23a1075"
  },
  {
    "文件名": "【废文】《糖醋苦瓜》作者：机械性进食【现代 - 荤素皆有 - 短篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/4c5a03bd7021"
  },
  {
    "文件名": "【废文】《贪欢》作者：苍观澜【双性 - 荤素均衡 - 现代 - 小甜饼 - 中篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/9f9eeab0dba4"
  },
  {
    "文件名": "【废文】《贪得无厌》作者：QoiY【高H - 现代 - 年下 - 双性 - 短篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/79934cf1bc96"
  },
  {
    "文件名": "【废文】《踏君门》作者：余生相【古代 - HE - 因缘邂逅 - 微H - 中篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/d321b0d2deca"
  },
  {
    "文件名": "【废文】《他只是个废灵根》作者：w山罔【狗血 - 虐文 - NP - 荤素皆有 - 中篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/4f47c32bf5ff"
  },
  {
    "文件名": "【废文】《他见春山》作者：授衣未【现代 - HE - 阴差阳错 - 荤素皆有 - 中篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/5d8cabbdc99c"
  },
  {
    "文件名": "【废文】《他的座位》作者：草莓乳酪【现代 - HE - 双性 - 高H - 短篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ab84555e0689"
  },
  {
    "文件名": "【废文】《他的猫》作者：无水硫酸铜【主攻 - BDSM - 反攻 - 甜文 - HE - 荤素皆有 - 中篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/b2996f4126df"
  },
  {
    "文件名": "【废文】《他超爱》作者：不敢开腔【现代 - HE - 爽文 - 狗血 - 1v1 - 荤素皆有 - 中篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/2e07b7d5855d"
  },
  {
    "文件名": "【废文】《碎玉》作者：晏浊【玄幻 - 微H - 短篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/abc6f16dafe0"
  },
  {
    "文件名": "【废文】《碎梦成真》作者：Schilling【现代 - 因缘邂逅 - 年下 - 微H - 短篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/aa7e3a12bcad"
  },
  {
    "文件名": "【废文】《酸苹果》作者：桃汁冰块【现代 - 3P - HE - 荤素皆有 - 短篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/db74b8b3c5e7"
  },
  {
    "文件名": "【废文】《俗世风情店》作者：秦柒【单元剧 - 高H - 中篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c56694b7783e"
  },
  {
    "文件名": "【废文】《送鱼》作者：寒枝栖【现代 - 小甜饼 - 强弱 - 微H - 中篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/6bec309ebf26"
  },
  {
    "文件名": "【废文】《四方宴》作者：搬运家【古代 - HE - 1v1 - 微H - 中篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/73f7d98767f0"
  },
  {
    "文件名": "【废文】《私人演员》作者：双黄蛋【现代 - HE - 狗血 - 荤素均衡 - 中篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ac2fc8fa07b8"
  },
  {
    "文件名": "【废文】《私人定制》作者：tea【现代 - HE - 双性 - 校园 - 荤素均衡 - 中篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/26b15449127a"
  },
  {
    "文件名": "【废文】《司天》作者：摩童【现代 - HE - 玄幻 - 微H - 中篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/133e0efc9f62"
  },
  {
    "文件名": "【废文】《睡前服城》作者：泥菩萨【现代 - 荤素皆有 - 中篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a27c7b3f9672"
  },
  {
    "文件名": "【废文】《水杉与天堂草》作者：kimizhinoyou【狗血 - 骨科 - 年下 - 荤素皆有 - 短篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/2344bc1faa3a"
  },
  {
    "文件名": "【废文】《水火吟》作者：CM.【无CP - 玄幻 - 微H - 中篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/40931c86eeba"
  },
  {
    "文件名": "【废文】《双赢》作者：八点四十九【现代 - 强强 - 荤素皆有 - 中篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/98a84e31c843"
  },
  {
    "文件名": "【废文】《述非》作者：E理科生【现代 - 微H - 短篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e88b7138efc7"
  },
  {
    "文件名": "【废文】《书呆子》作者：朝雾闪电【小甜饼 - 日常 - 青梅竹马 - 肉渣 - 短篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/de56f0de3c29"
  },
  {
    "文件名": "【废文】《狩猎》作者：美鱼无暇【现代 - 荤素皆有 - 短篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/b7c460149268"
  },
  {
    "文件名": "【废文】《适度安抚》作者：LilyConcerto【HC - 科幻 - BDSM - 荤素皆有 - 短篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/3cbc69270bf8"
  },
  {
    "文件名": "【废文】《室友寝取》作者：喊救命不【现代 - NTR - 强制爱 - 高H - 短篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/51a34adc75be"
  },
  {
    "文件名": "【废文】《视听惰性》作者：音爆弹【现代 - 荤素皆有 - 短篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/16c21fdd8957"
  },
  {
    "文件名": "【废文】《视觉游戏》作者：匿名咸鱼【现代 - 1v1 - 肉渣 - 短篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/18500f33b5fe"
  },
  {
    "文件名": "【废文】《世界一切不及你》作者：匿名咸鱼【现代 - 微H - 短篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/747725fc53de"
  },
  {
    "文件名": "【废文】《始料未及》作者：塔塔糖【现代 - HE - 校园 - 1v1 - 微H - 短篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a79e66916201"
  },
  {
    "文件名": "【废文】《失恋维修手册》作者：三障【现代 - 狗血 - 暗恋 - 微H - 中篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/4674ba0b2d8d"
  },
  {
    "文件名": "【废文】《失控界限》作者：木甚【现代 - HE - 双性 - 高H - 短篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/4e4c719344d2"
  },
  {
    "文件名": "【废文】《失格》作者：甜味葱【互攻 - 小甜饼 - HE - 荤素皆有 - 短篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/aae27410b446"
  },
  {
    "文件名": "【废文】《圣婴》作者：Autumnmt【悬疑 - 多重视角 - 科幻 - 微H - 短篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e7a3baf799a2"
  },
  {
    "文件名": "【废文】《圣诞快乐》作者：小箐岚【HE - 现代 - 治愈 - 微H - 短篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/69a793e679f7"
  },
  {
    "文件名": "【废文】《声名狼藉》作者：匿名咸鱼【现代 - HE - 轻松 - 破镜重圆 - 微H - 短篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/97cb9c291ca3"
  },
  {
    "文件名": "【废文】《生食》作者：响耳【现代 - HE - 暧昧 - 年上 - 1v1 - 高H - 甜文 - 中篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/350005cc9ab1"
  },
  {
    "文件名": "【废文】《生姜水》作者：最一【HE - 破镜重圆 - 荤素皆有 - 短篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/d1ab3ed5f7a1"
  },
  {
    "文件名": "【废文】《深蓝之眼》作者：咸菜生【HE - 奇幻 - 克系 - 荤素皆有 - 短篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ff30087bccae"
  },
  {
    "文件名": "【废文】《深海幻想》作者：青与狸【现代 - 小甜饼 - 治愈 - 人鱼 - 高H - 中篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/9b64546c1601"
  },
  {
    "文件名": "【废文】《少爷》作者：乌拉韩阳【现代 - HE - 狗血 - 高H - 中篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/07bc42ed6878"
  },
  {
    "文件名": "【废文】《少年纵马长街》作者：翡精【第一人称 - 古代 - 高H - 宫廷 - 1v1 - 甜文 - 中篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/f71589bcfbb1"
  },
  {
    "文件名": "【废文】《山那边的朋友》作者：堆肥大佬【现代 - 荤素皆有 - 短篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/42b228e92441"
  },
  {
    "文件名": "【废文】《山河碎之晏歌》作者：易小源【古代 - 微H - 短篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/bd6eb00147bb"
  },
  {
    "文件名": "【废文】《傻春》作者：徕九【现代 - BE - 现实主义 - 荤素皆有 - 短篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/fc386e58980b"
  },
  {
    "文件名": "【废文】《杀手与废物》作者：西伯利亚冷空气【现代 - HE - 轻松 - 日常 - 微H - 短篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/569d8a44b034"
  },
  {
    "文件名": "【废文】《三口之家》作者：幼稚鬼【现代 - 荤素皆有 - 短篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/10ddab836a52"
  },
  {
    "文件名": "【废文】《塞维尔精灵》作者：Yago【西方 - 生子 - 互攻 - 触手 - 微H - 中篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/687db1bf83a1"
  },
  {
    "文件名": "【废文】《乳糖不耐受》作者：夸松【现代 - 狗血 - 校园 - 荤素皆有 - 短篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/7d496b7bcd04"
  },
  {
    "文件名": "【废文】《如舟》作者：凤凰【论坛体 - 受宠攻 - 微H - 短篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/7f16afedaa72"
  },
  {
    "文件名": "【废文】《揉碎月光》作者：逃跑火车【现代 - NTR - 1v1 - HE - 短篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c60ad874dad3"
  },
  {
    "文件名": "【废文】《日落之地 The Evening Land》作者：兰道先生【文艺 - 浪漫主义 - 微H - 短篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/1dd203218e7d"
  },
  {
    "文件名": "【废文】《日落邮差》作者：赤厘chilli【现代 - 微H - HE - 小甜饼 - 中篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/026c122ff759"
  },
  {
    "文件名": "【废文】《人为刀俎》作者：沙船【古代 - HE - 先婚后爱 - 微H - 中篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/94c196809343"
  },
  {
    "文件名": "【废文】《人体蜈蚣》作者：匿名咸鱼【现代 - 多重视角 - 高H - NP - 短篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/17c74ab242b7"
  },
  {
    "文件名": "【废文】《惹火》作者：荒山渡【现代 - 破镜重圆 - 年上 - 微H - 中篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/9a0210c1c085"
  },
  {
    "文件名": "【废文】《绕床弄青梅》作者：一颗奶糖呀【废文版 - 小甜饼 - 双性 - 青梅竹马 - 1v1 - 高H - 中篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/6f181c7e8ed0"
  },
  {
    "文件名": "【废文】《染石成碧》作者：克克克制【现代 - 悬疑 - 刑侦 - 荤素皆有 - 中篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/b25d36c9212b"
  },
  {
    "文件名": "【废文】《拳拳热烈》作者：纸壳化痰【现代 - HE - 双性 - 高H - 年下 - 短篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ed3235078f56"
  },
  {
    "文件名": "【废文】《全服玩家为我开红鯊人》作者：kumotsuki07【现代 - 爽文 - NP - 荤素皆有 - 中篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a7bd14f5a056"
  },
  {
    "文件名": "【废文】《囚鸟》作者：不爱江山爱美人【古代 - HE - 美强 - 微H - 短篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a5aae0e7d6b5"
  },
  {
    "文件名": "【废文】《囚》作者：疏忆未茗【互攻 - 强制爱 - 高H - 短篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/4a0f260164b1"
  },
  {
    "文件名": "【废文】《大佬与护工》作者：萧城【现代 - 荤素皆有 - 短篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/1cf68cb33215"
  },
  {
    "文件名": "【废文】《错误依赖》作者：罐子糖【现代 - HE - 骨科 - 荤素皆有 - 长篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/bfbbabca2af3"
  },
  {
    "文件名": "【废文】《错位交换》作者：notal00【现代 - 轻松 - 第一人称 - 高H - 中篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/b99dbcb20a9d"
  },
  {
    "文件名": "【废文】《错觉》作者：道系废柴【补番 - 大纲 - 现代 - HE - 狗血 - 黑道 - 荤素皆有 - 短篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/fd3c0fe43bbb"
  },
  {
    "文件名": "【废文】《从你爱上我的第一秒》作者：写文的小红【HE - 双性 - 现代 - 生子 - 荤素皆有 - 短篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/718f17467a56"
  },
  {
    "文件名": "【废文】《刺》作者：王哇哇【HE - 骨科 - 荤素皆有 - 年上 - 中篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/280613a1303b"
  },
  {
    "文件名": "【废文】《此间山色》作者：晏榷【古代 - 骨科 - 年下 - 荤素皆有 - 中篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/dc65ea1d5482"
  },
  {
    "文件名": "【废文】《春昼长》作者：居无竹【现代 - 双性 - 产乳 - 中篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/54b2cf3e1c63"
  },
  {
    "文件名": "【废文】《春山玉宴曲》作者：猴有羊【古代 - 甜文 - 荤素皆有 - 中篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e5904431ff2c"
  },
  {
    "文件名": "【废文】《春日好》作者：一思居士【古代 - OE - 荤素皆有 - 短篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/230559bb9217"
  },
  {
    "文件名": "【废文】《春醪》作者：细色【现代 - 双性 - NP - 高H - 短篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/634561fa5c14"
  },
  {
    "文件名": "【废文】《春困》作者：苦瓜hunie【双性 - 高H - 年上 - 骨科 - 中篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/1c773a40abe6"
  },
  {
    "文件名": "【废文】《春和景明》作者：什伽伦【现代 - 小甜饼 - 校园 - 日常 - 微H - 中篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/14c9fec4354d"
  },
  {
    "文件名": "【废文】《春城情事》作者：皮三三【现代 - HE - 小甜饼 - 微H - 短篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/0fe18a9838ca"
  },
  {
    "文件名": "【废文】《春草》作者：辞辞呀【主攻 - 现代 - 受宠攻 - 微H - 短篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/616cab5a401d"
  },
  {
    "文件名": "【废文】《垂钓者》作者：奇奇怪怪【现代 - HE - 双性 - 校园 - 高H - 短篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/f057454fc36c"
  },
  {
    "文件名": "【废文】《吹风》作者：匿名咸鱼【现代 - HE - 小甜饼 - 年上 - 微H - 短篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/b122aff1c594"
  },
  {
    "文件名": "【废文】《穿进修真文的炮灰攻》作者：哼哼hengheng【主攻 - 仙侠 - 穿越 - 古代 - 微H - 长篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/8a12cd81b494"
  },
  {
    "文件名": "【废文】《穿进报社文后》作者：鸽鸽我又鸽了捏【穿书 - 微H - 中篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/9e2b731688cd"
  },
  {
    "文件名": "【废文】《穿成囚禁文男主》作者：花微醉【现代 - 小甜饼 - 忠犬 - 女王 - 荤素皆有 - 短篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/d44e36550199"
  },
  {
    "文件名": "【废文】《穿成海棠z受后》作者：匿名咸鱼【穿越 - 荤素皆有 - 中篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/4517d185898e"
  },
  {
    "文件名": "【废文】《楚楚动人》作者：清风明月光【古代 - NP - 荤素皆有 - 短篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/d1c7298dc59f"
  },
  {
    "文件名": "【废文】《初冬马丁尼》作者：怜稚【现代 - 小甜饼 - 轻松 - 高H - 中篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/d2053c9c65e8"
  },
  {
    "文件名": "【废文】《乘风》作者：山鬼00【年下 - 1v1 - 微H - 中篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/f601f87f834e"
  },
  {
    "文件名": "【废文】《承灼》作者：dronel【NP - 训诫 - SP - BDSM - 荤素皆有 - 中篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/4f863665311c"
  },
  {
    "文件名": "【废文】《成瘾》作者：银色子弹【现代 - 高H - NP - HE - 荤素皆有 - 中篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e691578f842f"
  },
  {
    "文件名": "【废文】《辰旸》作者：kimizhinoyou【现代 - HE - 狗血 - 破镜重圆 - 荤素皆有 - 长篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/f8863bfd56e3"
  },
  {
    "文件名": "【废文】《尘露》作者：付桑桑桑【现代 - HE - 强制 - 骨科 - 高H - 中篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/50169b4c2c1e"
  },
  {
    "文件名": "【废文】《尘埃》作者：犬师子【现代 - 美攻强受 - 荤素皆有 - 短篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/582118a8bfe1"
  },
  {
    "文件名": "【废文】《潮湿爱情》作者：青葙今天更文了嘛【HE - 双性 - 骨科 - 高H - 1v1 - 中篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/581ca05136b5"
  },
  {
    "文件名": "【废文】《朝云港》作者：我想游手好闲【现代 - 轻松 - 治愈 - 微H - 中篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/60949ac1d61f"
  },
  {
    "文件名": "【废文】《缠宵》作者：找个鱼塘【现代 - 狗血 - 破镜重圆 - 微H - 中篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/6b25a334a051"
  },
  {
    "文件名": "【废文】《差别对待》作者：道系废柴【 现代 - HE - 狗血 - ABO - 先婚后爱 - 荤素皆有 - 中篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/7fb9dc85416f"
  },
  {
    "文件名": "【废文】《惨绿青年》作者：方太初【现代 - HC - 双性 - 高H - 中篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/938e10603638"
  },
  {
    "文件名": "【废文】《菜鸡互啄》作者：酱油拌饭【狗血 - 校园 - 高H - 中篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/1df68f7c9c7d"
  },
  {
    "文件名": "【废文】《不择手段的我》作者：xiaoyaofande【HE - 爽文 - 狗血 - 第一人称 - 玄幻 - 荤素皆有 - 长篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/5ef71c46a0e0"
  },
  {
    "文件名": "【废文】《不要说话》作者：殷榆【现代 - HE - 暗恋 - 年上 - 微H - 中篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/50fbffb207dd"
  },
  {
    "文件名": "【废文】《不溯之川》作者：抱川【影视同人 -  HE - 治愈 - 微H - 短篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/bb7eb0f0d4b0"
  },
  {
    "文件名": "【废文】《不偶》作者：ayko【现代 - 双性 - NP - 高H - 中篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c37dfbad28a5"
  },
  {
    "文件名": "【废文】《不明》作者：蚊不叮【HE - MB - 荤素均衡 - 中篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/64fb09d440f0"
  },
  {
    "文件名": "【废文】《捕蝴蝶》作者：不存在的荷德森【第一人称 - 现代 - 微H - 短篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/03ef130fe1bb"
  },
  {
    "文件名": "【废文】《别后悔》作者：新界乞丐【狗血 - 虐文 - 现实主义 - 微H - 中篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/57f1d4f5186f"
  },
  {
    "文件名": "【废文】《便宜货》作者：linxuan【HE - 狗血 - 先婚后爱 - 微H - 中篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/3e700f7c45f9"
  },
  {
    "文件名": "【废文】《笨雪人》作者：77888【现代 - 双性 - 天作之合 - 荤素均衡 - 中篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/9c6ec84b6d79"
  },
  {
    "文件名": "【废文】《本能》作者：皇甫【现代 - 支配服从 - 骨科 - BDSM - 高H - 中篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a24d1d4e1f3f"
  },
  {
    "文件名": "【废文】《被迫替身》作者：问陆【HE - 职业文 - 先婚后爱 - 强强 - 1v1 - 微H - 中篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ee1d2bcdde80"
  },
  {
    "文件名": "【废文】《背叛爱情》作者：泥污【现代 - 灵魂伴侣 - 暧昧 - 微H - 长篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/6d507ec54aac"
  },
  {
    "文件名": "【废文】《北土》作者：夏日巧克力【古代 - HE - 战争 - 微H - 中篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/55234b46ef0e"
  },
  {
    "文件名": "【废文】《北极燕鸥》作者：卡尔维诺斯夫君【第一人称 - 微H - 短篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/718406c501c6"
  },
  {
    "文件名": "【废文】《豹变》作者：鹤望兰chloe【现代 - 小甜饼 - ABO - 产乳 - 高H - 中篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/4a5fc51694c3"
  },
  {
    "文件名": "【废文】《半翼》作者：欢喜安年【狗血 - 虐文 - 破镜重圆 - 强强 - 微H - 长篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/f66405660dee"
  },
  {
    "文件名": "【废文】《暗流如潮》作者：找个鱼塘【HE - 爽文 - 相爱相杀 - 强强 - 荤素皆有 - 短篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/767c7c762f01"
  },
  {
    "文件名": "【废文】《暗恋》作者：萧城【现代 - 微H - 短篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/9224b33a72cb"
  },
  {
    "文件名": "【废文】《爱神》作者：御馔津【现代 - HE - 日常 - 1v1 - 清水 - 短篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/6d83dd6ad314"
  },
  {
    "文件名": "【废文】《爱不自知》作者：云和里【HE - 娱乐圈 - 破镜重圆 - 微H - 中篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/b08405c821ef"
  },
  {
    "文件名": "【废文】《1311路》作者：E理科生【现代 - 治愈 - 年下 - 微H - 短篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e409491a271d"
  },
  {
    "文件名": "【废文】《庆赏无厌倦》作者：富兰克林羊【虐文 - ABO - 荤素均衡 - 中篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/b2216e4986e5"
  },
  {
    "文件名": "【废文】《情窕》作者：树莓闪电【换受文 - HE - ABO - 因缘邂逅 - 荤素皆有 - 中篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/7f2f1268d82c"
  },
  {
    "文件名": "【废文】《情难自控》作者：十九酱【现代 - ABO - 父子 - 荤素均衡 - 中篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/f0783514dadc"
  },
  {
    "文件名": "【废文】《青梅》作者：木仔儿【小甜饼 - 治愈 - 年上 - 荤素均衡 - 中篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/d9bd473dbee6"
  },
  {
    "文件名": "【废文】《亲亲我》作者：雪碧oo【HE - 校园 - 破镜重圆 - 微H - 中篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/aa96ce83c3af"
  },
  {
    "文件名": "【废文】《亲爱的姐姐》作者：77888【HE - 暧昧 - 年下 - 微H - 短篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e5216c5ad25a"
  },
  {
    "文件名": "【废文】《窃夺》作者：柒花君【三观不正 - 双性生子 - 高H - 中篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/51ec0536f256"
  },
  {
    "文件名": "【废文】《悄无声息》作者：芫爆【现代 - 微H - 中篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/4d110ebe834b"
  },
  {
    "文件名": "【废文】《蔷薇之死》作者：匿名咸鱼【狗血 - 暗黑 - 西方 - NP - 高H - 短篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/79ebe2572425"
  },
  {
    "文件名": "【废文】《前男友成了顶头上司》作者：钰子哲【现代 - 轻松 - 职业文 - 暗恋 - 破镜重圆 - 荤素皆有 - 短篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c659c8a05d23"
  },
  {
    "文件名": "【废文】《前夫之鉴》作者：大芒果【现代 - 双性 - 破镜重圆 - 高H - 中篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/9e5d50d947b7"
  },
  {
    "文件名": "【废文】《千和屿彰》作者：匿名咸鱼【现代 - 小甜饼 - 日常 - 养成 - 微H - 中篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/678c0ecd8106"
  },
  {
    "文件名": "【废文】《岐黄》作者：猫狸花花【HE - 破镜重圆 - 强强 - 荤素皆有 - 短篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/3ec88abd5276"
  },
  {
    "文件名": "【废文】《齐人之福》作者：kiol【强弱 - 受受 - 高H - 中篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/23b9ba8249b8"
  },
  {
    "文件名": "【废文】《七七当泣》作者：lebensborn【现代 - 致郁 - 现实主义 - 校园 - 微H - 中篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/241b6c569288"
  },
  {
    "文件名": "【废文】《普通人》作者：-LiQ-【现代 - ABO - 因缘邂逅 - 荤素皆有 - 中篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ebb4bd6a46b1"
  },
  {
    "文件名": "【废文】《葡萄成熟时》作者：末琛【现代 - 小甜饼 - 校园 - 微H - 短篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a970cf4c0b76"
  },
  {
    "文件名": "【废文】《破晓》作者：咸鱼小小段【现代 - HE - 师生 - 荤素皆有 - 短篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/fd6f92bbf8d4"
  },
  {
    "文件名": "【废文】《瓶邪可归》作者：suisui93【盗墓笔记同人 - 民国 - HE - 微H - 中篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/aac08118c2ab"
  },
  {
    "文件名": "【废文】《平川》作者：evonnekhun【混合 - 现代 - HE - 生子 - 荤素皆有 - 中篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e054751d1db7"
  },
  {
    "文件名": "【废文】《骗到手》作者：最一【ABO - 年下 - 荤素皆有 - 短篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/9d692acb077b"
  },
  {
    "文件名": "【废文】《偏方》作者：响耳【古代 - 小甜饼 - 双性 - 高H - 中篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/48b1048c6b55"
  },
  {
    "文件名": "【废文】《攀龙附凤》作者：knightflower【古代 - HE - 爽文 - 宫廷侯爵 - 荤素皆有 - 长篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/41c3c6f5eab3"
  },
  {
    "文件名": "【废文】《攀龙附凤》作者：knightflower【古代 - HE  -  爽文 - 宫廷侯爵 - 荤素皆有 - 长篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/0b82e3ffc7f4"
  },
  {
    "文件名": "【废文】《帕斯卡定律》作者：度年年【现代 - 治愈 - 年上 - BDSM - 荤素均衡 - 中篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/207357efe8b9"
  },
  {
    "文件名": "【废文】《浓情宇宙》作者：屋上乌【第一人称 - HE - 爽文 - 狗血 - 年上 - 荤素均衡 - 中篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/9cedd7bdf331"
  },
  {
    "文件名": "【废文】《农家媳》作者：匿名咸鱼【古代 - 重生 - 微H - 中篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/db362f807913"
  },
  {
    "文件名": "【废文】《牛杂面杂货间》作者：周妖巷【混合合集 - 微H - 中篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/6100eb99d16d"
  },
  {
    "文件名": "【废文】《年轻的圣徒》作者：鲸鱼礼帽【奇幻 - 微H - 短篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a2ba2fdeea9d"
  },
  {
    "文件名": "【废文】《溺亡的鱼》作者：猫薄荷【现代 - 虐文 - 年上 - 微H - 短篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/5515ea2ff12d"
  },
  {
    "文件名": "【废文】《逆来顺受》作者：两座山【HE - 双性 - 现代 - 强弱 - 短篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/b59423fe4fb1"
  },
  {
    "文件名": "【废文】《你一生的故事》作者：兰道先生【外国 - 第一人称 - 近代 - 微H - 短篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/980e90e9d5a0"
  },
  {
    "文件名": "【废文】《你要闹哪样》作者：赤脚踩钢钉【现代 - 荤素皆有 - 中篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/fdc1042de8b5"
  },
  {
    "文件名": "【废文】《你竟然安装羞耻代码？》作者：一贱【强强 - NTR - NP - 高H - 中篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/85328e3a2059"
  },
  {
    "文件名": "【废文】《你的眼神》作者：Shim97【现代 - 荤素皆有 - 中篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/74b5b52a6a78"
  },
  {
    "文件名": "【废文】《你的眼神》作者：Shim97【 HE - 荤素均衡 - 现代 - 狗血 - 破镜重圆 - 中篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/12b29506fc65"
  },
  {
    "文件名": "【废文】《你别易感我》作者：久别乍逢【HE - 狗血 - 天作之合 - 微H - 中篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/3b0683d4b67f"
  },
  {
    "文件名": "【废文】《你被我盯上了》作者：花槐【大纲文 - HE - 双性 - 荤素均衡 - 现代 - 中篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c0934a3f75be"
  },
  {
    "文件名": "【废文】《泥土》作者：西方美术史【现代 - HE - ABO - 暗恋 - 荤素均衡 - 短篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/fddc3b011b6a"
  },
  {
    "文件名": "【废文】《楠源北泽》作者：止咳糖浆【现代 - HE - 治愈 - 年下 - 微H - 短篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/84708b1b4a5b"
  },
  {
    "文件名": "【废文】《难逃》作者：xiaopinghuyetao【古代 - HE - 高H - 3P - 短篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/89ddf4384328"
  },
  {
    "文件名": "【废文】《南园花树春光暖》作者：梅染【民国 - 养成 - 年下 - 微H - 长篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/d8922445475d"
  },
  {
    "文件名": "【废文】《南回归线》作者：匿名咸鱼【现代 - 狗血 - 校园 - 微H - 中篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/30aab06934fc"
  },
  {
    "文件名": "【废文】《男团日常》作者：匿名咸鱼【无CP - 现代 - 微H - 短篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/44fad5864fd1"
  },
  {
    "文件名": "【废文】《奈何》作者：凿壁借光【未来 - 人工智能 - 1v1 - 荤素皆有 - 短篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/25ca0444eba2"
  },
  {
    "文件名": "【废文】《奶糖患者》作者：E理科生【现代 - 微H - 短篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/693e65a60a8d"
  },
  {
    "文件名": "【废文】《纳加》作者：三由【奇幻 - HE - 兽人 - 高H - 双性 - 中篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/2a9be5ebba4c"
  },
  {
    "文件名": "【废文】《那些年完结的文》作者：李笣梓【合集 - 微H - 短篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/745f29c45e8b"
  },
  {
    "文件名": "【废文】《模板》作者：戾齐【第一人称 - 主攻 - 现代 - HE - 微H - 短篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/f84af1e85d75"
  },
  {
    "文件名": "【废文】《命令》作者：吴幼【现代 - BDSM - 荤素皆有 - 中篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/0178214ce124"
  },
  {
    "文件名": "【废文】《螟蛉之子》作者：锒辙【GB - 古代 - 武侠 - 微H - 长篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/3bcb4c8bae8d"
  },
  {
    "文件名": "【废文】《鸣声》作者：江山颜【现代 - HE - 刑侦 - HE - 荤素皆有 - 长篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/948052bec086"
  },
  {
    "文件名": "【废文】《明月迢迢照聿心》作者：花压【古代 - 微H - 短篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ec32b6a24e38"
  },
  {
    "文件名": "【废文】《明宿》作者：匿名咸鱼【仙侠 - NP - 高H - 短篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/61d17d72d55f"
  },
  {
    "文件名": "【废文】《明日就爱》作者：万寂之寂【喜剧 - 现代 - 轻松 - 微H - 中篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/9c606fcb905d"
  },
  {
    "文件名": "【废文】《明日》作者：幺简儿【双性 - 高H - 短篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/857bb7bea206"
  },
  {
    "文件名": "【废文】《明灭》作者：铭心之诺tvxq【高H - 现代 - 年上 - 生子 - 中篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/4f8d12db0f55"
  },
  {
    "文件名": "【废文】《名流倒退》作者：浅7【现代 - HE - 微H - 中篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/d1d6a620cf55"
  },
  {
    "文件名": "【废文】《秘密花园合集》作者：写不了一点儿【混合 - 现代 - 微H - 短篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/0d84465cfdd3"
  },
  {
    "文件名": "【废文】《觅青山》作者：江冉遗【古代 - 权谋 - 荤素皆有 - 长篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/0c0fe1abbba3"
  },
  {
    "文件名": "【废文】《貌美直男穿进了耽美文》作者：顿顿顿顿v【现代 - HE - 轻松 - 爽文 - 强制爱 - 荤素皆有 - 短篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/d896d1801950"
  },
  {
    "文件名": "【废文】《买卖》作者：问何时【现代 - 狗血 - 因缘邂逅强强 - 微H - 中篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/893f99ce0eb4"
  },
  {
    "文件名": "【废文】《玛格丽特饼干》作者：花椰菜籽油【现代 - HE - 天作之合 - 微H - 短篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/cfe5e71084c6"
  },
  {
    "文件名": "【废文】《落叶更息》作者：抱君黄金台上操【现代 - HE - 高H - 短篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/db321fb4b55e"
  },
  {
    "文件名": "【废文】《落网》作者：风起长林-X-【现代 - 荤素皆有 - 短篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c3f6ba6c25a8"
  },
  {
    "文件名": "【废文】《落日眷冬》作者：小箐岚【现代 - HE - ABO - 高H - 中篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c419b6ee683d"
  },
  {
    "文件名": "【废文】《沦陷》作者：甲骨【现代 - 年下 - 1v1 - HE - 双洁 - 微H - 中篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/3b89b1b2d89d"
  },
  {
    "文件名": "【废文】《绿日长夏》作者：妄言热恋【现代 - 高H - 校园 - 双性 - 短篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/61d2ee29f73a"
  },
  {
    "文件名": "【废文】《绿青提》作者：长知怨【现代 - 狗血 - 双性 - 高H - 中篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/5ac1e978c7a3"
  },
  {
    "文件名": "【废文】《笼中翎》作者：小箐岚【古代 - 狗血 - 强制爱 - 高H - 中篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/f31efa574874"
  },
  {
    "文件名": "【废文】《龙傲天偏离后宫线后》作者：鱼鱼也很努力【HE - 高H - 中篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/bc720dc8b6e1"
  },
  {
    "文件名": "【废文】《留灯》作者：流亡贝壳【HE - 强制爱 - NTR - NP - 高H - 中篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/21c1ce79d672"
  },
  {
    "文件名": "【废文】《流浪的行刑者》作者：莫问名【双性 - 宗教 - 高H - 奇幻 - 短篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/adfd1a0a28d5"
  },
  {
    "文件名": "【废文】《领地》作者：萧城【HE - ABO - 1v1 - 高H - 短篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/170d100aeaad"
  },
  {
    "文件名": "【废文】《零分前任》作者：jwdPluto【娱乐圈 - 破镜重圆 - 强强 - 微H - 中篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e089fa60e280"
  },
  {
    "文件名": "【废文】《凌晨睡觉》作者：Icarusx【现代 - 娱乐圈 - 年下 - 产乳 - 高H - 短篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/40ba9df03822"
  },
  {
    "文件名": "【废文】《临渊》作者：木青木青【古代 - 微H - 中篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/795bee837d00"
  },
  {
    "文件名": "【废文】《劣性犬》作者：软糯糯【黑道 - 强强 - 荤素均衡 - 短篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/6227b9ed661a"
  },
  {
    "文件名": "【废文】《劣犬》作者：章果【双性 - 青梅竹马 - 忠犬 - 强弱 - 高H - 甜文 - 中篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/9a77edad445b"
  },
  {
    "文件名": "【废文】《利用》作者：十山竹【ABO - 荤素皆有 - 短篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/3a0cca4f481b"
  },
  {
    "文件名": "【废文】《澧有兰》作者：笔名锁忧【HE - 直掰弯 - 微H - 短篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/1393f10909d8"
  },
  {
    "文件名": "【废文】《礼之无物》作者：清水清明【盗墓笔记同人 - 微H - 长篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ace4ea3c5c9c"
  },
  {
    "文件名": "【废文】《黎明之前》作者：heiheiheiheihei【OE - 末世 - 科幻 - 荤素皆有 - 中篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/78d20d1501a4"
  },
  {
    "文件名": "【废文】《冷暖》作者：图米Tumi【现代 - 荤素皆有 - 长篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/92534290ef56"
  },
  {
    "文件名": "【废文】《冷落此夜》作者：自行车难过【补番 - HE - 爽文 - 直掰弯 - 双洁 - 荤素皆有 - 中篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/7ef9469425d8"
  },
  {
    "文件名": "【废文】《烙印》作者：莫以风【现代 - BE - 文艺 - 现实主义 - 微H - 短篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/3851155c5c55"
  },
  {
    "文件名": "【废文】《老师间不得论资排辈》作者：Tide【治愈 - 微H - 职业文 - 日常 - 短篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/7dbde0a02e72"
  },
  {
    "文件名": "【废文】《老婆老婆老婆》作者：东度日【现代 - HE - 双性 - 高H - 中篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/d6f4f80e41cb"
  },
  {
    "文件名": "【废文】《老公他增加了！》作者：木火然【仙侠 - HE - 先婚后爱 - 1v1 - 甜文 - 荤素皆有 - 中篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a611b364a782"
  },
  {
    "文件名": "【废文】《朗卡》作者：Ssugar【现代 - HE - 因缘邂逅 - 公路文 - NP - 荤素皆有 - 中篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/888ad139149b"
  },
  {
    "文件名": "【废文】《狼吞虎咽》作者：刘清水儿【ABO - 兽人 - 年下 - 荤素皆有 - 中篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/d8b273e10a81"
  },
  {
    "文件名": "【废文】《滥春》作者：秦柒【现代 - NP - 荤素皆有 - 中篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/35bd45416fc6"
  },
  {
    "文件名": "【废文】《狂恋》作者：佛心琉璃【现代 - 双性 - 年下 - 荤素均衡 - 短篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/52ac65326f57"
  },
  {
    "文件名": "【废文】《狂风漫颈》作者：蚊不叮【现代 - 轻松 - 年上 - 荤素均衡 - 中篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/daf6ef86cc72"
  },
  {
    "文件名": "【废文】《枯木逢冬》作者：舶来鱼【现代 - HE - 破镜重圆 - 微H - 中篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/3e7d48bcc826"
  },
  {
    "文件名": "【废文】《可念不可说》作者：lebensborn【现代 - HE - 暗恋 - 微H - 短篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/4de12665717b"
  },
  {
    "文件名": "【废文】《可怜的攻》作者：长叹【现代 - 强强 - 年上 - 荤素皆有 - 短篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a6f7e0f6770d"
  },
  {
    "文件名": "【废文】《开门大吉》作者：纸阳阳阳【现代 - HE - 破镜重圆 - 微H - 短篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/da07ea6de18e"
  },
  {
    "文件名": "【废文】《开放婚姻》作者：橙汁酱鸭【HE - 双性 - 高H - 中篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e622ac7841ed"
  },
  {
    "文件名": "【废文】《开放婚姻》作者：橙汁酱鸭【补番 - HE - 双性 - 高H - 中篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/5dc9e6a77686"
  },
  {
    "文件名": "【废文】《君临天下》作者：谢七少爷【总攻 - 穿越 - NP - 荤素皆有 - 中篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c82b52ade6f2"
  },
  {
    "文件名": "【废文】《绝对领地》作者：秦柒【现代 - HE - ABO - 荤素皆有 - 中篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/d006073a54c3"
  },
  {
    "文件名": "【废文】《救赎》作者：乌龙茶【第一人称 - 现代 - 破镜重圆 - 虐文 - 微H - 短篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/20c92c9a5b66"
  },
  {
    "文件名": "【废文】《酒窝校霸》作者：凡仙202班【现代 - 校园 - 强强 - 微H - 长篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/8b16b4b1f46c"
  },
  {
    "文件名": "【废文】《惊蛰》作者：林深桉【现代 - BDSM - 高H - 短篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e05c808c1b1c"
  },
  {
    "文件名": "【废文】《惊蛰》作者：二罗【现代 - 治愈 - 暗恋 - 年下 - 微H - 中篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/95ad95cde4da"
  },
  {
    "文件名": "【废文】《尽归尘土》作者：鹿鹿嚯酒【古代 - BE - 荤素皆有 - 短篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/4e585a29ad43"
  },
  {
    "文件名": "【废文】《金台夕照》作者：何轻我【主攻 - 现代 - 日常 - 受宠攻 - 微H - 短篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/456b4528bded"
  },
  {
    "文件名": "【废文】《金丝雀竟然啄我》作者：欢喜安年【现代 - 爽文 - 狗血 - 强制爱 - 强强 - 荤素皆有 - 长篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/6773740e0b98"
  },
  {
    "文件名": "【废文】《金楼主的故事》作者：UUUIOP【古代 - 微H - 中篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/9dca7e8d9178"
  },
  {
    "文件名": "【废文】《金楼主的故事》作者：UUUIOP【古代 - 荤素皆有 - 中篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/54cf6ca9397f"
  },
  {
    "文件名": "【废文】《今夜不设防》作者：方太初【现代 - 轻松 - 因缘邂逅 - 高H - 中篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/18fc9cb670e0"
  },
  {
    "文件名": "【废文】《结痂》作者：留白【现代 - 小甜饼 - 暧昧 - 宠物奇缘 - 微H - 中篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/2c455b4d39c7"
  },
  {
    "文件名": "【废文】《洁身自爱》作者：schade【现代 - HE - 荤素均衡  - MB - BDSM - 中篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/206bcd4aa05a"
  },
  {
    "文件名": "【废文】《叫妈妈》作者：故自山里来【现代 - 荤素皆有 - 中篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/faab595be9e4"
  },
  {
    "文件名": "【废文】《狡兔》作者：晚风【ABO - 荤素皆有 - 小甜饼 - 短篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/4ef6b00ebf3d"
  },
  {
    "文件名": "【废文】《骄纵》作者：有颗玻璃做的心【现代 - HE - 微H - 短篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/63be4ced30a7"
  },
  {
    "文件名": "【废文】《交换游戏》作者：夕一栖【NTR - NP - 高H - 短篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a964a5a1adee"
  },
  {
    "文件名": "【废文】《降雪概率》作者：E理科生【现代 - 轻松 - 年上 - 微H - 短篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/7716eb9fdbed"
  },
  {
    "文件名": "【废文】《降解质》作者：响耳【现代 - HE - 年下 - 高H - 中篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/adfc6e168e62"
  },
  {
    "文件名": "【废文】《讲文明懂礼貌》作者：Jumber【现代 - 狗血 - 校园 - NP - 高H - 中篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/4c98c1bf5a07"
  },
  {
    "文件名": "【废文】《将雏记》作者：周不耽【古代 - 宫廷侯爵 - 青梅竹马 - 微H - 短篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ab2807d16ffd"
  },
  {
    "文件名": "【废文】《姜降大任》作者：璋湉桜【BE - 黑道 - 强强 - 肉渣 - 短篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/39258e3bf8fa"
  },
  {
    "文件名": "【废文】《江山隐》作者：脑内良民【古代 - 生子 - 年下 - 荤素皆有 - 中篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/767a16d3e34d"
  },
  {
    "文件名": "【废文】《见习爱神》作者：Alvaros【现代 - ABO - 破镜重圆 - 伪骨科 - 中篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/4892b7a58abb"
  },
  {
    "文件名": "【废文】《寂静之歌》作者：Mara【现代 - 致郁 - 校园 - 清水 - 悲剧 - 短篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/b46f8516744a"
  },
  {
    "文件名": "【废文】《及时行乐》作者：ubobaba【快穿 - HE - 双性 - NP - 高H - 长篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/7605aa97368e"
  },
  {
    "文件名": "【废文】《火车》作者：狄醉山【高H - 现代 - 强制爱 - 短篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/3e4fa4bb72a4"
  },
  {
    "文件名": "【废文】《混沌森林》作者：困困舟【HE - 青梅竹马 - BDSM - 荤素皆有 - 中篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a28baba8ddb3"
  },
  {
    "文件名": "【废文】《婚后》作者：阿卟【ABO - 先婚后爱 - 肉渣 - 短篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/312b57e63f19"
  },
  {
    "文件名": "【废文】《回头无岸》作者：溺水的鱼yh【悲剧 - 现代 - BE - 微H - 短篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/778cb5906895"
  },
  {
    "文件名": "【废文】《回暖》作者：狗雀【现代 - HE - 小甜饼 - 校园 - 微H - 短篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/2214eec86701"
  },
  {
    "文件名": "【废文】《灰色的雪》作者：孔因【现代 - 悬疑 - 暧昧 - 谐趣 - 微H - 中篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/3a593888adf9"
  },
  {
    "文件名": "【废文】《黄金屋》作者：海水【古代 - HE - 年上 - 荤素皆有 - 短篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a5a8dc3b52b8"
  },
  {
    "文件名": "【废文】《皇子和太子》作者：美鱼无暇【古代 - 双性 - 暧昧 - 荤素皆有 - 短篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/32b9d86a7d22"
  },
  {
    "文件名": "【废文】《皇帝的爱好我不懂》作者：就要皇帝当m【古代 - BDSM - 高H - 短篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/0dde8b57466b"
  },
  {
    "文件名": "【废文】《荒腔》作者：猫狸花花【古代 - 阴差阳错 - 年下 - 荤素皆有 - 短篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/b4fd3f3861e6"
  },
  {
    "文件名": "【废文】《懐春》作者：Autumnmt【浪漫主义 - 西方 - 日常 - 微H - 短篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/aeead683e2fa"
  },
  {
    "文件名": "【废文】《怀孕的男人》作者：兰道先生【外国 - 现代 - 微H - 短篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/aabef5a0d567"
  },
  {
    "文件名": "【废文】《怀火》作者：音爆弹【ABO - 现代 - 1v1 - 荤素皆有 - 短篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/9249e714ec8c"
  },
  {
    "文件名": "【废文】《画地为牢》作者：木头狐狸【现代 - 未来 - HE - 狗血 - 微H - 短篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/9e635f498fad"
  },
  {
    "文件名": "【废文】《花枝》作者：兰道先生【外国 - 近代 - 微H - 短篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/df9e0ec0d0dc"
  },
  {
    "文件名": "【废文】《呼吸》作者：不存在的荷德森【第一人称 - HE - 微H - 短篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/4580ceae08fa"
  },
  {
    "文件名": "【废文】《后天见面》作者：芋头炖排骨【现代 - OE - 校园 - 清水 - 短篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/2c4298a023f9"
  },
  {
    "文件名": "【废文】《后患》作者：AD钙奶【现代 - 双性 - 3P - 短篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ee33e69338b5"
  },
  {
    "文件名": "【废文】《翃翃难停》作者：谢半仙【现代 - HE - 荤素皆有 - 短篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/0c9bed72b6e7"
  },
  {
    "文件名": "【废文】《红枫林》作者：狐狸拉面【ABO - 狗血 - 年上 - 荤素皆有 - 中篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c6ce00c3393d"
  },
  {
    "文件名": "【废文】《哄骗》作者：万物归霁【现代 - HE - 狗血 - 荤素皆有 - 中篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c7df2d7e1a29"
  },
  {
    "文件名": "【废文】《横跳-文名限制十字唉》作者：lynn海【ABO - 狗血 - 爽文 - NP - 荤素皆有 - 长篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/9cf397cdd348"
  },
  {
    "文件名": "【废文】《黑钻石》作者：芋圆儿不是圆圆【现代 - 小甜饼 - 年下 - 荤素均衡 - 短篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/50d30c5a41f7"
  },
  {
    "文件名": "【废文】《黑桃A》作者：不存在的荷德森【现代 - 骨科 - 荤素均衡 - 年下 - 中篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/5e078a52e732"
  },
  {
    "文件名": "【废文】《和阁楼上的猫偷情》作者：莱边【现代 - 荤素皆有 - 短篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/24668d46dcc1"
  },
  {
    "文件名": "【废文】《好好吃饭》作者：树【现代 - 微H - 短篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/10858b9970c8"
  },
  {
    "文件名": "【废文】《菡萏曲》作者：Sanjo【主攻 - HE - 校园 - 暗恋 - 荤素均衡 - 长篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/f688ed254a82"
  },
  {
    "文件名": "【废文】《悍妻受和渣贱攻》作者：YOURLILO【现代 - 微H - 短篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c964bbd7009c"
  },
  {
    "文件名": "【废文】《含情野望》作者：冯萦【HE - 高H - 现代 - 1v1 - 短篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e14dbf0741b3"
  },
  {
    "文件名": "【废文】《酣畅淋漓》作者：shilling【古代 - 双性 - 骨科 - NP - 高H - 中篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ca5cc4682d29"
  },
  {
    "文件名": "【废文】《还钱》作者：金铲铲【主攻 - 现代 - BE - 阴差阳错 - 微H - 短篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c68ba200f3b0"
  },
  {
    "文件名": "【废文】《国子监纪事》作者：饭没你好吃【古代 - 荤素皆有 - 中篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/91819fad37c3"
  },
  {
    "文件名": "【废文】《国王的游戏》作者：peppersalt【现代 - HE - 重口 - 高H - 短篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/0392b9845750"
  },
  {
    "文件名": "【废文】《国王》作者：春熱【现代 - HE - 小甜饼 - 高H - 短篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e42e3da97f72"
  },
  {
    "文件名": "【废文】《贵人》作者：花卷【作者自荐版 - 古代 - 甜文 - 荤素皆有 - 中篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/07e9a1d162fa"
  },
  {
    "文件名": "【废文】《贵人》作者：花卷【网站版 - 古代 - 甜文 - 荤素皆有 - 中篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/166f6c953c03"
  },
  {
    "文件名": "【废文】《贵人》作者：花卷【古代 - 甜文 - 荤素皆有 - 中篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/cfe8d6ecc8bb"
  },
  {
    "文件名": "【废文】《鬼混》作者：是时柒呀【现代 - 谐趣 - 灵异 - 暗恋 - 高H - 中篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/1951fc768714"
  },
  {
    "文件名": "【废文】《鬼鬼》作者：长知怨【古代 - 狗血 - 荤素均衡 - 中篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a3c32c130c35"
  },
  {
    "文件名": "【废文】《鬼怪》作者：111BCV【主攻 - 现代 - 玄幻 - 受宠攻 - 清水 - 中篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/8755d0deb130"
  },
  {
    "文件名": "【废文】《规定图形》作者：花椰菜籽油【现代 - HE - 竞技体育 - 破镜重圆 - 微H - 中篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a77ecdf2428a"
  },
  {
    "文件名": "【废文】《归于尘》作者：平安【现代 - HE - 现实主义 - 日常 - 微H - 中篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/41956bfe2a43"
  },
  {
    "文件名": "【废文】《归荑》作者：绛南【现代 - OE - 青梅竹马 - 年上 - 微H - 短篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e20df9ea87c0"
  },
  {
    "文件名": "【废文】《广东纯情大蟑螂》作者：左澍【虫族 - 人兽 - 荤素皆有 - 短篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/667aee0f73fe"
  },
  {
    "文件名": "【废文】《光不度》作者：橘桔子【现代 - HE - 狗血 - 年上 - 微H - 中篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/108d9d13fd60"
  },
  {
    "文件名": "【废文】《观棋不语》作者：匿名咸鱼【HE - 轻松 - 田园乡村 - 清水 - 短篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/f84b32202574"
  },
  {
    "文件名": "【废文】《故梦》作者：榉木无青【现代 - HE - 暗恋 - 清水 - 长篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/bf9594e2472a"
  },
  {
    "文件名": "【废文】《蛊惑》作者：猫隐于山【现代 - 强制爱 - 荤素皆有 - 中篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a08a7b0a8a82"
  },
  {
    "文件名": "【废文】《蛊惑》作者：猫隐于山【现代 - 强制爱 - 荤素皆有 - 长篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ac4e6461864e"
  },
  {
    "文件名": "【废文】《古早文‖如果……》 作者：芫爆【现代 - HE - 小甜饼 - 轻松 - 因缘邂逅 - 微H - 短篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/002a4cdee24d"
  },
  {
    "文件名": "【废文】《孤鸟》作者：薄暮就茶【现代 - HE - 强制爱 - 骨科 - 高H - 中篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/1b880e817d7d"
  },
  {
    "文件名": "【废文】《狗子Ⅱ》作者：E理科生【现代 - 小甜饼 - 微H - 短篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/cb607bb2eb94"
  },
  {
    "文件名": "【废文】《狗子》作者：E理科生【现代 - 强强 - 微H - 短篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/4484c87b4d2c"
  },
  {
    "文件名": "【废文】《狗皮膏药》作者：匿名咸鱼【虐文 - NTR - 荤素皆有 - 短篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e3c0fd1a5ace"
  },
  {
    "文件名": "【废文】《狗》作者：兔争气【精神变态日记同人 - 宇植 - 荤素皆有 - 短篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ad092ef5ef51"
  },
  {
    "文件名": "【废文】《公厕》作者：竹巷【现实主义 - BDSM - 高H - 短篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/2a8d03dc9872"
  },
  {
    "文件名": "【废文】《工地禁区》作者：carpediem丧鱼【忠犬 - 1v1 - 高H - HE - 中篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/5f8a7413d197"
  },
  {
    "文件名": "【废文】《给你一个小苹果儿》作者：双山【小甜饼 - 校园 - 高H - 中篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e3f27df2bb59"
  },
  {
    "文件名": "【废文】《个人出列》作者：艾若【HE - 狗血 - 年下 - 1v1 - 肉渣 - 中篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/4553795d2d3b"
  },
  {
    "文件名": "【废文】《告白短信》作者：匿名咸鱼【现代 - HE - 校园 - 微H - 中篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/fe0c681f31ff"
  },
  {
    "文件名": "【废文】《告白》作者：萧城【现代 - HE - 小甜饼 - 青梅竹马 - 微H - 短篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/586e983f5063"
  },
  {
    "文件名": "【废文】《钢琴师》作者：最澄【民国 - 因缘邂逅 - 互宠 - 微H - 长篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/31ead303cfb5"
  },
  {
    "文件名": "【废文】《干涸地》作者：火风L【换攻 - 爽文 - 狗血 - ABO - 荤素皆有 - 中篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/3ab098050140"
  },
  {
    "文件名": "【废文】《缚青》作者：夏多罗【HE - ABO - 强制爱 - 荤素皆有 - 中篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/1063becbcd79"
  },
  {
    "文件名": "【废文】《赴风雪》作者：吴幼【古代 - 荤素皆有 - 短篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/6c339d141d21"
  },
  {
    "文件名": "【废文】《复婚》作者：罐装酱油【现代 - 双性 - 破镜重圆 - 生子 - 高H - 中篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ad2b8e7cbaa1"
  },
  {
    "文件名": "【废文】《附送折磨》作者：鲈鱼酒柜【现代 - 破镜重圆 - 1v1 - 荤素皆有 - 长篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e90214dcc198"
  },
  {
    "文件名": "【废文】《附属品》作者：霖沭【现代 - 骨科 - 1v1 - 荤素均衡 - 中篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/68c953a8535e"
  },
  {
    "文件名": "【废文】《逢场作戏》作者：阿荼Atu【现代 - 破镜重圆 - 强制爱 - 荤素皆有 - 中篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/6bdb355590a9"
  },
  {
    "文件名": "【废文】《风月簿》作者：新一斯塔克【民国 - HE - 产乳 - 高H - 中篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/483cd541375e"
  },
  {
    "文件名": "【废文】《焚风灼心》作者：际歌林【现代 - 轻松 - 破镜重圆 - 强强 - 微H - 中篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/4d0dae702c31"
  },
  {
    "文件名": "【废文】《非典型替身》作者：五分之九【互攻 - 小甜饼 - 微H - 短篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/5557bf315bae"
  },
  {
    "文件名": "【废文】《飞青》作者：惊飞【现代 - 微H - 短篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/36e5eead424e"
  },
  {
    "文件名": "【废文】《飞鸟》作者：匿名咸鱼【现代 - 微H - 中篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/00a7e6750236"
  },
  {
    "文件名": "【废文】《飞流》作者：吴三沉【娱乐圈 - 美强 - 年下 - 微H - 长篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/5b842447ed54"
  },
  {
    "文件名": "【废文】《放养》作者：云和里【现代 - ABO - 养成 - 年下 - 荤素皆有 - 中篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ae99be469eaa"
  },
  {
    "文件名": "【废文】《放浪形骸》作者：小芒果乳酸菌【现代 - 双性 - NP - 高H - 中篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/6da478780c8d"
  },
  {
    "文件名": "【废文】《反差》作者：匿名咸鱼【现代 - 强制爱 - 年下 - 高H - 1v1 - 长篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/7658284f5b4e"
  },
  {
    "文件名": "【废文】《凡心偶炽》作者：一枝橄榄【爽文 - 仙侠 - 重生 - 病娇 - 强强 - 荤素皆有 - 长篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/15c575638fe3"
  },
  {
    "文件名": "【废文】《二手烟误区》作者：八分饱【HE - 轻松 - 年上 - 微H - 中篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/27a51a4c7ccc"
  },
  {
    "文件名": "【废文】《恩赐》作者：4円【主攻 - 换受 - 包养 - 荤素皆有 - 短篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/75f590d4332a"
  },
  {
    "文件名": "【废文】《噩梦成真》作者：废克南十三【HE - 无限流 - 强强 - 1v1 - 微H - 中篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ba6edbf7920a"
  },
  {
    "文件名": "【废文】《恶之欲》作者：暧昧散尽【爽文 - 三观不正 - 双性 - 强制爱 - 高H - 3P - 中篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/86ba1161149d"
  },
  {
    "文件名": "【废文】《恶缘》作者：孤舟野渡【雷文 - 父子 - 1v1 - 高H - 短篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/2d2782658264"
  },
  {
    "文件名": "【废文】《多余》作者：萧城【现代 - 微H - 短篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/39765e68ceba"
  },
  {
    "文件名": "【废文】《多面总裁》作者：静亦【现代 - HE - 互攻 - 荤素皆有 - 中篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/6b9249500177"
  },
  {
    "文件名": "【废文】《对手》作者：只想炖肉吃【现代 - 荤素皆有 - 短篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/5c5e975c6a4e"
  },
  {
    "文件名": "【废文】《对床夜雨》作者：术逐【骨科 - 年下 - 荤素皆有 - 中篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/05b2a404df4a"
  },
  {
    "文件名": "【废文】《断尾》作者：猛龙落泪【古代 - HE - 玄幻 - 破镜重圆 - 荤素皆有 - 中篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/660abe5cd3bc"
  },
  {
    "文件名": "【废文】《短篇合集》作者：孟九天【合集 - 微H - 短篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/6fecf5df5f18"
  },
  {
    "文件名": "【废文】《渡桥》作者：泥菩萨【现代 - 荤素皆有 - 中篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a819ec34bf39"
  },
  {
    "文件名": "【废文】《兜转》作者：零肆【现代 - 破镜重圆 - 1v1 - 微H - 短篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/d513b9401321"
  },
  {
    "文件名": "【废文】《动物世界》作者：关风月【现代 - 荤素皆有 - 短篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/3ba2b005276b"
  },
  {
    "文件名": "【废文】《冬日不宜展望未来》作者：壁炉【西方 - 1v1 - 微H - 短篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c83826299649"
  },
  {
    "文件名": "【废文】《冬眠客》作者：寒枝栖【现代 - 双性 - 生子 - 高H - 中篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/420c95bad377"
  },
  {
    "文件名": "【废文】《冬眠客》作者：寒枝栖【现代 - 双性  - 生子 - 高H - 中篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/b8583a8ea84c"
  },
  {
    "文件名": "【废文】《典当妻》作者：是一只鸽子【混合 - 古代 - 荤素均衡 - 中篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/739339bcbfe5"
  },
  {
    "文件名": "【废文】《第三者》作者：渴望狗血文的洗礼【现代 - 狗血 - 三观不正 - ABO - 荤素皆有 - 短篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/2583b8dfc790"
  },
  {
    "文件名": "【废文】《第二情人》作者：齐年【HE - ABO - 师生 - NP - 高H - 短篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ce28f3a4156f"
  },
  {
    "文件名": "【废文】《帝王侧》作者：匿名咸鱼【古代 - 病娇 - 年下 - 荤素皆有 - 短篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ce35d75d73ce"
  },
  {
    "文件名": "【废文】《滴水穿石》作者：花槐【现代 - 中H - 中篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ead820d18642"
  },
  {
    "文件名": "【废文】《等边三角形》作者：鱼知乐【现代 - HE - 轻松 - 荤素皆有 - 中篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a2094c1c02e6"
  },
  {
    "文件名": "【废文】《得偿所愿》作者：萧城【HE - 现代 - 1v1 - 微H - 中篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c9f2a3488b1e"
  },
  {
    "文件名": "【废文】《倒带婚姻》作者：青葙今天更文了嘛【HE - ABO - 先婚后爱 - 1v1 - 荤素皆有 - 中篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/5fd39ff5ea39"
  },
  {
    "文件名": "【废文】《刀尖舔蜜》作者：莫逢君【HE - 现代 - 轻松 - 强强 - 微H - 中篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/55f809216f2d"
  },
  {
    "文件名": "【废文】《单恋频道》作者：E理科生【第一人称 - 微H - 现代 - 短篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/d77be98c5f95"
  },
  {
    "文件名": "【废文】《待售》作者：一禾【现代 - 狗血 - 高H - 短篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/4bfdefcc8096"
  },
  {
    "文件名": "【废文】《代名词》作者：宋栖酒【HE - 校园 - 1v1 - 微H - 短篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/fb3a22ebcea4"
  },
  {
    "文件名": "【废文】《周琦澜》作者：一把锈【NTR - 强制爱 - 骨科 - 荤素皆有 - 中篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/6a2329a91fea"
  },
  {
    "文件名": "【废文】《重生成暗恋对象的哥哥》作者：千溯【重生 - 现代 - 微H - 中篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/bb47c3c8ae1d"
  },
  {
    "文件名": "【废文】《重启》作者：21点牌【第一人称攻 - 现代 - 微H - 短篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/1a8c40b54bc5"
  },
  {
    "文件名": "【废文】《钟点工》作者：小学僧【现代 - NP - 高H - 双性 - 中篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e6423ed2800d"
  },
  {
    "文件名": "【废文】《至亲》作者：边城响马【HE - 高H - 三观不正 - 父子 - 中篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/05ce5f744f20"
  },
  {
    "文件名": "【废文】《只是爱你》作者：张大爷【现代 - 狗血 -  强制爱 - 荤素皆有 - 中篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a2317bb59e64"
  },
  {
    "文件名": "【废文】《直男恐惧》作者：今晚就发财【现代 - 荤素皆有 - 短篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/f06468b4304c"
  },
  {
    "文件名": "【废文】《枝桠》作者：岁忧【现代 - 微H - 中篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e71c7649b91f"
  },
  {
    "文件名": "【废文】《这男配不对劲》作者：钰子哲【爽文 - 宫斗 - 快穿 - 高H - 中篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/eeb1721ea549"
  },
  {
    "文件名": "【废文】《这个enigma渣A你应得》作者：山河寄笔【爽文 - ABO - 破镜重圆 - 受转攻 - 攻转受 - 荤素皆有 - 中篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/97584dfd3b8b"
  },
  {
    "文件名": "【废文】《这个enigma渣A你应得》作者：山河寄笔【补番 - 爽文 - ABO - 破镜重圆 - 受转攻 - 攻转受 - 荤素皆有 - 中篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/d75d336fb87a"
  },
  {
    "文件名": "【废文】《这个室友有点烦》作者：爱居的废柴兔子【现代 - HE - 狗血 - 校园 - 破镜重圆 - 荤素皆有 - 短篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/72396ddea9b0"
  },
  {
    "文件名": "【废文】《折纸列车》作者：EKouka【娱乐圈 - 暧昧 - 暗恋 - 年下 - 微H - 长篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/941f3c9edf73"
  },
  {
    "文件名": "【废文】《折翼的鸟》作者：乂二【混合 - 微H - 短篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/d814c7927d19"
  },
  {
    "文件名": "【废文】《召春来》作者：谢陵瑯【古代 - HE - 小甜饼 - 青梅竹马 - 高H - 短篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/359ce7e6cf71"
  },
  {
    "文件名": "【废文】《长日留痕》作者：睡眠金鱼【现代 - HE - 小甜饼 - 校园 - 微H - 短篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/22eaf5f95212"
  },
  {
    "文件名": "【废文】《长岛无雪》作者：城南月【现代 - 狗血 - 虐文 - 荤素皆有 - 中篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/84e0733f017b"
  },
  {
    "文件名": "【废文】《宅斗之家有药郎》作者：钰子哲【古代 - 爽文 - 宅斗 - 先婚后爱 - 产乳 - 荤素皆有 - 短篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ed064b5d750e"
  },
  {
    "文件名": "【废文】《渣攻贱受文的恶毒配角》作者：小号某某丞【现代 - 轻松 - 狗血 - NP - 荤素皆有 - 长篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/b0e177fdd1ed"
  },
  {
    "文件名": "【废文】《渣攻滚一边》作者：林灵素【现代 - 微H - 中篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/8b083f1cdb41"
  },
  {
    "文件名": "【废文】《造假》作者：az【BE - 致郁 - 虐文 - 荤素皆有 - 短篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/7b4df026166f"
  },
  {
    "文件名": "【废文】《云中雀》作者：路游归【古代 - HE - 玄幻 - 暗恋 - 微H - 中篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/908bb8c7f291"
  },
  {
    "文件名": "【废文】《越轨》作者：Pseven【换攻 - HE - 攻宠受 - 荤素均衡 - 短篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/418348f1cce7"
  },
  {
    "文件名": "【废文】《月牙弯弯》作者：雪碧oo【HE - 校园 - 破镜重圆 - 微H - 中篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/8a6fc303d074"
  },
  {
    "文件名": "【废文】《愿者上钩》作者：一打糖球【现代 - 小甜饼 - 校园 - 微H - 短篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/9988b67acb32"
  },
  {
    "文件名": "【废文】《远方来信》作者：沉不碎【HE - 骨科 - 年下 - 荤素均衡 - 中篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e55812454098"
  },
  {
    "文件名": "【废文】《遇合》作者：泽隐【现代 - HE - 因缘邂逅 - 强强 - 微H - 短篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/3f7b0100b052"
  },
  {
    "文件名": "【废文】《欲恋横生》作者：莫以风【主攻 - 现代 - 虐文 - BE - 微H - 中篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/879e0ce5ac20"
  },
  {
    "文件名": "【废文】《欲壑难填》作者：East2dongs【现代 - HE - 治愈 - 暗恋 - 微H - 中篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ff7202721851"
  },
  {
    "文件名": "【废文】《玉奴》作者：一碗泡泡吹泡泡【双性 - NP - 高H - HE - 中篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/66feee6902b2"
  },
  {
    "文件名": "【废文】《玉昆传》作者：Pblack【古代 - 强制爱 - NP - 互攻 - 荤素均衡 - 中篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/5fe8dd912dd7"
  },
  {
    "文件名": "【废文】《愚人结》作者：苏子羽【现代 - 破镜重圆 - 强强 - 1v1 - 微H - 短篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/80381993a301"
  },
  {
    "文件名": "【废文】《娱乐情人》作者：咸鱼626号【爽文 - 三观不正 - 架空世界 - 强弱 - 荤素皆有 - 中篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/9e79d782e47d"
  },
  {
    "文件名": "【废文】《鱼骨》作者：我将在今夜吻你【第一人称 - 荤素皆有 - 短篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/94e932eb5afb"
  },
  {
    "文件名": "【废文】《余音袅袅》作者：失眠孤独症患者【古代 - BE - 荤素皆有 - 短篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a27ee688b221"
  },
  {
    "文件名": "【废文】《余温》作者：匿名咸鱼【现代 - HE - 轻松 - 荤素皆有 - 中篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e988f33bc910"
  },
  {
    "文件名": "【废文】《诱》作者：南愿鸢呀【HE - 年上 - 荤素皆有 - 短篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/3585640097c5"
  },
  {
    "文件名": "【废文】《有效报应》作者：功能障碍【现代 - 荤素皆有 - 中篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/5c8b186e0421"
  },
  {
    "文件名": "【废文】《游泳健身和我了解一下》作者：QishibeLUNA【喜剧 - 现代 - HE - 轻松 - 日常 - 短篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/1767f3ec5218"
  },
  {
    "文件名": "【废文】《游戏尽头》作者：原始价值【HE - 强制爱 - NP - 高H - 短篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/d5536f4646f7"
  },
  {
    "文件名": "【废文】《犹在画中》作者：兰道先生【外国 - 第一人称 - 微H - 短篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/13bff0440592"
  },
  {
    "文件名": "【废文】《庸俗文学》作者：弱攻文爱好者【星际 - 轻松 - 弱强 - 微H - 中篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/d88862c15a15"
  },
  {
    "文件名": "【废文】《庸俗浪漫》作者：青葙今天更文了嘛【ABO - 先婚后爱 - 高H - 短篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/19c84cbcdf5f"
  },
  {
    "文件名": "【废文】《瘾》作者：青椒【现代 - 父子 - 年下 - 荤素皆有 - 短篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/7d033b3f9bb9"
  },
  {
    "文件名": "【废文】《引诱》作者：钟野【真人同人 - HE - 1v1 - 荤素皆有 - 短篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/6a25ffe33336"
  },
  {
    "文件名": "【废文】《阴天假期》作者：小箐岚【现代 - ABO - 高H - 短篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/26e0aca6deec"
  },
  {
    "文件名": "【废文】《阴差阳对》作者：萧城【现代 - 微H - 短篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/8dff31156ff7"
  },
  {
    "文件名": "【废文】《以身相许》作者：花槐【现代 - 年下 - 中H - 1v1 - 中篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/3bc3a091cf94"
  },
  {
    "文件名": "【废文】《移光》作者：pawer【古代 - 武侠 - 青梅竹马 - 1v1 - 高H - 短篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/b0e52fe39b8c"
  },
  {
    "文件名": "【废文】《依然爱你》作者：lebensborn【现代 - 校园 - 阴差阳错 - 微H - 中篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/1c904c552988"
  },
  {
    "文件名": "【废文】《医患关系》作者：几度【HE - 小甜饼 - 攻宠受 - 荤素皆有 - 短篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/f50684b1557f"
  },
  {
    "文件名": "【废文】《一万次心碎》作者：孔因【现代 - HE - 师生 - 微H - 短篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/06d6dd6f2e20"
  },
  {
    "文件名": "【废文】《一日三餐》作者：白色的白hhh【西方 - 阴差阳错 - 穿越 - 微H - 短篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/4686400c474e"
  },
  {
    "文件名": "【废文】《一男子叛逃，原因竟是》作者：迎风狗毛飞【哨兵向导 - 微H - 中篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/33ff4c274501"
  },
  {
    "文件名": "【废文】《一寸》作者：雪碧oo【现代 - HE - 破镜重圆 - 荤素皆有 - 中篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/b3ef9d9be74c"
  },
  {
    "文件名": "【废文】《夜色无边》作者：江陵千里【HE - 虫族 - NP - 荤素均衡 - 长篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/7da85d635381"
  },
  {
    "文件名": "【废文】《夜泊枫江》作者：鼬【OE - 弱强 - 荤素皆有 - 中篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/55c52cd7cd21"
  },
  {
    "文件名": "【废文】《野酌》作者：軟瑭【现代 - HE - ABO - 强强 - 荤素均衡 - 短篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/1729efba9201"
  },
  {
    "文件名": "【废文】《野狗》作者：爱吃草莓面包【现代 - 强强 - 年下 - 荤素皆有 - 中篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/b0e218e1ce06"
  },
  {
    "文件名": "【废文】《耀火燃情》作者：独到天涯【现代 - HE - 强强 - 荤素均衡 - 长篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/30760b8089a1"
  },
  {
    "文件名": "【废文】《杳杳》作者：辞烟【现代 - 暗恋 - 骨科 - 荤素皆有 - 中篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/444b330e59e1"
  },
  {
    "文件名": "【废文】《仰止》作者：停更【现代 - 狗血 - 娱乐圈 - BE - 微H - 长篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/f7e5d919b840"
  },
  {
    "文件名": "【废文】《厌夏》作者：四喜番茄废文【现代 - 小甜饼 - ABO - 年下 - 1v1 - 荤素皆有 - 短篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/7ba2f31664da"
  },
  {
    "文件名": "【废文】《眼中星》作者：猫雾雾【现代 - 3P - 荤素皆有 - 中篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/931019e015f2"
  },
  {
    "文件名": "【废文】《言不尽意》作者：西希夕【HE - 先婚后爱 - 荤素皆有 - 中篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a2ebaa4c5905"
  },
  {
    "文件名": "【废文】《延迟》作者：万物归霁【现代 - 荤素皆有 - 短篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/f7a50609c9d8"
  },
  {
    "文件名": "【废文】《烟碱》作者：一归【HE - 荤素均衡 - 骨科 - 哭包攻 - 中篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/4f853962e321"
  },
  {
    "文件名": "【废文】《烟尘》作者：门徒同学【现代 - 暗黑 - 军政 - 权谋 - 强强 - 微H - 长篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/603c80132272"
  },
  {
    "文件名": "【废文】《哑雀》作者：熳山里【现代 - HE - 狗血 - 年上 - 微H - 长篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/833d9f673669"
  },
  {
    "文件名": "【废文】《寻觅逝去的昨天》作者：柒花君【现代 - 高H - 青梅竹马 - 双性 - 中篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/0347df14e307"
  },
  {
    "文件名": "【废文】《寻欢作乐》作者：木马木马木马3【HE - 荤素均衡 - 师生 - 年下 - 中篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/15e632cf2703"
  },
  {
    "文件名": "【废文】《寻常食事》作者：鸦鸦吃素也吃肉【现代 - 微H - 中篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/8c75061b47d7"
  },
  {
    "文件名": "【废文】《血色馈赠》作者：白猿N号机【混合 - 科幻 - 微H - 短篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e6347b4ff508"
  },
  {
    "文件名": "【废文】《雪生青焰》作者：只吃苏打【因缘邂逅 - 公路文 - 年下 - 微H - 中篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/d96a433cf9e2"
  },
  {
    "文件名": "【废文】《学校那些有病行为》作者：凡仙202班【现代 - 轻松 - 强强 - 校园 - 1v1 - 甜文 - 高H - 中篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/5a1cec2838c0"
  },
  {
    "文件名": "【废文】《旋转公寓》作者：八分饱【HE - 双性 - 年上 - 荤素皆有 - 中篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/939368ad7ccc"
  },
  {
    "文件名": "【废文】《悬鱼》作者：E理科生【古代 - 年下 - 微H - 短篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/bdf506501a94"
  },
  {
    "文件名": "【废文】《秀色秾华》作者：是春卷儿【现代 - HE - 爽文 - NP - 高H - 中篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/60623876a8d9"
  },
  {
    "文件名": "【废文】《秀才的日常》作者：富贵险中求【古代 - 日常 - 荤素皆有 - 短篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/390d258f93ec"
  },
  {
    "文件名": "【废文】《兄弟》作者：十山竹【古代 - 荤素皆有 - 短篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e4c498a38e1f"
  },
  {
    "文件名": "【废文】《幸存者》作者：兔争气【同人衍生 - 影视同人 - 荤素皆有 - 短篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c83a0f16e620"
  },
  {
    "文件名": "【废文】《行余》作者：悦眠【现代 - HE - 小甜饼 - 校园 - 微H - 短篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/7d7b98052db5"
  },
  {
    "文件名": "【废文】《心术不正》作者：关山越【第一人称 - 古代 - NP - 荤素皆有 - 中篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/723079427a18"
  },
  {
    "文件名": "【废文】《心笼》作者：万鸿琦【ABO - 荤素皆有 - 短篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c4dc0d437feb"
  },
  {
    "文件名": "【废文】《心火》作者：秦柒【古代 - HE - 双性 - 荤素皆有 - 中篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/802f988e13f1"
  },
  {
    "文件名": "【废文】《心动的瞬间》作者：凤天小羽【现代 - HE - 高H - 中篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/afe699c1f4b0"
  },
  {
    "文件名": "【废文】《小邮差》作者：匿名咸鱼【生子 - 年下 - 荤素皆有 - 中篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/f413bc15bfd1"
  },
  {
    "文件名": "【废文】《小瞎子》作者：尹半【古代 - 先婚后爱 - 1v1 - 微H - 中篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/5017d458b7ee"
  },
  {
    "文件名": "【废文】《小蜗牛》作者：鼹鼠邻居【现代 - HE - 小甜饼 - 微H - 中篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/504834b97c3e"
  },
  {
    "文件名": "【废文】《小师妹黑化记》作者：污术【GB - 爽文 - 暗黑 - NTR - 师生 - 荤素均衡 - 中篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ecfab338a29e"
  },
  {
    "文件名": "【废文】《小商店》作者：闲汉子【现代 - 破镜重圆 - 年下 - 荤素皆有 - 中篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e19227a45bbe"
  },
  {
    "文件名": "【废文】《小猫咪翻牌记》作者：天上枸杞【现代 - 动物世界 - 荤素皆有 - 短篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/d97006616874"
  },
  {
    "文件名": "【废文】《小鸡炖蘑菇》作者：双山【现代 - 小甜饼 - 日常 - 微H - 中篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/48d327450fc5"
  },
  {
    "文件名": "【废文】《小狗浩浩》作者：摩西【现代 - HE - 双性 - 年下 - 高H - 中篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/73dff0ff8ec3"
  },
  {
    "文件名": "【废文】《小耳朵》作者：最一【HE - 小甜饼 - 先婚后爱 - 微H - 短篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/cd26dbceb21d"
  },
  {
    "文件名": "【废文】《小导游》作者：soda2333【现代 - 双性 - 1v1 - 高H - 甜文 - 中篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/5d6751459a6e"
  },
  {
    "文件名": "【废文】《小刀苦艾》作者：赤道今日周几【现代 - 生子 - 高H - 双性 - 短篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/d6a5e46ec888"
  },
  {
    "文件名": "【废文】《小聪明人士》作者：小陷儿阱【现代 - 生子 - 荤素皆有 - 中篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/3194fbf38562"
  },
  {
    "文件名": "【废文】《小艾》作者：w山罔【狗血 - 虐文 - 高H - NP - 中篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/9f4837cc6cc9"
  },
  {
    "文件名": "【废文】《枵朽》作者：病人院院长【现代 - 狗血 - 强制爱 - 荤素皆有 - 短篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/f5c945233ca6"
  },
  {
    "文件名": "【废文】《想你》作者：E理科生【现代 - 微H - 短篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/bc832429f87e"
  },
  {
    "文件名": "【废文】《飨宴轨迹》作者：摽梅无一【爽文 - 奇幻 - NP - 高H - 中篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/3b7f3f822559"
  },
  {
    "文件名": "【废文】《乡村爱情故事》作者：小箐岚【现代 - 小甜饼 - 轻松 - 高H - 短篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/db66f8d20c6c"
  },
  {
    "文件名": "【废文】《限时流放》作者：举目无双【现代 - HE - 校园 - 破镜重圆 - 清水 - 中篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/5ae6f9ada6da"
  },
  {
    "文件名": "【废文】《伭与贶》作者：伭贶【暗黑 - 科幻 - 单元剧 - 微H - 中篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/5f44992f8229"
  },
  {
    "文件名": "【废文】《仙丹》作者：商行洲【古代 - 狗血 - 虐文 - 荤素均衡 - 1v1 - 中篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/02f682e025f8"
  },
  {
    "文件名": "【废文】《夏日救援》作者：变异超现实小狗【现代 - 轻松 - 主攻 - 日常 - 微H - 中篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/9994926fcd0e"
  },
  {
    "文件名": "【废文】《下高台的男人们》作者：长知怨【狗血 - 强制爱 - 高H - 中篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/994e11c9cd7b"
  },
  {
    "文件名": "【废文】《洗衣机》作者：羞耻的咸鱼【现代 - 微H - 短篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/9c8f42dcef6d"
  },
  {
    "文件名": "【废文】《昔尘》作者：此渊【古代 - 狗血 - 第一人称 - 玄幻 - 甜文 - 微H - 中篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/9429d29edebc"
  },
  {
    "文件名": "【废文】《西瓦》作者：牧人店【现代 - HE - 轻松 - 荤素皆有 - 短篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/b80829f2a1ae"
  },
  {
    "文件名": "【废文】《寤梦公寓》作者：柒花君【现代 - 灵异 - 双性 - 高H - 中篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/6c956e1b1834"
  },
  {
    "文件名": "【废文】《武陵观察日记》作者：迷人肉汤【未来 - 科幻 - 破镜重圆 - 荤素均衡 - 中篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/d0efd86bd44c"
  },
  {
    "文件名": "【废文】《午夜心碎小狗》作者：纯爱战神【互攻 - HE - NP - 荤素均衡 - 中篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c8aa405af4df"
  },
  {
    "文件名": "【废文】《午夜飞行》作者：科西嘉岛杀手刀【现代 - 荤素皆有 - 短篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a4168921b958"
  },
  {
    "文件名": "【废文】《无意降落》作者：Flame【现代 - 中H - 中篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/60074d164a5b"
  },
  {
    "文件名": "【废文】《无情黑巫师的搞笑日常》作者：Astrophel【奇幻 - 轻松 - 破镜重圆 - 微H - 长篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/48a09a4eec85"
  },
  {
    "文件名": "【废文】《无疾》作者：月色清明【现代 - 轻松 - 娱乐圈 - 暧昧 - 微H - 长篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/7f2344edc4df"
  },
  {
    "文件名": "【废文】《无缝衔接》作者：月半女丑【现代 - HE - 小甜饼 - 微H - 中篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/7499be3cb861"
  },
  {
    "文件名": "【废文】《无法匹配》作者：土申公公【ABO - 强制爱 - NP - 高H - 短篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/6ffc0ff599a3"
  },
  {
    "文件名": "【废文】《我想不到》作者：孟还【现代 - 年下 - BDSM - 荤素皆有 - 中篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ae3122c9f204"
  },
  {
    "文件名": "【废文】《我和先生》作者：码字小F【HE - 小甜饼 - 暗恋 - 微H - 短篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c2f797eae7aa"
  },
  {
    "文件名": "【废文】《我的作精男友》作者：凤凰【论坛体 - 受宠攻 - 微H - 短篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/b2fc584bf594"
  },
  {
    "文件名": "【废文】《我的漂亮婆婆怀孕了》作者：w点盏【小妈文 - 古代 - 双性 - 荤素皆有 - 生 - 短篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/7b619c4c495e"
  },
  {
    "文件名": "【废文】《我的笨蛋嫂嫂》作者：磨刀嚯嚯嚯【狗血 - 双性 - 高H - 中篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/b55f2ca1c0e9"
  },
  {
    "文件名": "【废文】《文名在简介里》作者：抱君黄金台上操【现代 - 高H - 短篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/5fdfc0a698b8"
  },
  {
    "文件名": "【废文】《温温在怀》作者：梦不正【现代 - HE - 小甜饼 - 微H - 中篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/0ea54c9250b0"
  },
  {
    "文件名": "【废文】《温带植物》作者：雪碧oo【现代 - HE - 暗恋 - 荤素皆有 - 短篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/4e48055ad21d"
  },
  {
    "文件名": "【废文】《未来之城》作者：辞辞呀【弱强 - 受宠攻 - 微H - 短篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/de4f2063ef2a"
  },
  {
    "文件名": "【废文】《未婚妻》作者：废话大王【现代 - HE - ABO - 强弱 - 荤素皆有 - 长篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e114aff7a2f1"
  },
  {
    "文件名": "【废文】《危险游戏》作者：斯嘉丽王野【现代 - 强强 - 直掰弯 - 荤素皆有 - 长篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c9503772573b"
  },
  {
    "文件名": "【废文】《望夏》 作者：三分明月【现代 - 校园 - 暗恋 - 强强 - 微H - 中篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/19d75184095a"
  },
  {
    "文件名": "【废文】《望夏》 作者：三分明月【现代 - 校园 - 暗恋 - 强强 - 微H - 短篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c31802300375"
  },
  {
    "文件名": "【废文】《晚来秋》作者：叙旧【现代 - 娱乐圈 - NP - 高H - 中篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/87c1ad6d1c46"
  },
  {
    "文件名": "【废文】《玩一天》作者：温和糯米【小甜饼 - 双性 - 弱强 - 高H - 短篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/31b7134a00fa"
  },
  {
    "文件名": "【废文】《玩物》作者：Lycosa【双性 - 高H - 现代 - 三观不正 - 短篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c02a64de7934"
  },
  {
    "文件名": "【废文】《玩具》作者：ffar【现代 - 双性 - 甜文 - 校园 - 中篇 - 双向暗恋 - 荤素皆有】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a7cfc8de1113"
  },
  {
    "文件名": "【废文】《吞雨》作者：夏小正【现代 - 破镜重圆 - 年下 - 荤素皆有 - 中篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/673ec23cacde"
  },
  {
    "文件名": "【废文】《吞骨》作者：卡门以外【三观不正 - 强制爱 - 高H - 中篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a73227b0eea5"
  },
  {
    "文件名": "【废文】《兔子》作者：E理科生【HE - 现代 - 年上 - 微H - 中篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/f06b1e366d92"
  },
  {
    "文件名": "【废文】《偷情》作者：小箐岚【小妈文学 - 现代 - 狗血 - ABO - 高H - 中篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/fbd35c0b47ee"
  },
  {
    "文件名": "【废文】《偷情》作者：小箐岚【现代 - 狗血 - ABO - 高H - 中篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e6e578cc4066"
  },
  {
    "文件名": "【废文】《同住事故》作者：止咳糖浆【现代 - 小甜饼 - 室友 - 高H - 中篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/bf863b95c87f"
  },
  {
    "文件名": "【废文】《同宿》作者：除徒【古代 - 荤素皆有 - 中篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/8da96466e07b"
  },
  {
    "文件名": "【废文】《の阉割计划》作者：鹤望兰chloe【现代 - ABO - 先婚后爱 - 荤素均衡 - 中篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/39d8a69ebd0e"
  },
  {
    "文件名": "【废文】《子寄意言》作者：苏甫白【狗血 - 暗恋 - 青梅竹马 - 年下 - 微H - 中篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/250a75f67655"
  },
  {
    "文件名": "【废文】《恣意》作者：生津【现代 - HC - 田园乡村 - 因缘邂逅 - 微H - 中篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ae753e38f067"
  },
  {
    "文件名": "【废文】《自作多情》作者：小糖稚【狗血 - 现代 - 1v1 - 微H - 长篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/9151198bf70f"
  },
  {
    "文件名": "【废文】《自渡》作者：atang0509【古代 - 仙侠 - 骨科 - 年下 - 荤素皆有 - 短篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/72ce36a8c82f"
  },
  {
    "文件名": "【废文】《转正》作者：竹叶糕【现代 - 强制爱 - 年下 - 荤素皆有 - 中篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/280e1d33101c"
  },
  {
    "文件名": "【废文】《祝玲珑》作者：小拇指【古代 - 田园乡村 - 荤素均衡 - 短篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ccfdea5b18c2"
  },
  {
    "文件名": "【废文】《竹马弟弟分裂了》作者：哒不遛【小甜饼 - 爽文 - 破镜重圆 - 美强 - 荤素皆有 - 长篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/2d3bb000e22a"
  },
  {
    "文件名": "【废文】《竹马把我掰弯了》作者：咻咻咻ending【现代 - 荤素皆有 - 短篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/294e08f867b0"
  },
  {
    "文件名": "【废文】《珠》作者：江仄仄【小甜饼 - 第一人称 - 高H - 短篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e8e0537a80d0"
  },
  {
    "文件名": "【废文】《茱萸》作者：哒咩野【现代 - 双性 - 高H - 中篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e1fd801b4151"
  },
  {
    "文件名": "2023.9月废文完结.rar",
    "夸克盘链接": "https://pan.quark.cn/s/93fed10563ae"
  },
  {
    "文件名": "【完结】《躺下别挣扎》作者：在线写文不修正.txt",
    "夸克盘链接": "https://pan.quark.cn/s/268c0ccaac6b"
  },
  {
    "文件名": "鸡皮疙瘩系列：恐怖塔惊魂.txt",
    "夸克盘链接": "https://pan.quark.cn/s/84e7f7e7bfb9"
  },
  {
    "文件名": "鸡皮疙瘩系列.zip",
    "夸克盘链接": "https://pan.quark.cn/s/8efc8c2ac509"
  },
  {
    "文件名": "鸡皮疙瘩系列：一罐魔血.txt",
    "夸克盘链接": "https://pan.quark.cn/s/d1a05b0f4846"
  },
  {
    "文件名": "【完结】扑倒竹马（苏怀昭、慕娇妍）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/0cdc33a19794"
  },
  {
    "文件名": "【完结】王爷求休妃（主角萧鸿、沈初微）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/866143bde1d5"
  },
  {
    "文件名": "【完结】老师太霸道（主角陆铭晨、孙佳尼）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/983e92590f31"
  },
  {
    "文件名": "【完结】医生帮帮我（主角梁衍照、季亭亭）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/8a890e592ee8"
  },
  {
    "文件名": "【完结】皇上恕罪（主角谢清璎、萧尘陌）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/2eeb03c93894"
  },
  {
    "文件名": "【完结】影帝难追（主角江遇、方年）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c10539ced406"
  },
  {
    "文件名": "【完结】总裁大人不要（主角龙宸、简小西）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/783cd67a8db9"
  },
  {
    "文件名": "[完结]《混乱关系》作者：姒悄（np）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a83023f51e60"
  },
  {
    "文件名": "[完结]《狐妖和上神》作者：一蟹不如一蟹（1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/0c8d5d2d965e"
  },
  {
    "文件名": "[完结]《狐狸先生轻点宠》作者：雨柔大大（1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/70e4a00060f7"
  },
  {
    "文件名": "[完结]《贺祝和他的狗》作者：欢喜（1v2）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/84270cf0763f"
  },
  {
    "文件名": "[完结]《狠狠疼爱反派吧》作者：小渣狗121（1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/36a1c0a13c4f"
  },
  {
    "文件名": "[完结]《和房东姐姐做了之后》作者 周宇宇（GL百合扶她1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/81a448412f01"
  },
  {
    "文件名": "[完结]《和爸爸恋爱（纯肉，甜宠）》作者：稚童（1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e7e98aa79146"
  },
  {
    "文件名": "[完结]《何至于斯》作者：暮合（1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a865e80a99a5"
  },
  {
    "文件名": "[完结]《鬼新娘》作者：玖玖只想睡觉（女攻1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/2718f339c0f9"
  },
  {
    "文件名": "[完结]《鬼魅浮生》作者：树上绕绿萝（故事集）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/48fa3350429e"
  },
  {
    "文件名": "[完结]《管家好能忍》作者：阳阳想要日（1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/17a6ca11e5b0"
  },
  {
    "文件名": "[完结]《怪物的爱与欲》作者：一只吃肉的大灰狼（np）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/794ea2f6f4b2"
  },
  {
    "文件名": "[完结]《拐到一个小花妖》作者：柠檬红茶冻（3p）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/09dff142a09a"
  },
  {
    "文件名": "[完结]《狗日的一生》作者：不愿透露姓名的智者（人兽，慎入）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/b4ea942ea42a"
  },
  {
    "文件名": "[完结]《狗权人生 末世》作者：木轲辞（1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/4cff751a680d"
  },
  {
    "文件名": "[完结]《勾心玉》作者：钊容（1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/aea2b7a156c2"
  },
  {
    "文件名": "[完结]《哥，你别抽烟了》作者：溢瓶水（1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a4e09fe0e0ec"
  },
  {
    "文件名": "[完结]《高傲的大小姐总是喜欢欺负人》作者 呼吸丿回忆（GLfuta百合）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/4c06d529d825"
  },
  {
    "文件名": "[完结]《干爹再爱我一次》作者：挣到的光（1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ad500b34f3f7"
  },
  {
    "文件名": "[完结]《父子激战》作者：只爱吃肉（主攻 不伦合集）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/0a2f512b78fe"
  },
  {
    "文件名": "[完结]《佛乱》作者：楚人无恙（1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/7b4b83281405"
  },
  {
    "文件名": "[完结]《放学后的男厕所》作者：cat（np）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c158417d510d"
  },
  {
    "文件名": "[完结]《尔虞我诈》作者：鹤子禾（np）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/5ec2b9d6eb1f"
  },
  {
    "文件名": "[完结]《恶魔少年》作者：辛特兰访客（np）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/37fd279e6006"
  },
  {
    "文件名": "[完结]《堕落地狱Ⅱ：真神救世》作者：暗黑角落（np）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/d20262394ba9"
  },
  {
    "文件名": "[完结]《对家庭教师的催眠》作者：没有名字（1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/0d937dc34e73"
  },
  {
    "文件名": "[完结]《抖落铜臭》作者：DooooM（1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/afdea23abfb0"
  },
  {
    "文件名": "[完结]《对alpha姐姐的报复》作者 风十三（GL百合ABO）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/dbe19ecd7b7d"
  },
  {
    "文件名": "[完结]《调教禁欲作家》作者：狼毛（1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c8cae6a5fc02"
  },
  {
    "文件名": "[完结]《第一仙门之卷一》作者：悠悠爱吃肉（女攻np）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/0469ffc264d2"
  },
  {
    "文件名": "[完结]《等待》作者 板凳（GL百合ABO1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/042e0383fee2"
  },
  {
    "文件名": "[完结]《纯欲恋之歌》作者：雨柔大大（短篇集）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/8170ea3e8ea3"
  },
  {
    "文件名": "[完结]《带着孩子，再次嫁人》作者：没有名字（1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/382efd1988bb"
  },
  {
    "文件名": "[完结]《大主教和他的骑士长》作者：阿香香（1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/504e11ed4fb3"
  },
  {
    "文件名": "[完结]《粗鲁木工与寂寞人夫》作者：摸摸（1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/6a0ad1fb7dd9"
  },
  {
    "文件名": "[完结]《从色情女优到花瓶影后abo》作者 凉风（GL百合ABO1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/f8dd6bc3a0c7"
  },
  {
    "文件名": "[完结]《刺骨的爱》作者：小糖稚（1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/dbfdc9f15389"
  },
  {
    "文件名": "[完结]《穿越了我就是总攻》作者：红缨大王（np）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/2ff7b88ae1ac"
  },
  {
    "文件名": "[完结]《穿越后我被男主男配搞了》作者：咕咕（np）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/55d585c6eceb"
  },
  {
    "文件名": "[完结]《穿进了死对头的性爱AI》作者：沈拾欢（星际文；1v1).txt",
    "夸克盘链接": "https://pan.quark.cn/s/7a74c961254a"
  },
  {
    "文件名": "[完结]《穿进钙片之后》作者：小萌人（故事集）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/7eb98ee334b6"
  },
  {
    "文件名": "[完结]《初恋女友狠狠操》作者：苏心（百合1v1).txt",
    "夸克盘链接": "https://pan.quark.cn/s/11c12ae190a2"
  },
  {
    "文件名": "[完结]《宠物养成》作者：墨茜（1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c55066350e95"
  },
  {
    "文件名": "[完结]《宠物夫人（双性，sm）》作者：yo（1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/cc78aa5ebefa"
  },
  {
    "文件名": "[完结]《虫族之金屋藏虫》作者：暖衣（1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/8a634e6f0b65"
  },
  {
    "文件名": "[完结]《耻辱》作者：黄黄的幌子（1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/bfea9b024736"
  },
  {
    "文件名": "[完结]《惩罚白马王子》作者：罗茜雅女王（女攻1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/aaa3b93a5acf"
  },
  {
    "文件名": "[完结]《沉溺在淫河的小美人们》作者：sooosweetyan（故事集）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/f6750da54c66"
  },
  {
    "文件名": "[完结]《操爸爸，就要操爸爸》作者：子佩（1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/63a18fd4d552"
  },
  {
    "文件名": "[完结]《冰山学霸爱羞辱》作者：肥而不腻（np）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c30f28a1d52b"
  },
  {
    "文件名": "[完结]《冰蝶孕床》作者：6200（np）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a6ecf084335a"
  },
  {
    "文件名": "[完结]《碧龙双飞记》作者：夜间车手（1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/d1c0dd0ff1d1"
  },
  {
    "文件名": "[完结]《彼美人兮》作者：以歌（1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/58c99c25e33b"
  },
  {
    "文件名": "[完结]《被修车工修理的双性小网红》作者：墨墨（np）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ee1e1bf6b565"
  },
  {
    "文件名": "[完结]《被迫扮演替身的可怜阎罗》作者：九鸢（1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ac41ffed2b6f"
  },
  {
    "文件名": "[完结]《被金主包养后【abo】》作者：猜猜我是谁的小马甲（1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c4d5f095b23c"
  },
  {
    "文件名": "[完结]《被缠上之后》作者：一枚夹心饼（百合np）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/eb4dfa888744"
  },
  {
    "文件名": "[完结]《被绑架的人把我上了》作者：近观云（1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/562c8f2fc427"
  },
  {
    "文件名": "[完结]《爆操傻子欲弟（双性）》作者：不愿透露姓名的智者（1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/7484a1a17d5c"
  },
  {
    "文件名": "[完结]《X》作者：小狗（1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a7577a93882f"
  },
  {
    "文件名": "[完结]《H游戏》作者 这个人8cj（GLfuta百合1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a9012842f109"
  },
  {
    "文件名": "[完结]《gv拍摄中》作者：水清宴（np）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/66620eb920f2"
  },
  {
    "文件名": "[完结]《AI》作者：乔一（np）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/30d594956252"
  },
  {
    "文件名": "[完结]《【综漫】彭格列的门外顾问》作者：阿征（np）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/acad756a4e03"
  },
  {
    "文件名": "[完结]《[主攻美强]狗东西》作者：译墨（1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/2d5af8abc343"
  },
  {
    "文件名": "[完结]《[虫族]荒星监狱》作者：小鹿kaka（1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/dc39eb72f493"
  },
  {
    "文件名": "[完结]《[虫族]非林》作者：非然没有名字（1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c816b78c442a"
  },
  {
    "文件名": "[完结]《（男生子）人鬼殊途恋爱》作者：其今（1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/f4db72eabe90"
  },
  {
    "文件名": "[完结蛋全+番外全]《即使doi也是好兄弟》作家：放羊毛的星星（1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/2312e89ba0cc"
  },
  {
    "文件名": "[完结]《(斗罗)当着蓝银皇的面强迫唐昊》作者：阿蒙的眷者（np）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/32f955945f40"
  },
  {
    "文件名": "[完结蛋全+番外13]《神明与蜜糖》作家：棺木（np）~补番.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c4618af44c6c"
  },
  {
    "文件名": "[完结蛋全+番外6]《神明与蜜糖》作家：棺木（np）~补番.txt",
    "夸克盘链接": "https://pan.quark.cn/s/8c3668bf64a8"
  },
  {
    "文件名": "[完结蛋全+番外6]《一个职业经理人beta的圈钱血泪史》作家：xmrj（np）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/507947e63a9f"
  },
  {
    "文件名": "[完结蛋全+番外4]《干翻那些霸总们》作家：番茄汤（np）~补番.txt",
    "夸克盘链接": "https://pan.quark.cn/s/703626b4bfb8"
  },
  {
    "文件名": "[完结蛋全+番外]《双性教官的军婚》作者：maevelee~补番.txt",
    "夸克盘链接": "https://pan.quark.cn/s/04a3f42bd7b7"
  },
  {
    "文件名": "[完结蛋全+番外]《调教狮子的方法》作者：大白兔（1v1 主奴，SM）~补番.txt",
    "夸克盘链接": "https://pan.quark.cn/s/07f99864efb7"
  },
  {
    "文件名": "[完结蛋全+番外]《蛟尾》作者：一根腿毛（1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e18184148ccc"
  },
  {
    "文件名": "[完结蛋全]《自娱自乐》作者：HOHO（1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/81acbbc88a40"
  },
  {
    "文件名": "[完结蛋全]《重生之换个人来舔》作者：我太甜了（1v1，双性受，主攻）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a15ba2373dc8"
  },
  {
    "文件名": "[完结蛋全]《中了性转黑魔法后》作者：奶思酱（NP总受）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ebde650c646a"
  },
  {
    "文件名": "[完结蛋全]《炙吻红痕（SP）》作者：宸妃（1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/3ccbaf9e22dc"
  },
  {
    "文件名": "[完结蛋全]《这个男主老想囚禁我》作者：熊猫团团（快穿 1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/950b183fe55c"
  },
  {
    "文件名": "[完结蛋全]《直男体育生调教攻略》作家：柳大尉（np）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/cd49af983880"
  },
  {
    "文件名": "[完结蛋全]《欲壑难填》作者：MU（1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/34a0b09bf81b"
  },
  {
    "文件名": "[完结蛋全]《予你偏爱（bdsm）》作者：柠檬汽水（1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/11e541cd28f4"
  },
  {
    "文件名": "[完结蛋全]《与狐仙的小日常》作者：悠悠爱吃肉（女攻1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c698e03f8730"
  },
  {
    "文件名": "[完结蛋全]《兄弟合心》作家：深杯酒满（1v2）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c0863eb9b6ca"
  },
  {
    "文件名": "[完结蛋全]《小哑巴》作家：白狼河北（1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/807f41725a95"
  },
  {
    "文件名": "[完结蛋全]《咸鱼美人他里饥外渴》作者：三酉频道（np）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/699ec98d3106"
  },
  {
    "文件名": "[完结蛋全]《西海鲛》作者：糖渍板栗（1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/398f22d3bb59"
  },
  {
    "文件名": "[完结蛋全]《我想上的旗袍美人是我的长官》作者：城北南烛（1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/9eda6cb67db3"
  },
  {
    "文件名": "[完结蛋全]《我嗑的CP 日了我》作家：打猎（np）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/85706b84b660"
  },
  {
    "文件名": "[完结蛋全]《我那个爱女装的室友》作者：咕布咕（1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/cec095b85131"
  },
  {
    "文件名": "[完结蛋全]《天生媚骨》作者：我不姓司（np）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c5f38bb57ef2"
  },
  {
    "文件名": "[完结蛋全]《冥婚》作者：一只白兔糖（1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/8a993255eb74"
  },
  {
    "文件名": "[完结蛋全]《体校宿管大叔的快乐》作者：zero（np总攻）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/67174013d222"
  },
  {
    "文件名": "[完结蛋全]《所有人都以为他是坏孩子》作家：怀莳（np）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/eb8ed2cd9f38"
  },
  {
    "文件名": "[完结蛋全]《双修宝典（美强）》作者：清水烧（np）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/eaee9d83bd3e"
  },
  {
    "文件名": "[完结蛋全]《师尊，乖（改造调教年下）》作者：勿眠眠眠（1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/036da1397da1"
  },
  {
    "文件名": "[完结蛋全]《神明与蜜糖》作家：棺木（np）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/521199d7beb9"
  },
  {
    "文件名": "[完结蛋全]《神赐（无存在感）》作者：呆橘奶芙～（1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/2b5b56f78c37"
  },
  {
    "文件名": "[完结蛋全]《日后再说》作者：大王饶命（1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/93a74a1e60c8"
  },
  {
    "文件名": "[完结蛋全]《入海》作者：狮心骑士（1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/9ca28c7d0eb7"
  },
  {
    "文件名": "[完结蛋全]《你舒不舒服跟我有什么关系？【渣总攻】》作者：阿蒙的眷者（np）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/7abbb2c27b11"
  },
  {
    "文件名": "[完结蛋全]《你是我生命里的那道光》作者：九鸢（女攻1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a31970f59805"
  },
  {
    "文件名": "[完结蛋全]《泥淖》作者：阿夜（np）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/f7c8c8a01b57"
  },
  {
    "文件名": "[完结蛋全]《末世三人行（总攻，双性）》作者：叶子黄了（3p）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/66c955b1d6b4"
  },
  {
    "文件名": "[完结蛋全]《美人攻与傻媳妇的啪啪啪》作者：喵喵猫喵喵（np）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/bdb7b0bc34ba"
  },
  {
    "文件名": "[完结蛋全]《猫咪不哭》作家：裙魔乱舞（1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/d108d6533a18"
  },
  {
    "文件名": "[完结蛋全]《快穿之玩弄青涩美人》作家：九尾狐狸子（1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e9a516d2c690"
  },
  {
    "文件名": "[完结蛋全]《军团长家的小草莓》作者：扑棱蝶子（np）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/23a7dfa86ea1"
  },
  {
    "文件名": "[完结蛋全]《将军养的狼崽子们长大后》作者：冰冻的桃子（np）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/3129bf8ab81d"
  },
  {
    "文件名": "[完结蛋全]《嫁与庄稼汉》作者：谜样的蛋先生（1v1 sp 乡土甜黄）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/78f0ea08e6de"
  },
  {
    "文件名": "[完结蛋全]《极欲宗受孕录》作者：白米饭（np）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/eefa70d80553"
  },
  {
    "文件名": "[完结蛋全]《跪在您的脚边（主奴）》作者：一条鱼ing（1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/d7edc4ee757d"
  },
  {
    "文件名": "[完结蛋全]《攻略种马男的后宫》作家：一勺冷水（np）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/b2cf8b4781e0"
  },
  {
    "文件名": "[完结蛋全]《攻略冰山剑仙指南》作者：麻婆豆腐（重生穿越，NP）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/bc24c710d763"
  },
  {
    "文件名": "[完结蛋全]《高龄心机丞相的孕期生活》作者：药药不吃药（1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/74e83c69e922"
  },
  {
    "文件名": "[完结蛋全]《疯狂的插曲》作者：幻空空（np）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/2edb252e7d79"
  },
  {
    "文件名": "[完结蛋全]《犯贱（老男人配渣攻，暴力预警）》作者：猫奴（1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/7e3e6e8895f9"
  },
  {
    "文件名": "[完结蛋全]《堕落双_性社会生活实录》作者：暗黑小当家（1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/9b3271c4182a"
  },
  {
    "文件名": "[完结蛋全]《帝将情》作家：cpopqueen（1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/d25b726534f8"
  },
  {
    "文件名": "[完结蛋全]《当玛丽苏文里的男主被炮灰男配掰弯后》作者：苏北（np）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/85a0a98212b1"
  },
  {
    "文件名": "[完结蛋全]《错付（美强双性）》作者：xmrj（3p）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/64a3010de150"
  },
  {
    "文件名": "[完结蛋全]《催眠改造app》作者：顾咕咕（1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/22107d53ace0"
  },
  {
    "文件名": "[完结蛋全]《穿进小妈文学的我赶紧改剧情》作者：arale（故事集）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/d050c9f3bae2"
  },
  {
    "文件名": "[完结蛋全]《虫族之伏沙》作者：公子一生攻（总攻1V1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/faeb7e0415d3"
  },
  {
    "文件名": "[完结蛋全]《朝夕》作者：阿宓（1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a369be131a5b"
  },
  {
    "文件名": "[完结蛋全]《朝臣的玩宠》作者：深杯酒满（np）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/9fd75b23aaaa"
  },
  {
    "文件名": "[完结蛋全]《别醒还在干》作者：踩我（1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/84eb8057043d"
  },
  {
    "文件名": "[完结蛋全]《被玩弄的美人们》作者：叁水（np）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/67915598d421"
  },
  {
    "文件名": "[完结蛋全]《被老师灌满的日日夜夜》作者：一颗樱桃（1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/08874f7130ad"
  },
  {
    "文件名": "[完结蛋全]《SAD的年上嗨爽中短集合》作者：SaveAsDraft（故事集）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/83d9fe66fe3b"
  },
  {
    "文件名": "[完结蛋全]《GV男优事件簿》作者：白熊（1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/6fd3a5209305"
  },
  {
    "文件名": "[完结蛋全]《【总攻】起点男主都爱我》作家：三水淼淼（np）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/52100860ba9f"
  },
  {
    "文件名": "[完结蛋全]《［双性］听说我们X生活不和谐》作者：不歇（1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/4b7982d1b9b9"
  },
  {
    "文件名": "[完结+番外19]《办公室.avi》作者：帝王级牛肉盖饭~补番.txt",
    "夸克盘链接": "https://pan.quark.cn/s/42b73d050b6a"
  },
  {
    "文件名": "[完结+番外4]《有何不可》作者  方片九（百合ABO1v1）~补番.txt",
    "夸克盘链接": "https://pan.quark.cn/s/0380f2d1ecdd"
  },
  {
    "文件名": "[完结+番外2]《貓妖和牠的主人》作者：箖箊（GL百合1v）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/dcfcc49eb9a4"
  },
  {
    "文件名": "[完结+番外1]《有何不可》作者  方片九（百合ABO1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/f69ab5f27358"
  },
  {
    "文件名": "[完结+番外]《总攻养崽计划》作家：千千千千千（np）~补番.txt",
    "夸克盘链接": "https://pan.quark.cn/s/8dcee8ba499b"
  },
  {
    "文件名": "[完结+番外]《玩弄双性美人合集》作者：一冉（故事集）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/26d9107e80e7"
  },
  {
    "文件名": "[完结+番外]《当甜美初恋成了小妈》作家：咬耳朵（1v1）~补番.txt",
    "夸克盘链接": "https://pan.quark.cn/s/9458f4aee6b9"
  },
  {
    "文件名": "[完结+番外]《Evil Desire续二之潘神的迷宫》作者：九真(np).txt",
    "夸克盘链接": "https://pan.quark.cn/s/292da72ce185"
  },
  {
    "文件名": "[完结]信息素升级的特殊方法（np）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/2a72da0ba24e"
  },
  {
    "文件名": "[完结]私有遗产（年下架空甜宠1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/8a114445cbed"
  },
  {
    "文件名": "[完结]《最长的电影》作者：生生与久（1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/9bf0de23116c"
  },
  {
    "文件名": "[完结]《总裁他不想当金主（abo）》作者：深蓝色（1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/f70b69e8e2ce"
  },
  {
    "文件名": "[完结]《祝君一世天真有邪》作者：生生与久（1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/9a1bd836e74f"
  },
  {
    "文件名": "[完结]《主角攻被魂穿之后》作者：爱吃肉肉（np）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/15cf62fb5c7f"
  },
  {
    "文件名": "[完结]《重生后被前世情敌雪藏了（主攻）》作者：哼哼（1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e1afd0529543"
  },
  {
    "文件名": "[完结]《终将成为你》作者 大郎该嗑药了（GL百合1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ae5a4f6e52e7"
  },
  {
    "文件名": "[完结]《忠诚的狗》作者：一树（1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/8c312f3b5d37"
  },
  {
    "文件名": "[完结]《彘奴》作者：九色雄鹿（np）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/3af546ea4d67"
  },
  {
    "文件名": "[完结]《炙热而又冷漠的老师》作者：没有名字（1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/2cb425ddf7cb"
  },
  {
    "文件名": "[完结]《直男买卖》作者：无情小变态（故事集）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/948a7cc9c3ef"
  },
  {
    "文件名": "[完结]《这是一个伪直男真弱攻被不断绑架又被“救”的故事》作者：林缙缙（1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/9575d422bc47"
  },
  {
    "文件名": "[完结]《长兄如母》作者：纸飞机（1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/bf80bd0bc719"
  },
  {
    "文件名": "[完结]《占卜师的陷阱》作者：辛特兰访客（1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/0d288e6de0f0"
  },
  {
    "文件名": "[完结]《在天鹅湖上欲液横流》作者：每一个夜晚（1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a51f6299a0e2"
  },
  {
    "文件名": "[完结]《云州梦之逐晓日》作者：吴瑞年（1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/caeee6c6d512"
  },
  {
    "文件名": "[完结]《云州梦之春山宴》作者：吴瑞年（1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/9406f9d7970c"
  },
  {
    "文件名": "[完结]《云州梦》作者：吴瑞年（1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/6e85805921c3"
  },
  {
    "文件名": "[完结]《欲望释放》作者：叉叉@（3p）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/450585abf1c0"
  },
  {
    "文件名": "[完结]《欲望来袭》作家：FrauZhang（np）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/00595b2740c3"
  },
  {
    "文件名": "[完结]《予她》作者：亓歆亓亓（百合futa 1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/8d9ee93eb1ca"
  },
  {
    "文件名": "[完结]《诱惑引发》作者：描述in（1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/4a33932fe39c"
  },
  {
    "文件名": "[完结]《又变女人恋年下狼狗》作者：一嘢（1v1 男变女）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/9454e38f90bf"
  },
  {
    "文件名": "[完结]《游戏人物的操控者》作者：午后暖阳（np）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/1256f92f9462"
  },
  {
    "文件名": "[完结]《淫欲学园》作者：慕容多肉（np）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/4af151b0c883"
  },
  {
    "文件名": "[完结]《淫虐男友全家 （大小姐虐一家逃奴SM调教》作者：罗茜雅女王（女攻np）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/b20cb6bdf491"
  },
  {
    "文件名": "[完结]《淫虐高岭之花》作者：罗茜雅女王（女攻1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/0a84a3f6422e"
  },
  {
    "文件名": "[完结]《以牙还牙》作者：do爱吗（np）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/46f4fcf5f95d"
  },
  {
    "文件名": "[完结]《颐和山庄（猥琐男的淫欲）》作者：木易沤（np）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/8324ec1ee2e3"
  },
  {
    "文件名": "[完结]《衣冠禽兽》作者：初来乍到（np）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/5751554cbd21"
  },
  {
    "文件名": "[完结]《一诺无离殇》作者：洺渊（1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e2dfd6b2c5b2"
  },
  {
    "文件名": "[完结]《一颗苹果【重生_骨科】》作者：孟还（1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/489e24da5f6e"
  },
  {
    "文件名": "[完结]《一觉醒来我把我大嫂睡了》作者：一枚夹心饼（1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/9d24dcb2659f"
  },
  {
    "文件名": "[完结]《夜重之嫁》作者：yunono（1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/aa63b8fbd617"
  },
  {
    "文件名": "[完结]《夜短情长》作者：孑孑（1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ab47997f525f"
  },
  {
    "文件名": "[完结]《养成我爹是怎样的体验？》作者：一只吃肉的大灰狼（1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/9e099993f1e2"
  },
  {
    "文件名": "[完结]《驯服监护人的108式》作者：番茄蛮好吃（GL百合ABO1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a52e89f72e69"
  },
  {
    "文件名": "[完结]《蓄谋》作者：没有名字（1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ca9d48ce729d"
  },
  {
    "文件名": "[完结]《虚妄》作者：无辜的六月（故事集）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c0624d4e99a9"
  },
  {
    "文件名": "[完结]《性转后兄弟想上我》作者：一嘢（混合性向 性转）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/6172c69167ad"
  },
  {
    "文件名": "[完结]《幸福是7》作者：某酷（1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/05e32bf76c89"
  },
  {
    "文件名": "[完结]《行李箱》作者：吞月 （1v1 abo 骨科）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/2870203d9fb8"
  },
  {
    "文件名": "[完结]《星际之配种系统》作者：佚名（np）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/3c09ec9f70e6"
  },
  {
    "文件名": "[完结]《星际抚养院》作者：渡余生（np）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ddf5bfa131a2"
  },
  {
    "文件名": "[完结]《邂逅》作者：riverrrr（1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/64d08b6fab51"
  },
  {
    "文件名": "[完结]《谢医生治疗室》作者：乌霜天（np）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c4eb8ea49ce7"
  },
  {
    "文件名": "[完结]《邪皇的绝美掌中雀》作者：罗茜雅女王（女攻1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/914b79599efc"
  },
  {
    "文件名": "[完结]《小周》作者：纪美代（结局1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/3a14b0b2c5a5"
  },
  {
    "文件名": "[完结]《小萌的幸福生活》作者：晨晨（np）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/6d3c26f96bf8"
  },
  {
    "文件名": "[完结]《相亲遇到自己爸爸怎么破》作者：一枚夹心饼（1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/b34e14ba37c6"
  },
  {
    "文件名": "[完结]《献给神明的赞美诗纯》作者：胜情难却（1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/b97ac4c33a47"
  },
  {
    "文件名": "[完结]《吸血鬼与魔女》作者 MKJL（GL百合1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/cc56e2c75fde"
  },
  {
    "文件名": "[完结]《无声镣铐[BDSM]》作者：正弦倒数（1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/2212cb5832ba"
  },
  {
    "文件名": "[完结]《屋檐下的行囊》作者：放飞的自留地（1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/0246070927ee"
  },
  {
    "文件名": "[完结]《我总在易感期想起你【A BO】》作者：一枚夹心饼（1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/feb14fbd7459"
  },
  {
    "文件名": "[完结]《我只想商战却在doi》作家：tomorrow（np）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/0785f5979f5e"
  },
  {
    "文件名": "[完结]《我在仙界开后宫》作者：九鸢（女攻np）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/6e440673b460"
  },
  {
    "文件名": "[完结]《我完全不爱我的儿子》作家：时九川（1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ce1db7a3ca77"
  },
  {
    "文件名": "[完结]《我陪睡两年的对手有了女朋友》作者：城北南烛（1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/147176bee6e1"
  },
  {
    "文件名": "[完结]《我老攻36厘米H》作者：archer（1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/b2caa17b2d34"
  },
  {
    "文件名": "[完结]《我好喜欢你啊》作者：晴昼（1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/2a52ceaeaac4"
  },
  {
    "文件名": "[完结]《我从地下洞窟怪物身下艰难逃生》作者：白纸画卷（np）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/b6430067a651"
  },
  {
    "文件名": "[完结]《我爱听美人空少叫床》作者：城北南烛（1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/d593b069200d"
  },
  {
    "文件名": "[完结]《我爱看性瘾室友自慰（双性）》作者：城北南烛（1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/b68430205129"
  },
  {
    "文件名": "[完结]《温柔的学长》作家：倒倒倒倒倒（1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/666dbe64fd27"
  },
  {
    "文件名": "[完结]《晚秋》作者：人面不知何处在（1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/f456de63338f"
  },
  {
    "文件名": "[完结]《玩脱线后，霸总他慌了》作者：我不姓司（1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/0ba8aa259446"
  },
  {
    "文件名": "[完结]《完美人台》作者：do爱吗（1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/3bde8a6d5977"
  },
  {
    "文件名": "[完结]《完美白莲花》作者：surjection（1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/73ec52fd89ce"
  },
  {
    "文件名": "[完结]《兔奴的饲养》作者：罗茜雅女王（女攻np）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/eadfe10d02d0"
  },
  {
    "文件名": "[完结]《同父异母的哥哥》作者：白洛忻（结局1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/21c1ecd1d6e0"
  },
  {
    "文件名": "[完结]《庭兰一梦》作者：淮（1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a7fac87ef607"
  },
  {
    "文件名": "[完结]《甜蜜算计》作者：子非鲤鱼（1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/60d9848282cc"
  },
  {
    "文件名": "[完结]《唐宸小传》作者：嘤嘤侠（1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/6d591928684f"
  },
  {
    "文件名": "[完结]《探窗》作者：九天（1v1）~清水.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c07f514db93e"
  },
  {
    "文件名": "[完结]《太平烟云》作者：李千重（1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/223e29fe8957"
  },
  {
    "文件名": "[完结]《宿敌的正确打开方式》作者：麻辣火锅（1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/6164579d1280"
  },
  {
    "文件名": "[完结]《思卿》作者：天谴（1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c36b402bac79"
  },
  {
    "文件名": "[完结]《私有物》作者：三月十九（女攻1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/6e25f7388055"
  },
  {
    "文件名": "[完结]《水》作者 你在胡说这什么（GL百合ABO1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/5c9030597972"
  },
  {
    "文件名": "[完结]《双性小美人受罪记》作者：一只吃肉的大灰狼（np）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/1f3efec993b4"
  },
  {
    "文件名": "[完结]《兽人的宠爱》作家：在吃鸡排（1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/3f98801970dd"
  },
  {
    "文件名": "[完结]《双性仙君生子记》作者：十章（np）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/6fc70cfb6463"
  },
  {
    "文件名": "[完结]《数学老师周斐的混乱生活》作者：麻辣火锅（总受np） .txt",
    "夸克盘链接": "https://pan.quark.cn/s/d0c5bf59fd14"
  },
  {
    "文件名": "[完结]《赎罪》作者：不知名美羊羊（1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/5359c3c038f2"
  },
  {
    "文件名": "[完结]《室友成了他的死对头》作者：鲟大米（1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/129737d27c98"
  },
  {
    "文件名": "[完结]《恃宠【君臣】》作者：朝阳西落（1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a2f6901b0576"
  },
  {
    "文件名": "[完结]《十四封信》作者：这么麻烦啊那算了（1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/0fb302e9722d"
  },
  {
    "文件名": "[完结]《十六，囚》作者：西风北岳（1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/857b27e235dc"
  },
  {
    "文件名": "[完结]《诗酒趁年华》作者：麻辣火锅（耽美短篇1v1合集）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/f952428421fe"
  },
  {
    "文件名": "[完结]《师尊身上的设定要素过多》作者：垂丝海棠（1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e3084f8c51e6"
  },
  {
    "文件名": "[完结]《师尊，做我的狗吧》作者：木易杨（1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/2ad6d7fc65d3"
  },
  {
    "文件名": "[完结]《失氧》作者：千叶（1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/1f7877b54776"
  },
  {
    "文件名": "[完结]《深渊》作者：奕歌（1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/f73e2b58d05a"
  },
  {
    "文件名": "[完结]《谁要和你做姐妹》作者 凉风（GL百合1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/39a5618623e5"
  },
  {
    "文件名": "[完结]《上门喂猫》作者：孟我（1v1）~清水.txt",
    "夸克盘链接": "https://pan.quark.cn/s/763555ee627e"
  },
  {
    "文件名": "[完结]《上将忠犬》作者：溢瓶水（1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/f71b2901e491"
  },
  {
    "文件名": "[完结]《傻子的爱》作者：檐下（1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/9ec230ddb5ab"
  },
  {
    "文件名": "[完结]《森林与野兽》作者：没有名字（np）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/3eaed4081c70"
  },
  {
    "文件名": "[完结]《色情主播在线翻车》作者：一个幌子呀（1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c8b0d7598259"
  },
  {
    "文件名": "[完结]《撒娇小猫最可人》作者：一只吃肉的大灰狼（1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/0817e9788cec"
  },
  {
    "文件名": "[完结]《如何饲养猫咪》作者 鹿尘霭霭（GL百合ABO1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/197ca24b4020"
  },
  {
    "文件名": "[完结]《如何操服一个性冷淡》作者：麻辣火锅（女攻1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/839d5deb91de"
  },
  {
    "文件名": "[完结]《熔断蝎尾的淬火之银》作者：路德加威尔（1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/aa46eb86f614"
  },
  {
    "文件名": "[完结]《日久生情》作者：玛丽苏制造机（1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/08bc0328f2e0"
  },
  {
    "文件名": "[完结]《人瘾》作者：AK（1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/358ae573d560"
  },
  {
    "文件名": "[完结]《裙下之1》作者：北衣溺水（1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/846e8ddd5429"
  },
  {
    "文件名": "[完结]《囚徒困境》作者：不愿透露姓名的智者（1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/627380b02021"
  },
  {
    "文件名": "[完结]《囚笼》作者：贼心似有（女攻1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/1f1f7153be7f"
  },
  {
    "文件名": "[完结]《情种》作者：小花窗温柔（1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/44ea7343da1a"
  },
  {
    "文件名": "[完结]《情深不受》作者：吴瑞年（1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ccc58cb732b9"
  },
  {
    "文件名": "[完结]《亲吻他，治愈他》作者：色即是空，空即是色（1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/4cdb51e4c40e"
  },
  {
    "文件名": "[完结]《情僧》作者：双木（1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/f26eb15a57e9"
  },
  {
    "文件名": "[完结]《桥洞下的疯子》作者：Yankee Doodle（1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ac7f093dbecf"
  },
  {
    "文件名": "[完结]《强摘高岭之花》作者：苔（1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/caf28ce3ea4f"
  },
  {
    "文件名": "[完结]《奇怪关系》作者：奶我一口吧（3p）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/530c595ac69b"
  },
  {
    "文件名": "[完结]《强奸老师(双性）》作者：不愿透露姓名的智者（1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/5539bd683c7f"
  },
  {
    "文件名": "[完结]《溺情（又名《约调约到爸爸怎么办》作者：慕容多肉（1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/00e1fb030943"
  },
  {
    "文件名": "[完结]《七夕卫非卫剧情车[互攻]》作者：人面不知何处在（1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/548b050abb89"
  },
  {
    "文件名": "[完结]《普通故事》作者：彳亍之尸（女攻1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/55b6dc637963"
  },
  {
    "文件名": "[完结]《平行空间之王》作者：鱼水何欢（总攻np）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c465c04dee99"
  },
  {
    "文件名": "[完结]《娘子》作者：大醉作此篇（1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/0c9242aa7467"
  },
  {
    "文件名": "[完结]《女尊之：帝国崛起》作者：罗茜雅女王（女攻 百合 np）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/bbdfe29884a0"
  },
  {
    "文件名": "[完结]《配音演员的职业修养》作者：咕布咕（1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/5fcfb6b1c304"
  },
  {
    "文件名": "[完结]《你怎么这么不听话（BDSM）》作者：舟喻（1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/4eab49928842"
  },
  {
    "文件名": "[完结]《你还要装B到什么时候？》作者：昨宴（GL百合ABO1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/abeeac8216db"
  },
  {
    "文件名": "[完结]《男神居然是我嫂子（h）》作者：一颗柠檬（1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/1ec089c3b590"
  },
  {
    "文件名": "[完结]《米娅的性幻想》作家：捞馋（百合np）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/9bfe916505d2"
  },
  {
    "文件名": "[完结]《迷情古堡》作者：豆渣（np）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/2c1c0562e2b2"
  },
  {
    "文件名": "[完结]《梦中的怪物》作者：一树（1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/9ae7e0339c3e"
  },
  {
    "文件名": "[完结]《美人有毒》作家：霜晨月（np）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/cf8b5f8420fd"
  },
  {
    "文件名": "[完结]《美人身娇体软之李晏如篇卷一》作者：悠悠爱吃肉（女攻1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/4f0aa29f7f11"
  },
  {
    "文件名": "[完结]《玫瑰与刽子手》作者：贼心似有（女攻 感情线1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c7a7d9e9fb78"
  },
  {
    "文件名": "[完结]《玫瑰地狱》作者：大野七海（1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/349b042e8971"
  },
  {
    "文件名": "[完结]《论误导媳妇儿的正确方式》作者：太胖啦跑不动（1v1 兄弟年下）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c9154296f165"
  },
  {
    "文件名": "[完结]《灵瞳之天降异能》作者：一条鱼ing（np总攻控制）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ec971e2e86ba"
  },
  {
    "文件名": "[完结]《猎物使用法则》作者：狮心骑士（1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/1f1de6e51dec"
  },
  {
    "文件名": "[完结]《猎人史蒂文和罗德西亚》作者：一蟹不如一蟹（1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/f2481dd5ce77"
  },
  {
    "文件名": "[完结]《恋奴》作者：易柔（np 主gb_fm）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/15d203ac577f"
  },
  {
    "文件名": "[完结]《理性侵蚀》作者：一枚夹心饼（1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/68aa034e956e"
  },
  {
    "文件名": "[完结]《老师，人家不要了》作者：箖箊（GL百合1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/5671c159baeb"
  },
  {
    "文件名": "[完结]《老师，乖乖躺好》作者：妃常渴望（女攻 结局1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/93c43f09418c"
  },
  {
    "文件名": "[完结]《浪漫》作者：无辜的六月（1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/22e115ea7a74"
  },
  {
    "文件名": "[完结]《快穿之替身进化手册》作者：白开水水水水（快穿）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/810f3c87b152"
  },
  {
    "文件名": "[完结]《恐怖综艺求生录》作者：爱吃闲鱼的猫（1v1）~清水.txt",
    "夸克盘链接": "https://pan.quark.cn/s/7323f03c91d1"
  },
  {
    "文件名": "[完结]《金瓶梅（男女通吃）》作者：无肉不欢（风雪丫丫）（混合np）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/73e4f4ae243d"
  },
  {
    "文件名": "[完结]《姐姐结婚当晚，我被姐夫肏了》作者：南下（1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/3998cdecb97b"
  },
  {
    "文件名": "[完结]《戒同所的秘密》作者：隔壁胖虎（np）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/7d1cdce2e5c3"
  },
  {
    "文件名": "[完结]《娇软美人送哥哥进火葬场【双性】》作者：冬眠的猫（1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/673bcbbf462b"
  },
  {
    "文件名": "[完结]《将渣男进行到底》作者：妃常渴望（np）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/64b41f2fa3fb"
  },
  {
    "文件名": "[完结]《将哥哥艹成一个浪货》作者：摸摸（1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/2b1d7a6be24c"
  },
  {
    "文件名": "[完结]《健身房的熟欲》作者：弛紧（np）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/48d18d464f46"
  },
  {
    "文件名": "[完结]《捡来的花苗成精了》作者：炭烧腰果（1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/0efd26f19b27"
  },
  {
    "文件名": "[完结]《极端》作者：十九姜（1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/6207770c904d"
  },
  {
    "文件名": "[完结]《寄凉州》作者：安如山（1v1 双性）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/8523caf88102"
  },
  {
    "文件名": "[完结]《饥渴俏寡夫》作者：十章（主cp 1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ab9cfb4e7ee0"
  },
  {
    "文件名": "[完结]《混骗失忆的小美人》作者：花酒间（1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/af9da302cbf3"
  },
  {
    "文件名": "[废文 完结]《朝阳河畔》作者：12345677（1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/1b02aae77dd1"
  },
  {
    "文件名": "[废文 完结]《春草疯长》作者：Sep_Doris（双向暗恋1v1 痞子攻x坏心眼受）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/76fac434420f"
  },
  {
    "文件名": "[废文 完结]《藏宦》作者：猴有羊（古代1v1小甜饼 皇子攻x太监受）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/bc640406ef32"
  },
  {
    "文件名": "[废文 完结]《别那么随便》作者：养鹅的热心市民（年下1v1 切开黑心机高中生攻x嘴骚话唠直球律师受）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/2cef385e8342"
  },
  {
    "文件名": "[废文 完结]《不淫戒》作者：色即是空空空（1v1 和尚x狐狸精）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/be1be053b491"
  },
  {
    "文件名": "[废文 完结]《不良反应》作者：清自（年下双性1v1 暴躁攻X温柔受）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/66fcda834fc4"
  },
  {
    "文件名": "[废文 完结]《不可控因素》作者：晓宝喜欢芋泥（ABO小甜饼）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/3e7ff3e73f4e"
  },
  {
    "文件名": "[废文 完结]《白日清醒》作者：匿名咸鱼（年上骨科1v1 自闭阴郁有病受x冷漠神经疯子攻）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/cba7b3f0fc9b"
  },
  {
    "文件名": "[废文 完结]《hentai系草爱上我》作者：温酒闲絮（1v1 变态系草强制爱）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/31773f09387e"
  },
  {
    "文件名": "[废文 完结]《暗度》作者：居异（小妈文学）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/504e52171c22"
  },
  {
    "文件名": "【废】[完结GL] 我的闺蜜果然有问题！(NP主受电竞) 作者：邱子.txt",
    "夸克盘链接": "https://pan.quark.cn/s/34cb6563589b"
  },
  {
    "文件名": "【废】[完结GB]快穿之非典型套路（穿书）作者：锡兰之红.txt",
    "夸克盘链接": "https://pan.quark.cn/s/d5773d663c8e"
  },
  {
    "文件名": "【废】[完结+番外全]我死后才发现老婆出轨(破镜重圆) 作者：眠春踏雪来[深情儒雅宠妻攻x出轨但还是爱攻只是爱玩的小美人受].txt",
    "夸克盘链接": "https://pan.quark.cn/s/18af122fb43c"
  },
  {
    "文件名": "【废】[完结+番外全] 盛景光年(德智体美劳全面发展攻VS 人前男神、人后畜生受) 作者：沙隐.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a1803dfdb4bd"
  },
  {
    "文件名": "【废】[完结+番外34]室友(强制爱) 作者：兔举栗.txt",
    "夸克盘链接": "https://pan.quark.cn/s/39c29aefabcc"
  },
  {
    "文件名": "【废】[完结+番外10]姜汤可乐(ABO年下 总裁受) 作者：燕尾夹.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a437e27c273c"
  },
  {
    "文件名": "【废】[完结+番外9]双向诱捕攻略(特助攻X总裁受) 作者：5t5mine.txt",
    "夸克盘链接": "https://pan.quark.cn/s/1c54ffc108f7"
  },
  {
    "文件名": "【废】[完结+番外1]窝囊男人(冷漠精英攻x老实人妻受) 作者：张恨火.txt",
    "夸克盘链接": "https://pan.quark.cn/s/68585941e8b6"
  },
  {
    "文件名": "【废】[完结+番外2]合约关系(年上) 作者：一杯orangjuice.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c42672a81fc7"
  },
  {
    "文件名": "【废】[完结+番外5]淮扬(风暴躁傲娇攻X正经老干部受) 作者：惊飞.txt",
    "夸克盘链接": "https://pan.quark.cn/s/27bfa5fe9f14"
  },
  {
    "文件名": "【废】[完结+番外3]软袖绕直枪(体育生恐同攻X绿茶精钓系受) 作者：只有三根头发.txt",
    "夸克盘链接": "https://pan.quark.cn/s/2aa73a1e670c"
  },
  {
    "文件名": "【废】[完结+番外1]绝对领地(ABO) 作者：秦柒.txt",
    "夸克盘链接": "https://pan.quark.cn/s/5c49e48f9602"
  },
  {
    "文件名": "【废】[完结+番外]上钩(笨蛋骗子受X抓骗子腹黑攻) 作者：周凉西.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a789bda3b9e2"
  },
  {
    "文件名": "【废】[完结]做菜和做攻不一样(地主家傻儿子骚攻×冷漠易害羞受) 作者：拾音者.txt",
    "夸克盘链接": "https://pan.quark.cn/s/2ea415fb7388"
  },
  {
    "文件名": "【废】[完结]罪恶之城(混合性向) 作者：枭瞿.txt",
    "夸克盘链接": "https://pan.quark.cn/s/1e53dc10ac52"
  },
  {
    "文件名": "【废】[完结]竹马(青梅竹马) 作者：不愿意透露姓名的美女.txt",
    "夸克盘链接": "https://pan.quark.cn/s/4a3e54f9533e"
  },
  {
    "文件名": "【废】[完结]总裁今天不弯腰(小甜饼) 作者：evonnekhun.txt",
    "夸克盘链接": "https://pan.quark.cn/s/2bdb4f917665"
  },
  {
    "文件名": "【废】[完结]重演(双性强制爱 BDSM) 作者：青繁.txt",
    "夸克盘链接": "https://pan.quark.cn/s/3dc346495cf4"
  },
  {
    "文件名": "【废】[完结]骤爱(触手攻×暴躁受) 作者：旭升暮落.txt",
    "夸克盘链接": "https://pan.quark.cn/s/4cf1dad1550e"
  },
  {
    "文件名": "【废】[完结]云时雨(双性1v1) 作者：千辞鲤.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c58f1a32dc8d"
  },
  {
    "文件名": "【废】[完结]智齿发炎后，末日来了(年下) 作者：宇宙野草.txt",
    "夸克盘链接": "https://pan.quark.cn/s/8fee50f384cb"
  },
  {
    "文件名": "【废】[完结]知返候鸟(父子) 作者：喝一只酒酒.txt",
    "夸克盘链接": "https://pan.quark.cn/s/80916d2cdf81"
  },
  {
    "文件名": "【废】[完结]长春府记事(颜控浪子×美貌乖巧小族长) 作者：野棠.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e0cdb056e559"
  },
  {
    "文件名": "【废】[完结]有一天听到系统在说话(古代) 作者：小闲.txt",
    "夸克盘链接": "https://pan.quark.cn/s/26afdd56ec47"
  },
  {
    "文件名": "【废】[完结]与共春风(高冷温柔医生攻vs健气实习生受) 作者：英太青.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ee35292c352d"
  },
  {
    "文件名": "【废】[完结]异类(人鱼攻) 作者：深海言言.txt",
    "夸克盘链接": "https://pan.quark.cn/s/b8122bd243de"
  },
  {
    "文件名": "【废】[完结]余生不唤(深情攻和薄情受) 作者：遂渊.txt",
    "夸克盘链接": "https://pan.quark.cn/s/f1a275155084"
  },
  {
    "文件名": "【废】[完结]饴色伤痕舔舐指南(直掰弯) 作者：雨下务.txt",
    "夸克盘链接": "https://pan.quark.cn/s/8610af7890d6"
  },
  {
    "文件名": "【废】[完结]野地里没有小星星(成熟老警察X暴躁性瘾患者) 作者：饭馆法鲨.txt",
    "夸克盘链接": "https://pan.quark.cn/s/8e582e2bfe95"
  },
  {
    "文件名": "【废】[完结]烨南(ABO) 作者：一碗陈茶.txt",
    "夸克盘链接": "https://pan.quark.cn/s/f6c3d8710920"
  },
  {
    "文件名": "【废】[完结]一只乌龟的暗恋(成熟魅力控制欲强攻×胆小缺爱社交障碍受) 作者：易炸.txt",
    "夸克盘链接": "https://pan.quark.cn/s/0f2f1a7e8030"
  },
  {
    "文件名": "【废】[完结]养神十五日(人造神明小美人攻x咸鱼大帅哥受 受宠攻) 作者：行不改名.txt",
    "夸克盘链接": "https://pan.quark.cn/s/090f820df1f3"
  },
  {
    "文件名": "【废】[完结]悬日湖(年下1v1) 作者：盐启.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e48fc3005eee"
  },
  {
    "文件名": "【废】[完结]晏妻(主攻) 作者：公主旺.txt",
    "夸克盘链接": "https://pan.quark.cn/s/2de25a2287ff"
  },
  {
    "文件名": "【废】[完结]养不熟(年上 1v1) 作者：芝心蜜桃.txt",
    "夸克盘链接": "https://pan.quark.cn/s/08d03e2ce7b5"
  },
  {
    "文件名": "【废】[完结]杨柳枝(古代 小妈受) 作者：灯如月.txt",
    "夸克盘链接": "https://pan.quark.cn/s/f29c893df2ef"
  },
  {
    "文件名": "【废】[完结]性病门诊日志（科普文）作者：凉风吹变.txt",
    "夸克盘链接": "https://pan.quark.cn/s/b7932806eab9"
  },
  {
    "文件名": "【废】[完结]兄弟，加个好友吧(网游) 作者：音痴.txt",
    "夸克盘链接": "https://pan.quark.cn/s/248a3c1fe37c"
  },
  {
    "文件名": "【废】[完结]小结巴(双性  师生) 作者：池春原.txt",
    "夸克盘链接": "https://pan.quark.cn/s/8066a4e218cc"
  },
  {
    "文件名": "【废】[完结]下课后(师生) 作者：tearthyfear.txt",
    "夸克盘链接": "https://pan.quark.cn/s/bf50cfdb3fe8"
  },
  {
    "文件名": "【废】[完结]吸血鬼饲养日记(强制爱 1v1 吸血鬼) 作者：鸽子衬衫.txt",
    "夸克盘链接": "https://pan.quark.cn/s/7ba522bb0563"
  },
  {
    "文件名": "【废】[完结]乡村爱情故事(纯情嘴硬大学生攻×站街笨蛋美人受) 作者：小箐岚.txt",
    "夸克盘链接": "https://pan.quark.cn/s/603671d1665f"
  },
  {
    "文件名": "【废】[完结]想要出名的必经之路(双性 娱乐圈) 作者：白洛忻.txt",
    "夸克盘链接": "https://pan.quark.cn/s/751f6791e0de"
  },
  {
    "文件名": "【废】[完结]无间日记(调教) 作者：夏子煦.txt",
    "夸克盘链接": "https://pan.quark.cn/s/54e2546948d1"
  },
  {
    "文件名": "【废】[完结]我是一个舔狗(暗恋成真) 作者：公议熙.txt",
    "夸克盘链接": "https://pan.quark.cn/s/cb0601b280b4"
  },
  {
    "文件名": "【废】[完结]我当第三者的那些日子(互攻) 作者：C老板.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a8ec5407d6f0"
  },
  {
    "文件名": "【废】[完结]望辰花（两副面孔学神攻X天天受伤美人受）作者：无色舟.txt",
    "夸克盘链接": "https://pan.quark.cn/s/4469cb6f757a"
  },
  {
    "文件名": "【废】[完结]吻冬(双性1v1) 作者：77888.txt",
    "夸克盘链接": "https://pan.quark.cn/s/da564c270594"
  },
  {
    "文件名": "【废】[完结]我的崽你是不是丢了(双性 生子) 作者：匿名咸鱼.txt",
    "夸克盘链接": "https://pan.quark.cn/s/3634393df1c2"
  },
  {
    "文件名": "【废】[完结]褪夜(年上) 作者：苏正柚.txt",
    "夸克盘链接": "https://pan.quark.cn/s/41cc13ebcef2"
  },
  {
    "文件名": "【废】[完结]同妻日记(ABO 三攻一受 强制爱) 作者：Jumber.txt",
    "夸克盘链接": "https://pan.quark.cn/s/8bec75d9e3ff"
  },
  {
    "文件名": "【废】[完结]同良(暴脾气天然渣将军攻X脾气好卑微大好人警卫员受) 作者：goodazy.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c888cc352658"
  },
  {
    "文件名": "【废】[完结]亡夫(灵异) 作者：阿珍.txt",
    "夸克盘链接": "https://pan.quark.cn/s/8d3d086f0334"
  },
  {
    "文件名": "【废】[完结]桃污(非典型玷污癖警察攻X蜜桃臀性瘾画家受) 作者：黔冕都督.txt",
    "夸克盘链接": "https://pan.quark.cn/s/03d257c2175c"
  },
  {
    "文件名": "【废】[完结]听说他老公死了(死后化鬼攻×胆小怕鬼受双性) 作者：匿名咸鱼.txt",
    "夸克盘链接": "https://pan.quark.cn/s/abe36a43b8d8"
  },
  {
    "文件名": "【废】[完结]天落星河( 青梅竹马 年上) 作者：仁谷无人.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c2f696d8bebd"
  },
  {
    "文件名": "【废】[完结]桃花无数(年上 强制爱) 作者：悄悄过去.txt",
    "夸克盘链接": "https://pan.quark.cn/s/782e634c18ae"
  },
  {
    "文件名": "【废】[完结]逃家小兔(小甜饼 娇气包受) 作者：猫猫挑灯喝酒.txt",
    "夸克盘链接": "https://pan.quark.cn/s/0cbf0da0e697"
  },
  {
    "文件名": "【废】[完结]逃出兽人国(强强) 作者：鬼手书生.txt",
    "夸克盘链接": "https://pan.quark.cn/s/69ffbdffe899"
  },
  {
    "文件名": "【废】[完结]他会下蛋(小甜饼) 作者：隗璩.txt",
    "夸克盘链接": "https://pan.quark.cn/s/f535aed7bcd8"
  },
  {
    "文件名": "【废】[完结]双重掠夺(双性 骨科 NP BDSM) 作者：鹿绯燃.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ce6effe147fe"
  },
  {
    "文件名": "【废】[完结]双人床(人妻攻X女王双性受) 作者：脑袋瓜里跑火车.txt",
    "夸克盘链接": "https://pan.quark.cn/s/4a4175d82bd3"
  },
  {
    "文件名": "【废】[完结]手写的情书(中篇) 作者：淡青绿豆粥.txt",
    "夸克盘链接": "https://pan.quark.cn/s/9daef59605f7"
  },
  {
    "文件名": "【废】[完结]所有物(单纯好骗甜丝丝攻 X 温文尔雅神经病受) 作者：野哭千家尚战伐.txt",
    "夸克盘链接": "https://pan.quark.cn/s/23482a35c185"
  },
  {
    "文件名": "【废】[完结]韶华不负(校园) 作者：茶花绿.txt",
    "夸克盘链接": "https://pan.quark.cn/s/37089f5ef1a1"
  },
  {
    "文件名": "【废】[完结]深巷深情(年上) 作者：梦不正.txt",
    "夸克盘链接": "https://pan.quark.cn/s/8d502e984d2f"
  },
  {
    "文件名": "【废】[完结]谁能想到嫖客竟是亲哥(主受 MB) 作者：雾落没了.txt",
    "夸克盘链接": "https://pan.quark.cn/s/4afe46d7f61b"
  },
  {
    "文件名": "【废】[完结]十日枷锁( 骨科 年下1v1) 作者：锦晃星.txt",
    "夸克盘链接": "https://pan.quark.cn/s/84d53bf2e570"
  },
  {
    "文件名": "【废】[完结]上下不定(古代 互攻) 作者：静亦.txt",
    "夸克盘链接": "https://pan.quark.cn/s/7453f80e0246"
  },
  {
    "文件名": "【废】[完结]入鞘(伪np) 作者：山川迢迢.txt",
    "夸克盘链接": "https://pan.quark.cn/s/729c26065d9d"
  },
  {
    "文件名": "【废】[完结]任务对象都出现了(快穿 切片攻 美强惨攻) 作者：荔枝味小汽水.txt",
    "夸克盘链接": "https://pan.quark.cn/s/2050c76ad022"
  },
  {
    "文件名": "【废】[完结]人群之外娱乐圈(男团成员攻&总裁攻X人妻总受) 作者：食米不食面.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c82323fadbb9"
  },
  {
    "文件名": "【废】[完结]男孩像你(绿茶攻) 作者：超级细胞.txt",
    "夸克盘链接": "https://pan.quark.cn/s/6de6484f3c0a"
  },
  {
    "文件名": "【废】[完结]暖阳(暗恋) 作者：周琅.txt",
    "夸克盘链接": "https://pan.quark.cn/s/8dc2825a6394"
  },
  {
    "文件名": "【废】[完结]你别易感我(狗血) 作者：久别乍逢.txt",
    "夸克盘链接": "https://pan.quark.cn/s/965a78e87fd8"
  },
  {
    "文件名": "【废】[完结]你怎么这么随便？(青梅竹马) 作者：咻咻咻ending.txt",
    "夸克盘链接": "https://pan.quark.cn/s/fbd8e1b1c2b0"
  },
  {
    "文件名": "【废】[完结]墨水儿(年上) 作者：一碗陈茶.txt",
    "夸克盘链接": "https://pan.quark.cn/s/af987d329e42"
  },
  {
    "文件名": "【废】[完结]冥婚(鬼攻x小可爱受) 作者：花卷.txt",
    "夸克盘链接": "https://pan.quark.cn/s/15f6ae64706b"
  },
  {
    "文件名": "【废】[完结]冥冥之中(小甜饼) 作者：bozo375.txt",
    "夸克盘链接": "https://pan.quark.cn/s/09eb911649db"
  },
  {
    "文件名": "【废】[完结]玫瑰酿酒(流氓忠犬enigma攻x清冷腹黑alpha受) 作者：dchgs2001.txt",
    "夸克盘链接": "https://pan.quark.cn/s/17db324f270a"
  },
  {
    "文件名": "【废】[完结]玫瑰俘获(ABO 强强) 作者：滋溜.txt",
    "夸克盘链接": "https://pan.quark.cn/s/aeb1f10e3a21"
  },
  {
    "文件名": "【废】[完结]龙与玫瑰(NP 美攻，万人迷强受) 作者：屿霜.txt",
    "夸克盘链接": "https://pan.quark.cn/s/6cd26535a056"
  },
  {
    "文件名": "【废】[完结]凌晨暮色(旅行文 美食文) 作者：无心打渔.txt",
    "夸克盘链接": "https://pan.quark.cn/s/b8e1df5920f4"
  },
  {
    "文件名": "【废】[完结]买卖(ABO生子) 作者：楫世.txt",
    "夸克盘链接": "https://pan.quark.cn/s/5191e1f58056"
  },
  {
    "文件名": "【废】[完结]绿茶的猫科男友(小甜饼 校园 1v1) 作者：莫莫莫弄.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a7dcb53ed8af"
  },
  {
    "文件名": "【废】[完结]老子要你管(强强互攻 1v1) 作者：bozo375.txt",
    "夸克盘链接": "https://pan.quark.cn/s/d528c18b2e3f"
  },
  {
    "文件名": "【废】[完结]梁继珩的计划落空了(1v1) 作者：InAPool.txt",
    "夸克盘链接": "https://pan.quark.cn/s/0c02668cbe3d"
  },
  {
    "文件名": "【废】[完结]莲花与岛屿(钓系高中学霸受×内心纯情高中学酥攻) 作者：卡尼期.txt",
    "夸克盘链接": "https://pan.quark.cn/s/090a4a5b0df3"
  },
  {
    "文件名": "【废】[完结]理理我(哭包美人年下攻X双性暴躁受) 作者：噗十四叽.txt",
    "夸克盘链接": "https://pan.quark.cn/s/52978fa57af4"
  },
  {
    "文件名": "【废】[完结]狼狗(养成) 作者：关山落雨.txt",
    "夸克盘链接": "https://pan.quark.cn/s/407e8855634e"
  },
  {
    "文件名": "【废】[完结]快点快点（双性1v1 校园 年下）作者：酾酒临清风.txt",
    "夸克盘链接": "https://pan.quark.cn/s/d3ddb0aea9d3"
  },
  {
    "文件名": "【废】[完结]苦旅(合集) 作者：朽矣ovo.txt",
    "夸克盘链接": "https://pan.quark.cn/s/23434f2aad97"
  },
  {
    "文件名": "【废】[完结]今朝欢愉(第一人称) 作者：钱塘路.txt",
    "夸克盘链接": "https://pan.quark.cn/s/263910aa080d"
  },
  {
    "文件名": "【废】[完结]就算是男人也要生孩子(生子) 作者：封雪吹杉.txt",
    "夸克盘链接": "https://pan.quark.cn/s/0f28639966ad"
  },
  {
    "文件名": "【废】[完结]恐兄(sjb美人攻 x 懦弱胖子受) 作者：我不是真的人.txt",
    "夸克盘链接": "https://pan.quark.cn/s/21a5925ac8f1"
  },
  {
    "文件名": "【废】[完结]红与蓝(学霸校草攻×落魄倒霉蛋受) 作者：西湖百晓生.txt",
    "夸克盘链接": "https://pan.quark.cn/s/690aa78ca0f4"
  },
  {
    "文件名": "【废】[完结]继承（父子）作者：除徒.txt",
    "夸克盘链接": "https://pan.quark.cn/s/208e95e57dec"
  },
  {
    "文件名": "【废】[完结]哄诱法则(黏人狗狗×年上钓系大美人) 作者：宴惟.txt",
    "夸克盘链接": "https://pan.quark.cn/s/35ed51ffdd9d"
  },
  {
    "文件名": "【废】[完结]假性相爱(先婚后爱) 作者：春山远渡.txt",
    "夸克盘链接": "https://pan.quark.cn/s/5619fd0f27e8"
  },
  {
    "文件名": "【废】[完结]海棠睡春(民国双性) 作者：茶织不吱.txt",
    "夸克盘链接": "https://pan.quark.cn/s/65702c14b45f"
  },
  {
    "文件名": "【废】[完结]好想让他哭(校园 1v1 小甜饼) 作者：爱啃橘子皮的猫.txt",
    "夸克盘链接": "https://pan.quark.cn/s/83b95b75ca6a"
  },
  {
    "文件名": "【废】[完结]寒玉(心狠手辣大美人受x年下忠犬攻) 作者：顾顾顾顾顾.txt",
    "夸克盘链接": "https://pan.quark.cn/s/1fd83ebd67ae"
  },
  {
    "文件名": "【废】[完结]疯(娱乐圈 疯批攻追妻火葬场) 作者：花槐.txt",
    "夸克盘链接": "https://pan.quark.cn/s/b0996f24bcb6"
  },
  {
    "文件名": "【废】[完结]风起( 修仙 师徒) 作者：槐楢.txt",
    "夸克盘链接": "https://pan.quark.cn/s/cac596060a3c"
  },
  {
    "文件名": "【废】[完结]宫内春色(双性 NP 骨科) 作者：匿名马甲.txt",
    "夸克盘链接": "https://pan.quark.cn/s/9aac1082db7e"
  },
  {
    "文件名": "【废】[完结]凤止阿房(相爱相杀) 作者：深蓝裂痕.txt",
    "夸克盘链接": "https://pan.quark.cn/s/58866b09e739"
  },
  {
    "文件名": "【废】[完结]犯而不校(ABO) 作者：小羊今日半价.txt",
    "夸克盘链接": "https://pan.quark.cn/s/f6a2be5591c7"
  },
  {
    "文件名": "【废】[完结]废话少说(双性1v1 生子 产奶) 作者：茶茶不喝茶.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ad3807e4f1a8"
  },
  {
    "文件名": "【废】[完结]顿顿(饥渴社畜×粗蛮肉贩) 作者：鸦鸦吃素也吃肉.txt",
    "夸克盘链接": "https://pan.quark.cn/s/42d0cb384f43"
  },
  {
    "文件名": "【废】[完结]冻土攻陷计划(校园) 作者：燕晚x.txt",
    "夸克盘链接": "https://pan.quark.cn/s/2414b5c1ea88"
  },
  {
    "文件名": "【废】[完结]东风不予卿(强制爱  骨科 古代) 作者：千舟潇.txt",
    "夸克盘链接": "https://pan.quark.cn/s/805474fc11da"
  },
  {
    "文件名": "【废】[完结]第十四奏鸣曲 作者：PanaceaMoxie.txt",
    "夸克盘链接": "https://pan.quark.cn/s/2f33f99eaa81"
  },
  {
    "文件名": "【废】[完结]代替(ABO) 作者：C老板.txt",
    "夸克盘链接": "https://pan.quark.cn/s/effdfd4895b1"
  },
  {
    "文件名": "【废】[完结]当我囚禁了陈林阳(小甜饼) 作者：海水与火焰.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e42690a27b44"
  },
  {
    "文件名": "【废】[完结]痴心不是妄想(互攻 伪骨科) 作者：孤荣年华.txt",
    "夸克盘链接": "https://pan.quark.cn/s/332a887a6027"
  },
  {
    "文件名": "【废】[完结]春游快乐(双性1v1) 作者：春日还潮.txt",
    "夸克盘链接": "https://pan.quark.cn/s/5c6531985ff0"
  },
  {
    "文件名": "【废】[完结]超级喜欢你(易感期绿茶哭包X温柔小心思伴侣) 作者：轶佰.txt",
    "夸克盘链接": "https://pan.quark.cn/s/60ae7ed00652"
  },
  {
    "文件名": "【废】[完结]大风吹(虐文 MB) 作者：谁叫诶嘿了.txt",
    "夸克盘链接": "https://pan.quark.cn/s/5d603c153276"
  },
  {
    "文件名": "【废】[完结]不要靠近邻居(两男一女等边三角形) 作者：君影.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a35bc8cba743"
  },
  {
    "文件名": "【废】[完结]不良反应(双性) 作者：清自.txt",
    "夸克盘链接": "https://pan.quark.cn/s/8502f12efadd"
  },
  {
    "文件名": "【废】[完结]别那么随便(攻转受) 作者：养鹅的热心市民.txt",
    "夸克盘链接": "https://pan.quark.cn/s/6252e34e9890"
  },
  {
    "文件名": "【废】[完结]不妥(治愈) 作者：linxuan.txt",
    "夸克盘链接": "https://pan.quark.cn/s/8de2e4bfcf65"
  },
  {
    "文件名": "【废】[完结]表面师兄弟(双性) 作者：迷人肉汤.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ef79fe66ccb1"
  },
  {
    "文件名": "【废】[完结]暗度(1v1) 作者：小可爱放学别走.txt",
    "夸克盘链接": "https://pan.quark.cn/s/4d88a1083484"
  },
  {
    "文件名": "【废】[完结]白日清醒(自闭阴郁有病受vs冷漠神经疯子攻) 作者：匿名咸鱼.txt",
    "夸克盘链接": "https://pan.quark.cn/s/4145b600699b"
  },
  {
    "文件名": "【废】[完结]暗度(小妈文学) 作者：居异.txt",
    "夸克盘链接": "https://pan.quark.cn/s/9833e74b8d9e"
  },
  {
    "文件名": "【废】[完结] 长亭(前世今生) 作者：吾案有鬼.txt",
    "夸克盘链接": "https://pan.quark.cn/s/46a44746d9a9"
  },
  {
    "文件名": "【废】[完结]Aries(兽人) 作者：Cynosure97.txt",
    "夸克盘链接": "https://pan.quark.cn/s/b32b63a5371d"
  },
  {
    "文件名": "【废】[完结] 月下美人(1v1 作者：袜子破了洞.txt",
    "夸克盘链接": "https://pan.quark.cn/s/484df6af40ec"
  },
  {
    "文件名": "【废】[完结] 阴差阳错(校园) 作者：再不挖坑了.txt",
    "夸克盘链接": "https://pan.quark.cn/s/fc11cce535d8"
  },
  {
    "文件名": "【废】[完结] 野火中烧(小舅子姐夫文学) 作者：齐花山.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c2f84ca14c84"
  },
  {
    "文件名": "【废】[完结] 以下犯上(abo) 作者：风若虞芊.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a921dff85c97"
  },
  {
    "文件名": "【废】[完结] 驯化守则(死要面子冷艳双性美人受X表面沉稳内心凶残腹黑攻) 作者：小易2.txt",
    "夸克盘链接": "https://pan.quark.cn/s/d35137874704"
  },
  {
    "文件名": "【废】[完结] 依附(NP狗血) 作者：Yumilly14.txt",
    "夸克盘链接": "https://pan.quark.cn/s/87458bb65ecd"
  },
  {
    "文件名": "【废】[完结] 心河淌火(年下战力超强小狼狗×逆来顺受温柔受) 作者：lgsvuxh.txt",
    "夸克盘链接": "https://pan.quark.cn/s/f09debc5fdcf"
  },
  {
    "文件名": "【废】[完结] 纨绔(1v1) 作者：古斯特.txt",
    "夸克盘链接": "https://pan.quark.cn/s/9e926a2dd06e"
  },
  {
    "文件名": "【废】[完结] 闻腥(双性 骨科) 作者：乌否U_FO.txt",
    "夸克盘链接": "https://pan.quark.cn/s/8dab8f3a6297"
  },
  {
    "文件名": "【废】[完结] 他就喜欢装嘛(ABO  NP) 作者：穿裙子的费事儿.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a25b5c34ad24"
  },
  {
    "文件名": "【废】[完结] 生活是疯1(拽哥模特美人相攻 x 正直社畜直男) 作者：置兰.txt",
    "夸克盘链接": "https://pan.quark.cn/s/440faa818701"
  },
  {
    "文件名": "【废】[完结] 弱势关系(NP总受 小可怜卑微受) 作者：药酒.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e5e9839cfb24"
  },
  {
    "文件名": "【废】[完结] 上仙的爱情鸟飞走了(追妻火葬场) 作者：夏日巧克力.txt",
    "夸克盘链接": "https://pan.quark.cn/s/2d64d37d50d2"
  },
  {
    "文件名": "【废】[完结] 囚月(古代高H) 作者：乌霜天.txt",
    "夸克盘链接": "https://pan.quark.cn/s/9026c8ac241f"
  },
  {
    "文件名": "【废】[完结] 期限花园(师生 互攻) 作者：时花唐水.txt",
    "夸克盘链接": "https://pan.quark.cn/s/6a95f0b2d21b"
  },
  {
    "文件名": "【废】[完结] 青原与羊群之恋曲(先婚后爱) 作者：阿坏.txt",
    "夸克盘链接": "https://pan.quark.cn/s/73404878a3ef"
  },
  {
    "文件名": "【废】[完结] 暮春(温柔理智深情攻X抑郁症受) 作者：吾案有鬼.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e727d6fde856"
  },
  {
    "文件名": "【废】[完结] 奶花他渴望自由(互攻 黑化) 作者：暖江寒啼.txt",
    "夸克盘链接": "https://pan.quark.cn/s/359bbea82756"
  },
  {
    "文件名": "【废】[完结] 蜜桃红茶(阳光帅气暖男Alphax心机高冷软萌omega) 作者：荷和梅玫.txt",
    "夸克盘链接": "https://pan.quark.cn/s/d1a520db41c3"
  },
  {
    "文件名": "【废】[完结] 牡蛎(市井土糙穷光蛋x年轻无为真直男) 作者：showwelastdance.txt",
    "夸克盘链接": "https://pan.quark.cn/s/40e2c8de5dfa"
  },
  {
    "文件名": "【废】[完结] 猫的舞步(二愣子体育生攻x病弱学霸受) 作者：Cynosure97.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e82776d6d571"
  },
  {
    "文件名": "【废】[完结] 盲尺(互攻) 作者：黑衣黑墨.txt",
    "夸克盘链接": "https://pan.quark.cn/s/6e9b8645981b"
  },
  {
    "文件名": "【废】[完结] 绿生华(NP) 作者：Ratna.txt",
    "夸克盘链接": "https://pan.quark.cn/s/d6eb01bde40e"
  },
  {
    "文件名": "【废】[完结] 高楼之笼(强制爱 NP) 作者：点此设置.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a0c88d87f07e"
  },
  {
    "文件名": "【废】[完结] 落日焰火(小甜饼) 作者：嗜奶茶如命A.txt",
    "夸克盘链接": "https://pan.quark.cn/s/3f887a74842c"
  },
  {
    "文件名": "【废】[完结] 绝配(贺红同人) 作者：千变.txt",
    "夸克盘链接": "https://pan.quark.cn/s/2aca57100884"
  },
  {
    "文件名": "【废】[完结] 岌岌可危(娇娇猫儿出门觅食反被吃抹干净) 作者：仙草没.txt",
    "夸克盘链接": "https://pan.quark.cn/s/4a8d79d7e804"
  },
  {
    "文件名": "【废】[完结] 裸色温柔(末世 双性1v1) 作者：阿一十三啊.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e8a92ce91047"
  },
  {
    "文件名": "【废】[完结] 地面飞行(骨科1v1) 作者：春日还潮.txt",
    "夸克盘链接": "https://pan.quark.cn/s/726a1199b905"
  },
  {
    "文件名": "【废】[完结] 沉沙(be) 作者：漫不停.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a6eabe680abe"
  },
  {
    "文件名": "【废】[完结] 晨光熹微(骨科) 作者：山风满窗.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e8a1a7a3e464"
  },
  {
    "文件名": "【废】[完结 GL]这个傀儡皇帝朕不当了(外软内荏小皇帝 X 外冷内柔摄政王妃) 作者：羊阿白.txt",
    "夸克盘链接": "https://pan.quark.cn/s/259eefb1e961"
  },
  {
    "文件名": "【废】[完结] 朝阳河畔(治愈) 作者：12345677.txt",
    "夸克盘链接": "https://pan.quark.cn/s/292c491ce8c0"
  },
  {
    "文件名": "【废】[完结 GL]Negroni(绿茶) 作者：风檐夜雨声.txt",
    "夸克盘链接": "https://pan.quark.cn/s/75c12e5a7d7d"
  },
  {
    "文件名": "【废】[完结] 不可控因素(ABO) 作者：晓宝喜欢芋泥.txt",
    "夸克盘链接": "https://pan.quark.cn/s/59637433f751"
  },
  {
    "文件名": "【废】[完结 GB]摘星辰(BDSM) 作者：学泰语的.txt",
    "夸克盘链接": "https://pan.quark.cn/s/8f7bb02c0b97"
  },
  {
    "文件名": "【废】[完结 GB]我们不熟(师生) 作者：邻家小孩.txt",
    "夸克盘链接": "https://pan.quark.cn/s/4eb1e9cda7e2"
  },
  {
    "文件名": "【废】[完结 GB] 我将那孩子双腿砍断后(双病娇，全员疯批) 作者：苦渡鸟.txt",
    "夸克盘链接": "https://pan.quark.cn/s/094a9c8bae09"
  },
  {
    "文件名": "【废】[完结 GB]怎么样都无所谓了啦(同人) 作者：沧海闸刀魔.txt",
    "夸克盘链接": "https://pan.quark.cn/s/2b1536867f3d"
  },
  {
    "文件名": "【废】[完结 GB] 帝宠(女尊) 作者：奶浇烟头.txt",
    "夸克盘链接": "https://pan.quark.cn/s/59880083e643"
  },
  {
    "文件名": "【废】[完结 BG]甲板上的教父(男妈妈) 作者：神朗呦呦.txt",
    "夸克盘链接": "https://pan.quark.cn/s/78b734394649"
  },
  {
    "文件名": "【废】[完结 GB] 辞辞今天哭了没(娱乐圈) 作者：阿茶喝茶.txt",
    "夸克盘链接": "https://pan.quark.cn/s/2e9042a3fdca"
  },
  {
    "文件名": "「废 完」最有效疗法by梅尔维尔[暗恋].txt",
    "夸克盘链接": "https://pan.quark.cn/s/a29153b633e4"
  },
  {
    "文件名": "「废 完」昨夜与火by Jayia[末世].txt",
    "夸克盘链接": "https://pan.quark.cn/s/34c5312dd2f3"
  },
  {
    "文件名": "「废 完」竹马by不愿意透露姓名的美女[小甜饼].txt",
    "夸克盘链接": "https://pan.quark.cn/s/5f5236030828"
  },
  {
    "文件名": "「废 完」智齿发炎后，末日来了by宇宙野草[奇幻 年下].txt",
    "夸克盘链接": "https://pan.quark.cn/s/2d849fff7a4f"
  },
  {
    "文件名": "「废 完」最后的结局by夏煦[第一人称 BE].txt",
    "夸克盘链接": "https://pan.quark.cn/s/087cb28c38f7"
  },
  {
    "文件名": "「废 完」总裁和小秘书by番茄茄酱[短篇].txt",
    "夸克盘链接": "https://pan.quark.cn/s/3c2941f0dc37"
  },
  {
    "文件名": "「废 完」吱吱by超级小凯耶[骨科].txt",
    "夸克盘链接": "https://pan.quark.cn/s/8cb4552c7fe2"
  },
  {
    "文件名": "「废 完」贞谅by吾案有鬼[文艺 第一人称].txt",
    "夸克盘链接": "https://pan.quark.cn/s/17352e3c6ba9"
  },
  {
    "文件名": "「废 完」长亭by吾案有鬼[前世今生].txt",
    "夸克盘链接": "https://pan.quark.cn/s/a15f99b13afc"
  },
  {
    "文件名": "「废 完」再去医院看看by匿名咸鱼[短篇].txt",
    "夸克盘链接": "https://pan.quark.cn/s/eb3cce8e24d2"
  },
  {
    "文件名": "「废 完」与共春风by英太青[师生].txt",
    "夸克盘链接": "https://pan.quark.cn/s/be8695c5a1d0"
  },
  {
    "文件名": "「废 完」遇雪by匿名咸鱼[现代].txt",
    "夸克盘链接": "https://pan.quark.cn/s/1ee602f1c18a"
  },
  {
    "文件名": "「废 完」杂役by鹤荣[古代].txt",
    "夸克盘链接": "https://pan.quark.cn/s/73b8e505442a"
  },
  {
    "文件名": "「废 完」原来我不存在by星星小橘猫[人工智能].txt",
    "夸克盘链接": "https://pan.quark.cn/s/dc5c0e6ca473"
  },
  {
    "文件名": "「废 完」有一天听到系统在说话by小闲[古代].txt",
    "夸克盘链接": "https://pan.quark.cn/s/6aca57a2f24d"
  },
  {
    "文件名": "「废 完」诱受克星是正直攻by青狐月下笑[先婚后爱 ABO].txt",
    "夸克盘链接": "https://pan.quark.cn/s/574f35ac5603"
  },
  {
    "文件名": "「废 完」余辜舟by交金诺许[短篇].txt",
    "夸克盘链接": "https://pan.quark.cn/s/ebed9ba0d8c8"
  },
  {
    "文件名": "「废 完」有色浪漫by熔断鸢尾星系[古代].txt",
    "夸克盘链接": "https://pan.quark.cn/s/e10b4668c0b4"
  },
  {
    "文件名": "「废 完」拥抱悲伤的北极光by虚无空度[第一人称 致郁].txt",
    "夸克盘链接": "https://pan.quark.cn/s/90c494634c9c"
  },
  {
    "文件名": "「废 完」依附by Yumilly14[狗血 骨科 np].txt",
    "夸克盘链接": "https://pan.quark.cn/s/e87564477bbf"
  },
  {
    "文件名": "「废 完」因缘by罐墨[病娇].txt",
    "夸克盘链接": "https://pan.quark.cn/s/24c4a3f4a006"
  },
  {
    "文件名": "「废 完」一件荒唐情事by一个朋友一起玩[短篇].txt",
    "夸克盘链接": "https://pan.quark.cn/s/bba1fbffd303"
  },
  {
    "文件名": "「废 完」一个小故事by番茄茄酱[短篇].txt",
    "夸克盘链接": "https://pan.quark.cn/s/d76ac1d3b4a3"
  },
  {
    "文件名": "「废 完」野望by三分纯真[短篇].txt",
    "夸克盘链接": "https://pan.quark.cn/s/e0aa8a3a5719"
  },
  {
    "文件名": "「废 完」一荤一素by想追月亮的疏惟[小甜饼].txt",
    "夸克盘链接": "https://pan.quark.cn/s/87e9c7e7aaf1"
  },
  {
    "文件名": "「废 完」一壶酒by隗璩[大纲 古代 BE].txt",
    "夸克盘链接": "https://pan.quark.cn/s/72f702b77930"
  },
  {
    "文件名": "「废 完」野火中烧by齐花山[互攻].txt",
    "夸克盘链接": "https://pan.quark.cn/s/ccb763146d31"
  },
  {
    "文件名": "「废 完」谣言误事by孤舟宿流水[小甜饼].txt",
    "夸克盘链接": "https://pan.quark.cn/s/93dae498b7c8"
  },
  {
    "文件名": "「废 完」扬沙by匿名咸鱼[古代].txt",
    "夸克盘链接": "https://pan.quark.cn/s/3478291e5b63"
  },
  {
    "文件名": "「废 完」嘘，听我说by随渊[致郁 骨科].txt",
    "夸克盘链接": "https://pan.quark.cn/s/b0e0387876d4"
  },
  {
    "文件名": "「废 完」星火by分别苦处[短篇].txt",
    "夸克盘链接": "https://pan.quark.cn/s/521779e0828f"
  },
  {
    "文件名": "「废 完」星光都死了by野哭千家尚战伐[第一人称].txt",
    "夸克盘链接": "https://pan.quark.cn/s/e336004c2bfa"
  },
  {
    "文件名": "「废 完」挟恩图报by桂雨山药[民国 BE].txt",
    "夸克盘链接": "https://pan.quark.cn/s/55d9b1d3ca1d"
  },
  {
    "文件名": "「废 完」小哑巴by隗璩[短篇].txt",
    "夸克盘链接": "https://pan.quark.cn/s/359867f8685c"
  },
  {
    "文件名": "「废 完」小蓝花by若洋洋洋[末世 BE].txt",
    "夸克盘链接": "https://pan.quark.cn/s/53e2e60a9362"
  },
  {
    "文件名": "「废 完」相机by黄桃啾啾[现代].txt",
    "夸克盘链接": "https://pan.quark.cn/s/a1c7847402b6"
  },
  {
    "文件名": "「废 完」小结巴by池春原[小甜饼 师生 双性].txt",
    "夸克盘链接": "https://pan.quark.cn/s/42a00798e25a"
  },
  {
    "文件名": "「废 完」向日葵byLU猫可耻[第一人称 骨科].txt",
    "夸克盘链接": "https://pan.quark.cn/s/1c16d7a72c05"
  },
  {
    "文件名": "「废 完」夏日花语限定by谢陵瑯[小甜饼].txt",
    "夸克盘链接": "https://pan.quark.cn/s/3cdf6f2fce5e"
  },
  {
    "文件名": "「废 完」习于旧贯by开心累了[现代].txt",
    "夸克盘链接": "https://pan.quark.cn/s/86e63ebaba44"
  },
  {
    "文件名": "「废 完」误会by匿名咸鱼[骨科].txt",
    "夸克盘链接": "https://pan.quark.cn/s/9b76107df179"
  },
  {
    "文件名": "「废 完」喜相逢by haasaku[神话].txt",
    "夸克盘链接": "https://pan.quark.cn/s/b335ee069bd7"
  },
  {
    "文件名": "「废 完」无数点by濒危者的行星[致郁].txt",
    "夸克盘链接": "https://pan.quark.cn/s/6241d45ca456"
  },
  {
    "文件名": "「废 完」我们by小白瞜hjsgbhs[第一人称].txt",
    "夸克盘链接": "https://pan.quark.cn/s/1b4e768fc73e"
  },
  {
    "文件名": "「废 完」我直接，嗨，老师by柘木[小甜饼].txt",
    "夸克盘链接": "https://pan.quark.cn/s/808690ce69c8"
  },
  {
    "文件名": "「废 完」我是一个神经病by星空智慧派[第一人称].txt",
    "夸克盘链接": "https://pan.quark.cn/s/007fb3c1a24b"
  },
  {
    "文件名": "「废 完」我想毫无顾忌的去爱你by大雨治水lyh[古代].txt",
    "夸克盘链接": "https://pan.quark.cn/s/eeb44eb51fb2"
  },
  {
    "文件名": "「废 完」闻腥by乌否U_FO[双性 第一人称 OE].txt",
    "夸克盘链接": "https://pan.quark.cn/s/8a1ba33c54cf"
  },
  {
    "文件名": "「废 完」我的一个AI朋友by一万里长风[科幻].txt",
    "夸克盘链接": "https://pan.quark.cn/s/01dc2f210505"
  },
  {
    "文件名": "「废 完」我把朋友弟照顾上沙发by匿名咸鱼[小甜饼].txt",
    "夸克盘链接": "https://pan.quark.cn/s/8106e2c33524"
  },
  {
    "文件名": "「废 完」我爱你，至死不渝by穆长祁[第一人称].txt",
    "夸克盘链接": "https://pan.quark.cn/s/99cad337c298"
  },
  {
    "文件名": "「废 完」同妻日记by Jumber[先婚后爱 ABO 强制爱 NTR].txt",
    "夸克盘链接": "https://pan.quark.cn/s/754ebe4436cf"
  },
  {
    "文件名": "「废 完」亡夫by阿珍[灵异 破镜重圆].txt",
    "夸克盘链接": "https://pan.quark.cn/s/efa34aafe6ed"
  },
  {
    "文件名": "「废 完」万秋爱你by小白鱼在水里游[小甜饼].txt",
    "夸克盘链接": "https://pan.quark.cn/s/1c188d7ca2ae"
  },
  {
    "文件名": "「废 完」顽石属木by秦沐芜[玄幻 年下].txt",
    "夸克盘链接": "https://pan.quark.cn/s/ee57a9eb1f21"
  },
  {
    "文件名": "「废 完」同良by goodazy[民国 竹马 年下].txt",
    "夸克盘链接": "https://pan.quark.cn/s/abe3c29dbb11"
  },
  {
    "文件名": "「废 完」天落星河by仁谷无人[竹马 小甜饼].txt",
    "夸克盘链接": "https://pan.quark.cn/s/bae34c680d29"
  },
  {
    "文件名": "「废 完」替by千里残帆[水仙].txt",
    "夸克盘链接": "https://pan.quark.cn/s/c3390c810953"
  },
  {
    "文件名": "「废 完」天亮了by豆乳玉麒麟子[短篇].txt",
    "夸克盘链接": "https://pan.quark.cn/s/78543ee1d88c"
  },
  {
    "文件名": "「废 完」桃花无数by悄悄过去[狗血 强制爱].txt",
    "夸克盘链接": "https://pan.quark.cn/s/d01997090b81"
  },
  {
    "文件名": "「废 完」他在喝彩众爱我by忱忆[BE].txt",
    "夸克盘链接": "https://pan.quark.cn/s/33022a533cf4"
  },
  {
    "文件名": "「废 完」他是个杀手by ttention[现代].txt",
    "夸克盘链接": "https://pan.quark.cn/s/3cf5d2eddb40"
  },
  {
    "文件名": "「废 完」昙昙by白羽夜鴉[短篇].txt",
    "夸克盘链接": "https://pan.quark.cn/s/7af652852f37"
  },
  {
    "文件名": "「废 完」双人床by脑袋瓜里跑火车[双性 年下].txt",
    "夸克盘链接": "https://pan.quark.cn/s/e35585abb387"
  },
  {
    "文件名": "「废 完」他的玩物by一只鼹鼠[np].txt",
    "夸克盘链接": "https://pan.quark.cn/s/cc230de0d54c"
  },
  {
    "文件名": "「废 完」所有物by野哭千家尚战伐[小甜饼].txt",
    "夸克盘链接": "https://pan.quark.cn/s/87e6d6d09cff"
  },
  {
    "文件名": "「废 完」双重快感by匿名咸鱼[年下 ABO].txt",
    "夸克盘链接": "https://pan.quark.cn/s/10bff7ba593b"
  },
  {
    "文件名": "「废 完」十日枷锁by锦晃星[骨科 年下].txt",
    "夸克盘链接": "https://pan.quark.cn/s/a551287942a5"
  },
  {
    "文件名": "「废 完」十年之后的幸福by匿名咸鱼[小甜饼 ABO].txt",
    "夸克盘链接": "https://pan.quark.cn/s/8f07c94106ef"
  },
  {
    "文件名": "「废 完」逝去的我by匿名咸鱼[校园].txt",
    "夸克盘链接": "https://pan.quark.cn/s/d64272da2890"
  },
  {
    "文件名": "「废 完」手术by吾衷[短篇].txt",
    "夸克盘链接": "https://pan.quark.cn/s/b70cea66fa07"
  },
  {
    "文件名": "「废 完」生日by伍个夏天[现代].txt",
    "夸克盘链接": "https://pan.quark.cn/s/6913219836fa"
  },
  {
    "文件名": "「废 完」山河by CC大魔王[古代].txt",
    "夸克盘链接": "https://pan.quark.cn/s/f7ae3907e838"
  },
  {
    "文件名": "「废 完」生by莫莫莫弄[短篇].txt",
    "夸克盘链接": "https://pan.quark.cn/s/fb2661eb03bb"
  },
  {
    "文件名": "「废 完」刹那天地by青山上行[父子 双性 BE].txt",
    "夸克盘链接": "https://pan.quark.cn/s/946e91357ed5"
  },
  {
    "文件名": "「废 完」弱势关系by药酒[np].txt",
    "夸克盘链接": "https://pan.quark.cn/s/f271868a1312"
  },
  {
    "文件名": "「废 完」杀神by本雕[强强 OE].txt",
    "夸克盘链接": "https://pan.quark.cn/s/77eb54897986"
  },
  {
    "文件名": "「废 完」三天by想听听大家的建议[短篇].txt",
    "夸克盘链接": "https://pan.quark.cn/s/97e0ac5c8f99"
  },
  {
    "文件名": "「废 完」杀熟by薄荷糖[BE].txt",
    "夸克盘链接": "https://pan.quark.cn/s/d23ad83efd71"
  },
  {
    "文件名": "「废 完」任务对象都出现了by荔枝味小汽水[年下].txt",
    "夸克盘链接": "https://pan.quark.cn/s/3557fd282450"
  },
  {
    "文件名": "「废 完」如果永远都不再见by不停向[短篇].txt",
    "夸克盘链接": "https://pan.quark.cn/s/57f011adad5c"
  },
  {
    "文件名": "「废 完」荣誉伴侣by FibonaccI[ABO].txt",
    "夸克盘链接": "https://pan.quark.cn/s/d5e0bc4dda79"
  },
  {
    "文件名": "「废 完」人鱼姬by匿名咸鱼[短篇].txt",
    "夸克盘链接": "https://pan.quark.cn/s/af4103075a89"
  },
  {
    "文件名": "「废 完」囚by Linxi-夕公子[暗黑 BDSM OE].txt",
    "夸克盘链接": "https://pan.quark.cn/s/1a567a879e68"
  },
  {
    "文件名": "「废 完」请成为我的衣服by GFQL[第一人称 暗黑].txt",
    "夸克盘链接": "https://pan.quark.cn/s/9ab02a8574b4"
  },
  {
    "文件名": "「废 完」人里面哪儿有你by zikoe[现代].txt",
    "夸克盘链接": "https://pan.quark.cn/s/aabe7d2ec810"
  },
  {
    "文件名": "「废 完」晴空之下by彳亍之尸[雷文 MB].txt",
    "夸克盘链接": "https://pan.quark.cn/s/d6ff6c40e997"
  },
  {
    "文件名": "「废 完」你能闻到他的信息素吗by南城入水[ABO].txt",
    "夸克盘链接": "https://pan.quark.cn/s/857f661f2d2c"
  },
  {
    "文件名": "「废 完」偏执by Siwili[短篇 OE].txt",
    "夸克盘链接": "https://pan.quark.cn/s/3cf6aecfd93c"
  },
  {
    "文件名": "「废 完」你好呀by言卿归[现代].txt",
    "夸克盘链接": "https://pan.quark.cn/s/f9d600b21d94"
  },
  {
    "文件名": "「废 完」念念不忘，必有回响by沉默的桔子[短篇].txt",
    "夸克盘链接": "https://pan.quark.cn/s/5377785a66ba"
  },
  {
    "文件名": "「废 完」男孩像你by超级细胞[养成 年下].txt",
    "夸克盘链接": "https://pan.quark.cn/s/0a80d1e6a3fb"
  },
  {
    "文件名": "「废 完」男朋友by一只hyuk路过[小甜饼].txt",
    "夸克盘链接": "https://pan.quark.cn/s/f2b9e0c49881"
  },
  {
    "文件名": "「废 完」男朋友竟不是人by君见清[互攻 触手].txt",
    "夸克盘链接": "https://pan.quark.cn/s/f058750991f4"
  },
  {
    "文件名": "「废 完」难言by罐墨[病娇].txt",
    "夸克盘链接": "https://pan.quark.cn/s/d634dd7e6ec5"
  },
  {
    "文件名": "「废 完」默默by风色不风色[现代].txt",
    "夸克盘链接": "https://pan.quark.cn/s/dc661cc89bba"
  },
  {
    "文件名": "「废 完」木鱼眼by一品脱氰化物[现代].txt",
    "夸克盘链接": "https://pan.quark.cn/s/8e42f54bd158"
  },
  {
    "文件名": "「废 完」民以食为天百膳爱为先by跨海大桥头[古代 双性].txt",
    "夸克盘链接": "https://pan.quark.cn/s/24b8bd58911a"
  },
  {
    "文件名": "「废 完」明星和总裁by君见清[娱乐圈 互攻].txt",
    "夸克盘链接": "https://pan.quark.cn/s/6eec298b48cb"
  },
  {
    "文件名": "「废 完」玫瑰酿酒by dchgs2001[ABO].txt",
    "夸克盘链接": "https://pan.quark.cn/s/f45fc9653a44"
  },
  {
    "文件名": "「废 完」玫瑰by musetea[现代].txt",
    "夸克盘链接": "https://pan.quark.cn/s/2be47cab9dbe"
  },
  {
    "文件名": "「废 完」玫瑰by罐墨[狗血].txt",
    "夸克盘链接": "https://pan.quark.cn/s/322fff0adb15"
  },
  {
    "文件名": "「废 完」没有你我活不下去的by阿樂不吃茄子[第一人称 虐文].txt",
    "夸克盘链接": "https://pan.quark.cn/s/d18337d3c7dc"
  },
  {
    "文件名": "「废 完」绿茶的猫科男友by莫莫莫弄[小甜饼 校园].txt",
    "夸克盘链接": "https://pan.quark.cn/s/8b641d3d17f1"
  },
  {
    "文件名": "「废 完」麦仁稀粥by薄荷糖[短篇].txt",
    "夸克盘链接": "https://pan.quark.cn/s/b29ee0fe8a75"
  },
  {
    "文件名": "「废 完」埋骨by WJK的[武侠 第一人称].txt",
    "夸克盘链接": "https://pan.quark.cn/s/eff83f15d028"
  },
  {
    "文件名": "「废 完」龙与玫瑰by屿霜[西方 奇幻 np].txt",
    "夸克盘链接": "https://pan.quark.cn/s/5a5fe6619f98"
  },
  {
    "文件名": "「废 完」轮回by Setarsou[第一人称 骨科].txt",
    "夸克盘链接": "https://pan.quark.cn/s/4c42cf822253"
  },
  {
    "文件名": "「废 完」六六by Kirsh[竹马].txt",
    "夸克盘链接": "https://pan.quark.cn/s/03d4ad2a2a0a"
  },
  {
    "文件名": "「废 完」流感病毒by春山远渡[破镜重圆].txt",
    "夸克盘链接": "https://pan.quark.cn/s/4312444e08ff"
  },
  {
    "文件名": "「废 完」梁继珩的计划落空了by InAPool[现代].txt",
    "夸克盘链接": "https://pan.quark.cn/s/56144fbbd252"
  },
  {
    "文件名": "「废 完」黎明将至by君见清[小甜饼].txt",
    "夸克盘链接": "https://pan.quark.cn/s/10e1b04da770"
  },
  {
    "文件名": "「废 完」礼貌by涉三江[短篇].txt",
    "夸克盘链接": "https://pan.quark.cn/s/0e2354e23902"
  },
  {
    "文件名": "「废 完」廉价暧昧by卡卡二两[现代 BE].txt",
    "夸克盘链接": "https://pan.quark.cn/s/3b291bc18db5"
  },
  {
    "文件名": "「废 完」恐兄by我不是真的人[强制爱 骨科].txt",
    "夸克盘链接": "https://pan.quark.cn/s/28f83c1a2372"
  },
  {
    "文件名": "「废 完」老实人不懂新套路by匿名咸鱼[喜剧].txt",
    "夸克盘链接": "https://pan.quark.cn/s/722509a50764"
  },
  {
    "文件名": "「废 完」枯木逢春by雁雁子[网游].txt",
    "夸克盘链接": "https://pan.quark.cn/s/84e7aa98e577"
  },
  {
    "文件名": "「废 完」来访by梅尔维尔[短篇].txt",
    "夸克盘链接": "https://pan.quark.cn/s/933be0ebdb4c"
  },
  {
    "文件名": "「废 完」烤肉，葡萄酒和少年by晨希[短篇].txt",
    "夸克盘链接": "https://pan.quark.cn/s/9a931fded24e"
  },
  {
    "文件名": "「废 完」龛by安静的小满[大纲].txt",
    "夸克盘链接": "https://pan.quark.cn/s/f62589c742c9"
  },
  {
    "文件名": "「废 完」今日营业by涉三江[短篇].txt",
    "夸克盘链接": "https://pan.quark.cn/s/ab7f4225707f"
  },
  {
    "文件名": "「废 完」今天我有账号了吗？by五月57[大纲].txt",
    "夸克盘链接": "https://pan.quark.cn/s/170bcf5fc43f"
  },
  {
    "文件名": "「废 完」家by大雨治水lyh[短篇].txt",
    "夸克盘链接": "https://pan.quark.cn/s/e33ee35b0b7b"
  },
  {
    "文件名": "「废 完」祭司by匿名咸鱼[短篇].txt",
    "夸克盘链接": "https://pan.quark.cn/s/c6d4118330f1"
  },
  {
    "文件名": "「废 完」奸臣by大雨治水lyh[古代].txt",
    "夸克盘链接": "https://pan.quark.cn/s/272595fc151d"
  },
  {
    "文件名": "「废 完」剑魄by碎碎声[狗血 古代 BE].txt",
    "夸克盘链接": "https://pan.quark.cn/s/3a4d2d3213bc"
  },
  {
    "文件名": "「废 完」岌岌可危by仙草没[狗血].txt",
    "夸克盘链接": "https://pan.quark.cn/s/642a74356cef"
  },
  {
    "文件名": "「废 完」击碎悬月by豆包不长膘[双性].txt",
    "夸克盘链接": "https://pan.quark.cn/s/4ee2dcc51503"
  },
  {
    "文件名": "「废 完」花样年华by裴清野[短篇].txt",
    "夸克盘链接": "https://pan.quark.cn/s/885d54376cc1"
  },
  {
    "文件名": "「废 完」画手与调香师by阿千真的是我的[大纲].txt",
    "夸克盘链接": "https://pan.quark.cn/s/6a9ab33bc8a4"
  },
  {
    "文件名": "「废 完」后妈文by青狐月下笑[短篇].txt",
    "夸克盘链接": "https://pan.quark.cn/s/8432092157c5"
  },
  {
    "文件名": "「废 完」花魁by一叶知秋729[小甜饼].txt",
    "夸克盘链接": "https://pan.quark.cn/s/f8b38b5923ac"
  },
  {
    "文件名": "「废 完」红与蓝by西湖百晓生[年上 强强].txt",
    "夸克盘链接": "https://pan.quark.cn/s/4a4328284261"
  },
  {
    "文件名": "「废 完」哄诱法则by宴惟[双性 狗血 年下].txt",
    "夸克盘链接": "https://pan.quark.cn/s/eb00f818337d"
  },
  {
    "文件名": "「废 完」红by蛋挞超好吃[第一人称 OE].txt",
    "夸克盘链接": "https://pan.quark.cn/s/f641b0f843e9"
  },
  {
    "文件名": "「废 完」和下属造人了by应应[双性].txt",
    "夸克盘链接": "https://pan.quark.cn/s/fdfe669800d2"
  },
  {
    "文件名": "「废 完」好想让他哭by爱啃橘子皮的猫[小甜饼 校园].txt",
    "夸克盘链接": "https://pan.quark.cn/s/edd09c38fb9f"
  },
  {
    "文件名": "「废 完」害怕by一叶知秋729[短篇].txt",
    "夸克盘链接": "https://pan.quark.cn/s/728595fcee7f"
  },
  {
    "文件名": "「废 完」寒玉by顾顾顾顾顾[父子 年下].txt",
    "夸克盘链接": "https://pan.quark.cn/s/92c230761b12"
  },
  {
    "文件名": "「废 完」寒梅by不穿衣服的枸杞[强制爱 第一人称].txt",
    "夸克盘链接": "https://pan.quark.cn/s/93f28f768e8e"
  },
  {
    "文件名": "「废 完」关于我养胃这件事by rhino就是犀牛哇[意识流].txt",
    "夸克盘链接": "https://pan.quark.cn/s/38e9f5262307"
  },
  {
    "文件名": "「废 完」古代by匪之风[第一人称 古代].txt",
    "夸克盘链接": "https://pan.quark.cn/s/e0049ac0f03e"
  },
  {
    "文件名": "「废 完」狗火by showwelastdance[短篇].txt",
    "夸克盘链接": "https://pan.quark.cn/s/b5e94efc2ef2"
  },
  {
    "文件名": "「废 完」狗by匿名咸鱼[骨科 ABO].txt",
    "夸克盘链接": "https://pan.quark.cn/s/bcfcd124dc7f"
  },
  {
    "文件名": "「废 完」茯与苓by公子西贝贝贝儿[短篇 BE].txt",
    "夸克盘链接": "https://pan.quark.cn/s/b8b849084a82"
  },
  {
    "文件名": "「废 完」凤止阿房by深蓝裂痕[相爱相杀 BE].txt",
    "夸克盘链接": "https://pan.quark.cn/s/22f40f260051"
  },
  {
    "文件名": "「废 完」佛缘by v秃秃[伪父子 年下].txt",
    "夸克盘链接": "https://pan.quark.cn/s/b737ecdf59c2"
  },
  {
    "文件名": "「废 完」高质量男性求偶实录by[文艺 OE].txt",
    "夸克盘链接": "https://pan.quark.cn/s/6dbae155811a"
  },
  {
    "文件名": "「废 完」风流往事by阿普Apu[古代].txt",
    "夸克盘链接": "https://pan.quark.cn/s/a7d57ee4a8ef"
  },
  {
    "文件名": "「废 完」冬雪by殉屿[民国 BE].txt",
    "夸克盘链接": "https://pan.quark.cn/s/ed0c9579f71c"
  },
  {
    "文件名": "「废 完」飞机尾迹by衔橘[西方].txt",
    "夸克盘链接": "https://pan.quark.cn/s/3198053f62d1"
  },
  {
    "文件名": "「废 完」风至by一个马甲[年下].txt",
    "夸克盘链接": "https://pan.quark.cn/s/ef1290046c22"
  },
  {
    "文件名": "「废 完」到此为止by春枝鲸落[短篇].txt",
    "夸克盘链接": "https://pan.quark.cn/s/69f475afbabc"
  },
  {
    "文件名": "「废 完」等我by磕糖我在行[现代].txt",
    "夸克盘链接": "https://pan.quark.cn/s/71dd21e25465"
  },
  {
    "文件名": "「废 完」等你说爱我by数星星[现代].txt",
    "夸克盘链接": "https://pan.quark.cn/s/0666808778cf"
  },
  {
    "文件名": "「废 完」大山by薄荷糖[竹马 年下].txt",
    "夸克盘链接": "https://pan.quark.cn/s/c9e0bc1fea37"
  },
  {
    "文件名": "「废 完」沉沙by漫不停[现代 BE].txt",
    "夸克盘链接": "https://pan.quark.cn/s/9150f7aad45f"
  },
  {
    "文件名": "「废 完」此景最入某人心by卿卿若爱[小甜饼].txt",
    "夸克盘链接": "https://pan.quark.cn/s/3db5148ef948"
  },
  {
    "文件名": "「废 完」大美人和他的温柔编辑by甘草橄榄[大纲 小甜饼].txt",
    "夸克盘链接": "https://pan.quark.cn/s/bc78f0539f56"
  },
  {
    "文件名": "「废 完」超级喜欢你by轶佰[小甜饼 ABO].txt",
    "夸克盘链接": "https://pan.quark.cn/s/824adff1fd69"
  },
  {
    "文件名": "「废 完」蝉by木椅朝雪[现代].txt",
    "夸克盘链接": "https://pan.quark.cn/s/e3e9259d1a40"
  },
  {
    "文件名": "「废 完」不斩君魂by右咚咚[奇幻].txt",
    "夸克盘链接": "https://pan.quark.cn/s/b170bcb15b79"
  },
  {
    "文件名": "「废 完」藏心by翠星石jadestern[年下].txt",
    "夸克盘链接": "https://pan.quark.cn/s/0ef31bda4d01"
  },
  {
    "文件名": "「废 完」不愿为你而开的门by春抄[现代 BE].txt",
    "夸克盘链接": "https://pan.quark.cn/s/68209121a4a2"
  },
  {
    "文件名": "「废 完」不良反应by清自[双性 年下].txt",
    "夸克盘链接": "https://pan.quark.cn/s/6e2c2bbd82cb"
  },
  {
    "文件名": "「废 完」不可控因素by晓宝喜欢芋泥[小甜饼 ABO].txt",
    "夸克盘链接": "https://pan.quark.cn/s/c5e072873bd7"
  },
  {
    "文件名": "「废 完」不妥by linxuan[破镜重圆].txt",
    "夸克盘链接": "https://pan.quark.cn/s/a84550fc17be"
  },
  {
    "文件名": "「废 完」不必再见by花很透明[第一人称 BE].txt",
    "夸克盘链接": "https://pan.quark.cn/s/15cb2cdd394c"
  },
  {
    "文件名": "「废 完」白日清醒by匿名咸鱼[骨科 年上].txt",
    "夸克盘链接": "https://pan.quark.cn/s/a5a9492107ff"
  },
  {
    "文件名": "「废 完」别捏我by吃草不吐甘蔗皮[现代].txt",
    "夸克盘链接": "https://pan.quark.cn/s/93c2b0287fd5"
  },
  {
    "文件名": "「废 完」备忘录里的秘密by叶见叶[小甜饼].txt",
    "夸克盘链接": "https://pan.quark.cn/s/a2dde4878223"
  },
  {
    "文件名": "「废 完」别烦by叶见叶[星际 小甜饼 ABO].txt",
    "夸克盘链接": "https://pan.quark.cn/s/6a3176d64076"
  },
  {
    "文件名": "「废 完」暗度by小可爱放学别走[狗血].txt",
    "夸克盘链接": "https://pan.quark.cn/s/8d8f6c0bccbc"
  },
  {
    "文件名": "「废 完」thunderbird by果壳里[短篇].txt",
    "夸克盘链接": "https://pan.quark.cn/s/c568adc5281d"
  },
  {
    "文件名": "「废 完」A出轨了怎么办by青狐月下笑[ABO].txt",
    "夸克盘链接": "https://pan.quark.cn/s/644d22fe7e16"
  },
  {
    "文件名": "「废 完」白开水by苏洛L[现代].txt",
    "夸克盘链接": "https://pan.quark.cn/s/dec6da626e95"
  },
  {
    "文件名": "「废 完」204宿舍by川洲流火[校园 狗血 NTR np].txt",
    "夸克盘链接": "https://pan.quark.cn/s/081dc65a9a4f"
  },
  {
    "文件名": "「废 完」8102by匿名咸鱼[民国].txt",
    "夸克盘链接": "https://pan.quark.cn/s/1be973cabd57"
  },
  {
    "文件名": "「废 完 番全」总裁今天不弯腰by evonnekhun[小甜饼].txt",
    "夸克盘链接": "https://pan.quark.cn/s/ff04b2d91f86"
  },
  {
    "文件名": "「废 完」 恋系列之本来想写BE by莫总是没钱[短篇].txt",
    "夸克盘链接": "https://pan.quark.cn/s/3ec90864f3b4"
  },
  {
    "文件名": "「废 完 番全」驯化守则by小易2[小甜饼 双性 破镜重圆].txt",
    "夸克盘链接": "https://pan.quark.cn/s/aab625b54b03"
  },
  {
    "文件名": "「废 完 番全」骤爱by旭升暮落[触手].txt",
    "夸克盘链接": "https://pan.quark.cn/s/d742ec124c47"
  },
  {
    "文件名": "「废 完 番全」月下美人by袜子破了洞[现代].txt",
    "夸克盘链接": "https://pan.quark.cn/s/a1ebd649dbba"
  },
  {
    "文件名": "「废 完 番全」异类by深海言言[小甜饼 人鱼].txt",
    "夸克盘链接": "https://pan.quark.cn/s/fba73ac25cbf"
  },
  {
    "文件名": "「废 完 番全」我死后才发现老婆出轨by眠春踏雪来[破镜重圆 年上].txt",
    "夸克盘链接": "https://pan.quark.cn/s/6287badc6335"
  },
  {
    "文件名": "「废 完 番全」我的主角一定有问题by匿名咸鱼[仙侠].txt",
    "夸克盘链接": "https://pan.quark.cn/s/9b81a8b30177"
  },
  {
    "文件名": "「废 完 番全」无意陷落by花很透明[骨科].txt",
    "夸克盘链接": "https://pan.quark.cn/s/a26742d26b2c"
  },
  {
    "文件名": "「废 完 番全」我当第三者的那些日子byC老板[互攻 强强].txt",
    "夸克盘链接": "https://pan.quark.cn/s/b7aa4d0fe9d1"
  },
  {
    "文件名": "「废 完 番全」吻冬by77888[双性].txt",
    "夸克盘链接": "https://pan.quark.cn/s/387f80eefa51"
  },
  {
    "文件名": "「废 完 番全」他就喜欢装嘛by穿裙子的费事儿[ABO np].txt",
    "夸克盘链接": "https://pan.quark.cn/s/6f2d5b33d016"
  },
  {
    "文件名": "「废 完 番全」盛景光年by沙隐[年下].txt",
    "夸克盘链接": "https://pan.quark.cn/s/73dda6089726"
  },
  {
    "文件名": "「废 完 番全」软袖绕直枪by只有三根头发[校园 小甜饼].txt",
    "夸克盘链接": "https://pan.quark.cn/s/49e3bbe0920e"
  },
  {
    "文件名": "「废 完 番全」韶华不负by茶花绿[小甜饼 校园].txt",
    "夸克盘链接": "https://pan.quark.cn/s/a32060f9ae23"
  },
  {
    "文件名": "「废 完 番全」囚月by乌霜天[古代].txt",
    "夸克盘链接": "https://pan.quark.cn/s/7180dca4571a"
  },
  {
    "文件名": "「废 完 番全」暮春by吾案有鬼[治愈].txt",
    "夸克盘链接": "https://pan.quark.cn/s/da40f2c678e2"
  },
  {
    "文件名": "「废 完 番全」你听猫在叫by62056[狗血].txt",
    "夸克盘链接": "https://pan.quark.cn/s/3065677d9316"
  },
  {
    "文件名": "「废 完 番全」莲花与岛屿by卡尼期[现代].txt",
    "夸克盘链接": "https://pan.quark.cn/s/466d699d9567"
  },
  {
    "文件名": "「废 完 番全」冥冥之中by bozo375[小甜饼].txt",
    "夸克盘链接": "https://pan.quark.cn/s/330f21ceb104"
  },
  {
    "文件名": "「废 完 番全」淮扬by惊飞[小甜饼].txt",
    "夸克盘链接": "https://pan.quark.cn/s/97772513e32f"
  },
  {
    "文件名": "「废 完 番全」老子要你管by bozo375[强强].txt",
    "夸克盘链接": "https://pan.quark.cn/s/79280a8e1194"
  },
  {
    "文件名": "「废 完 番全」海棠睡春by茶织不吱[民国 双性].txt",
    "夸克盘链接": "https://pan.quark.cn/s/e9110e8d2432"
  },
  {
    "文件名": "「废 完 番全」废话少说by茶茶不喝茶[双性].txt",
    "夸克盘链接": "https://pan.quark.cn/s/9944bfeb0a76"
  },
  {
    "文件名": "「废 完 番全」地面飞行by春日还潮[伪骨科].txt",
    "夸克盘链接": "https://pan.quark.cn/s/df92c1e92b0e"
  },
  {
    "文件名": "[完结] 【虫族】废柴雄虫雄起记（主攻1v1） 作者：太胖啦跑不动.txt",
    "夸克盘链接": "https://pan.quark.cn/s/073c1f5e35fd"
  },
  {
    "文件名": "「废 完 番1」生活是疯1by置兰[现代].txt",
    "夸克盘链接": "https://pan.quark.cn/s/6784377944e0"
  },
  {
    "文件名": "「废 完 番全」薄荷玫瑰by寒塘宿火[AA].txt",
    "夸克盘链接": "https://pan.quark.cn/s/342ef846c073"
  },
  {
    "文件名": "「废 完 番全」当我囚禁了陈林阳by海水与火焰[第一人称].txt",
    "夸克盘链接": "https://pan.quark.cn/s/016eeb60a87c"
  },
  {
    "文件名": "[废文 完结+番外全]麦苗（1v1）WingYing~补番.txt",
    "夸克盘链接": "https://pan.quark.cn/s/44270ab5f6c2"
  },
  {
    "文件名": "[废文 完结+番外]小贵妃（古代1v1）~补番.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e0adf08be116"
  },
  {
    "文件名": "[废文 完结+番外]他就喜欢装嘛（np）作者：穿裙子的费事儿.txt",
    "夸克盘链接": "https://pan.quark.cn/s/634806a4d7cb"
  },
  {
    "文件名": "[废文 完结+番外]盛景光年 作者：沙隐.txt",
    "夸克盘链接": "https://pan.quark.cn/s/881a45f70eac"
  },
  {
    "文件名": "[废文 完结+番外]横行（np）作者：空白算辽.txt",
    "夸克盘链接": "https://pan.quark.cn/s/8909035f67c1"
  },
  {
    "文件名": "[废文 完结+番外]苍南夜雨 作者：一颗萍仔.txt",
    "夸克盘链接": "https://pan.quark.cn/s/50d799f517f0"
  },
  {
    "文件名": "[废文 完结]做菜和做攻不一样（1v1）作者：拾音者.txt",
    "夸克盘链接": "https://pan.quark.cn/s/9fbedc874ebd"
  },
  {
    "文件名": "[废文 完结]孕妻（1v1）作者：万物不要葱.txt",
    "夸克盘链接": "https://pan.quark.cn/s/8a34b2551ea4"
  },
  {
    "文件名": "[废文 完结]骤爱（1v1）作者：旭升暮落.txt",
    "夸克盘链接": "https://pan.quark.cn/s/4497c19dd222"
  },
  {
    "文件名": "[废文 完结]异类（1v1）作者：深海言言.txt",
    "夸克盘链接": "https://pan.quark.cn/s/b760036d38ef"
  },
  {
    "文件名": "[废文 完结]以下犯上（1v1）作者：风若虞芊.txt",
    "夸克盘链接": "https://pan.quark.cn/s/775bbb9e7dd9"
  },
  {
    "文件名": "[废文 完结]烨南（ABO1v1）作者：一碗陈茶.txt",
    "夸克盘链接": "https://pan.quark.cn/s/f01471c8a246"
  },
  {
    "文件名": "[废文 完结]野火中烧（1v1）作者：齐花山.txt",
    "夸克盘链接": "https://pan.quark.cn/s/8c690cc5ea75"
  },
  {
    "文件名": "[废文 完结]依附（np）作者：Yumilly14.txt",
    "夸克盘链接": "https://pan.quark.cn/s/f81353a10c57"
  },
  {
    "文件名": "[废文 完结]吴哥窟 作者：日尧.txt",
    "夸克盘链接": "https://pan.quark.cn/s/91d340983390"
  },
  {
    "文件名": "[废文 完结]乡村爱情故事（1v1）作者：小箐岚.txt",
    "夸克盘链接": "https://pan.quark.cn/s/f12f214c5bb1"
  },
  {
    "文件名": "[废文 完结]虚妄（1v1）作者：载花满船.txt",
    "夸克盘链接": "https://pan.quark.cn/s/2c9cae019057"
  },
  {
    "文件名": "[废文 完结]雪中信（1v1）作者：锦晃星.txt",
    "夸克盘链接": "https://pan.quark.cn/s/99277830b3e2"
  },
  {
    "文件名": "[废文 完结]我的闺蜜果然有问题！（np）作者：邱子~清水.txt",
    "夸克盘链接": "https://pan.quark.cn/s/9691656cace4"
  },
  {
    "文件名": "[废文 完结]逃家小兔（1v1）作者：猫猫挑灯喝酒.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a87856272925"
  },
  {
    "文件名": "[废文 完结]双重掠夺（np）作者：鹿绯燃.txt",
    "夸克盘链接": "https://pan.quark.cn/s/67f4aa166587"
  },
  {
    "文件名": "[废文 完结]盛景光年（1v1）作者：沙隐.txt",
    "夸克盘链接": "https://pan.quark.cn/s/873526810834"
  },
  {
    "文件名": "[废文 完结]谁能想到嫖客竟是亲哥（1v1）作者：雾落没了.txt",
    "夸克盘链接": "https://pan.quark.cn/s/0f021cb5bd78"
  },
  {
    "文件名": "[废文 完结]软袖绕直枪（1v1）作者：只有三根头发.txt",
    "夸克盘链接": "https://pan.quark.cn/s/821623472198"
  },
  {
    "文件名": "[废文 完结]弱势关系（总受np）作者：药酒.txt",
    "夸克盘链接": "https://pan.quark.cn/s/0dd5273ec611"
  },
  {
    "文件名": "[废文 完结]上下不定（1v1）作者：静亦.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ec7f079b33f9"
  },
  {
    "文件名": "[废文 完结]莫逆之交（1v1）作者：喜皮.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c84e8f90def1"
  },
  {
    "文件名": "[废文 完结]蜜桃红茶（1v1）作者：荷和梅玫.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ae82bde551ac"
  },
  {
    "文件名": "[废文 完结]梦游症的室友（1v1）作者：28度.txt",
    "夸克盘链接": "https://pan.quark.cn/s/aefa01c6d3f7"
  },
  {
    "文件名": "[废文 完结]裸色温柔（1v1）作者：阿一十三啊.txt",
    "夸克盘链接": "https://pan.quark.cn/s/308cd45d5870"
  },
  {
    "文件名": "[废文 完结]就算是男人也要生孩子（1v1）作者：封雪吹杉.txt",
    "夸克盘链接": "https://pan.quark.cn/s/b1a4911d5087"
  },
  {
    "文件名": "[废文 完结]枯木逢春（1v1）作者：匿名咸鱼.txt",
    "夸克盘链接": "https://pan.quark.cn/s/13b992b412e7"
  },
  {
    "文件名": "[废文 完结]竭泽而渔 作者：夜很贫瘠.txt",
    "夸克盘链接": "https://pan.quark.cn/s/4b41a62129ca"
  },
  {
    "文件名": "[废文 完结]好想让他哭（1v1）作者：爱啃橘子皮的猫.txt",
    "夸克盘链接": "https://pan.quark.cn/s/2c2997b790a2"
  },
  {
    "文件名": "[废文 完结]回天（1v1）作者：冰纨.txt",
    "夸克盘链接": "https://pan.quark.cn/s/81d8d8e64484"
  },
  {
    "文件名": "[废文 完结]孤独情书（1v1）作者：陆辞宗.txt",
    "夸克盘链接": "https://pan.quark.cn/s/458e8fcee676"
  },
  {
    "文件名": "[废文 完结]淮扬（1v1）作者：惊飞.txt",
    "夸克盘链接": "https://pan.quark.cn/s/efa0a4c98b3a"
  },
  {
    "文件名": "[废文 完结]俯瞰云端的一万公里 作者：叨叨捞.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c6bb72ef6d22"
  },
  {
    "文件名": "[废文 完结]痴心不是妄想（1v1）作者：孤荣年华.txt",
    "夸克盘链接": "https://pan.quark.cn/s/09ce01071959"
  },
  {
    "文件名": "[废文 完结]春游快乐（1v1）作者：春日还潮.txt",
    "夸克盘链接": "https://pan.quark.cn/s/3dcf2507d869"
  },
  {
    "文件名": "[废文 完结]当我囚禁了陈林阳（1v1）作者：海水与火焰.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ee1424e64ec1"
  },
  {
    "文件名": "[废文 完结]《做菜和做攻不一样》作者：拾音者（大学校园1v1 骚攻×冷漠易害羞受）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/0d641856960a"
  },
  {
    "文件名": "[废文 完结]《总裁今天不弯腰》作者：evonnekhun（1v1 保姆x总裁 哭包经常委屈攻x酷又傲娇受）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/2126a32fd701"
  },
  {
    "文件名": "[废文 完结]爱欲之花（1v1）作者：给你一颗糖.txt",
    "夸克盘链接": "https://pan.quark.cn/s/541f2c3a26af"
  },
  {
    "文件名": "[废文 完结]《总裁说他想出家》作者：喜皮（1v1 ABO 双总裁）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/1f1125fdeb53"
  },
  {
    "文件名": "[废文 完结]《总裁变成狗勾》作者：sissoo（1v1 古早狗血 破镜重圆 替身）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/b7fcd1f42aa8"
  },
  {
    "文件名": "[废文 完结]《追鹿》作者：芝士cheese（GB女攻1v1 女友是自己的老师怎么解？ 心机学生受X双瞳致郁老师攻）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/34832a0b9a01"
  },
  {
    "文件名": "[废文 完结]《骤爱》作者：旭升暮落（1v1 触手攻×暴躁受）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/f1a60a309132"
  },
  {
    "文件名": "[废文 完结]《竹马》作者：不愿意透露姓名的美女（竹马竹马1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/4a1803b4473a"
  },
  {
    "文件名": "[废文 完结]《重演》作者：青繁（1v1双性 狗血失忆 强制爱）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a1d56b2a7f12"
  },
  {
    "文件名": "[废文 完结]《孕妻》作者：万物不要葱（古代 双性1v1小甜饼  冷淡宰辅 x 美人孕妻）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c3c865e182be"
  },
  {
    "文件名": "[废文 完结]《长亭》作者：吾案有鬼（前世今生 长亭X小道士 be）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/54dbfdd9de09"
  },
  {
    "文件名": "[废文 完结]《怎么样都无所谓了啦》作者：沧海闸刀魔（GB女攻1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/bfef65ef947d"
  },
  {
    "文件名": "[废文 完结]《欲的美学》作者：阿珍（单元剧故事）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/9c78382b62e2"
  },
  {
    "文件名": "[废文 完结]《诱蛇美人》作者：银以堕（1v1 生蛋 深情专一老师攻X笨蛋美人小蛇受）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/588bfd8b6eac"
  },
  {
    "文件名": "[废文 完结]《有一天听到系统在说话》作者：小闲（1v1 一天，身为王爷的攻一发现自己是小说里的角色）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/84677167af3f"
  },
  {
    "文件名": "[废文 完结]《与共春风》作者：英太青（1v1 生子 高冷温柔医生攻vs健气实习生受）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ffa1a3693244"
  },
  {
    "文件名": "[废文 完结]《以下犯上》作者：风若虞芊（ABO 伪骨科 年下1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/6d6209e09712"
  },
  {
    "文件名": "[废文 完结]《烨南》作者：一碗陈茶（1v1 和父母的朋友搞上了）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/40d2ccc1fa10"
  },
  {
    "文件名": "[废文 完结]《依附》作者：Yumilly14（np）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/218c1c28b1d3"
  },
  {
    "文件名": "[废文 完结]《野地里没有小星星》作者：饭馆法鲨（1v1 成熟老警察x暴躁性瘾患者）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/9f9e34417a6e"
  },
  {
    "文件名": "[废文 完结]《养神十五日》作者：行不改名.txt",
    "夸克盘链接": "https://pan.quark.cn/s/95600d216f3e"
  },
  {
    "文件名": "[废文 完结]《野火中烧》作者：齐花山（互攻1v1 冷脸暴戾音乐老师x归乡浪子小混混）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/67b8b68d479e"
  },
  {
    "文件名": "[废文 完结]《养不熟》作者：芝心蜜桃（年上1v1小甜饼）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/5a364175da35"
  },
  {
    "文件名": "[废文 完结]《杨柳枝》作者：灯如月（古代年下1v1 小妈文学）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/490f382e3696"
  },
  {
    "文件名": "[废文 完结]《羊花多王一后?菟丝花》作者：非玉（剑三同人 ABO np）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ac37516da9b1"
  },
  {
    "文件名": "[废文 完结]《驯化守则》作者：小易2（破镜重圆小甜饼 双性1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/b129a9ec5dd1"
  },
  {
    "文件名": "[废文 完结]《驯蛇》作者：二黑最可爱了（第二人称 1v1 人攻蛇受）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/63426ca73b43"
  },
  {
    "文件名": "[废文 完结]《虚妄之时》作者：日最野（娱乐圈1v1 钢琴演奏家攻x没事瞎几把撩受）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/12d64ee276ef"
  },
  {
    "文件名": "[废文 完结]《心河淌火》作者：lgsvuxh（ABO年下1v1 年下战力超强小狼狗×逆来顺受温柔受）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/b34da1ee7ebd"
  },
  {
    "文件名": "[废文 完结]《悬日湖》作者：盐启（年下1v1小甜饼 男大学生攻×上班族受）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/92cbb7154247"
  },
  {
    "文件名": "[废文 完结]《小海豚》作者：火粒（伪骨科1v1 忠犬攻x好哥哥受）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/d8344655438d"
  },
  {
    "文件名": "[废文 完结]《小狗与蔷薇花》作者：一根大萝贝（校园ABO1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/56bcd85f1940"
  },
  {
    "文件名": "[废文 完结]《乡村爱情故事》作者：小箐岚（mb受）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/235c5668b31d"
  },
  {
    "文件名": "[废文 完结]《无良写手》作者：颓废的土拨鼠（1v1小甜饼 当老公发现我就是他喜欢的那个爱拖更的写手之后）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/8235b655292b"
  },
  {
    "文件名": "[废文 完结]《吸血鬼饲养日记》作者：鸽子衬衫（1v1强制爱）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/4ae2f5dea450"
  },
  {
    "文件名": "[废文 完结]《我是一个舔狗》作者：公议熙（1v1小甜饼）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/2d38deb2e10f"
  },
  {
    "文件名": "[废文 完结]《我们不熟》作者：邻家小孩（GB女攻1v1 校园师生）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/620242b44854"
  },
  {
    "文件名": "[废文 完结]《我的崽你是不是丢了》作者：??（1v1 双性生子）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/66138b6d3711"
  },
  {
    "文件名": "[废文 完结]《吻冬》作者：77888（双性1v1 乡下穷小子受爱上城里大少爷攻）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/b40f35c85947"
  },
  {
    "文件名": "[废文 完结]《望辰花》作者：无色舟（校园1v1 两副面孔、表面完美学神攻x家境较惨、天天受伤美人受）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/844095e2254d"
  },
  {
    "文件名": "[废文 完结]《纨绔》作者：古斯特（1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/486abc2055b6"
  },
  {
    "文件名": "[废文 完结]《褪夜》作者：苏正柚（强强年上1v1 两个寸头酷哥的故事）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/83d07c079602"
  },
  {
    "文件名": "[废文 完结]《闻腥》作者：乌否U_FO（3p 伪父子、伪兄弟）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/80b7a58e1630"
  },
  {
    "文件名": "[废文 完结]《同妻日记》作者：Jumber（np总受 ABO 强制 NTR 偷情）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/fcf4588ff4a6"
  },
  {
    "文件名": "[废文 完结]《天落星河》作者：仁谷无人（1v1小甜饼）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/32aebb96e462"
  },
  {
    "文件名": "[废文 完结]《逃家小兔》作者：猫猫挑灯喝酒（年龄差 1v1小甜饼）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/5df20431e250"
  },
  {
    "文件名": "[废文 完结]《他就喜欢装嘛》作者：穿裙子的费事儿（np ABO总受）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/6637ca49b8f2"
  },
  {
    "文件名": "[废文 完结]《水中月》作者：hy（GB女攻1v1 虐 任性纠结无情渣女Ax软糯温顺深情乖男o）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c7cd8cea0f4c"
  },
  {
    "文件名": "[废文 完结]《双重掠夺》作者：鹿绯燃（3p骨科 夏梦西被两个同父异母的哥哥疼爱着）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a3181241215c"
  },
  {
    "文件名": "[废文 完结]《所有物》作者：野哭千家尚战伐（1v1 单纯好骗甜丝丝攻 X 温文尔雅神经病受）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/310de99bb672"
  },
  {
    "文件名": "[废文 完结]《盛景光年》作者：沙隐（年下伪父子1v1 德智体美劳全面发展（？）攻x人前男神、人后畜生受）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/352e4765d757"
  },
  {
    "文件名": "[废文 完结]《生活是疯1》作者：置兰（1v1 拽哥模特美人相攻 x 正直社畜直男相受）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/4a5078e8f8e3"
  },
  {
    "文件名": "[废文 完结]《深巷深情》作者：梦不正（1v1 ABO小甜饼）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/17f868802906"
  },
  {
    "文件名": "[废文 完结]《韶华不负》作者：茶花绿（校园1v1小甜饼）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ffebbca613c2"
  },
  {
    "文件名": "[废文 完结]《弱势关系》作者：药酒（np总受）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c45c6154753b"
  },
  {
    "文件名": "[废文 完结]《上下不定》作者：静亦（互攻1v1小甜饼）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/64dae283a98c"
  },
  {
    "文件名": "[废文 完结]《软袖绕直枪》作者：只有三根头发（校园1v1小甜饼 受追攻 体育生恐同攻x绿茶精钓系受）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/7530ba485816"
  },
  {
    "文件名": "[废文 完结]《入鞘》作者：山川迢迢（伪np 清冷大师兄私下是小师弟肆意予取予求的狗）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e563cceb4cbd"
  },
  {
    "文件名": "[废文 完结]《犬类饲养守则》作者：七里孚尘（强强1v1 BDSM 敌国少校x将军 从敌人到恋人只需要一条狗链）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ff441bdc2a37"
  },
  {
    "文件名": "[废文 完结]《人群之外》作者：食米不食面（娱乐圈 np人妻经纪人总受）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/1acf87224aed"
  },
  {
    "文件名": "[废文 完结]《期限花园》作者：时花唐水（校园师生 互攻1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/f6209f36c16a"
  },
  {
    "文件名": "[废文 完结]《欧椋鸟》作者：佛爬墙爱爬墙（1v1 BDSM）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c0bf17b7f2de"
  },
  {
    "文件名": "[废文 完结]《囚月》作者：乌霜天（1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/3a84196a3197"
  },
  {
    "文件名": "[废文 完结]《青梅煮酒》作者：冰摩卡（校园 竹马竹马1v1 双性）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/bc516f1f81b3"
  },
  {
    "文件名": "[废文 完结]《你或我的》作者：萬般皆宜（过程3p 结局1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/48447e1c70a8"
  },
  {
    "文件名": "[废文 完结]《你别易感我》作者：久别乍逢（1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e1e4240e0e6a"
  },
  {
    "文件名": "[废文 完结]《暖阳》作者：周琅（校园 双向暗恋1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e0e131bc18cb"
  },
  {
    "文件名": "[废文 完结]《男孩像你》作者：超级细胞（养成年下1v1 超强占有欲年下绿茶攻x外冷内热绝赞受）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/178e6a056d3d"
  },
  {
    "文件名": "[废文 完结]《那个天使，业务精英》作者：鬼手书生（主攻1v1 单元剧）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/36baf9a57a37"
  },
  {
    "文件名": "[废文 完结]《莫逆之交》作者：喜皮（1v1小甜饼 H文写手近来遇到瓶颈  好竹马决定亲手亲身帮他开发灵感）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ec8dda8720f8"
  },
  {
    "文件名": "[废文 完结]《冥冥之中》作者：bozo375（1v1小甜饼 年下大傻狗退休主播&禁欲斯文败类隐藏大佬）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e86b39e63978"
  },
  {
    "文件名": "[废文 完结]《蜜桃红茶》作者：荷和梅玫（年上ABO骨科1v1 阳光帅气暖男哥哥x心机高冷软萌弟弟）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ee4d6e0d5b19"
  },
  {
    "文件名": "[废文 完结]《秘密》作者：一根大萝贝（1v1ABO小甜饼 小甜O养崽记）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/50498c8dd518"
  },
  {
    "文件名": "[废文 完结]《明日狐》作者：悟空儿（互攻1v1 多cp）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/2b75024371b7"
  },
  {
    "文件名": "[废文 完结]《玫瑰酿酒》作者：dchgs2001（ABO1v1 流氓忠犬enigma攻x清冷腹黑alpha受）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/fb929402f784"
  },
  {
    "文件名": "[废文 完结]《猫狗情人》作者：我饲养的小动物（虐 结局1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/b161bf15d5d5"
  },
  {
    "文件名": "[废文 完结]《买卖》作者：楫世（ABO1v1））.txt",
    "夸克盘链接": "https://pan.quark.cn/s/7ccac5d8cd88"
  },
  {
    "文件名": "[废文 完结]《裸色温柔》作者：阿一十三啊（末世1v1 双性）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/21e05cd41434"
  },
  {
    "文件名": "[废文 完结]《猫的舞步》作者：Cynosure97（校园1v1 二愣子体育生攻x病弱学霸受）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/547201415882"
  },
  {
    "文件名": "[废文 完结]《凌晨暮色》作者：无心打渔（1v1 旅行文，公路文）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/eac7039af8ea"
  },
  {
    "文件名": "[废文 完结]《恋爱温习》作者：权无知（校园1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/89686ad86da6"
  },
  {
    "文件名": "[废文 完结]《梁继珩的计划落空了》作者：InAPool（1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/28253bb77131"
  },
  {
    "文件名": "[废文 完结]《快穿之非典型套路》作者：锡兰之红（女攻）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/7c5e5c100312"
  },
  {
    "文件名": "[废文 完结]《老子要你管》作者：bozo375（前世今生1v1互攻）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/cca191f05885"
  },
  {
    "文件名": "[废文 完结]《狼狗》作者：关山落雨（年下养成1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/86ef5bb5d775"
  },
  {
    "文件名": "[废文 完结]《快点快点》作者：酾酒临清风（双性1v1 爹味巨浓年下攻x可可爱爱诱受）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/3a45f870f57e"
  },
  {
    "文件名": "[废文 完结]《枯木逢春》作者：匿名咸鱼（年上 双性1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/124fec261706"
  },
  {
    "文件名": "[废文 完结]《绝对领地》作者：秦柒（1v1 ABO）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/8aeadf7230b1"
  },
  {
    "文件名": "[废文 完结]《就算是男人也要生孩子》作者：封雪吹衫（鬼攻人受 1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/f6babdf8a960"
  },
  {
    "文件名": "[废文 完结]《绝配》作者：千变（19天贺红同人1v1 皇子攻x将军受）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/0676ad4c4a44"
  },
  {
    "文件名": "[废文 完结]《竭泽而渔》作者：夜很贫瘠（年上骨科1v1 大冰山隐性痴汉哥哥 x 小火山隐性傲娇弟弟）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/cf98569db32f"
  },
  {
    "文件名": "[废文 完结]《姜汤可乐》作者：燕尾夹（ABO年下1v1 家庭煮夫小笨熊x体弱貌美总裁先生）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/4f4a8bd400e6"
  },
  {
    "文件名": "[废文 完结]《继承》作者：除徒（父子1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c4c33983f781"
  },
  {
    "文件名": "[废文 完结]《岌岌可危》作者：仙草没（年上1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/85761fe96338"
  },
  {
    "文件名": "[废文 完结]《回天》作者：冰纨（名门之后番外 1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/32ffbd04adfa"
  },
  {
    "文件名": "[废文 完结]《哄诱法则》作者：宴惟（双性年下1v1 黏人狗狗×年上钓系大美人）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/cdafee73e5bb"
  },
  {
    "文件名": "[废文 完结]《孤独情书》作者：陆辞宗（年上年龄差1v1 单向暗恋到双向奔赴）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/795d64905986"
  },
  {
    "文件名": "[废文 完结]《合约关系》作者：一杯orangjuice（1v1 MB受）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/6f12986073a7"
  },
  {
    "文件名": "[废文 完结]《海棠睡春》作者：茶织不吱（民国 双性1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/5477e33e569e"
  },
  {
    "文件名": "[废文 完结]《好想让他哭》作者：爱肯橘子皮的猫（校园1v1小甜饼）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/96a667633c89"
  },
  {
    "文件名": "[废文 完结]《宫内春色》作者：匿名马甲（np 双性）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/60f0d25c92ee"
  },
  {
    "文件名": "[废文 完结]《疯》作者：花槐（1v1 疯批攻 虐受 追妻火葬场）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e221acf1104d"
  },
  {
    "文件名": "[废文 完结]《废话少说》作者：茶茶不喝茶（1v1 温柔腹黑攻x暴躁粘人受 双性生子 产乳）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/5c7ecf433f80"
  },
  {
    "文件名": "[废文 完结]《凤止阿房》作者：深蓝裂痕（苻坚×慕容冲 be）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/0d4a34447758"
  },
  {
    "文件名": "[废文 完结]《冻土攻陷计划》作者：燕晚x（校园1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/fe6aea8e7dff"
  },
  {
    "文件名": "[废文 完结]《帝宠》作者：奶浇烟头（GB女攻1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/9dd806648fee"
  },
  {
    "文件名": "[废文 完结]《犯而不校》作者：小羊今日半价（1v1ABO）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/62ff39f658a2"
  },
  {
    "文件名": "[废文 完结]《大黑蛟和小白兔》作者：踏云阶而上（1v1小甜饼 化龙前夕的黑蛟遭人暗算，被一只小兔子捡回窝里）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/4549d0bd5b0c"
  },
  {
    "文件名": "[1v1完]一生如许 by 李云鱼.txt",
    "夸克盘链接": "https://pan.quark.cn/s/fc1651e3fd8b"
  },
  {
    "文件名": "[1v1完]一颗桃（单性） by 雕八万根萝卜 - 副本.txt",
    "夸克盘链接": "https://pan.quark.cn/s/957b414f5bdf"
  },
  {
    "文件名": "[1v1完]咬我一口（魂穿、双性受x吸血鬼攻） by 没有名字.txt",
    "夸克盘链接": "https://pan.quark.cn/s/685dbe407131"
  },
  {
    "文件名": "[1v1完]妖怪记事（清水） by 咕咕.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e42657b1c14d"
  },
  {
    "文件名": "[1v1完]言传身教（师徒年上 美人攻x忠犬受）by这个ID够不够吊.txt",
    "夸克盘链接": "https://pan.quark.cn/s/35e149777497"
  },
  {
    "文件名": "[1v1完]阳痿哥哥在我恋爱后不治而愈了（双性、兄弟骨科） by 不歇.txt",
    "夸克盘链接": "https://pan.quark.cn/s/b333a969c2d0"
  },
  {
    "文件名": "[1v1完]养大的娇软O分化成顶A后（ABO） by 未泠.txt",
    "夸克盘链接": "https://pan.quark.cn/s/18db6e1b852c"
  },
  {
    "文件名": "[1v1完]血缘之上·二（父子） by 没钱买菜.txt",
    "夸克盘链接": "https://pan.quark.cn/s/93c768040bf0"
  },
  {
    "文件名": "[1v1完]虚拟情人梦（腹黑攻x憨直纯情受） by 我知你冷暖.txt",
    "夸克盘链接": "https://pan.quark.cn/s/fa474be8b50e"
  },
  {
    "文件名": "[1v1完]新手采花贼不幸被俘（双性大奶） by 超厚鲑鱼刺身.txt",
    "夸克盘链接": "https://pan.quark.cn/s/1bd84af9c4f7"
  },
  {
    "文件名": "[1v1完]学生会长的听从指令 by 没有名字.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a8692ad65fcc"
  },
  {
    "文件名": "[1v1完]无意诱惑［伪兄弟年下 双性大奶］ by 不眠音.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a5df255eb86a"
  },
  {
    "文件名": "[1v1完]西瓜 by ivry.txt",
    "夸克盘链接": "https://pan.quark.cn/s/67283c4292fa"
  },
  {
    "文件名": "[1v1完]误会（重口、群生、临产接生、边生边h） by 心字香烧.txt",
    "夸克盘链接": "https://pan.quark.cn/s/287169a9bffc"
  },
  {
    "文件名": "[1v1完]夏日昼长（娱乐圈） by yoooke.txt",
    "夸克盘链接": "https://pan.quark.cn/s/cc03a0d6cfc3"
  },
  {
    "文件名": "[1v1完]无爱（ABO） by Adair.txt",
    "夸克盘链接": "https://pan.quark.cn/s/b981aab79b73"
  },
  {
    "文件名": "[1v1完]无法逃脱的缅北（虐身虐心 be） by 尽然.txt",
    "夸克盘链接": "https://pan.quark.cn/s/6a261f1f79ae"
  },
  {
    "文件名": "[1v1完]我在梦里强迫了渣前任的小叔（壮受） by 再吃亿碗.txt",
    "夸克盘链接": "https://pan.quark.cn/s/397cb003ecf9"
  },
  {
    "文件名": "[1v1完]我密谋在一个冬日死去（校园） by 昭昭有唐.txt",
    "夸克盘链接": "https://pan.quark.cn/s/0a8db0bedb85"
  },
  {
    "文件名": "[1v1完]我的室友是人鱼（人鱼攻、互攻） by 祁货可居.txt",
    "夸克盘链接": "https://pan.quark.cn/s/707186da7e1f"
  },
  {
    "文件名": "[1v1完]我那在高级鸭店做鸭的哥哥（年上骨科） by 一碗羊肉粉.txt",
    "夸克盘链接": "https://pan.quark.cn/s/884637e9df48"
  },
  {
    "文件名": "[1v1完]我儿子是鳝变的（双性） by 九桃.txt",
    "夸克盘链接": "https://pan.quark.cn/s/035641e1e65e"
  },
  {
    "文件名": "[1v1完]为画耽美H漫我煞费苦心（单性肌肉受x美人攻） by 烂嘴打翠他的果.txt",
    "夸克盘链接": "https://pan.quark.cn/s/380243af0663"
  },
  {
    "文件名": "[1v1完]网恋翻车实录[双性] by 残阳.txt",
    "夸克盘链接": "https://pan.quark.cn/s/993a94be1550"
  },
  {
    "文件名": "[1v1完]我的Omega室友（ABO BO恋 校园虐恋、清水） by 池砚.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ffee591b5e22"
  },
  {
    "文件名": "[1v1完]同居（逼1做0，温馨，日久生情） by 我住7楼c.txt",
    "夸克盘链接": "https://pan.quark.cn/s/8bd50b92a48a"
  },
  {
    "文件名": "[1v1完]逃离谢可笙（ABO 双疯批 痴汉受 NTR） by 符月.txt",
    "夸克盘链接": "https://pan.quark.cn/s/5e7b3463a8df"
  },
  {
    "文件名": "[1v1完]天黑请闭眼（狼人杀、闯关） by 是羽流流流流呀.txt",
    "夸克盘链接": "https://pan.quark.cn/s/de63bde0531f"
  },
  {
    "文件名": "[1v1完]提枪堵唇（小甜饼） by 阳阳.txt",
    "夸克盘链接": "https://pan.quark.cn/s/41842d984e29"
  },
  {
    "文件名": "[1v1完]他的信息素有毒（ABO 互攻） by 风烟挽.txt",
    "夸克盘链接": "https://pan.quark.cn/s/03a956d8fdfe"
  },
  {
    "文件名": "[1v1完]他想要掌控一切（HP同人 汤哈） by 叶寻.txt",
    "夸克盘链接": "https://pan.quark.cn/s/3dfb59474de3"
  },
  {
    "文件名": "[1v1完]双向包养关系（ABO） by 孟小昼.txt",
    "夸克盘链接": "https://pan.quark.cn/s/4f76fb8f4b2c"
  },
  {
    "文件名": "[1v1完]硕大肉茎金主在线勾引小情人 by 糕＋美彼.txt",
    "夸克盘链接": "https://pan.quark.cn/s/7720e8a536a2"
  },
  {
    "文件名": "[1v1完]叔父（重生、双性大奶） by 乔松.txt",
    "夸克盘链接": "https://pan.quark.cn/s/f699217b224f"
  },
  {
    "文件名": "[1v1完]睡服死对头！ by 一枚夹心饼.txt",
    "夸克盘链接": "https://pan.quark.cn/s/204ef662c0db"
  },
  {
    "文件名": "[1v1完]书童 by 三聿.txt",
    "夸克盘链接": "https://pan.quark.cn/s/014e4925bcd3"
  },
  {
    "文件名": "[1v1完]十弃（清水） by 之危.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e1e1946612ef"
  },
  {
    "文件名": "[1v1完]失而复得（abo生子 养崽小甜饼） by 花生嚼不动.txt",
    "夸克盘链接": "https://pan.quark.cn/s/6acbece862f8"
  },
  {
    "文件名": "[1v1完]师尊是个高危职业（双性师尊受x反派徒弟攻） by 高歌.txt",
    "夸克盘链接": "https://pan.quark.cn/s/f3a501f3cd96"
  },
  {
    "文件名": "[1v1完]声声 by 猫小黑【烂尾】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/6fe6faa7dcf9"
  },
  {
    "文件名": "[1v1完]谁是谁的药 by 猫小蓝lingerr.txt",
    "夸克盘链接": "https://pan.quark.cn/s/5f2f0160f2d4"
  },
  {
    "文件名": "[1v1完]谁让你喜欢我的信息素（ABO） by 一条龙.txt",
    "夸克盘链接": "https://pan.quark.cn/s/97f9b8174f1c"
  },
  {
    "文件名": "[1v1完]舍友总想爬我床（校园 双性） by 倾杯乐.txt",
    "夸克盘链接": "https://pan.quark.cn/s/2d07b8b7f93e"
  },
  {
    "文件名": "[1v1完]神经病（单性） by 雕八万根萝卜.txt",
    "夸克盘链接": "https://pan.quark.cn/s/9e162bd661f5"
  },
  {
    "文件名": "[1v1完]乳胶宠物（JC受x黑道大佬攻）人形犬、bdsm调教 by 青白君.txt",
    "夸克盘链接": "https://pan.quark.cn/s/644b9ba3ceee"
  },
  {
    "文件名": "[1v1完]山河旧梦里（同人） by 妖怪男子.txt",
    "夸克盘链接": "https://pan.quark.cn/s/923493042e6e"
  },
  {
    "文件名": "[1v1完]人鱼不说话（水手x人鱼、互攻） by Shpming.txt",
    "夸克盘链接": "https://pan.quark.cn/s/f81b0275652d"
  },
  {
    "文件名": "[1v1完]全面侵占（abo beta攻xalpha受） by 王井三十.txt",
    "夸克盘链接": "https://pan.quark.cn/s/99b212225d46"
  },
  {
    "文件名": "[1v1完]人间我来过（抹布） by Yankee Doodle.txt",
    "夸克盘链接": "https://pan.quark.cn/s/14450b1966d1"
  },
  {
    "文件名": "[1v1完]惹尘（古代 年下心机受×腹黑王爷攻） by 幸樱路野.txt",
    "夸克盘链接": "https://pan.quark.cn/s/f451c68f8208"
  },
  {
    "文件名": "[1v1完]权宦在上（穿书欢脱皇帝受x腹黑疯批太监攻） by 爱吃泡面的卧云.txt",
    "夸克盘链接": "https://pan.quark.cn/s/10c21b110ff5"
  },
  {
    "文件名": "[1v1完]清冷少爷被腹黑将军强制攻了 by 虹期功.txt",
    "夸克盘链接": "https://pan.quark.cn/s/0050e418d0e1"
  },
  {
    "文件名": "[1v1完]囚徒（骨科 双向暗恋） by 楚知意.txt",
    "夸克盘链接": "https://pan.quark.cn/s/429237f7a728"
  },
  {
    "文件名": "[1v1完]轻骑欲逐【下】（强制，疯批刑警攻x美惨大学生受） by 上弦月.txt",
    "夸克盘链接": "https://pan.quark.cn/s/5e40a47a8e87"
  },
  {
    "文件名": "[1v1完]窃香（年下ABO 生子） by l可可豆.txt",
    "夸克盘链接": "https://pan.quark.cn/s/eca39ba671da"
  },
  {
    "文件名": "[1v1完]强势贯穿（校园 双性生子、美人攻） by 不开car行不行.txt",
    "夸克盘链接": "https://pan.quark.cn/s/f847c91ceaa3"
  },
  {
    "文件名": "[1v1完]侵占继兄 by 程拓.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c95b5ab09956"
  },
  {
    "文件名": "[1v1完]强壮皮套演员被小鲜肉偶像压倒狠肏 by 樱花酥.txt",
    "夸克盘链接": "https://pan.quark.cn/s/4ebe3a396941"
  },
  {
    "文件名": "[1v1完]年轻夜（双性攻、小妈攻） by 我每天打车上下班.txt",
    "夸克盘链接": "https://pan.quark.cn/s/73840c7eac4a"
  },
  {
    "文件名": "[1v1完]你抱抱我嘛（sp） by 阿多斯和达达尼安.txt",
    "夸克盘链接": "https://pan.quark.cn/s/077da3f286e4"
  },
  {
    "文件名": "[1v1完]佞臣之妻（单纯善良娇气包攻x心狠手辣厂公受） by 乔一.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e6deafe666be"
  },
  {
    "文件名": "[1v1完]年年知为谁生（双性哑巴小傻子受） by 山霭.txt",
    "夸克盘链接": "https://pan.quark.cn/s/22f19a9701c8"
  },
  {
    "文件名": "[1v1完]男子捡到一只猫 by 妙蛙饼干.txt",
    "夸克盘链接": "https://pan.quark.cn/s/daab7fe6d784"
  },
  {
    "文件名": "[1v1完]南风缘 by 单展.txt",
    "夸克盘链接": "https://pan.quark.cn/s/66121ed17c1a"
  },
  {
    "文件名": "[1v1完]男高中生的双性家教（年下 成年男高中生攻x双性大奶家教受）by安息日.txt",
    "夸克盘链接": "https://pan.quark.cn/s/88701734fe7b"
  },
  {
    "文件名": "[1v1完]南柯淫梦[双性]伪np by ocarina.txt",
    "夸克盘链接": "https://pan.quark.cn/s/6f31e64c7ab8"
  },
  {
    "文件名": "[1v1完]暮雪残阳（悬疑，清水） by 仙人掌上的仙人.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ed2789efae72"
  },
  {
    "文件名": "[1v1完]命定为奴（现代家奴、强取豪夺） by 曦.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c5dadd3fdee5"
  },
  {
    "文件名": "[1v1完]美人救赎（糙汉退伍兵攻x双性美人受） by 下一个.txt",
    "夸克盘链接": "https://pan.quark.cn/s/413317ff70bf"
  },
  {
    "文件名": "[1v1完]美人室友（双性） by 云上川.txt",
    "夸克盘链接": "https://pan.quark.cn/s/4960f93befd4"
  },
  {
    "文件名": "[1v1完]每天都在被XG711艹（机器人攻） by 不挑食.txt",
    "夸克盘链接": "https://pan.quark.cn/s/b1d20f6beae1"
  },
  {
    "文件名": "[1v1完]玫瑰情事（万人迷双性受） by 报社小天才.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a17457215dc6"
  },
  {
    "文件名": "[1v1完]每天都想标记他（abo 伪骨科 双洁） by 屁吃李.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a6b71e74ca88"
  },
  {
    "文件名": "[1v1完]卖淫换金 by 糖醋里脊.txt",
    "夸克盘链接": "https://pan.quark.cn/s/cd8deb1d52a2"
  },
  {
    "文件名": "[1v1完]笼中宠（双处、权倾朝野伪太监攻x人间尤物宠妃受） by 在吃鸡排.txt",
    "夸克盘链接": "https://pan.quark.cn/s/184654d80581"
  },
  {
    "文件名": "[1v1完]论夫夫生活的二三事（校园ABO） by 狐狸悄悄码字【补】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/aef5838ed897"
  },
  {
    "文件名": "[1v1完]论清冷老师如何教育校霸 by 一枚夹心饼.txt",
    "夸克盘链接": "https://pan.quark.cn/s/17fa0ba9ea2a"
  },
  {
    "文件名": "[1v1完]沦为触手妖的暖床小娇夫 by 未泠.txt",
    "夸克盘链接": "https://pan.quark.cn/s/0c828c12a758"
  },
  {
    "文件名": "[1v1完]临时停驻（校园 单向救赎）温柔攻x外冷内热受 by 茶引CHAR.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c48312bf09b3"
  },
  {
    "文件名": "[1v1完]临危兽命【兽人 部落 肌肉】 by 雷龙【补老文-无缺字】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/94e17e159810"
  },
  {
    "文件名": "[1v1完]快被爱人弄死了（双主角快穿） by 青笋炒肉.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ba790bdc0152"
  },
  {
    "文件名": "[1v1完]困兽（重生，强制、心理扭曲霸道总攻x高岭之花受）虐身虐心 by 参苓白术【米国度】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/790c6ae6d9cb"
  },
  {
    "文件名": "[1v1完]绝对压制（年上骨科 BDSM） by 栗子宽.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a8f974b221b5"
  },
  {
    "文件名": "[1v1完]苦逼beta被强制替身了（ABO） by 烤鱼好贵.txt",
    "夸克盘链接": "https://pan.quark.cn/s/452652f368cb"
  },
  {
    "文件名": "[1v1完]居家男保姆的壮硕肉根（大奶受x保姆攻） by 糕＋美彼.txt",
    "夸克盘链接": "https://pan.quark.cn/s/05cdb6fece70"
  },
  {
    "文件名": "[1v1完]卡哇伊1也是1（肌肉受） by 贫尼喜肉.txt",
    "夸克盘链接": "https://pan.quark.cn/s/af43a738a36c"
  },
  {
    "文件名": "[1v1完]酒旱（单性） by 雕八万根萝卜.txt",
    "夸克盘链接": "https://pan.quark.cn/s/52b3779145c5"
  },
  {
    "文件名": "[1v1完]捡个omega回家造小人（ABO） by 竹黎吖.txt",
    "夸克盘链接": "https://pan.quark.cn/s/99cb7fe5fe4d"
  },
  {
    "文件名": "[1v1完]精神论【师生sp训诫】 by 荞麦sir.txt",
    "夸克盘链接": "https://pan.quark.cn/s/f17b1e4ab837"
  },
  {
    "文件名": "[1v1完]捡到乖软魅魔后的榨精生活（甜宠 骚受） by 银魂桂.txt",
    "夸克盘链接": "https://pan.quark.cn/s/adfeb8a7eaeb"
  },
  {
    "文件名": "[1v1完]互看两相硬（竹马） by 何寅.txt",
    "夸克盘链接": "https://pan.quark.cn/s/8803019c9c16"
  },
  {
    "文件名": "[1v1完]虎神娶妻（虎神攻x病秧子受） by 月上舞者【米国度】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/4dbce35e9bd0"
  },
  {
    "文件名": "[1v1完]鬼替身（鬼攻、甜宠、双处） by 一个精神病【米国度】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/98616cdcdb16"
  },
  {
    "文件名": "[1v1完]和情敌网恋翻车后（双性、笨蛋美人受） by 路十七.txt",
    "夸克盘链接": "https://pan.quark.cn/s/8101d24c7454"
  },
  {
    "文件名": "[1v1完]海王不上岸，就地炖了你 by 番茄鱼仔.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ff0b3a225cac"
  },
  {
    "文件名": "[1v1完]海王是如何下岗的（伪骨科 双性受） by 屁吃李.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e65bcf408875"
  },
  {
    "文件名": "[1v1完]关于他占了别人人生的事（竹马 冷漠渣攻x天然呆清纯受） by 一蟹不如一蟹.txt",
    "夸克盘链接": "https://pan.quark.cn/s/888ba9f1cdaf"
  },
  {
    "文件名": "[1v1完]关于杀死情敌不成反被煎这件事 by 贫尼喜肉.txt",
    "夸克盘链接": "https://pan.quark.cn/s/d45a6e6d68cf"
  },
  {
    "文件名": "[1v1完]鬼父（父子、双性 骚浪受） by 爱吃肉肉.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ca40e91b43b6"
  },
  {
    "文件名": "[1v1完]关于耽美作者被读者煎了这件事 by 贫尼喜肉.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a4fd6e90b8fd"
  },
  {
    "文件名": "[1v1完]隔壁学霸总在发骚（主攻） by 金牌烤肉.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c85785061845"
  },
  {
    "文件名": "[1v1完]给平遥镇傻子看批后（诱攻x双性受） by 九厘米雾岛.txt",
    "夸克盘链接": "https://pan.quark.cn/s/8830066fd8d6"
  },
  {
    "文件名": "[1v1完]关爱邻居的方法／目标睡邻居（双性淫荡受x大屌攻） by 九朽【补】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/266cffec0823"
  },
  {
    "文件名": "[1v1完]公爵的礼物（美攻壮受） by 我想恰个小龙虾.txt",
    "夸克盘链接": "https://pan.quark.cn/s/d7092b523aae"
  },
  {
    "文件名": "[1v1完]哥哥，给我看看鸡（年下双洁、茶艺满级大屌萌妹攻x直男大神受）单性 by 熊猫团团.txt",
    "夸克盘链接": "https://pan.quark.cn/s/56f0ff8a7ec9"
  },
  {
    "文件名": "[1v1完]哥哥的他的怪物（骨科）be by l可可豆.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a30b441abc78"
  },
  {
    "文件名": "[1v1完]隔壁二哈是条狼（校园 双CP） by 鱼刺在喉.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c97b7fa7558e"
  },
  {
    "文件名": "[1v1完]告别礼物（偏执渣攻）Be by 吃饭睡觉长不高.txt",
    "夸克盘链接": "https://pan.quark.cn/s/4402dd40fe94"
  },
  {
    "文件名": "[1v1完]高端玩家（双性 强攻强受、忠犬攻x腹黑受） by Cure.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a93a7022dd69"
  },
  {
    "文件名": "[1v1完]疯子（黑化攻x黑化受） by 路西【补】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/f79fc6358d65"
  },
  {
    "文件名": "[1v1完]腹肌的诱惑（单性 双洁） by 雪松真好闻.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c2a496e2afbb"
  },
  {
    "文件名": "[1v1完]高粱地的秘密【乡村爱情】 by 雷龙【补老文-无缺字】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/9632b15b4564"
  },
  {
    "文件名": "[1v1完]斐波那契（年下攻x女装癖受）BDSM 互攻 by 永遇乐【米国度】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c6da64297cbd"
  },
  {
    "文件名": "[1v1完]疯批总裁的强制监禁实录（渣攻、单性受、强制爱） by 南行.txt",
    "夸克盘链接": "https://pan.quark.cn/s/9de66b3bd8f0"
  },
  {
    "文件名": "[1v1完]非典型畸恋（单性 伪骨科 竹马变爱人） by 旺仔.txt",
    "夸克盘链接": "https://pan.quark.cn/s/2622b5d98d32"
  },
  {
    "文件名": "[1v1完]风流美人的宠物小狗（包养 年下攻） by 万叶超市.txt",
    "夸克盘链接": "https://pan.quark.cn/s/defa1d1154ee"
  },
  {
    "文件名": "[1v1完]放不下（ABO 破镜重圆） by 热度退却.txt",
    "夸克盘链接": "https://pan.quark.cn/s/6f6cfdc8d80d"
  },
  {
    "文件名": "[1v1完]反差（玄幻 腹黑攻） by 骚辰.txt",
    "夸克盘链接": "https://pan.quark.cn/s/422bd70a1cbf"
  },
  {
    "文件名": "[1v1完]反向攻略指南（玄幻、年下小狼狗攻×古板美人受） by 狄山离朱.txt",
    "夸克盘链接": "https://pan.quark.cn/s/53b3c047138e"
  },
  {
    "文件名": "[1v1完]罚酒（虐身） by 禾子.txt",
    "夸克盘链接": "https://pan.quark.cn/s/b079eaae46c8"
  },
  {
    "文件名": "[1v1完]仿生人（替身攻爆炒痴汉受） by 桂花莲子酒.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a8cfb4b2ab54"
  },
  {
    "文件名": "[1v1完]渎神（FGO同人 咕哒男x拉二） by 雷龙【补-无缺字】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c5553f4a77bc"
  },
  {
    "文件名": "[1v1完]对于一个人夫的调教 by 纯爱大刀客.txt",
    "夸克盘链接": "https://pan.quark.cn/s/0bfef414e85b"
  },
  {
    "文件名": "[1v1完]帝王雀（强权摄政王攻x傀儡皇帝美人受） by 是肥肥鸭.txt",
    "夸克盘链接": "https://pan.quark.cn/s/02acafa0d6f9"
  },
  {
    "文件名": "[1v1完]渎神[西幻] 恶龙攻x神明受 by 晚风弄影.txt",
    "夸克盘链接": "https://pan.quark.cn/s/55be031e975c"
  },
  {
    "文件名": "[1v1完]帝欢（帝王攻x双性受） by 美人曦曦.txt",
    "夸克盘链接": "https://pan.quark.cn/s/f96c11261b23"
  },
  {
    "文件名": "[1v1完]大佬在我直播间当狗（色情主播攻x强势大佬受）美攻强受 by SS.txt",
    "夸克盘链接": "https://pan.quark.cn/s/8db5f88c7630"
  },
  {
    "文件名": "[1v1完]当小后爸遇到继子的真香实录（变态攻x骚浪受） by 九厘米雾岛.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c9212829b8e6"
  },
  {
    "文件名": "[1v1完]带球跑的男妈妈（ABO） by Karine.txt",
    "夸克盘链接": "https://pan.quark.cn/s/d5a42135c8d6"
  },
  {
    "文件名": "[1v1完]粗糙哥儿被掳走后（先婚后爱、单性受） by 有肉吃真快乐.txt",
    "夸克盘链接": "https://pan.quark.cn/s/1ebff8be6ad8"
  },
  {
    "文件名": "[1v1完]刺杀失败后沦为男奴（双性、扭曲抖s皇子攻×倔强傲气刺客受） by 辣酱冰激凌.txt",
    "夸克盘链接": "https://pan.quark.cn/s/42d080dc751d"
  },
  {
    "文件名": "[1v1完]窗外的猫（表兄弟骨科 叔受） by 十根猫条.txt",
    "夸克盘链接": "https://pan.quark.cn/s/4eedba5d236c"
  },
  {
    "文件名": "[1v1完]穿到兽人世界被狠狠疼爱（双唧唧攻） by 一枚夹心饼.txt",
    "夸克盘链接": "https://pan.quark.cn/s/144e2a851819"
  },
  {
    "文件名": "[1v1完]穿成恶劣雄虫的雌君（虫族） by 惟止.txt",
    "夸克盘链接": "https://pan.quark.cn/s/30bac16e98c8"
  },
  {
    "文件名": "[1v1完]穿成高h肉文里唯一的攻（主受） by 小小巴士.txt",
    "夸克盘链接": "https://pan.quark.cn/s/06f7d8718e3e"
  },
  {
    "文件名": "[1v1完]虫族 by 小萌人.txt",
    "夸克盘链接": "https://pan.quark.cn/s/fb368167a0ab"
  },
  {
    "文件名": "[1v1完]吃掉老师的99种方式【原名：干翻老师（年下师生 主攻、体育生攻x毒舌骚包老师受） by 有惜千千【补】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/7aeb1f7eb971"
  },
  {
    "文件名": "[1v1完]吃掉兔子（强制 醋精狼狗攻x温柔小白兔受） by 甜璃.txt",
    "夸克盘链接": "https://pan.quark.cn/s/d458aa17f1b5"
  },
  {
    "文件名": "[1v1完]成为养父的伴侣（ABO） by 大黄羊.txt",
    "夸克盘链接": "https://pan.quark.cn/s/5f93ca15698a"
  },
  {
    "文件名": "[1v1完]不做总受很多年／总受变总攻（反攻） by Shpming.txt",
    "夸克盘链接": "https://pan.quark.cn/s/40793809ece3"
  },
  {
    "文件名": "[1v1完]不能说的秘密（现言父子，双性生子） by 吃肉的长耳兔.txt",
    "夸克盘链接": "https://pan.quark.cn/s/f3a99f1602c8"
  },
  {
    "文件名": "[1v1完]不收保护费，让艹就行（双性） by 蜜桃枝枝.txt",
    "夸克盘链接": "https://pan.quark.cn/s/8ea2a21e39c8"
  },
  {
    "文件名": "[1v1完]不一样的精神病（清冷美攻x痴傻受） by 有兮木兮.txt",
    "夸克盘链接": "https://pan.quark.cn/s/038e66b3df14"
  },
  {
    "文件名": "[1v1完]病娇受被吃干抹净（快穿 疯批偏执攻×病娇美人受） by 白白白.txt",
    "夸克盘链接": "https://pan.quark.cn/s/3c2090b435a6"
  },
  {
    "文件名": "[1v1完]被选中的小鸨母（英耽自译、黑帮霸总攻x嘴贱美貌小鸨母受）by栗比都.txt",
    "夸克盘链接": "https://pan.quark.cn/s/af7fc7ae9d8f"
  },
  {
    "文件名": "[1v1完]被强迫之后（人外攻、单性受）淮.txt",
    "夸克盘链接": "https://pan.quark.cn/s/95e000bc3b02"
  },
  {
    "文件名": "[1v1完]被玩弄的魅魔 by 拼命娘子.txt",
    "夸克盘链接": "https://pan.quark.cn/s/b8a0561ae027"
  },
  {
    "文件名": "[1v1完]被情敌的信息素撩到软（占有欲强×诱受）by豆腐的腐.txt",
    "夸克盘链接": "https://pan.quark.cn/s/927415da25d2"
  },
  {
    "文件名": "[1v1完]被弟弟NTR之后（伪骨科） by 呆橘奶芙～.txt",
    "夸克盘链接": "https://pan.quark.cn/s/351c73d78c9c"
  },
  {
    "文件名": "[1v1完]被妹夫强暴后（双性生子） by 想吃牛肉面.txt",
    "夸克盘链接": "https://pan.quark.cn/s/eb9a3cf5e6bb"
  },
  {
    "文件名": "[1v1完]被厉鬼老公爆炒了（双性） by 绕地球三圈有余.txt",
    "夸克盘链接": "https://pan.quark.cn/s/74a4d822f4d5"
  },
  {
    "文件名": "[1v1完]被年下学弟强制（双性）by吃甜糕吗.txt",
    "夸克盘链接": "https://pan.quark.cn/s/f5d449a9f9d4"
  },
  {
    "文件名": "[1v1完]豹变 by 鹤望兰.txt",
    "夸克盘链接": "https://pan.quark.cn/s/f5d6c3a1dc2f"
  },
  {
    "文件名": "[1v1完]白狼（狼崽攻x教授受） by 泡芙星球.txt",
    "夸克盘链接": "https://pan.quark.cn/s/bf12acc90bd4"
  },
  {
    "文件名": "[1v1完]宝贝你乖（双洁 甜） by 鱼肉丸子.txt",
    "夸克盘链接": "https://pan.quark.cn/s/806f6818e41c"
  },
  {
    "文件名": "[1v1完]白眼狼（狼人攻x血族受） by 低调点车车侠.txt",
    "夸克盘链接": "https://pan.quark.cn/s/f70c50d1dc56"
  },
  {
    "文件名": "[1v1完]霸道总裁一直偷摸我屁股怎么办（双性大奶 双洁） by 安息日.txt",
    "夸克盘链接": "https://pan.quark.cn/s/899394f80358"
  },
  {
    "文件名": "[1v1完]暗恋（双性生子带球跑） by 云过是非.txt",
    "夸克盘链接": "https://pan.quark.cn/s/4e87df39021c"
  },
  {
    "文件名": "[1v1完]把清冷校草调教成小母狗 by 春日野穹.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a1a948611504"
  },
  {
    "文件名": "[1v1完]霸凌我的人爱上我了？ by 花腾【补】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/14b5927fe987"
  },
  {
    "文件名": "[1v1完]Golgotha（古剑奇谭三同人 缙云x巫炤互攻） by 即非.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ac0e85cfa7e2"
  },
  {
    "文件名": "[1v1完]3瞳 by yyb.txt",
    "夸克盘链接": "https://pan.quark.cn/s/cd400d2aae4e"
  },
  {
    "文件名": "[1v1完]爱上学生的我该勾引他吗（师生年下 双性大奶受） by 安息日.txt",
    "夸克盘链接": "https://pan.quark.cn/s/92b9df8c648e"
  },
  {
    "文件名": "[1v1完]BDSM 交易／深情沦陷（虐恋情深，暗恋成真） by 忠犬清冷BDSM爱好者～.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e4fbbff4d8bc"
  },
  {
    "文件名": "[1v1完]【无限】在恐怖游戏里做性爱测评（双洁） by 词也诵玫瑰.txt",
    "夸克盘链接": "https://pan.quark.cn/s/279a9c3ab752"
  },
  {
    "文件名": "[1v1完]【咒回同人】朝生暮死（五甚 ABO 养成） by 穆团团团团.txt",
    "夸克盘链接": "https://pan.quark.cn/s/1a03f66ee339"
  },
  {
    "文件名": "[1v1完]【闲泽同人】弗洛伊德爱上林夕（牛郎攻x富二代受） by 一千根针.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e6449a1c0e99"
  },
  {
    "文件名": "[1v1完]0.000049的概率（年下骨科 双洁） by 鱼刺在喉.txt",
    "夸克盘链接": "https://pan.quark.cn/s/5bf43fe4b427"
  },
  {
    "文件名": "[1v1完]【卫非同人】虚传（替身，重生） by 殷栩.txt",
    "夸克盘链接": "https://pan.quark.cn/s/f8b6fcfb7d74"
  },
  {
    "文件名": "[1v1完]【卫非同人 原作向】捕风 by 殷栩.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c28d670314d1"
  },
  {
    "文件名": "[1v1完]【双性攻】谁的解药（双性清冷美人攻x神经病猫系受） by 甜饼小姐嘻嘻哈哈.txt",
    "夸克盘链接": "https://pan.quark.cn/s/6d6ffbdd98e2"
  },
  {
    "文件名": "[1v1完]【双性】闷骚前辈有嫩逼（年下攻x诱受） by 瑟瑟好饿.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a4bc17dbf05d"
  },
  {
    "文件名": "[1v1完]【快穿】高冷傲娇美人的攻略之路 by 白白白.txt",
    "夸克盘链接": "https://pan.quark.cn/s/feaf1b170ec4"
  },
  {
    "文件名": "[1v1完]【李玉x简隋英同人】烸棠二中批评通报（校园 双性） by 相见欢.txt",
    "夸克盘链接": "https://pan.quark.cn/s/2bc847d8c2aa"
  },
  {
    "文件名": "[1v1完]【凌花同人】风滚草 by 裴三舟.txt",
    "夸克盘链接": "https://pan.quark.cn/s/5ecc30349cca"
  },
  {
    "文件名": "[1v1完]【荒木惟X陈山】沉醉之花（同人） by 糖小婉的碗.txt",
    "夸克盘链接": "https://pan.quark.cn/s/16ca2298e88e"
  },
  {
    "文件名": "[1v1完]【邦敖同人】港城谜事 by 一千根针.txt",
    "夸克盘链接": "https://pan.quark.cn/s/0c4ed83d3ee5"
  },
  {
    "文件名": "[1v1完]【德哈同人】晶体记忆 by 雷诺瓦.txt",
    "夸克盘链接": "https://pan.quark.cn/s/84f289ed3be4"
  },
  {
    "文件名": "[1v1完]【宫应弦x任燚同人】将错就错（校园AU短篇） by 相见欢.txt",
    "夸克盘链接": "https://pan.quark.cn/s/59f807d29f77"
  },
  {
    "文件名": "[1v1完]【HP德哈同人】变成死对头的宠物之后 by 莫愁前路无知己.txt",
    "夸克盘链接": "https://pan.quark.cn/s/d5ce19b91308"
  },
  {
    "文件名": "[1v1完]【ABO】非典型带球跑（军官Ax美人O） by 茱茉茱莉.txt",
    "夸克盘链接": "https://pan.quark.cn/s/6689910bc26e"
  },
  {
    "文件名": "[1v1完][隐秘的角落]种内斗争（朝阳东升同人） by 反派小可怜.txt",
    "夸克盘链接": "https://pan.quark.cn/s/87a11d971ac8"
  },
  {
    "文件名": "[1v1完][亚或同人]恶意的果实 by 红夫人.txt",
    "夸克盘链接": "https://pan.quark.cn/s/8f623b140824"
  },
  {
    "文件名": "[1v1完]［双性荤甜］强娶娇妻后大王他后悔啦 by 妈妈她说早点睡.txt",
    "夸克盘链接": "https://pan.quark.cn/s/8d1cdc4f954e"
  },
  {
    "文件名": "[1v1完][双性]青芽与木（温柔竹马攻x色气诱受） by 蓝楼凉.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ee23b800e463"
  },
  {
    "文件名": "[1v1完][LOL同人]孤雁不饮啄（亚索x永恩） by Bi8bo大泡泡.txt",
    "夸克盘链接": "https://pan.quark.cn/s/df041dff57fb"
  },
  {
    "文件名": "[1v1完]（原神同人）重云／行秋 by 青砥空乃.txt",
    "夸克盘链接": "https://pan.quark.cn/s/39426d33cbdd"
  },
  {
    "文件名": "[1v1完]#酒茨同人#维纳斯（黑道、慕残） by 我能用打嗝发电.txt",
    "夸克盘链接": "https://pan.quark.cn/s/9e613094a99f"
  },
  {
    "文件名": "[1v1]竹马海王他对我下手了（ ABO、AA恋）byecho【补番】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/8c8569bfd835"
  },
  {
    "文件名": "[1v1]装0撩直男是会被日的（双性）by顾咕咕【补番】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a34af0998353"
  },
  {
    "文件名": "[1v1]主播男妓（ 单性）byArale【补番】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/d88d9f9b8114"
  },
  {
    "文件名": "[1v1]竹马当我老婆（ 温柔竹马攻x颜控可爱双性受）by楼前清风长.txt",
    "夸克盘链接": "https://pan.quark.cn/s/65900b710fb8"
  },
  {
    "文件名": "[1v1]小骚货I（双性 双洁）第一部by十八里街禁【补-无缺字】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/32afc9b27f0e"
  },
  {
    "文件名": "[1v1]我的爱人是丧尸（ 双洁）by万里云中鹤【补番】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a255c24d1db5"
  },
  {
    "文件名": "[1v1]折翼（ 囚禁、痴汉攻）by八分饱【补老文-无缺字】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/70f79400ff0c"
  },
  {
    "文件名": "[1v1]勇者魔王不按套路走(不可食用的咸鱼) 完结+2番外.txt",
    "夸克盘链接": "https://pan.quark.cn/s/da8c6aea826f"
  },
  {
    "文件名": "[1v1]相交线（ 黑道 卧底、温柔病娇攻×正直炸毛受）by冥鹿【补老文】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ccbe0c945db9"
  },
  {
    "文件名": "[1v1]王子的小狐狸(草莓味的馒头月) 完结.txt",
    "夸克盘链接": "https://pan.quark.cn/s/651b5e9dd263"
  },
  {
    "文件名": "[1v1]师尊要被肏坏了by谦野.txt",
    "夸克盘链接": "https://pan.quark.cn/s/577ad51ed55f"
  },
  {
    "文件名": "[1v1]农村包围城市(一股小清流（斤叔）)  完结 【强受弱攻】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/9db0d8a3e962"
  },
  {
    "文件名": "[1v1]同林鸟［ ABO］by王日月.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a3e889491447"
  },
  {
    "文件名": "[1v1]全文完结+番外《穿成了死对头的充气娃娃该怎么办（校园双性）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/10e2c103a8ac"
  },
  {
    "文件名": "[1v1]红色高跟鞋（BLBDSM）（悬崖上的大门） 完结.txt",
    "夸克盘链接": "https://pan.quark.cn/s/6ed6238ff8f1"
  },
  {
    "文件名": "[1v1]负责（杨夏年） 完结+番外.txt",
    "夸克盘链接": "https://pan.quark.cn/s/fc80dfbc5bc2"
  },
  {
    "文件名": "[1v1]和光同尘【BDSM】(枕灯眠)  完结.txt",
    "夸克盘链接": "https://pan.quark.cn/s/eed7d5b31b42"
  },
  {
    "文件名": "[1v1]恶魔的体液(柠檬箱子) 完结.txt",
    "夸克盘链接": "https://pan.quark.cn/s/166d6480450a"
  },
  {
    "文件名": "[1v1]糙汉的爱（ 包工头糙汉攻x清秀人妻受）by木仔儿.txt",
    "夸克盘链接": "https://pan.quark.cn/s/686f6abc097d"
  },
  {
    "文件名": "[1v1 主受]渊下花(黄包) 完结.txt",
    "夸克盘链接": "https://pan.quark.cn/s/9db3a5222607"
  },
  {
    "文件名": "[1v1]彼岸花（重生 主受）by是羽流流流流呀.txt",
    "夸克盘链接": "https://pan.quark.cn/s/776289d1cc82"
  },
  {
    "文件名": "[1v1 主受]这是道送命题(BMLYC) 完结【结局一对一】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/409d6ad93cd6"
  },
  {
    "文件名": "[1v1 主受]淫荡小郡王(小浓经济 ) 完结.txt",
    "夸克盘链接": "https://pan.quark.cn/s/2f9b99253ebe"
  },
  {
    "文件名": "[1v1 主受]校长先生的裙摆(杭八桥) 完结 【女装受】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/39384d5e3510"
  },
  {
    "文件名": "[1v1 主受]禁脔（扶摇）完结.txt",
    "夸克盘链接": "https://pan.quark.cn/s/de8aaf78746a"
  },
  {
    "文件名": "[1v1 主受]霜间揽芳（鸣秋拂羽） 完结+3番外 【双x 生子 产r】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/25b1155219f2"
  },
  {
    "文件名": "[1v1 主受]论教主是如何被萌成母狗的（天将明） 完结.txt",
    "夸克盘链接": "https://pan.quark.cn/s/be49e98873ba"
  },
  {
    "文件名": "[1v1 完结]《紫罗兰的爱意（年下ABO O攻A受）》作者：三盞茶【米国度】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ebe9dccb954e"
  },
  {
    "文件名": "[1v1 完结]《装丑退婚后，被前未婚夫狠狠教育了（ABO 生子）》作者：竹黎吖.txt",
    "夸克盘链接": "https://pan.quark.cn/s/0d6dd893d95b"
  },
  {
    "文件名": "[1v1 完结]《危险合（双性生子 强制）》作者：耳朵.txt",
    "夸克盘链接": "https://pan.quark.cn/s/41e72c143f56"
  },
  {
    "文件名": "[1v1 完结]《小瞎子》作者：苏玛丽.txt",
    "夸克盘链接": "https://pan.quark.cn/s/023db83d0882"
  },
  {
    "文件名": "[1v1 完结]《我和朋友的哥哥做了》作者：你要的爱.txt",
    "夸克盘链接": "https://pan.quark.cn/s/31e87b69c8a9"
  },
  {
    "文件名": "[1v1 完结]《我所思兮（剑三 苍歌同人ABO、将军盾x军师琴）》作者：凝碧池头.txt",
    "夸克盘链接": "https://pan.quark.cn/s/fab784efc027"
  },
  {
    "文件名": "[1v1 完结]《危险告白（年下骨科 双性 ABO）》作者：开个牛奶.txt",
    "夸克盘链接": "https://pan.quark.cn/s/b186214352f1"
  },
  {
    "文件名": "[1v1 完结]《上位（SP、微sm、训诫）》作者：猫老肥肥.txt",
    "夸克盘链接": "https://pan.quark.cn/s/b6d8a0d612c0"
  },
  {
    "文件名": "[1v1 完结]《他吻》.txt",
    "夸克盘链接": "https://pan.quark.cn/s/dfd92c369aee"
  },
  {
    "文件名": "[1v1 完结]《软香入怀（年代文 sc小甜饼by在吃鸡排.txt",
    "夸克盘链接": "https://pan.quark.cn/s/266268a14457"
  },
  {
    "文件名": "[1v1 完结]《如影随形》作者：苏玛丽.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a5d61f05acba"
  },
  {
    "文件名": "[1v1 完结]《强取豪夺（双洁 黑社会x优等生）》作者：寒江子.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ed4a733a5a75"
  },
  {
    "文件名": "[1v1 完结]《难抑（现言 出轨）》作者：四季青.txt",
    "夸克盘链接": "https://pan.quark.cn/s/28a53f2536ef"
  },
  {
    "文件名": "[1v1 完结]《那个人有点野（单性）》作者：苏玛丽.txt",
    "夸克盘链接": "https://pan.quark.cn/s/3fef3412c6b7"
  },
  {
    "文件名": "[1v1 完结]《勉为其》作者：在吃鸡排.txt",
    "夸克盘链接": "https://pan.quark.cn/s/1de2be4aaad1"
  },
  {
    "文件名": "[1v1 更1262] 《【快穿】节何在》作者：小炒.txt",
    "夸克盘链接": "https://pan.quark.cn/s/9970eeba28b2"
  },
  {
    "文件名": "[1v1 完结]《妈妈喂日记（哭包攻x妈妈受）》作者：桃.txt",
    "夸克盘链接": "https://pan.quark.cn/s/b6e9ffcae840"
  },
  {
    "文件名": "[1v1 完结]《离婚拯救系统（快穿 双洁、神攻x双性骚受）》作者：杨广广.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e5ab386f07d1"
  },
  {
    "文件名": "[1v1 完结]《裸模》作者：苏玛丽.txt",
    "夸克盘链接": "https://pan.quark.cn/s/1612e52c5630"
  },
  {
    "文件名": "[1v1 完结]《楼上楼下》作者：苏玛丽.txt",
    "夸克盘链接": "https://pan.quark.cn/s/d65a5a9a2584"
  },
  {
    "文件名": "[1v1 完结]《花间-事Ⅲ（角色扮演）》作者：黛妃.txt",
    "夸克盘链接": "https://pan.quark.cn/s/227811cc9522"
  },
  {
    "文件名": "[1v1 完结]《家养小奴（调教）》作者：水云顾君-凤阁.txt",
    "夸克盘链接": "https://pan.quark.cn/s/4003785fe12b"
  },
  {
    "文件名": "[1v1 完结]《娇弱b和竹马a的二三事（ABO）》作者：本先生.txt",
    "夸克盘链接": "https://pan.quark.cn/s/7ca8f05ad5a9"
  },
  {
    "文件名": "[1v1 完结]《-（出轨）》作者：苏玛丽.txt",
    "夸克盘链接": "https://pan.quark.cn/s/81d9191461b5"
  },
  {
    "文件名": "[1v1 完结]《边缘陷阱【ABO、O攻A受】》作者：游且猎.txt",
    "夸克盘链接": "https://pan.quark.cn/s/6b4c7df9dea0"
  },
  {
    "文件名": "[1v1 互攻]总裁和助理【BDSM】（秦七安） 完结.txt",
    "夸克盘链接": "https://pan.quark.cn/s/b9be1a4fbee6"
  },
  {
    "文件名": "[1v1 古代]《 只向花低头》 作者：在言外.txt",
    "夸克盘链接": "https://pan.quark.cn/s/934d671bcdbf"
  },
  {
    "文件名": "[1v1 更60]《花染》作者：acome.txt",
    "夸克盘链接": "https://pan.quark.cn/s/2a7ae0941d8a"
  },
  {
    "文件名": "[1v1 古耽]士可辱（星渚）完结【 双x 美攻 强受 年下】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ba9bdffdff63"
  },
  {
    "文件名": "[1v1 ]与蛇共欲（蛇攻x双性受）by爱猫猫片【补番】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c4bd77967f8d"
  },
  {
    "文件名": "[1v1 ABO]我图你的脸（北衣溺水） 完结【受有点渣】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/59d7e329a4b8"
  },
  {
    "文件名": "（NP）《色情生存游戏》作者：一坨薯饼-- .txt",
    "夸克盘链接": "https://pan.quark.cn/s/a1663d31f862"
  },
  {
    "文件名": "[1v1 ]我亲爱的白月光（双洁 人妻受）by十八里街禁【补】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/3aecf75791ee"
  },
  {
    "文件名": "（NP）《狱擒故纵(ABO，)》作者：阿挠--【完结】百合.txt",
    "夸克盘链接": "https://pan.quark.cn/s/183589bcf3d8"
  },
  {
    "文件名": "（NP）《用老公的钱包养小狗》作者：啊瘦阿.txt",
    "夸克盘链接": "https://pan.quark.cn/s/d699e0c782e0"
  },
  {
    "文件名": "（NP）《(电竞）越海》作者：提小--更新至511.txt",
    "夸克盘链接": "https://pan.quark.cn/s/f7d5dd1c12da"
  },
  {
    "文件名": "（NP）《绿茶婊的上位》作者：咖啡和糖--【完结】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/2625a8395db7"
  },
  {
    "文件名": "（NP）《绿茶婊的上位》作者：咖啡和糖--【完结 6番】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/5d91829f677c"
  },
  {
    "文件名": "（NP）《凤凰（堂兄骨科 追妻）》作者：蜗牛--【完结】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/961112dc5a88"
  },
  {
    "文件名": "（bl）《最强游戏架构师》作者：指尖的咏叹调.txt",
    "夸克盘链接": "https://pan.quark.cn/s/f517ce4b8b6c"
  },
  {
    "文件名": "（bl）《我家艺人满级重生[娱乐圈]》作者：薄荷貓.txt",
    "夸克盘链接": "https://pan.quark.cn/s/1bcbe4269a00"
  },
  {
    "文件名": "（bl）《养猫后走上了人生巅峰》作者：园有星.txt",
    "夸克盘链接": "https://pan.quark.cn/s/bd9ab7002bd8"
  },
  {
    "文件名": "（bl）《臆想情人ABO》作者：Dilemma.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e9176f8d3658"
  },
  {
    "文件名": "（bl)《一梦春深》作者：深空星海.txt",
    "夸克盘链接": "https://pan.quark.cn/s/3aa220685779"
  },
  {
    "文件名": "（bl）《山云间》作者：八口小锅.txt",
    "夸克盘链接": "https://pan.quark.cn/s/5c7f240bb2fd"
  },
  {
    "文件名": "（ABO）军校生 by蝶之灵（完结 番外）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/f76abc4671ce"
  },
  {
    "文件名": "（bl）《婚久必合》作者：桃白百.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c81349ccd1c1"
  },
  {
    "文件名": "（bl）《两面派》作者：狮子歌歌.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a24df456dbe5"
  },
  {
    "文件名": "（1V1）《虚有其表（校园）》作者：i车--【完结 6番外】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/151ac5bfcf95"
  },
  {
    "文件名": "（1V1）《隐性暗恋（校园）》作者：白毛浮绿--【完结】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/52d6412c73b9"
  },
  {
    "文件名": "（1V1）《汐水如嫣，君如珩》作者：孟德的小公主--【完结+16.txt",
    "夸克盘链接": "https://pan.quark.cn/s/6b608283afcd"
  },
  {
    "文件名": "（1V1）《为所欲为》作者：无罪国度--更新至411.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ef2ec77033bc"
  },
  {
    "文件名": "（1V1）《我哥［骨科 校园］》作者：雪--【完结+7番外】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/72d2cc1c4853"
  },
  {
    "文件名": "（1V1）《猫与豹》作者：姬流苏--【完结】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/879b42ebfc1b"
  },
  {
    "文件名": "（1V1）《裙下乱臣（强取豪夺）》作者：诗梳风--【完结+番.txt",
    "夸克盘链接": "https://pan.quark.cn/s/eadc2146cb45"
  },
  {
    "文件名": "（1V1）《强上总经理后翻车了（借精）》作者：雪淞--【完结】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/825a6023eecc"
  },
  {
    "文件名": "（1V1）《金鹧鸪》作者：酥--【完结】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/de87a3a57621"
  },
  {
    "文件名": "（1-191坑）《虫族星盗都要被烦死了!》作家：我又挖坑不填了哈哈不活啦.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ca0dbe337ce7"
  },
  {
    "文件名": "（1V1）《和消防员哥哥恋后（年龄差）》作者：喝金银花露--【完结】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/7fad3595c4bb"
  },
  {
    "文件名": "（1V1）《婚色（糙汉）》作者：阿花--【完结+番外全】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/4540fd991cdd"
  },
  {
    "文件名": "（1V1）《姐攻「百合abo，骨科」》作者：羽毛君--【完结】百合.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e114528a1b78"
  },
  {
    "文件名": "（1V1）《潮晕（强制爱）》作者：栩芝--【完结】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ce3f43c6eee6"
  },
  {
    "文件名": "（1V1）《Omega姐姐太撩人（百合ABO）》作者：深山的小竹--【完结】百合.txt",
    "夸克盘链接": "https://pan.quark.cn/s/932e6bd02404"
  },
  {
    "文件名": "（1V1）《Omega姐姐太撩人（百合ABO）》作者：深山的小竹--【完结】百合.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ac055fa6a487"
  },
  {
    "文件名": "[1v1完]重拾你的爱（重生 年下父子 重生子攻x屑爹受） by 饼子超人.txt",
    "夸克盘链接": "https://pan.quark.cn/s/84fd11500e59"
  },
  {
    "文件名": "[1v1完]撞破暗恋对象自慰怎么办（师生年下 双向暗恋） by xihuahuaxu.txt",
    "夸克盘链接": "https://pan.quark.cn/s/044ac5a49e69"
  },
  {
    "文件名": "[1v1完]醉后不知天在水（SP） by 京墨.txt",
    "夸克盘链接": "https://pan.quark.cn/s/cbd9c08eb54c"
  },
  {
    "文件名": "[1v1完]主与物 by Adair.txt",
    "夸克盘链接": "https://pan.quark.cn/s/764183dd31cf"
  },
  {
    "文件名": "[1v1完]渣攻重生变忠犬受 by 瀚海书亭.txt",
    "夸克盘链接": "https://pan.quark.cn/s/751dcc45b7b5"
  },
  {
    "文件名": "[1v1完]这是什么垃圾游戏啊（精分攻） by 咕咕.txt",
    "夸克盘链接": "https://pan.quark.cn/s/7ee89af79491"
  },
  {
    "文件名": "[1v1完]月见草（修真） by 凉生.txt",
    "夸克盘链接": "https://pan.quark.cn/s/3dfa6d0592b2"
  },
  {
    "文件名": "[1v1完]有鱼（玄幻、三生三世、鲛人攻） by 鲈鱼尾巴.txt",
    "夸克盘链接": "https://pan.quark.cn/s/1c55f833d73c"
  },
  {
    "文件名": "[1v1完]愿爱服输（互攻） by 月落猪蹄.txt",
    "夸克盘链接": "https://pan.quark.cn/s/10ee3a800097"
  },
  {
    "文件名": "[1v1完]游泳教练的大屌诱惑（诱受） by 糕＋美彼.txt",
    "夸克盘链接": "https://pan.quark.cn/s/9d5c82ba5c8d"
  },
  {
    "文件名": "[1v1完]欲求千里慕（器大活好攻x温柔体贴受） by 非黑即白.txt",
    "夸克盘链接": "https://pan.quark.cn/s/09c602329ee9"
  },
  {
    "文件名": "[1v1完]一夜情操上小野狗 by 苏心.txt",
    "夸克盘链接": "https://pan.quark.cn/s/b27255108710"
  },
  {
    "文件名": "[1v1完]婬荡的疯批美人弟弟（骨科） by 吉娃莲多肉.txt",
    "夸克盘链接": "https://pan.quark.cn/s/5bf8ca78bba6"
  },
  {
    "文件名": "[1v1完]一只可爱鬼（双性艳鬼受x道士攻） by 一只蓝鲸.txt",
    "夸克盘链接": "https://pan.quark.cn/s/eaafe28747f4"
  },
  {
    "文件名": "[1v1完]英雄性斗【肌肉直男英雄比拼性能力】 by 雷龙【补老文-无缺字】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/40a57bf8a968"
  },
  {
    "文件名": "[去]【无限流】《这不是我认识的数学题！[无限]》作者流浪咸芝士.txt",
    "夸克盘链接": "https://pan.quark.cn/s/7ea5385952c7"
  },
  {
    "文件名": "[去]【无限流】《在无限流里直播爆红》作者：惭时.txt",
    "夸克盘链接": "https://pan.quark.cn/s/84bb800ae4db"
  },
  {
    "文件名": "[去]【无限流】《在无限流里当生活玩家》作者：游麟.txt",
    "夸克盘链接": "https://pan.quark.cn/s/74694bb91a8f"
  },
  {
    "文件名": "[去]【无限流】《因为手抖就全点美貌值了[无限]》作者： 未笒.txt",
    "夸克盘链接": "https://pan.quark.cn/s/6607efff4b31"
  },
  {
    "文件名": "[去]【无限流】《在副本里打工后我成了万人迷》作者： 云卷鹤野.txt",
    "夸克盘链接": "https://pan.quark.cn/s/6e8e1b06f90c"
  },
  {
    "文件名": "[去]【无限流】《用发癫文学在无限流世界he了》作者：折琼枝.txt",
    "夸克盘链接": "https://pan.quark.cn/s/7b9004ab8a3a"
  },
  {
    "文件名": "[去]【无限流】《玄学小漂亮掉入无限世界》作者： 倦天涯.txt",
    "夸克盘链接": "https://pan.quark.cn/s/97ddfe1ab16e"
  },
  {
    "文件名": "[去]【无限流】《无限流玩家退休以后》作者：桑沃.txt",
    "夸克盘链接": "https://pan.quark.cn/s/2ae6c578b81e"
  },
  {
    "文件名": "[去]【无限流】《无限流boss们的养崽日常》作者：每天都吃饱饱.txt",
    "夸克盘链接": "https://pan.quark.cn/s/bdbd20f6bd5d"
  },
  {
    "文件名": "[去]【无限流】《无限流：大佬求您别浪了！》作者：快乐小土狗.txt",
    "夸克盘链接": "https://pan.quark.cn/s/6a1e3a11cb19"
  },
  {
    "文件名": "[去]【无限流】《我在无限流降维打击》作者：伸出圆手.txt",
    "夸克盘链接": "https://pan.quark.cn/s/7c80c9ee41d0"
  },
  {
    "文件名": "[去]【无限流】《我其实是一个大佬》作者：镜吉祥.txt",
    "夸克盘链接": "https://pan.quark.cn/s/d9290df52680"
  },
  {
    "文件名": "[去]【无限流】《我能留你到五更[无限]》作者：阿辞姑娘.txt",
    "夸克盘链接": "https://pan.quark.cn/s/f65e7d661405"
  },
  {
    "文件名": "[去]【无限流】《我靠贫穷横扫逃生游戏》作者：柏瑭.txt",
    "夸克盘链接": "https://pan.quark.cn/s/435070125614"
  },
  {
    "文件名": "[去]【无限流】《我圣母，我装的[无限流]》作者：蘑菇泡芙.txt",
    "夸克盘链接": "https://pan.quark.cn/s/4c8e2da1801e"
  },
  {
    "文件名": "[去]【无限流】《万有引力》作者：骑鲸南去.txt",
    "夸克盘链接": "https://pan.quark.cn/s/3aa37da05adc"
  },
  {
    "文件名": "[去]【无限流】《我不是天生欧皇》作者：蛋白.txt",
    "夸克盘链接": "https://pan.quark.cn/s/361a16ec314e"
  },
  {
    "文件名": "[去]【无限流】《退休判官进入逃生游戏后》作者：猫八先生.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e2289d13f93e"
  },
  {
    "文件名": "[去]【无限流】《同步平行世界的我制霸无限流》作者：帷幕灯火.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e52f8421aaf8"
  },
  {
    "文件名": "[去]【无限流】《天选预言家 》作者：木尺素.txt",
    "夸克盘链接": "https://pan.quark.cn/s/caa65bebd7bf"
  },
  {
    "文件名": "[去]【无限流】《逃生通关全靠演技[无限流]》作者：森麻皈.txt",
    "夸克盘链接": "https://pan.quark.cn/s/d4b433a28b93"
  },
  {
    "文件名": "[去]【无限流】《提线木偶[无限流]》作者：清水枇杷.txt",
    "夸克盘链接": "https://pan.quark.cn/s/6e88605f2aa3"
  },
  {
    "文件名": "[去]【无限流】《逃生BOSS总在养肥我[无限流]》作者：鹤望兰.txt",
    "夸克盘链接": "https://pan.quark.cn/s/07ec393a5fa2"
  },
  {
    "文件名": "[去]【无限流】《逃离无限密室》作者：紫界.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ebae578e801f"
  },
  {
    "文件名": "[去]【无限流】《逃离图书馆》作者：蝶之灵.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a7391431baf9"
  },
  {
    "文件名": "[去]【无限流】《十维公约》作者：方便面与调料包.txt",
    "夸克盘链接": "https://pan.quark.cn/s/b45a8707652d"
  },
  {
    "文件名": "[去]【无限流】《圣父吗？我装的》作者：古墨墨.txt",
    "夸克盘链接": "https://pan.quark.cn/s/9914c5d326a0"
  },
  {
    "文件名": "[去]【无限流】《身份号019》作者：西西特.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e057520ba0dc"
  },
  {
    "文件名": "[去]【无限流】《生存资格测试》作者：月下凉.txt",
    "夸克盘链接": "https://pan.quark.cn/s/00d3acaa776b"
  },
  {
    "文件名": "[去]【无限流】《深渊手记》作者：凉蝉.txt",
    "夸克盘链接": "https://pan.quark.cn/s/96f26405ec15"
  },
  {
    "文件名": "[去]【无限流】《撒娇有用[无限]》作者： 白桃啵啵.txt",
    "夸克盘链接": "https://pan.quark.cn/s/edabcb6d87ee"
  },
  {
    "文件名": "[去]【无限流】《杀戮秀》作者：狐狸.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e56bcb224693"
  },
  {
    "文件名": "[去]【无限流】《入殓师》作者：菁芸.txt",
    "夸克盘链接": "https://pan.quark.cn/s/1c1e608ead13"
  },
  {
    "文件名": "[去]【无限流】《全球进化后我站在食物链顶端》作者：七流.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ee61b9f9d4dc"
  },
  {
    "文件名": "[去]【无限流】《人间试炼游戏》作者：弄清风.txt",
    "夸克盘链接": "https://pan.quark.cn/s/fa8d002801ed"
  },
  {
    "文件名": "[去]【无限流】《请听游戏的话》作者：木兮娘.txt",
    "夸克盘链接": "https://pan.quark.cn/s/bc5bc05ba85c"
  },
  {
    "文件名": "[去]【无限流】《求求你别装萌新了》作者：锲而不舍.txt",
    "夸克盘链接": "https://pan.quark.cn/s/7e257e4d4f0f"
  },
  {
    "文件名": "[去]【无限流】《全球高考》作者：木苏里.txt",
    "夸克盘链接": "https://pan.quark.cn/s/0bc94e9ae8fd"
  },
  {
    "文件名": "[去]【无限流】《七天七夜》作者：春风遥.txt",
    "夸克盘链接": "https://pan.quark.cn/s/fed208f68c15"
  },
  {
    "文件名": "[去]【无限流】《卡牌密室（重生）》作者：蝶之灵.txt",
    "夸克盘链接": "https://pan.quark.cn/s/8919df6c215f"
  },
  {
    "文件名": "[去]【无限流】《七日逃生游戏》作者：月下归.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e0850b9c8f5d"
  },
  {
    "文件名": "[去]【无限流】《七日逃生游戏》作者：月下归 (1).txt",
    "夸克盘链接": "https://pan.quark.cn/s/efdb60a62047"
  },
  {
    "文件名": "[去]【无限流】《女巫请睁眼》作者：亡人越刀.txt",
    "夸克盘链接": "https://pan.quark.cn/s/5741ae055b6c"
  },
  {
    "文件名": "[去]【无限流】《灵异片演员app》作者：戏子祭酒.txt",
    "夸克盘链接": "https://pan.quark.cn/s/02b58333b3de"
  },
  {
    "文件名": "[去]【无限流】《命运魔方》作者：夏汭生.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a6db5ea863d3"
  },
  {
    "文件名": "[去]【无限流】《恐惧收藏》作者：花色满京.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a346089b5a0a"
  },
  {
    "文件名": "[去]【无限流】《局中人》作者：扶子不好吃.txt",
    "夸克盘链接": "https://pan.quark.cn/s/3190be05cf3e"
  },
  {
    "文件名": "[去]【无限流】《镜劫》作者：适所愿兮.txt",
    "夸克盘链接": "https://pan.quark.cn/s/bd0e177f413c"
  },
  {
    "文件名": "[去]【无限流】《惊悚之书》作者：花色满京.txt",
    "夸克盘链接": "https://pan.quark.cn/s/5964505cedfa"
  },
  {
    "文件名": "[去]【无限流】《惊!说好的选秀综艺竟然》作者：晏白白.txt",
    "夸克盘链接": "https://pan.quark.cn/s/bcdaeff1a0ed"
  },
  {
    "文件名": "[去]【无限流】《禁止觊觎可爱玩家[无限]》作者： 小金乌.txt",
    "夸克盘链接": "https://pan.quark.cn/s/90d879db4569"
  },
  {
    "文件名": "[去]【无限流】《惊悚直播：黏人病娇邪神来敲门》 作者：白桃呜呜龙.txt",
    "夸克盘链接": "https://pan.quark.cn/s/544d9f3de70b"
  },
  {
    "文件名": "[去]【无限流】《娇气包在无限世界天天被坏男人哄》作者： 星期十.txt",
    "夸克盘链接": "https://pan.quark.cn/s/15e1ea48679d"
  },
  {
    "文件名": "[去]【无限流】《极光游戏[无限流] 》作者：砚早早.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e23411ef3836"
  },
  {
    "文件名": "[去]【无限流】《回溯［无限流］》作者：唐陨池.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ea068203dcb1"
  },
  {
    "文件名": "[去]【无限流】《欢迎来到噩梦游戏Ⅱ》作者：薄暮冰轮.txt",
    "夸克盘链接": "https://pan.quark.cn/s/2f4daabb4c9a"
  },
  {
    "文件名": "[去]【无限流】《欢迎来到噩梦游戏Ⅲ》作者：薄暮冰轮.txt",
    "夸克盘链接": "https://pan.quark.cn/s/5ac62d18edc7"
  },
  {
    "文件名": "[去]【无限流】《欢迎来到噩梦游戏》作者：薄暮冰轮.txt",
    "夸克盘链接": "https://pan.quark.cn/s/d0f5a268e4ed"
  },
  {
    "文件名": "[去]【无限流】《画怖》作者：瑆玥.txt",
    "夸克盘链接": "https://pan.quark.cn/s/dd18326828b9"
  },
  {
    "文件名": "[去]【无限流】《红玫瑰》作者：尤茜淮木.txt",
    "夸克盘链接": "https://pan.quark.cn/s/2da2e6493746"
  },
  {
    "文件名": "[去]【无限流】《诡域万人迷》作者：青色羽翼.txt",
    "夸克盘链接": "https://pan.quark.cn/s/5d4f88266e8b"
  },
  {
    "文件名": "[去]【无限流】《怪物饲养手册[无限流]》作者：拟槿.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a3568a354ce4"
  },
  {
    "文件名": "[去]【无限流】《怪物饲养手册[无限流]》作者：拟槿 .txt",
    "夸克盘链接": "https://pan.quark.cn/s/1dea5b6bc771"
  },
  {
    "文件名": "[去]【无限流】《恭喜您成功逃生》作者：桑沃.txt",
    "夸克盘链接": "https://pan.quark.cn/s/dbeab8a95794"
  },
  {
    "文件名": "[去]【无限流】《高能二维码》作者：青色羽翼.txt",
    "夸克盘链接": "https://pan.quark.cn/s/263e23e62792"
  },
  {
    "文件名": "[去]【无限流】《给爷活！》作者：野有死鹿.txt",
    "夸克盘链接": "https://pan.quark.cn/s/990228d3af7b"
  },
  {
    "文件名": "[去]【无限流】《成为了无限游戏美人NPC》作者： 千尽欢.txt",
    "夸克盘链接": "https://pan.quark.cn/s/0891b19bd63e"
  },
  {
    "文件名": "[去]【无限流】《疯批人设不能崩[无限流]》作者：大夭.txt",
    "夸克盘链接": "https://pan.quark.cn/s/9510fb36e47c"
  },
  {
    "文件名": "[去]【无限流】《二分之一不死》作者：西瓜炒肉.txt",
    "夸克盘链接": "https://pan.quark.cn/s/418e70d810d9"
  },
  {
    "文件名": "[去]【无限流】《非职业花瓶》作者：李寒桐.txt",
    "夸克盘链接": "https://pan.quark.cn/s/9a00f14408d9"
  },
  {
    "文件名": "[去]【无限流】《地球赎回中》作者：青丘千夜.txt",
    "夸克盘链接": "https://pan.quark.cn/s/34a0648e578a"
  },
  {
    "文件名": "[去]【无限流】《超真实桌游》作者：恺撒月.txt",
    "夸克盘链接": "https://pan.quark.cn/s/f83db4d7bb8b"
  },
  {
    "文件名": "[去]【无限流】《穿成无限流文的作精女配》作者：脸红猫猫头.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a28193bd95b3"
  },
  {
    "文件名": "[去]【无限流】《大美人在无限流快穿》作者： 渃笺.txt",
    "夸克盘链接": "https://pan.quark.cn/s/380d49b81bf3"
  },
  {
    "文件名": "[去]【无限流】《彩蛋游戏Ⅱ》作者：薄暮冰轮.txt",
    "夸克盘链接": "https://pan.quark.cn/s/62bf2b83060f"
  },
  {
    "文件名": "[去]【无限流】《彩蛋游戏Ⅲ——破灭之夜》作者：薄暮冰轮.txt",
    "夸克盘链接": "https://pan.quark.cn/s/4c1c3cc5003b"
  },
  {
    "文件名": "[去]【无限流】《彩蛋游戏》作者：薄暮冰轮.txt",
    "夸克盘链接": "https://pan.quark.cn/s/b1b89aca6271"
  },
  {
    "文件名": "[去]【无限流】《不醒》作者：一度君华.txt",
    "夸克盘链接": "https://pan.quark.cn/s/2265b010a87f"
  },
  {
    "文件名": "[去]【无限流】《病弱小美人陷入无限修罗场》作者： 徒手吃草莓.txt",
    "夸克盘链接": "https://pan.quark.cn/s/bf3c794247cb"
  },
  {
    "文件名": "[去]【无CP】《异界勇者生存指南》作者：有妃.txt",
    "夸克盘链接": "https://pan.quark.cn/s/d6eee69ed2be"
  },
  {
    "文件名": "[去]【无限流】《病美人被卷入无限流直播中爆红了》作者：雾不染.txt",
    "夸克盘链接": "https://pan.quark.cn/s/963595bce932"
  },
  {
    "文件名": "[去]【无限流】《表里世界》作者：往生阙.txt",
    "夸克盘链接": "https://pan.quark.cn/s/f3e95e06d3b4"
  },
  {
    "文件名": "[去]【无限流】《404 查无此城》作者：野有死鹿.txt",
    "夸克盘链接": "https://pan.quark.cn/s/7ef153d38979"
  },
  {
    "文件名": "[去]【无限流】《薄雾［无限］》作者：微风几许.txt",
    "夸克盘链接": "https://pan.quark.cn/s/455059131971"
  },
  {
    "文件名": "[去]【无CP】《凶兽养崽日记 》作者：月见茶.txt",
    "夸克盘链接": "https://pan.quark.cn/s/722841402203"
  },
  {
    "文件名": "[去]【无cp】《团宠队长快乐你们想象不到》作者：静舟小妖.txt",
    "夸克盘链接": "https://pan.quark.cn/s/f59fb42e5ec3"
  },
  {
    "文件名": "[去]【无CP】《水果大亨[种田]》作者：远上天山.txt",
    "夸克盘链接": "https://pan.quark.cn/s/3df590792915"
  },
  {
    "文件名": "[去]【无CP】《深渊之主苏醒之后》作者∶辉羽天.txt",
    "夸克盘链接": "https://pan.quark.cn/s/aca6ad80943b"
  },
  {
    "文件名": "[去]【无cp】《少年白马醉春风》作者：周木楠.txt",
    "夸克盘链接": "https://pan.quark.cn/s/2307f36eca86"
  },
  {
    "文件名": "[去]【无CP】《老实人，但玛丽苏》作者：叫我苏三少.txt",
    "夸克盘链接": "https://pan.quark.cn/s/6f28cab9f3b3"
  },
  {
    "文件名": "[去]【无cp】《麟趾 》作者：梦溪石.txt",
    "夸克盘链接": "https://pan.quark.cn/s/be2d00e2332e"
  },
  {
    "文件名": "[去]【无cp】《来个奥运冠军吧[田径]》作者：远上天山.txt",
    "夸克盘链接": "https://pan.quark.cn/s/9b1bf1bdd634"
  },
  {
    "文件名": "[去]【无CP】《[秦]秦狮》作者：苍策九歌.txt",
    "夸克盘链接": "https://pan.quark.cn/s/58a9c5613e60"
  },
  {
    "文件名": "[去]【无cp】《阐教异闻录》作者：天堂放逐者.txt",
    "夸克盘链接": "https://pan.quark.cn/s/2117149ddc6a"
  },
  {
    "文件名": "[去]【无cp】《宝莲同人逍遥游》作者：天堂放逐者.txt",
    "夸克盘链接": "https://pan.quark.cn/s/258f21f218b4"
  },
  {
    "文件名": "[去]【无CP】 《方舟[废土]》作者：七切.txt",
    "夸克盘链接": "https://pan.quark.cn/s/07389d018bf0"
  },
  {
    "文件名": "[去]【文学】《水浒传》作者：施耐庵.txt",
    "夸克盘链接": "https://pan.quark.cn/s/31f5aeda7d3c"
  },
  {
    "文件名": "[去]【舔狗】《舔狗》作者：左岸咖啡.txt",
    "夸克盘链接": "https://pan.quark.cn/s/6ad398896dd6"
  },
  {
    "文件名": "[去]【同人】《乌尔奇奥拉》作者：淮上.txt",
    "夸克盘链接": "https://pan.quark.cn/s/2232c12f58f9"
  },
  {
    "文件名": "[去]【同人】《论丐哥撩妹的可行性实用报告》作者：淮上.txt",
    "夸克盘链接": "https://pan.quark.cn/s/6a16b12e7cc4"
  },
  {
    "文件名": "[去]【女强】《这膝盖我收下了！》作者：江山沧澜.txt",
    "夸克盘链接": "https://pan.quark.cn/s/742ce7a02f03"
  },
  {
    "文件名": "[去]【女强】《早安!三国打工人》作者：蒿里茫茫.txt",
    "夸克盘链接": "https://pan.quark.cn/s/bb77e8f4ddfa"
  },
  {
    "文件名": "[去]【女强】《当绝世美人穿成女配》作者：巫医醉.txt",
    "夸克盘链接": "https://pan.quark.cn/s/2c8ecdf77a1d"
  },
  {
    "文件名": "[去]【女强】《[综武侠]带着游戏系统穿武侠》作者：千里江风.txt",
    "夸克盘链接": "https://pan.quark.cn/s/3982e2120fe9"
  },
  {
    "文件名": "[去]【男强】《红月的我成为了所有人的信仰》作者：不听周南.txt",
    "夸克盘链接": "https://pan.quark.cn/s/b75413bc033f"
  },
  {
    "文件名": "[去]【男强】《[三国]在全员美人的家族做谋士》作者：甜冰茶.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a37f5eed3c90"
  },
  {
    "文件名": "[去]【女强】《[清穿]东宫女官》 作者：张佳音.txt",
    "夸克盘链接": "https://pan.quark.cn/s/1cbef19f60c4"
  },
  {
    "文件名": "[去]【男强】《[综英美]三流侦探模拟器》作者：Philoso.txt",
    "夸克盘链接": "https://pan.quark.cn/s/34ab5fc09238"
  },
  {
    "文件名": "[去]【名著】《海底两万里》作者：[法]儒勒·凡尔纳.txt",
    "夸克盘链接": "https://pan.quark.cn/s/8d9e61f794b5"
  },
  {
    "文件名": "[去]【男强】《[清穿]给康熙当弟弟的那些年》作者：醉酒花间.txt",
    "夸克盘链接": "https://pan.quark.cn/s/29a0105b4913"
  },
  {
    "文件名": "[去]【快穿】病娇老攻太爱我.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c69c3a41034c"
  },
  {
    "文件名": "[去]【科幻】《三体Ⅲ·死神永生》作者：刘慈欣.txt",
    "夸克盘链接": "https://pan.quark.cn/s/d052c29d4754"
  },
  {
    "文件名": "[去]【韩漫小说】《偿还Payback》.txt",
    "夸克盘链接": "https://pan.quark.cn/s/55cbe6e8865d"
  },
  {
    "文件名": "[去]【古耽】《能饮一杯无》作者：妄鸦.txt",
    "夸克盘链接": "https://pan.quark.cn/s/39352fb323ac"
  },
  {
    "文件名": "[去]【废文】《无声镣铐》作者：正弦倒数.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a6ebd4fe5a8e"
  },
  {
    "文件名": "[去]【古耽】《凤离》作者：冷枫.txt",
    "夸克盘链接": "https://pan.quark.cn/s/12ed4f08f679"
  },
  {
    "文件名": "[去]【番茄短文】《阎王崽崽和倒霉顶流在娃综爆红了》作者：木幺儿.txt",
    "夸克盘链接": "https://pan.quark.cn/s/95a7d0f3a0dd"
  },
  {
    "文件名": "[去]【番茄短文】《奶团两岁半，九个哥哥排队宠》作者：梓胤.txt",
    "夸克盘链接": "https://pan.quark.cn/s/89f8b192e05c"
  },
  {
    "文件名": "[去]【番茄短文】《团宠小奶包：靠玄学算命火爆京圈》作者：池桃.txt",
    "夸克盘链接": "https://pan.quark.cn/s/d3a71022317d"
  },
  {
    "文件名": "[去]【番茄短文】《六岁妹妹包邮包甜》作者：梓胤.txt",
    "夸克盘链接": "https://pan.quark.cn/s/4349581353fb"
  },
  {
    "文件名": "[去]【番茄短文】《奶包三岁半：我被七个哥哥团宠了》作者：喵金金.txt",
    "夸克盘链接": "https://pan.quark.cn/s/93f48e5dbba1"
  },
  {
    "文件名": "[去]【盗墓】《藏海花》作者：南派三叔.txt",
    "夸克盘链接": "https://pan.quark.cn/s/fc04ad77a837"
  },
  {
    "文件名": "[去]【番茄短文】《啊，张嘴！天道又追着福宝喂饭了》作者：千奈奈.txt",
    "夸克盘链接": "https://pan.quark.cn/s/62c34af47557"
  },
  {
    "文件名": "[去]【番茄短文】《病娇公主要黑化，哥哥抱着哄》作者：一蓑烟雨.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e497b8ac155d"
  },
  {
    "文件名": "[去]【穿越】《穿成马甲大佬的妹妹》作者：九汐公子.txt",
    "夸克盘链接": "https://pan.quark.cn/s/6bbef1b826a7"
  },
  {
    "文件名": "[去]【穿书】《和龙傲天男主势不两立》作者：甜馅儿.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e24f46ed6294"
  },
  {
    "文件名": "[去]【耽】ABO《【ABO】意外标记后我被宠上天》作者：夜岚辛.txt",
    "夸克盘链接": "https://pan.quark.cn/s/75ebab34c60c"
  },
  {
    "文件名": "[去]【np】《愚蠢的有钱人 》作者：自行车难过.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a8bc08a0db19"
  },
  {
    "文件名": "[去]【ABO】《那个喊楼告白的黑皮Omega》作者：碎碎面.txt",
    "夸克盘链接": "https://pan.quark.cn/s/4ba58ad09a82"
  },
  {
    "文件名": "[去]【ABO】《易感期的A很爱哭》作者：框茨.txt",
    "夸克盘链接": "https://pan.quark.cn/s/dc1ec0cc6402"
  },
  {
    "文件名": "[去]【ABO】《当沙雕总裁穿书后》作者：金小满.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ac4eb0fcbb50"
  },
  {
    "文件名": "[去]【悬疑】《我的治愈系游戏》作者：我会修空调.txt",
    "夸克盘链接": "https://pan.quark.cn/s/73946b8cc1f9"
  },
  {
    "文件名": "[去]《臣服IV》by墨青城.txt",
    "夸克盘链接": "https://pan.quark.cn/s/bcc2f3672c7c"
  },
  {
    "文件名": "[去]《婚内义务》作者：SoSour.txt",
    "夸克盘链接": "https://pan.quark.cn/s/5d66e8efe416"
  },
  {
    "文件名": "[去]《入戏[娱乐圈]》作者周沅.txt",
    "夸克盘链接": "https://pan.quark.cn/s/fefccc6879ec"
  },
  {
    "文件名": "[去]《臣服Ⅱ》by墨青城.txt",
    "夸克盘链接": "https://pan.quark.cn/s/4be58306902e"
  },
  {
    "文件名": "[去]《臣服Ⅲ]》by墨青城.txt",
    "夸克盘链接": "https://pan.quark.cn/s/8a7f24141fa1"
  },
  {
    "文件名": "[去]【悬疑】《盗墓笔记》作者：南派三叔.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ec4c508814ca"
  },
  {
    "文件名": "[去]《臣服Ⅰ》by墨青城.txt",
    "夸克盘链接": "https://pan.quark.cn/s/f19c4c04fe98"
  },
  {
    "文件名": "[去]《病美人他见不得光》作者：苏苏里伢(1).txt",
    "夸克盘链接": "https://pan.quark.cn/s/24a310327f18"
  },
  {
    "文件名": "[去]【无限流】《支配者》作者：沉槐.txt",
    "夸克盘链接": "https://pan.quark.cn/s/30b1d489149c"
  },
  {
    "文件名": "[去]【无限流】《最强们的沙雕无限流[综恐] 》作者：温水煮书.txt",
    "夸克盘链接": "https://pan.quark.cn/s/f4416a83f674"
  },
  {
    "文件名": "[去]【悬疑】《鬼吹灯》作者：天下霸唱(2).txt",
    "夸克盘链接": "https://pan.quark.cn/s/711d31092f53"
  },
  {
    "文件名": "【百合】《[娱乐圈]前线：女神是要拿来宠的》作者：作者：随心的孩子.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c3f8d9d2bf98"
  },
  {
    "文件名": "【百合】《[娱乐圈]迟来的冰山攻》作者：作者：姬游游.txt",
    "夸克盘链接": "https://pan.quark.cn/s/fe78f0f80063"
  },
  {
    "文件名": "【百合】《[快穿]三号公寓》作者：游念之.txt",
    "夸克盘链接": "https://pan.quark.cn/s/f0852bf526ac"
  },
  {
    "文件名": "【百合】《祖传一个亿》作者：白川芥子.txt",
    "夸克盘链接": "https://pan.quark.cn/s/6b6a48c9e5fd"
  },
  {
    "文件名": "【百合】《[GL]月亮为你失眠》作者今轲.txt",
    "夸克盘链接": "https://pan.quark.cn/s/6ce7994bcf87"
  },
  {
    "文件名": "【百合】《[电锯人]和饥饿恶魔纪贺谈恋爱》作者：郝想吃糖.txt",
    "夸克盘链接": "https://pan.quark.cn/s/887ec0e5e6fc"
  },
  {
    "文件名": "【百合】《总有老师要请家长》作者：璟梧.txt",
    "夸克盘链接": "https://pan.quark.cn/s/676f64f852f8"
  },
  {
    "文件名": "【百合】《总裁姐姐娇又媚》作者：愤怒的胡蝶.txt",
    "夸克盘链接": "https://pan.quark.cn/s/4a6243b0da2d"
  },
  {
    "文件名": "【百合】《装乖追妻指南》作者：守月奴.txt",
    "夸克盘链接": "https://pan.quark.cn/s/4f8e1fd96390"
  },
  {
    "文件名": "【百合】《诛仙之悠然见雪》作者：指尖漾涟漪.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a4e17930508f"
  },
  {
    "文件名": "【百合】《睁开眼，变成超可爱小萝莉》作者：小猫伸懒腰.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e994020d288a"
  },
  {
    "文件名": "【百合】《指摘爱意》（番外完）作者：鸽子不会咕咕咕.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ff5c99c32f90"
  },
  {
    "文件名": "【百合】《这家教做不下去了》作者 荔野.txt",
    "夸克盘链接": "https://pan.quark.cn/s/9005f19df136"
  },
  {
    "文件名": "【百合】《这白莲花，她当定了！》作者：一角缎子.txt",
    "夸克盘链接": "https://pan.quark.cn/s/b4666a81bbbe"
  },
  {
    "文件名": "【百合】《找不到的、消失之后》作者：君瓦.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ed0789007014"
  },
  {
    "文件名": "【百合】《渣A拯救恋爱脑翻车后（快穿）》作者：原味奶酪棒.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e857a17f20f7"
  },
  {
    "文件名": "【百合】《渣过的前任变老师》作者：余鲤汀.txt",
    "夸克盘链接": "https://pan.quark.cn/s/fa8a0abe8481"
  },
  {
    "文件名": "【百合】《渣A她真的不想爆红[娱乐圈]》作者：摇叁.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e6f46db86a4e"
  },
  {
    "文件名": "【百合】《载酒行》作者：吕不伪.txt",
    "夸克盘链接": "https://pan.quark.cn/s/14b157330687"
  },
  {
    "文件名": "【百合】《在外太空和女孩子贴贴》作者：玉潇珞.txt",
    "夸克盘链接": "https://pan.quark.cn/s/03b1c65fbee0"
  },
  {
    "文件名": "【百合】《在生存游戏里当丧尸》作者：椒盐橘.txt",
    "夸克盘链接": "https://pan.quark.cn/s/50c3a9a1fd9d"
  },
  {
    "文件名": "【百合】《在反派怀里打个滚》（番外完）作者：池忻.txt",
    "夸克盘链接": "https://pan.quark.cn/s/00a1467907d0"
  },
  {
    "文件名": "【百合】《在镜中看到前任日常生活后》作者：银粟山.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a61360cc1330"
  },
  {
    "文件名": "【百合】《再一次初恋》（番外完）作者：一百零一夜.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ebd171e528cc"
  },
  {
    "文件名": "【百合】《再胡闹就复婚》作者：摇叁.txt",
    "夸克盘链接": "https://pan.quark.cn/s/389fbecffc97"
  },
  {
    "文件名": "【百合】《云海：红鸾星动》作者：归零地段.txt",
    "夸克盘链接": "https://pan.quark.cn/s/56903e613c07"
  },
  {
    "文件名": "【百合】《原来霍教授爱贴贴》（番外完）作者：两点一现.txt",
    "夸克盘链接": "https://pan.quark.cn/s/bcffb88026e5"
  },
  {
    "文件名": "【百合】《月光照不到》（番外完）作者：冬夜星.txt",
    "夸克盘链接": "https://pan.quark.cn/s/6f21c57c3bfa"
  },
  {
    "文件名": "【百合】《预谋恋爱》作者：二锅头.txt",
    "夸克盘链接": "https://pan.quark.cn/s/16401f51902b"
  },
  {
    "文件名": "【百合】《预谋恋爱》 作者：二锅头.txt",
    "夸克盘链接": "https://pan.quark.cn/s/40b6efdaf592"
  },
  {
    "文件名": "【百合】《预见和冰山总裁热恋》作者：过渡.txt",
    "夸克盘链接": "https://pan.quark.cn/s/75fb5fab524e"
  },
  {
    "文件名": "【百合】《予楚》作者：胡月秋渡.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ad946a1aa700"
  },
  {
    "文件名": "【百合】《余生为期》作者：闵然.txt",
    "夸克盘链接": "https://pan.quark.cn/s/8c223e4e7f90"
  },
  {
    "文件名": "【百合】《予爱与你》作者：看到我请叫我去写文.txt",
    "夸克盘链接": "https://pan.quark.cn/s/18477c9a4bac"
  },
  {
    "文件名": "【百合】《幼稚鬼告白日》（番外完）作者：韦二竹.txt",
    "夸克盘链接": "https://pan.quark.cn/s/b50bc32993a6"
  },
  {
    "文件名": "【百合】《又成了老婆的学生》（番外完）作者：卖火柴的老阿姨.txt",
    "夸克盘链接": "https://pan.quark.cn/s/8db3a77feb81"
  },
  {
    "文件名": "【百合】《有她的城》作者：颜色有点鲜艳.txt",
    "夸克盘链接": "https://pan.quark.cn/s/7d0ef0dbeb5a"
  },
  {
    "文件名": "【百合】《优秀前任》作者：月光酿酒.txt",
    "夸克盘链接": "https://pan.quark.cn/s/4e34436761a6"
  },
  {
    "文件名": "【百合】《影后一周胖三斤》作者：晓暴.txt",
    "夸克盘链接": "https://pan.quark.cn/s/b104218079a8"
  },
  {
    "文件名": "【百合】《影后是我旧情人OO恋》（番外完）作者：斯文有料.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c6ae2218d273"
  },
  {
    "文件名": "【百合】《影后成双[娱乐圈]》作者：玄笺.txt",
    "夸克盘链接": "https://pan.quark.cn/s/2f5ced9c0663"
  },
  {
    "文件名": "【百合】《一只驸马入赘了》作者：邻草.txt",
    "夸克盘链接": "https://pan.quark.cn/s/36302dd05417"
  },
  {
    "文件名": "【百合】《影后O的小猫A》（番外完）作者：再来两坛酒.txt",
    "夸克盘链接": "https://pan.quark.cn/s/b039869abcb0"
  },
  {
    "文件名": "【百合】《一山难容双绝艳》作者：凤歌琴音.txt",
    "夸克盘链接": "https://pan.quark.cn/s/0c6b50360426"
  },
  {
    "文件名": "【百合】《一千零一面》作者：莫然漂.txt",
    "夸克盘链接": "https://pan.quark.cn/s/0fad71043309"
  },
  {
    "文件名": "【百合】《一撩成瘾[娱乐圈]》作者：不貔啊.txt",
    "夸克盘链接": "https://pan.quark.cn/s/934d225d13c5"
  },
  {
    "文件名": "【百合】《一不小心，我成了她的白月光》作者：蓝小奇.txt",
    "夸克盘链接": "https://pan.quark.cn/s/def17489b53a"
  },
  {
    "文件名": "【百合】《要姐姐哄》作者：金铃铛铛响.txt",
    "夸克盘链接": "https://pan.quark.cn/s/0102d1fab5d4"
  },
  {
    "文件名": "【百合】《夜色停泊》作者：一百零一夜.txt",
    "夸克盘链接": "https://pan.quark.cn/s/4b6f727e941d"
  },
  {
    "文件名": "【百合】《妖后的小太监gl》作者：李浮安.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e8318b5e8866"
  },
  {
    "文件名": "【百合】《血巫大佬疯狂宠》（番外完）作者：乌缘三金.txt",
    "夸克盘链接": "https://pan.quark.cn/s/bbe0979c0014"
  },
  {
    "文件名": "【百合】《玄学大佬穿成炮灰A后和女主HE了》作者：子非鱼非子.txt",
    "夸克盘链接": "https://pan.quark.cn/s/7115ebfdaed4"
  },
  {
    "文件名": "【百合】《星霜岁月》（番外完）作者：冰言.txt",
    "夸克盘链接": "https://pan.quark.cn/s/d0151f9c19e3"
  },
  {
    "文件名": "【百合】《星河璀璨[娱乐圈]》作者：温水煮茶.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e32b4e808cda"
  },
  {
    "文件名": "【百合】《相府嫡女与侯府家的傻子》作者：有暖风.txt",
    "夸克盘链接": "https://pan.quark.cn/s/51c0e0c5ffb7"
  },
  {
    "文件名": "【百合】《心动盛宴》作者：玄笺.txt",
    "夸克盘链接": "https://pan.quark.cn/s/3daea5c06d31"
  },
  {
    "文件名": "【百合】《心之所向，皆如所愿》作者：疯子没疯H.txt",
    "夸克盘链接": "https://pan.quark.cn/s/b6dd1e7c803f"
  },
  {
    "文件名": "【百合】《小财迷今天存够老婆本了吗》（番外完）作者：因风絮.txt",
    "夸克盘链接": "https://pan.quark.cn/s/bffa969be5ed"
  },
  {
    "文件名": "【百合】《萧景千她又A又靓gl》作者：斩潮生.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ca21ddbb5e9d"
  },
  {
    "文件名": "【百合】《湘妃泪：楚楚美人腰》作者：蜜糖霜.txt",
    "夸克盘链接": "https://pan.quark.cn/s/8ccea2a52dc5"
  },
  {
    "文件名": "【百合】《限定婚期》 作者：璟梧.txt",
    "夸克盘链接": "https://pan.quark.cn/s/01621517f3cb"
  },
  {
    "文件名": "【百合】《先虐后甜，她们的破镜重圆是认真的》作者：锦画如歌.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c1e38a249a99"
  },
  {
    "文件名": "【百合】《仙界第一草包》作者：问西来意.txt",
    "夸克盘链接": "https://pan.quark.cn/s/dabd26a84ef5"
  },
  {
    "文件名": "【百合】《误标记了女主的反派小姑（穿书）》作者：淘醉.txt",
    "夸克盘链接": "https://pan.quark.cn/s/b0522d16d4c5"
  },
  {
    "文件名": "【百合】《媳妇儿在上》作者：兮木萧萧.txt",
    "夸克盘链接": "https://pan.quark.cn/s/6f13c2770c98"
  },
  {
    "文件名": "【百合】《夏日午后》作者：领让望.txt",
    "夸克盘链接": "https://pan.quark.cn/s/751ecdc60ae3"
  },
  {
    "文件名": "【百合】《希望你，真的很快乐》作者：七小皇叔.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a2f75f839189"
  },
  {
    "文件名": "【百合】《无条件》作者：艾叶英.txt",
    "夸克盘链接": "https://pan.quark.cn/s/8b80c07a8563"
  },
  {
    "文件名": "【百合】《无知何许GL》作者：白黎_Lime.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c05cb66f8102"
  },
  {
    "文件名": "【百合】《乌鸦为什么像写字台》作者：玄笺.txt",
    "夸克盘链接": "https://pan.quark.cn/s/76af349f293b"
  },
  {
    "文件名": "【百合】《我装的但她真疯[快穿] 》作者：睡牌山泉.txt",
    "夸克盘链接": "https://pan.quark.cn/s/d57cb3fd787e"
  },
  {
    "文件名": "【百合】《乌唐旧事》作者：cabodei.txt",
    "夸克盘链接": "https://pan.quark.cn/s/82ba6050f503"
  },
  {
    "文件名": "【百合】《我在废土卖泡面[穿书]》作者：狼狼崽子.txt",
    "夸克盘链接": "https://pan.quark.cn/s/726afac54e54"
  },
  {
    "文件名": "【百合】《我在无限游戏里当万人迷》（番外完）作者 北萘.txt",
    "夸克盘链接": "https://pan.quark.cn/s/2ae02c8696f3"
  },
  {
    "文件名": "【百合】《我与女主手牵手》作者：半页风华.txt",
    "夸克盘链接": "https://pan.quark.cn/s/1e61eab5bac9"
  },
  {
    "文件名": "【百合】《我为鱼肉》作者：宁远.txt",
    "夸克盘链接": "https://pan.quark.cn/s/3ff6bb5b9573"
  },
  {
    "文件名": "【百合】《我死后负心O疯魔了》作者：慕慕千寻.txt",
    "夸克盘链接": "https://pan.quark.cn/s/7bbef4826a04"
  },
  {
    "文件名": "【百合】《我死后所有人都在忏悔（穿书）》（正文完）作者：饼鸽鸽.txt",
    "夸克盘链接": "https://pan.quark.cn/s/df3296a42a01"
  },
  {
    "文件名": "【百合】《我亲爱的法医小姐》作者：酒暖春深.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c4234637ec22"
  },
  {
    "文件名": "【百合】《我的邪神女友》作者：植月引泉.txt",
    "夸克盘链接": "https://pan.quark.cn/s/dc118b9bc89d"
  },
  {
    "文件名": "【百合】《我的保镖不可能这么酷》作者：麻花疼.txt",
    "夸克盘链接": "https://pan.quark.cn/s/526e7c851b8b"
  },
  {
    "文件名": "【百合】《我的老婆是最强》作者：喵酱的汪.txt",
    "夸克盘链接": "https://pan.quark.cn/s/6a8f70303aaf"
  },
  {
    "文件名": "【百合】《我本就是为你而来》（番外完）作者：老东家.txt",
    "夸克盘链接": "https://pan.quark.cn/s/85aab9c20cf0"
  },
  {
    "文件名": "【百合】《文白追缉录》作者：书自清.txt",
    "夸克盘链接": "https://pan.quark.cn/s/438da0efe488"
  },
  {
    "文件名": "【百合】《伪装瘫痪》 作者：潇水玄舸.txt",
    "夸克盘链接": "https://pan.quark.cn/s/b9fd8140761b"
  },
  {
    "文件名": "【百合】《唯爱你，想着你》作者：家苑.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ae0658c8d4fa"
  },
  {
    "文件名": "【百合】《万人迷穿成被绿皇女》作者：微火永夜.txt",
    "夸克盘链接": "https://pan.quark.cn/s/7e3be28e2c56"
  },
  {
    "文件名": "【百合】《网瘾辣妈，摆烂养崽》作者：一阵惊雷.txt",
    "夸克盘链接": "https://pan.quark.cn/s/dc81c2cbd078"
  },
  {
    "文件名": "【百合】《纨绔女世子的养妻手册》作者：青绡.txt",
    "夸克盘链接": "https://pan.quark.cn/s/f6ca1693a8ae"
  },
  {
    "文件名": "【百合】《停年》作者：祈破.txt",
    "夸克盘链接": "https://pan.quark.cn/s/25ba76ed4e7e"
  },
  {
    "文件名": "【百合】《替身陷阱》作者：朽林.txt",
    "夸克盘链接": "https://pan.quark.cn/s/0345f7f42a2e"
  },
  {
    "文件名": "【百合】《甜味酒精》作者：文笃.txt",
    "夸克盘链接": "https://pan.quark.cn/s/533932581485"
  },
  {
    "文件名": "【百合】《唐宫》作者：偷天.txt",
    "夸克盘链接": "https://pan.quark.cn/s/d1d23ca636eb"
  },
  {
    "文件名": "【百合】《唐小姐的阳台》作者：一百零一夜.txt",
    "夸克盘链接": "https://pan.quark.cn/s/8bf27ec3d55b"
  },
  {
    "文件名": "【百合】《她对她的吸引力》（番外完）作者：旋风小乌龟.txt",
    "夸克盘链接": "https://pan.quark.cn/s/2ab48133079f"
  },
  {
    "文件名": "【百合】《她的十年》作者∶祈久.txt",
    "夸克盘链接": "https://pan.quark.cn/s/82aa9594d38a"
  },
  {
    "文件名": "【百合】《她也可以很温柔》作者：妲婴.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e310fe8c0efb"
  },
  {
    "文件名": "【百合】《她与她的高跟鞋》（番外完）作者：飘那个摇.txt",
    "夸克盘链接": "https://pan.quark.cn/s/015a9ad47e8a"
  },
  {
    "文件名": "【百合】《她的山，她的海》作者：扶华.txt",
    "夸克盘链接": "https://pan.quark.cn/s/5799d81fd9fa"
  },
  {
    "文件名": "【百合】《所以谁是前女友？》作者：千雨成.txt",
    "夸克盘链接": "https://pan.quark.cn/s/3d411e32160c"
  },
  {
    "文件名": "【百合】《她的玫瑰》作者：应得蕉下鹿.txt",
    "夸克盘链接": "https://pan.quark.cn/s/6c6a622840d8"
  },
  {
    "文件名": "【百合】《她不可妻》作者：鱼不忆99.txt",
    "夸克盘链接": "https://pan.quark.cn/s/f47636991f2c"
  },
  {
    "文件名": "【百合】《岁月如歌》作者：绛寒.txt",
    "夸克盘链接": "https://pan.quark.cn/s/3216ef3d4a5a"
  },
  {
    "文件名": "【百合】《术士读研日常》作者：吕不伪.txt",
    "夸克盘链接": "https://pan.quark.cn/s/2478028e50ad"
  },
  {
    "文件名": "【百合】《师尊她一心向道》作者：怀墨少拙.txt",
    "夸克盘链接": "https://pan.quark.cn/s/8bcc063dddfa"
  },
  {
    "文件名": "【百合】《世界奇奇怪怪，脑婆可可爱爱》作者：在热闹中安静.txt",
    "夸克盘链接": "https://pan.quark.cn/s/6525dedc7e91"
  },
  {
    "文件名": "【百合】《殊姝》作者：摩诃计划.txt",
    "夸克盘链接": "https://pan.quark.cn/s/f862f373278f"
  },
  {
    "文件名": "【百合】《师尊你离我远点》作者：马甲随便穿.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e6432acf3e35"
  },
  {
    "文件名": "【百合】《蛇女要我舍身渡她》作者：一身疯骨.txt",
    "夸克盘链接": "https://pan.quark.cn/s/4557ef0a249b"
  },
  {
    "文件名": "【百合】《深情种》作者：时千辞.txt",
    "夸克盘链接": "https://pan.quark.cn/s/96f782a1f382"
  },
  {
    "文件名": "【百合】《生化之黑暗女王》作者：绿色草药.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ff29cd54ead2"
  },
  {
    "文件名": "【百合】《蛇宝是个恋爱脑》作者：变态火.txt",
    "夸克盘链接": "https://pan.quark.cn/s/9d7650bbac65"
  },
  {
    "文件名": "【百合】《烧》作者：初岛.txt",
    "夸克盘链接": "https://pan.quark.cn/s/22c6677189c0"
  },
  {
    "文件名": "【百合】《森林见鹿》（番外完）作者：西兰瓜.txt",
    "夸克盘链接": "https://pan.quark.cn/s/49b29de663a1"
  },
  {
    "文件名": "【百合】《日久见我心》作者：雨打芭蕉叶.txt",
    "夸克盘链接": "https://pan.quark.cn/s/f6170df4315f"
  },
  {
    "文件名": "【百合】《劝君莫惜金缕衣》作者：墨兰疏影.txt",
    "夸克盘链接": "https://pan.quark.cn/s/23c8015c6336"
  },
  {
    "文件名": "【百合】《燃蛊》作者：析木君.txt",
    "夸克盘链接": "https://pan.quark.cn/s/176229ab3763"
  },
  {
    "文件名": "【百合】《全世界都在等你心动》 作者：素西.txt",
    "夸克盘链接": "https://pan.quark.cn/s/9d1f0d047fea"
  },
  {
    "文件名": "【百合】《情敌要撩我怎么破(快穿）》作者：顾荣.txt",
    "夸克盘链接": "https://pan.quark.cn/s/03c852b9ac4f"
  },
  {
    "文件名": "【百合】《清冷总监是个小撩精》作者：木影落.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a2a9beb762f0"
  },
  {
    "文件名": "【百合】《清光同行》作者：七画.txt",
    "夸克盘链接": "https://pan.quark.cn/s/fa184f05c36f"
  },
  {
    "文件名": "【百合】《其实我都听得见》作者：冰刈.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ab29cf4a8fe8"
  },
  {
    "文件名": "【百合】《偏执徒弟逼我始乱终弃[穿书]》作者：浅花醉.txt",
    "夸克盘链接": "https://pan.quark.cn/s/5fdc0c41bfee"
  },
  {
    "文件名": "【百合】《炮灰前任重生后》作者：鹿泱泱.txt",
    "夸克盘链接": "https://pan.quark.cn/s/119b1086e9fa"
  },
  {
    "文件名": "【百合】《怦然为你[同人]》作者：山北橘.txt",
    "夸克盘链接": "https://pan.quark.cn/s/45fb4b569c03"
  },
  {
    "文件名": "【百合】《女皇只取一瓢》（番外完）作者：云书致远.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a5c72bb451b1"
  },
  {
    "文件名": "【百合】《女帝的年下卿卿》（番外完）作者：枫眷.txt",
    "夸克盘链接": "https://pan.quark.cn/s/03be32f1481a"
  },
  {
    "文件名": "【百合】《女将军和长公主》作者：请君莫笑.txt",
    "夸克盘链接": "https://pan.quark.cn/s/02518b5de59a"
  },
  {
    "文件名": "【百合】《女扮男装，就地成婚》（番外完）作者：媂元清.txt",
    "夸克盘链接": "https://pan.quark.cn/s/0aced465466e"
  },
  {
    "文件名": "【百合】《年待十二季》作者：笙翧.txt",
    "夸克盘链接": "https://pan.quark.cn/s/80c2a9583734"
  },
  {
    "文件名": "【百合】《你怎么还有这一面》作者：热到昏厥.txt",
    "夸克盘链接": "https://pan.quark.cn/s/166f87c78315"
  },
  {
    "文件名": "【百合】《你说谁是恶毒前任》作者：白字儿.txt",
    "夸克盘链接": "https://pan.quark.cn/s/5a90ae29702a"
  },
  {
    "文件名": "【百合】《末世之变身女武神》作者：枪兵NO2.txt",
    "夸克盘链接": "https://pan.quark.cn/s/2aa3f7c3bb5a"
  },
  {
    "文件名": "【百合】《美人如此多娇》作者：醉风林.txt",
    "夸克盘链接": "https://pan.quark.cn/s/d7c79a493ded"
  },
  {
    "文件名": "【百合】《谋卿》作者：夏阳冬雪.txt",
    "夸克盘链接": "https://pan.quark.cn/s/bb916da03abe"
  },
  {
    "文件名": "【百合】《烈日》作者：祁素.txt",
    "夸克盘链接": "https://pan.quark.cn/s/b10f9fe6596c"
  },
  {
    "文件名": "【百合】《论白月光的折腰》作者：墨兰疏影.txt",
    "夸克盘链接": "https://pan.quark.cn/s/f32db44266e3"
  },
  {
    "文件名": "【百合】《撩欲猫猫一声喵，冰山小狼尾会飘》作者：一个凳子.txt",
    "夸克盘链接": "https://pan.quark.cn/s/04d405267b9c"
  },
  {
    "文件名": "【百合】《撩完就跑，她追白月光天涯海角》作者：妖鱼的鱼.txt",
    "夸克盘链接": "https://pan.quark.cn/s/b1e7c81129f3"
  },
  {
    "文件名": "【百合】《老师！球球成精了》作者：空夜无愿.txt",
    "夸克盘链接": "https://pan.quark.cn/s/eb122e3bc425"
  },
  {
    "文件名": "【百合】《老婆是上天安排的》作者：陆欢颜.txt",
    "夸克盘链接": "https://pan.quark.cn/s/da5f349be620"
  },
  {
    "文件名": "【百合】《快穿之女主她不按剧本走》作者：兔兔熊.txt",
    "夸克盘链接": "https://pan.quark.cn/s/cb1268e16097"
  },
  {
    "文件名": "【百合】《快穿：我跟男主抢女人》作者：岐鹿.txt",
    "夸克盘链接": "https://pan.quark.cn/s/23bd9c33e9ed"
  },
  {
    "文件名": "【百合】《快穿：虐渣被病娇高冷御姐强制爱》作者：李心魅.txt",
    "夸克盘链接": "https://pan.quark.cn/s/bc84f0fd47d3"
  },
  {
    "文件名": "【百合】《可以先结婚》作者：宁远.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c32e3a620dbf"
  },
  {
    "文件名": "【百合】《坑文有赏》作者：吕不伪.txt",
    "夸克盘链接": "https://pan.quark.cn/s/094945b17df9"
  },
  {
    "文件名": "【百合】《开局萌男变身美少女》（番外完）作者：渐渐迪化.txt",
    "夸克盘链接": "https://pan.quark.cn/s/368e430fcba5"
  },
  {
    "文件名": "【百合】《君言凤和》（番外完）作者：天光乍破.txt",
    "夸克盘链接": "https://pan.quark.cn/s/73c2bd558436"
  },
  {
    "文件名": "【百合】《救与救赎》作者：杨之达.txt",
    "夸克盘链接": "https://pan.quark.cn/s/9663ce0c44f6"
  },
  {
    "文件名": "【百合】《救命！穿成王宝钏后和代战he了》作者：久久牌感冒灵.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c9fe134958c5"
  },
  {
    "文件名": "【百合】《旧酒重调》（番外完）作者：浪子木.txt",
    "夸克盘链接": "https://pan.quark.cn/s/784d2c1da61e"
  },
  {
    "文件名": "【百合】《九行告白诗》作者：懒叶.txt",
    "夸克盘链接": "https://pan.quark.cn/s/6dace37f77ab"
  },
  {
    "文件名": "【百合】《泾渭情殇 》作者：请君莫笑.txt",
    "夸克盘链接": "https://pan.quark.cn/s/96d23842d073"
  },
  {
    "文件名": "【百合】《今日离港》作者：鱼宰.txt",
    "夸克盘链接": "https://pan.quark.cn/s/2939052cffe5"
  },
  {
    "文件名": "【百合】《金丝雀她很作》作者：甜不萌.txt",
    "夸克盘链接": "https://pan.quark.cn/s/238294e5874d"
  },
  {
    "文件名": "【百合】《降龙诀［穿书］》作者：时微月上.txt",
    "夸克盘链接": "https://pan.quark.cn/s/0743cf2f96d1"
  },
  {
    "文件名": "【百合】《降服了那只小恶魔》作者：沐云雪月.txt",
    "夸克盘链接": "https://pan.quark.cn/s/44360fa65165"
  },
  {
    "文件名": "【百合】《江山落雪》（番外完）作者：一叶落城秋.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a9a189abb874"
  },
  {
    "文件名": "【百合】《捡来的小姐姐成了我的夫人》（番外完）作者：了蛙藕.txt",
    "夸克盘链接": "https://pan.quark.cn/s/92664f4a2f54"
  },
  {
    "文件名": "【百合】《假高四后班任是我前任》作者：摆渡鸟.txt",
    "夸克盘链接": "https://pan.quark.cn/s/78fc298b34c9"
  },
  {
    "文件名": "【百合】《捡来的美人姐姐好会钓》作者：往亿云.txt",
    "夸克盘链接": "https://pan.quark.cn/s/f66909d2e7d6"
  },
  {
    "文件名": "【百合】《家养幼稚霸总》作者：时月笛.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ad43234dfb3c"
  },
  {
    "文件名": "【百合】《假千金跟真千金处个对象怎么了》（番外完）作者：张十三zss.txt",
    "夸克盘链接": "https://pan.quark.cn/s/89659a8bd0b0"
  },
  {
    "文件名": "【百合】《技术性击倒》作者：不飍.txt",
    "夸克盘链接": "https://pan.quark.cn/s/71ee61072f55"
  },
  {
    "文件名": "【百合】《佳人应是配美人》作者：五不柳.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c175ac5daf61"
  },
  {
    "文件名": "【百合】《嫉妒天使和傲慢仆从》（番外完）作者：森林长春.txt",
    "夸克盘链接": "https://pan.quark.cn/s/67fb59406be9"
  },
  {
    "文件名": "【百合】《混蛋，你可看见向日葵的枯萎》作者：肥三爷.txt",
    "夸克盘链接": "https://pan.quark.cn/s/51322eab02d6"
  },
  {
    "文件名": "【百合】《回到离婚前花式宠妻》作者：财神爱我.txt",
    "夸克盘链接": "https://pan.quark.cn/s/117d1df1ff47"
  },
  {
    "文件名": "【百合】《皇后她无所畏惧》（番外完）作者：昨夜未归.txt",
    "夸克盘链接": "https://pan.quark.cn/s/cdb594cf9cb8"
  },
  {
    "文件名": "【百合】《唤醒被渣的深柜美女姐姐》作者：景小六.txt",
    "夸克盘链接": "https://pan.quark.cn/s/816abd67104a"
  },
  {
    "文件名": "【百合】《护食》作者：宁远.txt",
    "夸克盘链接": "https://pan.quark.cn/s/9f285b26e58a"
  },
  {
    "文件名": "【百合】《禾俞集（妖鬼）》作者：黑茶饼饼.txt",
    "夸克盘链接": "https://pan.quark.cn/s/2d49bc9ce573"
  },
  {
    "文件名": "【百合】《和恋爱脑摄政王先婚后爱了》（番外完）作者：竹昭.txt",
    "夸克盘链接": "https://pan.quark.cn/s/4aa0ed5eacde"
  },
  {
    "文件名": "【百合】《好运小狗九十九次追妻》（番外完）作者：湛山钟鸣.txt",
    "夸克盘链接": "https://pan.quark.cn/s/d8df1fa51757"
  },
  {
    "文件名": "【百合】《豪门前女友跪着求我回来[娱乐圈]》作者：李甜汤.txt",
    "夸克盘链接": "https://pan.quark.cn/s/d01e984f456d"
  },
  {
    "文件名": "【百合】《寒夜桃花》作者：露露奶茶1.txt",
    "夸克盘链接": "https://pan.quark.cn/s/3d7b9cb94c90"
  },
  {
    "文件名": "【百合】《含泪做1》作者：小檀栾.txt",
    "夸克盘链接": "https://pan.quark.cn/s/3ed69e8a05ab"
  },
  {
    "文件名": "【百合】《含泪做1》（正文完）作者：小檀栾.txt",
    "夸克盘链接": "https://pan.quark.cn/s/7fb7bdbea54e"
  },
  {
    "文件名": "【百合】《过分宠溺 》作者： 酒小熹.txt",
    "夸克盘链接": "https://pan.quark.cn/s/1d8958095289"
  },
  {
    "文件名": "【百合】《过气影后的私有渣Alpha》作者：坚定苟住.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e489388c2319"
  },
  {
    "文件名": "【百合】《孤掷温柔》作者：闵然.txt",
    "夸克盘链接": "https://pan.quark.cn/s/90ddff9a1b51"
  },
  {
    "文件名": "【百合】《顾小姐和曲小姐》作者：晚之.txt",
    "夸克盘链接": "https://pan.quark.cn/s/49653dbac5b2"
  },
  {
    "文件名": "【百合】《工具人也有春天》作者：小白NO1.txt",
    "夸克盘链接": "https://pan.quark.cn/s/d3914a3dbfd6"
  },
  {
    "文件名": "【百合】《跟残疾大佬闪婚后》作者：雾漫青山.txt",
    "夸克盘链接": "https://pan.quark.cn/s/61c3d9f41f91"
  },
  {
    "文件名": "【百合】《该死的月光》作者：曼特宁.txt",
    "夸克盘链接": "https://pan.quark.cn/s/d35c0d649e08"
  },
  {
    "文件名": "【百合】《凤傲天重生后，盯上了变废萌的我》作者：梦很轻.txt",
    "夸克盘链接": "https://pan.quark.cn/s/0d85f7f878af"
  },
  {
    "文件名": "【百合】《服软》作者：时千辞.txt",
    "夸克盘链接": "https://pan.quark.cn/s/152a4e90043c"
  },
  {
    "文件名": "【百合】《分割》作者：晓暴.txt",
    "夸克盘链接": "https://pan.quark.cn/s/8b4d72049e96"
  },
  {
    "文件名": "【百合】《疯批女帝蓄谋久，清冷帝师太撩人》作者：知鱼之寻.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e687b5b0fd70"
  },
  {
    "文件名": "【百合】《非酋她总想和情敌贴贴》（番外完）作者：地葵.txt",
    "夸克盘链接": "https://pan.quark.cn/s/08c470f0290a"
  },
  {
    "文件名": "【百合】《返场心动》作者：如作千灯.txt",
    "夸克盘链接": "https://pan.quark.cn/s/4553a1e0479f"
  },
  {
    "文件名": "【百合】《放肆[娱乐圈]》作者：玄笺.txt",
    "夸克盘链接": "https://pan.quark.cn/s/8bac2926c4d8"
  },
  {
    "文件名": "【百合】《独白手法》作者：雪泅.txt",
    "夸克盘链接": "https://pan.quark.cn/s/0bab4dad409d"
  },
  {
    "文件名": "【百合】《顶流A为何突然不作妖了》（番外完）作者：青木橘.txt",
    "夸克盘链接": "https://pan.quark.cn/s/5c3761848be6"
  },
  {
    "文件名": "【百合】《当社畜撞上阿飘姐姐》作者：画师fox.txt",
    "夸克盘链接": "https://pan.quark.cn/s/8e2f2a8625dd"
  },
  {
    "文件名": "【百合】《大小姐和她的明星姐姐》作者：奶茶三两杯.txt",
    "夸克盘链接": "https://pan.quark.cn/s/30374cb2cebf"
  },
  {
    "文件名": "【百合】《崔前辈是只猫》作者：太古季叶人.txt",
    "夸克盘链接": "https://pan.quark.cn/s/5791cf2ce9cf"
  },
  {
    "文件名": "【百合】《当妃子后把公主拿下了》（番外完）作者：盐漆.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ee076318a6c7"
  },
  {
    "文件名": "【百合】《从结婚开始爱你》 作者：雾漫青山.txt",
    "夸克盘链接": "https://pan.quark.cn/s/b2465ffa717a"
  },
  {
    "文件名": "【百合】《春与恋橘》作者：如月之风.txt",
    "夸克盘链接": "https://pan.quark.cn/s/7cfe83bd8e93"
  },
  {
    "文件名": "【百合】《春日宴》作者：昆仑山上玉.txt",
    "夸克盘链接": "https://pan.quark.cn/s/083f6ddae8ff"
  },
  {
    "文件名": "【百合】《穿越后我娶了太守千金》作者：苏青云.txt",
    "夸克盘链接": "https://pan.quark.cn/s/658a89e6396f"
  },
  {
    "文件名": "【百合】《穿越古代带球跑文里的渣A》作者：公子幸川.txt",
    "夸克盘链接": "https://pan.quark.cn/s/5d64ada4af3d"
  },
  {
    "文件名": "【百合】《穿书：拐个女主做老婆》作者：山麓的珊璐.txt",
    "夸克盘链接": "https://pan.quark.cn/s/f06058557bb5"
  },
  {
    "文件名": "【百合】《穿书成了纨绔男二后》（番外完）作者：三七四六.txt",
    "夸克盘链接": "https://pan.quark.cn/s/3225b3bb52db"
  },
  {
    "文件名": "【百合】《穿成神像怎么》作者：长鱼即墨.txt",
    "夸克盘链接": "https://pan.quark.cn/s/919972eb94f4"
  },
  {
    "文件名": "【百合】《穿书！绿茶女配和女总裁HE了！》作者：霃霖.txt",
    "夸克盘链接": "https://pan.quark.cn/s/4889fe365736"
  },
  {
    "文件名": "【百合】《穿到马甲文后，她摆烂了》作者：晚舟归不归.txt",
    "夸克盘链接": "https://pan.quark.cn/s/5529f7e280e4"
  },
  {
    "文件名": "【百合】《穿成炮灰渣A后，甜宠女主》作者：福卡福福.txt",
    "夸克盘链接": "https://pan.quark.cn/s/8e1553277c65"
  },
  {
    "文件名": "【百合】《痴情攻二死遁后[快穿]》作者：佟至.txt",
    "夸克盘链接": "https://pan.quark.cn/s/bf8115e83674"
  },
  {
    "文件名": "【百合】《初恋成了我上司怎么办gl》作者：柿原纯.txt",
    "夸克盘链接": "https://pan.quark.cn/s/6325af2cea1d"
  },
  {
    "文件名": "【百合】《趁机》米闹闹.txt",
    "夸克盘链接": "https://pan.quark.cn/s/5a0ff40ab5e7"
  },
  {
    "文件名": "【百合】《不要喜欢我》作者：巫子是鬼.txt",
    "夸克盘链接": "https://pan.quark.cn/s/db5db3685eba"
  },
  {
    "文件名": "【百合】《不小心攻略了女主师尊》作者：时酌.txt",
    "夸克盘链接": "https://pan.quark.cn/s/69bd5403ac16"
  },
  {
    "文件名": "【百合】《病弱美人的钓妻技巧》作者：湖中歌.txt",
    "夸克盘链接": "https://pan.quark.cn/s/cababeb34dfa"
  },
  {
    "文件名": "【百合】《变成女孩子后在惊悚世界知交遍布》作者：大郝仁啊.txt",
    "夸克盘链接": "https://pan.quark.cn/s/69557b8c8367"
  },
  {
    "文件名": "【百合】《病美人师尊的千层套路》作者：食鹿客.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a7d6697eceaf"
  },
  {
    "文件名": "【百合】《病美人娇养手册（重生）》作者：甜霜er.txt",
    "夸克盘链接": "https://pan.quark.cn/s/0b718643a979"
  },
  {
    "文件名": "【百合】《别动！这是我媳妇儿》作者：李秋琅.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a72fa40e7dcb"
  },
  {
    "文件名": "【百合】《别吃女儿的醋！》作者：一万张.txt",
    "夸克盘链接": "https://pan.quark.cn/s/118942039eb4"
  },
  {
    "文件名": "【百合】《变A后，成了万人迷》作者：戈云栖.txt",
    "夸克盘链接": "https://pan.quark.cn/s/10abffb368bf"
  },
  {
    "文件名": "【百合】《彼岸待花开（师生）》作者：阳安安.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c625971bb2f7"
  },
  {
    "文件名": "【百合】《鞭殇之恋》作者：晓暴.txt",
    "夸克盘链接": "https://pan.quark.cn/s/89c261aa6e00"
  },
  {
    "文件名": "【百合】《被献祭后，师尊跪求我原谅》作者：木玄白.txt",
    "夸克盘链接": "https://pan.quark.cn/s/6851f990c48b"
  },
  {
    "文件名": "【百合】《被傻子骗到赔钱卖身》作者：冰激凌企鹅.txt",
    "夸克盘链接": "https://pan.quark.cn/s/cdb497cf57a1"
  },
  {
    "文件名": "【百合】《被柔弱美人缠上之后》作者：黎筝弦.txt",
    "夸克盘链接": "https://pan.quark.cn/s/6e2fef479bbb"
  },
  {
    "文件名": "【百合】《被偏执女主缠上后[快穿]》作者：已书.txt",
    "夸克盘链接": "https://pan.quark.cn/s/0f50a30be88e"
  },
  {
    "文件名": "【百合】《被虐文里的白月光拐跑了》作者：乱曲.txt",
    "夸克盘链接": "https://pan.quark.cn/s/63779c88c99e"
  },
  {
    "文件名": "【百合】《白月光女主抱紧我不撒手》作者：爱吃发菜蛋皮卷的六峰.txt",
    "夸克盘链接": "https://pan.quark.cn/s/f6176722ee68"
  },
  {
    "文件名": "【百合】《半途星辰半途雨》（番外完）作者：saylouchu.txt",
    "夸克盘链接": "https://pan.quark.cn/s/bd6202a8b4de"
  },
  {
    "文件名": "【百合】《百合游戏终极玩家》 作者：卞久欢.txt",
    "夸克盘链接": "https://pan.quark.cn/s/0c734c93b991"
  },
  {
    "文件名": "【百合】《白月光和狐狸精gl》（番外完）作者：笙璃韵.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ddaacbc6402d"
  },
  {
    "文件名": "【百合】《暗恋回响》作者：闲词.txt",
    "夸克盘链接": "https://pan.quark.cn/s/3f2e758d6ba2"
  },
  {
    "文件名": "【百合】《白塔今夜有灯》作者：千岁一时.txt",
    "夸克盘链接": "https://pan.quark.cn/s/66b88eac88d2"
  },
  {
    "文件名": "【百合】《暗恋博弈》作者：落雪遮阳.txt",
    "夸克盘链接": "https://pan.quark.cn/s/4ce2d40af245"
  },
  {
    "文件名": "【百合】《HP穿成拉文德怎么办》作者：欧阳蒜蓉.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ff8978aadf8c"
  },
  {
    "文件名": "【百合】《AA将军她非要让我负责》作者 致川.txt",
    "夸克盘链接": "https://pan.quark.cn/s/be81901f005d"
  },
  {
    "文件名": "【百合】《暗黎gl》作者：佐川川.txt",
    "夸克盘链接": "https://pan.quark.cn/s/713d21e11087"
  },
  {
    "文件名": "[网游]最强男神 作者：蝶之灵.txt",
    "夸克盘链接": "https://pan.quark.cn/s/daa8c8b1ffd0"
  },
  {
    "文件名": "[耽美]穿越之修仙 作者：衣落成火.txt",
    "夸克盘链接": "https://pan.quark.cn/s/28bdfa745472"
  },
  {
    "文件名": "[电竞]王者重临 作者：蝶之灵.txt",
    "夸克盘链接": "https://pan.quark.cn/s/5d63488a8cfa"
  },
  {
    "文件名": "[快穿]这个锅我背了 作者：三千大梦叙平生.txt",
    "夸克盘链接": "https://pan.quark.cn/s/3851768886e1"
  },
  {
    "文件名": "子夜鸮-颜凉雨 作者：颜凉雨.txt",
    "夸克盘链接": "https://pan.quark.cn/s/114951b1da70"
  },
  {
    "文件名": "主角攻受怎么为我打起来了.txt",
    "夸克盘链接": "https://pan.quark.cn/s/4fe8086d5d7c"
  },
  {
    "文件名": "酌鹿 作者：绿野千鹤.txt",
    "夸克盘链接": "https://pan.quark.cn/s/dfc8801dd642"
  },
  {
    "文件名": "拯救男配反被撩[穿书] 作者：君嬴.txt",
    "夸克盘链接": "https://pan.quark.cn/s/840d7cbcfe45"
  },
  {
    "文件名": "这豪门替身妻我不当了![穿书] 作者：九夜狂言.txt",
    "夸克盘链接": "https://pan.quark.cn/s/776d0187e4b0"
  },
  {
    "文件名": "在二哈身边保命的日子 作者：一世华裳.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e391f526de32"
  },
  {
    "文件名": "星卡大师[重生] 作者：蝶之灵.txt",
    "夸克盘链接": "https://pan.quark.cn/s/b580fbd35143"
  },
  {
    "文件名": "一剑霜寒 作者：语笑阑珊.txt",
    "夸克盘链接": "https://pan.quark.cn/s/66022e806d63"
  },
  {
    "文件名": "妖怪公寓 作者：醉饮长歌.txt",
    "夸克盘链接": "https://pan.quark.cn/s/d639943e8e6c"
  },
  {
    "文件名": "硬核萌妹穿成小怂包 作者：连亦怜.txt",
    "夸克盘链接": "https://pan.quark.cn/s/149abe4ac813"
  },
  {
    "文件名": "薛子轩（快穿之打脸狂魔出书版番外） 作者：风流书呆.txt",
    "夸克盘链接": "https://pan.quark.cn/s/7aaec30c503c"
  },
  {
    "文件名": "星际大佬的古代日常 作者：纤曳.txt",
    "夸克盘链接": "https://pan.quark.cn/s/4f6255e8ee32"
  },
  {
    "文件名": "小族长 作者：从南而生.txt",
    "夸克盘链接": "https://pan.quark.cn/s/9b6a641877b8"
  },
  {
    "文件名": "限定暧昧 作者：苏景闲.txt",
    "夸克盘链接": "https://pan.quark.cn/s/89c47e7b4b6f"
  },
  {
    "文件名": "仙界淘宝店主 作者：逆我者乱.txt",
    "夸克盘链接": "https://pan.quark.cn/s/95f22aa1aa08"
  },
  {
    "文件名": "潇然梦 第2卷.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c39f3c6c57e8"
  },
  {
    "文件名": "天才少女游江湖 作者：飞鸟甄绿.txt",
    "夸克盘链接": "https://pan.quark.cn/s/57bbc3365d01"
  },
  {
    "文件名": "无限破产危机 作者：轻云淡.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c231ce59e0ed"
  },
  {
    "文件名": "我们妖怪不许单身 作者：绣生.txt",
    "夸克盘链接": "https://pan.quark.cn/s/0a43b5fa3a8d"
  },
  {
    "文件名": "我梦游标记了死对头 作者：繁霜里.txt",
    "夸克盘链接": "https://pan.quark.cn/s/200fe9a242f7"
  },
  {
    "文件名": "绾青丝 第3卷 风华篇.txt",
    "夸克盘链接": "https://pan.quark.cn/s/942ae44b2368"
  },
  {
    "文件名": "天宝伏妖录.完结+番外.By非天夜翔.txt",
    "夸克盘链接": "https://pan.quark.cn/s/735acffa6f11"
  },
  {
    "文件名": "绾青丝 第1卷 青楼篇.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a74ce1428449"
  },
  {
    "文件名": "同归_语笑阑珊 作者：语笑阑珊.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e265ce534ea1"
  },
  {
    "文件名": "天地白驹_夜翔 作者：非天夜翔.txt",
    "夸克盘链接": "https://pan.quark.cn/s/be92b6250a4a"
  },
  {
    "文件名": "失忆了别闹 作者：绿野千鹤.txt",
    "夸克盘链接": "https://pan.quark.cn/s/4e90aad19a44"
  },
  {
    "文件名": "农家娇妻来种田 作者：恋小爱.txt",
    "夸克盘链接": "https://pan.quark.cn/s/3e6b133ec867"
  },
  {
    "文件名": "神造 作者：风流书呆.txt",
    "夸克盘链接": "https://pan.quark.cn/s/fdb59275114f"
  },
  {
    "文件名": "身份号019 作者：西西特.txt",
    "夸克盘链接": "https://pan.quark.cn/s/532e2c293baa"
  },
  {
    "文件名": "深情男配今天崩了吗 作者：即墨遥.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ea7943dc21b4"
  },
  {
    "文件名": "神木挠不尽by绿野千鹤.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e5ead0c43c92"
  },
  {
    "文件名": "让我砸了这剧情[穿书] 作者：吨吨吨吨.txt",
    "夸克盘链接": "https://pan.quark.cn/s/97117e90d0f4"
  },
  {
    "文件名": "情敌每天都在变美[穿书] 作者：公子于歌.txt",
    "夸克盘链接": "https://pan.quark.cn/s/3c7c42cdb172"
  },
  {
    "文件名": "年长者的义务 作者：月下桑.txt",
    "夸克盘链接": "https://pan.quark.cn/s/96bf571b64a3"
  },
  {
    "文件名": "卡牌密室（重生） 作者：蝶之灵.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c44ef46160b4"
  },
  {
    "文件名": "那月光和你 作者：语笑阑珊.txt",
    "夸克盘链接": "https://pan.quark.cn/s/7b61d4b73cb1"
  },
  {
    "文件名": "你不要过来啊 作者：醉饮长歌.txt",
    "夸克盘链接": "https://pan.quark.cn/s/92c4b4070e99"
  },
  {
    "文件名": "那个白月光替身她爆红了 作者：船宝.txt",
    "夸克盘链接": "https://pan.quark.cn/s/4a7d31db9823"
  },
  {
    "文件名": "绿茶她凭武力称霸 作者：梅雨歇.txt",
    "夸克盘链接": "https://pan.quark.cn/s/735fc433e78c"
  },
  {
    "文件名": "临时保镖.完结+番外.By绿野千鹤.txt",
    "夸克盘链接": "https://pan.quark.cn/s/d94c9db58606"
  },
  {
    "文件名": "辣鸡总裁还我清白！[娱乐圈] 作者：三千大梦叙平生.txt",
    "夸克盘链接": "https://pan.quark.cn/s/d3176e0fe829"
  },
  {
    "文件名": "假白莲变身万人迷 作者：一曲绝唱.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c94ae3af4615"
  },
  {
    "文件名": "国家一级注册驱魔师上岗培训通知 作者：非天夜翔.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e2102478b215"
  },
  {
    "文件名": "寒剑栖桃花 作者：西子绪.txt",
    "夸克盘链接": "https://pan.quark.cn/s/f497dc9af131"
  },
  {
    "文件名": "皇上别闹 作者：绿野千鹤【完结+番外】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/4a6675dfbe2e"
  },
  {
    "文件名": "攻略那个渣攻[快穿] 作者：即墨遥.txt",
    "夸克盘链接": "https://pan.quark.cn/s/968365c733c2"
  },
  {
    "文件名": "给校草当假男友的日子 作者：羲和清零.txt",
    "夸克盘链接": "https://pan.quark.cn/s/6948ef7302d2"
  },
  {
    "文件名": "反派们重生后都爱上了我 作者：即墨遥.txt",
    "夸克盘链接": "https://pan.quark.cn/s/433a4ba66408"
  },
  {
    "文件名": "钫铮 -慧敏(现代）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/807f962caeaf"
  },
  {
    "文件名": "电竞毒瘤集结营 作者：青梅酱.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ab591048649c"
  },
  {
    "文件名": "帝王攻略-语笑阑珊 作者：语笑阑珊.txt",
    "夸克盘链接": "https://pan.quark.cn/s/523765198229"
  },
  {
    "文件名": "堕落之后.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e510cc6cde61"
  },
  {
    "文件名": "地球人禁猎守则 作者：千峰一鹤.txt",
    "夸克盘链接": "https://pan.quark.cn/s/04f1faad4a85"
  },
  {
    "文件名": "大撞阴阳路 作者：木兮娘.txt",
    "夸克盘链接": "https://pan.quark.cn/s/f527673fab4c"
  },
  {
    "文件名": "带着学习强国发家致富 作者：爱落成墨.txt",
    "夸克盘链接": "https://pan.quark.cn/s/5759b51e930b"
  },
  {
    "文件名": "穿书后我拿了巨额分手费[穿书] 作者：挠时光.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c26bf2b218b3"
  },
  {
    "文件名": "穿进gay文怎么办 作者：咸鱼火锅.txt",
    "夸克盘链接": "https://pan.quark.cn/s/2dbb0af67ce3"
  },
  {
    "文件名": "大小姐不当了[穿书] 作者：大锅霍皮久.txt",
    "夸克盘链接": "https://pan.quark.cn/s/b80842b51271"
  },
  {
    "文件名": "暴君的炮灰男后[穿书] 作者：卷卷猫.txt",
    "夸克盘链接": "https://pan.quark.cn/s/5c509b97fd04"
  },
  {
    "文件名": "穿到反派破产前[穿书] 作者：林中人x.txt",
    "夸克盘链接": "https://pan.quark.cn/s/d192ef6efd8f"
  },
  {
    "文件名": "穿成校草的锦鲤妻[穿书] 作者：妖妖逃之.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a1ea2bcbea9d"
  },
  {
    "文件名": "穿成女主她妹[穿书] 作者：辛一袅.txt",
    "夸克盘链接": "https://pan.quark.cn/s/1f8e0a5ca1e2"
  },
  {
    "文件名": "白月光替身想开了 作者：墨九言.txt",
    "夸克盘链接": "https://pan.quark.cn/s/22847306bc5b"
  },
  {
    "文件名": "薄雾[无限] 作者：微风几许.txt",
    "夸克盘链接": "https://pan.quark.cn/s/2db41f3d59b1"
  },
  {
    "文件名": "爱你怎么说 作者：风流书呆.txt",
    "夸克盘链接": "https://pan.quark.cn/s/86db1e782f9b"
  },
  {
    "文件名": "抱走男二谈恋爱[穿书] 作者：允清吖.txt",
    "夸克盘链接": "https://pan.quark.cn/s/4e2cd621b226"
  },
  {
    "文件名": "艾玛，我好像是荣妃啊 作者：彦王爷.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a0477980b3fd"
  },
  {
    "文件名": "No.096 小东西 作者：嘉人.txt",
    "夸克盘链接": "https://pan.quark.cn/s/16f3425e4f49"
  },
  {
    "文件名": "No.098 锦食记 作者：宅包.txt",
    "夸克盘链接": "https://pan.quark.cn/s/978fc5dcc8a6"
  },
  {
    "文件名": "No.087 女国 作者：人间观众.txt",
    "夸克盘链接": "https://pan.quark.cn/s/7c1e7e38df8a"
  },
  {
    "文件名": "No.084 江月沐春阳.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e0975a63486b"
  },
  {
    "文件名": "No.083 佳佳的重生之旅.txt",
    "夸克盘链接": "https://pan.quark.cn/s/f7cfb785813c"
  },
  {
    "文件名": "No.077 借我三千城管.txt",
    "夸克盘链接": "https://pan.quark.cn/s/6ea23ac17727"
  },
  {
    "文件名": "No.075 嫁个腹黑郎 作者：子夜青冥.txt",
    "夸克盘链接": "https://pan.quark.cn/s/8ace828571f1"
  },
  {
    "文件名": "No.068 一枝春.txt",
    "夸克盘链接": "https://pan.quark.cn/s/6bfb9985b91f"
  },
  {
    "文件名": "No.072 初熏心意 作者：雪落听风.txt",
    "夸克盘链接": "https://pan.quark.cn/s/1b101732c238"
  },
  {
    "文件名": "No.067 消失.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c63682a8696e"
  },
  {
    "文件名": "No.065 小地主的女尊生活.txt",
    "夸克盘链接": "https://pan.quark.cn/s/2bffb7e8944d"
  },
  {
    "文件名": "No.064 重生在豆蔻年华.txt",
    "夸克盘链接": "https://pan.quark.cn/s/aa97619a2b5a"
  },
  {
    "文件名": "No.063 淡定小姐 作者：乐小七.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ea1cc2380847"
  },
  {
    "文件名": "No.062 醉花沉璧.txt",
    "夸克盘链接": "https://pan.quark.cn/s/6e776340a9ea"
  },
  {
    "文件名": "No.060 龙凤.txt",
    "夸克盘链接": "https://pan.quark.cn/s/24073a6b3019"
  },
  {
    "文件名": "No.052 阮宝儿的热闹生活.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ea70e1b6fa95"
  },
  {
    "文件名": "No.059 纪家闺秀 作者：莔狸淇.txt",
    "夸克盘链接": "https://pan.quark.cn/s/7b6e06215c36"
  },
  {
    "文件名": "No.054 简单的幸福 作者：绯桃.txt",
    "夸克盘链接": "https://pan.quark.cn/s/76dd9ecd7a0d"
  },
  {
    "文件名": "No.053 你好，检察官 作者：苏释.txt",
    "夸克盘链接": "https://pan.quark.cn/s/903233bd75c2"
  },
  {
    "文件名": "No.044 嫣然人生 作者：南楼画角.txt",
    "夸克盘链接": "https://pan.quark.cn/s/bf7542e692c5"
  },
  {
    "文件名": "No.050 画堂深处 作者：阿幂.txt",
    "夸克盘链接": "https://pan.quark.cn/s/737fe60e9cb2"
  },
  {
    "文件名": "No.042 把酒话桑麻 作者：欣欣向荣.txt",
    "夸克盘链接": "https://pan.quark.cn/s/cbe4a587b686"
  },
  {
    "文件名": "No.038 宋朝乡下人的进城生活 作者：清歌一片.txt",
    "夸克盘链接": "https://pan.quark.cn/s/9460b66259c9"
  },
  {
    "文件名": "No.032 同学两亿岁 作者：疯丢子.txt",
    "夸克盘链接": "https://pan.quark.cn/s/909ba99b1f03"
  },
  {
    "文件名": "No.025 诺森德 作者：时久.txt",
    "夸克盘链接": "https://pan.quark.cn/s/117fa71832bc"
  },
  {
    "文件名": "No.031 重生1975.txt",
    "夸克盘链接": "https://pan.quark.cn/s/2c6c7ebd5357"
  },
  {
    "文件名": "No.018 重生之盛世医女 作者：绣锦.txt",
    "夸克盘链接": "https://pan.quark.cn/s/1b72cf0f49e1"
  },
  {
    "文件名": "No.011 穿越为妇之道 作者：八月薇妮.txt",
    "夸克盘链接": "https://pan.quark.cn/s/3f9d4767c80c"
  },
  {
    "文件名": "No.013 黑白配 作者：居尼尔斯.txt",
    "夸克盘链接": "https://pan.quark.cn/s/657c24ff2b56"
  },
  {
    "文件名": "No.007 穿越庶女难为 作者：大脸猫爱吃鱼.txt",
    "夸克盘链接": "https://pan.quark.cn/s/54876296db66"
  },
  {
    "文件名": "No.009 妲己的任务 作者：张鼎鼎.txt",
    "夸克盘链接": "https://pan.quark.cn/s/8b95bd76d390"
  },
  {
    "文件名": "No.003 无肉不欢 作者：橘花散里.txt",
    "夸克盘链接": "https://pan.quark.cn/s/83bba8c05e14"
  },
  {
    "文件名": "No.002 玛丽在隔壁 作者：校长恨霸王太多.txt",
    "夸克盘链接": "https://pan.quark.cn/s/48a4a42e1665"
  },
  {
    "文件名": "《镇魂》作者：priest.txt",
    "夸克盘链接": "https://pan.quark.cn/s/0fde61ce9f90"
  },
  {
    "文件名": "《纸片恋人》作者：楚寒衣青.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ab07c6b93656"
  },
  {
    "文件名": "No.001 姻缘.txt",
    "夸克盘链接": "https://pan.quark.cn/s/44317990166f"
  },
  {
    "文件名": "《这题超纲了》作者：木瓜黄.txt",
    "夸克盘链接": "https://pan.quark.cn/s/fc71e68bc45a"
  },
  {
    "文件名": "《宅女在古代后宫的幸福生活》作者：绝代双娇.txt",
    "夸克盘链接": "https://pan.quark.cn/s/611d42e2ca48"
  },
  {
    "文件名": "《庸俗恋爱》作者：幻影莉.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a2b897832503"
  },
  {
    "文件名": "《一个钢镚儿》作者：巫哲（完结+番外全）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/dbed21628765"
  },
  {
    "文件名": "《瑶华》作者：晚晴风景.txt",
    "夸克盘链接": "https://pan.quark.cn/s/8c7745152ebe"
  },
  {
    "文件名": "《一公尺》作者：董小猫.txt",
    "夸克盘链接": "https://pan.quark.cn/s/146d7a0ee07f"
  },
  {
    "文件名": "《演技派》作者：睡芒.txt",
    "夸克盘链接": "https://pan.quark.cn/s/064efb2a6a4c"
  },
  {
    "文件名": "《戏精守护者》作者：五军.txt",
    "夸克盘链接": "https://pan.quark.cn/s/582d9801a5d0"
  },
  {
    "文件名": "《协议结婚后我离不掉了》作者：百户千灯.txt",
    "夸克盘链接": "https://pan.quark.cn/s/440d68213aea"
  },
  {
    "文件名": "《幸福就在下一个街角》作者：陆观澜.txt",
    "夸克盘链接": "https://pan.quark.cn/s/7bddb7796034"
  },
  {
    "文件名": "《戏骨之子》作者：青律（流量明星上铺攻VS戏骨之子下铺受）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/002bbe0308b4"
  },
  {
    "文件名": "《为科学奋斗》作者：月下蝶影.txt",
    "夸克盘链接": "https://pan.quark.cn/s/7534bb684ad7"
  },
  {
    "文件名": "《听说我很穷[娱乐圈]》BY苏景闲.txt",
    "夸克盘链接": "https://pan.quark.cn/s/1e73dc9741fd"
  },
  {
    "文件名": "《图灵密码》作者：非天夜翔.txt",
    "夸克盘链接": "https://pan.quark.cn/s/8aafad79d6f3"
  },
  {
    "文件名": "《我说了，要追你》.txt",
    "夸克盘链接": "https://pan.quark.cn/s/da02b1cc7096"
  },
  {
    "文件名": "《他们都说我遇到了鬼》作者：青羽翼.txt",
    "夸克盘链接": "https://pan.quark.cn/s/4da74af13e42"
  },
  {
    "文件名": "《饲蛟》作者：上灵.txt",
    "夸克盘链接": "https://pan.quark.cn/s/3689b8b3869d"
  },
  {
    "文件名": "《双鱼星号》作者：春十三少.txt",
    "夸克盘链接": "https://pan.quark.cn/s/6a1ae768bb68"
  },
  {
    "文件名": "《谁的小眼睛还没看影帝》作者：莫里.txt",
    "夸克盘链接": "https://pan.quark.cn/s/63fd95bc00bd"
  },
  {
    "文件名": "《上位[娱乐圈]》作者：萝卜兔子.txt",
    "夸克盘链接": "https://pan.quark.cn/s/41703fa14a46"
  },
  {
    "文件名": "《谁能陪我看烟花》作者：达达渝.txt",
    "夸克盘链接": "https://pan.quark.cn/s/bba54eb6449a"
  },
  {
    "文件名": "《奇幻异典》作者：月下桑.txt",
    "夸克盘链接": "https://pan.quark.cn/s/38c1a4079cd4"
  },
  {
    "文件名": "《迷途》作者：年终.txt",
    "夸克盘链接": "https://pan.quark.cn/s/f3955fdc648b"
  },
  {
    "文件名": "《民国之文豪》作者：决绝.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e2d38c346570"
  },
  {
    "文件名": "《山河表里》作者：priest.txt",
    "夸克盘链接": "https://pan.quark.cn/s/2de78c1a9231"
  },
  {
    "文件名": "《墨星咒》作者：橙味果奶.txt",
    "夸克盘链接": "https://pan.quark.cn/s/382d0980a255"
  },
  {
    "文件名": "《猎光（星际）》作者：靡宝.txt",
    "夸克盘链接": "https://pan.quark.cn/s/38472bff09dd"
  },
  {
    "文件名": "《美滋滋》作者：月下蝶影.txt",
    "夸克盘链接": "https://pan.quark.cn/s/d76c39ff6c54"
  },
  {
    "文件名": "《老婆，别当我》作者：兰枫.txt",
    "夸克盘链接": "https://pan.quark.cn/s/5a64fbcabe86"
  },
  {
    "文件名": "《烈火如歌[内地实体版]》作者：明晓溪.txt",
    "夸克盘链接": "https://pan.quark.cn/s/d50cde2e06fe"
  },
  {
    "文件名": "《狂沙奇缘》作者：简暗.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a0ba84f861be"
  },
  {
    "文件名": "《金牌调解员[快穿]》作者：柒殇祭.txt",
    "夸克盘链接": "https://pan.quark.cn/s/7797b48d7529"
  },
  {
    "文件名": "《禁之渊》作者：十四郎.txt",
    "夸克盘链接": "https://pan.quark.cn/s/08972bf875f0"
  },
  {
    "文件名": "《江湖那么大》作者：语笑阑珊.txt",
    "夸克盘链接": "https://pan.quark.cn/s/1baa7ca7153a"
  },
  {
    "文件名": "《江封余火对丑眠[娱乐圈]》作者：何大仁.txt",
    "夸克盘链接": "https://pan.quark.cn/s/71eee7a90212"
  },
  {
    "文件名": "《嫁给当代皇太子BL》作者：青律.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c59a9a652a2c"
  },
  {
    "文件名": "《昏君养成计划》BL作者：夏岚.txt",
    "夸克盘链接": "https://pan.quark.cn/s/6e0a86fdf309"
  },
  {
    "文件名": "《寂寞空庭春欲晚(含番外)》作者：匪我思存.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a5e40d724d8b"
  },
  {
    "文件名": "《灰飞烟灭》作者：步飞烟.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ee3b71ddcc4f"
  },
  {
    "文件名": "《红颜沧桑》作者“梦雨飞鸿.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c6ffe49f537b"
  },
  {
    "文件名": "《花祭》作者：蓝色调.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c081dd668703"
  },
  {
    "文件名": "《和太子争影帝的日子》作者：叶陈年.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c2637f83648b"
  },
  {
    "文件名": "《何忍泪落》作者：幻路影.txt",
    "夸克盘链接": "https://pan.quark.cn/s/258793ac6329"
  },
  {
    "文件名": "《寒知秋》作者：天虫（下部）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/922f1d280a10"
  },
  {
    "文件名": "《红》作者：色女.txt",
    "夸克盘链接": "https://pan.quark.cn/s/6102014d90cd"
  },
  {
    "文件名": "《寒知秋》作者：天虫（上部）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/d78014b8a5d8"
  },
  {
    "文件名": "《含桃》作者：绿野千鹤【完结+番外】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/f19c1c05f166"
  },
  {
    "文件名": "《憨凤穿越时空之旅》.txt",
    "夸克盘链接": "https://pan.quark.cn/s/621dbd45ba18"
  },
  {
    "文件名": "《古董下山》作者：缘何故（平步青云打脸）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/3a4212843402"
  },
  {
    "文件名": "《过门》作者：priest完结+番外.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e066d7263ee1"
  },
  {
    "文件名": "《古代奇缘的俏丫头》.txt",
    "夸克盘链接": "https://pan.quark.cn/s/7b68b794d2c4"
  },
  {
    "文件名": "《古游美男》.txt",
    "夸克盘链接": "https://pan.quark.cn/s/fcef2f806469"
  },
  {
    "文件名": "《二哈和他的白猫师尊》作者：肉包不吃肉.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e8d249ddd606"
  },
  {
    "文件名": "《狗与猫》作者：兽兽.txt",
    "夸克盘链接": "https://pan.quark.cn/s/67e118c19213"
  },
  {
    "文件名": "《宫墙柳》作者：段琳琅.txt",
    "夸克盘链接": "https://pan.quark.cn/s/4eea1055a5c3"
  },
  {
    "文件名": "《凤箫龙吟之玉蝴蝶》.txt",
    "夸克盘链接": "https://pan.quark.cn/s/10804bda47ac"
  },
  {
    "文件名": "《疯神话》.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e2fd3b148ed5"
  },
  {
    "文件名": "《夺梦》作者：非天夜翔.txt",
    "夸克盘链接": "https://pan.quark.cn/s/37b26e959a5b"
  },
  {
    "文件名": "《繁花落》作者：以墨.txt",
    "夸克盘链接": "https://pan.quark.cn/s/1c5dde3f32c0"
  },
  {
    "文件名": "《定海浮生录》作者：非天夜翔.txt",
    "夸克盘链接": "https://pan.quark.cn/s/72a0465e2030"
  },
  {
    "文件名": "《杜黄皮[第二部分]》作者：媚媚猫.txt",
    "夸克盘链接": "https://pan.quark.cn/s/f575691b4bb7"
  },
  {
    "文件名": "《当皇帝爱上老鼠 》（完）作者：月亮糕.txt",
    "夸克盘链接": "https://pan.quark.cn/s/1a5638a701f6"
  },
  {
    "文件名": "《帝纪》作者：煌瑛.txt",
    "夸克盘链接": "https://pan.quark.cn/s/7afc5ade27f3"
  },
  {
    "文件名": "《当Pink圈撞上黑面》作者：春十三少.txt",
    "夸克盘链接": "https://pan.quark.cn/s/4d66030f6acb"
  },
  {
    "文件名": "《大漠鹰飞》作者：晴川.txt",
    "夸克盘链接": "https://pan.quark.cn/s/5785b1ebd96d"
  },
  {
    "文件名": "《大明女相之绿柳含烟》 作者：月明秦时.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e458fba2e36e"
  },
  {
    "文件名": "《大秦妖后》by 怡廷.txt",
    "夸克盘链接": "https://pan.quark.cn/s/9ed61b8e6bc5"
  },
  {
    "文件名": "《错坠时空之龙临王朝》.txt",
    "夸克盘链接": "https://pan.quark.cn/s/869dfd320c70"
  },
  {
    "文件名": "《穿越之走进武侠》.txt",
    "夸克盘链接": "https://pan.quark.cn/s/208673452602"
  },
  {
    "文件名": "《穿越之聊斋一梦》.txt",
    "夸克盘链接": "https://pan.quark.cn/s/6676031df5d4"
  },
  {
    "文件名": "《春色岂知心》作者：林寒烟卿.txt",
    "夸克盘链接": "https://pan.quark.cn/s/f8979c1a1ee9"
  },
  {
    "文件名": "《穿越之风倾天下》 作者：秋谚.txt",
    "夸克盘链接": "https://pan.quark.cn/s/cbc52aee271c"
  },
  {
    "文件名": "《穿越时空去爱你》.txt",
    "夸克盘链接": "https://pan.quark.cn/s/5fb6b5369e49"
  },
  {
    "文件名": "《穿越时空的冤家》.txt",
    "夸克盘链接": "https://pan.quark.cn/s/5390fe45bebe"
  },
  {
    "文件名": "《穿越之埃及王妃》.txt",
    "夸克盘链接": "https://pan.quark.cn/s/93133dda5b6c"
  },
  {
    "文件名": "《不要在垃圾桶里捡男朋友[快穿]》BY骑鲸南去.txt",
    "夸克盘链接": "https://pan.quark.cn/s/4263fdb4bcb7"
  },
  {
    "文件名": "《穿越时空的灰姑娘》.txt",
    "夸克盘链接": "https://pan.quark.cn/s/61a30cc23301"
  },
  {
    "文件名": "《穿越时空爱上你》作者：夏墨薰.txt",
    "夸克盘链接": "https://pan.quark.cn/s/b544eb841b16"
  },
  {
    "文件名": "[系统]我有药啊 作者：衣落成火.txt",
    "夸克盘链接": "https://pan.quark.cn/s/7cd9970d6e60"
  },
  {
    "文件名": "《穿越时光的诱惑》.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e3bd8ad8b041"
  },
  {
    "文件名": "《不能》作者：动风弄.txt",
    "夸克盘链接": "https://pan.quark.cn/s/dedf325c0145"
  },
  {
    "文件名": "《安息日》作者：月下桑.txt",
    "夸克盘链接": "https://pan.quark.cn/s/2ac7f3ffa52f"
  },
  {
    "文件名": "《不动新娘》.txt",
    "夸克盘链接": "https://pan.quark.cn/s/5f83727b33f8"
  },
  {
    "文件名": "《褒四风情》作者：cooqi.txt",
    "夸克盘链接": "https://pan.quark.cn/s/4a34f507237b"
  },
  {
    "文件名": "《把爱当回事儿》舒雅　ˇ1ˇ　——晋江原创网[作品库].txt",
    "夸克盘链接": "https://pan.quark.cn/s/71a8f364520a"
  },
  {
    "文件名": "《爱之轮回》作者：可乐米米.txt",
    "夸克盘链接": "https://pan.quark.cn/s/be87079136c6"
  },
  {
    "文件名": "《PUBG世纪网恋》作者：酱子贝（正文+番外全）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/128e30c0eff7"
  },
  {
    "文件名": "《爱恋时光河》.txt",
    "夸克盘链接": "https://pan.quark.cn/s/7a60855a4489"
  },
  {
    "文件名": "《爱在西元前》 作者：龙神将.txt",
    "夸克盘链接": "https://pan.quark.cn/s/76ad2bb4c451"
  },
  {
    "文件名": "《帝王业》 作者：寐语者.txt",
    "夸克盘链接": "https://pan.quark.cn/s/70fa2ae9dceb"
  },
  {
    "文件名": "[综]我的咒灵天下第一 作者：桃李酒.txt",
    "夸克盘链接": "https://pan.quark.cn/s/584b11750667"
  },
  {
    "文件名": "[综漫]七海前辈的家养恶龙 作者：温水煮书.txt",
    "夸克盘链接": "https://pan.quark.cn/s/87aeee70613d"
  },
  {
    "文件名": "[西游]悟空宝宝三岁半 作者：玻璃豆.txt",
    "夸克盘链接": "https://pan.quark.cn/s/7afa14e74db5"
  },
  {
    "文件名": "《穿越之泪娃娃》 作者：放心巧克力.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ecabf9bd9d2a"
  },
  {
    "文件名": "[穿书]朕要这大明皇位有何用 作者：痒痒鼠.txt",
    "夸克盘链接": "https://pan.quark.cn/s/f103ddb56a52"
  },
  {
    "文件名": "最强Omega兔傲天今天哭了吗 作者：木兰竹.txt",
    "夸克盘链接": "https://pan.quark.cn/s/662eb4a62b32"
  },
  {
    "文件名": "[综]海王是如何养成的 作者：雁过天空.txt",
    "夸克盘链接": "https://pan.quark.cn/s/b79e80a213b8"
  },
  {
    "文件名": "重生之大画家 作者：轻侯.txt",
    "夸克盘链接": "https://pan.quark.cn/s/5d74504d8133"
  },
  {
    "文件名": "酌墨桃花尽嫣然 作者：曲峥.txt",
    "夸克盘链接": "https://pan.quark.cn/s/63ef95712910"
  },
  {
    "文件名": "醉逍遥书屋.txt",
    "夸克盘链接": "https://pan.quark.cn/s/7159468447ce"
  },
  {
    "文件名": "重回气运被夺后我名满天下 作者：柔桡轻曼.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e82286cbb0ab"
  },
  {
    "文件名": "谪仙1 作者：九月流火.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e5a59b05db6a"
  },
  {
    "文件名": "只要你是大佬你就是我爹 作者：云东曼.txt",
    "夸克盘链接": "https://pan.quark.cn/s/2a700d7d6bfe"
  },
  {
    "文件名": "朕，帝王，问鼎娱乐圈[古穿今] 作者：风游惊.txt",
    "夸克盘链接": "https://pan.quark.cn/s/9c1b4a37334f"
  },
  {
    "文件名": "在恋爱综艺做导师 作者：十六月西瓜.txt",
    "夸克盘链接": "https://pan.quark.cn/s/43666215d88b"
  },
  {
    "文件名": "在系列文里修bug 作者：一世华裳.txt",
    "夸克盘链接": "https://pan.quark.cn/s/8b6e1f19f075"
  },
  {
    "文件名": "幼崽直播种田中 作者：木兰竹.txt",
    "夸克盘链接": "https://pan.quark.cn/s/32053509ccb8"
  },
  {
    "文件名": "御姐江湖 作者：蝶之灵.txt",
    "夸克盘链接": "https://pan.quark.cn/s/9d975c98b221"
  },
  {
    "文件名": "有位佳人[古穿今] 作者：廿乱.txt",
    "夸克盘链接": "https://pan.quark.cn/s/69f571756438"
  },
  {
    "文件名": "娱乐圈生存法则 作者：非文字爱好者.txt",
    "夸克盘链接": "https://pan.quark.cn/s/1456dba34700"
  },
  {
    "文件名": "游戏人物也要选秀出道 作者：南陶.txt",
    "夸克盘链接": "https://pan.quark.cn/s/77beb6547d4b"
  },
  {
    "文件名": "因为怕死就全点攻击了[末世] 作者：装盘烤鱼.txt",
    "夸克盘链接": "https://pan.quark.cn/s/4cfb087c022f"
  },
  {
    "文件名": "学习使我暴富 作者：素昧平生_.txt",
    "夸克盘链接": "https://pan.quark.cn/s/d4e9ec4dc461"
  },
  {
    "文件名": "引筱兮--一叶倾辰 作者：引筱兮.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a453f8d72cb7"
  },
  {
    "文件名": "修真界第一幼崽 作者：纪婴.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ecc549449350"
  },
  {
    "文件名": "笑看千秋(千年泪修改版） 作者：金面佛.txt",
    "夸克盘链接": "https://pan.quark.cn/s/6e19c56d4d6e"
  },
  {
    "文件名": "无限王座_洛大王 作者：洛大王.txt",
    "夸克盘链接": "https://pan.quark.cn/s/9ba0776318c3"
  },
  {
    "文件名": "小羊驼[穿书] 作者：无聊到底.txt",
    "夸克盘链接": "https://pan.quark.cn/s/59ac8070afd2"
  },
  {
    "文件名": "献鼎 作者：尺水.txt",
    "夸克盘链接": "https://pan.quark.cn/s/4a9c24462ddc"
  },
  {
    "文件名": "仙台有树 作者：狂上加狂.txt",
    "夸克盘链接": "https://pan.quark.cn/s/9a6f445ce4b5"
  },
  {
    "文件名": "喜春来 作者：黍宁.txt",
    "夸克盘链接": "https://pan.quark.cn/s/7e47373fae8f"
  },
  {
    "文件名": "无我不欢_为枝 作者：藤萝为枝.txt",
    "夸克盘链接": "https://pan.quark.cn/s/b4525d05636b"
  },
  {
    "文件名": "我这糟心的重生 作者：石头与水.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a23b5f5549d7"
  },
  {
    "文件名": "我真没想当反派啊！ 作者：三千风雪.txt",
    "夸克盘链接": "https://pan.quark.cn/s/52e153553ccb"
  },
  {
    "文件名": "我在诏狱看大门 作者：雁过寒潭.txt",
    "夸克盘链接": "https://pan.quark.cn/s/7dfdd8dc7e8a"
  },
  {
    "文件名": "我在星际当咸鱼 作者：矜以.txt",
    "夸克盘链接": "https://pan.quark.cn/s/f5b9b0c9d981"
  },
  {
    "文件名": "我在六零开闲渔 作者：柚苏.txt",
    "夸克盘链接": "https://pan.quark.cn/s/aea0da515c2d"
  },
  {
    "文件名": "我在聊斋当县令 作者：小狐昔里.txt",
    "夸克盘链接": "https://pan.quark.cn/s/92a3c072415b"
  },
  {
    "文件名": "我的民宿红遍阴阳两界 作者：糯糯啊.txt",
    "夸克盘链接": "https://pan.quark.cn/s/5cf679185d49"
  },
  {
    "文件名": "我的老公是大统领[综漫] 作者：鲨鱼子.txt",
    "夸克盘链接": "https://pan.quark.cn/s/0a0e65a8b8c4"
  },
  {
    "文件名": "王子奴隶.txt",
    "夸克盘链接": "https://pan.quark.cn/s/4fae4a80afd5"
  },
  {
    "文件名": "我们离婚吧[娱乐圈] 作者：白鸟一双.txt",
    "夸克盘链接": "https://pan.quark.cn/s/02403786dac7"
  },
  {
    "文件名": "王咒锁颜：难宠王妃 作者：莲赋妩.txt",
    "夸克盘链接": "https://pan.quark.cn/s/15233442accf"
  },
  {
    "文件名": "所有人都知道我是好男人[快穿] 作者：糖中猫.txt",
    "夸克盘链接": "https://pan.quark.cn/s/5beec09bd8e1"
  },
  {
    "文件名": "亡国后我嫁给了泥腿子 作者：匹萨娘子.txt",
    "夸克盘链接": "https://pan.quark.cn/s/bd770e2efb6c"
  },
  {
    "文件名": "王妃要改嫁（正文完结） 作者：小七妹妹.txt",
    "夸克盘链接": "https://pan.quark.cn/s/086f6fcb3eee"
  },
  {
    "文件名": "王妃要改嫁——月曦篇（未完）作者：小七妹妹.txt",
    "夸克盘链接": "https://pan.quark.cn/s/be53f15e1503"
  },
  {
    "文件名": "天降妹妹三岁半 作者：万莉塔.txt",
    "夸克盘链接": "https://pan.quark.cn/s/55b35a856ca7"
  },
  {
    "文件名": "王妃要改嫁（番外）作者：小七妹妹.txt",
    "夸克盘链接": "https://pan.quark.cn/s/8c6a8e9b01ad"
  },
  {
    "文件名": "套路敌国皇帝后我怀崽了 作者：东陵玉.txt",
    "夸克盘链接": "https://pan.quark.cn/s/22bfd82c6d86"
  },
  {
    "文件名": "替身拒绝转正 作者：项绿瓜.txt",
    "夸克盘链接": "https://pan.quark.cn/s/16ead592638c"
  },
  {
    "文件名": "逃妃：皇上，我要休了你a.txt",
    "夸克盘链接": "https://pan.quark.cn/s/be8c7ab097fe"
  },
  {
    "文件名": "太妃当道 作者：月下飞花.txt",
    "夸克盘链接": "https://pan.quark.cn/s/b4efadfb0e6c"
  },
  {
    "文件名": "双面艳姬∶绮舞夜吟.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ff579fbe2368"
  },
  {
    "文件名": "说好对师尊大逆不道呢 作者：一丛音.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ff608910f13f"
  },
  {
    "文件名": "数见红尘应识我.txt",
    "夸克盘链接": "https://pan.quark.cn/s/2b882ee81c96"
  },
  {
    "文件名": "傻了吧，爷会画画 作者：打僵尸.txt",
    "夸克盘链接": "https://pan.quark.cn/s/9cc12afab4c7"
  },
  {
    "文件名": "神玉—天籁纸鸢.txt",
    "夸克盘链接": "https://pan.quark.cn/s/dc6fb98b523e"
  },
  {
    "文件名": "山海火锅店 作者：蜀七.txt",
    "夸克盘链接": "https://pan.quark.cn/s/72718486d7c4"
  },
  {
    "文件名": "身娇体软男omega[女A男O] 作者：红刺北.txt",
    "夸克盘链接": "https://pan.quark.cn/s/3d3f187f2184"
  },
  {
    "文件名": "丧夫后的滋润日子 作者：骨生迷.txt",
    "夸克盘链接": "https://pan.quark.cn/s/146e572e7ca1"
  },
  {
    "文件名": "情乱大唐 作者：龙九少.txt",
    "夸克盘链接": "https://pan.quark.cn/s/5f89880786ba"
  },
  {
    "文件名": "清风吹散往事如烟灭 作者：楚湘云.txt",
    "夸克盘链接": "https://pan.quark.cn/s/0a2a7e8aab6d"
  },
  {
    "文件名": "全星际都遍布了我的鱼 作者：甜画舫.txt",
    "夸克盘链接": "https://pan.quark.cn/s/602ab109301d"
  },
  {
    "文件名": "清穿之婉贵妃陈氏 作者：白医药.txt",
    "夸克盘链接": "https://pan.quark.cn/s/5834e2954722"
  },
  {
    "文件名": "秦潋：洛倾天下 作者：烟绿.txt",
    "夸克盘链接": "https://pan.quark.cn/s/f8c586c1d94e"
  },
  {
    "文件名": "妾如柳：娘子残香 作者：暖的颜色.txt",
    "夸克盘链接": "https://pan.quark.cn/s/158e72ceef49"
  },
  {
    "文件名": "七零后妈的团宠小崽崽 作者：三秒入睡.txt",
    "夸克盘链接": "https://pan.quark.cn/s/1c7e6df3699b"
  },
  {
    "文件名": "巧婢奇缘 作者：几境尘.txt",
    "夸克盘链接": "https://pan.quark.cn/s/cea9fd6a0ea3"
  },
  {
    "文件名": "七月乱世 九日为鸦.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c78c420da5a9"
  },
  {
    "文件名": "千载相逢.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ed6c61f1ff78"
  },
  {
    "文件名": "陪嫁成妻 作者：米饭糖.txt",
    "夸克盘链接": "https://pan.quark.cn/s/0224a7a189ab"
  },
  {
    "文件名": "女配和反派he了_唐宓 作者：唐宓.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a3f195a89c73"
  },
  {
    "文件名": "女扮男装：嚣张闲王.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e15d2a3cb31e"
  },
  {
    "文件名": "女流氓穿越：冷宫皇后（完）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/cc03e940b6df"
  },
  {
    "文件名": "你怎么舍得让我的爱流向海 作者：杀欲.txt",
    "夸克盘链接": "https://pan.quark.cn/s/93d64b2b18c7"
  },
  {
    "文件名": "末世女嫁入将军府后 作者：禅猫.txt",
    "夸克盘链接": "https://pan.quark.cn/s/b5fa3821090d"
  },
  {
    "文件名": "魔尊穿成选秀文炮灰[穿书] 作者：绯湘.txt",
    "夸克盘链接": "https://pan.quark.cn/s/8b96deed3370"
  },
  {
    "文件名": "你可以养我吗 作者：川澜.txt",
    "夸克盘链接": "https://pan.quark.cn/s/29edd83363c4"
  },
  {
    "文件名": "迷侠记&迷行记&迷神记 作者：施定柔.txt",
    "夸克盘链接": "https://pan.quark.cn/s/6073c1a3989a"
  },
  {
    "文件名": "梦魇图鉴收集记录[无限流] 作者：酉时火.txt",
    "夸克盘链接": "https://pan.quark.cn/s/2ce3d823a3b9"
  },
  {
    "文件名": "媚妃乱后宫 作者：说着.txt",
    "夸克盘链接": "https://pan.quark.cn/s/bd5bbdff3bf4"
  },
  {
    "文件名": "美人眸 作者：蒋牧童.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c6e2660e4931"
  },
  {
    "文件名": "每天都在被侦探逮捕的边缘试探 作者：未西归.txt",
    "夸克盘链接": "https://pan.quark.cn/s/fb9d0fd51cf8"
  },
  {
    "文件名": "烈焰鸳鸯 作者：咬春饼.txt",
    "夸克盘链接": "https://pan.quark.cn/s/f2b98308fc0d"
  },
  {
    "文件名": "辽王宠妃 作者：罗莎夜罗.txt",
    "夸克盘链接": "https://pan.quark.cn/s/477e2693a079"
  },
  {
    "文件名": "康熙慧妃的躺赢人生 作者：青丘一梦.txt",
    "夸克盘链接": "https://pan.quark.cn/s/dd7d1d7c0856"
  },
  {
    "文件名": "老宅通古我生财有道 作者：文理风.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c7d0eed225f0"
  },
  {
    "文件名": "开局先交出玉玺[基建] 作者：青鸟临星.txt",
    "夸克盘链接": "https://pan.quark.cn/s/aac3326faf09"
  },
  {
    "文件名": "冷面王爷的绝色丫头(完结).txt",
    "夸克盘链接": "https://pan.quark.cn/s/00088e3fdef9"
  },
  {
    "文件名": "绝世妖姬倾国泪.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ab1eb512dd38"
  },
  {
    "文件名": "绝色妖精在古代 作者：蓝小郁.txt",
    "夸克盘链接": "https://pan.quark.cn/s/4b72d900abfc"
  },
  {
    "文件名": "九策--囧囧飞仙 作者：九策.txt",
    "夸克盘链接": "https://pan.quark.cn/s/cccc01adf2ff"
  },
  {
    "文件名": "捡回来的幼崽全是反派 作者：绣生.txt",
    "夸克盘链接": "https://pan.quark.cn/s/72d11f6df057"
  },
  {
    "文件名": "今天夫君杀妻证道了吗 作者：白夜未明.txt",
    "夸克盘链接": "https://pan.quark.cn/s/2221adc522f4"
  },
  {
    "文件名": "嫁给一座荒芜城 作者：铁头喵.txt",
    "夸克盘链接": "https://pan.quark.cn/s/4d8b9001184f"
  },
  {
    "文件名": "囧囧有神.txt",
    "夸克盘链接": "https://pan.quark.cn/s/f80e00e7c701"
  },
  {
    "文件名": "和邪神恋爱后 作者：是个打字机.txt",
    "夸克盘链接": "https://pan.quark.cn/s/57088b195e01"
  },
  {
    "文件名": "给残疾大佬撒个娇[穿书] 作者：棠酥.txt",
    "夸克盘链接": "https://pan.quark.cn/s/6b5b2745cdb1"
  },
  {
    "文件名": "淮上月 作者：朱离.txt",
    "夸克盘链接": "https://pan.quark.cn/s/f30dc311b88f"
  },
  {
    "文件名": "花开淡墨痕 作者：一树梨花一溪月.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a7bc866908cf"
  },
  {
    "文件名": "豪门恋曲：杠上酷总裁（完）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/873360bc514d"
  },
  {
    "文件名": "分奴网恋指南 作者：芝芝猫猫.txt",
    "夸克盘链接": "https://pan.quark.cn/s/74a55d935019"
  },
  {
    "文件名": "分化后标记了死对头 作者：故逢深秋.txt",
    "夸克盘链接": "https://pan.quark.cn/s/1544b1715fa7"
  },
  {
    "文件名": "二嫁：法医小妾420.txt",
    "夸克盘链接": "https://pan.quark.cn/s/dc063b940cfe"
  },
  {
    "文件名": "恶毒姐姐重生了 作者：宋家桃花.txt",
    "夸克盘链接": "https://pan.quark.cn/s/5ef4881aabce"
  },
  {
    "文件名": "对，爷在教你做事[重生] 作者：君幸食.txt",
    "夸克盘链接": "https://pan.quark.cn/s/778dff0401cd"
  },
  {
    "文件名": "东厂观察笔记 作者：她与灯.txt",
    "夸克盘链接": "https://pan.quark.cn/s/025ec8b1beb3"
  },
  {
    "文件名": "顶流和龙傲天的团宠妹妹 作者：月离争.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e4e54109e106"
  },
  {
    "文件名": "顶流夫妇有点甜 作者：图样先森.txt",
    "夸克盘链接": "https://pan.quark.cn/s/512224e37c3b"
  },
  {
    "文件名": "帝王的宠妃是个O 作者：顾之君.txt",
    "夸克盘链接": "https://pan.quark.cn/s/4da52bf229bb"
  },
  {
    "文件名": "调皮王妃酷王爷（完）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/8e7b59c67251"
  },
  {
    "文件名": "地狱逼我谈恋爱[无限] 作者：莫寻秋野.txt",
    "夸克盘链接": "https://pan.quark.cn/s/1634c3777d12"
  },
  {
    "文件名": "灯火尽阑珊 作者：江东客.txt",
    "夸克盘链接": "https://pan.quark.cn/s/47199f3ca30f"
  },
  {
    "文件名": "当满级大佬穿成圣父 作者：千尽欢.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e854c8cbbaf1"
  },
  {
    "文件名": "当沙雕穿成炮灰女配 作者：吃鲸路人.txt",
    "夸克盘链接": "https://pan.quark.cn/s/0847a44718b3"
  },
  {
    "文件名": "错嫁：惹火了王爷（全） 作者：寒月映沙.txt",
    "夸克盘链接": "https://pan.quark.cn/s/6e22f69d3ae8"
  },
  {
    "文件名": "No.60 最禛心 作者：东篱菊隐.txt",
    "夸克盘链接": "https://pan.quark.cn/s/6776c48a9ebd"
  },
  {
    "文件名": "No.065 潇然梦之无游天下录 作者：小佚.txt",
    "夸克盘链接": "https://pan.quark.cn/s/fe4307a14f03"
  },
  {
    "文件名": "No.063 然后，爱情随遇而安 作者：长着翅膀的大灰狼.txt",
    "夸克盘链接": "https://pan.quark.cn/s/b59eab7f2fb1"
  },
  {
    "文件名": "No.064 三救姻缘.txt",
    "夸克盘链接": "https://pan.quark.cn/s/868431d46b9d"
  },
  {
    "文件名": "No.061 倒贴，OK？ 作者：小孩你过来.txt",
    "夸克盘链接": "https://pan.quark.cn/s/2303632febd6"
  },
  {
    "文件名": "No.066 元徵宫词 作者：薄慕颜.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c139312e3520"
  },
  {
    "文件名": "No.067 君生我已老 作者：爱爬树的鱼.txt",
    "夸克盘链接": "https://pan.quark.cn/s/9a85f3fcf015"
  },
  {
    "文件名": "No.068 神啊[未完结] 作者：蜀客.txt",
    "夸克盘链接": "https://pan.quark.cn/s/4a782878835c"
  },
  {
    "文件名": "No.069 穿越市井田园 作者：桃花露.txt",
    "夸克盘链接": "https://pan.quark.cn/s/3863f1b93661"
  },
  {
    "文件名": "No.069 重生之拥抱晨曦.txt",
    "夸克盘链接": "https://pan.quark.cn/s/478bfe478931"
  },
  {
    "文件名": "No.071 穿越之庶女江九卿.txt",
    "夸克盘链接": "https://pan.quark.cn/s/2e31097c54b8"
  },
  {
    "文件名": "No.071 弄玉风云 作者：禾火水也.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e41be7530a14"
  },
  {
    "文件名": "No.070 兽医非浅 作者：锦竹.txt",
    "夸克盘链接": "https://pan.quark.cn/s/8cbde45bd02f"
  },
  {
    "文件名": "No.073 淡云来往月疏疏 作者：草芯人.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c448fa0044fe"
  },
  {
    "文件名": "No.072 小贼[未完结] 作者：妖舟.txt",
    "夸克盘链接": "https://pan.quark.cn/s/46e6db341d32"
  },
  {
    "文件名": "No.074 初云如画 作者：衣草央.txt",
    "夸克盘链接": "https://pan.quark.cn/s/8a5c5db2ff1e"
  },
  {
    "文件名": "No.073 如花春梦 作者：四叶铃兰.txt",
    "夸克盘链接": "https://pan.quark.cn/s/0372b26af728"
  },
  {
    "文件名": "No.074 归路[未完结] 作者：夜安.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c7a022bcdd7f"
  },
  {
    "文件名": "No.076 当时年少.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e8f0788cb951"
  },
  {
    "文件名": "No.078 太后有喜.txt",
    "夸克盘链接": "https://pan.quark.cn/s/7f915b40553f"
  },
  {
    "文件名": "No.076 遗爱记 作者：蓝白色.txt",
    "夸克盘链接": "https://pan.quark.cn/s/0806783d9e77"
  },
  {
    "文件名": "No.080 艳歌行 作者：蝴蝶蛊.txt",
    "夸克盘链接": "https://pan.quark.cn/s/02c1b75cbcc7"
  },
  {
    "文件名": "No.84 有一种爱情叫兄弟 作者：十八子墨.txt",
    "夸克盘链接": "https://pan.quark.cn/s/eae597c7c06e"
  },
  {
    "文件名": "No.079 睡不着，醒不来 作者：乐小七.txt",
    "夸克盘链接": "https://pan.quark.cn/s/905f5e554119"
  },
  {
    "文件名": "No.079 无肉不欢 作者：橘花散里.txt",
    "夸克盘链接": "https://pan.quark.cn/s/3fb309a9b66a"
  },
  {
    "文件名": "No.080 哪有动情是意外 作者：7号兔子.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e6f69a3fd1ff"
  },
  {
    "文件名": "No.80 潇洒如风.txt",
    "夸克盘链接": "https://pan.quark.cn/s/cad41184f900"
  },
  {
    "文件名": "No.83 云醉月微眠 作者：明月别枝.txt",
    "夸克盘链接": "https://pan.quark.cn/s/9927cec11a7f"
  },
  {
    "文件名": "No.081 强嫁 作者：天如玉.txt",
    "夸克盘链接": "https://pan.quark.cn/s/d913f050cd0b"
  },
  {
    "文件名": "No.82 潇洒出墙 作者：小晚.txt",
    "夸克盘链接": "https://pan.quark.cn/s/647e37cadef7"
  },
  {
    "文件名": "No.085 诱春怀 作者：酿月.txt",
    "夸克盘链接": "https://pan.quark.cn/s/404382a661f4"
  },
  {
    "文件名": "No.086 天启悠闲生活 作者：看泉听风.txt",
    "夸克盘链接": "https://pan.quark.cn/s/da717e727bd0"
  },
  {
    "文件名": "No.087 情不自禁 作者：墨妖.txt",
    "夸克盘链接": "https://pan.quark.cn/s/6549383d46e0"
  },
  {
    "文件名": "No.086 无处可逃.txt",
    "夸克盘链接": "https://pan.quark.cn/s/fd708a7f68d6"
  },
  {
    "文件名": "No.86 倚天之一颦一笑皆囧然 作者：饭卡.txt",
    "夸克盘链接": "https://pan.quark.cn/s/18d006b33370"
  },
  {
    "文件名": "No.87 天生凉薄 作者：星无言.txt",
    "夸克盘链接": "https://pan.quark.cn/s/fc10156df822"
  },
  {
    "文件名": "No.088 女王之路 作者：沈微之.txt",
    "夸克盘链接": "https://pan.quark.cn/s/52c55a79f3bf"
  },
  {
    "文件名": "No.090 最禛心 作者：东篱菊隐.txt",
    "夸克盘链接": "https://pan.quark.cn/s/6d241e2483ac"
  },
  {
    "文件名": "No.88 凤舞战歌 作者：印莲.txt",
    "夸克盘链接": "https://pan.quark.cn/s/d304713a9d77"
  },
  {
    "文件名": "No.089 早春行 作者：无处可逃.txt",
    "夸克盘链接": "https://pan.quark.cn/s/9e9a57dfbce4"
  },
  {
    "文件名": "No.091 城外的月光 作者：蓝鸢星.txt",
    "夸克盘链接": "https://pan.quark.cn/s/bb3a3f9f17d6"
  },
  {
    "文件名": "No.090 重生之大牌明星 作者：仕途之妖.txt",
    "夸克盘链接": "https://pan.quark.cn/s/51c6ea9235ce"
  },
  {
    "文件名": "No.091 我都快崩溃了 作者：风过麦浪.txt",
    "夸克盘链接": "https://pan.quark.cn/s/9323695b3a3a"
  },
  {
    "文件名": "No.91 清·旧梦—续 作者：段玲珑.txt",
    "夸克盘链接": "https://pan.quark.cn/s/2ec93da82842"
  },
  {
    "文件名": "No.092 不配.txt",
    "夸克盘链接": "https://pan.quark.cn/s/cb7da3d6e367"
  },
  {
    "文件名": "No.092 香蜜沉沉烬如霜 作者：电线.txt",
    "夸克盘链接": "https://pan.quark.cn/s/1f525fa6d530"
  },
  {
    "文件名": "No.093 其轩若何 作者：小白非白.txt",
    "夸克盘链接": "https://pan.quark.cn/s/8af0168d9148"
  },
  {
    "文件名": "No.92 七上九下 作者：安思源.txt",
    "夸克盘链接": "https://pan.quark.cn/s/825372736277"
  },
  {
    "文件名": "No.093 异世蔷薇.txt",
    "夸克盘链接": "https://pan.quark.cn/s/fcb9eec490bc"
  },
  {
    "文件名": "No.93 皇瓜 作者：明月珰.txt",
    "夸克盘链接": "https://pan.quark.cn/s/b02740a1828f"
  },
  {
    "文件名": "No.094 贵族 作者：天籁纸鸢.txt",
    "夸克盘链接": "https://pan.quark.cn/s/85e3b92524b4"
  },
  {
    "文件名": "No.094 梧瑶记事 作者：showfar.txt",
    "夸克盘链接": "https://pan.quark.cn/s/1901c252329d"
  },
  {
    "文件名": "No.94 大劈棺[耽美] 作者：陈小菜.txt",
    "夸克盘链接": "https://pan.quark.cn/s/fbff93f0dd36"
  },
  {
    "文件名": "No.095 醉卧红尘梦未醒之三生石 作者：有缘人.txt",
    "夸克盘链接": "https://pan.quark.cn/s/be872c3088e4"
  },
  {
    "文件名": "No.095 一梦到兵营 作者：欣欣向荣.txt",
    "夸克盘链接": "https://pan.quark.cn/s/7eb12916ddf3"
  },
  {
    "文件名": "No.95 梦转纱窗晓 作者：冰之葡萄.txt",
    "夸克盘链接": "https://pan.quark.cn/s/6c3038c44e97"
  },
  {
    "文件名": "No.096 天下不帅 作者：李惟七.txt",
    "夸克盘链接": "https://pan.quark.cn/s/5500690c232b"
  },
  {
    "文件名": "No.097 水色胭脂 作者：黎昕.txt",
    "夸克盘链接": "https://pan.quark.cn/s/f7220d8b93a4"
  },
  {
    "文件名": "No.96 媚惑无疆 原名：乌龙女仵差 作者：云卷锦绣.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ec50d0089785"
  },
  {
    "文件名": "No.097 漫漫情陆 作者：百川鱼海.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c424ce05db05"
  },
  {
    "文件名": "No.97 穿越不是电视剧.txt",
    "夸克盘链接": "https://pan.quark.cn/s/4981b369e554"
  },
  {
    "文件名": "No.098 冠绝笑天下 作者：绯月西斜.txt",
    "夸克盘链接": "https://pan.quark.cn/s/cd7c51cbbe17"
  },
  {
    "文件名": "No.98 凤凰图腾[耽美] 作者：淮上.txt",
    "夸克盘链接": "https://pan.quark.cn/s/df951b98adcc"
  },
  {
    "文件名": "No.099 寻爱上弦月 作者：花清晨.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a1f76f27664e"
  },
  {
    "文件名": "No.99 SD同人——苍之翼·.txt",
    "夸克盘链接": "https://pan.quark.cn/s/6791e1f90d39"
  },
  {
    "文件名": "No.099 重生-晚照残[未完] 作者：懒调弦.txt",
    "夸克盘链接": "https://pan.quark.cn/s/7a9df12a0752"
  },
  {
    "文件名": "No.100 缚石.txt",
    "夸克盘链接": "https://pan.quark.cn/s/95f9223ede93"
  },
  {
    "文件名": "No.100 误入狼口[耽美] 作者：无语对流言.txt",
    "夸克盘链接": "https://pan.quark.cn/s/8427d3b29957"
  },
  {
    "文件名": "No.100 养夫记 作者：养夫记.txt",
    "夸克盘链接": "https://pan.quark.cn/s/3b49cd5ffb74"
  },
  {
    "文件名": "爱在大清后宫：苏墨儿传奇 作者：花蕊随风飘.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c17c78c68c98"
  },
  {
    "文件名": "白梅易折 作者：极至.txt",
    "夸克盘链接": "https://pan.quark.cn/s/619f7477d81e"
  },
  {
    "文件名": "白衣传_全文 作者：暝色.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e0e468613cfb"
  },
  {
    "文件名": "白月光她不奉陪了 作者：从温.txt",
    "夸克盘链接": "https://pan.quark.cn/s/9e0003d5f9ac"
  },
  {
    "文件名": "半盏春风 作者：伍小叉.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e885fceac234"
  },
  {
    "文件名": "被渣前妻的上司标记后[GL] 作者：七夕是大头喵.txt",
    "夸克盘链接": "https://pan.quark.cn/s/45397eed08b2"
  },
  {
    "文件名": "被亡灵大巫师看上以后[西幻] 作者：一口西多士.txt",
    "夸克盘链接": "https://pan.quark.cn/s/1ebfa34fa1ec"
  },
  {
    "文件名": "毕业后我当了龙王 作者：林知落.txt",
    "夸克盘链接": "https://pan.quark.cn/s/05af1dc1142c"
  },
  {
    "文件名": "别和我装穷 作者：林七年.txt",
    "夸克盘链接": "https://pan.quark.cn/s/10b21f9186fd"
  },
  {
    "文件名": "变身记-我是雍正的老婆 作者：伊吹剑翎.txt",
    "夸克盘链接": "https://pan.quark.cn/s/69a369957c08"
  },
  {
    "文件名": "穿成暴戾大佬的小人鱼 作者：弦三千.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c62f6d3761ea"
  },
  {
    "文件名": "缠妻 作者：月越阅悦.txt",
    "夸克盘链接": "https://pan.quark.cn/s/820d613666a3"
  },
  {
    "文件名": "No.89 兰陵旧事 作者：锦秋词.txt",
    "夸克盘链接": "https://pan.quark.cn/s/53e34e049222"
  },
  {
    "文件名": "从海棠市逃出来的男人 作者：莲鹤夫人.txt",
    "夸克盘链接": "https://pan.quark.cn/s/514954b13d0b"
  },
  {
    "文件名": "醋酸田园 作者：乐暖.txt",
    "夸克盘链接": "https://pan.quark.cn/s/f1a9cea9a612"
  },
  {
    "文件名": "穿越之美媚天下 作者：九弦浮翼.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a9b96b8fbbf7"
  },
  {
    "文件名": "穿进男团选秀后 作者：十六春令.txt",
    "夸克盘链接": "https://pan.quark.cn/s/d47f8e6c9e18"
  },
  {
    "文件名": "穿越市井田园 作者：桃花露.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ce01baf267ba"
  },
  {
    "文件名": "穿进男频搞基建 作者：封玖.txt",
    "夸克盘链接": "https://pan.quark.cn/s/36111a05df48"
  },
  {
    "文件名": "穿成年代文的极品女配 作者：冠滢滢.txt",
    "夸克盘链接": "https://pan.quark.cn/s/8879a0d6d635"
  },
  {
    "文件名": "穿成虐文女主我氪金成神 作者：猫蔻.txt",
    "夸克盘链接": "https://pan.quark.cn/s/12184725cddd"
  },
  {
    "文件名": "穿成天才炮灰他小姨妈 作者：秦皇.txt",
    "夸克盘链接": "https://pan.quark.cn/s/d078a2ffa1a7"
  },
  {
    "文件名": "穿成科举文男主的童养媳 作者：将月去.txt",
    "夸克盘链接": "https://pan.quark.cn/s/8e70b895baab"
  },
  {
    "文件名": "穿成古文女主对照组 作者：林果冻.txt",
    "夸克盘链接": "https://pan.quark.cn/s/24b5be314d2c"
  },
  {
    "文件名": "穿成恶毒反派们的替嫁小师妹 作者：萱草妖花.txt",
    "夸克盘链接": "https://pan.quark.cn/s/68b9ba4fed89"
  },
  {
    "文件名": "穿成反派的病弱竹马 作者：逆水舟.txt",
    "夸克盘链接": "https://pan.quark.cn/s/486f05e79270"
  },
  {
    "文件名": "穿成狗血文中的大反派 作者：丹青手.txt",
    "夸克盘链接": "https://pan.quark.cn/s/0171fdafba5f"
  },
  {
    "文件名": "No.061 倒贴，OK？ 作者：小孩你过来.txt",
    "夸克盘链接": "https://pan.quark.cn/s/5ac5320b1cc0"
  },
  {
    "文件名": "No.060 斩春 作者：十四郎.txt",
    "夸克盘链接": "https://pan.quark.cn/s/74a53a6b1f36"
  },
  {
    "文件名": "No.59 醉卧红尘梦未醒之三生石 作者：有缘人.txt",
    "夸克盘链接": "https://pan.quark.cn/s/91186bc2dd9e"
  },
  {
    "文件名": "No.059 绿红妆之军营穿越 作者：金子.txt",
    "夸克盘链接": "https://pan.quark.cn/s/026fd94163ac"
  },
  {
    "文件名": "No.058 美男十二宫 作者：逍遥红尘.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c06b6b5e3bbf"
  },
  {
    "文件名": "No.58 情不自禁 作者：墨妖.txt",
    "夸克盘链接": "https://pan.quark.cn/s/13de93b7b0fb"
  },
  {
    "文件名": "No.058 荏苒年华.txt",
    "夸克盘链接": "https://pan.quark.cn/s/0763391dd6e0"
  },
  {
    "文件名": "No.57 当糟糠遇见黑色会 作者：瞬间倾城.txt",
    "夸克盘链接": "https://pan.quark.cn/s/71c8942a61af"
  },
  {
    "文件名": "No.057 温润如希.txt",
    "夸克盘链接": "https://pan.quark.cn/s/7fdd9ef649e2"
  },
  {
    "文件名": "No.057 莫道未撩君心醉 作者：笨笨的绝色蛋蛋.txt",
    "夸克盘链接": "https://pan.quark.cn/s/0a7cd9f824b0"
  },
  {
    "文件名": "No.056 易园侍女 作者：时音.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e4c3cb2231cb"
  },
  {
    "文件名": "No.56 凤栖冰语-焚歌 作者：熙之.txt",
    "夸克盘链接": "https://pan.quark.cn/s/6449362a2661"
  },
  {
    "文件名": "No.55 无方少年游 作者：四木.txt",
    "夸克盘链接": "https://pan.quark.cn/s/9c5e0681c944"
  },
  {
    "文件名": "No.055 黑帮的家法[未完结] 作者：珑盈玉扬.txt",
    "夸克盘链接": "https://pan.quark.cn/s/00463a8ae228"
  },
  {
    "文件名": "No.055 新月江湖之美人如玉 作者：炼之蜻蜓.txt",
    "夸克盘链接": "https://pan.quark.cn/s/16364b1c4d14"
  },
  {
    "文件名": "No.54 天下倾歌 作者：千叶飞梦.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c962a6857e3d"
  },
  {
    "文件名": "No.054 小人通天[未完结] 作者：谈天音.txt",
    "夸克盘链接": "https://pan.quark.cn/s/01e2bba9d31a"
  },
  {
    "文件名": "No.052 满庭芳 作者：多木木多.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c45d35334e4c"
  },
  {
    "文件名": "No.53 秦简 作者：思诺源.txt",
    "夸克盘链接": "https://pan.quark.cn/s/01eb7adad352"
  },
  {
    "文件名": "No.52 梨花雪后 作者：东篱菊隐.txt",
    "夸克盘链接": "https://pan.quark.cn/s/74c3ac425012"
  },
  {
    "文件名": "No.51 盈月舞清风 作者：逐汐.txt",
    "夸克盘链接": "https://pan.quark.cn/s/fe5e6ffd08ab"
  },
  {
    "文件名": "No.051 新宠 作者：是今.txt",
    "夸克盘链接": "https://pan.quark.cn/s/bc76cf4a968c"
  },
  {
    "文件名": "No.051 他，来自火星.txt",
    "夸克盘链接": "https://pan.quark.cn/s/eb7f84d0a6e0"
  },
  {
    "文件名": "No.49 最鸳缘 作者：锦秋词.txt",
    "夸克盘链接": "https://pan.quark.cn/s/2d7898b2b318"
  },
  {
    "文件名": "No.050 风槿如画 作者：张瑞.txt",
    "夸克盘链接": "https://pan.quark.cn/s/0f103504748e"
  },
  {
    "文件名": "No.50 清梦·繁华冢 作者：段琳琅.txt",
    "夸克盘链接": "https://pan.quark.cn/s/f1212c26cf2b"
  },
  {
    "文件名": "No.049 如梦令 作者：在我的左前方.txt",
    "夸克盘链接": "https://pan.quark.cn/s/d08ef09ffb3e"
  },
  {
    "文件名": "No.049 抽象猫的爱情虫 作者：耳雅.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c0d2cb9938d2"
  },
  {
    "文件名": "No.48 云翻雨覆 作者：爱神苏西.txt",
    "夸克盘链接": "https://pan.quark.cn/s/829bd5b612ab"
  },
  {
    "文件名": "No.048 在云端 作者：说着又打着转向灯由重新来一次.txt",
    "夸克盘链接": "https://pan.quark.cn/s/6b63acc5d0f7"
  },
  {
    "文件名": "No.048 穿越之第一夫君 作者：蜀客.txt",
    "夸克盘链接": "https://pan.quark.cn/s/cc044ae6c7b3"
  },
  {
    "文件名": "No.47 有凤来仪 作者：蝶儿蝶儿舞.txt",
    "夸克盘链接": "https://pan.quark.cn/s/883f83354b0e"
  },
  {
    "文件名": "No.047 美人在侧花满堂 作者：花清晨.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ea7a75b08afe"
  },
  {
    "文件名": "No.047 狐帝追妻囧记 作者：伤年已陌.txt",
    "夸克盘链接": "https://pan.quark.cn/s/51f35ef9d1e7"
  },
  {
    "文件名": "No.046 你好毒.txt",
    "夸克盘链接": "https://pan.quark.cn/s/72d81937cec2"
  },
  {
    "文件名": "No.046 潇洒如风之重生 作者：星无言.txt",
    "夸克盘链接": "https://pan.quark.cn/s/bc0956f2a40c"
  },
  {
    "文件名": "No.045 错位婚姻 作者：痴梦人.txt",
    "夸克盘链接": "https://pan.quark.cn/s/8f2236314b19"
  },
  {
    "文件名": "No.044 执子之手 将子拖走 作者：天下无病.txt",
    "夸克盘链接": "https://pan.quark.cn/s/5661963dff99"
  },
  {
    "文件名": "No.042 如此多娇[未完结] 作者：秦女容.txt",
    "夸克盘链接": "https://pan.quark.cn/s/7593f1c8375a"
  },
  {
    "文件名": "No.043 水秀山明 作者：那只狐狸.txt",
    "夸克盘链接": "https://pan.quark.cn/s/4e587d3668fb"
  },
  {
    "文件名": "No.043 贱妾[未完结].txt",
    "夸克盘链接": "https://pan.quark.cn/s/cda6b65cddca"
  },
  {
    "文件名": "No.040 除了我你还能爱谁.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e5d9ec10e24b"
  },
  {
    "文件名": "No.041 当穿越女遇到古代强人 作者：金宝宝.txt",
    "夸克盘链接": "https://pan.quark.cn/s/46d07cfae702"
  },
  {
    "文件名": "No.041 你的江湖我做主 作者：老郭家的饼饼.txt",
    "夸克盘链接": "https://pan.quark.cn/s/db504315424b"
  },
  {
    "文件名": "No.040 7号禁猎区 作者：泠墨然.txt",
    "夸克盘链接": "https://pan.quark.cn/s/6b2315c4e0bd"
  },
  {
    "文件名": "No.39 绿红妆之军营穿越 作者：金子.txt",
    "夸克盘链接": "https://pan.quark.cn/s/4f0d38dbb861"
  },
  {
    "文件名": "No.039 小家碧玉 作者：南楼画角.txt",
    "夸克盘链接": "https://pan.quark.cn/s/72e1a3c9c5bb"
  },
  {
    "文件名": "No.38 [网王]灰.txt",
    "夸克盘链接": "https://pan.quark.cn/s/8a0a43474145"
  },
  {
    "文件名": "No.039 温暖的弦.txt",
    "夸克盘链接": "https://pan.quark.cn/s/3bc148b20434"
  },
  {
    "文件名": "No.038 下堂妻的悠哉日子 作者：小晚.txt",
    "夸克盘链接": "https://pan.quark.cn/s/1606f4f4db83"
  },
  {
    "文件名": "No.37 书虫在清朝的米虫生活 作者：千本樱景严.txt",
    "夸克盘链接": "https://pan.quark.cn/s/f74ef1b3d171"
  },
  {
    "文件名": "No.037 天水美人计 作者：听风诉晴.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c0364ed5914f"
  },
  {
    "文件名": "No.037 应该.txt",
    "夸克盘链接": "https://pan.quark.cn/s/2202be6b3e10"
  },
  {
    "文件名": "No.36 笑傲红尘 作者：黯夜妖灵.txt",
    "夸克盘链接": "https://pan.quark.cn/s/384d3924bec6"
  },
  {
    "文件名": "No.036 小繁花.txt",
    "夸克盘链接": "https://pan.quark.cn/s/7120acd6c27d"
  },
  {
    "文件名": "No.036 婀娜传说 作者：张瑞.txt",
    "夸克盘链接": "https://pan.quark.cn/s/740e271f0484"
  },
  {
    "文件名": "No.35 穿越新月格格之鸿雁于飞 作者：愿落.txt",
    "夸克盘链接": "https://pan.quark.cn/s/0804dc8b9608"
  },
  {
    "文件名": "No.035 奈何上错床之疯魔少林 作者：小孩你过来.txt",
    "夸克盘链接": "https://pan.quark.cn/s/8f76ce702956"
  },
  {
    "文件名": "No.035 落花时节又逢君 作者：蜀客.txt",
    "夸克盘链接": "https://pan.quark.cn/s/5edd5b957010"
  },
  {
    "文件名": "No.034 穿越事件簿 作者：灵犀阁主.txt",
    "夸克盘链接": "https://pan.quark.cn/s/5fb9f8950d38"
  },
  {
    "文件名": "No.034 少爷家也没余粮.txt",
    "夸克盘链接": "https://pan.quark.cn/s/4c65da5be16b"
  },
  {
    "文件名": "No.34 我Kao！被潜了 作者：金刚芭比.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c41110111bac"
  },
  {
    "文件名": "No.33 [网王]双网之音.txt",
    "夸克盘链接": "https://pan.quark.cn/s/098128667676"
  },
  {
    "文件名": "No.033 囍相逢 作者：落花能几醉.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e6f2fa582af9"
  },
  {
    "文件名": "No.32 穿越与反穿越.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a04ee26b97bc"
  },
  {
    "文件名": "No.033 路鸟 作者：狂言千笑.txt",
    "夸克盘链接": "https://pan.quark.cn/s/39de1d83127e"
  },
  {
    "文件名": "No.031 莫笑我胡为 作者：爱爬树的鱼.txt",
    "夸克盘链接": "https://pan.quark.cn/s/659129f1d7f2"
  },
  {
    "文件名": "No.032 姻缘.txt",
    "夸克盘链接": "https://pan.quark.cn/s/28948349b78a"
  },
  {
    "文件名": "No.030 痞女囧天下 作者：无影有踪.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a1a02a566a6d"
  },
  {
    "文件名": "No.030 穿越锦绣田园 作者：桃花露.txt",
    "夸克盘链接": "https://pan.quark.cn/s/fcb54fcf7b57"
  },
  {
    "文件名": "No.029 大牌作家 作者：仕途之妖.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e519c728b962"
  },
  {
    "文件名": "No.027 两只前夫一台戏 作者：电线.txt",
    "夸克盘链接": "https://pan.quark.cn/s/07f75f8714e7"
  },
  {
    "文件名": "No.028 知否？知否？应是绿肥红瘦[未完结] 作者：关心则乱.txt",
    "夸克盘链接": "https://pan.quark.cn/s/9b9ee66978ee"
  },
  {
    "文件名": "No.028 胸房 作者：四木.txt",
    "夸克盘链接": "https://pan.quark.cn/s/8824a012008a"
  },
  {
    "文件名": "No.027 富二代官二代.txt",
    "夸克盘链接": "https://pan.quark.cn/s/4e3c159767fa"
  },
  {
    "文件名": "No.026 我恨我爱你.txt",
    "夸克盘链接": "https://pan.quark.cn/s/6fc1120e3bbf"
  },
  {
    "文件名": "No.024 最后的女神[未完结] 作者：天籁纸鸢.txt",
    "夸克盘链接": "https://pan.quark.cn/s/359363fcfb9e"
  },
  {
    "文件名": "No.024 衣冠禽兽 作者：鱼小肉.txt",
    "夸克盘链接": "https://pan.quark.cn/s/668fe5a4e67a"
  },
  {
    "文件名": "No.023 重生之离婚前夕 作者：千山红叶.txt",
    "夸克盘链接": "https://pan.quark.cn/s/23ab247a8e9c"
  },
  {
    "文件名": "No.22 温暖的弦.txt",
    "夸克盘链接": "https://pan.quark.cn/s/25e80777a7d6"
  },
  {
    "文件名": "No.022 夫君谋 作者：听风诉晴.txt",
    "夸克盘链接": "https://pan.quark.cn/s/dbec631efd48"
  },
  {
    "文件名": "No.21 大龙门客栈 作者：星野樱.txt",
    "夸克盘链接": "https://pan.quark.cn/s/2cbe6a4a517b"
  },
  {
    "文件名": "No.021 炸年糕 作者：多木木多.txt",
    "夸克盘链接": "https://pan.quark.cn/s/19571a83c57a"
  },
  {
    "文件名": "No.021 谁的等待，恰逢花开.txt",
    "夸克盘链接": "https://pan.quark.cn/s/7ed1b0b9fbd7"
  },
  {
    "文件名": "No.20 月沉吟 作者：卿妃.txt",
    "夸克盘链接": "https://pan.quark.cn/s/0b82bdb79837"
  },
  {
    "文件名": "No.020 一品夫君三流妻 作者：立誓成妖.txt",
    "夸克盘链接": "https://pan.quark.cn/s/4f462515bd96"
  },
  {
    "文件名": "No.19 鸾：我的前半生 我的后半生 作者：天夕.txt",
    "夸克盘链接": "https://pan.quark.cn/s/25f60a5b1c60"
  },
  {
    "文件名": "No.019 穿越之武林怪传 作者：蜀客txt.txt",
    "夸克盘链接": "https://pan.quark.cn/s/eadfdd62ab9e"
  },
  {
    "文件名": "No.018 木槿花西月锦绣[未完结].txt",
    "夸克盘链接": "https://pan.quark.cn/s/0fd54b3527fd"
  },
  {
    "文件名": "No.18 双阙 作者：海青拿天鹅.txt",
    "夸克盘链接": "https://pan.quark.cn/s/01a11b16437a"
  },
  {
    "文件名": "No.019 “狼”财女貌.txt",
    "夸克盘链接": "https://pan.quark.cn/s/90a5ae9fed2d"
  },
  {
    "文件名": "No.017 爱什么稀罕 作者：扁莜璃.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a6e18b12d510"
  },
  {
    "文件名": "No.17 长生 作者：书闲庭.txt",
    "夸克盘链接": "https://pan.quark.cn/s/689678fb0e7c"
  },
  {
    "文件名": "No.16 穿越之武林怪传 作者：蜀客.txt",
    "夸克盘链接": "https://pan.quark.cn/s/34dc46a88fcc"
  },
  {
    "文件名": "No.016 你开路,我掩护(网游) 作者：一度君华.txt",
    "夸克盘链接": "https://pan.quark.cn/s/d8312e39db1a"
  },
  {
    "文件名": "No.016 海妖[未完结].txt",
    "夸克盘链接": "https://pan.quark.cn/s/f45efa3b4d1a"
  },
  {
    "文件名": "No.15 因缘妙美人 作者：梦枕幻花.txt",
    "夸克盘链接": "https://pan.quark.cn/s/f580fc0008a8"
  },
  {
    "文件名": "No.13 穿梭在动漫世界——流星雨般的爱恋 作者：千夜绯雪.txt",
    "夸克盘链接": "https://pan.quark.cn/s/00980e4d92f0"
  },
  {
    "文件名": "No.015 斜阳若影 作者：狂言千笑.txt",
    "夸克盘链接": "https://pan.quark.cn/s/8c0cfd698394"
  },
  {
    "文件名": "No.015 洞房花烛 隔壁.txt",
    "夸克盘链接": "https://pan.quark.cn/s/d2667784accc"
  },
  {
    "文件名": "No.14 坏事多磨 作者：那只狐狸.txt",
    "夸克盘链接": "https://pan.quark.cn/s/671dec311c30"
  },
  {
    "文件名": "No.014 小房东 作者：香朵儿.txt",
    "夸克盘链接": "https://pan.quark.cn/s/d7a365c9ece8"
  },
  {
    "文件名": "No.12 微微一笑很倾城 作者：顾漫.txt",
    "夸克盘链接": "https://pan.quark.cn/s/4bfd2fd52afa"
  },
  {
    "文件名": "No.11 仙侠奇缘之花千骨.txt",
    "夸克盘链接": "https://pan.quark.cn/s/4b6a8b790400"
  },
  {
    "文件名": "No.012 爱情正忙，请稍后再拨(湿身) 作者：芯宁.txt",
    "夸克盘链接": "https://pan.quark.cn/s/b4473f8ecf9f"
  },
  {
    "文件名": "No.10 斜阳若影 作者：狂言千笑.txt",
    "夸克盘链接": "https://pan.quark.cn/s/5baa5113258a"
  },
  {
    "文件名": "No.011 重紫 作者：蜀客.txt",
    "夸克盘链接": "https://pan.quark.cn/s/d15c78163ceb"
  },
  {
    "文件名": "No.010 贺府千金 作者：贡茶.txt",
    "夸克盘链接": "https://pan.quark.cn/s/3c460497a1dc"
  },
  {
    "文件名": "No.9 穿越之天雷一部.txt",
    "夸克盘链接": "https://pan.quark.cn/s/58c049b4fae0"
  },
  {
    "文件名": "No.009 宁非 作者：狂言千笑.txt",
    "夸克盘链接": "https://pan.quark.cn/s/9da87b60be85"
  },
  {
    "文件名": "No.8 不负如来不负卿.txt",
    "夸克盘链接": "https://pan.quark.cn/s/983c311868cb"
  },
  {
    "文件名": "No.008 皇后策 作者：谈天音.txt",
    "夸克盘链接": "https://pan.quark.cn/s/aa4711b83020"
  },
  {
    "文件名": "No.008 寡人有疾.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a4cb151da586"
  },
  {
    "文件名": "No.006 青莲记事 作者：葡萄.txt",
    "夸克盘链接": "https://pan.quark.cn/s/b8c0062d70df"
  },
  {
    "文件名": "No.005 皇后，朕想侍寝.txt",
    "夸克盘链接": "https://pan.quark.cn/s/3dc4f8eb0715"
  },
  {
    "文件名": "No.006 七年之痒痒痒！ 作者：随宇而安.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ad015a759be8"
  },
  {
    "文件名": "No.5 流水迢迢 作者：箫楼.txt",
    "夸克盘链接": "https://pan.quark.cn/s/4b3b6ee7b93e"
  },
  {
    "文件名": "No.005 奥汀的祝福 作者：天籁纸鸢.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e069c9b55295"
  },
  {
    "文件名": "No.004 江山如画 作者：四叶铃兰.txt",
    "夸克盘链接": "https://pan.quark.cn/s/8e761d17fd62"
  },
  {
    "文件名": "No.004 佳偶天成 作者：十四郎.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c1390034797c"
  },
  {
    "文件名": "No.003 午门囧事 作者：影照.txt",
    "夸克盘链接": "https://pan.quark.cn/s/4c6a7e61cc28"
  },
  {
    "文件名": "No.2 午门囧事 作者：影照.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c8982de7279f"
  },
  {
    "文件名": "No.002 Blood X Blood 作者：妖舟.txt",
    "夸克盘链接": "https://pan.quark.cn/s/9be3e83775ce"
  },
  {
    "文件名": "No.1 月上重火 作者：天籁纸鸢.txt",
    "夸克盘链接": "https://pan.quark.cn/s/f80b460dfeec"
  },
  {
    "文件名": "158.[红袖vip完结]逃妃难再逑 作者：雪芽.txt",
    "夸克盘链接": "https://pan.quark.cn/s/2efd0a502654"
  },
  {
    "文件名": "159.[红袖vip完结]如烟皇后 作者：五月梅儿.txt",
    "夸克盘链接": "https://pan.quark.cn/s/4e7ae92fd34a"
  },
  {
    "文件名": "157.[红袖vip完结]新妻不受宠.txt",
    "夸克盘链接": "https://pan.quark.cn/s/b7f2d93fcd12"
  },
  {
    "文件名": "156.[红袖vip完结]失明公主—鸢尾 作者：wflmercy.txt",
    "夸克盘链接": "https://pan.quark.cn/s/795a63e6e803"
  },
  {
    "文件名": "155.[红袖vip完结]弃妃不好当 作者：纳兰静语.txt",
    "夸克盘链接": "https://pan.quark.cn/s/4f6adf026129"
  },
  {
    "文件名": "154.[红袖vip完结]改造玻璃CEO.txt",
    "夸克盘链接": "https://pan.quark.cn/s/98998fc22d00"
  },
  {
    "文件名": "153.[红袖vip完结]总裁上司要偷心.txt",
    "夸克盘链接": "https://pan.quark.cn/s/f7e416a4166a"
  },
  {
    "文件名": "152.[红袖vip完结]福晋还年幼 作者：抽风小奴.txt",
    "夸克盘链接": "https://pan.quark.cn/s/2bd6a0d12739"
  },
  {
    "文件名": "150.[红袖vip完结]穿越之雪影蝶依 作者：霜雪依依.txt",
    "夸克盘链接": "https://pan.quark.cn/s/49cf524b9a90"
  },
  {
    "文件名": "151.[红袖vip完结]王的小宠 作者：兰罂粟.txt",
    "夸克盘链接": "https://pan.quark.cn/s/41981df32136"
  },
  {
    "文件名": "149.[红袖vip完结]丫头，毕业后我们再相爱吧.txt",
    "夸克盘链接": "https://pan.quark.cn/s/5f4b7cc12c38"
  },
  {
    "文件名": "148.[红袖vip完结]正妻不安于室-皇后天下.txt",
    "夸克盘链接": "https://pan.quark.cn/s/04fcdb9a8041"
  },
  {
    "文件名": "147.[红袖vip完结]BH穿越：冷皇的废后（全本）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/1edc650746d7"
  },
  {
    "文件名": "146.[红袖vip完结]单身妈咪Ⅱ嫁错老公抱错娃 作者：空青青.txt",
    "夸克盘链接": "https://pan.quark.cn/s/3168add75a87"
  },
  {
    "文件名": "145.[红袖vip完结]苏苏的危险情人.txt",
    "夸克盘链接": "https://pan.quark.cn/s/d1502aad14e7"
  },
  {
    "文件名": "144.[红袖vip完结]楚宫倾城乱.txt",
    "夸克盘链接": "https://pan.quark.cn/s/936f6a67eb69"
  },
  {
    "文件名": "142.[红袖vip完结]缠上妖孽殿下(大结局+番外).txt",
    "夸克盘链接": "https://pan.quark.cn/s/35083414ea76"
  },
  {
    "文件名": "143.[红袖vip完结]暴君的替身弃后.txt",
    "夸克盘链接": "https://pan.quark.cn/s/9f0dd81d72c8"
  },
  {
    "文件名": "141.[红袖vip完结]豪门圈套：爱妻无双.txt",
    "夸克盘链接": "https://pan.quark.cn/s/be8e0724b419"
  },
  {
    "文件名": "140.[红袖vip完结]九岁小妖后 作者：恋月儿.txt",
    "夸克盘链接": "https://pan.quark.cn/s/7613e124fa58"
  },
  {
    "文件名": "138.[红袖vip完结]冰山宝贝惹上火.txt",
    "夸克盘链接": "https://pan.quark.cn/s/053311f72519"
  },
  {
    "文件名": "137.[红袖vip完结]总裁的外遇-上部.txt",
    "夸克盘链接": "https://pan.quark.cn/s/93ebdabd77f9"
  },
  {
    "文件名": "139.[红袖vip完结]绝色妖精在古代 作者：蓝小郁.txt",
    "夸克盘链接": "https://pan.quark.cn/s/0326427f6a01"
  },
  {
    "文件名": "136.[红袖vip完结]嫁：屡犯桃花 作者：丁香一枚.txt",
    "夸克盘链接": "https://pan.quark.cn/s/add04233e697"
  },
  {
    "文件名": "135.[红袖vip完结]设计成婚：不入豪门 作者：海未央.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c0173fb32759"
  },
  {
    "文件名": "133.[红袖vip完结]佳期误Ⅱ：风尘挽歌 作者：淡月新凉.txt",
    "夸克盘链接": "https://pan.quark.cn/s/667eca93ae25"
  },
  {
    "文件名": "134.[红袖vip完结]帝集团：挑战首席花心男 作者：红了容颜.txt",
    "夸克盘链接": "https://pan.quark.cn/s/b34fc7b6142e"
  },
  {
    "文件名": "131.[红袖vip完结]媚妃乱后宫.txt",
    "夸克盘链接": "https://pan.quark.cn/s/520fdd3f87bd"
  },
  {
    "文件名": "132.[红袖vip完结]总裁你好坏 作者：芥末绿.txt",
    "夸克盘链接": "https://pan.quark.cn/s/4a2249fbab34"
  },
  {
    "文件名": "130.[红袖vip完结]辽王宠妃 作者：罗莎夜罗.txt",
    "夸克盘链接": "https://pan.quark.cn/s/4d635281ce1b"
  },
  {
    "文件名": "129.[红袖vip完结]御夫美娇娘10.13.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c58d8ec1e7eb"
  },
  {
    "文件名": "128.[红袖vip完结]蔷薇男爵之吻 作者：珂蓝玥.txt",
    "夸克盘链接": "https://pan.quark.cn/s/718e7bae7390"
  },
  {
    "文件名": "127.[红袖vip完结]桃花落尽胭脂雪 作者：梵茀.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a3bd529dd849"
  },
  {
    "文件名": "126.[红袖vip完结]恶女要从良` 作者：琉金琥珀.txt",
    "夸克盘链接": "https://pan.quark.cn/s/359da73502f7"
  },
  {
    "文件名": "125.[红袖vip完结]一个俏妈三个爸 作者：靳无语.txt",
    "夸克盘链接": "https://pan.quark.cn/s/1d026a11f226"
  },
  {
    "文件名": "124.[红袖vip完结]妾如柳：娘子残香 作者：暖的颜色.txt",
    "夸克盘链接": "https://pan.quark.cn/s/2fe7f7596c57"
  },
  {
    "文件名": "123.[红袖vip完结]情迷首席浪子 作者：恶魔的吻.txt",
    "夸克盘链接": "https://pan.quark.cn/s/be9239c7b0e5"
  },
  {
    "文件名": "122.[红袖vip完结]无心拥得帝王宠：睡妃 作者：醉云巅.txt",
    "夸克盘链接": "https://pan.quark.cn/s/78068e16b001"
  },
  {
    "文件名": "121.[红袖vip完结]总裁耍霸道 作者：舒浅.txt",
    "夸克盘链接": "https://pan.quark.cn/s/f6fa46ea8d56"
  },
  {
    "文件名": "120.[红袖vip完结]霸君系列：代嫁下堂妃 作者：晴天.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e6553ff45691"
  },
  {
    "文件名": "119.[红袖vip完结]狼宠之狼王冷狂 作者：流白靓雪.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a121c6294141"
  },
  {
    "文件名": "118.[红袖vip完结]报复：逃不出总裁的掌心 作者：天琴.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c0e8486867c9"
  },
  {
    "文件名": "116.[红袖vip完结]薄情系列：为夫不仁 作者：风烛月冷心残丝.txt",
    "夸克盘链接": "https://pan.quark.cn/s/8aaa0f1a77de"
  },
  {
    "文件名": "117.[红袖vip完结]神秘老公不见面（大结局） 作者：吉祥夜.txt",
    "夸克盘链接": "https://pan.quark.cn/s/f7b48fe8fe07"
  },
  {
    "文件名": "114.[红袖vip完结]尊贵少爷的大牌丫鬟 作者：尊贵少爷的大牌丫鬟.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a3467edb0f94"
  },
  {
    "文件名": "112.[红袖vip完结]豪门争斗：债务首席夫人 作者：晴初开.txt",
    "夸克盘链接": "https://pan.quark.cn/s/3531e49b8cd8"
  },
  {
    "文件名": "113.[红袖vip完结]正牌老公，冒牌老婆 作者：白夜流苏.txt",
    "夸克盘链接": "https://pan.quark.cn/s/f28adbb6384a"
  },
  {
    "文件名": "111.[红袖vip完结]金钗劫：换颜重生(大结局) 作者：妖精媚儿.txt",
    "夸克盘链接": "https://pan.quark.cn/s/229cc7d20244"
  },
  {
    "文件名": "109.[红袖vip完结]王咒锁颜：难宠王妃 作者：莲赋妩.txt",
    "夸克盘链接": "https://pan.quark.cn/s/b90dd25e904e"
  },
  {
    "文件名": "110.[红袖vip完结]宝宝太嚣张 作者：赫连初见.txt",
    "夸克盘链接": "https://pan.quark.cn/s/6ea99f54fe7a"
  },
  {
    "文件名": "107.[红袖vip完结]情乱大唐 作者：龙九少.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c0dc03ae9ffb"
  },
  {
    "文件名": "108.[红袖vip完结]当爱已成往事（苏阳 小真）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/7a3c28f5c645"
  },
  {
    "文件名": "106.[红袖vip完结]皇妃日记（六岁小皇妃）【全本】 作者：落棋砂.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c04c687defe6"
  },
  {
    "文件名": "105.[红袖vip完结]惑爱——丑妾侍君 作者：纳兰倩儿.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c874f3cfc3a7"
  },
  {
    "文件名": "104.[红袖vip完结]霸君的小宠 作者：纳兰静语.txt",
    "夸克盘链接": "https://pan.quark.cn/s/55b3c862b3c9"
  },
  {
    "文件名": "103.[红袖vip完结]男宠难宠【完】 作者：雪芽.txt",
    "夸克盘链接": "https://pan.quark.cn/s/7e03510c4abc"
  },
  {
    "文件名": "102.[红袖vip完结]首领的签约情人 作者：花蕊随风飘.txt",
    "夸克盘链接": "https://pan.quark.cn/s/290a9c00d66b"
  },
  {
    "文件名": "101.[红袖vip完结]新婚告急：赎罪新娘 作者：魏和.txt",
    "夸克盘链接": "https://pan.quark.cn/s/41567bffd231"
  },
  {
    "文件名": "100.[红袖vip完结]夫人未成年+番外 作者：溱潼.txt",
    "夸克盘链接": "https://pan.quark.cn/s/072dad54042d"
  },
  {
    "文件名": "099.[红袖vip完结]赎罪新娘 作者：月欣.txt",
    "夸克盘链接": "https://pan.quark.cn/s/eab1748ce357"
  },
  {
    "文件名": "098.[红袖vip完结]错情难醒：泪荼蘼 作者：魍魉魑魅饕餮狻猊.txt",
    "夸克盘链接": "https://pan.quark.cn/s/f01c9b5ed7d0"
  },
  {
    "文件名": "097.[红袖vip完结]撒旦夺爱：罂粟情人 作者：慕容千泪.txt",
    "夸克盘链接": "https://pan.quark.cn/s/171c8bf87144"
  },
  {
    "文件名": "096.[红袖vip完结]七年之痒 作者：冬夜.txt",
    "夸克盘链接": "https://pan.quark.cn/s/3d208d0705d9"
  },
  {
    "文件名": "094.[红袖vip完结]豪门首席抵债情人 作者：Aprilhaorui.txt",
    "夸克盘链接": "https://pan.quark.cn/s/2a3fa2687960"
  },
  {
    "文件名": "095.[红袖vip完结]缘定今生：百变俏王妃 作者：依梦重生.txt",
    "夸克盘链接": "https://pan.quark.cn/s/4a686ef56444"
  },
  {
    "文件名": "092.[红袖vip完结]S女出没，注意 作者：资深宅女.txt",
    "夸克盘链接": "https://pan.quark.cn/s/de78cd5abe3b"
  },
  {
    "文件名": "093.[红袖vip完结]帝集团-总裁的偷心娇妻 作者：打到一切.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e40fc4cde927"
  },
  {
    "文件名": "091.[红袖vip完结]恶少小逃妈 作者：依薰之梦.txt",
    "夸克盘链接": "https://pan.quark.cn/s/889e52bb3e63"
  },
  {
    "文件名": "090.[红袖vip完结]新婚告急：宝宝爹地已再婚 作者：柳晨枫.txt",
    "夸克盘链接": "https://pan.quark.cn/s/727d7d460985"
  },
  {
    "文件名": "089.[红袖vip完结]古墓之 旅：千年的孤魂等待 作者：茗香花魂.txt",
    "夸克盘链接": "https://pan.quark.cn/s/7bec22b1406c"
  },
  {
    "文件名": "088.[红袖vip完结]秦潋：洛倾天下 作者：烟绿.txt",
    "夸克盘链接": "https://pan.quark.cn/s/be59ba15c206"
  },
  {
    "文件名": "087.[红袖vip完结]豪门情错：妈咪不爱酷总裁【大结局】 作者：夜蝶儿.txt",
    "夸克盘链接": "https://pan.quark.cn/s/fead7bddbd5f"
  },
  {
    "文件名": "086.[红袖vip完结]半暮妖娆-妃乱天下 作者：落红裳.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e290bf946c9a"
  },
  {
    "文件名": "085.[红袖vip完结]帝姬-风暖碧落 作者：寂月皎皎.txt",
    "夸克盘链接": "https://pan.quark.cn/s/bb699d21e5fc"
  },
  {
    "文件名": "083.[红袖vip完结]通缉令：犯上极品总裁 作者：拓拔瑞瑞.txt",
    "夸克盘链接": "https://pan.quark.cn/s/bdd3ff743b0c"
  },
  {
    "文件名": "082.[红袖vip完结]蜜糖甜妻不过期 作者：沉睡公主.txt",
    "夸克盘链接": "https://pan.quark.cn/s/b4e0b3e96048"
  },
  {
    "文件名": "081.[红袖vip完结]指腹为婚：四指王妃 作者：丹青梦.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e5c78b5cd98b"
  },
  {
    "文件名": "080.[红袖vip完结]黑街教父送上门 作者：小十二.txt",
    "夸克盘链接": "https://pan.quark.cn/s/9c81fe77f25b"
  },
  {
    "文件名": "079.[红袖vip完结]新婚不合拍 作者：单向爱.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e234f0119454"
  },
  {
    "文件名": "078.[红袖vip完结]调皮王妃酷王爷（完） 作者：tangyunluo.txt",
    "夸克盘链接": "https://pan.quark.cn/s/489c2439ec64"
  },
  {
    "文件名": "077.[红袖vip完结]后宫·萧妃传 作者：grace_xhu.txt",
    "夸克盘链接": "https://pan.quark.cn/s/5c0585935101"
  },
  {
    "文件名": "076.[红袖vip完结]脔情：我的总裁恶魔弟 作者：衫舞云岚.txt",
    "夸克盘链接": "https://pan.quark.cn/s/aac5da4c4175"
  },
  {
    "文件名": "075.[红袖vip完结]女扮男装：嚣张闲王 作者：女扮男装：嚣张闲王.txt",
    "夸克盘链接": "https://pan.quark.cn/s/7287c5f1e80b"
  },
  {
    "文件名": "074.[红袖vip完结]绝世妖姬倾国泪 作者：梵茀.txt",
    "夸克盘链接": "https://pan.quark.cn/s/fe9f15b226ab"
  },
  {
    "文件名": "073.[红袖vip完结]老公，我们离婚吧 作者：蜗牛爬来了.txt",
    "夸克盘链接": "https://pan.quark.cn/s/49145b718e18"
  },
  {
    "文件名": "072.[红袖vip完结]豪门长媳 作者：潇鱼.txt",
    "夸克盘链接": "https://pan.quark.cn/s/4e236e7d9b55"
  },
  {
    "文件名": "071.[红袖vip完结]婴儿王妃（完） 作者：云169.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ba841b89f953"
  },
  {
    "文件名": "069.[红袖vip完结]鳯宫：鸾倾阙 作者：莲赋妩.txt",
    "夸克盘链接": "https://pan.quark.cn/s/89bb6de359b2"
  },
  {
    "文件名": "070.[红袖vip完结]爱在莺歌燕舞时 作者：寞染.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e9a5fb367c7f"
  },
  {
    "文件名": "068.[红袖vip完结]穿越：丑颜泪之下堂王妃 作者：若儿飞飞.txt",
    "夸克盘链接": "https://pan.quark.cn/s/d08170a869a4"
  },
  {
    "文件名": "067.[红袖vip完结]妖女神医(大结局) 作者：乐乐米拉.txt",
    "夸克盘链接": "https://pan.quark.cn/s/931a74788e3a"
  },
  {
    "文件名": "064.[红袖vip完结]黑道首领的警花恋人 作者：鬼面蝴蝶.txt",
    "夸克盘链接": "https://pan.quark.cn/s/dbe6edd2c393"
  },
  {
    "文件名": "066.[红袖vip完结]外籍总裁中国丫头（完结） 作者：骆无.txt",
    "夸克盘链接": "https://pan.quark.cn/s/2a93e9bc2d6f"
  },
  {
    "文件名": "065.[红袖vip完结]穿越：混世小魔女 作者：凡叶心.txt",
    "夸克盘链接": "https://pan.quark.cn/s/d0283dced742"
  },
  {
    "文件名": "063.[红袖vip完结]《灰姑娘大变身：王子也不如》 作者：宁如夏月.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a06e2ea395bd"
  },
  {
    "文件名": "061.[红袖vip完结]民国红颜三部曲-清秋吟（大结局） 作者：乐黎.txt",
    "夸克盘链接": "https://pan.quark.cn/s/d5de985b06c0"
  },
  {
    "文件名": "062.[红袖vip完结]情迷契约金龟婿 作者：凤啸九天.txt",
    "夸克盘链接": "https://pan.quark.cn/s/de204e1bc9ea"
  },
  {
    "文件名": "059.[红袖vip完结]梦落大唐之繁花落定 作者：寂月皎皎.txt",
    "夸克盘链接": "https://pan.quark.cn/s/060867bcbd68"
  },
  {
    "文件名": "060.[红袖vip完结]恶魔禁忌：甜心陷阱 作者：夜蝶儿.txt",
    "夸克盘链接": "https://pan.quark.cn/s/80eb309cf0b2"
  },
  {
    "文件名": "058.[红袖vip完结]带球躲爹地 作者：晗文翎.txt",
    "夸克盘链接": "https://pan.quark.cn/s/729da1000869"
  },
  {
    "文件名": "056.[红袖vip完结]缠上小爹爹 作者：纳兰静语.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a652b23e7320"
  },
  {
    "文件名": "057.[红袖vip完结]情驭冷姬：抢来的王妃 作者：雪妩.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c37c1b66bc28"
  },
  {
    "文件名": "055.[红袖vip完结]我的皇帝驸马爷 作者：微若洁茹.txt",
    "夸克盘链接": "https://pan.quark.cn/s/78431c8ce731"
  },
  {
    "文件名": "054.[红袖vip完结]绝爱：废妃不好追 作者：黎也娜.txt",
    "夸克盘链接": "https://pan.quark.cn/s/7524b06a01a4"
  },
  {
    "文件名": "053.[红袖vip完结]欢情薄：小皇妃 作者：柒小楼.txt",
    "夸克盘链接": "https://pan.quark.cn/s/7e4a3e961331"
  },
  {
    "文件名": "052.[红袖vip完结]婚变：一月老公不负责 作者：冇嚸乖.txt",
    "夸克盘链接": "https://pan.quark.cn/s/8e48ac602324"
  },
  {
    "文件名": "051.[红袖vip完结]玩转：1司2帝3殿下 作者：沧海·镜.txt",
    "夸克盘链接": "https://pan.quark.cn/s/0a59808c87d3"
  },
  {
    "文件名": "《误惹无情冷总裁》（完结） 作者：寞染.txt",
    "夸克盘链接": "https://pan.quark.cn/s/8de70d44937e"
  },
  {
    "文件名": "《人鱼王子：鲛人魅》 作者：miss_苏.txt",
    "夸克盘链接": "https://pan.quark.cn/s/b585aa377bfc"
  },
  {
    "文件名": "050.[红袖vip完结]抵债小新娘 作者：小熊来了.txt",
    "夸克盘链接": "https://pan.quark.cn/s/7a8a78e20847"
  },
  {
    "文件名": "049.[红袖vip完结]穿越之可怜身在帝王家 作者：跳过的幸福.txt",
    "夸克盘链接": "https://pan.quark.cn/s/1dfb7712f1f8"
  },
  {
    "文件名": "《御狼王的烙印》 作者：晓破天.txt",
    "夸克盘链接": "https://pan.quark.cn/s/5b414c9b43a8"
  },
  {
    "文件名": "《玉石俱焚》 作者：缥缈.txt",
    "夸克盘链接": "https://pan.quark.cn/s/f973de391bfb"
  },
  {
    "文件名": "《月华公主拈花飞》 作者：月华公主拈花飞.txt",
    "夸克盘链接": "https://pan.quark.cn/s/086fd59472b7"
  },
  {
    "文件名": "《一月情人不过期》 作者：向小葵.txt",
    "夸克盘链接": "https://pan.quark.cn/s/8a66932ea3ec"
  },
  {
    "文件名": "《醉舞今生》 作者：紫陌笑红尘.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ba61bac6d6c3"
  },
  {
    "文件名": "010.[红袖vip完结]穿越：鬼少的恨宠 作者：姜璃络.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c8cf13f85e21"
  },
  {
    "文件名": "003.[红袖vip完结]撒旦夺爱：CEO老婆来踢馆 作者：柠檬跳.txt",
    "夸克盘链接": "https://pan.quark.cn/s/4f76dbfbd5f7"
  },
  {
    "文件名": "006.[红袖vip完结]偷恋成婚：老婆不二娶 作者：魏和.txt",
    "夸克盘链接": "https://pan.quark.cn/s/7fb7978a7658"
  },
  {
    "文件名": "001.[红袖vip完结]日租：黑街教父送上门 ——第Ⅱ部：《特工总裁摸错房》 作者：小十二.txt",
    "夸克盘链接": "https://pan.quark.cn/s/645410169729"
  },
  {
    "文件名": "005.[红袖vip完结]撒旦新妻十七岁 作者：鬼面蝴蝶.txt",
    "夸克盘链接": "https://pan.quark.cn/s/5496ec838b41"
  },
  {
    "文件名": "048.[红袖vip完结]这个娃娃是总裁（全） 作者：暖心宝贝.txt",
    "夸克盘链接": "https://pan.quark.cn/s/76590e8b04f1"
  },
  {
    "文件名": "047.[红袖vip完结]穿越斗：宫女大翻身！ 作者：灵儿33.txt",
    "夸克盘链接": "https://pan.quark.cn/s/099d1701e9f3"
  },
  {
    "文件名": "046.[红袖vip完结]限量版坏首领：落难公主_1 作者：墨珞丫头.txt",
    "夸克盘链接": "https://pan.quark.cn/s/5e4ad4b03abb"
  },
  {
    "文件名": "《首席新娘调包了》（完结） 作者：花蕊随心飘.txt",
    "夸克盘链接": "https://pan.quark.cn/s/63f002c97b03"
  },
  {
    "文件名": "《戒掉致命情人》 作者：顾盼琼依.txt",
    "夸克盘链接": "https://pan.quark.cn/s/873ebf2c6f74"
  },
  {
    "文件名": "045.[红袖vip完结]限量版坏首领：落难公主_2 作者：墨珞丫头.txt",
    "夸克盘链接": "https://pan.quark.cn/s/02603b2459ba"
  },
  {
    "文件名": "《你是我租来的新娘》 作者：凡叶心.txt",
    "夸克盘链接": "https://pan.quark.cn/s/d7cc3bcb6625"
  },
  {
    "文件名": "044.[红袖vip完结]妈咪情人 作者：暖心斋女主.txt",
    "夸克盘链接": "https://pan.quark.cn/s/6083e9f15df7"
  },
  {
    "文件名": "《沁心媚情》 作者：兮曦.txt",
    "夸克盘链接": "https://pan.quark.cn/s/705871991414"
  },
  {
    "文件名": "《命定我妻》 作者：白依草.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ab15b7ed8d3c"
  },
  {
    "文件名": "043.[红袖vip完结]豪门童话：竹马锁青梅 作者：栀木伶.txt",
    "夸克盘链接": "https://pan.quark.cn/s/536259f53fc8"
  },
  {
    "文件名": "041.[红袖vip完结]花犯皇后 作者：白纱蝶舞依.txt",
    "夸克盘链接": "https://pan.quark.cn/s/5b8ac7d9b4f7"
  },
  {
    "文件名": "040.[红袖vip完结]宫殇颜妃传（完本） 作者：venus0915.txt",
    "夸克盘链接": "https://pan.quark.cn/s/87c8f1a17710"
  },
  {
    "文件名": "042.[红袖vip完结]只做地宫娘娘 作者：秦潋.txt",
    "夸克盘链接": "https://pan.quark.cn/s/9c925baa6aec"
  },
  {
    "文件名": "039.[红袖vip完结]新婚就爬墙 作者：金陵第一钗.txt",
    "夸克盘链接": "https://pan.quark.cn/s/84ec3e5b98b9"
  },
  {
    "文件名": "038.[红袖vip完结]胭脂绝代·玉娉婷 作者：三月暮雪.txt",
    "夸克盘链接": "https://pan.quark.cn/s/4e943099db2c"
  },
  {
    "文件名": "035.[红袖vip完结]捡个王子生宝宝 作者：赫连初见.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a651ce9c0ac8"
  },
  {
    "文件名": "036.[红袖vip完结]坏娘子-头牌娘子玉如意 作者：司空希.txt",
    "夸克盘链接": "https://pan.quark.cn/s/2493186116f8"
  },
  {
    "文件名": "037.[红袖vip完结]无端惹桃花：尾戒.txt",
    "夸克盘链接": "https://pan.quark.cn/s/15abc2de4b36"
  },
  {
    "文件名": "031.[红袖vip完结]弃夫当自强 作者：罗莎夜罗.txt",
    "夸克盘链接": "https://pan.quark.cn/s/37fd9fde240a"
  },
  {
    "文件名": "034.[红袖vip完结]同居俏冤家. 作者：兰罂粟.txt",
    "夸克盘链接": "https://pan.quark.cn/s/150fff35324e"
  },
  {
    "文件名": "032.[红袖vip完结]首领的小猫(全本) 作者：沐曦瞳.txt",
    "夸克盘链接": "https://pan.quark.cn/s/1bd1430f5909"
  },
  {
    "文件名": "033.[红袖vip完结]重逢：赖定宝宝他妈咪 作者：炎魅.txt",
    "夸克盘链接": "https://pan.quark.cn/s/5d6a6a939a49"
  },
  {
    "文件名": "028.[红袖vip完结]宫廷虐恋之落雪无痕 作者：清风舞夜月.txt",
    "夸克盘链接": "https://pan.quark.cn/s/9de6c24af46b"
  },
  {
    "文件名": "030.[红袖vip完结]小孩妈咪别逃跑 大结局 作者：心淘.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e50f71509be4"
  },
  {
    "文件名": "026.[红袖vip完结]逼上花轿的贼（大结局） 作者：水凝烟.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ef4810a915c7"
  },
  {
    "文件名": "029.[红袖vip完结]90后系列：惊世槑小姐（大结局）作者：涅槃灰.txt",
    "夸克盘链接": "https://pan.quark.cn/s/0d92bfdefcbc"
  },
  {
    "文件名": "025.[红袖vip完结]撒旦夺爱-哥哥太嚣张 作者：樱花漫.txt",
    "夸克盘链接": "https://pan.quark.cn/s/b1db2967cada"
  },
  {
    "文件名": "024.[红袖vip完结]恋恋吸血鬼 作者：花草叶子.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ee8411192a0a"
  },
  {
    "文件名": "022.[红袖vip完结]倔强小妈咪 作者：夜雨潇.txt",
    "夸克盘链接": "https://pan.quark.cn/s/60eeecab46c5"
  },
  {
    "文件名": "021.[红袖vip完结]灰姑娘系列：俘获瘟神心 作者：微雨初晓.txt",
    "夸克盘链接": "https://pan.quark.cn/s/d247db50c92f"
  },
  {
    "文件名": "017.[红袖vip完结]下堂王妃传奇（完结） 作者：下堂王妃传奇.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c6963ab8cba1"
  },
  {
    "文件名": "020.[红袖vip完结]剩女的春天（全本） 作者：意月璎.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c3d81465946f"
  },
  {
    "文件名": "016.[红袖vip完结]冷面王爷的绝色丫头(完结) 作者：慕纱.txt",
    "夸克盘链接": "https://pan.quark.cn/s/182faf2b8dda"
  },
  {
    "文件名": "018.[红袖vip完结]醉小姐是财迷 作者：微笑络泪.txt",
    "夸克盘链接": "https://pan.quark.cn/s/05f13af3750c"
  },
  {
    "文件名": "015.[红袖vip完结]报复游戏：失宠少奶奶 作者：不打瞌睡的虫”.txt",
    "夸克盘链接": "https://pan.quark.cn/s/084e4c74c079"
  },
  {
    "文件名": "012.[红袖vip完结]家有暴妃 作者：家有暴妃.txt",
    "夸克盘链接": "https://pan.quark.cn/s/56e2a27836f2"
  },
  {
    "文件名": "013.[红袖vip完结]花心老公一边去 作者：言小娆.txt",
    "夸克盘链接": "https://pan.quark.cn/s/d3e177322b89"
  },
  {
    "文件名": "011.[红袖vip完结]女流氓穿越：冷宫皇后（完） 作者：若儿飞飞.txt",
    "夸克盘链接": "https://pan.quark.cn/s/b15ced59fa98"
  },
  {
    "文件名": "相公请高抬贵手 作者：一根胡萝卜（V文完结）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/992a50c46e5f"
  },
  {
    "文件名": "019.[红袖vip完结]胭脂乱_飞凤翔鸾 作者：寂月皎皎.txt",
    "夸克盘链接": "https://pan.quark.cn/s/49d141a129cd"
  },
  {
    "文件名": "《冰糖炖雪梨》（精校版全本+番外完）作者：酒小七.txt",
    "夸克盘链接": "https://pan.quark.cn/s/cede589ab3b7"
  },
  {
    "文件名": "《办公室隐婚》（精校版全本+番外完）作者：轻黯.txt",
    "夸克盘链接": "https://pan.quark.cn/s/4af4f66478a5"
  },
  {
    "文件名": "《白色橄榄树》（精校版全本+番外完）作者：玖月晞.txt",
    "夸克盘链接": "https://pan.quark.cn/s/5ec3c5c99e71"
  },
  {
    "文件名": "《白莲花掉马以后》（精校版全本+番外完）作者：多梨.txt",
    "夸克盘链接": "https://pan.quark.cn/s/1bb438d706cf"
  },
  {
    "文件名": "《白日梦我》（精校版全本+番外完）作者：栖见.txt",
    "夸克盘链接": "https://pan.quark.cn/s/9281b912f45e"
  },
  {
    "文件名": "尘世羁 作者：沧海月明.txt",
    "夸克盘链接": "https://pan.quark.cn/s/9a0174df22fc"
  },
  {
    "文件名": "084.[红袖vip完结]日租：黑街教父送上门》作者：小十二[完结+番外].txt",
    "夸克盘链接": "https://pan.quark.cn/s/bfb960a911c6"
  },
  {
    "文件名": "《爱与他》（精校版全本+番外完）作者：梦筱二.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c8721dee9e26"
  },
  {
    "文件名": "念念有响 作者：周行云.txt",
    "夸克盘链接": "https://pan.quark.cn/s/be2c8b0be2a7"
  },
  {
    "文件名": "就等你下课了  作者：灼夜 完结.txt",
    "夸克盘链接": "https://pan.quark.cn/s/58ae123bc924"
  },
  {
    "文件名": "明明很心动 作者：暮桑梧 完结番外.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ad21d608666c"
  },
  {
    "文件名": "023.[红袖vip完结]意乱情迷：诱惑你的温柔（完）作者：七色槿.txt",
    "夸克盘链接": "https://pan.quark.cn/s/9684bfd7f4b1"
  },
  {
    "文件名": "004.[红袖vip完结]冷酷王爷与小受男妃（完结）作者：张赫安.txt",
    "夸克盘链接": "https://pan.quark.cn/s/4790aa2ab0c5"
  },
  {
    "文件名": "《只准她放肆》（精校版全本+番外完）作者：慕义.txt",
    "夸克盘链接": "https://pan.quark.cn/s/32a1b87f4949"
  },
  {
    "文件名": "《只有我懂他的柔情》（精校版全本+番外完）作者：陌言川.txt",
    "夸克盘链接": "https://pan.quark.cn/s/62ac0bdccc9b"
  },
  {
    "文件名": "《这世上你最好看》（精校版全本+番外完）作者：青草糕.txt",
    "夸克盘链接": "https://pan.quark.cn/s/f67fbe4b5a4c"
  },
  {
    "文件名": "《只想宠爱你》（精校版全本+番外完）作者：了了是我.txt",
    "夸克盘链接": "https://pan.quark.cn/s/43395af4aa14"
  },
  {
    "文件名": "《着迷》（精校版全本+番外完）作者：梦筱二.txt",
    "夸克盘链接": "https://pan.quark.cn/s/7c1999dc2c00"
  },
  {
    "文件名": "《掌心吻》（精校版全本）作者：愿恩.txt",
    "夸克盘链接": "https://pan.quark.cn/s/7f98fd929148"
  },
  {
    "文件名": "《掌上明珠》（精校版全本）作者：盛世清歌.txt",
    "夸克盘链接": "https://pan.quark.cn/s/f0263d664c29"
  },
  {
    "文件名": "《长街》作者：殊娓.txt",
    "夸克盘链接": "https://pan.quark.cn/s/67dd00ddb016"
  },
  {
    "文件名": "《早春不过一棵树》（精校版全本+番外完）作者：喻言时.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ecf60470ad72"
  },
  {
    "文件名": "《再栽就是狗》（精校版全本+番外完）作者：宋三冬.txt",
    "夸克盘链接": "https://pan.quark.cn/s/b6fccb3bb272"
  },
  {
    "文件名": "《簪花落（晋江VIP穿越架空文，强推！》作者：欣涵.txt",
    "夸克盘链接": "https://pan.quark.cn/s/f3c512ed5c3c"
  },
  {
    "文件名": "《咱俩将就一下怎么了》（精校版全本）作者：一壶热水.txt",
    "夸克盘链接": "https://pan.quark.cn/s/d54ed33693e8"
  },
  {
    "文件名": "《在年代文里被渣了二十年后》（精校版全本+番外完）作者：落雨秋寒.txt",
    "夸克盘链接": "https://pan.quark.cn/s/977c1c87c0b8"
  },
  {
    "文件名": "《再婚影后》（精校版全本+番外完）作者：无出.txt",
    "夸克盘链接": "https://pan.quark.cn/s/7d5bd33a607e"
  },
  {
    "文件名": "《云过天空你过心》（精校版全本）作者：沐清雨.txt",
    "夸克盘链接": "https://pan.quark.cn/s/7b4bdd08ce7c"
  },
  {
    "文件名": "《月满西归》（精校版全本）作者：圆姜R.txt",
    "夸克盘链接": "https://pan.quark.cn/s/1539f640b68d"
  },
  {
    "文件名": "《月色太撩人》（精校版全本）作者：庄小九.txt",
    "夸克盘链接": "https://pan.quark.cn/s/f895c7affef4"
  },
  {
    "文件名": "《与爱情，狭路相逢》（精校版全本）作者：离兮.txt",
    "夸克盘链接": "https://pan.quark.cn/s/fc8e8c19e777"
  },
  {
    "文件名": "《原来你这么甜》（精校版全本+番外完）作者：甜醋鱼.txt",
    "夸克盘链接": "https://pan.quark.cn/s/5aac94cf6a2c"
  },
  {
    "文件名": "《游戏加载中》（精校版全本+番外完）作者：龙柒.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e2e73953e4bc"
  },
  {
    "文件名": "《鱼水清欢》（精校版全本+番外完）作者：果果猪.txt",
    "夸克盘链接": "https://pan.quark.cn/s/d660a33b9a71"
  },
  {
    "文件名": "《娱乐圈花瓶》（精校版全本+番外完）作者：蝎言蝎语.txt",
    "夸克盘链接": "https://pan.quark.cn/s/8fc136fa60ba"
  },
  {
    "文件名": "《又娇又美小知青》（精校版全本+番外完）作者：张笙笙.txt",
    "夸克盘链接": "https://pan.quark.cn/s/4e6fb056ca15"
  },
  {
    "文件名": "《余生请多指教》（精校版全本+番外完）作者：江小绿.txt",
    "夸克盘链接": "https://pan.quark.cn/s/dd1b037edc57"
  },
  {
    "文件名": "《有种你揍我！》（精校版全本）作者：牛皮.txt",
    "夸克盘链接": "https://pan.quark.cn/s/6e819441dae0"
  },
  {
    "文件名": "《影后做军嫂》（精校版全本+番外完）作者：冬日奶茶.txt",
    "夸克盘链接": "https://pan.quark.cn/s/36f8b0938a1e"
  },
  {
    "文件名": "《影帝头顶有点绿》（精校版全本+番外完）作者：夏挽歌.txt",
    "夸克盘链接": "https://pan.quark.cn/s/95be7ef58af7"
  },
  {
    "文件名": "《樱桃唇》（精校版全本+番外完）作者：姜之鱼.txt",
    "夸克盘链接": "https://pan.quark.cn/s/20ad51f6f1d4"
  },
  {
    "文件名": "《一头栽进你心里》（精校版全本）作者：井南.txt",
    "夸克盘链接": "https://pan.quark.cn/s/340c75fcdd55"
  },
  {
    "文件名": "《一觉醒来嫁人了！》（精校版全本+番外完）作者：龙柒.txt",
    "夸克盘链接": "https://pan.quark.cn/s/6193d391c162"
  },
  {
    "文件名": "《耀眼》作者：时玖远.txt",
    "夸克盘链接": "https://pan.quark.cn/s/cdff1e0e673b"
  },
  {
    "文件名": "《咬痕》（精校版全本+番外完）作者：曲小蛐.txt",
    "夸克盘链接": "https://pan.quark.cn/s/7b5bdcc83869"
  },
  {
    "文件名": "《一见钟情[娱乐圈]》（精校版全本）作者：初云之初.txt",
    "夸克盘链接": "https://pan.quark.cn/s/d93b5664c8ce"
  },
  {
    "文件名": "《延迟热恋》（精校版全本+番外完）作者：周沅.txt",
    "夸克盘链接": "https://pan.quark.cn/s/bb17fbdcbb0e"
  },
  {
    "文件名": "《心有迷鹿》（精校版全本）作者：深海与月光.txt",
    "夸克盘链接": "https://pan.quark.cn/s/771b2497d1ec"
  },
  {
    "文件名": "《小晴天》（精校版全本）作者：蔚空.txt",
    "夸克盘链接": "https://pan.quark.cn/s/15f35be2fcfe"
  },
  {
    "文件名": "《勿扰飞升》（精校版全本+番外完）作者：月下蝶影.txt",
    "夸克盘链接": "https://pan.quark.cn/s/47d71b87a5a3"
  },
  {
    "文件名": "《小泪痣》完结番外作者：鹿灵.txt",
    "夸克盘链接": "https://pan.quark.cn/s/3038316c83ee"
  },
  {
    "文件名": "《无法自拔》（精校版全本+番外）作者：西方经济学.txt",
    "夸克盘链接": "https://pan.quark.cn/s/464db7a766e2"
  },
  {
    "文件名": "《小宫女的帝后之路》（精校版全本+番外完）作者：米饭家族.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e3931b29288c"
  },
  {
    "文件名": "《无法停止爱你》（精校版全本）作者：棠宝.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a1f9854c130d"
  },
  {
    "文件名": "《我要和竹马结婚了》（精校版全本+番外完）作者：仲希.txt",
    "夸克盘链接": "https://pan.quark.cn/s/9ab14e43e6f0"
  },
  {
    "文件名": "《我还没摁住她》（精校版全本+番外完）作者：星球酥.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e590a01d25ec"
  },
  {
    "文件名": "《我等你，很久了》（精校版全本+番外完）作者：咬春饼.txt",
    "夸克盘链接": "https://pan.quark.cn/s/0a488999ecbe"
  },
  {
    "文件名": "《我的检察官先生》（精校版全本+番外完）作者：江小绿.txt",
    "夸克盘链接": "https://pan.quark.cn/s/8a67780a77f6"
  },
  {
    "文件名": "《我穿越回来了》（精校版全本+番外完）作者：梦箩.txt",
    "夸克盘链接": "https://pan.quark.cn/s/b028fb01b81c"
  },
  {
    "文件名": "《我不是这种秘书！》（精校版全本）作者：蓝妯.txt",
    "夸克盘链接": "https://pan.quark.cn/s/03b05ed1dc16"
  },
  {
    "文件名": "《我宠你啊》（精校版全本+番外完）作者：是猫不是喵.txt",
    "夸克盘链接": "https://pan.quark.cn/s/1e980879e946"
  },
  {
    "文件名": "《我本闲凉》（精校版全本+番外完）作者：时镜.txt",
    "夸克盘链接": "https://pan.quark.cn/s/5c2d8577dc32"
  },
  {
    "文件名": "《王府宠妾》（精校版全本+番外完）作者：假面的盛宴.txt",
    "夸克盘链接": "https://pan.quark.cn/s/83d9c5b3ff13"
  },
  {
    "文件名": "《吻痣》（精校版全本+番外完）作者：曲小蛐.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c6774d01c45a"
  },
  {
    "文件名": "《玩宋》（精校版全本+番外完）作者：春溪笛晓.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c87a6119de22"
  },
  {
    "文件名": "《为你而生》（精校版全本）作者：龙柒.txt",
    "夸克盘链接": "https://pan.quark.cn/s/566876df37b5"
  },
  {
    "文件名": "《网红的娱乐生活》（精校版全本+番外完）作者：西淅.txt",
    "夸克盘链接": "https://pan.quark.cn/s/1387437ce086"
  },
  {
    "文件名": "《偷偷藏不住》（精校版全本+番外完）作者：竹已.txt",
    "夸克盘链接": "https://pan.quark.cn/s/2cbb87db0888"
  },
  {
    "文件名": "《痛仰》（精校版全本）作者：黄三_.txt",
    "夸克盘链接": "https://pan.quark.cn/s/224b47c3d7c3"
  },
  {
    "文件名": "《甜甜的恋爱不属于我》（精校版全本）作者：江小绿.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a2951f436b96"
  },
  {
    "文件名": "《甜妻的七十年代》（精校版全本+番外77章）作者：女王不在家.txt",
    "夸克盘链接": "https://pan.quark.cn/s/7e366678dffd"
  },
  {
    "文件名": "《探情》作者：爱丁堡Z 完结.txt",
    "夸克盘链接": "https://pan.quark.cn/s/0fcd64a1857f"
  },
  {
    "文件名": "《她只想靠咸鱼暴富［娱乐圈］》作者：夜雪心.txt",
    "夸克盘链接": "https://pan.quark.cn/s/255077edf5af"
  },
  {
    "文件名": "《她拼命装穷》作者：昭乱 完结番外.txt",
    "夸克盘链接": "https://pan.quark.cn/s/fc5e29758f8c"
  },
  {
    "文件名": "《她千娇百媚》作者：慕吱 完结.txt",
    "夸克盘链接": "https://pan.quark.cn/s/96afa712e433"
  },
  {
    "文件名": "《他如风掠夺》（精校版全本+番外完）作者：流兮冉.txt",
    "夸克盘链接": "https://pan.quark.cn/s/3bf7655ce093"
  },
  {
    "文件名": "《他那么撩》（精校版全本+番外95章）作者：曲小蛐.txt",
    "夸克盘链接": "https://pan.quark.cn/s/9b64f6f19c88"
  },
  {
    "文件名": "《他与爱同罪》（精校版全本+番外完）作者：北倾.txt",
    "夸克盘链接": "https://pan.quark.cn/s/6100c29450fd"
  },
  {
    "文件名": "《她的小奶喵[电竞]》（精校版全本+番外完）作者：琴野楼.txt",
    "夸克盘链接": "https://pan.quark.cn/s/066b8fe983c5"
  },
  {
    "文件名": "《他来时烈火燎原》（全本）作者：顾子行.txt",
    "夸克盘链接": "https://pan.quark.cn/s/8b1a14245856"
  },
  {
    "文件名": "《首辅养成手册》（精校版全本+番外完）作者：闻檀.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ad4023dc2abb"
  },
  {
    "文件名": "《清穿日常》作者：多木木多.txt",
    "夸克盘链接": "https://pan.quark.cn/s/9538a42ed765"
  },
  {
    "文件名": "《他比她软萌》（精校版全本+番外完）作者：曲妍.txt",
    "夸克盘链接": "https://pan.quark.cn/s/b2c48674f5d1"
  },
  {
    "文件名": "《是祸躲不过》（精校版全本）作者：丹青手.txt",
    "夸克盘链接": "https://pan.quark.cn/s/8f13652b5906"
  },
  {
    "文件名": "《死也不会放过你》（精校版全本+番外完）作者：明月像饼.txt",
    "夸克盘链接": "https://pan.quark.cn/s/0a0ab59625a6"
  },
  {
    "文件名": "《深情眼》（精校版全本+番外完）作者：耳东兔子.txt",
    "夸克盘链接": "https://pan.quark.cn/s/486eb8611115"
  },
  {
    "文件名": "《盛世美颜不自知》（精校版全本+番外完）作者：白日清宵.txt",
    "夸克盘链接": "https://pan.quark.cn/s/105ff560aa9f"
  },
  {
    "文件名": "《深情露在目光中》（精校版全本+番外完）作者：淌挽.txt",
    "夸克盘链接": "https://pan.quark.cn/s/9ea5225468c9"
  },
  {
    "文件名": "《谁动了我的听诊器》（精校版全本）作者：凝陇.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ea5fdf0ed38c"
  },
  {
    "文件名": "《劝你趁早喜欢我》（精校版全本+番外完）作者：叶斐然.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ba387acbad51"
  },
  {
    "文件名": "《三分野》（精校版全本）作者：耳东兔子.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c6700270fa59"
  },
  {
    "文件名": "《请叫我总监》（精校版全本）作者：红九.txt",
    "夸克盘链接": "https://pan.quark.cn/s/881c281f0ae0"
  },
  {
    "文件名": "《倾城别传》作者：李李翔  TXT下载.txt",
    "夸克盘链接": "https://pan.quark.cn/s/410a9cb9073c"
  },
  {
    "文件名": "《强势逆袭》（精校版全本+番外完）作者：退戈.txt",
    "夸克盘链接": "https://pan.quark.cn/s/33124c880f27"
  },
  {
    "文件名": "《祁队，听说你喜欢我》作者：陶桃-ing.txt",
    "夸克盘链接": "https://pan.quark.cn/s/03db6656fb3c"
  },
  {
    "文件名": "《女主太有才华了怎么办》（精校版全本）作者：别寒.txt",
    "夸克盘链接": "https://pan.quark.cn/s/5ed494ddc1be"
  },
  {
    "文件名": "《你也有今天》（精校版全本+番外完）作者：叶斐然.txt",
    "夸克盘链接": "https://pan.quark.cn/s/7e4f306886d4"
  },
  {
    "文件名": "《你好，周先生》（精校版全本+番外完）作者：夜蔓.txt",
    "夸克盘链接": "https://pan.quark.cn/s/2de75b028af3"
  },
  {
    "文件名": "《女主都和男二HE》（精校版全本+番外完）作者：扶华.txt",
    "夸克盘链接": "https://pan.quark.cn/s/3d5dde1d331e"
  },
  {
    "文件名": "《你别撒娇了》（精校版全本+番外完）作者：甜醋鱼.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c93d784a76d4"
  },
  {
    "文件名": "《你好，秦医生》（精校版全本+番外完）作者：夜蔓.txt",
    "夸克盘链接": "https://pan.quark.cn/s/f2298feab55a"
  },
  {
    "文件名": "《魔鬼的体温》（精校版全本+番外完）作者：藤萝为枝.txt",
    "夸克盘链接": "https://pan.quark.cn/s/d1a7d9ffb529"
  },
  {
    "文件名": "《奶油味暗恋》（精校版全本+番外完）作者：竹已.txt",
    "夸克盘链接": "https://pan.quark.cn/s/f99c3daf7144"
  },
  {
    "文件名": "《奶酪儿有点甜》（精校版全本+番外完）作者：蓝妯.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ce73a6ab9d8e"
  },
  {
    "文件名": "《明目张胆》（精校版全本+番外完）作者：姜之鱼.txt",
    "夸克盘链接": "https://pan.quark.cn/s/68e2c6db30ee"
  },
  {
    "文件名": "《龙阙》（精校版全本+番外）作者：石头与水.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e4b1f705f00b"
  },
  {
    "文件名": "《蜜汁青梅》（精校版全本+番外完）作者：蓝宝.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c7a15bc585a4"
  },
  {
    "文件名": "《玫瑰挞》（精校版全本+番外完）作者：栖见.txt",
    "夸克盘链接": "https://pan.quark.cn/s/f386327ab5cf"
  },
  {
    "文件名": "《落入心动》（精校版全本）作者：潭允.txt",
    "夸克盘链接": "https://pan.quark.cn/s/07547065ad92"
  },
  {
    "文件名": "《姜姬》（精校版全本+番外完）作者：多木木多.txt",
    "夸克盘链接": "https://pan.quark.cn/s/b0f6eb4890c4"
  },
  {
    "文件名": "《撩他入怀》（精校版全本+番外完）作者：倪多喜.txt",
    "夸克盘链接": "https://pan.quark.cn/s/977248b01df5"
  },
  {
    "文件名": "《撩表心意》（精校版全本）作者：红九.txt",
    "夸克盘链接": "https://pan.quark.cn/s/b6788f160330"
  },
  {
    "文件名": "《尖叫女王》（精校版全本+番外完）作者：银发死鱼眼.txt",
    "夸克盘链接": "https://pan.quark.cn/s/76456e07aa30"
  },
  {
    "文件名": "《离离》作者：云拿月 完结+番外.txt",
    "夸克盘链接": "https://pan.quark.cn/s/be9fa94ddacf"
  },
  {
    "文件名": "《可爱多少钱一斤》（精校版全本）作者：栖见.txt",
    "夸克盘链接": "https://pan.quark.cn/s/96c7c9ad9b82"
  },
  {
    "文件名": "《郡主又在作死》（精校版全本+番外完）作者：林雪灵.txt",
    "夸克盘链接": "https://pan.quark.cn/s/31f687e28191"
  },
  {
    "文件名": "《就这样恋着你》（精校版全本+番外完）作者：梦筱二.txt",
    "夸克盘链接": "https://pan.quark.cn/s/1b369337b33b"
  },
  {
    "文件名": "《戒不掉的喜欢》（精校版全本+番外完）作者：陌言川.txt",
    "夸克盘链接": "https://pan.quark.cn/s/b11529ea7fc8"
  },
  {
    "文件名": "《家养小首辅》（精校版全本+番外完）作者：假面的盛宴.txt",
    "夸克盘链接": "https://pan.quark.cn/s/4c0b3a19e5df"
  },
  {
    "文件名": "《见春天》作者：纵虎嗅花.txt",
    "夸克盘链接": "https://pan.quark.cn/s/da8a6770ce94"
  },
  {
    "文件名": "《嫁个金龟婿》（精校版全本+番外完）作者：假面的盛宴.txt",
    "夸克盘链接": "https://pan.quark.cn/s/205c21714088"
  },
  {
    "文件名": "《极品冰后》作者：逆天寒流(VIP手打完结_强推).txt",
    "夸克盘链接": "https://pan.quark.cn/s/a6a3df67a5ca"
  },
  {
    "文件名": "《好想住你隔壁》作者：叶非夜.txt",
    "夸克盘链接": "https://pan.quark.cn/s/53bec1d5032c"
  },
  {
    "文件名": "《回溯之旅》（搞笑喜剧）作者：唐浅.txt",
    "夸克盘链接": "https://pan.quark.cn/s/f8347678e603"
  },
  {
    "文件名": "《皇后她想嫁人》（精校版全本+番外141章）作者：五叶昙.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e41874248ab2"
  },
  {
    "文件名": "《黄烟》作者：葵十月.txt",
    "夸克盘链接": "https://pan.quark.cn/s/11a30ff5c6d2"
  },
  {
    "文件名": "《荒唐之下》作者：桃禾枝 完结.txt",
    "夸克盘链接": "https://pan.quark.cn/s/fc45d7e5b9f6"
  },
  {
    "文件名": "《虎牙有点甜》（精校版全本+番外完）作者：执葱一根.txt",
    "夸克盘链接": "https://pan.quark.cn/s/2ed4a6f7c35e"
  },
  {
    "文件名": "《嗨，你的锅铲》（精校版全本+番外）作者：映漾.txt",
    "夸克盘链接": "https://pan.quark.cn/s/cfdda19e97f7"
  },
  {
    "文件名": "《宫倾》作者：月下箫声.txt",
    "夸克盘链接": "https://pan.quark.cn/s/740ef5a52290"
  },
  {
    "文件名": "《豪门前夫痛哭流涕求我复婚》（精校版全本+番外完）作者：明月像饼.txt",
    "夸克盘链接": "https://pan.quark.cn/s/f74d7faa2dbf"
  },
  {
    "文件名": "《顾医生，你闭嘴》（精校版全本+番外完）作者：南小喵.txt",
    "夸克盘链接": "https://pan.quark.cn/s/f25d6c7de16d"
  },
  {
    "文件名": "《攻略病娇反派的正确姿势[穿书]》作者：躺春茶.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e2645ea66711"
  },
  {
    "文件名": "《放学我等你喔》（精校版全本+番外完）作者：林雪灵.txt",
    "夸克盘链接": "https://pan.quark.cn/s/64c9b798857e"
  },
  {
    "文件名": "《繁花盛宴》（精校版全本+番外完）作者：月下蝶影.txt",
    "夸克盘链接": "https://pan.quark.cn/s/2544476a30cf"
  },
  {
    "文件名": "《风起时》（精校版全本+番外完）作者：梦筱二.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ec326f7b9133"
  },
  {
    "文件名": "《嫡嫁》（精校版全本+番外完）作者：顾盼若浅.txt",
    "夸克盘链接": "https://pan.quark.cn/s/daa7bd93a4aa"
  },
  {
    "文件名": "《多宠着我点》（精校版全本+番外完）作者：竹已.txt",
    "夸克盘链接": "https://pan.quark.cn/s/f0fcb70f1095"
  },
  {
    "文件名": "《篡位将军的白月光(重生)》（精校版全本）作者：袖侧.txt",
    "夸克盘链接": "https://pan.quark.cn/s/dbea141a9f18"
  },
  {
    "文件名": "《当真》（精校版全本）作者：咬春饼.txt",
    "夸克盘链接": "https://pan.quark.cn/s/2a0cf3fa85d6"
  },
  {
    "文件名": "《大神，我要给你生猴子》（精校版全本+番外完）作者：韩脉脉.txt",
    "夸克盘链接": "https://pan.quark.cn/s/da749213ed47"
  },
  {
    "文件名": "《初吻日记》（精校版全本+番外完）作者：鹿灵.txt",
    "夸克盘链接": "https://pan.quark.cn/s/b1b62bcaefde"
  },
  {
    "文件名": "《宠物店小老板》（精校版全本+番外完）作者：江南红豆.txt",
    "夸克盘链接": "https://pan.quark.cn/s/df63ccfb0524"
  },
  {
    "文件名": "《宠妻为后》（精校版全本+番外完）作者：抹茶曲奇.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e0140b09aeb2"
  },
  {
    "文件名": "《宠后当道》（精校版全本+番外完）作者：蒹葭妮子.txt",
    "夸克盘链接": "https://pan.quark.cn/s/44196c13739b"
  },
  {
    "文件名": "《宠你在心上》（精校版全本）作者：喻微言.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c30125f686ee"
  },
  {
    "文件名": "《宠你入骨》（精校版全本）作者：紫青悠.txt",
    "夸克盘链接": "https://pan.quark.cn/s/edf115f36c24"
  },
  {
    "文件名": "《乘风入梦》（精校版全本+番外完）作者：方筱.txt",
    "夸克盘链接": "https://pan.quark.cn/s/814166d46d60"
  },
  {
    "文件名": "《草莓印》（精校版全本+番外完）作者：不止是颗菜.txt",
    "夸克盘链接": "https://pan.quark.cn/s/cbbc743a0a26"
  },
  {
    "文件名": "《不入豪门》（精校版全本+番外完）作者：周沅.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e50c2492b3c6"
  },
  {
    "文件名": "《病态宠爱》（精校版全本+番外完）作者：藤萝为枝.txt",
    "夸克盘链接": "https://pan.quark.cn/s/661099c4c33e"
  },
  {
    "文件名": "《不知深浅》（精校版全本+番外完）作者：西方经济学.txt",
    "夸克盘链接": "https://pan.quark.cn/s/bb8dba10a3de"
  },
  {
    "文件名": "《不止心动》（精校版全本）作者：时临.txt",
    "夸克盘链接": "https://pan.quark.cn/s/6ee4884795ea"
  },
  {
    "文件名": "《傲娇御姐的直球攻略》（番外完）作者：清酒加冰.txt",
    "夸克盘链接": "https://pan.quark.cn/s/89bc61f693c5"
  },
  {
    "文件名": "《爱上绿茶快穿者》（番外完）作者：一个珍西龟.txt",
    "夸克盘链接": "https://pan.quark.cn/s/5a5fe642d7ad"
  },
  {
    "文件名": "《爱你从远到近》作者：远景有朦胧.txt",
    "夸克盘链接": "https://pan.quark.cn/s/d973e3d7235e"
  },
  {
    "文件名": "《爱上了闺蜜的姑姑》（番外完）作者：花好有得赞.txt",
    "夸克盘链接": "https://pan.quark.cn/s/897107cbbec8"
  },
  {
    "文件名": "《阿姨和我贴贴也挺好的》（番外完）作者：空相无音.txt",
    "夸克盘链接": "https://pan.quark.cn/s/1c9da5f49619"
  },
  {
    "文件名": "推荐《夜色亦阑珊》作者：四百八十寺.txt",
    "夸克盘链接": "https://pan.quark.cn/s/198dd39980f3"
  },
  {
    "文件名": "推荐《围观隔壁宗门师徒虐恋》作者：雾外山.txt",
    "夸克盘链接": "https://pan.quark.cn/s/25fe31d7a3ff"
  },
  {
    "文件名": "推荐《误把长公主当外室养了》作者：笑蓝.txt",
    "夸克盘链接": "https://pan.quark.cn/s/7f5ea58de250"
  },
  {
    "文件名": "推荐《成为科举文女主的早死前妻》作者：乱曲.txt",
    "夸克盘链接": "https://pan.quark.cn/s/293ae169b26b"
  },
  {
    "文件名": "推荐《拒绝我的白月光后悔了》作者：稚饶小饼干.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e4643028d581"
  },
  {
    "文件名": "《嘴硬心软的姐姐还是喜欢你了》（番外完）作者：魅光流索.txt",
    "夸克盘链接": "https://pan.quark.cn/s/0d1532c5230a"
  },
  {
    "文件名": "推荐《溺水星星》作者：蛋挞鲨.txt",
    "夸克盘链接": "https://pan.quark.cn/s/8ce9a12c1700"
  },
  {
    "文件名": "《重生回到三岁，虐渣从娃综开始》（番外完）作者：雨射四角.txt",
    "夸克盘链接": "https://pan.quark.cn/s/06e22151ecf7"
  },
  {
    "文件名": "《总是被一见倾心[快穿]》（番外完）作者：夜色这么迷.txt",
    "夸克盘链接": "https://pan.quark.cn/s/629e21146007"
  },
  {
    "文件名": "《总裁是我的黑粉gl[娱乐圈]》（番外完）作者：音色响九天.txt",
    "夸克盘链接": "https://pan.quark.cn/s/5e516a213813"
  },
  {
    "文件名": "《综艺追妻漫漫路》（番外完）作者：撒多要能开.txt",
    "夸克盘链接": "https://pan.quark.cn/s/1b3badcc0d39"
  },
  {
    "文件名": "《逐出宗门后重走修仙路》（番外完）作者：玉外露明.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e4a548eafd5b"
  },
  {
    "文件名": "《重生之后仇人都想得到她》（番外完）作者：芙可有灵山.txt",
    "夸克盘链接": "https://pan.quark.cn/s/7e4e38641c9a"
  },
  {
    "文件名": "《抓到一个软糯小野猫后》（番外完）作者：甜花刺绣.txt",
    "夸克盘链接": "https://pan.quark.cn/s/69cfdacc6685"
  },
  {
    "文件名": "《重生之当权臣嫁太子》作者：溟栩.txt",
    "夸克盘链接": "https://pan.quark.cn/s/56d12ff32deb"
  },
  {
    "文件名": "《重生后系统总让我难为》（番外完）作者：同在上田画.txt",
    "夸克盘链接": "https://pan.quark.cn/s/79590b822250"
  },
  {
    "文件名": "《重生后我要好好对待敌国公主》（番外完）作者：落玉千心.txt",
    "夸克盘链接": "https://pan.quark.cn/s/0be522dfe065"
  },
  {
    "文件名": "《重生反转对照组后走向巅峰》（番外完）作者：茶是故乡好.txt",
    "夸克盘链接": "https://pan.quark.cn/s/f4360b16f9ba"
  },
  {
    "文件名": "《重生后成了前任的白月光》（番外完）作者：二个小食包.txt",
    "夸克盘链接": "https://pan.quark.cn/s/5fc4aa683c55"
  },
  {
    "文件名": "《重生后回来继续爱你了》（番外完）作者：网中成双双.txt",
    "夸克盘链接": "https://pan.quark.cn/s/099223fd385c"
  },
  {
    "文件名": "《重逢后美人入我怀》（番外完）作者：零折为画.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ff9aea660907"
  },
  {
    "文件名": "《只爱你，想着你》作者：小苑种宝.txt",
    "夸克盘链接": "https://pan.quark.cn/s/b3e9a2d24e88"
  },
  {
    "文件名": "《长公主和小将军》（番外完）作者：绝对是一个歌.txt",
    "夸克盘链接": "https://pan.quark.cn/s/d2df6431184f"
  },
  {
    "文件名": "《真假千金谈恋爱了》（番外完）作者：罗雪峰燕.txt",
    "夸克盘链接": "https://pan.quark.cn/s/becaae513e55"
  },
  {
    "文件名": "《渣女和海后互撩了》（番外完）作者：真玉之泉.txt",
    "夸克盘链接": "https://pan.quark.cn/s/92a1a5cc9d58"
  },
  {
    "文件名": "《渣A拒绝结婚后后悔了》作者：小吧唧.txt",
    "夸克盘链接": "https://pan.quark.cn/s/fa0b7e30de15"
  },
  {
    "文件名": "《渣女二世祖追妻火葬场》（番外完）作者：素梅知吉.txt",
    "夸克盘链接": "https://pan.quark.cn/s/0b2f8edbf2cb"
  },
  {
    "文件名": "《渣A的笑面虎御姐总裁》作者：雪谷飞圣.txt",
    "夸克盘链接": "https://pan.quark.cn/s/8ba208abab26"
  },
  {
    "文件名": "《再遇后她有个四岁的宝宝了gl》（番外完）作者：风花三叠.txt",
    "夸克盘链接": "https://pan.quark.cn/s/75ad240032cd"
  },
  {
    "文件名": "《在恋综里抢走渣A们的白月光[穿书］》（番外完）作者：云上有间房.txt",
    "夸克盘链接": "https://pan.quark.cn/s/58a4660ba3fa"
  },
  {
    "文件名": "《再遇后发现她怀宝宝了gl》作者：风花三叠.txt",
    "夸克盘链接": "https://pan.quark.cn/s/d028a19143f0"
  },
  {
    "文件名": "《再见月光》（番外完）作者：月顾西飞.txt",
    "夸克盘链接": "https://pan.quark.cn/s/9a1999036cb0"
  },
  {
    "文件名": "《原来我是恶毒女配》作者：月下倾舞.txt",
    "夸克盘链接": "https://pan.quark.cn/s/33d85002e61b"
  },
  {
    "文件名": "《御姐小三情敌成我的恋人》作者：顾团伏.txt",
    "夸克盘链接": "https://pan.quark.cn/s/aad5c64da171"
  },
  {
    "文件名": "《原来你想挖的墙角竟是我[网游]》作者：冬夜飘细雨.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ea902bc39557"
  },
  {
    "文件名": "《欲壑难填》作者：晓暴.txt",
    "夸克盘链接": "https://pan.quark.cn/s/42f98f2a7ff9"
  },
  {
    "文件名": "《予我荼靡》 作者：舟无度.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a8a9094cc9b2"
  },
  {
    "文件名": "《影后原来是一个戏精》（番外完）作者：素梅知吉.txt",
    "夸克盘链接": "https://pan.quark.cn/s/fdc20ce45129"
  },
  {
    "文件名": "《影后今天崩翻车了吗》（番外完）作者：慕月寒星.txt",
    "夸克盘链接": "https://pan.quark.cn/s/132bf3361a90"
  },
  {
    "文件名": "《影后和她的小助理》（番外完）作者：骑羊不如骑牛.txt",
    "夸克盘链接": "https://pan.quark.cn/s/126f30b14194"
  },
  {
    "文件名": "《英雄从天而降（快穿）》作者：魔野少歌.txt",
    "夸克盘链接": "https://pan.quark.cn/s/3999d72c60f0"
  },
  {
    "文件名": "《营业期的影后真香了GL》（番外完）作者：何花在水中.txt",
    "夸克盘链接": "https://pan.quark.cn/s/1f89b30e912f"
  },
  {
    "文件名": "《一路上我有你》（番外完）作者：北风锤骨.txt",
    "夸克盘链接": "https://pan.quark.cn/s/6fc9a7975b63"
  },
  {
    "文件名": "《一觉醒来我变成美少女了》（番外完）作者：照万光沙.txt",
    "夸克盘链接": "https://pan.quark.cn/s/dd7ba62fc9e8"
  },
  {
    "文件名": "《一觉醒来，我和死对头标记了！》作者：喻美人.txt",
    "夸克盘链接": "https://pan.quark.cn/s/1d91abc5f538"
  },
  {
    "文件名": "《雪豹小姐她为爱装猫》作者：穗时.txt",
    "夸克盘链接": "https://pan.quark.cn/s/b56a6a9d19c1"
  },
  {
    "文件名": "《学姐对我蓄谋已久》作者：乐清一.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c079e6f69c65"
  },
  {
    "文件名": "《小雪豹寻爱之旅》（番外完）作者：剑伴常心间.txt",
    "夸克盘链接": "https://pan.quark.cn/s/8ce6cdf05edd"
  },
  {
    "文件名": "《小作精一样惹人喜欢》作者：罗思振德.txt",
    "夸克盘链接": "https://pan.quark.cn/s/d3afc943fcdd"
  },
  {
    "文件名": "《携美带酒闯江湖》作者：流雨飞星去.txt",
    "夸克盘链接": "https://pan.quark.cn/s/9ee7ea875bae"
  },
  {
    "文件名": "《小人鱼嫂子每天哭着求我标记她》作者：聚福小巴狗.txt",
    "夸克盘链接": "https://pan.quark.cn/s/173662475632"
  },
  {
    "文件名": "《小青梅是世间的美好》（番外完）作者：山水不灵峰.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e5f348cb3987"
  },
  {
    "文件名": "《小青梅把我错认成负心A后》（番外完）作者：傲旧月居.txt",
    "夸克盘链接": "https://pan.quark.cn/s/75e91083205d"
  },
  {
    "文件名": "《小鹿想歪了》（番外完）作者：水中养萌蛙.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c2c8a2fdd0d1"
  },
  {
    "文件名": "《香烟和警枪[刑侦]》（番外完）作者：苦叶小枝.txt",
    "夸克盘链接": "https://pan.quark.cn/s/b6445518ae48"
  },
  {
    "文件名": "《相爱总是很难》作者：太卷了不好啊.txt",
    "夸克盘链接": "https://pan.quark.cn/s/3c4d52accfbd"
  },
  {
    "文件名": "《细雨琢石》作者：高逢.txt",
    "夸克盘链接": "https://pan.quark.cn/s/28b42f4031e9"
  },
  {
    "文件名": "《误标记前任姐姐后，残疾A站起来了》作者：仙珥.txt",
    "夸克盘链接": "https://pan.quark.cn/s/b597093e836b"
  },
  {
    "文件名": "《喜欢上了未来的自己》作者：如度少折.txt",
    "夸克盘链接": "https://pan.quark.cn/s/850fc4cbe254"
  },
  {
    "文件名": "《五年后终于给冷美人送上花了》（番外完）作者：怀沧沙奇.txt",
    "夸克盘链接": "https://pan.quark.cn/s/460f12953340"
  },
  {
    "文件名": "《无限流之大学生考试（gl）》（番外完）作者：江里有白主.txt",
    "夸克盘链接": "https://pan.quark.cn/s/1d044329d2b4"
  },
  {
    "文件名": "《无情道仙尊为我折腰》作者：玉岭北.txt",
    "夸克盘链接": "https://pan.quark.cn/s/641067092616"
  },
  {
    "文件名": "《无cp女主真没爱情吗［快穿］》作者：百年金果好.txt",
    "夸克盘链接": "https://pan.quark.cn/s/6f464897d51d"
  },
  {
    "文件名": "《我在魔域种田吃魔尊软饭了》（番外完）作者：风溪丽影.txt",
    "夸克盘链接": "https://pan.quark.cn/s/4befc2dc258e"
  },
  {
    "文件名": "《我只是个平凡的生活玩家》作者：小芽草丛中.txt",
    "夸克盘链接": "https://pan.quark.cn/s/1d85c2128689"
  },
  {
    "文件名": "《我重生后又再次翻车啦》（番外完）作者：有里狮子.txt",
    "夸克盘链接": "https://pan.quark.cn/s/167ed48d00ea"
  },
  {
    "文件名": "《我只是不愿意忘记你》作者：炼花如.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e0018752351f"
  },
  {
    "文件名": "《我在禁区当最强首席》作者：电子屁.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e4d06f6df996"
  },
  {
    "文件名": "《我有一剑敢问天》作者：偷颗星.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c7fc9964d05e"
  },
  {
    "文件名": "《我有一个从天而降的老婆》作者：层树不长.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ae285d257290"
  },
  {
    "文件名": "《我云养的猫耳娘》作者：震西关德主.txt",
    "夸克盘链接": "https://pan.quark.cn/s/5562cfba8504"
  },
  {
    "文件名": "《我修无情道》作者：灌醉茅台.txt",
    "夸克盘链接": "https://pan.quark.cn/s/69f0b40b6624"
  },
  {
    "文件名": "《我是姐姐的心上人》作者：小桑磨豆.txt",
    "夸克盘链接": "https://pan.quark.cn/s/9d1a23f7ba4d"
  },
  {
    "文件名": "《我是她不可告人的美强a》作者：涩理.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a996697aa937"
  },
  {
    "文件名": "《我女扮男装娶了哑巴新娘后》（番外完）作者：蓝马绝海.txt",
    "夸克盘链接": "https://pan.quark.cn/s/9cfbfc17801f"
  },
  {
    "文件名": "《我是恶女[快穿]》作者：猫猫在玩水.txt",
    "夸克盘链接": "https://pan.quark.cn/s/8cf97c28f69c"
  },
  {
    "文件名": "《我其实很爱你》（番外完）作者：木薯挺好吃.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c37db96c5af3"
  },
  {
    "文件名": "《我男神的女神被我表白了》（番外完）作者：如画意舒.txt",
    "夸克盘链接": "https://pan.quark.cn/s/3f2f094bc6f6"
  },
  {
    "文件名": "《我妈让我带你回家吃饭》 作者：肆悟.txt",
    "夸克盘链接": "https://pan.quark.cn/s/dc8f2d01da8a"
  },
  {
    "文件名": "《我的女友有很多模样[无限]》（番外完）作者：绿动要中看.txt",
    "夸克盘链接": "https://pan.quark.cn/s/812fb1ccee1b"
  },
  {
    "文件名": "《我教渣攻做个好人！[快穿]》作者：来个上上签.txt",
    "夸克盘链接": "https://pan.quark.cn/s/b9dd1150220c"
  },
  {
    "文件名": "《我捡了一个老婆》（番外完）作者：甜花开灿烂.txt",
    "夸克盘链接": "https://pan.quark.cn/s/2de7226d9f19"
  },
  {
    "文件名": "《我的师姐是一个漂亮狐仙》（番外完）作者：喜土九度.txt",
    "夸克盘链接": "https://pan.quark.cn/s/b7c02d20c2c3"
  },
  {
    "文件名": "《我和师长女儿一夜邂逅后》（番外完）作者：故果好种.txt",
    "夸克盘链接": "https://pan.quark.cn/s/6b3a7bfea43c"
  },
  {
    "文件名": "《我和商界大佬搞对象》（番外完）作者：绿水古晶.txt",
    "夸克盘链接": "https://pan.quark.cn/s/894c2eb30fc3"
  },
  {
    "文件名": "《我的外柔内疯御姐女友》（番外完）作者：远顾山知去.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c4a05ca53733"
  },
  {
    "文件名": "《我的温柔小阿姨》作者：佛沙意.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c07090e20da6"
  },
  {
    "文件名": "《我的女友是绿茶》作者：亲爱的隆冬蔷.txt",
    "夸克盘链接": "https://pan.quark.cn/s/fe80012ff7e5"
  },
  {
    "文件名": "《我的清冷影后很好吃》（番外完）作者：游富小苗.txt",
    "夸克盘链接": "https://pan.quark.cn/s/885177aa8f08"
  },
  {
    "文件名": "《我的毛绒绒女友》作者：安知你分否.txt",
    "夸克盘链接": "https://pan.quark.cn/s/0007b6101a92"
  },
  {
    "文件名": "《我标记姐姐后魂飞魄散了》作者：低绿枝.txt",
    "夸克盘链接": "https://pan.quark.cn/s/7b9d944813d1"
  },
  {
    "文件名": "《我操蛋的兽化世界生活》作者：小兔蹦跳高.txt",
    "夸克盘链接": "https://pan.quark.cn/s/b5887e93d53d"
  },
  {
    "文件名": "《我的白月光像太阳一样温暖》作者：遥日丽兰.txt",
    "夸克盘链接": "https://pan.quark.cn/s/6e9804037096"
  },
  {
    "文件名": "《温柔姐姐是理性禁欲吗》（番外完）作者：沉芬如丝.txt",
    "夸克盘链接": "https://pan.quark.cn/s/d00a8390d6b0"
  },
  {
    "文件名": "《同居后标记了Omega情敌》作者：弄夜洒星.txt",
    "夸克盘链接": "https://pan.quark.cn/s/2989f4ee12e3"
  },
  {
    "文件名": "《退婚失败的花式表演秀[穿越]》作者：有笔去写诗.txt",
    "夸克盘链接": "https://pan.quark.cn/s/6cbcf48b5b46"
  },
  {
    "文件名": "《为什么总是我在上[快穿]》作者：让雪.txt",
    "夸克盘链接": "https://pan.quark.cn/s/bdec9532c765"
  },
  {
    "文件名": "《万人迷影后的暗恋指南》作者：火凤高兰.txt",
    "夸克盘链接": "https://pan.quark.cn/s/8504f5f855be"
  },
  {
    "文件名": "《听说你早喜欢上我》作者：中玉来雪山.txt",
    "夸克盘链接": "https://pan.quark.cn/s/acd0a7e8df8a"
  },
  {
    "文件名": "《听说她还在等我入戏》作者：风亦停.txt",
    "夸克盘链接": "https://pan.quark.cn/s/36f5836f446d"
  },
  {
    "文件名": "《替嫁可爱小萌妻[娱乐圈]》（番外完）作者：酷象梅虎.txt",
    "夸克盘链接": "https://pan.quark.cn/s/9932601fef5e"
  },
  {
    "文件名": "《太子她不想当皇帝了》（番外完）作者：竖迪三魔.txt",
    "夸克盘链接": "https://pan.quark.cn/s/75c3efeea5f1"
  },
  {
    "文件名": "《糖花生》作者：极野.txt",
    "夸克盘链接": "https://pan.quark.cn/s/42f6cde25027"
  },
  {
    "文件名": "《她是美丽的黑蝴蝶》（番外完）作者：怒海浮名.txt",
    "夸克盘链接": "https://pan.quark.cn/s/de02d6e71bb8"
  },
  {
    "文件名": "《她真的一点都不乖》作者：雪客.txt",
    "夸克盘链接": "https://pan.quark.cn/s/9f4e5c102cc2"
  },
  {
    "文件名": "《她对我上瘾了》（番外完）作者：棉山古梦.txt",
    "夸克盘链接": "https://pan.quark.cn/s/51d7b1b8135f"
  },
  {
    "文件名": "《她比直女还肆无忌惮》作者：热到昏厥.txt",
    "夸克盘链接": "https://pan.quark.cn/s/6985c2c8da9d"
  },
  {
    "文件名": "《苏州河》作者：景咸.txt",
    "夸克盘链接": "https://pan.quark.cn/s/78f961fafa7a"
  },
  {
    "文件名": "《宋医生，我牙疼》作者：upon.txt",
    "夸克盘链接": "https://pan.quark.cn/s/99f7904425a5"
  },
  {
    "文件名": "《饲养一只前生的自己》作者：夜泠莎.txt",
    "夸克盘链接": "https://pan.quark.cn/s/cfe31293cea0"
  },
  {
    "文件名": "《死遁后病娇女捕为我痴狂》作者：墨玖黎.txt",
    "夸克盘链接": "https://pan.quark.cn/s/008a9660c990"
  },
  {
    "文件名": "《说好一起苟命你居然成了女主》（番外完）作者：一个小秀震.txt",
    "夸克盘链接": "https://pan.quark.cn/s/05bc5e85af60"
  },
  {
    "文件名": "《双修关系结束后，女主急了！》作者：爱吃橘子的橙子.txt",
    "夸克盘链接": "https://pan.quark.cn/s/1b56f02c48e8"
  },
  {
    "文件名": "《树与蝴蝶》作者：卡托普利.txt",
    "夸克盘链接": "https://pan.quark.cn/s/5d2bfe5fd079"
  },
  {
    "文件名": "《守护我的那个她》作者：雪域隔门.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ab89349aa079"
  },
  {
    "文件名": "《师尊我来渡你》（番外完）作者：六梦古兔.txt",
    "夸克盘链接": "https://pan.quark.cn/s/03078f612184"
  },
  {
    "文件名": "《时空折叠十五年后再相见》（番外完）作者：分露翠雨.txt",
    "夸克盘链接": "https://pan.quark.cn/s/0fe0136448d3"
  },
  {
    "文件名": "《似蜜的婚姻》（番外完）作者：天美小樱.txt",
    "夸克盘链接": "https://pan.quark.cn/s/03eaf7248a76"
  },
  {
    "文件名": "《师尊偏要说是良缘》（番外完）作者：鹤飞千山过.txt",
    "夸克盘链接": "https://pan.quark.cn/s/f395ca9b2298"
  },
  {
    "文件名": "《失忆后老婆开始撩我了》（番外完）作者：少时梦终还.txt",
    "夸克盘链接": "https://pan.quark.cn/s/f22f6de78113"
  },
  {
    "文件名": "《失忆白月光omega老想钓我》（番外完）作者：水渭流田地.txt",
    "夸克盘链接": "https://pan.quark.cn/s/7b87fa079084"
  },
  {
    "文件名": "《沈总今天心软了吗？》作者：二月面包.txt",
    "夸克盘链接": "https://pan.quark.cn/s/29c96e2a8fa1"
  },
  {
    "文件名": "《深夜走鬼档[美食]》作者：风听澜.txt",
    "夸克盘链接": "https://pan.quark.cn/s/3281c6560045"
  },
  {
    "文件名": "《沈小花的钓鱼执法》（番外完）作者：溯姝.txt",
    "夸克盘链接": "https://pan.quark.cn/s/d276142b53c8"
  },
  {
    "文件名": "《深度溺爱》（番外完）作者：真无名剑.txt",
    "夸克盘链接": "https://pan.quark.cn/s/84d2d13d477a"
  },
  {
    "文件名": "《身为反派，我sorry全场[快穿]》作者：昭昭雨雪霏霏雾.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a8dbcac494df"
  },
  {
    "文件名": "《杀我的仙尊入魔了》（番外完）作者：水漫青山流.txt",
    "夸克盘链接": "https://pan.quark.cn/s/2aa235c42ecd"
  },
  {
    "文件名": "《三十相亲遇到老同学后扯证了》（番外完）作者：珠首雨燕.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ad2d7cfa6e0a"
  },
  {
    "文件名": "《让男主的小姑姑怀崽后》作者：再来两坛酒.txt",
    "夸克盘链接": "https://pan.quark.cn/s/406e2f0ac179"
  },
  {
    "文件名": "《娶了甜文作精反派后[穿书]》作者：柠啾.txt",
    "夸克盘链接": "https://pan.quark.cn/s/192d46e2f354"
  },
  {
    "文件名": "《情书写给九年后》作者：宋池青.txt",
    "夸克盘链接": "https://pan.quark.cn/s/db816b3f6c62"
  },
  {
    "文件名": "《情敌的崽竟是我的[末世]》作者：竹叶似芙飘.txt",
    "夸克盘链接": "https://pan.quark.cn/s/8038a0ae3d52"
  },
  {
    "文件名": "《清冷长公主诱我后怀了崽》作者：水月清风.txt",
    "夸克盘链接": "https://pan.quark.cn/s/dee06d431055"
  },
  {
    "文件名": "《清冷学霸想对你甜》作者：故生不眠.txt",
    "夸克盘链接": "https://pan.quark.cn/s/510a4bbff0df"
  },
  {
    "文件名": "《清冷教授今天又破防了》作者：鹿二白.txt",
    "夸克盘链接": "https://pan.quark.cn/s/22d9e2c2aa45"
  },
  {
    "文件名": "《清冷对家她好像喜欢我》作者：折花君.txt",
    "夸克盘链接": "https://pan.quark.cn/s/8fcd2615e285"
  },
  {
    "文件名": "《前任她小姨被我标记了[ABO]》（番外完）作者：清寸塞音.txt",
    "夸克盘链接": "https://pan.quark.cn/s/dfc43e4820ea"
  },
  {
    "文件名": "《清冷傲娇女亲王和腹黑谋臣》（番外完）作者：夜梦天方.txt",
    "夸克盘链接": "https://pan.quark.cn/s/0ea6d22af099"
  },
  {
    "文件名": "《亲吻左耳》作者：烛狗蛋.txt",
    "夸克盘链接": "https://pan.quark.cn/s/87fab30357d6"
  },
  {
    "文件名": "《前女友回国后我们竟然纠缠不清》作者：乌云不黑.txt",
    "夸克盘链接": "https://pan.quark.cn/s/53f2174c6f73"
  },
  {
    "文件名": "《前女友和前站姐最后在一起了》（番外完）作者：繁语春日行.txt",
    "夸克盘链接": "https://pan.quark.cn/s/cbad7acf177f"
  },
  {
    "文件名": "《前辈一直惦记我》作者：楠整有地种.txt",
    "夸克盘链接": "https://pan.quark.cn/s/9c0e84764f49"
  },
  {
    "文件名": "《契约甜蜜婚姻》作者：青梨好好味.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e2c6baece404"
  },
  {
    "文件名": "《七个恶魔都很宠爱我》（番外完）作者：富德登星.txt",
    "夸克盘链接": "https://pan.quark.cn/s/d01e197457fc"
  },
  {
    "文件名": "《破命》作者：咸鱼不吃菜.txt",
    "夸克盘链接": "https://pan.quark.cn/s/f09dd48f6e68"
  },
  {
    "文件名": "《平淡相守老伴》（番外完）作者：牛业飘来昂.txt",
    "夸克盘链接": "https://pan.quark.cn/s/1b4fbef55381"
  },
  {
    "文件名": "《偏执总裁和高冷影后》作者：秦思落生.txt",
    "夸克盘链接": "https://pan.quark.cn/s/f25c8c3ed5fb"
  },
  {
    "文件名": "《破产后做了清冷影后的小奶狗了》作者：意尖心上留.txt",
    "夸克盘链接": "https://pan.quark.cn/s/4fad922cd323"
  },
  {
    "文件名": "《漂亮老婆想法设法掰弯我》作者：缩关难逾.txt",
    "夸克盘链接": "https://pan.quark.cn/s/d87e06fdf4fc"
  },
  {
    "文件名": "《炮灰路人甲给女主递休书》（番外完）作者：福雨沙源.txt",
    "夸克盘链接": "https://pan.quark.cn/s/2ab67097af08"
  },
  {
    "文件名": "《炮灰npc她玩脱了[快穿]》作者：南溪未央.txt",
    "夸克盘链接": "https://pan.quark.cn/s/6cbc4ead6493"
  },
  {
    "文件名": "《女霸总有个二胎计划》（番外完）作者：克情有茶来.txt",
    "夸克盘链接": "https://pan.quark.cn/s/5ebb35ae177e"
  },
  {
    "文件名": "《抛弃神女后我失忆了》（番外完）作者：一闪青光现.txt",
    "夸克盘链接": "https://pan.quark.cn/s/8967d8be2161"
  },
  {
    "文件名": "《女妖南禺》作者：如画入意芙.txt",
    "夸克盘链接": "https://pan.quark.cn/s/fe8b02748aa5"
  },
  {
    "文件名": "《偶像硬要让我对她负责（gl）》（番外完）作者：小鱼斑斓色.txt",
    "夸克盘链接": "https://pan.quark.cn/s/16c24eb9e553"
  },
  {
    "文件名": "《女配觉醒后与女主相爱了》（番外完）作者：扇影无云.txt",
    "夸克盘链接": "https://pan.quark.cn/s/2845a7758cea"
  },
  {
    "文件名": "《女帝师一直想跑路》作者：田种小花麦.txt",
    "夸克盘链接": "https://pan.quark.cn/s/14cc623080fa"
  },
  {
    "文件名": "《女魔头重生后》作者：雨中乱洒.txt",
    "夸克盘链接": "https://pan.quark.cn/s/502d3d99d513"
  },
  {
    "文件名": "《虐文女主姐姐被穿书者守护了》作者：初茵迷意.txt",
    "夸克盘链接": "https://pan.quark.cn/s/0f11c3c92b17"
  },
  {
    "文件名": "《虐文女主成为黏人精［快穿］》作者：桑叶有小虫.txt",
    "夸克盘链接": "https://pan.quark.cn/s/665c07712b45"
  },
  {
    "文件名": "《你这个人很我喜欢》（番外完）作者：黎九划天边.txt",
    "夸克盘链接": "https://pan.quark.cn/s/b7a2121dbb5a"
  },
  {
    "文件名": "《南岛情缘》作者：看水有回声.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e388f727403f"
  },
  {
    "文件名": "《魔教少主闯江湖》（番外完）作者：恩索含情.txt",
    "夸克盘链接": "https://pan.quark.cn/s/9ae3d7150d1b"
  },
  {
    "文件名": "《美强惨妖后和痴情傻女皇[穿越]》作者：有笔去写诗.txt",
    "夸克盘链接": "https://pan.quark.cn/s/d0fd485d132e"
  },
  {
    "文件名": "《民宿老板和宋代知府小姐》作者：孤怒夏芙.txt",
    "夸克盘链接": "https://pan.quark.cn/s/41bc67184e9a"
  },
  {
    "文件名": "《美食引力gl》（番外完）作者：风溪丽影.txt",
    "夸克盘链接": "https://pan.quark.cn/s/3a73deba8094"
  },
  {
    "文件名": "《美人老板她只撩不娶》作者：一两银.txt",
    "夸克盘链接": "https://pan.quark.cn/s/446be8a052b4"
  },
  {
    "文件名": "《每个世界都有个不一样的姐姐[快穿]》作者：淡淡荷香.txt",
    "夸克盘链接": "https://pan.quark.cn/s/9459bf79069e"
  },
  {
    "文件名": "《屡战屡败的恶毒女配》作者：小咴猫.txt",
    "夸克盘链接": "https://pan.quark.cn/s/bad3b3975eb3"
  },
  {
    "文件名": "《满世界给妈妈找另一半[ABO]》（番外完）作者：徐十粉上三.txt",
    "夸克盘链接": "https://pan.quark.cn/s/7ee3c50b36e4"
  },
  {
    "文件名": "《流落荒岛后和美人鱼一起求生》（番外完）作者：天声在沧浪.txt",
    "夸克盘链接": "https://pan.quark.cn/s/981dc9ba130b"
  },
  {
    "文件名": "《落难公主的娇徒》（番外完）作者：拆开了个小包.txt",
    "夸克盘链接": "https://pan.quark.cn/s/6ce5b8866610"
  },
  {
    "文件名": "《撩完老实人室友后》作者：牧月策歌.txt",
    "夸克盘链接": "https://pan.quark.cn/s/5e5a10baeaa6"
  },
  {
    "文件名": "《撩姐姐好像有点难呢》（番外完）作者：有酒无吃很不爽.txt",
    "夸克盘链接": "https://pan.quark.cn/s/33762835f288"
  },
  {
    "文件名": "《两个漂亮姐姐贴贴日常》作者：蓝燕花雨.txt",
    "夸克盘链接": "https://pan.quark.cn/s/dc2d787be3ef"
  },
  {
    "文件名": "《离婚带俩娃在山旮旯开农庄》作者：村里的一枝花儿.txt",
    "夸克盘链接": "https://pan.quark.cn/s/1c999e6bc126"
  },
  {
    "文件名": "《快穿之我帮反派女配逆转人生》作者：冷冬暖阳.txt",
    "夸克盘链接": "https://pan.quark.cn/s/71e49e0dae5f"
  },
  {
    "文件名": "《冷艳的鬼魂女总裁每天总想贴贴》（番外完）作者：过得很笑真.txt",
    "夸克盘链接": "https://pan.quark.cn/s/6b06f5fa7d96"
  },
  {
    "文件名": "《冷颜御姐美人和开朗大学生[先婚厚爱]》（番外完）作者：玄果古迪.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c82eaac19c78"
  },
  {
    "文件名": "《快穿之拯救世界英雄》作者：动月寒颜.txt",
    "夸克盘链接": "https://pan.quark.cn/s/79feaf38d347"
  },
  {
    "文件名": "《冷淡禁欲公主的美人权臣》（番外完）作者：奇芸六足.txt",
    "夸克盘链接": "https://pan.quark.cn/s/062bfff03915"
  },
  {
    "文件名": "《老婆，我真是一个好A》作者：闲时看星光.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ea4dff15dc5e"
  },
  {
    "文件名": "《考上大学后又遇到曾经仰慕的大姐姐》（番外完）作者：千意万花.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e9cc615f5f3d"
  },
  {
    "文件名": "《快穿之疯批女主被渣后黑化了》（番外完）作者：仿月古素.txt",
    "夸克盘链接": "https://pan.quark.cn/s/274842cf5863"
  },
  {
    "文件名": "《快穿之改写炮灰女配悲惨命运》（番外完）作者：海古迪思.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ae581c9542f4"
  },
  {
    "文件名": "《快穿之反派又把女主哄跑了》（番外完）作者：良舞醉歌.txt",
    "夸克盘链接": "https://pan.quark.cn/s/f4b04f05e13c"
  },
  {
    "文件名": "《开局女扮男装被绣球砸了》（番外完）作者：甜月小包.txt",
    "夸克盘链接": "https://pan.quark.cn/s/7b618b4c433b"
  },
  {
    "文件名": "《开局重逢大学爱恋的高岭之花》作者：圣赛三比.txt",
    "夸克盘链接": "https://pan.quark.cn/s/9c65d9de7e78"
  },
  {
    "文件名": "《郡马的排名》作者：秋曙.txt",
    "夸克盘链接": "https://pan.quark.cn/s/429f547a74f2"
  },
  {
    "文件名": "《久别重逢后再度沉沦》（番外完）作者：闲来写个词.txt",
    "夸克盘链接": "https://pan.quark.cn/s/cf9415c49ed9"
  },
  {
    "文件名": "《禁欲姐姐终为爱所动gl》（番外完）作者：升晓苍燕.txt",
    "夸克盘链接": "https://pan.quark.cn/s/3c23b8594a3f"
  },
  {
    "文件名": "《今天总裁也在吃醋》作者：小壶装热水.txt",
    "夸克盘链接": "https://pan.quark.cn/s/01798380e143"
  },
  {
    "文件名": "《禁恋之御姐的明媚小太阳》作者：空相无音.txt",
    "夸克盘链接": "https://pan.quark.cn/s/7ed3b137459d"
  },
  {
    "文件名": "《结婚当晚穿到三年后》作者：语丽立雨.txt",
    "夸克盘链接": "https://pan.quark.cn/s/f743c4ce235f"
  },
  {
    "文件名": "《姐姐，给个微信嘛～》 作者：upon.txt",
    "夸克盘链接": "https://pan.quark.cn/s/13d0fb0af327"
  },
  {
    "文件名": "《姐姐的白富美闺蜜被我掰弯了》（番外完）作者：仙林小兔.txt",
    "夸克盘链接": "https://pan.quark.cn/s/4261c0b5a873"
  },
  {
    "文件名": "《胶水》作者：时一尔三.txt",
    "夸克盘链接": "https://pan.quark.cn/s/0636d1addf28"
  },
  {
    "文件名": "《娇蛮大小姐落魄后》（番外完）作者：科利小豆.txt",
    "夸克盘链接": "https://pan.quark.cn/s/f196d557da9c"
  },
  {
    "文件名": "《将军她觊觎长公主[穿书]》作者：世锦.txt",
    "夸克盘链接": "https://pan.quark.cn/s/b10e1d88e5eb"
  },
  {
    "文件名": "《捡来的小可怜被人爱了》（番外完）作者：专乐喜梦.txt",
    "夸克盘链接": "https://pan.quark.cn/s/d95c10be669b"
  },
  {
    "文件名": "《见鬼》作者：有仙着.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e0cb3b6be075"
  },
  {
    "文件名": "《捡来的霸总怎么跑了》（番外完）作者：禅意飞纵.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c8dad4a61045"
  },
  {
    "文件名": "《捡到的人鱼Alpha成了我伴侣》作者：糖很甜很好.txt",
    "夸克盘链接": "https://pan.quark.cn/s/b571db0816d9"
  },
  {
    "文件名": "《红尘杀人道》（番外完）作者：铁刀藏底.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a58b67d7e907"
  },
  {
    "文件名": "《假千金变成真了》作者：得飞有沉溺.txt",
    "夸克盘链接": "https://pan.quark.cn/s/5e7888957246"
  },
  {
    "文件名": "《狐狸的玫瑰老婆》作者：高雪彩星.txt",
    "夸克盘链接": "https://pan.quark.cn/s/7377144a8012"
  },
  {
    "文件名": "《黑莲花的后妈暗恋我》作者：淘来七来.txt",
    "夸克盘链接": "https://pan.quark.cn/s/aa2ac2a0b581"
  },
  {
    "文件名": "《和我恋爱的姐姐原来是豪门继承人》作者：照天目图.txt",
    "夸克盘链接": "https://pan.quark.cn/s/b96bfb7cce4c"
  },
  {
    "文件名": "《和影后互换身体之后我和她在一起了》作者：瓜的很好吃.txt",
    "夸克盘链接": "https://pan.quark.cn/s/fdb5d4466af5"
  },
  {
    "文件名": "《和长公主完婚后》作者：时光旅者望.txt",
    "夸克盘链接": "https://pan.quark.cn/s/1a2b35a9c1fd"
  },
  {
    "文件名": "《和喜欢很多年的情歌天后谈对象了》（番外完）作者：娇三问仙.txt",
    "夸克盘链接": "https://pan.quark.cn/s/3fac6af13614"
  },
  {
    "文件名": "《和死对头相处久后竟相爱了》作者：魔仙不自来.txt",
    "夸克盘链接": "https://pan.quark.cn/s/1885004001a2"
  },
  {
    "文件名": "《好好打电竞不然要继承家产了》（番外完）作者：暗安雨星.txt",
    "夸克盘链接": "https://pan.quark.cn/s/34de72c9e284"
  },
  {
    "文件名": "《合租室友竟是前女友》（番外完）作者：首星采思.txt",
    "夸克盘链接": "https://pan.quark.cn/s/0e794656a5c7"
  },
  {
    "文件名": "《和班主任老师秘密谈恋爱》（番外完）作者：桑网三幻.txt",
    "夸克盘链接": "https://pan.quark.cn/s/f38cd53887bf"
  },
  {
    "文件名": "《豪门公主的专横》（番外完）作者：冬霜雪来迟.txt",
    "夸克盘链接": "https://pan.quark.cn/s/d95d6dcb6ca0"
  },
  {
    "文件名": "《贵妃和皇后在一起了》（番外完）作者：怀爱小野荷.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e6d6c67c6b50"
  },
  {
    "文件名": "《闺蜜终于成了我对象》作者：六舞惜阳.txt",
    "夸克盘链接": "https://pan.quark.cn/s/086f84c2a402"
  },
  {
    "文件名": "《孤重生成太后情人》作者：留君意.txt",
    "夸克盘链接": "https://pan.quark.cn/s/b0c66d7c1960"
  },
  {
    "文件名": "《顾小姐追爱记gl》（番外完）作者：悠仙真美.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ee6eb735f87e"
  },
  {
    "文件名": "《公主被迫做了刺史之女夫婿后》作者：月明有星光.txt",
    "夸克盘链接": "https://pan.quark.cn/s/795d2608fc63"
  },
  {
    "文件名": "《攻略了腹黑御姐alpha[ABO]》（番外完）作者：高山小鱼儿.txt",
    "夸克盘链接": "https://pan.quark.cn/s/936a35b0a520"
  },
  {
    "文件名": "《攻略了病娇黑莲花》作者：获月烟云.txt",
    "夸克盘链接": "https://pan.quark.cn/s/d67ec4f237d0"
  },
  {
    "文件名": "《腹黑公主和杀神女将军相爱相杀》（番外完）作者：少丽华影.txt",
    "夸克盘链接": "https://pan.quark.cn/s/8566b1cac996"
  },
  {
    "文件名": "《隔岸观火（娱乐圈）》作者：踩棉花.txt",
    "夸克盘链接": "https://pan.quark.cn/s/8ee4da6859b3"
  },
  {
    "文件名": "《高岭之花和偏执心机美人相爱了》（番外完）作者：漫月反弧.txt",
    "夸克盘链接": "https://pan.quark.cn/s/d6b3d3a63aab"
  },
  {
    "文件名": "《高岭之花被劣A拉下神坛了》作者：浮落露沙.txt",
    "夸克盘链接": "https://pan.quark.cn/s/45521fd18100"
  },
  {
    "文件名": "《疯娇影后对我深情引诱》（番外完）作者：柳术画歌.txt",
    "夸克盘链接": "https://pan.quark.cn/s/0c73ef975bf3"
  },
  {
    "文件名": "《反派重生后去首富家当上门女婿》（番外完）作者：南可北美风景.txt",
    "夸克盘链接": "https://pan.quark.cn/s/636adabb89cd"
  },
  {
    "文件名": "《粉圈互怼对家竟是清冷上司》（番外完）作者：故果好种.txt",
    "夸克盘链接": "https://pan.quark.cn/s/45ca12b4b95b"
  },
  {
    "文件名": "《房东大人想吃什么呢[美食]》作者：言少鱼鱼.txt",
    "夸克盘链接": "https://pan.quark.cn/s/53e364303e9b"
  },
  {
    "文件名": "《反派A就要和漂亮姐姐贴贴[穿书]》（番外完）作者：玉外露明.txt",
    "夸克盘链接": "https://pan.quark.cn/s/7e3fd627d7fa"
  },
  {
    "文件名": "《反派大美人是我的老婆》作者：如酒非燕.txt",
    "夸克盘链接": "https://pan.quark.cn/s/9eb42dc26385"
  },
  {
    "文件名": "《二妞是个初中生》作者：夏洛风.txt",
    "夸克盘链接": "https://pan.quark.cn/s/52ae475cc71a"
  },
  {
    "文件名": "《恶女的清冷仙子白月光》作者：有在透过好.txt",
    "夸克盘链接": "https://pan.quark.cn/s/d1693556a298"
  },
  {
    "文件名": "《恶毒前任不可能是我》作者：白小花儿.txt",
    "夸克盘链接": "https://pan.quark.cn/s/59d85d532895"
  },
  {
    "文件名": "《对象总想掘我墓》作者：五不柳.txt",
    "夸克盘链接": "https://pan.quark.cn/s/3787e17ba9bb"
  },
  {
    "文件名": "《断情绝爱后被魔教妖女赖上了》作者：飞蛾的纠葛.txt",
    "夸克盘链接": "https://pan.quark.cn/s/fee915961140"
  },
  {
    "文件名": "《顶级爱豆成了我的老婆》作者：那日是下雨后.txt",
    "夸克盘链接": "https://pan.quark.cn/s/7ab60d844ca0"
  },
  {
    "文件名": "《顶级Alpha穿到人类世界》（番外完）作者：穿影果熟.txt",
    "夸克盘链接": "https://pan.quark.cn/s/721b4c919a7e"
  },
  {
    "文件名": "《钓系影后上位记》 作者：闲词.txt",
    "夸克盘链接": "https://pan.quark.cn/s/17c9904bc594"
  },
  {
    "文件名": "《殿下的剧透已经失效了》作者：一场梦色来.txt",
    "夸克盘链接": "https://pan.quark.cn/s/7da34325b37f"
  },
  {
    "文件名": "《钓系影后被我用算命钓到了》作者：沉四6393.txt",
    "夸克盘链接": "https://pan.quark.cn/s/437b2bb7c0aa"
  },
  {
    "文件名": "《弟弟想娶的坏女人把我勾弯了》（番外完）作者：冷山两热.txt",
    "夸克盘链接": "https://pan.quark.cn/s/dd13e1dfa4bf"
  },
  {
    "文件名": "《登高扶摇青云志》（番外完）作者：破德年中才.txt",
    "夸克盘链接": "https://pan.quark.cn/s/6f8a85ba45c5"
  },
  {
    "文件名": "《当替身O分化成为A》（番外完）作者：深海无底花.txt",
    "夸克盘链接": "https://pan.quark.cn/s/4209c44eef97"
  },
  {
    "文件名": "《道歉》作者：啊饭.txt",
    "夸克盘链接": "https://pan.quark.cn/s/0481c5b209e8"
  },
  {
    "文件名": "《当驸马是系统发布的任务gl》（番外完）作者：望江有雪下.txt",
    "夸克盘链接": "https://pan.quark.cn/s/71a2a2521214"
  },
  {
    "文件名": "《当攻略目标全员黑化之后》作者：素节春余.txt",
    "夸克盘链接": "https://pan.quark.cn/s/faaa30233668"
  },
  {
    "文件名": "《带着糊涂系统穿书古代追白切黑女主》（番外完）作者：大可的小猫.txt",
    "夸克盘链接": "https://pan.quark.cn/s/f29438d46a8b"
  },
  {
    "文件名": "《当暗恋过的她变成我的秘密合约情人后》（番外完）作者：远顾山知去.txt",
    "夸克盘链接": "https://pan.quark.cn/s/d539819cf8f2"
  },
  {
    "文件名": "《呆萌学妹和腹黑醋精学姐》（番外完）作者：温玉图意.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e7ec5092b59e"
  },
  {
    "文件名": "《大财阀很宠爱老婆》（番外完）作者：萌上有吉.txt",
    "夸克盘链接": "https://pan.quark.cn/s/b5f688be6c54"
  },
  {
    "文件名": "《大师姐穿成土包子进娱乐圈后爆火了》作者：五行有歌真.txt",
    "夸克盘链接": "https://pan.quark.cn/s/4c5691f3fc23"
  },
  {
    "文件名": "《从天而降的心动》作者：尚十邑.txt",
    "夸克盘链接": "https://pan.quark.cn/s/5f6bebd6a981"
  },
  {
    "文件名": "《纯情千金和妖艳影后甜恋了》（番外完）作者：柳香小桃.txt",
    "夸克盘链接": "https://pan.quark.cn/s/60b06a968a63"
  },
  {
    "文件名": "《辞职之后影后说爱我》（番外完）作者：有里狮子.txt",
    "夸克盘链接": "https://pan.quark.cn/s/4f47ae3bf810"
  },
  {
    "文件名": "《纯真爱恋》（番外完）作者：农谷阳炎.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c84ee9c08f10"
  },
  {
    "文件名": "《辞风潜入梦［快穿］》作者：寒山极雨.txt",
    "夸克盘链接": "https://pan.quark.cn/s/f96483b4f35a"
  },
  {
    "文件名": "《春酒gl》作者：想吃教案.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e4db1f1354e9"
  },
  {
    "文件名": "《春凤欲燃》（番外完）作者：小关少萌.txt",
    "夸克盘链接": "https://pan.quark.cn/s/14d961b2bf4d"
  },
  {
    "文件名": "《穿越后竟成了剑灵》（番外完）作者：若兰真星.txt",
    "夸克盘链接": "https://pan.quark.cn/s/de4804dc9fb5"
  },
  {
    "文件名": "《穿渣A选秀后当了大小姐的小赘A》（番外完）作者：当年遇卿.txt",
    "夸克盘链接": "https://pan.quark.cn/s/975a15a51597"
  },
  {
    "文件名": "《穿越修仙界为保小命疯狂追妻》（番外完）作者：飘花漫芬.txt",
    "夸克盘链接": "https://pan.quark.cn/s/305f5af19f63"
  },
  {
    "文件名": "《穿为废土文炮灰渣A》作者：公子幸川.txt",
    "夸克盘链接": "https://pan.quark.cn/s/7ae8fc804177"
  },
  {
    "文件名": "《穿书炮灰当了豪门赘婿[ABO]》（番外完）作者：双红三迪.txt",
    "夸克盘链接": "https://pan.quark.cn/s/f8d378127f53"
  },
  {
    "文件名": "《穿书后抢了主角的顶流影后老婆》（番外完）作者：阅声无言.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c8bdeb3e29e3"
  },
  {
    "文件名": "《穿书后当了女BOSS的老婆》作者：猪猪小克.txt",
    "夸克盘链接": "https://pan.quark.cn/s/b2e3f8fd69e2"
  },
  {
    "文件名": "《穿书成长公主的驸马赘A》作者：福佑幸川.txt",
    "夸克盘链接": "https://pan.quark.cn/s/5f02fbb125ee"
  },
  {
    "文件名": "《穿书成了一个猫，前女友却穿成狗》（番外完）作者：水战无船风.txt",
    "夸克盘链接": "https://pan.quark.cn/s/fff182ab2633"
  },
  {
    "文件名": "《穿到古代成了一个傻子》（番外完）作者：振花影度.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c016ade0f1d4"
  },
  {
    "文件名": "《穿书成了男主的姐姐》作者：宫月无花.txt",
    "夸克盘链接": "https://pan.quark.cn/s/24c520c34e5b"
  },
  {
    "文件名": "《穿书成了公主的女驸马》作者：青红竹.txt",
    "夸克盘链接": "https://pan.quark.cn/s/8484e435d167"
  },
  {
    "文件名": "《穿到废土世界抽卡囤货养崽的日子》（番外完）作者：伏雨本思.txt",
    "夸克盘链接": "https://pan.quark.cn/s/5fac9ed37144"
  },
  {
    "文件名": "《穿到古代后我有一个野蛮娘子GL》作者：枫叶二月红.txt",
    "夸克盘链接": "https://pan.quark.cn/s/3744c57b0800"
  },
  {
    "文件名": "《穿成渣前妻后，努力挣钱送老婆去科举》作者：梅花冬雪藏.txt",
    "夸克盘链接": "https://pan.quark.cn/s/6e3b3d469cad"
  },
  {
    "文件名": "《穿成修仙门派首席弟子被师妹钟情》（番外完）作者：潜雪八虚.txt",
    "夸克盘链接": "https://pan.quark.cn/s/2936834281e0"
  },
  {
    "文件名": "《穿成炮灰攻略女神上位》（番外完）作者：陆小欢里.txt",
    "夸克盘链接": "https://pan.quark.cn/s/20bc43e45155"
  },
  {
    "文件名": "《穿成糊咖与黑红女主组了CP》（番外完）作者：稻花诵歌.txt",
    "夸克盘链接": "https://pan.quark.cn/s/280058dd0016"
  },
  {
    "文件名": "《穿成残疾总裁的虚拟AI恋人》（番外完）作者：作温无田.txt",
    "夸克盘链接": "https://pan.quark.cn/s/972b1cd347a6"
  },
  {
    "文件名": "《抽卡抽到了前女友》（番外完）作者：知枝马齐.txt",
    "夸克盘链接": "https://pan.quark.cn/s/0277fd5efeba"
  },
  {
    "文件名": "《查案不准谈情说爱》（番外完）作者：浮沙朗鹰.txt",
    "夸克盘链接": "https://pan.quark.cn/s/9ecba1e0a8d7"
  },
  {
    "文件名": "《朝暮相会》作者：制剑少卿.txt",
    "夸克盘链接": "https://pan.quark.cn/s/69db714c6e02"
  },
  {
    "文件名": "《痴恋着偏执的真千金》作者：少桃分分上.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e9a2038e7493"
  },
  {
    "文件名": "《不能没有她》作者：亦枝竹鸢.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ea26a90b44af"
  },
  {
    "文件名": "《病秧子她依靠养龙飞升》（番外完）作者：阿飞是个娇.txt",
    "夸克盘链接": "https://pan.quark.cn/s/7c8f6d10a069"
  },
  {
    "文件名": "《不能倒要A起来》作者：泊桥夜船.txt",
    "夸克盘链接": "https://pan.quark.cn/s/f907292b3f8d"
  },
  {
    "文件名": "《不回头我就给你好看》（番外完）作者：有酒无吃很不爽.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a4ec2ea50ba2"
  },
  {
    "文件名": "《病美首辅的炮灰渣妻》作者：灯月分辉.txt",
    "夸克盘链接": "https://pan.quark.cn/s/53dae7edc68e"
  },
  {
    "文件名": "《被长公主巧取豪夺后》作者：小橘子灯.txt",
    "夸克盘链接": "https://pan.quark.cn/s/36c91b51bb48"
  },
  {
    "文件名": "《别把宿敌撩傻了》作者：未央墨.txt",
    "夸克盘链接": "https://pan.quark.cn/s/1540fc87a4bf"
  },
  {
    "文件名": "《表小姐身姿娇软》作者：规则之下.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ba4a1ae51077"
  },
  {
    "文件名": "《被迫当驸马后真香》作者：尘芬岩画.txt",
    "夸克盘链接": "https://pan.quark.cn/s/0d1c57dc246d"
  },
  {
    "文件名": "《被读心后变成了心尖宠》作者：小野花186.txt",
    "夸克盘链接": "https://pan.quark.cn/s/98081e9e0707"
  },
  {
    "文件名": "《白月光师姐堕成魔后》（番外完）作者：福雨沙源.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e585d2ed7971"
  },
  {
    "文件名": "《霸道女主有偏执占有欲[ABO]》（番外完）作者：瑞碎蓝竹.txt",
    "夸克盘链接": "https://pan.quark.cn/s/d55b0cf31334"
  },
  {
    "文件名": "《背着系统勾引女三》作者：顺意欢.txt",
    "夸克盘链接": "https://pan.quark.cn/s/6b5cd08cbc25"
  },
  {
    "文件名": "《白月光omega失忆老想钓我》（番外完）作者：水渭流田地.txt",
    "夸克盘链接": "https://pan.quark.cn/s/dcc4a5b29cc8"
  },
  {
    "文件名": "【聚成】傲世九重天-完结 作者：风凌天下.txt",
    "夸克盘链接": "https://pan.quark.cn/s/687f4a780089"
  },
  {
    "文件名": "【聚成】奥特之怪兽很疯狂.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c5dd4297d145"
  },
  {
    "文件名": "【聚成】奥特曼：穿越未来.txt",
    "夸克盘链接": "https://pan.quark.cn/s/86ce5011e7fa"
  },
  {
    "文件名": "【聚成】NBA超巨崛起.txt",
    "夸克盘链接": "https://pan.quark.cn/s/3766f2102733"
  },
  {
    "文件名": "【聚成】奥林匹斯精神病院.txt",
    "夸克盘链接": "https://pan.quark.cn/s/1ef4803655d0"
  },
  {
    "文件名": "【聚成】爱情公寓之盗墓系统.txt",
    "夸克盘链接": "https://pan.quark.cn/s/2e8b52a897a5"
  },
  {
    "文件名": "【聚成】阿炳的诸天生活.txt",
    "夸克盘链接": "https://pan.quark.cn/s/fbc65db06c43"
  },
  {
    "文件名": "【聚成】爱情公寓：诸葛大力的专属男友全本 作者：缥缈道人.txt",
    "夸克盘链接": "https://pan.quark.cn/s/1db19386733b"
  },
  {
    "文件名": "【聚成】Moba之暴君教练.txt",
    "夸克盘链接": "https://pan.quark.cn/s/faf5f4c8a16f"
  },
  {
    "文件名": "【聚成】Moba：最强修改器.txt",
    "夸克盘链接": "https://pan.quark.cn/s/5fa484050825"
  },
  {
    "文件名": "【聚成】LOL之传奇诞生.txt",
    "夸克盘链接": "https://pan.quark.cn/s/8d8daa251ee5"
  },
  {
    "文件名": "【聚成】Moba：我有无数被动技能.txt",
    "夸克盘链接": "https://pan.quark.cn/s/57287500836c"
  },
  {
    "文件名": "【聚成】Moba：魔王降临.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e555aad9befa"
  },
  {
    "文件名": "【聚成】CodeGeass寒空前夜1945.txt",
    "夸克盘链接": "https://pan.quark.cn/s/d6004eda3715"
  },
  {
    "文件名": "【聚成】EVA世界的奥特曼 154.txt",
    "夸克盘链接": "https://pan.quark.cn/s/afbf36d67728"
  },
  {
    "文件名": "【聚成】lol：巅峰时代840.txt",
    "夸克盘链接": "https://pan.quark.cn/s/26300aa2952c"
  },
  {
    "文件名": "【聚成】cos就变强.txt",
    "夸克盘链接": "https://pan.quark.cn/s/98649a9d7a70"
  },
  {
    "文件名": "【聚成】【综漫】资深反派.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a24a7e8f049e"
  },
  {
    "文件名": "【聚成】24小时BOSS便利店.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c2f54829aa4b"
  },
  {
    "文件名": "【聚成】03悍夫.txt",
    "夸克盘链接": "https://pan.quark.cn/s/9b2f460caf9e"
  },
  {
    "文件名": "【聚成】【运作】从30天不出门开始直播挑战！.txt",
    "夸克盘链接": "https://pan.quark.cn/s/1250ca715067"
  },
  {
    "文件名": "【聚成】【恐怖】《夜半冥婚：鬼夫大人萌萌哒》【作者：南城明月】鬼夫 暖情 灵异.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ca9060833dbf"
  },
  {
    "文件名": "【聚成】【山月】盗墓小说成真，我被误认为盗墓贼！.txt",
    "夸克盘链接": "https://pan.quark.cn/s/3ea422465e19"
  },
  {
    "文件名": "【聚成】【软软】向往的生活：黄河捞尸人.txt",
    "夸克盘链接": "https://pan.quark.cn/s/5b6daa502c2f"
  },
  {
    "文件名": "【聚成】【魔王】全球御主时代：我，最强御主！.txt",
    "夸克盘链接": "https://pan.quark.cn/s/6c156cae1567"
  },
  {
    "文件名": "【聚成】【飞卢】《二次元之最强老司机》（全本）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/7702e5e3a2db"
  },
  {
    "文件名": "【聚成】《我本港岛电影人》1-646 作者：再来一盘菇凉.txt",
    "夸克盘链接": "https://pan.quark.cn/s/fa0b7ef4e885"
  },
  {
    "文件名": "【聚成】『夢』明日方舟，人事专员不干人事！￥每次扫黄都有我￥【完美校对】 作者：每次扫黄都有我.txt",
    "夸克盘链接": "https://pan.quark.cn/s/8bbb20168a4b"
  },
  {
    "文件名": "【聚成】《道印》（校对版全本）作者：贪睡的龙-完结.txt",
    "夸克盘链接": "https://pan.quark.cn/s/9f3c16beb6a6"
  },
  {
    "文件名": "【聚成】《原神：猎鹿人老板的我太难了》_2.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c36afc174f80"
  },
  {
    "文件名": "【聚成】《铠甲之进化系统》 作者：天倾 （至卷四第96章）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/3b7cb9e6847c"
  },
  {
    "文件名": "【聚成】《异界逍遥天尊》-完结 作者：狂奔的蜗牛.txt",
    "夸克盘链接": "https://pan.quark.cn/s/4da61171fc5a"
  },
  {
    "文件名": "【聚成】  综漫之毒奶粉剑魂.txt",
    "夸克盘链接": "https://pan.quark.cn/s/476ec9915554"
  },
  {
    "文件名": "【聚成】 我成了战神奎托斯.txt",
    "夸克盘链接": "https://pan.quark.cn/s/626dd9da74ed"
  },
  {
    "文件名": "『聚成』神之财宝.txt",
    "夸克盘链接": "https://pan.quark.cn/s/130193f4fdc3"
  },
  {
    "文件名": "『聚成』这个神明我认识  作者： 我是老虎『聚成』.txt",
    "夸克盘链接": "https://pan.quark.cn/s/93225d4a90e5"
  },
  {
    "文件名": "『聚成』我的神灵能加点  作者： 小愁也是愁『聚成』.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c4c90c63aaa8"
  },
  {
    "文件名": "『聚成』我有十二生肖神殿  作者： 陈呆毛『聚成』.txt",
    "夸克盘链接": "https://pan.quark.cn/s/d14b552faebe"
  },
  {
    "文件名": "『聚成』我的神宠是嫦娥  作者： 疯七年『聚成』.txt",
    "夸克盘链接": "https://pan.quark.cn/s/be8cca9768c5"
  },
  {
    "文件名": "『聚成』我的神笔超级强  作者： 九千『聚成』.txt",
    "夸克盘链接": "https://pan.quark.cn/s/29aedf32f4d5"
  },
  {
    "文件名": "『聚成』神秘让我强大 作者：木恒.txt",
    "夸克盘链接": "https://pan.quark.cn/s/4010188ba8a1"
  },
  {
    "文件名": "『聚成』请叫我邪神大人 作者：剑上独觉.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c2033868a137"
  },
  {
    "文件名": "『聚成』网游：开局带着神器重生  作者： GY小魔『聚成』.txt",
    "夸克盘链接": "https://pan.quark.cn/s/286efcb972ad"
  },
  {
    "文件名": "『聚成』米花町：我有一款随机强化系.txt",
    "夸克盘链接": "https://pan.quark.cn/s/69ea35e989c4"
  },
  {
    "文件名": "『聚成』大神，求躺赢.txt",
    "夸克盘链接": "https://pan.quark.cn/s/b23c9bc3aaa3"
  },
  {
    "文件名": "『聚成』神话之开局召唤SSS级英雄  作者： 屠神『聚成』.txt",
    "夸克盘链接": "https://pan.quark.cn/s/58a1f3c786e6"
  },
  {
    "文件名": "『聚成』木叶实验体，我在忍界建无形帝国.txt",
    "夸克盘链接": "https://pan.quark.cn/s/dd3c0c85b610"
  },
  {
    "文件名": "『聚成』工业垃圾？不，这是国货之光.txt",
    "夸克盘链接": "https://pan.quark.cn/s/8526b974d2d3"
  },
  {
    "文件名": "『聚成』封神：我大道身份被妹妹妲己曝光了.txt",
    "夸克盘链接": "https://pan.quark.cn/s/17bc376d2193"
  },
  {
    "文件名": "《聚成》无限惊悚游戏 作者：归去尘寰.txt",
    "夸克盘链接": "https://pan.quark.cn/s/05f4d075a8b5"
  },
  {
    "文件名": "『聚成』从咒怨开始签到  作者：山大人呀.txt",
    "夸克盘链接": "https://pan.quark.cn/s/8251bf0c6c8c"
  },
  {
    "文件名": "《聚成》我守墓人，总有刁民想盗我的始皇陵.txt",
    "夸克盘链接": "https://pan.quark.cn/s/fccb0c54669b"
  },
  {
    "文件名": "《聚成》全民诸天轮回（完结） 作者：无月不登楼.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ebcf7c1adcaa"
  },
  {
    "文件名": "《聚成》全球精灵时代（完结）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/55692a1d9437"
  },
  {
    "文件名": "《聚成》为什么雪之下会在这？（完本）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/04dbd3410eac"
  },
  {
    "文件名": "《聚成》火影之最强查克拉（完结）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/70b155f95f2e"
  },
  {
    "文件名": "《聚成》哈利波特之最强大法师.txt",
    "夸克盘链接": "https://pan.quark.cn/s/4069d7bdec57"
  },
  {
    "文件名": "《聚成》黑暗裁决（完结）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c561469e82b0"
  },
  {
    "文件名": "《聚成》老祖带你去诸天练级了（完结） 作者：水笔没有水.txt",
    "夸克盘链接": "https://pan.quark.cn/s/5da938d850ca"
  },
  {
    "文件名": "《聚成》洪荒：我有神级武学兑换系统（完结）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/3aff47df4a9b"
  },
  {
    "文件名": "[聚成]朕已登基，父皇你是要造反吗？.txt",
    "夸克盘链接": "https://pan.quark.cn/s/9aa0dd87bb99"
  },
  {
    "文件名": "[聚成]综漫之毒奶粉剑魂.txt",
    "夸克盘链接": "https://pan.quark.cn/s/b49717c1f382"
  },
  {
    "文件名": "[聚成]这：才是演员 作者：娱乐清流.txt",
    "夸克盘链接": "https://pan.quark.cn/s/d1d1adfef3c1"
  },
  {
    "文件名": "[聚成]无限升级之狂暴人生 作者：九摇.txt",
    "夸克盘链接": "https://pan.quark.cn/s/4dbb257f1125"
  },
  {
    "文件名": "[聚成]妖精的尾巴之不死鸟.txt",
    "夸克盘链接": "https://pan.quark.cn/s/d228ff815b63"
  },
  {
    "文件名": "[聚成]我能复制天赋  作者：剑神无敌.txt",
    "夸克盘链接": "https://pan.quark.cn/s/4d0277ae57c5"
  },
  {
    "文件名": "[聚成]我！神级元素师（1—760） 作者：秦门公主.txt",
    "夸克盘链接": "https://pan.quark.cn/s/1042fafa0add"
  },
  {
    "文件名": "[聚成]无限升级之穿越诸天 作者：香樟店下.txt",
    "夸克盘链接": "https://pan.quark.cn/s/5511fa0ffdbd"
  },
  {
    "文件名": "[聚成]王者荣耀之无限外挂.txt",
    "夸克盘链接": "https://pan.quark.cn/s/fb8475122b54"
  },
  {
    "文件名": "[聚成]王者荣耀之荣耀神团 作者：长流燕.txt",
    "夸克盘链接": "https://pan.quark.cn/s/5eddbb489853"
  },
  {
    "文件名": "[聚成]破案之神级融合系统（1—412） 作者：一泽瑞尔.txt",
    "夸克盘链接": "https://pan.quark.cn/s/26c5122e4b67"
  },
  {
    "文件名": "[聚成]史前直播：开局成为华夏之神！ 作者：三月冲天 至章.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c4cdf36a0df8"
  },
  {
    "文件名": "[聚成]隋唐：开局举报李家造反.txt",
    "夸克盘链接": "https://pan.quark.cn/s/cb0c93bd6c31"
  },
  {
    "文件名": "[聚成]回到过去当神话.txt",
    "夸克盘链接": "https://pan.quark.cn/s/bb045445e8d2"
  },
  {
    "文件名": "[聚成]开局一个风华绝代女战神.txt",
    "夸克盘链接": "https://pan.quark.cn/s/7b69a5359e25"
  },
  {
    "文件名": "[聚成]农民工玩网游（完结） 作者：孤傲狼烟.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ae8bb47a6737"
  },
  {
    "文件名": "[聚成]火影之妖帝.txt",
    "夸克盘链接": "https://pan.quark.cn/s/f48d3ad5de0b"
  },
  {
    "文件名": "[聚成]火影之无尽神通1188.txt",
    "夸克盘链接": "https://pan.quark.cn/s/d27f7c6b3157"
  },
  {
    "文件名": "[聚成]火影之DNF最强魔法师系统.txt",
    "夸克盘链接": "https://pan.quark.cn/s/7c42319befec"
  },
  {
    "文件名": "[聚成]哈利波特之渡鸦之爪.txt",
    "夸克盘链接": "https://pan.quark.cn/s/60072741d9d3"
  },
  {
    "文件名": "[聚成]哈利波特之大灾难 作者：禺名.txt",
    "夸克盘链接": "https://pan.quark.cn/s/98df0d5573c2"
  },
  {
    "文件名": "[聚成]都市之我是创世神.txt",
    "夸克盘链接": "https://pan.quark.cn/s/1a5d2e49a91f"
  },
  {
    "文件名": "[聚成]哈利波特之最强大法师.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a5d1ce8fd0aa"
  },
  {
    "文件名": "[聚成]哈利波特之巫师手札 作者：幻夜行.txt",
    "夸克盘链接": "https://pan.quark.cn/s/98db769d0e6a"
  },
  {
    "文件名": "[聚成]动漫之邪王真眼 作者：白日鸣笛.txt",
    "夸克盘链接": "https://pan.quark.cn/s/2c1348c3c005"
  },
  {
    "文件名": "[聚成]动漫游戏斗技场 作者：清风拂烟.txt",
    "夸克盘链接": "https://pan.quark.cn/s/6de44ea0e25d"
  },
  {
    "文件名": "[聚成]动漫世界最强生物 作者：优雅的键盘.txt",
    "夸克盘链接": "https://pan.quark.cn/s/6eace104389d"
  },
  {
    "文件名": "[聚成]动漫角色来我家 作者：如风似光.txt",
    "夸克盘链接": "https://pan.quark.cn/s/818b849ff1a6"
  },
  {
    "文件名": "[聚成]大明：爹，我真没想要造反啊！⊙176.txt",
    "夸克盘链接": "https://pan.quark.cn/s/603d37b277a3"
  },
  {
    "文件名": "[聚成]动漫混合世界.txt",
    "夸克盘链接": "https://pan.quark.cn/s/2c5c9b13147a"
  },
  {
    "文件名": "[聚成]大秦：开局邀请祖龙造反.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a7539377b32a"
  },
  {
    "文件名": "（聚成）重生：从告白开始3281212045532036.txt",
    "夸克盘链接": "https://pan.quark.cn/s/20ef740c5a91"
  },
  {
    "文件名": "（聚成）直播：我的女神主播.txt",
    "夸克盘链接": "https://pan.quark.cn/s/78390973058b"
  },
  {
    "文件名": "[聚成]超凡赏金猎人 作者：没眼皮的蚊子.txt",
    "夸克盘链接": "https://pan.quark.cn/s/6a194a042992"
  },
  {
    "文件名": "（聚成）玄幻：我是诸天创世神.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a399488fb04e"
  },
  {
    "文件名": "（聚成）网游：开局带着神器重生.txt",
    "夸克盘链接": "https://pan.quark.cn/s/8f4752a828fc"
  },
  {
    "文件名": "（聚成）娱乐：从富二代到影帝3497225849932170.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e63b5cbdf79f"
  },
  {
    "文件名": "（聚成）举国随我攻入神魔世界  作者：林子里的茄子.txt",
    "夸克盘链接": "https://pan.quark.cn/s/477d8119483a"
  },
  {
    "文件名": "（聚成）我居然认得上古神文.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c0f46bfc573a"
  },
  {
    "文件名": "欧皇0267087901810877.txt",
    "夸克盘链接": "https://pan.quark.cn/s/436e04d0ea95"
  },
  {
    "文件名": "（聚成）神豪老婆无限多 1121197812091902 作者：苏言.txt",
    "夸克盘链接": "https://pan.quark.cn/s/8866ac3cd4a6"
  },
  {
    "文件名": "（聚成）神豪老婆无限多  作者：苏言.txt",
    "夸克盘链接": "https://pan.quark.cn/s/00bb68e46372"
  },
  {
    "文件名": "（聚成）都市：我，智商300.txt",
    "夸克盘链接": "https://pan.quark.cn/s/f3fd9b983842"
  },
  {
    "文件名": "（聚成）1在奇幻世界成祖神  作者： 不癫真人.txt",
    "夸克盘链接": "https://pan.quark.cn/s/2c4a85a19066"
  },
  {
    "文件名": "（聚成）不会真有人觉着我是神吧2697198134951905 作者：强大的猪.txt",
    "夸克盘链接": "https://pan.quark.cn/s/8d4e918810e8"
  },
  {
    "文件名": "南天霸1283362414275323.txt",
    "夸克盘链接": "https://pan.quark.cn/s/926847a0ee6f"
  },
  {
    "文件名": "贫僧法海，佛门世尊 至399章 1284310614294242.txt",
    "夸克盘链接": "https://pan.quark.cn/s/320152358075"
  },
  {
    "文件名": "偏偏宠爱04544543637025951510322 作者：藤萝为枝.txt",
    "夸克盘链接": "https://pan.quark.cn/s/6520b58024f6"
  },
  {
    "文件名": "某替身使者的无限之旅至第六卷 天启终局.txt",
    "夸克盘链接": "https://pan.quark.cn/s/67a887bf6ba5"
  },
  {
    "文件名": "【聚成】作死冠位指定⊙Wryyyyy⊙至第25章.txt",
    "夸克盘链接": "https://pan.quark.cn/s/17417156120b"
  },
  {
    "文件名": "【聚成】最强影视大抽奖.txt",
    "夸克盘链接": "https://pan.quark.cn/s/2237c6840b18"
  },
  {
    "文件名": "【聚成】最终成为反英雄才不是我的错⊙煲个鸽子汤⊙全本.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a6846b297348"
  },
  {
    "文件名": "大秦：开局砸晕易小川（聚成） (1).txt",
    "夸克盘链接": "https://pan.quark.cn/s/ca8fd8fc67b0"
  },
  {
    "文件名": "【聚成】最终强化（完结）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/eda880a88549"
  },
  {
    "文件名": "【聚成】最强御主，开始承包花木兰 【永恒殿】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/27ceaa0be520"
  },
  {
    "文件名": "【聚成】最强昆仑掌门.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c624cdfd0958"
  },
  {
    "文件名": "【聚成】最强英雄时代.txt",
    "夸克盘链接": "https://pan.quark.cn/s/1421f05188c9"
  },
  {
    "文件名": "【聚成】最强小渔民.txt",
    "夸克盘链接": "https://pan.quark.cn/s/5e416c610c8c"
  },
  {
    "文件名": "【聚成】最强咸鱼大佬(1).txt",
    "夸克盘链接": "https://pan.quark.cn/s/db822182c1d1"
  },
  {
    "文件名": "【聚成】最强反派系统(1).txt",
    "夸克盘链接": "https://pan.quark.cn/s/e1d1b2a0c9ce"
  },
  {
    "文件名": "【聚成】最牛红包  作者： 花椒和大料.txt",
    "夸克盘链接": "https://pan.quark.cn/s/4522111dabf1"
  },
  {
    "文件名": "【聚成】最佳特摄时代.txt",
    "夸克盘链接": "https://pan.quark.cn/s/2faa60503f9b"
  },
  {
    "文件名": "【聚成】最强黑科技.txt",
    "夸克盘链接": "https://pan.quark.cn/s/87096ea2dd4f"
  },
  {
    "文件名": "【聚成】祖龙，必须救⊙古水月⊙至第567章.txt",
    "夸克盘链接": "https://pan.quark.cn/s/41174ac2f0a1"
  },
  {
    "文件名": "【聚成】纵横之洪荒.txt",
    "夸克盘链接": "https://pan.quark.cn/s/8986435b5f59"
  },
  {
    "文件名": "【聚成】纵横在武侠世界.txt",
    "夸克盘链接": "https://pan.quark.cn/s/d5c89d1ee430"
  },
  {
    "文件名": "【聚成】综漫之邪神救世主 作者：织姬.txt",
    "夸克盘链接": "https://pan.quark.cn/s/b2548c25accb"
  },
  {
    "文件名": "【聚成】综漫之开局变身女武神.txt",
    "夸克盘链接": "https://pan.quark.cn/s/dee37d6ddbcc"
  },
  {
    "文件名": "【聚成】综漫新手礼包，流星一条.txt",
    "夸克盘链接": "https://pan.quark.cn/s/01141c4615b0"
  },
  {
    "文件名": "【聚成】综漫：置换诸天.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c7db727267e4"
  },
  {
    "文件名": "【聚成】综漫：我有个鸿蒙宝库.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ce948c4c6432"
  },
  {
    "文件名": "【聚成】综漫世界中的弑神者.txt",
    "夸克盘链接": "https://pan.quark.cn/s/563d72b0225d"
  },
  {
    "文件名": "【聚成】综漫日常我有转换器.txt",
    "夸克盘链接": "https://pan.quark.cn/s/d16407016474"
  },
  {
    "文件名": "【聚成】综漫潜梦者『』 作者：三号突击炮.txt",
    "夸克盘链接": "https://pan.quark.cn/s/12d1dd1d6651"
  },
  {
    "文件名": "【聚成】综漫：无限氪金⊙月如【聚成】丨浮笔浪墨⊙连载至实力至上主义的教室卷@81章（已加密）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/db9d70f0c795"
  },
  {
    "文件名": "【聚成】综漫：开局选择扮演系统-.txt",
    "夸克盘链接": "https://pan.quark.cn/s/67c257ef88d2"
  },
  {
    "文件名": "【聚成】主神空间破产后 作者：Mr星尘.txt",
    "夸克盘链接": "https://pan.quark.cn/s/56f0b6a5a2d7"
  },
  {
    "文件名": "【聚成】自九叔世界开始不朽.txt",
    "夸克盘链接": "https://pan.quark.cn/s/97b9723b61f0"
  },
  {
    "文件名": "【聚成】转生成蜘蛛子的邻居怎么办？.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e852c6cfd098"
  },
  {
    "文件名": "【聚成】诸天演道.txt",
    "夸克盘链接": "https://pan.quark.cn/s/faa42292943f"
  },
  {
    "文件名": "【聚成】主角走丢了完结版 作者：顺岑.txt",
    "夸克盘链接": "https://pan.quark.cn/s/eb8c8a5d321b"
  },
  {
    "文件名": "【聚成】诸天万界捡属性系统.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c1d51e680271"
  },
  {
    "文件名": "【聚成】诸天农场.txt",
    "夸克盘链接": "https://pan.quark.cn/s/68872156126c"
  },
  {
    "文件名": "【聚成】诸天恶魔系统1-150.txt",
    "夸克盘链接": "https://pan.quark.cn/s/6e5356b1a748"
  },
  {
    "文件名": "【聚成】诸天从叶问开始打卡.txt",
    "夸克盘链接": "https://pan.quark.cn/s/112b402847cc"
  },
  {
    "文件名": "【聚成】重生周卫国从雪豹开始.txt",
    "夸克盘链接": "https://pan.quark.cn/s/4a3dc109b2b3"
  },
  {
    "文件名": "【聚成】重生追美记 （校对完本+番外） 作者：鱼人二代.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c1bbc5f8aa0b"
  },
  {
    "文件名": "【聚成】重生之娱乐人生1-1458至番外：大侦探1-2399.txt",
    "夸克盘链接": "https://pan.quark.cn/s/cf221c3e2f12"
  },
  {
    "文件名": "【聚成】重生之资本巨鳄.txt",
    "夸克盘链接": "https://pan.quark.cn/s/d103ce662a40"
  },
  {
    "文件名": "【聚成】重生周卫国，从雪豹开始.txt",
    "夸克盘链接": "https://pan.quark.cn/s/d5731f781114"
  },
  {
    "文件名": "【聚成】重生之娱乐人生1-1458至番外：大侦探1-2243- 作者：寻梦风雪.txt",
    "夸克盘链接": "https://pan.quark.cn/s/df831b8a6089"
  },
  {
    "文件名": "【聚成】重生之世家子弟.txt",
    "夸克盘链接": "https://pan.quark.cn/s/2837aba7eb10"
  },
  {
    "文件名": "【聚成】重生之我是后羿.txt",
    "夸克盘链接": "https://pan.quark.cn/s/8871ffa38727"
  },
  {
    "文件名": "【聚成】重生之洪荒天尊.txt",
    "夸克盘链接": "https://pan.quark.cn/s/7ddaf1b97075"
  },
  {
    "文件名": "【聚成】重生之圣人都市传道.txt",
    "夸克盘链接": "https://pan.quark.cn/s/80cc84629684"
  },
  {
    "文件名": "【聚成】重生之洪荒魔猿.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a24db290cd39"
  },
  {
    "文件名": "【聚成】重生在新世界的我有外挂却不知道该怎么浪⊙宅君十二恨⊙至第5章.txt",
    "夸克盘链接": "https://pan.quark.cn/s/00ae8908510e"
  },
  {
    "文件名": "【聚成】重生之超级战舰.txt",
    "夸克盘链接": "https://pan.quark.cn/s/02224420877a"
  },
  {
    "文件名": "【聚成】重生西游 (1).txt",
    "夸克盘链接": "https://pan.quark.cn/s/fe7b24ca408f"
  },
  {
    "文件名": "【聚成】重生西游.txt",
    "夸克盘链接": "https://pan.quark.cn/s/07087f341ca0"
  },
  {
    "文件名": "【聚成】重生带着任意门.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ac4a4d481b7e"
  },
  {
    "文件名": "【聚成】重生龙珠之异世争霸 作者：道家阴阳.txt",
    "夸克盘链接": "https://pan.quark.cn/s/5f1681c6284d"
  },
  {
    "文件名": "【聚成】种子培育大师 至976章- 作者：种子大师.txt",
    "夸克盘链接": "https://pan.quark.cn/s/10f2f6d20156"
  },
  {
    "文件名": "【聚成】重生成雄狮的我被直播了 至264章- 作者：这个师王.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a09cd33a3051"
  },
  {
    "文件名": "【聚成】重生：我有每日签到系统.txt",
    "夸克盘链接": "https://pan.quark.cn/s/2e476ec91f20"
  },
  {
    "文件名": "【聚成】重生：从互联网到全球霸主至227章 -.txt",
    "夸克盘链接": "https://pan.quark.cn/s/5b51fdf806a9"
  },
  {
    "文件名": "【聚成】直播之无限作死 海贼卷217章- 作者：小无敌.txt",
    "夸克盘链接": "https://pan.quark.cn/s/b9dd2c1bde1c"
  },
  {
    "文件名": "【聚成】至尊妖皇-完结.txt",
    "夸克盘链接": "https://pan.quark.cn/s/7665054886a8"
  },
  {
    "文件名": "【聚成】直播之恐怖审判.txt",
    "夸克盘链接": "https://pan.quark.cn/s/de618b726d43"
  },
  {
    "文件名": "【聚成】职场从小欢喜开始1---344-.txt",
    "夸克盘链接": "https://pan.quark.cn/s/dd2ce914572c"
  },
  {
    "文件名": "【聚成】至尊剑皇-完结.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ff7484a83aaf"
  },
  {
    "文件名": "【聚成】直播：最强哥哥 至411章- 作者：靓仔.txt",
    "夸克盘链接": "https://pan.quark.cn/s/f7277a03973d"
  },
  {
    "文件名": "【聚成】直播：女神家的哈士奇天秀.txt",
    "夸克盘链接": "https://pan.quark.cn/s/0b5bc126991b"
  },
  {
    "文件名": "【聚成】直播：我在异界当领主⊙大白不白⊙303-.txt",
    "夸克盘链接": "https://pan.quark.cn/s/1693ceb27549"
  },
  {
    "文件名": "【聚成】直播：我在山村的悠闲生活 至525章 -.txt",
    "夸克盘链接": "https://pan.quark.cn/s/208d56bfc63a"
  },
  {
    "文件名": "【聚成】拯救了型月的我成为了型月的主人  作者： 云殇.txt",
    "夸克盘链接": "https://pan.quark.cn/s/51fc54865bcf"
  },
  {
    "文件名": "【聚成】直播：盗墓之王.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ee995e506334"
  },
  {
    "文件名": "【聚成】正阳门下：开局万元户.txt",
    "夸克盘链接": "https://pan.quark.cn/s/f7bf2970fe24"
  },
  {
    "文件名": "【聚成】这只萝莉曾是轮回空间最强的轮回者.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ce53706c36eb"
  },
  {
    "文件名": "【聚成】镇天帝尊.txt",
    "夸克盘链接": "https://pan.quark.cn/s/f8334e0fb73e"
  },
  {
    "文件名": "【聚成】遮天.txt",
    "夸克盘链接": "https://pan.quark.cn/s/72efcf8a527b"
  },
  {
    "文件名": "【聚成】真理之外.txt",
    "夸克盘链接": "https://pan.quark.cn/s/471deab39075"
  },
  {
    "文件名": "【聚成】这就是真理.txt",
    "夸克盘链接": "https://pan.quark.cn/s/fdfcd8038c84"
  },
  {
    "文件名": "【聚成】这个神明我认识  作者： 我是老虎【聚成】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/156c980976d0"
  },
  {
    "文件名": "【聚成】这个忍界不正常.txt",
    "夸克盘链接": "https://pan.quark.cn/s/2d2134269a77"
  },
  {
    "文件名": "【聚成】遮天【仙侠】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/dd2db6bb23bd"
  },
  {
    "文件名": "【聚成】这个神明我认识  作者： 我是老虎.txt",
    "夸克盘链接": "https://pan.quark.cn/s/b19c586a990e"
  },
  {
    "文件名": "【聚成】这大师兄不当也罢.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c31fcc55d967"
  },
  {
    "文件名": "【聚成】遮天之狠人时代.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c3f9d3d4007a"
  },
  {
    "文件名": "【聚成】-遮天之帝子.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a43b584f25c2"
  },
  {
    "文件名": "【聚成】长白山签到十年，阿宁请我出山 作者：盗墓达摩.txt",
    "夸克盘链接": "https://pan.quark.cn/s/06f381457dc2"
  },
  {
    "文件名": "【聚成】咱们结婚吧：从遇到杨桃开始 至759章- 作者：杨桃江莱棒棒.txt",
    "夸克盘链接": "https://pan.quark.cn/s/74b36db10534"
  },
  {
    "文件名": "【聚成】在娱乐圈过退休生活.txt",
    "夸克盘链接": "https://pan.quark.cn/s/26c14487e569"
  },
  {
    "文件名": "【聚成】在柯学世界上高中.txt",
    "夸克盘链接": "https://pan.quark.cn/s/8dbd131fe21a"
  },
  {
    "文件名": "【聚成】在下慎二，有何贵干完结版 作者：烂衣奸少.txt",
    "夸克盘链接": "https://pan.quark.cn/s/165412ea2206"
  },
  {
    "文件名": "【聚成】在西游朝九晚五的我加入了聊天群 （1---266） -.txt",
    "夸克盘链接": "https://pan.quark.cn/s/8cffdcff6bc8"
  },
  {
    "文件名": "【聚成】元尊.txt",
    "夸克盘链接": "https://pan.quark.cn/s/1407fb790f1a"
  },
  {
    "文件名": "【聚成】原始部落种田崛起.txt",
    "夸克盘链接": "https://pan.quark.cn/s/d3a543ac68cd"
  },
  {
    "文件名": "【聚成】原始文明：提前登录.txt",
    "夸克盘链接": "https://pan.quark.cn/s/dad1c5e74d9f"
  },
  {
    "文件名": "【聚成】在大明做官的那些日子  作者： 三千年大懒神【聚成】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/b4e12af8afed"
  },
  {
    "文件名": "【聚成】在大明做官的那些日子  作者： 三千年大懒神.txt",
    "夸克盘链接": "https://pan.quark.cn/s/34eef5c3a5ae"
  },
  {
    "文件名": "【聚成】原来是邪神大人.txt",
    "夸克盘链接": "https://pan.quark.cn/s/1291a737c2c4"
  },
  {
    "文件名": "【聚成】宇宙超级神豪系统.txt",
    "夸克盘链接": "https://pan.quark.cn/s/1238934973ce"
  },
  {
    "文件名": "【聚成】娱乐之搞笑小生  作者： 可爱的柚子 至2098章-.txt",
    "夸克盘链接": "https://pan.quark.cn/s/bdc9d9a1028c"
  },
  {
    "文件名": "【聚成】娱乐之荒岛奴隶主1-1160- 作者：大帅哥.txt",
    "夸克盘链接": "https://pan.quark.cn/s/25a704e30ddd"
  },
  {
    "文件名": "【聚成】娱乐之全能教师 至184章-.txt",
    "夸克盘链接": "https://pan.quark.cn/s/301705274a3a"
  },
  {
    "文件名": "【聚成】娱乐之女神收藏家（1-1116） 作者：2k纯黑.txt",
    "夸克盘链接": "https://pan.quark.cn/s/0f02c1448a6b"
  },
  {
    "文件名": "【聚成】娱乐之契约笔记⊙胖迪的微笑⊙断更至274章⊙已校正-.txt",
    "夸克盘链接": "https://pan.quark.cn/s/912424ac59d7"
  },
  {
    "文件名": "【聚成】娱乐之从吐槽大会开始 69-454-.txt",
    "夸克盘链接": "https://pan.quark.cn/s/6f97728be50b"
  },
  {
    "文件名": "【聚成】娱乐：这个演员太残暴（1---189）-.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c2ff5f42df04"
  },
  {
    "文件名": "【聚成】娱乐：这个演员太残暴（1---189）- (1).txt",
    "夸克盘链接": "https://pan.quark.cn/s/320f360f262e"
  },
  {
    "文件名": "【聚成】娱乐：我真不想当演员 至647章-.txt",
    "夸克盘链接": "https://pan.quark.cn/s/1cd66b711f27"
  },
  {
    "文件名": "【聚成】娱乐：我老婆是神仙姐姐698-.txt",
    "夸克盘链接": "https://pan.quark.cn/s/2d0c14735bfb"
  },
  {
    "文件名": "【聚成】娱乐：我终于等到粉丝成年了1---205-.txt",
    "夸克盘链接": "https://pan.quark.cn/s/3a6b1fdb65d0"
  },
  {
    "文件名": "【聚成】娱乐：明星逃亡365天.txt",
    "夸克盘链接": "https://pan.quark.cn/s/d7e4d471ca2d"
  },
  {
    "文件名": "【聚成】娱乐：我魔改了密室大逃脱 至508章-.txt",
    "夸克盘链接": "https://pan.quark.cn/s/3f0c5c51753e"
  },
  {
    "文件名": "【聚成】娱乐：我在香江当影帝.txt",
    "夸克盘链接": "https://pan.quark.cn/s/3ad1cc803c16"
  },
  {
    "文件名": "【聚成】娱乐：我夺舍了刘星！(58---371)-.txt",
    "夸克盘链接": "https://pan.quark.cn/s/d25e3ec98a5c"
  },
  {
    "文件名": "【聚成】娱乐：我的粉丝并没有离开 至280章-.txt",
    "夸克盘链接": "https://pan.quark.cn/s/568093c0ab6b"
  },
  {
    "文件名": "【聚成】娱乐：我成星爷的关门弟子 至346章-.txt",
    "夸克盘链接": "https://pan.quark.cn/s/838c3c68245d"
  },
  {
    "文件名": "【聚成】娱乐：我成了爱豆界的太子爷 至652章- 作者：软软的橘子.txt",
    "夸克盘链接": "https://pan.quark.cn/s/04e98f764668"
  },
  {
    "文件名": "【聚成】娱乐：神级选择1---769-.txt",
    "夸克盘链接": "https://pan.quark.cn/s/442e47cec09e"
  },
  {
    "文件名": "【聚成】娱乐：谦虚就变强 至834章-.txt",
    "夸克盘链接": "https://pan.quark.cn/s/29d9c1db19a1"
  },
  {
    "文件名": "【聚成】娱乐：老婆是鞠今依 至695章-.txt",
    "夸克盘链接": "https://pan.quark.cn/s/5c6517e5b663"
  },
  {
    "文件名": "【聚成】娱乐：明星的正确打开方式 至317章-.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e8bb76495d5f"
  },
  {
    "文件名": "【聚成】娱乐：开局就离婚！至756章-.txt",
    "夸克盘链接": "https://pan.quark.cn/s/7ecf9330e40d"
  },
  {
    "文件名": "【聚成】娱乐：开局就和丫丫结婚 至515章-.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c2cace7f8ed2"
  },
  {
    "文件名": "【聚成】娱乐：开局救下刘天仙的母亲 至231章-.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ed0233d9c059"
  },
  {
    "文件名": "【聚成】娱乐：和杨老板同居的日子 至699章-.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a5cb7ec82131"
  },
  {
    "文件名": "【聚成】娱乐：开局扮演秦始皇.txt",
    "夸克盘链接": "https://pan.quark.cn/s/6c1cbc019578"
  },
  {
    "文件名": "【聚成】娱乐：古装美男专业户 至512章-.txt",
    "夸克盘链接": "https://pan.quark.cn/s/eca4dbe2dd1e"
  },
  {
    "文件名": "【聚成】娱乐：国家队来欺负人了◎319-.txt",
    "夸克盘链接": "https://pan.quark.cn/s/5508426bb539"
  },
  {
    "文件名": "【聚成】娱乐：古装美男专业户 至512章-.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c30e5355cdeb"
  },
  {
    "文件名": "【聚成】娱乐：从明星到导演  至395章-.txt",
    "夸克盘链接": "https://pan.quark.cn/s/011fb642ea35"
  }
];
