// 自动拆分 part_40
window._part40 = [
  {
    "文件名": "[完结]《桃花蹊》作者：引欢（np）【24.5.13】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/13276ea158a7"
  },
  {
    "文件名": "[废文 完结]恋综偶遇前任之后（np）作者：沉星不眠【24.3.24】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/66ac007bb405"
  },
  {
    "文件名": "[完结]《为老婆时刻坚硬着》作者：芋泥啵啵（np）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/b872a5120ea1"
  },
  {
    "文件名": "[完结]《双性小网黄的幸福生活》作者：c（np）【24.5.07】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/2cfc3574f01e"
  },
  {
    "文件名": "[完结523+10番外]《[虫族]梦老师灵感枯竭》作者：baba（np）【24.7.03】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a4cd834fbe83"
  },
  {
    "文件名": "[完结]《不搞夹心饼干》作者：啤酒肚（np）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a12de3b466f3"
  },
  {
    "文件名": "[完结]《双性小美人在军营里被男人疼爱的日日液液》作者：土豆泥溏心蛋（np）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/1cd7eae40052"
  },
  {
    "文件名": "[完结+番外]《经怀玉》作者：半车草莓（np）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/24d961be2cd9"
  },
  {
    "文件名": "[完结]《壁尻风俗馆》作者：演戏的S（np）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c0cbc123c79b"
  },
  {
    "文件名": "[完结]《青龙劫》作者：嘿嘿嘿（np）【24.7.01】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/9a9828d9cdf7"
  },
  {
    "文件名": "[完结]《不小心契约了三个老攻》作者：西西心情特别好（np）【24.5.16】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/39d7642b08c5"
  },
  {
    "文件名": "[完结+番外3]《尽职当反派的我被主角们爆炒》作者：吃黄瓜的白菜（np）【24.3.27】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/0beece6bfa06"
  },
  {
    "文件名": "[完结+番外全]《和两个alpha结婚的beta》作者：捏捏猫肉垫（np）【24.7.30】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/47ea0bbdaa5e"
  },
  {
    "文件名": "[完结]《公主今日没空训狗》作者：葡萄柚（np）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/0e65b2a0c46e"
  },
  {
    "文件名": "[完结+番外4]《潜规则我是认真的》作者：略略略（np）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/9aa9809995e2"
  },
  {
    "文件名": "[完结95+番外]《被迫沉沦》作者：云上川只吃肉（np）【24.7.25】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/0cc54ce998e3"
  },
  {
    "文件名": "[完结]《被疯批懆弄的可怜beta》作者：我作今夜困兽（np）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/090eed089d52"
  },
  {
    "文件名": "[完结]《劣等替身》作者：南归（np）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e636f51d4888"
  },
  {
    "文件名": "[完结]《多汁漂亮受到哪儿都被轮》作者：西瓜沙沙（np）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/7a8c68465f43"
  },
  {
    "文件名": "[完结]《和两个爸爸偷情的笨蛋美人》作者：退休售货员（np）【24.7.13】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/08c6698c801e"
  },
  {
    "文件名": "[完结+番外]《魅魔和他的大奶乐园》作者：争取勤奋码字中（np）【24.4.16】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/8b37d6d10662"
  },
  {
    "文件名": "[完结]《乖巧美人的堕落游戏》作者：咩咩大绵羊（np）【24.3.19】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/96694e5f4f5b"
  },
  {
    "文件名": "[完结]《倡寮》作者：拉尼叔叔（np）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a9d9006232aa"
  },
  {
    "文件名": "[完结]《地下小偶像的打工日记》作者：圆圆的梨（np）【24.5.07】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/8d961048aede"
  },
  {
    "文件名": "[完结]《天下美人收集图鉴》作者：秦楼约（np）【24.4.25】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a9358778eb7a"
  },
  {
    "文件名": "[完结]《扶她女教师》作者：散落（混合扶她np）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/0a87390ded61"
  },
  {
    "文件名": "[完结]《双性大奶任逍遥被爆艹的蓝星之旅》作者：流心酥（np）【24.6.17】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a7b89311dec1"
  },
  {
    "文件名": "[完结64+番外]《漂亮队长更衣室被围观后 原名 漂亮队长磨批被围观后》作者：Uranus（np）~补番【24.4.21】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/dbc250894e5d"
  },
  {
    "文件名": "[完结]《宿主可不是纯情小白花》作者：咩咩大绵羊（np）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/1f4a80ffebdf"
  },
  {
    "文件名": "[完结]《Love Love - 异世界直播》作者：Lemon（np）【24.5.27】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/9edae8ad503c"
  },
  {
    "文件名": "[完结501+10番外]《[虫族]梦老师灵感枯竭》作者：baba（np）【24.4.07】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/3a1ee1484a78"
  },
  {
    "文件名": "[完结+10番外]《政圈妲己》作者：补血口服液（np）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/267b8d6ab662"
  },
  {
    "文件名": "[完结+番外]《[排球少年]谁家的小狐狸》作者：芒果布丁（np）【24.4.21】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ce0d91f64989"
  },
  {
    "文件名": "[完结110+番外]《雄虫他很快乐》作者：张好古（np）【24.4.05】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/d5672d054730"
  },
  {
    "文件名": "[完结]《热砂》作者：公子一生攻（np）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/268857da6714"
  },
  {
    "文件名": "[完结]《不作不死》作者：孤海扁舟（np）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/bcd255f76309"
  },
  {
    "文件名": "[完结]《老鬼》作者：Roy（np）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/0478c236c0a3"
  },
  {
    "文件名": "[完结+番外]《小伯爵被恶仆睡煎之后》作者：顾咕咕（np）【24.4.26】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/0ea918cba357"
  },
  {
    "文件名": "[完结+2番外]《漂亮小蜂后又被玩弄了》作者：杨枝甘露（np）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/7527f7b19d0e"
  },
  {
    "文件名": "[完结]《【all穹】王不见王》作者：你怎么知道我们哼哼下车拍照片了 (np)【24.4.21】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/4cee40bcfb1f"
  },
  {
    "文件名": "[完结]《双性大奶淫荡受靠催眠术被艹烂了逼》作者：花雪（np）【24.7.03】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a046ea3db010"
  },
  {
    "文件名": "[完结+番外4]《艳春番》作者：黎明破晓（np）【24.5.11】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/accafc4682ee"
  },
  {
    "文件名": "[完结]《双性美人的求虐日常》作者：酒茶（np）【24.4.20】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/3701ece74d9c"
  },
  {
    "文件名": "[完结]《禁室娃娃》作者：乌托蚌（np）【24.4.29】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/85aaabef0cad"
  },
  {
    "文件名": "[完结+番外]《孽》作者：小狼小狼开饭了（np）【24.3.28】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/f0f85ef8d3f4"
  },
  {
    "文件名": "[完结]《学生会长的秘密》作者：辜喜夏流（np）【24.6.11】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/9d955bafad0e"
  },
  {
    "文件名": "[完结]《双性小美人的成熟旅程》作者：几分从前（np）【24.5.07】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/b7f18533f1e7"
  },
  {
    "文件名": "[完结145+番外]《找出卧底：谁不是gay》作者：三文鱼刺身（np）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/b4749e0ff82a"
  },
  {
    "文件名": "[完结]《小奶狗被反派欺负日常》作者：花颜幺幺（np）【24.7.30】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/7f2824cb0e86"
  },
  {
    "文件名": "[完结]《婚礼来客》作者：壹（np）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/55dadc48f6a3"
  },
  {
    "文件名": "[完结129+番外]《恶毒炮灰捡到万人迷光环后》作者：柠檬鲜榨（np）【24.7.02】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/89963cba101f"
  },
  {
    "文件名": "[完结+番外]《沦为共妻》作者：.（np）【24.6.12】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/7b947dcbd3f9"
  },
  {
    "文件名": "[np  完结]《热陷（NP 追妻火葬场）》作者：卜鸣[补番].txt",
    "夸克盘链接": "https://pan.quark.cn/s/0ca69915343d"
  },
  {
    "文件名": "[完结162+番外]《找出卧底：谁不是gay》作者：三文鱼刺身（np）【24.4.24】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/3cf46b53b667"
  },
  {
    "文件名": "[完结+番外1]《淫贼炮灰被主角们强制爱了》作者：无聊炫口肉（np）【24.4.01】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/60a3c63721c0"
  },
  {
    "文件名": "[完结+番外]《才不是兄友弟恭【ABO】》作者：松坂桃（np）~补番.txt",
    "夸克盘链接": "https://pan.quark.cn/s/f5e7438a0a03"
  },
  {
    "文件名": "[完结]《为救师尊决定成为海棠受》作者：黄油饼干君（np）【24.5.24】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/df84d37faf1c"
  },
  {
    "文件名": "[完结+番外]《漂亮炮灰重生后成了万人迷》作者：neetizumi（np）【24.4.24】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/d85a88e61246"
  },
  {
    "文件名": "[完结]《omega模拟发情周期体验卷》作者：再吃亿碗（np）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/f1508dc6b2cd"
  },
  {
    "文件名": "[完结+番外15]《【主攻】穿成反派后操烂所有人》作者：猪羔子（np）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e7db1d4c6d38"
  },
  {
    "文件名": "[完结]《当然是让室友爽爽》作者：leowilliam（np）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/9b89e5c5781f"
  },
  {
    "文件名": "[完结]《漂亮美人的18+之旅》作者：东南枝（np）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c249617bc214"
  },
  {
    "文件名": "[完结]《催眠之顺从》作者：咸鱼炖猪蹄（np）【24.4.14】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/30f667481a4c"
  },
  {
    "文件名": "[np  更47]《19禁剧本恋爱真人秀》作者：青山撞我（1V6，万人迷受，单性，群狼环伺）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/cb315c0d21af"
  },
  {
    "文件名": "[np  更388]《愿君步长翮（NP 仙俠 虐心）》作者：无.txt",
    "夸克盘链接": "https://pan.quark.cn/s/db912f2cd403"
  },
  {
    "文件名": "[完结+81番外]《恶毒小美人落难之后》作者：甜酒小橙（np）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/1ed0345c949a"
  },
  {
    "文件名": "[完结]《雄虫的淫荡日常》作者：心乱如麻（np）【24.3.25】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/08c6d56b2dbc"
  },
  {
    "文件名": "[完结]《在男团选秀里养鱼》作者：loverrr（np）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e420f6fcaed7"
  },
  {
    "文件名": "[完结]《艾弗拉法大公》作者：普通睡鼠（np）【24.5.22】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/53915d5e2a0e"
  },
  {
    "文件名": "[完结]《全宿舍的老婆》作者：小漏漏（np）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/2981de83bbba"
  },
  {
    "文件名": "[完结]《严刑逼供》作者：蜜汁桃桃（np）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/bc2ad4f99fea"
  },
  {
    "文件名": "[完结+番外]《[快穿]漂亮npc他身娇体软》作者：林雨霞的哈斯本（np）【24.4.11】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/468d83116ba2"
  },
  {
    "文件名": "[np  更94]《觉醒在大军压境时的虫母》作者：土豆切块（np文，双性受，主受）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/9e4937bfc5f7"
  },
  {
    "文件名": "[完结]《出轨的父亲》作者：滴滴（np）【24.5.12】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/1a8a98b235e1"
  },
  {
    "文件名": "[完结]《催眠修改常识游戏》作者：没有名字（np）【24.7.20】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/2c66b2e0c1e6"
  },
  {
    "文件名": "[完结112+番外]《将美人夫夫一网打尽系统》作者：余柑子（np）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/b4f58ebb0979"
  },
  {
    "文件名": "[完结]《天使的喘息》作者：古道春（np）【24.3.30】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/802c6b5fa90b"
  },
  {
    "文件名": "[完结]《疯批祭坛妖子沦总受》作者：海棠奶茶（np）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/1b1ebf992f01"
  },
  {
    "文件名": "[完结]《体液催眠》作者：色色发抖（np）【24.7.14】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/0a8448ee4b61"
  },
  {
    "文件名": "[完结]《卖批走错房间了》作者：呜呜喷水了耶（np）【24.5.14】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/383bed56f795"
  },
  {
    "文件名": "[完结]《从宿舍兄弟开始变得不正常》作者：小四五（np）【24.4.08】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/4bf9547a26f7"
  },
  {
    "文件名": "[完结]《师兄虽苟但实在诱人》作者：紫鸿（np）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/31bd1674e1d8"
  },
  {
    "文件名": "[完结+番外18]《【主攻】穿成反派后操烂所有人》作者：猪羔子（np）【24.4.22】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/5d1256ccffa0"
  },
  {
    "文件名": "[完结]《大明星的堕落之路》作者：雾白白白（np）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/1c41aef6983d"
  },
  {
    "文件名": "[完结]《催眠：凌辱高岭之花》作者：二哈吃豆腐（np）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/5f1f9c202a3a"
  },
  {
    "文件名": "[完结]《我真的是直男》作者：碎碎方茹（np）【24.5.06】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/60bdf86ca11c"
  },
  {
    "文件名": "[完结88+番外]《被抱错的小少爷大杀特杀》作者：木鸽不鸽（np）【24.7.26】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/af216b9bbb3b"
  },
  {
    "文件名": "[完结]《AV男受的自我修养》作者：油炸大虾球（np）【24.6.07】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/4c794f817a0a"
  },
  {
    "文件名": "[完结]《穿成雌虫后每天都过上性福生活》作者：劳伦瑞尔（np）【24.3.16】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/2111bc9d222b"
  },
  {
    "文件名": "[完结]《放纵日》作者：爆汁西红柿（np）【24.3.23】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/5d9626790961"
  },
  {
    "文件名": "[完结98+番外]《男高中生勾引老师之后》作者：西芹西芹（np）【24.6.18】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/d6f77263b7b0"
  },
  {
    "文件名": "[完结]《朋友变情人》作者：潮星来（np）【24.4.25】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e236a45237e6"
  },
  {
    "文件名": "[完结]《无差》作者：木之本月亮（np）【24.5.29】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/9e10f46c4187"
  },
  {
    "文件名": "[完结]《在气运崩坏的世界里续命》作者：花辞树（np）【24.7.27】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e8780033a748"
  },
  {
    "文件名": "[完结]《回南天》作者：比较喜欢钱（np）【24.7.15】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/eeedc1f7d5cb"
  },
  {
    "文件名": "[完结]《双性小美人的淫态日常》作者：几分从前（np）【24.6.04】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e86a5e5d0c20"
  },
  {
    "文件名": "[完结]《当包租公用催眠系统开后宫》作者：西瓜咔咔好吃（np）【24.7.03】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/cce97065d21c"
  },
  {
    "文件名": "[完结]《仙门路人甲做了奇怪的梦》作者：羲望（np）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/3ded12eb0cc1"
  },
  {
    "文件名": "[完结+番外]《情人公寓》作者：空日影（np）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/3be0158b7a57"
  },
  {
    "文件名": "[完结+番外]《网黄在线1vs1》作者：又又子（np）【24.6.21】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/7da65c84e088"
  },
  {
    "文件名": "[完结]《催眠奴隶》作者：白袜黑皮体育生（np）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/64e354527113"
  },
  {
    "文件名": "[完结]《小少爷是全庄园的肉便器》作者：mimicat（np）【24.5.16】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/838e1af4a62f"
  },
  {
    "文件名": "[完结]《堕落仙尊性癖特殊》作者：深夜幻境（np）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/6fe8843357e3"
  },
  {
    "文件名": "[完结]《男团队长的归宿是共妻》作者：春山艾草（np）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/05935ae46e2b"
  },
  {
    "文件名": "[完结+番外]《王爷在虫族当雄虫》作者：淋浴头（np）【24.7.23】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/1acd5e97c9b6"
  },
  {
    "文件名": "[完结+番外]《Alpha集中营里的omega》作者：花七七（np）【24.4.15】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/7619851e385e"
  },
  {
    "文件名": "[完结]《离职前操了公司所有人》作者：君沐霖（np）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/67c2e39c0aea"
  },
  {
    "文件名": "[完结]《将苏醒的七十二柱魔神们吃干抹净》作者：黎洛（np）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ec0e8f9fa10c"
  },
  {
    "文件名": "[完结]《倒错》作者：狂丝（np）【24.5.12】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ad0bdfc978e3"
  },
  {
    "文件名": "[完结+番外]《穿书后男主他被迫np》作者：吃肉肉啊（np）【24.6.12】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/6cb0d55a9f7a"
  },
  {
    "文件名": "[完结]《被队友们强制爱了》作者：从前慢（np）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e73ae91b1fb7"
  },
  {
    "文件名": "[完结113+番外]《犬皇》作者：闻白小尾巴 (np)【24.5.17】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/cf2b3358becf"
  },
  {
    "文件名": "[完结83+番外]《龙傲天沦为修真界妲己》作者：紫鸿（np）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/bd51812a9486"
  },
  {
    "文件名": "[完结]《抹布半生归来仍是纯爱战士》作者：一颗黄脆桃（np）【24.7.29】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/eec6dcefac3c"
  },
  {
    "文件名": "[完结]《女装网恋后翻车了什么办》作者：颜迟（np）【24.5.16】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/1a686bd56287"
  },
  {
    "文件名": "[完结]《小作精才是唯一受害人》作者：不歇（np）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ceacb118c22a"
  },
  {
    "文件名": "[完结]《在无限游戏里扮演npc》作者：冰冻小企鹅（np）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/f2224c50433f"
  },
  {
    "文件名": "[完结]《渣攻被迫接受教育》作者：火锅苕粉（np）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/659b84001698"
  },
  {
    "文件名": "[完结]《一觉醒来正道师门变合欢宗了》作者：冒牌冰箱（np）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/8254e5b9407a"
  },
  {
    "文件名": "[完结+番外5]《艳春番》作者：黎明破晓（np）【24.6.13】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/822397c738b2"
  },
  {
    "文件名": "[完结]《绝望主夫直播间》作者：纯情比巴卜（np）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ea503207fb6a"
  },
  {
    "文件名": "[完结]《虚荣男高的卖屁股日常》作者：浮云悠（np）【24.6.16】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/0c2e82f04c13"
  },
  {
    "文件名": "[完结+番外]《小少爷是全庄园的肉便器》作者：mimicat（np）【24.5.25】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/9a4ec1633c7c"
  },
  {
    "文件名": "[完结]《漂亮继子被讨厌继父操熟》作者：青雨林（np）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/8e1260f73533"
  },
  {
    "文件名": "[np  更144]《[主攻_np]《教皇的三重冠》作者：家养小狮.txt",
    "夸克盘链接": "https://pan.quark.cn/s/5922d0ca4598"
  },
  {
    "文件名": "[完结136+番外]《地底城小狗升级录》作者：三文鱼刺身（np）【24.5.17】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/fc750a94aafa"
  },
  {
    "文件名": "[完结+番外]《被迫做假竹马们的狗》作者：不知不知（np）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/57f95b601f67"
  },
  {
    "文件名": "[完结]《幽囚狱往事》作者：爆炒西瓜（np）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/48ce29cc573d"
  },
  {
    "文件名": "[完结]《万人迷穿进兽人世界后》作者：安诗鸢尾（np）【24.6.17】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/d10c6d30c2cd"
  },
  {
    "文件名": "[完结]《春山外》作者：嘉树（np）【24.3.27】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a0929ecae916"
  },
  {
    "文件名": "[完结]《梦醒时分》作者：OMGIF（np）【24.5.07】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/f75fccf45645"
  },
  {
    "文件名": "[完结+番外]《专属军妓》作者：清月千年（np）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/687d4f26e234"
  },
  {
    "文件名": "[完结]《总攻：以白袜之名的控制》作者：晋铭（np）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/44770e91a754"
  },
  {
    "文件名": "[完结]《攻三竟是天生炉鼎》作者：宴许（np）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e40cc54d0662"
  },
  {
    "文件名": "[完结]《两对兄弟》作者：米尼爱肉肉（np）【24.4.08】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/4e80df033933"
  },
  {
    "文件名": "[完结86+番外]《被抱错的小少爷大杀特杀》作者：木鸽不鸽（np）【24.6.20】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e2497b8b6f7d"
  },
  {
    "文件名": "[完结]《大美人的性冷淡辛酸治疗史》作者：独眼怪（np）【24.4.25】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/44fecb2d55c9"
  },
  {
    "文件名": "[完结110+番外]《犬皇》作者：闻白小尾巴 (np).txt",
    "夸克盘链接": "https://pan.quark.cn/s/683a04ffb071"
  },
  {
    "文件名": "[完结]《侵占白月光》作者：苏酒（np）【24.4.29】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/440c5fa14882"
  },
  {
    "文件名": "[完结]《上司老婆是黄色主播被我发现了》作者：利露芭菈（np）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/cef5a4f7f972"
  },
  {
    "文件名": "[完结]《父亲的出轨对象》作者：黄羊（np）【24.5.07】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/f0414427f314"
  },
  {
    "文件名": "[完结]《幕后交易》作者：信平雀（np）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/8976033954ef"
  },
  {
    "文件名": "[完结]《大佬排队娶少爷》作者：嘴巴叭叭叭（np）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/578fb5213fbf"
  },
  {
    "文件名": "[完结+番外]《我飞升失败穿成游戏npc》作者：攻坚克难的Jrc（np）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/3172848b7bb9"
  },
  {
    "文件名": "[完结]《关于人外星球的探察记录》作者：混水八爪鱼（np）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/735a42b92948"
  },
  {
    "文件名": "[完结]《一睁眼，成了杀妻证道的妻》作者：一蟹不如一蟹（np）【24.5.12】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/f35f3ad8ff59"
  },
  {
    "文件名": "[np  更92]《陈佐家的男人们》作者：冯古道.txt",
    "夸克盘链接": "https://pan.quark.cn/s/16bc18a100dd"
  },
  {
    "文件名": "[完结]《被迫做假竹马们的狗》作者：不知不知（np）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/95710903f31f"
  },
  {
    "文件名": "[完结]《仙人抚我顶，结发受长生》作者：无生（np）【24.4.04】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/2ae4bb7909e6"
  },
  {
    "文件名": "[完结]《极品小O被肏烂》作者：打死不写报社（np）【24.4.21】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/2c562500ec3e"
  },
  {
    "文件名": "[完结+番外全]《论一个工具人的职业素养》作者：我见青山（np）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e6c3a7153566"
  },
  {
    "文件名": "[完结]《八号娱乐场》作者：大萘咀理炫（np）（24.7.11）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/158c25b4b6ce"
  },
  {
    "文件名": "[完结245+番外]《美人直播》作者：肉煎包子（np）【24.5.13】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/f400c2ee5e0c"
  },
  {
    "文件名": "[完结+番外]《线上游戏的老婆不可能是美少年》作者：熠寒（np）【24.5.13】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/0a900ef2c31c"
  },
  {
    "文件名": "[完结]《GV限定专辑拍摄》作者：青山撞我（np）【24.5.13】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/0d12eee351f7"
  },
  {
    "文件名": "[完结]《漂亮的恶毒男配》作者：阿九九（np总受）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/53e9e4c111a4"
  },
  {
    "文件名": "[完结]《CP受总是被透哭》作者：三弄（np）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/3ffb1640bbe7"
  },
  {
    "文件名": "[完结]《【快穿】每次都把爱人们喂的很饱》作者：000（np）【24.7.06】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/95e9a1bc750e"
  },
  {
    "文件名": "[完结+番外]《交际花和他的裤下之臣们》作者：耳朵（np）【24.7.05】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ef5318302daa"
  },
  {
    "文件名": "[完结+番外]《全文be后攻九被迫改剧情》作者：咽气（np）【24.3.16】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/dc8ee4e12dc4"
  },
  {
    "文件名": "[完结+番外]《缱绻欲重冷神仙》作者：此门中（np）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/0190c11521c3"
  },
  {
    "文件名": "[完结]《大奈直男被室友懆批懆出汁》作者：我作今夜困兽（np）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ab5e23ac7e6a"
  },
  {
    "文件名": "[np  更80]《被选中的受害人（校园_强制_NP）》作者：皙亚.txt",
    "夸克盘链接": "https://pan.quark.cn/s/4ce946e03481"
  },
  {
    "文件名": "[完结+2番外]《平民大学生的穿越》作者：wumicheng（np）【24.5.04】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/bea2cdbd704f"
  },
  {
    "文件名": "[完结]《大叔与男人们的二三事》作者：包八小展（np）【24.3.21】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/85eb37d0739a"
  },
  {
    "文件名": "[完结]《在末日游戏中也要享受才行》作者：楠神阿梓（np）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/0887935c0fd3"
  },
  {
    "文件名": "[完结]《工厂量产美少年》作者：搞煌炖肉大师（np）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/185e49e0c7e5"
  },
  {
    "文件名": "[完结]《他们为何都爱我_又名：妖界妲己》作者：且居（np）【24.3.27】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/b0945e6d71ae"
  },
  {
    "文件名": "[完结]《奴隶训练营》作者：白袜黑皮体育生（np）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a32c10f53ff3"
  },
  {
    "文件名": "[完结+4番外]《蛊系npc不想被争抢》作者：林听成（np）【24.3.30】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/57243d2f3570"
  },
  {
    "文件名": "[完结+番外]《漂亮受他只想活命》作者：顾咕咕（np）【24.4.26】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/04e8e6096ddd"
  },
  {
    "文件名": "[完结]《不安于室的妻子》作者：我爱吃冰棒（np）【24.5.31】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/77e1a940ac65"
  },
  {
    "文件名": "[完结]《双性骚货的定制淫荡世界》作者：落笔予公子（np）【24.4.08】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/77407916180a"
  },
  {
    "文件名": "[完结]《钙片男优的淫荡生活》作者：顾萌萌（np）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/bf24c365e0a3"
  },
  {
    "文件名": "[完结]《我闻不到你的信息素》作者：爱媛（np）【24.4.25】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/b6036649e6ed"
  },
  {
    "文件名": "[完结+番外]《Evil Desire续二之潘神的迷宫》作者：九真(np)~补番.txt",
    "夸克盘链接": "https://pan.quark.cn/s/57e4697dd770"
  },
  {
    "文件名": "[完结]《双胞胎兄弟沦为兽人们的性奴》作者：水木生溪（np）【24.4.25】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/30467883adae"
  },
  {
    "文件名": "[完结]《万人迷小可怜只想玷污师尊》作者：圆圆的梨（np）【24.4.08】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/4a64fa134cbd"
  },
  {
    "文件名": "[完结]《偶像跌落神坛后》作者：向溪而生（np）【24.7.27】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/88e5feb46942"
  },
  {
    "文件名": "[完结40+番外]《万人嫌大师兄雌堕以后》作者：连绾（np）【24.7.29】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/0e72f2558a2f"
  },
  {
    "文件名": "[完结]《小娼妓》作者：梁真（np）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/b9de103d3b56"
  },
  {
    "文件名": "[完结]《【19天】恶意勾引》作者：Gotou（np）【24.4.29】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a0a5b94a21e3"
  },
  {
    "文件名": "[完结]《美人香车》作者：一撇小胡子（np）【24.6.04】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/0f25dcf36180"
  },
  {
    "文件名": "[完结+番外]《漂亮蠢货注定被玩哭 原名 漂亮蠢货注定被操烂》作者：狐狸头（np）【24.3.20】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/7c72f7da7ff6"
  },
  {
    "文件名": "[完结53+番外]《产娘》作者：Xilinx（np）【24.6.18】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/0f71ea622a6a"
  },
  {
    "文件名": "[完结]《勃艮第红》作者：inkhappiness（过程np，结局1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c5993190c9fd"
  },
  {
    "文件名": "[完结]《假少爷沦为父兄的玩物后》作者：莉莉丝（np）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/eea36214aa71"
  },
  {
    "文件名": "[完结51+番外]《落难典狱长的48小时》作者：烟蓝（np）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/143b2659b8a6"
  },
  {
    "文件名": "[完结+番外]《师兄虽苟但实在诱人》作者：紫鸿（np）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/4a0c14183031"
  },
  {
    "文件名": "[完结]《反派美人的搞事指南》作者：酒色财气（快穿np）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c2544f752619"
  },
  {
    "文件名": "[完结]《孬种》作者：我不会说真话（np）【24.5.07】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/77b823a56d42"
  },
  {
    "文件名": "[完结+番外全]《破罐破摔》作者：云间（np）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/9b0606268720"
  },
  {
    "文件名": "[完结34+番外]《恶堕之春》作者：垃圾车在天堂（np）【24.5.25】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c583d619ff03"
  },
  {
    "文件名": "[完结]《舔狗半途而废以后》作者：冰点（np）【24.5.26】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/4d522b3cdd50"
  },
  {
    "文件名": "[完结]《师尊的憋尿触手地狱》作者：利露芭菈（np）【24.4.23】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/1f72f9b1d2b1"
  },
  {
    "文件名": "[完结]《破处专家的性奴收集之旅》作者：搞煌炖肉大师（np）【24.6.17】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c0dd0315b3c0"
  },
  {
    "文件名": "[np  完结+番外31]《白鸽（强制）》作者：躺平的仙女[补番].txt",
    "夸克盘链接": "https://pan.quark.cn/s/2ab6b3f68626"
  },
  {
    "文件名": "[完结133+番外]《无处可逃》作者：长川（np）【24.4.13】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a119ccb85f11"
  },
  {
    "文件名": "[完结]《双性大奶儿美人嫩批儿被淦爆了》作者：昼缠（np）【24.4.07】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/265929317cf5"
  },
  {
    "文件名": "[完结]《老公出轨后爬床当他小妈》作者：一枚伤爪（np）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a0399535432d"
  },
  {
    "文件名": "[完结]《和某人的弟弟乱伦后》作者：双面铃铛（np）【24.7.08】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a709e9623a7a"
  },
  {
    "文件名": "[np  更71]《小公子沦为共妻之后【NP】》作者： 阿芙酒（娇生惯养小公子受＊乡村糙汉四兄弟攻））.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c655c61ae0d5"
  },
  {
    "文件名": "[完结100+番外]《被玷污的师尊》作家：枫丹白露（双性np）~补番.txt",
    "夸克盘链接": "https://pan.quark.cn/s/4054580ddee1"
  },
  {
    "文件名": "[完结]《【主攻】催眠魔纹》作者：艾尔森（np）【24.4.12】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/93259199750c"
  },
  {
    "文件名": "[完结]《多汁美人天天快穿R18》作者：苏格拉没有底（np）【24.3.23】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/3fff0e28de60"
  },
  {
    "文件名": "[完结+番外1]《被表兄弟们轮流疼爱的日子》作者：玉乐月（np）【24.3.23】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/2b4cd386ffd9"
  },
  {
    "文件名": "[完结105+番外]《雄虫他很快乐》作者：张好古（np）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/8a7d4ac69dc8"
  },
  {
    "文件名": "[完结]《一个假纨绔的不归之路》作者：可乐芒可2（np）【24.4.07】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/26b6aa4069ac"
  },
  {
    "文件名": "[完结]《刘大壮的进京之路》作者：肉夹馍酱（np）【24.6.05】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/4311663f16a3"
  },
  {
    "文件名": "[完结]《嫂子开门我是我哥》作者：鹤不掉毛（np）【24.5.20】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ca1212d499c7"
  },
  {
    "文件名": "[完结+番外]《三重占有》作者：xmrj（古代ABO_np）【24.4.16】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/50c88475ee37"
  },
  {
    "文件名": "[完结]《哥哥不哭》作家：婉柳（np）【24.7.20】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/9f72afd71760"
  },
  {
    "文件名": "[完结+番外]《异种族牛郎评鉴指南》作者：莫汐汐泥（np）【24.6.06】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/23ada6d04eb3"
  },
  {
    "文件名": "[完结+番外]《万人迷竟是我自己》作者：麻辣火锅（np）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/5e3e400afc5d"
  },
  {
    "文件名": "[完结+番外全]《黄油评鉴大全 原名 黄油几把评鉴大全》作者：木鱼花（np）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/7f84e7d28134"
  },
  {
    "文件名": "[完结]《十八禁游戏npc觉醒后》作者：白开水水水水 （np）【24.5.27】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/192befa91f19"
  },
  {
    "文件名": "[完结]《种马霸总和他的孕夫后宫们》作者：夜间车手（np）【24.4.18】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/bb47ccb71ff9"
  },
  {
    "文件名": "[完结]《向体育生老公借种》作者：青山有你（np）【24.6.09】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/efbe6e2eaaca"
  },
  {
    "文件名": "[完结]《变成双性后，当然要让室友爽一爽啊》作者：张嘴吃肉 (np).txt",
    "夸克盘链接": "https://pan.quark.cn/s/11443ab45663"
  },
  {
    "文件名": "[完结]《中出大明星》作者：江湖老手（np）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/2a2bf7a0b741"
  },
  {
    "文件名": "[完结+番外]《来自边境的雄虫》作者：有形资产（np）【24.4.28】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/2292a00ae16e"
  },
  {
    "文件名": "[完结]《男模平平无常的约炮日记》作者：阿麦潘达（np）【24.7.01】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/8aba41177e05"
  },
  {
    "文件名": "[完结+番外《温柔万人迷大师兄总是勾到人》作者：driver（np）【24.3.28】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/7c1e4fc953e4"
  },
  {
    "文件名": "[完结]《人鱼季节（又名交配季节）》作者：段老板（np）【24.4.14】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/cb7906402ea4"
  },
  {
    "文件名": "[完结]《哥哥沦陷》作者：风情万种的神经病（np）【24.6.07】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/f74f385e8d57"
  },
  {
    "文件名": "[完结]《名妓继承者》作者：Manon（np）【24.6.19】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/7331ea72622b"
  },
  {
    "文件名": "[完结]《幕后反派被疯批np后沦为共妻》作者：秘?没有名字秘?（np）【24.7.27】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/142e7ad69393"
  },
  {
    "文件名": "[完结]《哥哥总想玩游戏》作者：芝芝布芝（np）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/1f5970608501"
  },
  {
    "文件名": "[完结]《共享哑妻》作者：湿水瓢（np）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/5bdcc4ed1eff"
  },
  {
    "文件名": "[完结]《名器艳花谱》作者：伊弥（np）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/707a347eb334"
  },
  {
    "文件名": "[完结]《丹清不渝》作者：风不止（np）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/90c11e1462c0"
  },
  {
    "文件名": "[完结]《大师兄下面多了个洞之后》作者：黄呱呱（np）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/d3490fb454ab"
  },
  {
    "文件名": "[完结]《夷陵的美丽传说（魔道祖师同人）》作者：桃花羡春风（np）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ab05929bd55c"
  },
  {
    "文件名": "[完结]《在耽美领免费鸡蛋》作者：冰块牛奶（np）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/580f5323f464"
  },
  {
    "文件名": "[完结]《和尚下山》作者：大狼犬（np）【24.7.05】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/19ea91ab1ddc"
  },
  {
    "文件名": "[完结]《佛系玩家怒草npc》作者：呜呜喷水了耶（故事集）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/7462a0b8de4c"
  },
  {
    "文件名": "[完结+87番外]《恶毒小美人落难之后》作者：甜酒小橙（np）【24.5.06】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/f618de62337c"
  },
  {
    "文件名": "[完结]《多汁美人在清醒梦中被变态玩烂》作者：情丝又逐青丝乱（np）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/3f1ee7dbc234"
  },
  {
    "文件名": "[完结]《反派家主操翻整个玄幻世界》作者：阿白（np）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/0ca4bab90c3a"
  },
  {
    "文件名": "[完结]《别喝前金主递来的酒》作者：舸海狂蛆（np）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a26b1d74d1ce"
  },
  {
    "文件名": "[完结+番外]《恐同A终成A同》作者：咽气（np）【24.5.19】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/8d743f4173ce"
  },
  {
    "文件名": "[完结]《疯批混乱世界》作者：轻松向（np）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/00c47521182a"
  },
  {
    "文件名": "[完结]《有钱就是了不起》作者：我讨厌你（np）【24.5.18】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/53682ed85fb3"
  },
  {
    "文件名": "[完结]《我竟然有两个老婆》作者：飞五子（np）【24.4.01】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/74449d6fdc02"
  },
  {
    "文件名": "[完结93+番外]《起点主角和晋江攻穿进海棠》作者：梨梨（np）【24.5.13】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/b59d469f5e30"
  },
  {
    "文件名": "[完结]《出轨成瘾》作者：大马猴（np）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/b5291a74fd8b"
  },
  {
    "文件名": "[完结]《可爱少年的调教训练》作者：白袜黑皮体育生（np）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e293cb996766"
  },
  {
    "文件名": "[完结]《江欲白》作者：熊吉你是认真的吗_（np）【24.5.17】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/7269241c0cca"
  },
  {
    "文件名": "[完结124+番外]《政圈妲己》作者：补血口服液（np）【24.4.16】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/4efc6a32d63c"
  },
  {
    "文件名": "[完结]《一朝沦落终为受》作者：山野狂夫（np）【24.6.19】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/bf5568eb8980"
  },
  {
    "文件名": "[完结]《仙途》作者：恋爱缺钱 (np).txt",
    "夸克盘链接": "https://pan.quark.cn/s/62e6c296af17"
  },
  {
    "文件名": "[完结+番外]《当霸总绑定了海棠总受系统》作者：宴安（np）【24.5.29】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/85338a3eb339"
  },
  {
    "文件名": "[完结+番外]《强制婚姻》作者：吃肉的一股清流（np）【24.5.16】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/07e7d65f81fd"
  },
  {
    "文件名": "[完结]《直男被舍友诅咒长批后被全宿舍轮了》作者：不会打游戏的皎皎（np）【24.5.28】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/40f94047c564"
  },
  {
    "文件名": "[完结]《舍友说他会和我未婚夫在一起》作者：绅士（np）【24.4.20】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/68cd9b580f05"
  },
  {
    "文件名": "[完结54+番外]《大反派失忆后被各路正派爆肏》作者：华云（np）【24.6.04】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/3a99e34e55b2"
  },
  {
    "文件名": "[完结]《全息黄游》作者：发卖美人的嫡爪爪（np）【24.3.17】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a11fb6495139"
  },
  {
    "文件名": "[完结]《从天而降的性福》作者：进击的咸鱼（np）【24.4.22】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/d580fa293d88"
  },
  {
    "文件名": "[完结]《人人都爱狐狸精》作者：（np）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/1b7b97e12b1c"
  },
  {
    "文件名": "[废文 完结]不拘（np）作者：岸江.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a4e59f7a2b80"
  },
  {
    "文件名": "[完结]《你说得对，但钱才是一切》作者：sound（np）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/42e4328cf5a1"
  },
  {
    "文件名": "[完结]《各种双性剧情1v1和np，ntr故事大合集》作者：大白菜又大又甜【24.6.17】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/5d75d7ac839f"
  },
  {
    "文件名": "[完结+番外全]《狂草大屌男》作者：寸铁（总攻np）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/672463cdd5cc"
  },
  {
    "文件名": "[完结]《all叶2023合集》作者：兔兔那么可爱（np）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/3be9466499c6"
  },
  {
    "文件名": "[完结]《在密室被学生轮》作者：观来果（np）【24.4.01】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/91b8bc17fe32"
  },
  {
    "文件名": "[完结]《外国人盯上了健身小甜心》作者：风信子（np）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e7b369e35bec"
  },
  {
    "文件名": "[完结]《开局推了小哥》作者：维纳斯之海（np）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a471038479e8"
  },
  {
    "文件名": "[完结+番外]《穿进抹布文被主角受强制爱了》作者：Sylviahazo（np）【24.6.12】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/5de1909e4f89"
  },
  {
    "文件名": "[完结]《在武警连队做奴的日子》作者：白袜黑皮体育生（np）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/5bdd7f7d5748"
  },
  {
    "文件名": "[完结497+9番外]《[虫族]梦老师灵感枯竭》作者：baba（np）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/26e4828cbb00"
  },
  {
    "文件名": "[np  完结+番外14]《炮灰小師姐重生實錄（NPH）》作者：蜜酒.txt",
    "夸克盘链接": "https://pan.quark.cn/s/cdcfb38d5b72"
  },
  {
    "文件名": "[np  更78]《碾碎人渣攻[总_攻_催眠_改造]》作者：driver.txt",
    "夸克盘链接": "https://pan.quark.cn/s/3006095ab620"
  },
  {
    "文件名": "[完结]《夫君柔弱但器大貌美》作者：巨门（np）【24.6.14】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/017658d92604"
  },
  {
    "文件名": "[完结]《多汁大乃美人穿书后被肝坏》作者：情丝又逐青丝乱（混合np）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/1dfc52eb11be"
  },
  {
    "文件名": "[完结104+番外]《【综】转生五条家的我成了万人迷》作者：波拉荼（np）【24.5.04】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/b5b04f78de13"
  },
  {
    "文件名": "[完结]《借腹生子》作者：福临门（np）【24.7.27】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c0b39f7b6764"
  },
  {
    "文件名": "[完结]《兽人研究所》作者：梁真（np）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/656ef7688fd1"
  },
  {
    "文件名": "[完结]《博德队友收集图鉴》作者：：豆腐今天咸了（np）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/626014ae3276"
  },
  {
    "文件名": "[完结+番外2]《黑月光受害者联盟》作者：Eclosion（np）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/5b270e0bfeab"
  },
  {
    "文件名": "[完结+2番外]《奴皇》作者：故归（np）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/f7aff394839b"
  },
  {
    "文件名": "[完结]《他们都想当我男朋友》作者：Doll（np）【24.5.25】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/1c6ee62b2d19"
  },
  {
    "文件名": "[完结]《二丁目之眼》作者：霓虹笑笑子（np）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/54939cc6df39"
  },
  {
    "文件名": "[完结]《催眠性指导》作者：三色夜铃（np）【24.5.01】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a1567ef1c843"
  },
  {
    "文件名": "[完结]《穿成炮灰渣攻后我成了黑月光》作者：凉裴（np）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/8489136af211"
  },
  {
    "文件名": "[完结]《三个哥哥每个都很大》作者：张嘴吃肉（np）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/af39174a6159"
  },
  {
    "文件名": "[完结]《19禁成人付费综艺》作者：青山撞我（np）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/5faf821ed661"
  },
  {
    "文件名": "[完结]《被年轻人欺负的社畜》作者：风信子（np）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/6087eb182db1"
  },
  {
    "文件名": "[完结]《穿越后我交往了三个对象 原名 拥有了三个色情变态对象是种什么体验》作者：文火焖肉（np）【24.3.30】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/3d99effce990"
  },
  {
    "文件名": "[完结]《总攻爸爸催眠儿子们 原名 总攻爸爸催眠爆艹儿子们》作者：花市恰肉（np）【24.5.06】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/51da96438f53"
  },
  {
    "文件名": "[完结]《每天都有人给他口》作者：风雪丫丫（混合np）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/b81784dca25e"
  },
  {
    "文件名": "[完结+番外4]《破罐破摔》作者：云间（np）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/5d0c3c4076b6"
  },
  {
    "文件名": "[完结+番外]《室友三个我都追过》作者：捏捏猫肉垫（np）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/d2d30ff056c6"
  },
  {
    "文件名": "[完结+番外全]《风过河川》作者：南山（np）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/2c379ca12856"
  },
  {
    "文件名": "[完结+番外]《暗之轮煎集团》作者：顾明朗（np）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/b362524380ab"
  },
  {
    "文件名": "[完结]《魔尊把修仙界嫩批都玩遍》作者：吃个鸭脖（np）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c8b088ae065b"
  },
  {
    "文件名": "[完结47]《入瓮》作者 閒魚（纯百NP）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/29cac475386b"
  },
  {
    "文件名": "[完结+番外]《魔尊把修仙界嫩批都玩遍》作者：吃个鸭脖（np）【24.4.16】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/916e29910d11"
  },
  {
    "文件名": "[完结]《人夫全部都雌堕》作家：云中月下鸢（np）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/5012bc3658d4"
  },
  {
    "文件名": "[完结]《扮演反派后每天都在挨肏》作者：菠萝柠檬汁（np）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/6fc37239f2fb"
  },
  {
    "文件名": "[完结]《他们变得有点奇怪》作者：面包不漏气（np）【24.7.07】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/11e16712c689"
  },
  {
    "文件名": "[完结]《穿进总受群里做弱攻》作者：没有名字（np）【24.5.09】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/31e4866e630b"
  },
  {
    "文件名": "[完结]《我那情绪稳定的富哥上司》作者：白金小子（np）【24.7.23】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e47724c92af0"
  },
  {
    "文件名": "[完结]《危险勾引》作者：南枫枫（np）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/100ede6102ea"
  },
  {
    "文件名": "[完结]《一个夹缝求生的皇帝的自白》作者：草豆儿（np）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/587cfee5175b"
  },
  {
    "文件名": "[完结]《天生浪种》作者：手莫鱼（np）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/643d856dc2fe"
  },
  {
    "文件名": "[完结]《主角们怎么变成疯批了》作者：执棠（np）【24.7.16】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/33a8b4148032"
  },
  {
    "文件名": "[完结]《被诱拐的诺言兄弟》作者：快乐大福（np）【24.6.05】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/be9cade96652"
  },
  {
    "文件名": "[完结]《公共男友》作者：张嘴吃肉（np）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/5ae18915e46e"
  },
  {
    "文件名": "[完结]《凌辱万人嫌》作者：neetizumi（np）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/31dc4c9633ad"
  },
  {
    "文件名": "[完结]《午夜直播间》作者：木三火（np）【24.7.23】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/829991bdb9e2"
  },
  {
    "文件名": "[完结]《他们最爱肝良家人夫》作者：情丝又逐青丝乱（np）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/6b2f67bca3a5"
  },
  {
    "文件名": "[完结296+番外]《辉夜之城》作家：可乐可乐酱（np）~补番.txt",
    "夸克盘链接": "https://pan.quark.cn/s/f52717a734fc"
  },
  {
    "文件名": "[完结]《当爱豆成为豪门共妻的日子》作者：珍珠粉（np）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/7c7c0a484631"
  },
  {
    "文件名": "[完结]《予以鹤鸣》作者：肉松小贝（np）【24.7.27】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/4a95eb8d643b"
  },
  {
    "文件名": "[完结38+番外]《恶堕之春》作者：垃圾车在天堂（np）【24.6.09】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/83d8aa888642"
  },
  {
    "文件名": "[完结]《路人甲炮灰只想下班》作者：瑶琴几断（np）【24.5.12】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/cbe92c543e3a"
  },
  {
    "文件名": "[完结]《公交》作者：北X风（np）【24.6.05】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/9433edcb53f9"
  },
  {
    "文件名": "[完结]《父子双双大肚了》作者：R12（np）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/216bd8bcc8c6"
  },
  {
    "文件名": "[完结]《快穿之就是喜欢被强制怎么了》作者：西瓜籽不好吃（np）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a2bdb5953a90"
  },
  {
    "文件名": "[完结]《劣质遗产》作者：咖啡奶冻（np）【24.3.21】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/fa2b4db8df39"
  },
  {
    "文件名": "[完结]《穿书：炮灰男二他跑了！》作者：苏酒（np）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/5c6c5bf0fbd5"
  },
  {
    "文件名": "[完结]《被高中生欺负的老男人》作者：两条腿的猪猪（np）【24.5.16】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/8c474f8d06c9"
  },
  {
    "文件名": "[完结]《反派不想再奉陪》作者：椰果奶茶（np）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/aa1fe5d0d228"
  },
  {
    "文件名": "[完结]《和三个室友深爱》作者：没脸没名（np）【24.5.18】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/2746e9e3cd78"
  },
  {
    "文件名": "[完结]《男主们都想操我》作者：饮梦如酒（np）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a3fb2eadf5cb"
  },
  {
    "文件名": "[完结]《yin乱的性爱轮回》作者：蛇蛇（np）【24.4.20】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/b6f63ea93c3c"
  },
  {
    "文件名": "[完结]《催眠雌堕言情小说男主角》作者：云中月下鸢（np）【24.5.05】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/12d0a18aa88b"
  },
  {
    "文件名": "[完结]《被欺负的漂亮质子》作者：南枫枫（np）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/46ee2b32c9a6"
  },
  {
    "文件名": "[完结]《唯一纯白的茉莉花》作者：飞飞不是非非（np）【24.5.08】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/0f3161e68ba8"
  },
  {
    "文件名": "[完结]《如何做一只合格的雄虫》作者：想喝甜水儿（np）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/78e2f5cbd42a"
  },
  {
    "文件名": "[完结+番外]《穿到女尊世界绿女主》作者：格子（np）【24.5.29】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/2f0b002c6b77"
  },
  {
    "文件名": "[完结]《大哥这样会挨艹》作者：芒果炒带鱼（np）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ef6832bd3203"
  },
  {
    "文件名": "[完结+番外1]《狗日的渣男》作者：深林色（np）【24.6.05】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ac034b658b2a"
  },
  {
    "文件名": "[完结]《催眠修仙门派的高岭之花们》作者：吃兔兔（np）【24.7.29】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/d28915112986"
  },
  {
    "文件名": "[完结+番外]《管教亡国小美人》作者：醉月月（总攻np）【24.5.16】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/beba20ac07b5"
  },
  {
    "文件名": "[完结]《为了哥哥以身饲魔》作者：坠落的风（np）【24.4.29】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/fecc0395749a"
  },
  {
    "文件名": "[完结+番外]《笼中夜莺》作者：椰果奶茶（np）【24.4.16】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/3e8024bef111"
  },
  {
    "文件名": "[完结]《小耶工（挨）作（肏）日记》作者：搞点肉肉吃吃吧!（np）【24.7.01】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/443bdf6c8a8d"
  },
  {
    "文件名": "[完结]《裙下桃李》作者：白槿霜风（np）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c8c1b414ee94"
  },
  {
    "文件名": "[完结+番外]《【ABO】【总受】没离婚不恋爱》作者：佚名黄A（np）【24.6.16】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/b7c7b997ab0e"
  },
  {
    "文件名": "[np  更37]《当万人迷混入贵族学院［np］》作者：酒木槿.txt",
    "夸克盘链接": "https://pan.quark.cn/s/20484f25798b"
  },
  {
    "文件名": "[完结]《催眠修仙界》作者：黎洛（np）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/9dcda84f11b5"
  },
  {
    "文件名": "[完结+番外]《omega模拟发情周期体验卷》作者：再吃亿碗（np）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a4843771077a"
  },
  {
    "文件名": "[完结]《密室闯关游戏》作者：云南本草（np）【24.5.14】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ab9d1f227ea3"
  },
  {
    "文件名": "[完结]《小傻子被坏狗们欺负》作者：明前龙雀（np）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/72c61f851cb8"
  },
  {
    "文件名": "[完结]《小绿茶翻车记》作者：我爱吃冰棒（np）【24.6.09】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ba9bbb018fdc"
  },
  {
    "文件名": "[完结]《地狱缚》（又名：魔道他身不由己）作者：千代子（np）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/f2c48575b1dd"
  },
  {
    "文件名": "[完结]《不可终日》作者：朝阳西落（np）24  07  13.txt",
    "夸克盘链接": "https://pan.quark.cn/s/d6b033d9c41e"
  },
  {
    "文件名": "[完结+番外]《小皇子他害怕极了》作者：暗黑小当家（np）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c9c901622bb9"
  },
  {
    "文件名": "[完结]《小骚批被大猛犬煎透了》作者：折月（np）【24.4.06】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/1feabf9deeb4"
  },
  {
    "文件名": "[完结]《混混调教校草兄弟》作者：yanyan（np）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/9cd50cabcf60"
  },
  {
    "文件名": "[完结]《【ABO】【总受】没离婚不恋爱》作者：佚名黄A（np）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/803e62801ce3"
  },
  {
    "文件名": "[完结]《我竟穿越进1001部某棠文学》作者：情丝又逐青丝乱（混合np）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/06daf72a0cdf"
  },
  {
    "文件名": "[完结+番外]《总攻：金主大人随心所欲》作者：香香肉肉（np）【24.5.22】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/00ec06acb0b1"
  },
  {
    "文件名": "[完结+番外2]《找出卧底：谁不是gay》作者：三文鱼刺身（np）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/92c82ff7bcf9"
  },
  {
    "文件名": "[完结]《虫族之深空典狱长》作者：芒果沙冰（np）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/86caf3e97733"
  },
  {
    "文件名": "[完结]《人在迷雾求生游戏，别人求生我被操》? 作者：此连（np）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/01a1bf61adc9"
  },
  {
    "文件名": "[完结]《成为共妻后被日夜灌精》作者：一朵小fafa（np）【24.4.08】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/3cb0e0123ce9"
  },
  {
    "文件名": "[完结]《朝天阙》作者：撒个泡（np）【24.5.01】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/52fffd7bcdf1"
  },
  {
    "文件名": "[完结130+番外]《合法共妻》作者：一蟹不如一蟹（np）【24.4.20】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/8689f94b113c"
  },
  {
    "文件名": "[完结]《只想进入所有批》作者：雨后阳出（np）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/83539276b93a"
  },
  {
    "文件名": "[完结]《线上游戏的老婆不可能是美少年》作者：熠寒（np）【24.4.29】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e287828423b2"
  },
  {
    "文件名": "[完结]《人渣值男的下场》作者：浮云悠（np）【24.7.27】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/655b5dcdc20c"
  },
  {
    "文件名": "[完结]《破罐破摔》作者：云间（np）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a6187a0b23be"
  },
  {
    "文件名": "[完结]《催眠学校》作者：吃了没（np）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/99e22bd68ffd"
  },
  {
    "文件名": "[完结]《别爱我，我只想成为大明星》作者：椰果奶茶（np）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/78ba38880af2"
  },
  {
    "文件名": "[完结101+番外]《不可抗力ntr》作者：富贵闲人（总攻np）~补番.txt",
    "夸克盘链接": "https://pan.quark.cn/s/01c842628ed9"
  },
  {
    "文件名": "[完结108+番外]《被嫉妒的人玩坏了 被嫉妒的人玩烂了 直男长批后被玩烂了》作者：纯情阳阳（np）【24.4.11】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/2555dcdbd00b"
  },
  {
    "文件名": "[完结]《冷宫皇子复仇记-皇室皆沦为性奴》作者：黎小空（np）【24.6.04】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/aed6fc9cd254"
  },
  {
    "文件名": "[完结]《西幻贵族可以为所欲为》作者：吃了没（np）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/11ff9dcd8727"
  },
  {
    "文件名": "[完结]《双性尤物的诱惑纪实录》作者：榛榛懒（np）【24.6.12】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/f658c7f7ae2c"
  },
  {
    "文件名": "[np  更60]《崔莹的性福人生》作者：窈窈.txt",
    "夸克盘链接": "https://pan.quark.cn/s/898a51c4288d"
  },
  {
    "文件名": "[完结]《公用肉便器》作者：没有名字（np）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a1e3d6f0ec39"
  },
  {
    "文件名": "[完结]《好好的攻被玩坏了》作者：无有灵（np）【24.4.18】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e0d881c768d2"
  },
  {
    "文件名": "[完结]《王爷在虫族当雄虫》作者：淋浴头（np）【24.7.20】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/d3d836b38774"
  },
  {
    "文件名": "[完结]《无节操的男大学生》作者：热夜（np）【24.4.13】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/9439a80d5ddc"
  },
  {
    "文件名": "[完结+番外]《魅魔殿下的调教之旅》作者：空日影（np）【24.3.20】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c05d33c76163"
  },
  {
    "文件名": "[完结+番外]《我是来加入这个家的》作者：nakoya（np）【24.3.18】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/374ab95442ea"
  },
  {
    "文件名": "[完结]《合欢宗男修》作者：尾烟狸（np）【24.6.04】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/f193425d8d04"
  },
  {
    "文件名": "[完结]《男神们的网黄直男老婆》作者：略略略（np）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/fb98742cbd87"
  },
  {
    "文件名": "[完结]《炮灰被疯批强制爱的全过程》作者：秃头美少女（np）【24.5.14】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/6e4aaf0b85a7"
  },
  {
    "文件名": "[完结]《恶毒炮灰的批水有毒》作者：苏格拉没有底（np）【24.5.04】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/781f29507b9f"
  },
  {
    "文件名": "[完结]《宅男的肌肉玩具们》作者：吃土少年（np）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/57ba64a09d40"
  },
  {
    "文件名": "[完结]《混乱关系》作者：珍珠鱼（np）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/03b64ae9d80c"
  },
  {
    "文件名": "[完结]《在他失去道丹之后》作者：加应子（np）【24.3.16】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/318cda86094d"
  },
  {
    "文件名": "[完结]《不想上班的B》作者：西西心情特别好（np）【24.4.19】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a4352b8abc22"
  },
  {
    "文件名": "[完结297+番外]《潜规则我是认真的》作者：略略略（np）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a99175156640"
  },
  {
    "文件名": "[完结]《感谢惠顾》作者：风陵（np）【24.5.28】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e71538397986"
  },
  {
    "文件名": "[完结]《堕落流星》作者：吃土少年（np）【24.4.13】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/769864159625"
  },
  {
    "文件名": "[完结+番外]《女装网恋后翻车了什么办》作者：颜迟（np）【24.5.25】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ebf945383d9c"
  },
  {
    "文件名": "[完结230+番外]《在言情文里撩直男男主》作者：辞奺（快穿np）【24.4.23】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/95709f0c9f7f"
  },
  {
    "文件名": "[完结]《万人迷文里的恶毒炮灰》作者：安乐（np）【24.7.08】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/9d7433a8d249"
  },
  {
    "文件名": "[完结]《[all达]作为交换繁育岩神子嗣后》作者：M九（np）【24.5.09】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/8579125fd6a5"
  },
  {
    "文件名": "[完结]《【主攻】七宗罪》作者：一二十（np）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/28db7867bbcb"
  },
  {
    "文件名": "[完结+番外]《当包租公用催眠系统开后宫》作者：西瓜咔咔好吃（np）【24.7.06】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/2aaaf1a919e8"
  },
  {
    "文件名": "[np  更23]《[虫族]《梦老师灵感枯竭（第二部）》作者：baba.txt",
    "夸克盘链接": "https://pan.quark.cn/s/9cef1f6a80e3"
  },
  {
    "文件名": "[完结]《鹤侣》作者：做人为什么要敲代码（1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/19f589c0ed58"
  },
  {
    "文件名": "[完结]《鸢尾情人》作者：嘉树（3p）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/6f47377df565"
  },
  {
    "文件名": "[完结]《魅魔骗人后被室友猛草》作者：冰冻小企鹅（1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/86f405052ef5"
  },
  {
    "文件名": "[完结]《骚货美人调教成双性禁脔》作者：观于海者（np）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/f766db93822a"
  },
  {
    "文件名": "[完结]《骚儿被艹日常》作者：阙欢欢.txt",
    "夸克盘链接": "https://pan.quark.cn/s/492c35347317"
  },
  {
    "文件名": "[完结]《顺其自然》（1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/0ff4708cfde7"
  },
  {
    "文件名": "[完结]《顶流掰开批被财阀玩》作者：全文存稿不坑文（1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/cbf7a0a99902"
  },
  {
    "文件名": "[完结]《靠腰子攻略求生游戏》作者：长白（np）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/5de824f812b4"
  },
  {
    "文件名": "[完结]《霸总和他的小琵琶》作者：小雀幸（1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/4cf2708083bc"
  },
  {
    "文件名": "[完结]《霸总只想被侵犯》作者：哟哟鹿鸣（np）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/f9a9a22ec2fd"
  },
  {
    "文件名": "[完结]《陷于敌手的日日夜夜》作者：润水迷情（1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/baf39b9db792"
  },
  {
    "文件名": "[完结]《重生太监他爬了朝臣的床》作者：看春天（1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/bbfb39cc53bb"
  },
  {
    "文件名": "[完结]《释放》作者：晋铭（1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/1a99f0175928"
  },
  {
    "文件名": "[完结]《逃不出他的地下室》作者：月牙黑（1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/b2b278843bfc"
  },
  {
    "文件名": "[完结]《追妻成功后渣攻失忆了》作者：雾里晓光（1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/69f88e22e2ed"
  },
  {
    "文件名": "[完结]《这位员工请不要随便扒人裤子！》作者：素安井（1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/6e7d3ec4678c"
  },
  {
    "文件名": "[完结]《软O如何攻陷铁血alpha》作者：大河弯弯（1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/5f9d42d7eb86"
  },
  {
    "文件名": "[完结]《调教游戏》作者：想吃糖醋小排（1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a8742e3b84d2"
  },
  {
    "文件名": "[完结]《见异》作者：苏梦（1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/b7cc8ed1948f"
  },
  {
    "文件名": "[完结]《见》作者：鬼角（1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/910157add4d2"
  },
  {
    "文件名": "[完结]《要亲要抱举高高完了还要讨操操》作者：封笔中（短篇集）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/27decf8f0f92"
  },
  {
    "文件名": "[完结]《要乖》作者：橘子洲（1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/0d766c890dc1"
  },
  {
    "文件名": "[完结]《被蛇缠上后给他养个baby》作者：爱做梦的小精灵（1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/d1ff25c32c9f"
  },
  {
    "文件名": "[完结]《被胁迫的美人》作者：LDSS（1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c81ead27655e"
  },
  {
    "文件名": "[完结]《被老婆一脚踹进畜生道》作者：Godzita（1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/688b2f2623e3"
  },
  {
    "文件名": "[完结]《被继父调教成浪货的我》作者：豆芽菜（np）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/1663447049a1"
  },
  {
    "文件名": "[完结]《被洁癖老公送去做妓》作者：破房子漏雨（np）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/7a5ff2ecd0c3"
  },
  {
    "文件名": "[完结]《被死对头发现涩情主播的身份》作者：临夜大人吖 (1v1).txt",
    "夸克盘链接": "https://pan.quark.cn/s/30016ae62095"
  },
  {
    "文件名": "[完结]《被宠坏了？操服就行！》作者：布谷布谷（1v1切片）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e42c595d7485"
  },
  {
    "文件名": "[完结]《被女上司肏成骚货》作者：金西（百合1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ad215eaf3f10"
  },
  {
    "文件名": "[完结]《被大屌爱豆艹脱粉了》作者：荔肉白（np）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/89d781e24d72"
  },
  {
    "文件名": "[完结]《被叛将强取豪夺后》作者：航迹云（3p）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/8731fa7a31a8"
  },
  {
    "文件名": "[完结]《被创后读者攻他会怎么做》作者：秋风剪剪（1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/34e51af5273a"
  },
  {
    "文件名": "[完结]《被儿子们玩坏了》作者：大马猴（np）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/d4ac344629b5"
  },
  {
    "文件名": "[完结]《被18R侵染的奴隶救援系统》作者：润水迷情（女攻np）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ed988f3dd84e"
  },
  {
    "文件名": "[完结]《脑洞大合集》作者：冰镇豆芽菜.txt",
    "夸克盘链接": "https://pan.quark.cn/s/49caa2d7a9fd"
  },
  {
    "文件名": "[完结]《肏晕哥哥》作者：木小刀（1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a05a083ed581"
  },
  {
    "文件名": "[完结]《老婆是个beta》作者：捏捏猫肉垫（1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/d67adca129c3"
  },
  {
    "文件名": "[完结]《美貌人妻遭遇前男友出轨后被骨科兄弟操翻》作者：海月淹没（np）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a818cd51a17e"
  },
  {
    "文件名": "[完结]《美人汁多》作者：大白桃（np）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/9230c1e55944"
  },
  {
    "文件名": "[完结]《纵容（和死对头他哥上床了）》作者：小鱼爱绿植（1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/7e4774d3999f"
  },
  {
    "文件名": "[完结]《纯情少年的堕落日常》作者：繁星（1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/f2b96f7fd341"
  },
  {
    "文件名": "[完结]《糟蹋汁水飞溅的美人》作者：春风不改旧时波（故事集）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/8343e644e345"
  },
  {
    "文件名": "[完结]《穿进西游记和猴哥当一对》作者：猪皮皮（1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e6f97e04e3ed"
  },
  {
    "文件名": "[完结]《穿书之炮灰寡嫂》作者：肉丁包（1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ce9cd908e214"
  },
  {
    "文件名": "[完结]《社畜向导》作者：紫色小宇（np）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e0e44c29f502"
  },
  {
    "文件名": "[完结]《短篇合集，脑洞大开》作者：歪歪歪歪（故事集）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/d49cf04cdb1a"
  },
  {
    "文件名": "[完结]《短篇合集》作者：色色发抖.txt",
    "夸克盘链接": "https://pan.quark.cn/s/21d1cebbecfa"
  },
  {
    "文件名": "[完结]《痴缠》作者：根本睡不够（1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/78642e8e0c11"
  },
  {
    "文件名": "[完结]《疯老公夜夜慰劳男老婆》作者：米虫.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a0bdf673010b"
  },
  {
    "文件名": "[完结]《男高宿管草批指南》作者：深灰羊毛袜（np）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/05b2b13dc976"
  },
  {
    "文件名": "[完结]《男配被虐记》作者：你个渣渣（np）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c6a20639e20f"
  },
  {
    "文件名": "[完结]《男神他超耐艹》作者：花眠（1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/40649bb0f60c"
  },
  {
    "文件名": "[完结]《瑾瑜匿瑕》作者：Luxuria（np）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/d03de7d22d6a"
  },
  {
    "文件名": "[完结]《猩红之吻》作者：椰果奶茶（np）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/29ef6e3da533"
  },
  {
    "文件名": "[完结]《狡猾公差呆犯人》作者：李千重（1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ede1cc2f4056"
  },
  {
    "文件名": "[完结]《狗活》作者：榴莲最好吃 (1v1).txt",
    "夸克盘链接": "https://pan.quark.cn/s/226900445455"
  },
  {
    "文件名": "[完结]《特殊人群》作者：一把春（1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/d425a2b1625d"
  },
  {
    "文件名": "[完结]《父亲的私有物》作者：Larus（1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/50e3e08e2d38"
  },
  {
    "文件名": "[完结]《炮灰路人甲雌堕日常》作者：Gin（np）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/1a52abeebeda"
  },
  {
    "文件名": "[完结]《潜规则我是认真的》作者：略略略（np）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/2ad325a29595"
  },
  {
    "文件名": "[完结]《炮灰万人迷被坏男人们操哭了》作者：阿白（np）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/1f99286d2e56"
  },
  {
    "文件名": "[完结]《漂亮小可怜被日嫩批》作者：全文存稿不坑文（1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/f2915b23107d"
  },
  {
    "文件名": "[完结]《漂亮人妻选择出轨》作者：还活着呜呜（np）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/0d2f2c5119d4"
  },
  {
    "文件名": "[完结]《渣男被轮日常》作者：meat（np）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/86c057d4504f"
  },
  {
    "文件名": "[完结]《清平调》作者：wink妖妖（1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/0a1b1c1986c8"
  },
  {
    "文件名": "[完结]《清冷美人的反向绿帽》作者：爱吃肉的小笼包（np）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/8bb7474dd42c"
  },
  {
    "文件名": "[完结]《淫荡双性总是在磨逼》作者：被摸那里会受不了的（np）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/79fee433af80"
  },
  {
    "文件名": "[完结]《淫宫记事》作者：独山多雨（np）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e53e5370c6ef"
  },
  {
    "文件名": "[完结]《涂山璟现代合欢传》作者：暮迟明逸（np）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/bd164f78102c"
  },
  {
    "文件名": "[完结]《浮明》作者：岑闻（总攻）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/2a2fb68b1a26"
  },
  {
    "文件名": "[完结]《浪子与痴汉》作者：不折枝（1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/1107f4677392"
  },
  {
    "文件名": "[完结]《沦为竹马的情人》作者：棉麻（1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/8522823fb285"
  },
  {
    "文件名": "[完结]《沉沦》作者：又阿白（3p）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/8b18273a0dbe"
  },
  {
    "文件名": "[完结]《水水》作者：白手枪_o（故事集）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/d428150dbeb9"
  },
  {
    "文件名": "[完结]《毛绒绒性交观察笔记》作者：不知秋（np）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/85d014b33e64"
  },
  {
    "文件名": "[完结]《每天都要被上司狠艹》作者：雀茹（1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e0bfd565a28d"
  },
  {
    "文件名": "[完结]《欺师灭祖》作者：非不渝（1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/848a38382429"
  },
  {
    "文件名": "[完结]《欲望（xp）满足游戏》作者：uu大口吃肉（np）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/55ac59d14006"
  },
  {
    "文件名": "[完结]《校霸被我干透了》作者：西湖醋鱼（1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/49b274600d8f"
  },
  {
    "文件名": "[完结]《校草的宠儿：就想欺负他》作者：鱼刺在喉（1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/9c3cdfaffe63"
  },
  {
    "文件名": "[完结]《校草的大吊太猛了》作者：有名字么.txt",
    "夸克盘链接": "https://pan.quark.cn/s/b696cfe7e7c9"
  },
  {
    "文件名": "[完结]《极品双性小太监》作者：龙阳君（1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/bfee750dec59"
  },
  {
    "文件名": "[完结]《杀死囚禁我的罪犯》作者：剋蕾儿（1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/61ba8639980a"
  },
  {
    "文件名": "[完结]《末世里的异类》作者：恐ddl人（1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/84f402fc2316"
  },
  {
    "文件名": "[完结]《末世小可怜生存笔记》作者：绿薄荷（1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/8d26814f524b"
  },
  {
    "文件名": "[完结]《朕穿成了不肖子孙的娈宠》作者：你会喜欢我吗（1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/9ba597a279a7"
  },
  {
    "文件名": "[完结]《月亮》作者：禇山云（1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/9a64703b6d0b"
  },
  {
    "文件名": "[完结]《暴躁美人娇夫调教指南》作者：初弦（1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/3f4e9226f950"
  },
  {
    "文件名": "[完结]《暗恋成瘾》作者：和栀（1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/921f0ddce80c"
  },
  {
    "文件名": "[完结]《明星养成的日日夜夜》作者：子非鲤鱼（np）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/0559c1d5a92b"
  },
  {
    "文件名": "[完结]《日翻美人老爸》作者：小奶狗.txt",
    "夸克盘链接": "https://pan.quark.cn/s/6928b23350ec"
  },
  {
    "文件名": "[完结]《日女婿合集》作者：冰块牛奶.txt",
    "夸克盘链接": "https://pan.quark.cn/s/fc1172358ace"
  },
  {
    "文件名": "[完结]《无尽深渊》作者：饿太郎（结局1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c80a864d009b"
  },
  {
    "文件名": "[完结]《新建家族》作者：暖黄色脑洞盒子（np）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/7ad3f7f758c1"
  },
  {
    "文件名": "[完结]《攻略病美人爹爹》作者：小酒（1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/35c09dfee823"
  },
  {
    "文件名": "[完结]《操翻恐怖游戏的boss》作者：白菜豆腐皮（np）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/2ca8e07357c2"
  },
  {
    "文件名": "[完结]《拯救那个跟我同名的男人》作者：肉末粥（np）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/edc579d733fd"
  },
  {
    "文件名": "[完结]《拥有催眠系统后》作者：折月（总攻）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/b72978432159"
  },
  {
    "文件名": "[完结]《把大伯哥认错成老公勾引后》作者：雪花泥（ntr）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/3a1bdf60a0b6"
  },
  {
    "文件名": "[完结]《批被煎坏的美人们》（np）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/fb913bb0568e"
  },
  {
    "文件名": "[完结]《我相中的人是神》作者：desirebobo（1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/075548ecbc2a"
  },
  {
    "文件名": "[完结]《我喜欢你的花语》作者：江边一碗水（1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/1149b5c33d45"
  },
  {
    "文件名": "[完结]《我与男主二三事》作者：子夜（np）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/abfbc31f9e03"
  },
  {
    "文件名": "[完结]《意乱情迷后》作者：池南雪尽（1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a91edfc9ace7"
  },
  {
    "文件名": "[完结]《情涩直播》作者：狐涩（1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/625be1a0fd47"
  },
  {
    "文件名": "[完结]《恶毒美人被大几把懆批》作者：我作今夜困兽（1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/306e9fc0ee6d"
  },
  {
    "文件名": "[完结]《恶毒男配》作者：珍特么吾雨（np）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/3806dadbb669"
  },
  {
    "文件名": "[完结]《怎么都掰不回原着线》作者：yellow熊（np）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/268203d7627e"
  },
  {
    "文件名": "[完结]《快穿：直男反派不经撩》作者：情丝又逐青丝乱（np）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/261f8d485ae5"
  },
  {
    "文件名": "[完结]《快穿之：先生，你好》作者：不实华（1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/50c835d91b0d"
  },
  {
    "文件名": "[完结]《快穿之第四爱另类掰直系统》作者：KUKIYA（女攻np）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/69deac2ae380"
  },
  {
    "文件名": "[完结]《彻底标记后》作者：向溪而生（1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/49c1fc212167"
  },
  {
    "文件名": "[完结]《当美人穿到淫兽大陆后》作者：麻爪冷jio（np）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/02cb4e722e60"
  },
  {
    "文件名": "[完结]《当男主爱上穿书男配》作者：猪皮皮（1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/d913a629e0e5"
  },
  {
    "文件名": "[完结]《当炮灰拥有盛世美颜》作家：春日（np）~坑.txt",
    "夸克盘链接": "https://pan.quark.cn/s/22714ceb7346"
  },
  {
    "文件名": "[完结]《当恶毒炮灰拿到女主剧本》作者：卧云（1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/06a0db0f816c"
  },
  {
    "文件名": "[完结]《当了陪酒，碰到亲哥》作者：爱吃橘子的兔纸（1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/31ffd8190627"
  },
  {
    "文件名": "[完结]《平凡雄虫忽然成为虫母后》作者：在此宣判（np）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/189d9eab8356"
  },
  {
    "文件名": "[完结]《常识改造是一个技术活》作者：苏格拉没有底（故事集）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/d164f668eb51"
  },
  {
    "文件名": "[完结]《帮忙完成性爱作业》作者：观来果（1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e1f1911a8167"
  },
  {
    "文件名": "[完结]《师尊的白月光替身脔宠》作者：巫山春雨（np）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/bb1635714d07"
  },
  {
    "文件名": "[完结]《属于直男癌的世界》作者：肆虐中毒（故事集）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/4613c31d139b"
  },
  {
    "文件名": "[完结]《尖牙与鱼尾》作者：清水Casu__（1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/b13d0adb339f"
  },
  {
    "文件名": "[完结]《少爷骑在我身上自己动》作者：安息日（1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/af43dac8fbee"
  },
  {
    "文件名": "[完结]《小美人体型差合集》作者：不想了.txt",
    "夸克盘链接": "https://pan.quark.cn/s/4a4084fb1f0f"
  },
  {
    "文件名": "[完结]《小人得志》作者：漫步无人区（np）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/aa9d7bfa0136"
  },
  {
    "文件名": "[完结]《将美人夫夫一网打尽系统》作者：余柑子（np）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/74246600bf08"
  },
  {
    "文件名": "[完结]《将军说他弯了》作者：我有风和月（1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/802fa31803c2"
  },
  {
    "文件名": "[完结]《将军在下》作者：太臻臻的包（1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/425d769fb204"
  },
  {
    "文件名": "[完结]《寻风月》作者：千山雪（1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/3cade1146aee"
  },
  {
    "文件名": "[完结]《宿敌》作者：文刀鹤（1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/40e6f0cc0510"
  },
  {
    "文件名": "[完结]《婚后总被别人操怎么办啊呜呜》作者：还活着呜呜（np）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/8f0ce89f45ee"
  },
  {
    "文件名": "[完结]《婊子和二代》作者：黄金白璧买歌笑（1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/1e8fba54d0f3"
  },
  {
    "文件名": "[完结]《娇妻艳妾 原名 奸妻淫妾》作家：兔兔（百合np）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/d73d3770b9c3"
  },
  {
    "文件名": "[完结]《如何虐玩漂亮继弟》作者：狗蛋啥也不是（np）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/d8e367831974"
  },
  {
    "文件名": "[完结]《太子与太监》作者：风信子（1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/341595a9d00a"
  },
  {
    "文件名": "[完结]《大佬被美人糙坏了批》作者：果味汽水（1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/4c557b657e4a"
  },
  {
    "文件名": "[完结]《在柙虎》作者：茶叶泡茶（1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/1dd2cf940839"
  },
  {
    "文件名": "[完结]《在恋爱游戏中一直被艹》作者：醉夜（np）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/19bc1a504775"
  },
  {
    "文件名": "[完结]《在BE文里寻找隐藏剧情》作者：禁铯（总攻快穿）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ae03837632ee"
  },
  {
    "文件名": "[完结]《和黑粉拉扯的日子》作者：但好景不长地方天（1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c580d1ede20d"
  },
  {
    "文件名": "[完结]《和霸总先婚后爱了2》作者：好多人啊!（1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/0a8ec27a9709"
  },
  {
    "文件名": "[完结]《和债主互换身体之后》作者：南枫枫（1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/5948d423c4e0"
  },
  {
    "文件名": "[完结]《吸血鬼和狼也能做》作者：一把春（1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/23a00a3930fe"
  },
  {
    "文件名": "[完结]《变态舍友天天想艹我》作者：瑟瑟好饿（1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/562419c9dbe8"
  },
  {
    "文件名": "[完结]《变态自有变态磨》作者：simile（1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c30ee05eb72c"
  },
  {
    "文件名": "[完结]《反向欺凌》作者：膏肓（1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/de94a687e2d6"
  },
  {
    "文件名": "[完结]《包养》作者：安草ANan（1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/82d71c0ad24f"
  },
  {
    "文件名": "[完结]《加热即食大肉包》作者：击毙所有人啊啊啊啊（np）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/d8e6939379aa"
  },
  {
    "文件名": "[完结]《别扭》作者：酸酸的派拿破（1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/359f826a5896"
  },
  {
    "文件名": "[完结]《兽人的共妻》作者：安安（np）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/d24947bb9be9"
  },
  {
    "文件名": "[完结]《关于我叠了无数马甲追老婆这件事》作者：无麻全痛嘎腰子（1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/5f28e85aec0e"
  },
  {
    "文件名": "[完结]《入洞》作者：desirebobo（1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a0d5e7450b62"
  },
  {
    "文件名": "[完结]《先婚后爱：霸道总裁的私生子娇妻》作者：蜜汁桃桃（1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/dcf43faef45b"
  },
  {
    "文件名": "[完结]《僭越》作者：Godzita（1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/d2a1ad9aae8a"
  },
  {
    "文件名": "[完结]《傲娇万人迷美人受主动求艹》作者：此门中（3p）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e4ebbd196842"
  },
  {
    "文件名": "[完结]《偷情二十载》作者：胖胖小脑斧（ntr）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a3dab7f774ae"
  },
  {
    "文件名": "[完结]《侵占夫君》作者：赵如冰（np）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/efa887a4ebe0"
  },
  {
    "文件名": "[完结]《你的老婆借我玩玩》作者：烂梦（1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ab14d99d3933"
  },
  {
    "文件名": "[完结]《他只好勾引父兄》作者：还活着呜呜（np）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/0cedcbcbd844"
  },
  {
    "文件名": "[完结]《他们都试图掰弯我》作者：阿胶小鸟酱（总攻）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/028e34df1506"
  },
  {
    "文件名": "[完结]《今天骚穴也渴望叔叔》作者：和影（1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/94ced6a98033"
  },
  {
    "文件名": "[完结]《亲爱的，请标记我吧》作者：洛玥浅（1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/7ec737dd7ae5"
  },
  {
    "文件名": "[完结]《乱沦：我被爸妈联合昆》作者：没有名字.txt",
    "夸克盘链接": "https://pan.quark.cn/s/d027847bf20d"
  },
  {
    "文件名": "[完结]《主角变态了难道怪我吗》作者：不歇（np）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/6547d69f8820"
  },
  {
    "文件名": "[完结]《专属遗产》作者：风渡西洲（1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/69378b3af0bd"
  },
  {
    "文件名": "[完结]《与被抛弃的黑化疯批再次重逢》作者：嘎嘣脆（1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/fc2b7f51ba42"
  },
  {
    "文件名": "[完结]《不要乱叫妈妈啊！》作者：咕噜爱吃肉（1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/2a873aded0d6"
  },
  {
    "文件名": "[完结]《不知寒》作者：茳蓠（1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/31f37f4a01fd"
  },
  {
    "文件名": "[完结]《不死不休》作者：莫为非（1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/532e8666b320"
  },
  {
    "文件名": "[完结]《不是，都这么变态是吧》作者：许金盏（np）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/372491fbfc68"
  },
  {
    "文件名": "[完结]《上上签》作者：算迷踪（1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/8162688b4c4f"
  },
  {
    "文件名": "[完结]《万人迷竟是我自己》作者：麻辣火锅（np）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/9b2f45423444"
  },
  {
    "文件名": "[完结]《万人嫌的修仙生涯》作者：徐福右（np）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/3062e308f64a"
  },
  {
    "文件名": "[完结]《一路荣光和你》作者：谷赐年（1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/0d509ee14a01"
  },
  {
    "文件名": "[完结]《一生一世一双人》作者：浅夏（女攻1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/451ce91c73b0"
  },
  {
    "文件名": "[完结]《一朝被龙肏》作者：消灭糖果（女攻np）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/0aa630a66fc6"
  },
  {
    "文件名": "[完结]《一弯新月》作者：有只猫叫斯宾塞（百合1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/378b9aabad80"
  },
  {
    "文件名": "[完结]《一天一日》作者：还活着呜呜（np）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/4c73d8fafb91"
  },
  {
    "文件名": "[完结]《【快穿】总是被反派压》作者：柠栖（切片）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/0745652d68a8"
  },
  {
    "文件名": "[完结]《【主攻】花魁他是万人迷》作者：陆南歌（np）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/09ac4f34e8f1"
  },
  {
    "文件名": "[完结]《【主攻】穿成反派后操烂所有人》作者：猪羔子（np）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/70199064c540"
  },
  {
    "文件名": "[完结]《【主攻】深情舔狗他摆烂了》作者：陆南歌（1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/d681dc0e4f2c"
  },
  {
    "文件名": "[完结]《【ABO】带球跑后被学弟抓到了》作者：再来一杯（1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/f4caccd6b70c"
  },
  {
    "文件名": "[完结]《SP短文合集》作者：巨型犬猫.txt",
    "夸克盘链接": "https://pan.quark.cn/s/b0316dabd90b"
  },
  {
    "文件名": "[完结]《BT挑战系统之玩残疯批小美人》作者：鲍鱼好吃嘛（np）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/6dd67522f6c8"
  },
  {
    "文件名": "[完结]《beta升职路》作者：徐福右（np）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/6aeb69b40ddc"
  },
  {
    "文件名": "[完结]《bad guy》作者：十六家的卡门（1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/5023bdf317e9"
  },
  {
    "文件名": "[完结]《1v1超h合集》作者：还活着呜呜.txt",
    "夸克盘链接": "https://pan.quark.cn/s/6538bcaa0d79"
  },
  {
    "文件名": "[完结82+番外]《穿成炮灰渣A后…诶_ 》作者 昨宴（ABO百合GL1v1）~补番.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c4e159944d97"
  },
  {
    "文件名": "[完结77]《穿成炮灰渣A后…诶_ 》作者 昨宴（ABO百合GL1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/cb95dfa6af40"
  },
  {
    "文件名": "[完结41+番外]《囚禁一头龙又如何》作者 花花今天暴躁了吗（GL百合1v1）~补番.txt",
    "夸克盘链接": "https://pan.quark.cn/s/685382431070"
  },
  {
    "文件名": "[完结+番外全]他正在崩坏（甜宠1v1）作者：一个精神病~补番.txt",
    "夸克盘链接": "https://pan.quark.cn/s/d6e464daba3c"
  },
  {
    "文件名": "[完结+番外全]《失忆反派怀了男主的孩子》作家：九天（仙侠1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/85f424c5da7f"
  },
  {
    "文件名": "[完结+番外]长乐（甜宠1v1）作者：封与~补番.txt",
    "夸克盘链接": "https://pan.quark.cn/s/b0e1fe93c2b8"
  },
  {
    "文件名": "[完结+番外]老男人（np）作者：犬师子.txt",
    "夸克盘链接": "https://pan.quark.cn/s/b160d5ab7015"
  },
  {
    "文件名": "[完结+番外]《阉猫》作者：长岛冰茶（np）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/83874d29fe7c"
  },
  {
    "文件名": "[完结+番外]《老婆总是在站街》作者：暴雨如注（ntr）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/8bf8b2292b3f"
  },
  {
    "文件名": "[完结+番外]《种马龙傲天沦为共妻 原名 共妻_长批的龙傲天沦为了几把套子》作者：紫鸿（np）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/46c34522e08d"
  },
  {
    "文件名": "[完结+番外]《清冷上司俏下属》作者：程拓（1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c2e314605c90"
  },
  {
    "文件名": "[完结+番外]《无法匹配》作者：土申公公（3p）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/bfed3ac13ac2"
  },
  {
    "文件名": "[完结+番外]《故江临》作者：原生君（3p）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/61cb63c93a0a"
  },
  {
    "文件名": "[完结+番外]《惯犯》作者：濯枝雨（np）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/5d38461d3a4f"
  },
  {
    "文件名": "[完结+番外]《巴伊亚沙漠之旅》作者：blue（np）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/935487c3a5dd"
  },
  {
    "文件名": "[完结+番外]《小学渣今天也想学习》作者：咕噜咻狗（1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ddb1ac64e517"
  },
  {
    "文件名": "[完结+番外]《双性美人被操日常》作者：牙给你掰下来（1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/b4dca9aa3139"
  },
  {
    "文件名": "[完结+番外]《分离性障碍患者》作者：Bishop (过程NP，结局1V1).txt",
    "夸克盘链接": "https://pan.quark.cn/s/0ed38fc71611"
  },
  {
    "文件名": "[完结+番外4]《刺猬与水豚》作者：一根腿毛（1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/d255759fd89d"
  },
  {
    "文件名": "[完结+番外3]《【快穿】笨蛋美人》作者：黄云千里啊（np）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ad1dc8b7b802"
  },
  {
    "文件名": "[完结+番外2]《夏娃的苹果》作者：洛夫和猫（1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/89e128d9d140"
  },
  {
    "文件名": "[完结+番外2]《催眠玩弄高冷师尊》作者：梨酥脆（1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/2ec99073fb60"
  },
  {
    "文件名": "[完结+番外1]《被禁欲师尊奸了怎么破》作者：聆海汐音（1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a18570c44705"
  },
  {
    "文件名": "[完结+番外1]《穿成虐受文里的炮灰》作者：枝酥（np）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/0fc8c137922c"
  },
  {
    "文件名": "[完结+8番外]《为你沉沦》作者：呆呆鱼（1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/8791f7a231eb"
  },
  {
    "文件名": "[完结+5番外]《论一个工具人的职业素养》作者：我见青山（np）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/7f2e2fedfd70"
  },
  {
    "文件名": "[完结+5番外]《穿成万人迷主角受的跟班后》作者：eeeees（1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/2b0bb80e660c"
  },
  {
    "文件名": "[完结+2番外]《医生朋友爆改霸总小妈 原名 我先是霸总的医生朋友》作者：蝶姐自我救赎（1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/07862bdccd3f"
  },
  {
    "文件名": "[完结+2番外]《为你沉沦》作者：呆呆鱼（1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c1c53e4ef4ea"
  },
  {
    "文件名": "[完结+1番外]《论一个工具人的职业素养》作者：我见青山（np）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a821164e04c7"
  },
  {
    "文件名": "[废文 完结]黑田的可惜夜（1v1）作者：深海小浣熊.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c78d9fcde09f"
  },
  {
    "文件名": "[废文 完结]鸡飞狗跳（1v1）作者：谜岛.txt",
    "夸克盘链接": "https://pan.quark.cn/s/486d946cbf7f"
  },
  {
    "文件名": "[废文 完结]高攀（1v1）作者：磨刀嚯嚯嚯.txt",
    "夸克盘链接": "https://pan.quark.cn/s/7916143f6f59"
  },
  {
    "文件名": "[废文 完结]骗到手（1v1）作者：最一.txt",
    "夸克盘链接": "https://pan.quark.cn/s/2fafce31fea3"
  },
  {
    "文件名": "[废文 完结]驯化录（np）作者：疾月.txt",
    "夸克盘链接": "https://pan.quark.cn/s/4af4b944a221"
  },
  {
    "文件名": "[废文 完结]顶级营业（1v1）作者：赤道今日周几.txt",
    "夸克盘链接": "https://pan.quark.cn/s/d5e2aa73e5ff"
  },
  {
    "文件名": "[废文 完结]郁郁寡欢（np）作者：教案本月老.txt",
    "夸克盘链接": "https://pan.quark.cn/s/b3fe2874d285"
  },
  {
    "文件名": "[废文 完结]那些年我约过的人（np）作者：芫爆.txt",
    "夸克盘链接": "https://pan.quark.cn/s/75ffa2b219bb"
  },
  {
    "文件名": "[废文 完结]迟迟不觉（1v1）作者：黑糖波波.txt",
    "夸克盘链接": "https://pan.quark.cn/s/5ae64744efd5"
  },
  {
    "文件名": "[废文 完结]谁都会离开（1v1）作者：作者名无所不能.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e6dd876a6004"
  },
  {
    "文件名": "[废文 完结]讨厌最好的你（1v1）作者：淮川s.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a119b1499f23"
  },
  {
    "文件名": "[废文 完结]被标记之后（1v1）作者：荷以微光.txt",
    "夸克盘链接": "https://pan.quark.cn/s/9d021a9f7cc6"
  },
  {
    "文件名": "[废文 完结]衬衣之下（1v1）作者：前门葡萄架.txt",
    "夸克盘链接": "https://pan.quark.cn/s/930b45cb688c"
  },
  {
    "文件名": "[废文 完结]落水狗（1v1）作者：InAPool.txt",
    "夸克盘链接": "https://pan.quark.cn/s/3fde7ed99526"
  },
  {
    "文件名": "[废文 完结]药王谷谷主被封一个月（1v1）作者：匿名咸鱼.txt",
    "夸克盘链接": "https://pan.quark.cn/s/89a7833ffe89"
  },
  {
    "文件名": "[废文 完结]良配（1v1）作者：沅塔.txt",
    "夸克盘链接": "https://pan.quark.cn/s/f1766dc5c99e"
  },
  {
    "文件名": "[废文 完结]自投罗网（1v1）作者：欲渡.txt",
    "夸克盘链接": "https://pan.quark.cn/s/f7b9e18c3c6a"
  },
  {
    "文件名": "[废文 完结]臣服同人小合集（1v1）作者：染华.txt",
    "夸克盘链接": "https://pan.quark.cn/s/5e8964880a36"
  },
  {
    "文件名": "[废文 完结]胁爱（1v1）作者：血条烧空.txt",
    "夸克盘链接": "https://pan.quark.cn/s/9773ac56f96e"
  },
  {
    "文件名": "[废文 完结]美人与剑客（1v1）作者：美人与剑客.txt",
    "夸克盘链接": "https://pan.quark.cn/s/1d33bfe34781"
  },
  {
    "文件名": "[废文 完结]网游暗恋与钟情（1v1）作者：沉临.txt",
    "夸克盘链接": "https://pan.quark.cn/s/69f4cb364098"
  },
  {
    "文件名": "[废文 完结]约定一百天后去死（1v1）作者：匿名咸鱼.txt",
    "夸克盘链接": "https://pan.quark.cn/s/6328e0828145"
  },
  {
    "文件名": "[废文 完结]红糖话梅有点甜（1v1）作者：月月半子.txt",
    "夸克盘链接": "https://pan.quark.cn/s/1b738627f24a"
  },
  {
    "文件名": "[废文 完结]粘腻心事（GB女攻1v1）作者：哦豁完蛋la.txt",
    "夸克盘链接": "https://pan.quark.cn/s/78a56b0e32c2"
  },
  {
    "文件名": "[废文 完结]简单关系（1v1）作者：一颗蓝草莓.txt",
    "夸克盘链接": "https://pan.quark.cn/s/955fd5462bc5"
  },
  {
    "文件名": "[废文 完结]竹荪味艇仔粥（1v1）作者：折颜九歌.txt",
    "夸克盘链接": "https://pan.quark.cn/s/47a75467eed4"
  },
  {
    "文件名": "[废文 完结]窃魂香（1v1）作者：枕泉.txt",
    "夸克盘链接": "https://pan.quark.cn/s/3e581b362cd6"
  },
  {
    "文件名": "[废文 完结]碎松（1v1）作者：顾行书.txt",
    "夸克盘链接": "https://pan.quark.cn/s/9cb3ca49fd8b"
  },
  {
    "文件名": "[废文 完结]男宠轮流做（1v1）作者：寒风画扇.txt",
    "夸克盘链接": "https://pan.quark.cn/s/6f8e8967594e"
  },
  {
    "文件名": "[废文 完结]独乐乐不如众乐乐（1v1）作者：周齐.txt",
    "夸克盘链接": "https://pan.quark.cn/s/85c9eb73b6ef"
  },
  {
    "文件名": "[废文 完结]爱上对床的兄弟怎么办（1v1）作者：一霁风月.txt",
    "夸克盘链接": "https://pan.quark.cn/s/5cce68a5c3a7"
  },
  {
    "文件名": "[废文 完结]灯下黑（1v1）作者：安乐定皇渊.txt",
    "夸克盘链接": "https://pan.quark.cn/s/2aa01e1a180f"
  },
  {
    "文件名": "[废文 完结]漂亮面具（1v1）作者：皱起了.txt",
    "夸克盘链接": "https://pan.quark.cn/s/dc0ecb8d1692"
  },
  {
    "文件名": "[废文 完结]深海（1v1）作者：鹿侬.txt",
    "夸克盘链接": "https://pan.quark.cn/s/3157760537ef"
  },
  {
    "文件名": "[废文 完结]海神的新娘（np）作者：然郁郁.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e506d877f7ba"
  },
  {
    "文件名": "[废文 完结]泣犬（np）作者：点此设置.txt",
    "夸克盘链接": "https://pan.quark.cn/s/567471456852"
  },
  {
    "文件名": "[废文 完结]沧江寒月录（1v1）作者：莫辞.txt",
    "夸克盘链接": "https://pan.quark.cn/s/14c591aa18f1"
  },
  {
    "文件名": "[废文 完结]欲孽春潮（np）作者：祝秋白.txt",
    "夸克盘链接": "https://pan.quark.cn/s/acc044b90610"
  },
  {
    "文件名": "[废文 完结]樊笼（1v1）作者：谢却人间客.txt",
    "夸克盘链接": "https://pan.quark.cn/s/43f365bff24c"
  },
  {
    "文件名": "[废文 完结]枪火（np）作者：風生水起.txt",
    "夸克盘链接": "https://pan.quark.cn/s/3d4ae2b6f330"
  },
  {
    "文件名": "[废文 完结]替代品（np）作者：盐你一脸.txt",
    "夸克盘链接": "https://pan.quark.cn/s/2c12a1bf294f"
  },
  {
    "文件名": "[废文 完结]春睡记（1v1）作者：况野.txt",
    "夸克盘链接": "https://pan.quark.cn/s/0916aaadce72"
  },
  {
    "文件名": "[废文 完结]打不过白月光那就跑吧（np）作者：frost414.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ad31ef496a81"
  },
  {
    "文件名": "[废文 完结]戴夫大战僵尸（1v1）作者：欲渡.txt",
    "夸克盘链接": "https://pan.quark.cn/s/b2dcc493fd76"
  },
  {
    "文件名": "[废文 完结]慕瑟春风（1v1）作者：慕瑟春风.txt",
    "夸克盘链接": "https://pan.quark.cn/s/d3ef25914891"
  },
  {
    "文件名": "[废文 完结]感官刺激（1v1）作者：我写文太差被抓了起来.txt",
    "夸克盘链接": "https://pan.quark.cn/s/63a26ea4a205"
  },
  {
    "文件名": "[废文 完结]想我抱你吗（1v1）作者：作者名无所不能.txt",
    "夸克盘链接": "https://pan.quark.cn/s/2f1f12500c2d"
  },
  {
    "文件名": "[废文 完结]惜春容（1v1）作者：秦柒.txt",
    "夸克盘链接": "https://pan.quark.cn/s/eea90ba923b3"
  },
  {
    "文件名": "[废文 完结]孤木成依（1v1）作者：病人院院长.txt",
    "夸克盘链接": "https://pan.quark.cn/s/5684b9c77de7"
  },
  {
    "文件名": "[废文 完结]嫂子开门，我是我哥（1v1）作者：嫂子开门，我是我哥.txt",
    "夸克盘链接": "https://pan.quark.cn/s/72d446348308"
  },
  {
    "文件名": "[废文 完结]奖惩游戏（1v1）作者：SoSour.txt",
    "夸克盘链接": "https://pan.quark.cn/s/fad7cea63709"
  },
  {
    "文件名": "[废文 完结]失心（1v1）作者：橘候.txt",
    "夸克盘链接": "https://pan.quark.cn/s/0c6de562bc8f"
  },
  {
    "文件名": "[废文 完结]大宋宣和遗事（np）作者：周扶.txt",
    "夸克盘链接": "https://pan.quark.cn/s/9a82425d3e1e"
  },
  {
    "文件名": "[废文 完结]夜海（1v1）作者：阿笋.txt",
    "夸克盘链接": "https://pan.quark.cn/s/cf1f4f61d4e5"
  },
  {
    "文件名": "[废文 完结]困兽（1v1）作者：生为红蓝.txt",
    "夸克盘链接": "https://pan.quark.cn/s/07f18860f890"
  },
  {
    "文件名": "[废文 完结]四十怀春（1v1）作者：黄金圣斗士.txt",
    "夸克盘链接": "https://pan.quark.cn/s/acca3a73081d"
  },
  {
    "文件名": "[废文 完结]和老爹情人同居的日子（1v1）作者：山刀口比兔.txt",
    "夸克盘链接": "https://pan.quark.cn/s/86c72e04a65c"
  },
  {
    "文件名": "[废文 完结]君子无咎（1v1）作者：尔曹.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e79832c5cc98"
  },
  {
    "文件名": "[废文 完结]同花顺（1v1）作者：周凉西.txt",
    "夸克盘链接": "https://pan.quark.cn/s/3b9d8a1985fd"
  },
  {
    "文件名": "[废文 完结]吊桥替身（1v1）作者 _眷眷.txt",
    "夸克盘链接": "https://pan.quark.cn/s/dd2268e6dcc9"
  },
  {
    "文件名": "[废文 完结]双顶（1v1）作者：水非淼.txt",
    "夸克盘链接": "https://pan.quark.cn/s/2b1e90e405dc"
  },
  {
    "文件名": "[废文 完结]双玩2.0（1v1）作者：水非淼.txt",
    "夸克盘链接": "https://pan.quark.cn/s/05f48123b8b5"
  },
  {
    "文件名": "[废文 完结]双戒（1v1）作者：一目了然了了.txt",
    "夸克盘链接": "https://pan.quark.cn/s/f74019c9718f"
  },
  {
    "文件名": "[废文 完结]勒忒泉搅匀不要摇匀 作者：Aspirin.txt",
    "夸克盘链接": "https://pan.quark.cn/s/d13facdeb50f"
  },
  {
    "文件名": "[废文 完结]加个微信可以吗（1v1）作者：沈卿黛尔.txt",
    "夸克盘链接": "https://pan.quark.cn/s/25c5a165df1c"
  },
  {
    "文件名": "[废文 完结]剑主似乎有大病（1v1）作者：呀哈哈.txt",
    "夸克盘链接": "https://pan.quark.cn/s/dcfc67571f0f"
  },
  {
    "文件名": "[废文 完结]初恋与情人（1v1）作者：噗噗嘎巴海.txt",
    "夸克盘链接": "https://pan.quark.cn/s/d73bfdfae309"
  },
  {
    "文件名": "[废文 完结]出租屋（1v1）作者：没有wb.txt",
    "夸克盘链接": "https://pan.quark.cn/s/5f6afac95eed"
  },
  {
    "文件名": "[废文 完结]俗套剧情（1v1）作者：路里斯塔芙.txt",
    "夸克盘链接": "https://pan.quark.cn/s/b2db9a3335a2"
  },
  {
    "文件名": "[废文 完结]他捧玫瑰来（1v1）作者：彼时朝歌.txt",
    "夸克盘链接": "https://pan.quark.cn/s/d087fcc4537e"
  },
  {
    "文件名": "[废文 完结]他喜欢我吗（1v1）作者：皱起了.txt",
    "夸克盘链接": "https://pan.quark.cn/s/2067f57d480f"
  },
  {
    "文件名": "[废文 完结]他乡之客（np）作者：frost414.txt",
    "夸克盘链接": "https://pan.quark.cn/s/976b7cb8760d"
  },
  {
    "文件名": "[废文 完结]从周末开始的日常（1v1）作者：从周末开始的日常.txt",
    "夸克盘链接": "https://pan.quark.cn/s/19f69cbe1ec3"
  },
  {
    "文件名": "[废文 完结]人来人往（1v1）作者：左岸咖啡.txt",
    "夸克盘链接": "https://pan.quark.cn/s/39fc9aa90d0e"
  },
  {
    "文件名": "[废文 完结]二十九（1v1）作者：今朽.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a03fecaf131a"
  },
  {
    "文件名": "[废文 完结]九号球 作者：我将在今夜吻你.txt",
    "夸克盘链接": "https://pan.quark.cn/s/6e2cfccbbcc4"
  },
  {
    "文件名": "[废文 完结]主子要我给他殉葬（1v1）作者：verdot.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c2aa856c2680"
  },
  {
    "文件名": "[废文 完结]东西日月 作者：Lucere.txt",
    "夸克盘链接": "https://pan.quark.cn/s/89fa8382418d"
  },
  {
    "文件名": "[废文 完结]不可替代（1v1）作者：企鹅点解鸭.txt",
    "夸克盘链接": "https://pan.quark.cn/s/f4ba9fb69c36"
  },
  {
    "文件名": "[废文 完结]不准欺负可爱兔兔（1v1）作者：青椒肉丝.txt",
    "夸克盘链接": "https://pan.quark.cn/s/3861eb823db6"
  },
  {
    "文件名": "[废文 完结]一夜当爸（1v1）作者：余生相.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a379fd8b0c5b"
  },
  {
    "文件名": "[废文 完结67+番外]见习爱神（1v1）作者：Alvaros~补番.txt",
    "夸克盘链接": "https://pan.quark.cn/s/78f9ba64588e"
  },
  {
    "文件名": "[废文 完结210+番外]八万公里（1v1）作者：景不却~补番.txt",
    "夸克盘链接": "https://pan.quark.cn/s/97be331730b0"
  },
  {
    "文件名": "[废文 完结+番外]郎情妾意（1v1）作者：龙棠~补番.txt",
    "夸克盘链接": "https://pan.quark.cn/s/33aadaba78bb"
  },
  {
    "文件名": "[废文 完结+番外]虽然是朋友（1v1）作者：爱思匆匆~补番.txt",
    "夸克盘链接": "https://pan.quark.cn/s/18da1ed25c45"
  },
  {
    "文件名": "[废文 完结+番外]窃夺（1v1）作者：柒花君~补番.txt",
    "夸克盘链接": "https://pan.quark.cn/s/071d66092f56"
  },
  {
    "文件名": "[废文 完结+番外]今天不想上班（1v1）作者：上杉夏香~补番.txt",
    "夸克盘链接": "https://pan.quark.cn/s/d7b352b27676"
  },
  {
    "文件名": "[完结]《（虫族）母虫》作者：公子一生攻（女攻np）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ec39c21be0b3"
  },
  {
    "文件名": "[完结]《黑医》作者：芒果布丁（总攻）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/473f7ea348d9"
  },
  {
    "文件名": "[完结]《鲁迅阅读笔记之孔乙己》作者：李千重.txt",
    "夸克盘链接": "https://pan.quark.cn/s/4004cedfa7ce"
  },
  {
    "文件名": "[完结]《高岭之花的yin靡幻想》作者：深夜幻境（np）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/8a1a946c6e4a"
  },
  {
    "文件名": "[完结]《高冷美人沦为疯狗们的性爱娃娃》作者：池芥雨（np）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/3f2604571705"
  },
  {
    "文件名": "[完结]《饲虎》作者：非常硬汉段老板（1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/776ed30f1310"
  },
  {
    "文件名": "[完结]《青楼花魁是个alpha上将》作者：别吃果冻（np）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/d32f9fb00584"
  },
  {
    "文件名": "[完结]《霸总每天在梦里被下属肏到哭》作者：清川渡（1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/bbfd1846bae9"
  },
  {
    "文件名": "[完结]《难言之隐》作者：青佞（1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e96efae04996"
  },
  {
    "文件名": "[完结]《隔壁男神捡到我的假阳具》作者：须尽欢（1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c1fcf8b0d0a7"
  },
  {
    "文件名": "[完结]《隐性亲密》作者：泽野一壳（1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/0a9109361ffe"
  },
  {
    "文件名": "[完结]《降落红场》作者：金麦虾（1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/6f2d24e1ff3a"
  },
  {
    "文件名": "[完结]《陆与桥》作者：序秋（1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/adbfca4e3a6d"
  },
  {
    "文件名": "[完结]《阴暗大师兄》作者：冰块牛奶（1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/2cdf4de5abc4"
  },
  {
    "文件名": "[完结]《长批被室友发现后》作者：你吃西瓜吗（np）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/1e82cfbede9c"
  },
  {
    "文件名": "[完结]《重生的omega套路兽族老公》作者：白茶不予（1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/55c348a002c2"
  },
  {
    "文件名": "[完结]《酸碱测试》作者：97号天文观测中心（np）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/71bcd582c276"
  },
  {
    "文件名": "[完结]《那个被玩弄的攻》作者：指骨门（ntr）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/1624181b2820"
  },
  {
    "文件名": "[完结]《透明的爱人》作者：好困我先睡了（1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/38e77f8491b8"
  },
  {
    "文件名": "[完结]《路人炮灰励志做个清冷剑修》作者：豆芽菜（np）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/bb57554bd1ad"
  },
  {
    "文件名": "[完结]《贴身太监被太子艹了》作者：神来到啦.txt",
    "夸克盘链接": "https://pan.quark.cn/s/7cba540ff6e5"
  },
  {
    "文件名": "[完结]《质子引导》作者：张轻狂（3p）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/3c2a800f4b1c"
  },
  {
    "文件名": "[完结]《说爱我》作者：月一（1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/87a34954cfc3"
  },
  {
    "文件名": "[完结]《误诊》作者：一只水獭（1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/85b08e066db9"
  },
  {
    "文件名": "[完结]《让后妈爆肏的那些年》作者：云蝉衣（1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/6026868b4136"
  },
  {
    "文件名": "[完结]《西游补之女妖后传》作者：wink妖妖.txt",
    "夸克盘链接": "https://pan.quark.cn/s/0bffc476ad17"
  },
  {
    "文件名": "[完结]《被隔壁男神艹》作者：aolce.txt",
    "夸克盘链接": "https://pan.quark.cn/s/35c248371c1c"
  },
  {
    "文件名": "[完结]《被迫禁锢》作者：难受住了____（np）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/be35db8dbeef"
  },
  {
    "文件名": "[完结]《被继父偷奸的漂亮继子》作者：麻爪（1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/58df23237193"
  },
  {
    "文件名": "[完结]《被病重太子给__了》作者：aolce.txt",
    "夸克盘链接": "https://pan.quark.cn/s/bfe13de9ed36"
  },
  {
    "文件名": "[完结]《被疯狗拍下艳照了怎么办 原 被疯狗拍下批照了怎么办》作者：九酒（1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/9a842e2f0b81"
  },
  {
    "文件名": "[完结]《被少年将军 出汁后》作者：草莓____芒果____水蜜桃（1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/953101e3032e"
  },
  {
    "文件名": "[完结]《被Omega渣了后，我黑化了》作者：我爱冰箱123 (1v1).txt",
    "夸克盘链接": "https://pan.quark.cn/s/b6944f5d438f"
  },
  {
    "文件名": "[完结]《藏在主播床底的榜一大哥被拷起来干》作者：无有灵（1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/632547341244"
  },
  {
    "文件名": "[完结]《获得催眠后为所欲为的性福日常》作者：催眠深度爱好者.txt",
    "夸克盘链接": "https://pan.quark.cn/s/2821d5dcc69c"
  },
  {
    "文件名": "[完结]《荒淫女帝拓展后宫计划》作者：临夜大人吖（女攻np）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/9a71a825740f"
  },
  {
    "文件名": "[完结]《芝芝的幸福生活》作者：凭虚（np）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/238dd0b7a04d"
  },
  {
    "文件名": "[完结]《背德短篇合集》作者：冰块牛奶.txt",
    "夸克盘链接": "https://pan.quark.cn/s/dcac8f067aaa"
  },
  {
    "文件名": "[完结]《肚子疼的男人们》作者：江山看不尽（故事集）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/8fbbccdd7b05"
  },
  {
    "文件名": "[完结]《老板多加肉》作者：泛舟冲浪（故事集）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/51b4d32a0257"
  },
  {
    "文件名": "[完结]《老师吃醋后操爆了我的屁眼儿》作者：竹竹18.txt",
    "夸克盘链接": "https://pan.quark.cn/s/3cdf237d1263"
  },
  {
    "文件名": "[完结]《翻身日记》作者：夕小拾（np）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/d609fbe3ff5b"
  },
  {
    "文件名": "[完结]《罪囚》作者：鹤鲸（1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/9f4001c8b695"
  },
  {
    "文件名": "[完结]《绝对征服》作者：哦咪珈（1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/1720b1972f90"
  },
  {
    "文件名": "[完结]《绑个精英回去做伴侣》作者：野猪佩琪(1v1).txt",
    "夸克盘链接": "https://pan.quark.cn/s/3aea76ef0b3c"
  },
  {
    "文件名": "[完结]《红烧肉铺》作者：刑陆（故事集）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a51596734423"
  },
  {
    "文件名": "[完结]《童话之后》作者：青柠应花（np）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/030d47b63c1f"
  },
  {
    "文件名": "[完结]《穿进性爱游戏里当皇帝》作者：南枫枫（np）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/8d70d5668c7a"
  },
  {
    "文件名": "[完结]《穿书后我被迫走流程》作者：顾咕咕（1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ef53278b766b"
  },
  {
    "文件名": "[完结]《穿书之别欺负我这个反派》作者：南朝水（1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/65dd880621ae"
  },
  {
    "文件名": "[完结]《私人改造》作者：三聿（1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/8d45d243fb21"
  },
  {
    "文件名": "[完结]《神父先生和他随地发情的魅魔宠物》作者：不知秋（1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/4d26e314cf24"
  },
  {
    "文件名": "[完结]《神医与他的狼崽子们》作者：眠多（3p）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/d1295ff74ad1"
  },
  {
    "文件名": "[完结]《社会败类生存法则》作者：空歌憨特（np）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c0f3812aea94"
  },
  {
    "文件名": "[完结]《碧池从良记》作者：少熬夜从我做起 (1v1).txt",
    "夸克盘链接": "https://pan.quark.cn/s/6e10541f0f27"
  },
  {
    "文件名": "[完结]《短篇合集》作者：梨邪.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e74737e28397"
  },
  {
    "文件名": "[完结]《短片肉文合集》作者：南枫枫.txt",
    "夸克盘链接": "https://pan.quark.cn/s/88a4bec86c6c"
  },
  {
    "文件名": "[完结]《白袜校草李泽锋》作者：白袜黑皮体育生（故事集）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/9271b6cf9d8d"
  },
  {
    "文件名": "[完结]《癞头和尚玩弄人妻》作者：anan哪（np）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/1bc00b02df60"
  },
  {
    "文件名": "[完结]《痴缠种》作者：3399.txt",
    "夸克盘链接": "https://pan.quark.cn/s/7bc137ed2c8d"
  },
  {
    "文件名": "[完结]《疯狂幻想合集》作者：名吾识.txt",
    "夸克盘链接": "https://pan.quark.cn/s/be482351de5a"
  },
  {
    "文件名": "[完结]《男妾》作者：风骚的水豚（1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/8f070fe78c61"
  },
  {
    "文件名": "[完结]《男妾》作者：其今.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ec875e714405"
  },
  {
    "文件名": "[完结]《男人菊花也耐操》作者：猪皮皮（混合故事集）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e63eb5edee2b"
  },
  {
    "文件名": "[完结]《玩具体验馆》作者：商银 (np).txt",
    "夸克盘链接": "https://pan.quark.cn/s/de5ce5d005b0"
  },
  {
    "文件名": "[完结]《王子和他的专属情人》作者：行春（1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/5d6ad0d6ca73"
  },
  {
    "文件名": "[完结]《犬哥的妊娠期》作者：2爷吃肉肉（1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/770c1cd8aed8"
  },
  {
    "文件名": "[完结]《父子团宠双星小可怜》作者：沐已成粥（np）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/25877a17273b"
  },
  {
    "文件名": "[完结]《煎高岭之花批》作者：日更1w信我.txt",
    "夸克盘链接": "https://pan.quark.cn/s/6ddb0e510697"
  },
  {
    "文件名": "[完结]《炮灰美人不想被淦》作者：沉默的牛奶薄荷糖（np）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/8358a2391058"
  },
  {
    "文件名": "[完结]《炮灰受被反派饲养后》作者：斋哥（1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/f5d613e3abf3"
  },
  {
    "文件名": "[完结]《激情土耳其》作者：兔兔（1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/7100d27509ba"
  },
  {
    "文件名": "[完结]《清纯男大被教授艹》作者：aolce.txt",
    "夸克盘链接": "https://pan.quark.cn/s/4c43e9d5688c"
  },
  {
    "文件名": "[完结]《清冷美人他很缺钱》作者：爱口（np）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/1aaff3d41f7f"
  },
  {
    "文件名": "[完结]《淫荡美人甜品店》作者：晚风弄影（np）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/174c5ef5b080"
  },
  {
    "文件名": "[完结]《浇灌清冷美男们的日日夜夜》作者：暗黑系魔女（女攻）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/1fa9153722d2"
  },
  {
    "文件名": "[完结]《沦为疯批玩物的漂亮双性美人》作者：小兔纸（np）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/17822d2cba77"
  },
  {
    "文件名": "[完结]《沦为共妻》作者：.（np）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/cc117f1a30c1"
  },
  {
    "文件名": "[完结]《汉东疑云：拨云见日》作者：陈年老九（np）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/1600be8ee6e6"
  },
  {
    "文件名": "[完结]《求爱饥渴症》作者：搞学（1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/b720621bdfa6"
  },
  {
    "文件名": "[完结]《殿下争妻日常》作者：南枫枫（1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e557b612b05b"
  },
  {
    "文件名": "[完结]《死缠烂打》作者：我睡不醒了（1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/0f445672a01e"
  },
  {
    "文件名": "[完结]《欺负老实人》作者：就只想改名字（故事集）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/eb6dd0c9202a"
  },
  {
    "文件名": "[完结]《欢迎来到妄想童话世界》作者：橘子糖很好吃（故事集）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/db886ca7f8bd"
  },
  {
    "文件名": "[完结]《柠色》作者：西风北岳（1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/392e707f1523"
  },
  {
    "文件名": "[完结]《李教授的被++日常》作者：葛二蛋（1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/2133aee02971"
  },
  {
    "文件名": "[完结]《替嫁的他》作者：老甲（np）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/381dcd782729"
  },
  {
    "文件名": "[完结]《是这样吗老师》作者：绯夜.txt",
    "夸克盘链接": "https://pan.quark.cn/s/fccce65f6317"
  },
  {
    "文件名": "[完结]《星光同路》作者：MeAtfish（1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ee5fb9365b5e"
  },
  {
    "文件名": "[完结]《无药可救》作者：磨叽磨哩（1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a40f00253dfe"
  },
  {
    "文件名": "[完结]《无上美味》作者：欲血修罗（故事集）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/76a2413495f8"
  },
  {
    "文件名": "[完结]《把爸爸催眠成骚狗后爽翻天》作者：挽风月（np）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/9d5e113b4e40"
  },
  {
    "文件名": "[完结]《截胡》作者：一只周小言（np）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ba5364ae2516"
  },
  {
    "文件名": "[完结]《我那活儿好的双胞胎男友》作者：比较喜欢钱（3p）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/87d122a038d8"
  },
  {
    "文件名": "[完结]《我的王妃是男人（及现代篇）》作者：十世（1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/9e245b735904"
  },
  {
    "文件名": "[完结]《我本来就不喜欢你》作者：江边一碗水（1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/7aa437a83fec"
  },
  {
    "文件名": "[完结]《我关注的色情语音直播是下属正在做的兼职》作者：车队新手（1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/5e5202128327"
  },
  {
    "文件名": "[完结]《我们队里的法师竟然是死灵术士》作者：温泉土豆蛋（1v1）~清水.txt",
    "夸克盘链接": "https://pan.quark.cn/s/27a30685b1c6"
  },
  {
    "文件名": "[完结]《成为繁衍者后幸福住了》作者：再吃亿碗（np）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/7df05a5b0498"
  },
  {
    "文件名": "[完结]《情欲农场》作者：幺幺零（1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a43977815ac8"
  },
  {
    "文件名": "[完结]《总裁姐夫的苦恼》作者：公子悲催（1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/92be1d2d581d"
  },
  {
    "文件名": "[完结]《总裁前任求复合后被我花式TJ》作者：青山与故人（1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/82c8a255df36"
  },
  {
    "文件名": "[完结]《快穿：万人迷他操碎了心》作者：发财老葛（np）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/8b10bd5d69d4"
  },
  {
    "文件名": "[完结]《快穿之精液收集系统》作者：不吃香菜（np）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/aa53d80e9660"
  },
  {
    "文件名": "[完结]《快穿之勾引反派》作者：暴打柠檬茶 (np).txt",
    "夸克盘链接": "https://pan.quark.cn/s/0c4c5687b6cb"
  },
  {
    "文件名": "[完结]《必须要遵守的性爱怪谈规则》作者：花七七（np）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/9a1c026d55b6"
  },
  {
    "文件名": "[完结]《当女人没有男人骚》作者：猪皮皮（混合故事集）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/45a2f8f8bdbe"
  },
  {
    "文件名": "[完结]《当不良牛郎被霸总看上后》作者：核蝶（1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/63fb0960b592"
  },
  {
    "文件名": "[完结]《少爷的仆人》作者：一株太阳花（1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/8b9b035a9806"
  },
  {
    "文件名": "[完结]《小黄油中的路人配角》作者：日向葵.txt",
    "夸克盘链接": "https://pan.quark.cn/s/90617b64a221"
  },
  {
    "文件名": "[完结]《小学渣今天也想学习》作者：咕噜咻狗（1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/056872dc62cb"
  },
  {
    "文件名": "[完结]《家庭老师的惩罚》作者：远山雾里（故事集）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/b7fbf5493f7f"
  },
  {
    "文件名": "[完结]《官人》作者：非衣之（1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/558069d69818"
  },
  {
    "文件名": "[完结]《完美的按摩棒》作者：宸妃 (1v1).txt",
    "夸克盘链接": "https://pan.quark.cn/s/ec7d09680a35"
  },
  {
    "文件名": "[完结]《娇气攻要被病娇老婆玩坏了》作者：巨门（1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/f8dbc1a79918"
  },
  {
    "文件名": "[完结]《奴隶主》作者：木三火（1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/1cd2d1eb2c81"
  },
  {
    "文件名": "[完结]《女装大佬养成计划》作者：无骨之媚（1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/3dc16358283a"
  },
  {
    "文件名": "[完结]《大嫂是疯批小叔双性yin奴》作者：没有名字.txt",
    "夸克盘链接": "https://pan.quark.cn/s/dd3466cb16a6"
  },
  {
    "文件名": "[完结]《大司马的报复》作者：吴天看雪（np）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/f77fc1173ac0"
  },
  {
    "文件名": "[完结]《大叔让我超超》作者：离峰（1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/5c41838381b9"
  },
  {
    "文件名": "[完结]《大乃教师》作者：脆皮大烧鹅（np）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/dc2354b901b5"
  },
  {
    "文件名": "[完结]《在欲望之中杀戮》作者：向阳处（1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/f6b988cffceb"
  },
  {
    "文件名": "[完结]《在总裁身上耕耘》作者：还活着呜呜（np）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/abe81cea80da"
  },
  {
    "文件名": "[完结]《在军营里被__翻了》作者：没有名字.txt",
    "夸克盘链接": "https://pan.quark.cn/s/7e2ee0bcf79c"
  },
  {
    "文件名": "[完结]《在全息游戏里doi》作者：无关风月（1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/28b5be25068a"
  },
  {
    "文件名": "[完结]《圈套》作者：不像是演的（1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/4958183b973b"
  },
  {
    "文件名": "[完结]《国师府里的美人》作者：无森之林（1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/bc0ba7101011"
  },
  {
    "文件名": "[完结]《团厌师尊的抹布人生》作者：半江瑟瑟（np）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/fd6daceeebe5"
  },
  {
    "文件名": "[完结]《喜欢的学长是GV明星》作者：今天论文写完了吗（np）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/34ced1d3b3e5"
  },
  {
    "文件名": "[完结]《和死对头闯入淫荡规则怪谈后又被草坏了》作者：zero（1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/23b91c46c80c"
  },
  {
    "文件名": "[完结]《和嫂子偷Q》作者：眠不得（np）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/f5c7deb17e96"
  },
  {
    "文件名": "[完结]《呼吸决定》作者：野旱烟（1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/1ff1fc079f43"
  },
  {
    "文件名": "[完结]《吞吃入腹》作者：我见青山（1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/8481ee3f1d7f"
  },
  {
    "文件名": "[完结]《合法共妻》作者：一蟹不如一蟹（np）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/2aaae4e49b63"
  },
  {
    "文件名": "[完结]《古早虐文男主被操的合不拢腿》作者：酥酪（np）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/55e23225a437"
  },
  {
    "文件名": "[完结]《变态父亲操烂双性美人儿子》作者：迷雾岛（ntr）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/cff821cfb1b3"
  },
  {
    "文件名": "[完结]《叔叔养的Omega终于成年了》作者：纹刀画师（1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e9ebf6008b34"
  },
  {
    "文件名": "[完结]《反派将军要摆烂》作者：楚楚爱睡觉（女攻np）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/3b5d7e3204f6"
  },
  {
    "文件名": "[完结]《双重侵犯》作者：中药泡冰（3p）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/be36756b49a7"
  },
  {
    "文件名": "[完结]《双性美人gv拍摄记录》作者：珍珠粉（np）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/dbf63e663966"
  },
  {
    "文件名": "[完结]《双性怪胎的日常 原名 双性怪胎的淫荡日常》作家：兔兔.txt",
    "夸克盘链接": "https://pan.quark.cn/s/610285c05a8a"
  },
  {
    "文件名": "[完结]《双性大奶小妈》作者：清风明月（1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/2c21e265f6f8"
  },
  {
    "文件名": "[完结]《双性养父被养子爆炒》作者：谢千星（1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/8012fbde753d"
  },
  {
    "文件名": "[完结]《化零为整》作者：方块猫狮狮（女攻1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/90a320873515"
  },
  {
    "文件名": "[完结]《勾引爸爸的少年》作者：南枫枫（1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/6818697bb26f"
  },
  {
    "文件名": "[完结]《刺猬与水豚》作者：一根腿毛（1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a7526b76c8d8"
  },
  {
    "文件名": "[完结]《分离性障碍患者》作者：Bishop (过程NP，结局1V1).txt",
    "夸克盘链接": "https://pan.quark.cn/s/5a9edefdb810"
  },
  {
    "文件名": "[完结]《凉间》作者：随遇而安（1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/1a6fb3c2fe0f"
  },
  {
    "文件名": "[完结]《养狼为患》作者：星河长明（1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c48cdf56dbfd"
  },
  {
    "文件名": "[完结]《兰昙净初》作者：轻舟已过（切片1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/27a7ce42cb1f"
  },
  {
    "文件名": "[完结]《公媳孽缘》作者：没有名字（np）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/8e08d5f2f7f4"
  },
  {
    "文件名": "[完结]《公公霸占变型儿媳》作者：没有名字.txt",
    "夸克盘链接": "https://pan.quark.cn/s/1f37b744721a"
  },
  {
    "文件名": "[完结]《儿子的逼水日记》作者：修勾（1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/cf56ca79e93a"
  },
  {
    "文件名": "[完结]《催眠直男学生们》作者：阿葵亚（np）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/3d606d7c0e9c"
  },
  {
    "文件名": "[完结]《催眠强奸时间暂停》作者：二哈吃豆腐（np）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/63e9421993a5"
  },
  {
    "文件名": "[完结]《催眠常识修改雌堕中心》作者：____gzybf__（np）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/02c75daf72ed"
  },
  {
    "文件名": "[完结]《你们亚洲男那里是不是真的很小啊》作者：南城花府 (1v1).txt",
    "夸克盘链接": "https://pan.quark.cn/s/8b7e9dc86dcb"
  },
  {
    "文件名": "[完结]《体育阳光黑皮篮球少年和他的队友主人》作者：白袜黑皮体育生（故事集）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/6e1b1d4584a6"
  },
  {
    "文件名": "[完结]《体育系的小玩物》作者：橱柜（np）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/8acd4030a3df"
  },
  {
    "文件名": "[完结]《伏魔堕彘传》作者：吃香蕉的小草莓（np）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/d5fffffe121f"
  },
  {
    "文件名": "[完结]《书生他肏坏小可怜了》作者：sweety（1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a6d6a1d756e8"
  },
  {
    "文件名": "[完结]《专属玩物》作者：胔臡（1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/b7243164946a"
  },
  {
    "文件名": "[完结]《不是卧底》作者：沫娘（np）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/7250c7d01fc7"
  },
  {
    "文件名": "[完结]《下克上指南》作者：芜湖检票员（np）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/08058f9a9ca3"
  },
  {
    "文件名": "[完结]《上流暴力》作者：朝阳西落（1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/cc6aeccc7f4e"
  },
  {
    "文件名": "[完结]《一见钟情对象其实是网h》作者：三个三（1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ef4674b64332"
  },
  {
    "文件名": "[完结]《一次游戏》作者：祈愿聆听（1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/8981048d24b9"
  },
  {
    "文件名": "[完结]《【莫强求】高维主宰》作者：aevine.txt",
    "夸克盘链接": "https://pan.quark.cn/s/783aa592217a"
  },
  {
    "文件名": "[完结]《【杰佣】守护》作者：风拂墨.txt",
    "夸克盘链接": "https://pan.quark.cn/s/72b34043e924"
  },
  {
    "文件名": "[完结]《【文野】首领和她下属们的二三事》作者：糖芯儿（女攻np）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/cb40696265f8"
  },
  {
    "文件名": "[完结]《【娱乐圈】成为顶流爱豆的方法》作者：暮雨（np）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/94e4a7dd65cc"
  },
  {
    "文件名": "[完结]《【代号鸢】登登吾妻》作者：噬月君（女攻1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/9adbe3fd1ce3"
  },
  {
    "文件名": "[完结]《【全职高手_邱乔】乱谈情》作者：极圈月亮（1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/61c7d4426778"
  },
  {
    "文件名": "[完结]《【主攻】酸奶合集》作者：骨灰（故事集）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ecc7a5cc652a"
  },
  {
    "文件名": "[完结]《【主攻】漂亮小狗》作者：陆南歌（1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c11ab0b83e55"
  },
  {
    "文件名": "[完结]《【主攻】催眠一下就变得很yin荡了》作者：炖些什么肉（np）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/199c2d5bd913"
  },
  {
    "文件名": "[完结]《【all空】【原神】不涩涩就活不下去》作者：Hanako（np）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/eb7d6c85f7c9"
  },
  {
    "文件名": "[完结]《SM肉奴计划》作者：夏十六（1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/9d67b10300a6"
  },
  {
    "文件名": "[完结96+番外]《殒岩岛》作者：殁斯王~补番.txt",
    "夸克盘链接": "https://pan.quark.cn/s/f1ec162bce80"
  },
  {
    "文件名": "[完结46]《保镖今天也很忙》作者：久漫.txt",
    "夸克盘链接": "https://pan.quark.cn/s/652f97be1ad9"
  },
  {
    "文件名": "[完结42]《误闯室友的做爱现场》作者：年年包.txt",
    "夸克盘链接": "https://pan.quark.cn/s/01d9a0cd9aee"
  },
  {
    "文件名": "[完结148+番外]《小花》作者：又甜又咸的灯~补番.txt",
    "夸克盘链接": "https://pan.quark.cn/s/b0f0bfbcd5c8"
  },
  {
    "文件名": "[完结143]《娇俏乳娘》作者：粼若皓月.txt",
    "夸克盘链接": "https://pan.quark.cn/s/cadda9b47e04"
  },
  {
    "文件名": "[完结131+番外]《病娇A诱她上瘾》作者：呆元~补番.txt",
    "夸克盘链接": "https://pan.quark.cn/s/2ba0a6fb244c"
  },
  {
    "文件名": "[完结107]《金丝雀的职业操守》作者：遇事不决.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ccc586c4a5ec"
  },
  {
    "文件名": "[完结+番外]《饲蛇》作者：我的精神状态很好呀（1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/2d66c1a4a9fe"
  },
  {
    "文件名": "[完结+番外]《被狗囚禁的主人》作者：纯情大迪奥 (1V1).txt",
    "夸克盘链接": "https://pan.quark.cn/s/246519be060b"
  },
  {
    "文件名": "[完结+番外]《被毛茸茸扑倒之后》作者：不准撒娇（快穿）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a3735cea255a"
  },
  {
    "文件名": "[完结+番外]《被戴绿帽，然后开始追妻火葬场》作者：一鸟不会鸣（1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/7dec87f3433f"
  },
  {
    "文件名": "[完结+番外]《老实魔王和闷骚勇者的休战协议》作者：暗黑角落（1v1）~补番.txt",
    "夸克盘链接": "https://pan.quark.cn/s/f4fb5719800c"
  },
  {
    "文件名": "[完结+番外]《窥探主奴》作者：字骨疯（1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/1d29f6637083"
  },
  {
    "文件名": "[完结+番外]《我误入了R18G全息游戏》作者：瘆（np）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/d08272d9a548"
  },
  {
    "文件名": "[完结+番外]《穿书后我被迫走流程》作者：顾咕咕（1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e63d0f743c57"
  },
  {
    "文件名": "[完结+番外]《我和教授那些年》作者：云昼（女攻1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/14395b473523"
  },
  {
    "文件名": "[完结+番外]《快穿之男二拯救系统》作者：江山（np）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/bc0a1f4b1379"
  },
  {
    "文件名": "[完结+番外]《小瘸子成婚后的幸_性福生活》作者：葭月（1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/76ba4045c801"
  },
  {
    "文件名": "[完结+番外]《完美的按摩棒》作者：宸妃 (1v1).txt",
    "夸克盘链接": "https://pan.quark.cn/s/57a2fe5f5a64"
  },
  {
    "文件名": "[完结+番外]《夹在中间艾草的beta》作者：捏捏猫肉垫（3p）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/58f1dc86bbec"
  },
  {
    "文件名": "[完结+番外]《君下东宫》作者：许阿星（1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/6b46c96482cc"
  },
  {
    "文件名": "[完结+番外]《千机阁逸事》作者：将离（np）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/2b57b447023e"
  },
  {
    "文件名": "[完结+全番外]《存活的方法是艾草》作者：纪年（np）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/547be3e6b52d"
  },
  {
    "文件名": "[完结+2番外]《政圈妲己》作者：补血口服液（np）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/579663e15cc0"
  },
  {
    "文件名": "[完结+23番外]《向导努力自救》作者：文十（1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/82396e0fdbbb"
  },
  {
    "文件名": "[完结+15番外]《春宫墙》作者：火风L（3p）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/aa3e1a7a99c0"
  },
  {
    "文件名": "[完结蛋全]《黑莲花美人的玩弄【快穿】》作家：纯牛奶（np）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c49af2915b8c"
  },
  {
    "文件名": "[完结全+番外]《大景朝五皇女的逍遥生活》作者：春夏家有2只猫（女攻np）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/8e472dc91a31"
  },
  {
    "文件名": "[完结]昆玖爱巢 作者：南山月.txt",
    "夸克盘链接": "https://pan.quark.cn/s/9083dc794f57"
  },
  {
    "文件名": "[完结]《［主攻］悲惨反派重生了》作者：阿胶小鸟酱（1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a1751059461e"
  },
  {
    "文件名": "[完结]《黑道之骄纵》作者 头上有犄角（GL百合1v1）~修改版.txt",
    "夸克盘链接": "https://pan.quark.cn/s/6ceb59052534"
  },
  {
    "文件名": "[完结]《黑皮大奶体育生恶堕》作者：樱花酥（np）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/25de762b8223"
  },
  {
    "文件名": "[完结]《黑化系统之惩奸父罚淫夫》作者：洲肆夭（np）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/8e5c7b6adbcf"
  },
  {
    "文件名": "[完结]《黄色童话》作者：麻辣火锅（故事集）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/d672e4a45fa5"
  },
  {
    "文件名": "[完结]《黄色童话2》作者：修勾.txt",
    "夸克盘链接": "https://pan.quark.cn/s/bbd85d24004a"
  },
  {
    "文件名": "[完结]《黄色童话1》作者：修勾（故事集）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/0ab485e85b59"
  },
  {
    "文件名": "[完结]《鹿角项》作者：慕名而来（1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e1af443c003f"
  },
  {
    "文件名": "[完结]《鱼水之欢》作者：馒头狗（1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/61b6b225f8ef"
  },
  {
    "文件名": "[完结]《魔教教主武功尽失后》作者：阮红浪 (np).txt",
    "夸克盘链接": "https://pan.quark.cn/s/267105344450"
  },
  {
    "文件名": "[完结]《魅魔想毕业》作者：啊一呐 (1v1).txt",
    "夸克盘链接": "https://pan.quark.cn/s/25a2993bc965"
  },
  {
    "文件名": "[完结]《高门绮户》作者：Godzita（np）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/d715ee47c33c"
  },
  {
    "文件名": "[完结]《高岭之花雌堕后的淫靡日子》作者：春日宴（故事集）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/3b83dabfbd79"
  },
  {
    "文件名": "[完结]《高岭之花与他的士兵》作者：草咪咪咪咪（1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/643cb4eb0ffd"
  },
  {
    "文件名": "[完结]《驸马舍我其谁》作者：蛋糕糕 (1V1).txt",
    "夸克盘链接": "https://pan.quark.cn/s/472d2cc965be"
  },
  {
    "文件名": "[完结]《驯服融化》作者：风起（短篇集）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/cde3fdba9b1d"
  },
  {
    "文件名": "[完结]《驯养》作者：万象生（百合姊妹abo1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a4ee336e49f9"
  },
  {
    "文件名": "[完结]《风起迹临》作者：空虚二爷（np）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/b0b1f6e5b71f"
  },
  {
    "文件名": "[完结]《饲欲》作者：魔物猎人Karma（百合1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/8d00ebdc374f"
  },
  {
    "文件名": "[完结]《顶流之路》作者：王秣（女攻np）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/226b51231bc4"
  },
  {
    "文件名": "[完结]《靠美色拯救男主》作者：暮鼓晨钟（快穿）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/036034bf0f15"
  },
  {
    "文件名": "[完结]《青春男大的直播派对》作者：铁血老太（np）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/b4e6314cc00f"
  },
  {
    "文件名": "[完结]《霸道总裁爱上我》作者：东乌旗旗（女攻1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/9f18d948aea3"
  },
  {
    "文件名": "[完结]《雪落骊山春》作者：cicadaES（np）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e9d2d944be15"
  },
  {
    "文件名": "[完结]《雌堕保姆》作者：三色夜铃（np）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/b8ff938ee75d"
  },
  {
    "文件名": "[完结]《隐秘情人》作者：久行且歌（1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/5aaa303fd358"
  },
  {
    "文件名": "[完结]《阿青》作者：番茄炒蛋（1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/2349223b2710"
  },
  {
    "文件名": "[完结]《阴沟野王靠模拟经营翻身》作者：豆芽菜（无cp）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c1f5af824a5c"
  },
  {
    "文件名": "[完结]《闻柳》作者：皎月 (1v1).txt",
    "夸克盘链接": "https://pan.quark.cn/s/7a61e71e6475"
  },
  {
    "文件名": "[完结]《错过的能否再重来》作者：幽幽过客（1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/326fcfca2dc9"
  },
  {
    "文件名": "[完结]《错认渣男前男友后》作者：快乐的小面包（np）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ba685575a548"
  },
  {
    "文件名": "[完结]《铁链和美人更配哦》作家：夜虫.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a4232eca6f92"
  },
  {
    "文件名": "[完结]《铁链和美人更配哦》 作者：夜虫（1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/124c969f0298"
  },
  {
    "文件名": "[完结]《金丝雀娇养手册》作者：轻舟已过（np）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/5bfb288d3520"
  },
  {
    "文件名": "[完结]《野兽的驯养法则》作者：小金鱼在垃圾桶里（1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/cd2225571bfc"
  },
  {
    "文件名": "[完结]《重生后拒绝火葬场只想赶紧逃》作者：不歇（np）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ef590b1699ed"
  },
  {
    "文件名": "[完结]《重生后我成了色情主播》作者：wheat（np）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/634efdb2c3cf"
  },
  {
    "文件名": "[完结]《邵先生的高冷秘书》作者：刑陆（1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/4d9949b4ab1e"
  },
  {
    "文件名": "[完结]《邪神一家》作者：叶寻 (故事集).txt",
    "夸克盘链接": "https://pan.quark.cn/s/9db67af54396"
  },
  {
    "文件名": "[完结]《逼奸小妈的那些年》作者：数学天才本人（1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/bab49d5cefe4"
  },
  {
    "文件名": "[完结]《造作》作者：DWC123（1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/884a32258150"
  },
  {
    "文件名": "[完结]《透烂淫艳宗主的小骚逼》作者：爱妙妙的巧嘴（np）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/2ccbb05cd3da"
  },
  {
    "文件名": "[完结]《透明人的共妻》作者：屿夏 (np).txt",
    "夸克盘链接": "https://pan.quark.cn/s/414b9ebd0abe"
  },
  {
    "文件名": "[完结]《连雨春去》作者：者成（1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/7423407dd186"
  },
  {
    "文件名": "[完结]《进化之地》作者：佛手瓜（np）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c0785a27ef83"
  },
  {
    "文件名": "[完结]《过度依赖》作者：xinruan（1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/0d9d39212b4b"
  },
  {
    "文件名": "[完结]《过冬》作者：无问泊舟（3p）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/1dc3af84c232"
  },
  {
    "文件名": "[完结]《轮奸骚浪美人》作者：宴鸿儒（np故事集）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/17c085f28d0a"
  },
  {
    "文件名": "[完结]《身穿虫族后被圈养》作者：言川 (1V1).txt",
    "夸克盘链接": "https://pan.quark.cn/s/b359730a67fe"
  },
  {
    "文件名": "[完结]《跪而吮上乳》作者：药药不吃药（1v1 （李世民x李渊））.txt",
    "夸克盘链接": "https://pan.quark.cn/s/94dcc8ec2bb6"
  },
  {
    "文件名": "[完结]《足球健将阿威的沦陷》作者：阿香香（混合np）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/d62ddb1ce8b0"
  },
  {
    "文件名": "[完结]《超级英雄王铁牛的淫欲堕落》作者：得过且过（np）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/3403421eb70b"
  },
  {
    "文件名": "[完结]《赔罪礼》作者：海云（1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/6a46ac1b5052"
  },
  {
    "文件名": "[完结]《贪欢》作者：冬冬江（np）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ff26bfd8fbc3"
  },
  {
    "文件名": "[完结]《貌美小妈与腹黑继子》作者：梨梨（1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/bae8cf30af0c"
  },
  {
    "文件名": "[完结]《豪门小少爷的秘密花园》作者：媚骨生香（np）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/cacb84e02416"
  },
  {
    "文件名": "[完结]《豪夺了我的幕僚》作者：清明河畔洗腿毛（1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/73dcec588908"
  },
  {
    "文件名": "[完结]《调教母狗们的正确方法》作者：莉莉丝（3p）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/284069bfc279"
  },
  {
    "文件名": "[完结]《谁都会离开》作者：作者名 (1v1).txt",
    "夸克盘链接": "https://pan.quark.cn/s/02d7b8d0fc33"
  },
  {
    "文件名": "[完结]《谁说忠犬攻不出轨》作者：月之卡比（出轨文）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ee74f7648fb7"
  },
  {
    "文件名": "[完结]《谁要喜欢坏女人啊》作者 梁上君子（纯百GL1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/066fe4eae33c"
  },
  {
    "文件名": "[完结]《谁家顶流影帝拍色情片啊》作者：鸳鸯狂徒（np）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/32b33fbe55a3"
  },
  {
    "文件名": "[完结]《读者XP点梗大合集》作者：色色发抖.txt",
    "夸克盘链接": "https://pan.quark.cn/s/b97175a6878e"
  },
  {
    "文件名": "[完结]《诅咒》作者：前屿东城 (np).txt",
    "夸克盘链接": "https://pan.quark.cn/s/bfca02254b9d"
  },
  {
    "文件名": "[完结]《讨厌又怎么样，还不是要乖乖挨操》作者 性无能天使（GL百合1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/1fcf5fc90a5b"
  },
  {
    "文件名": "[完结]《覆水难收》作者：lot thirteen（1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/7bacdc8e4a43"
  },
  {
    "文件名": "[完结]《被迫嫁给老男人后我摆烂了》作者：豆芽菜（坑文）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c1fbb063b583"
  },
  {
    "文件名": "[完结]《被迫出轨的攻》作者：hentai（混合np）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/9cc03220083f"
  },
  {
    "文件名": "[完结]《被轮奸成婊子的艺术生》作者：没有名字（np）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/961cc832c888"
  },
  {
    "文件名": "[完结]《被诅咒的勇者》作者：湿漉漉（np）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c6bb08db757c"
  },
  {
    "文件名": "[完结]《被觊觎的漂亮家主》作者：陆南歌（总攻）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/10a109eeba38"
  },
  {
    "文件名": "[完结]《被经纪人操得精液直流》作者：竹竹18.txt",
    "夸克盘链接": "https://pan.quark.cn/s/1fe3c0437f33"
  },
  {
    "文件名": "[完结]《被精液灌养的圣子》作者：蛋炒饭（np）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/d13fb5c7c0e0"
  },
  {
    "文件名": "[完结]《被管教的低段位小绿茶》作者：楠楠子（快穿）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/454ac53887a2"
  },
  {
    "文件名": "[完结]《被竹马死对头c翻了》作者：月出东山（1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/23952879386e"
  },
  {
    "文件名": "[完结]《被禽兽老板艹肿》作者：aolce.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e64f82814120"
  },
  {
    "文件名": "[完结]《被疯批肆意玩弄的美人》作者：我作今夜困兽（1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/eba984ebb0fc"
  },
  {
    "文件名": "[完结]《被疯批强制的美人上司》作者：今夜（1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a8663aa3d855"
  },
  {
    "文件名": "[完结]《被疯批反派强制受孕的日夜》作者：多比的梦（1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/935ee697a35e"
  },
  {
    "文件名": "[完结]《被狗囚禁的主人》作者：纯情大迪奥 (1V1).txt",
    "夸克盘链接": "https://pan.quark.cn/s/c93312b832f3"
  },
  {
    "文件名": "[完结]《被外国猛男懆了》作者：aolce.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a6914530d67d"
  },
  {
    "文件名": "[完结]《被体校猛男玩坏了》作者：aolce.txt",
    "夸克盘链接": "https://pan.quark.cn/s/52a5651bd00a"
  },
  {
    "文件名": "[完结]《被下药的男高》作者：吃个鸭脖（np）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/57f5feb7f762"
  },
  {
    "文件名": "[完结]《被三个男人看上以后，我被囚禁了》作者：南木子鱼（np）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/173ec2dc8978"
  },
  {
    "文件名": "[完结]《苗疆美人和他的蛇》作者：不姒（np）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/8ed84242f1c5"
  },
  {
    "文件名": "[完结]《背俗》作者：有点意思 (1v1).txt",
    "夸克盘链接": "https://pan.quark.cn/s/d02156efbe29"
  },
  {
    "文件名": "[完结]《职业Beta的素养》作者：罩爷是只猫（np）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/fb195442ab25"
  },
  {
    "文件名": "[完结]《美貌反派被炮灰玩坏了》作家：西瓜沙沙（快穿）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/8816e9710a5d"
  },
  {
    "文件名": "[完结]《美人与动物doi！鳄鱼也能肏人屄！？》作者：小猫咪兽性大发.txt",
    "夸克盘链接": "https://pan.quark.cn/s/5c777581b0ad"
  },
  {
    "文件名": "[完结]《美丽人妻总被玩到爆浆》作者：普罗旺斯炖菜（故事集）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/93d961528583"
  },
  {
    "文件名": "[完结]《罪》作者：先泱 (1v1).txt",
    "夸克盘链接": "https://pan.quark.cn/s/9a0768f7a85b"
  },
  {
    "文件名": "[完结]《绿茶出轨，下场3p》作者：果味汽水（np）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/809e389a12cd"
  },
  {
    "文件名": "[完结]《继父的性福生活》作者：陆拾尔（1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/44bb8d663352"
  },
  {
    "文件名": "[完结]《继父狠狠日穿你身子》作者：小奶狗（混合）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/934f8f87f4d6"
  },
  {
    "文件名": "[完结]《绝对掌控》作者：麻爪（1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/d65d70eb68b4"
  },
  {
    "文件名": "[完结]《绝处逢生》作者：冰淇淋乌龙茶（np）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/6dcc4f4d76ad"
  },
  {
    "文件名": "[完结]《终身雇佣》作者：好困我先睡了（1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/2c54f7cab9ac"
  },
  {
    "文件名": "[完结]《约调被哥哥发现之后》作者：米耳（1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/7febcb901523"
  },
  {
    "文件名": "[完结]《纠缠不清》作者：偷偷咬一口 (1v1).txt",
    "夸克盘链接": "https://pan.quark.cn/s/0f6b6748eb2b"
  },
  {
    "文件名": "[完结]《繁星入我怀【上卷】》作者：京酱肉丝（穿书np万人迷戏精受）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/dda86baf7ec0"
  },
  {
    "文件名": "[完结]《糙汉与玫瑰》作者：花臂橘猫（1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/89c7980b81f4"
  },
  {
    "文件名": "[完结]《精心狩猎》作者：千羽（1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/1066c06a220f"
  },
  {
    "文件名": "[完结]《竹马恋爱指南》作者：???（1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/9f27bff11613"
  },
  {
    "文件名": "[完结]《竹马开发计划》作者：蜜汁鸡腿 (1v1).txt",
    "夸克盘链接": "https://pan.quark.cn/s/c85debb8dc02"
  },
  {
    "文件名": "[完结]《窥视》作者：葭月（1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/f53f855e3be2"
  },
  {
    "文件名": "[完结]《穿越成女仙后淫乱江湖》作者：于于（百合np）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/76bbffd6374c"
  },
  {
    "文件名": "[完结]《空隙侦探》作者：芬梨港（1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/2f334971ac0d"
  },
  {
    "文件名": "[完结]《禁止白嫖》作者：想写肉文的这些年（1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/3f245ae0bc37"
  },
  {
    "文件名": "[完结]《禁欲系学霸他越来越下流》作者：二十哈（混合）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/8f208b42f4f9"
  },
  {
    "文件名": "[完结]《社恐舔狗和他的顶A老公》作者：胡思乱想社恐症（1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e109f6d553f0"
  },
  {
    "文件名": "[完结]《睡遍双性室友》作者：欧克（np）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/99f4f96d2370"
  },
  {
    "文件名": "[完结]《睡beauty》作者：welchen（百合1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/84e3cee4e798"
  },
  {
    "文件名": "[完结]《眼盲美人被疯批们强占》作者：随缘过（np）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/1ebd221f6de3"
  },
  {
    "文件名": "[完结]《相亲对象的鸡巴真大》作者：神来到啦.txt",
    "夸克盘链接": "https://pan.quark.cn/s/f3db9ffa2108"
  },
  {
    "文件名": "[完结]《直男被草日常》作者：张三（np）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/0d34ec0e2618"
  },
  {
    "文件名": "[完结]《盲夫》作者：鱼太咸 (1v1).txt",
    "夸克盘链接": "https://pan.quark.cn/s/159336e6cbc8"
  },
  {
    "文件名": "[完结]《盛物员》作者：池砚（1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/1a63a1358e6b"
  },
  {
    "文件名": "[完结]《监守自盗》作者：饭来张口（np）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/23f5d7e6ee7c"
  },
  {
    "文件名": "[完结]《皇宫内被野男人玩了》作者：aolce.txt",
    "夸克盘链接": "https://pan.quark.cn/s/5811b1ef173c"
  },
  {
    "文件名": "[完结]《白瓷瓷的嬴荡生活》作者：多肉葡萄的葡萄（np）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a065dc9d5655"
  },
  {
    "文件名": "[完结]《白叔被日夜滋润的生活》作者：恺撒卡埃尔迪夫（np）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/6a5ba958f453"
  },
  {
    "文件名": "[完结]《病娇A诱她上瘾》作者 呆元（双A主攻1v1 百合ABO）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/16ad670b6659"
  },
  {
    "文件名": "[完结]《疯批死对头调教魔龙手册》作者：青山与故人 (1v1).txt",
    "夸克盘链接": "https://pan.quark.cn/s/4da0dcecbe77"
  },
  {
    "文件名": "[完结]《疯批异形的漂亮老婆》作者：余火烬燃（np）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a3d3f8350e87"
  },
  {
    "文件名": "[完结]《疯批他总想以下犯上》作者：江原一（1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/41e7c18ff2e0"
  },
  {
    "文件名": "[完结]《男神淫堕全纪实》作者：坏兔子（故事集）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c0db2e3b847a"
  },
  {
    "文件名": "[完结]《男寝里唯一的直男》作者：江枯的狗（np）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/47204b34caad"
  },
  {
    "文件名": "[完结]《男大就连兼职也要挨草》作者：您写什么呢（np）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ad2a6ee59558"
  },
  {
    "文件名": "[完结]《生活在别处》作者：苏梦（1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/2c84212c5faa"
  },
  {
    "文件名": "[完结]《玫瑰alpha》作者：有只猫叫斯宾塞（百合1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/cc95ec5a4ddf"
  },
  {
    "文件名": "[完结]《玩物》作者：百回君 (1V1).txt",
    "夸克盘链接": "https://pan.quark.cn/s/8d4677e15bae"
  },
  {
    "文件名": "[完结]《玩弄瑟琴主播》作者：乙级xp（np）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a61e86e832eb"
  },
  {
    "文件名": "[完结]《王爷总被老婆欺》作者：糖醋葫芦（女攻1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/3ae6937522e9"
  },
  {
    "文件名": "[完结]《王妃上位记》作者：七时而已（1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/98186df79250"
  },
  {
    "文件名": "[完结]《猛男奴隶的正确使用方法》作者：风船Elma（1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/34e1b6ce2162"
  },
  {
    "文件名": "[完结]《狗上身》作者：SaKaJGE (1v1).txt",
    "夸克盘链接": "https://pan.quark.cn/s/b56cd7c6dca0"
  },
  {
    "文件名": "[完结]《狂肏饥渴淫荡的身体合集》作者：颂花声.txt",
    "夸克盘链接": "https://pan.quark.cn/s/eee65dfb01e8"
  },
  {
    "文件名": "[完结]《犬皇》作者：闻白小尾巴 (np).txt",
    "夸克盘链接": "https://pan.quark.cn/s/3381fe728c58"
  },
  {
    "文件名": "[完结]《犬饲》作家：养一只小狗（GB女攻1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/cde5a8604732"
  },
  {
    "文件名": "[完结]《犬症》作者：梁幸禺（1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a1c50c03e71d"
  },
  {
    "文件名": "[完结]《牛郎偷了仙男衣服被日翻》作者：冰块牛奶.txt",
    "夸克盘链接": "https://pan.quark.cn/s/03e4aaa6dfe4"
  },
  {
    "文件名": "[完结]《父子合集》作者：冰块牛奶.txt",
    "夸克盘链接": "https://pan.quark.cn/s/7d417089a056"
  },
  {
    "文件名": "[完结]《爆炒版本下水道》作者：努力的糖油果子（王者荣耀 短篇集）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/d03ae26495b1"
  },
  {
    "文件名": "[完结]《爆操双性大奶小妈》作者：击毙所有人啊啊啊啊（np）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/699bf6dda8e4"
  },
  {
    "文件名": "[完结]《烧腊崛起之碟中鹅》作者：好玩罢了 (1v1).txt",
    "夸克盘链接": "https://pan.quark.cn/s/2464549f5b81"
  },
  {
    "文件名": "[完结]《炮灰逆袭》作者：酒精（总攻）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/5b19b09192bc"
  },
  {
    "文件名": "[完结]《炮灰的人生模拟器》作者：爱冻梨 (1v1).txt",
    "夸克盘链接": "https://pan.quark.cn/s/214e4fec4e64"
  },
  {
    "文件名": "[完结]《潜了新来的实习生》作者：葡萄汁candy（结局1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/cf7d9ad48b56"
  },
  {
    "文件名": "[完结]《漂亮喷子艳遇记》作者：吃辣椒不加辣（np）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/62d4b56a81fc"
  },
  {
    "文件名": "[完结]《漂亮儿媳午睡被公公艹》作者：水干草.txt",
    "夸克盘链接": "https://pan.quark.cn/s/18b798a98712"
  },
  {
    "文件名": "[完结]《滑板少年们的基佬家畜》作者：龙哲宇（np）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/b893230ff229"
  },
  {
    "文件名": "[完结]《溺瘾》作者：超级无敌黑暗之魂暴龙战士（1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e89ef46e5bd4"
  },
  {
    "文件名": "[完结]《湿主》作者 敬儿（GL百合np）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/adff1d398287"
  },
  {
    "文件名": "[完结]《清水短篇合集》作者：非衣之.txt",
    "夸克盘链接": "https://pan.quark.cn/s/20f3c300fa56"
  },
  {
    "文件名": "[完结]《清冷王爷被屠夫吸批上瘾》作者：冰糖书生（1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/8ee2f3a7e451"
  },
  {
    "文件名": "[完结]《清冷剑修长老的羞羞日常》作者：小猪麻麻（np）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/1e9117f21518"
  },
  {
    "文件名": "[完结]《清冷仙尊被逆徒肏成肉便器》作者：奇怪魔法少男（np）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/150887002fde"
  },
  {
    "文件名": "[完结]《混乱关系》作者：顾瑜皓野 (np).txt",
    "夸克盘链接": "https://pan.quark.cn/s/9fb0772773f3"
  },
  {
    "文件名": "[完结]《淫乱故事大合集》作者：南朝水（np）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/17083f03cbc0"
  },
  {
    "文件名": "[完结]《涩情主播被迫翻车后》作者：醉月月（3p）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/898ef7c86cb2"
  },
  {
    "文件名": "[完结]《海王就要使劲叫》作者：扣子解开（np）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/bf5bccec1015"
  },
  {
    "文件名": "[完结]《济公同人：秦公子怀鬼胎》作者：药药不吃药.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e6257c3b9b35"
  },
  {
    "文件名": "[完结]《沉渊》作者：肆意（1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/00349a74f6be"
  },
  {
    "文件名": "[完结]《毛绒绒的泰迪犬》作者：SHALALA（1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/87846c33349e"
  },
  {
    "文件名": "[完结]《殷当公主》作者：Monana（np）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/5a2c46c59551"
  },
  {
    "文件名": "[完结]《正道魁首》作者：斋哥（1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/1c2d19215535"
  },
  {
    "文件名": "[完结]《欺天子》作者：rabacce（1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/4e7f932e82e7"
  },
  {
    "文件名": "[完结]《欲望囚徒》作者：执笔集财（故事集）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a51851555649"
  },
  {
    "文件名": "[完结]《榨汁美人的春梦》作者：明前龙雀（故事集）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e3f06da3d4b2"
  },
  {
    "文件名": "[完结]《桑榆》作者：君影（3p）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/524969b9810e"
  },
  {
    "文件名": "[完结]《标记》作者：suzalulu（双璧羡澄）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/5c4828926d20"
  },
  {
    "文件名": "[完结]《柳夭桃艳》作者：甘草 (1v1).txt",
    "夸克盘链接": "https://pan.quark.cn/s/a9597e3b8bf1"
  },
  {
    "文件名": "[完结]《来访者》作者：未知X（np）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/da2348c09e41"
  },
  {
    "文件名": "[完结]《来自边境的雄虫》作者：有形资产（np）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/eca0930777c0"
  },
  {
    "文件名": "[完结]《机械魅魔77号卷土重来》作者：魔物猎人Karma（百合np）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/28a6e2ba5e9c"
  },
  {
    "文件名": "[完结]《本王的大屌早已饥渴难耐！》作者：兔兔（np）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c8d08357d6d2"
  },
  {
    "文件名": "[完结]《末日金丝雀圈养指南》作者：鱼排好辣（1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/338d3310e9f0"
  },
  {
    "文件名": "[完结]《末日之大明星为了活着抱大腿》作者：深海的石头（1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/cd004270cfd4"
  },
  {
    "文件名": "[完结]《末世之身体变异》作者：春星夜（1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/698fdb0e985a"
  },
  {
    "文件名": "[完结]《朕的三千后宫2》作者：黎小空（np）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/5f332fe5ecd6"
  },
  {
    "文件名": "[完结]《最后的塔纳》作者：苍渂 (无cp清水).txt",
    "夸克盘链接": "https://pan.quark.cn/s/ef16977fe1b9"
  },
  {
    "文件名": "[完结]《是暗卫不是替身》作者：阮红浪 (np).txt",
    "夸克盘链接": "https://pan.quark.cn/s/25bbd64e9eb8"
  },
  {
    "文件名": "[完结]《星际监狱》作者：南枫枫（np）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/1be6d6c0a867"
  },
  {
    "文件名": "[完结]《明月光影》作者：叶寻 (1v1清水).txt",
    "夸克盘链接": "https://pan.quark.cn/s/c109c3b4993c"
  },
  {
    "文件名": "[完结]《日大了红狼狼的肚子，被教官肏了小屄的男生，粉羊羊挨肏三部合集》作者：小猫咪兽性大发.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a62a6239cd01"
  },
  {
    "文件名": "[完结]《无限流里的笨蛋美人》作者：烟上雨（np）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/49bc64c43a94"
  },
  {
    "文件名": "[完结]《无间深渊》作者：炖肉小专家（1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/747e2ffc0909"
  },
  {
    "文件名": "[完结]《断罪 》者：菠萝旦旦（np）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/eec38d04c52d"
  },
  {
    "文件名": "[完结]《断枝海棠》作者：Kintsugi (1V1黑道父子年下).txt",
    "夸克盘链接": "https://pan.quark.cn/s/514c21bf6d33"
  },
  {
    "文件名": "[完结]《攻略肉棒成了万人迷》作者：临夜大人吖（混合np）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c66caec84d91"
  },
  {
    "文件名": "[完结]《攻略主角的白月光》作者：祁阳（np）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/2f58508b0ea9"
  },
  {
    "文件名": "[完结]《收集爸爸的精液3》作者：背刺.txt",
    "夸克盘链接": "https://pan.quark.cn/s/64164122b7af"
  },
  {
    "文件名": "[完结]《摄政王的掌上皇夫》作者：人间暂住客（1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/6ad1446067d5"
  },
  {
    "文件名": "[完结]《搞大男妈妈的肚子》作者：摸摸（故事集）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/b97a208cc0ee"
  },
  {
    "文件名": "[完结]《排队干人妻的小b》作者：罩爷是只猫（1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a4117cd7e2bb"
  },
  {
    "文件名": "[完结]《排泄控制向合集。》作者：无味（女攻）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a534e5d30a63"
  },
  {
    "文件名": "[完结]《据说情敌很爱娇》作者：星月十四（1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/5c7614e516b8"
  },
  {
    "文件名": "[完结]《换攻追妻没有火葬场》作者：大鸡巴肏穴e.txt",
    "夸克盘链接": "https://pan.quark.cn/s/954c75bff66b"
  },
  {
    "文件名": "[完结]《捡来的老婆》作者：冰点（1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/6edf3a227393"
  },
  {
    "文件名": "[完结]《捕捉》作者：又见蓝山（1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/f56ba588e5f8"
  },
  {
    "文件名": "[完结]《挨打续命》作者：xinruan.txt",
    "夸克盘链接": "https://pan.quark.cn/s/14cc501b0816"
  },
  {
    "文件名": "[完结]《拜金男大学生兼职卖身》作者：meat（np）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/5c4fddf530f2"
  },
  {
    "文件名": "[完结]《拍戏时被?到抽搐》作者：没有名字.txt",
    "夸克盘链接": "https://pan.quark.cn/s/078a6747f29d"
  },
  {
    "文件名": "[完结]《报复之后》作者：海棠惊石木（np）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ca4e3d82dc37"
  },
  {
    "文件名": "[完结]《折翅》作者：猫上村树（1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/88367ddd9d64"
  },
  {
    "文件名": "[完结]《折他》作者：霜寒（女攻np）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/56c9aecf4787"
  },
  {
    "文件名": "[完结]《把男主玩坏了》作家：安安.txt",
    "夸克盘链接": "https://pan.quark.cn/s/7a6ecb41c768"
  },
  {
    "文件名": "[完结]《把异世界众族调教成狗》作者：江城昀（np）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/9d5eaf315e56"
  },
  {
    "文件名": "[完结]《打野他被肏翻了》作者：奇怪魔法少男（np）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/fa1ed93d70eb"
  },
  {
    "文件名": "[完结]《我飞升失败穿成游戏npc》作者：攻坚克难的Jrc（np）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/479b3331fbec"
  },
  {
    "文件名": "[完结]《我那个一心求死的叛徒下属》作者：夏盐弈（1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/297e2864706c"
  },
  {
    "文件名": "[完结]《我给总裁塞退烧栓》作者：我要吃肉肉（女攻1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/47f10d18f327"
  },
  {
    "文件名": "[完结]《我的魅魔同桌》作者：温柔的看看 (1v1).txt",
    "夸克盘链接": "https://pan.quark.cn/s/c95deac8caa7"
  },
  {
    "文件名": "[完结]《我的批水能疗伤》作者：宫爆辣子丁（1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/44c02ce2afe5"
  },
  {
    "文件名": "[完结]《我拿你当朋友你要睡我》作者：岑岑（百合1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/df36d061fbfe"
  },
  {
    "文件名": "[完结]《我出轨，我骄傲，我外遇都不带套》作者：小阿弦（np总受）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/94e1a4ce6d24"
  },
  {
    "文件名": "[完结]《成为体校宿管后的淫乱生活》作者：芥末奶昔（np）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/5b9f6e989d8c"
  },
  {
    "文件名": "[完结]《懦夫》作者：窫窳（1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/366f34b04203"
  },
  {
    "文件名": "[完结]《惹了四个强a的小皇帝》作者：没脑子（扶她百合np）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/244820557170"
  },
  {
    "文件名": "[完结]《想要攻陷师尊的后穴》作者：合思芷月 (1v1).txt",
    "夸克盘链接": "https://pan.quark.cn/s/e090533f9ddc"
  },
  {
    "文件名": "[完结]《情迷小春》作者：吃肉砖家（np）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a9e645feb38f"
  },
  {
    "文件名": "[完结]《情痴》作者：刑陆（1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e38caf847452"
  },
  {
    "文件名": "[完结]《情浴四合院，公共茓便器》作者：没有名字.txt",
    "夸克盘链接": "https://pan.quark.cn/s/235997cf32af"
  },
  {
    "文件名": "[完结]《恶毒师弟每天都在挨草》作者：我行其野（1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a8ba4cc08f56"
  },
  {
    "文件名": "[完结]《恶劣直男被高冷舍友玩弄》作者：染绮(1v1).txt",
    "夸克盘链接": "https://pan.quark.cn/s/988e016bffcd"
  },
  {
    "文件名": "[完结]《恩批文的攻三拒绝恩批》作者：小兔子乖乖（np）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ff0b5a34b91b"
  },
  {
    "文件名": "[完结]《恍若平生》作者：檀花如月 (np).txt",
    "夸克盘链接": "https://pan.quark.cn/s/be2314c00e83"
  },
  {
    "文件名": "[完结]《恋人变亲哥》作者：潮湿的火柴头（np）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/33e808d240fb"
  },
  {
    "文件名": "[完结]《总是被觊觎的清冷师尊》作者：baba（np）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/8b1a73bdc548"
  },
  {
    "文件名": "[完结]《总受清冷师尊万人轮艹，高岭之花堕落仙家公厕》作者：没有名字（np）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/9d11ad393af3"
  },
  {
    "文件名": "[完结]《性爱秘书是死对头》作者：南枫枫（1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/404e76391278"
  },
  {
    "文件名": "[完结]《性爱秘书是死对头》作家：南枫枫（疯狂码字版）（1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/256bc430b99c"
  },
  {
    "文件名": "[完结]《性爱直播》作者：是进欧巴啊（np）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/f2c70c9345dc"
  },
  {
    "文件名": "[完结]《快穿之男色动人》作者：雪落风停（np）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/0b5f6d1b25b2"
  },
  {
    "文件名": "[完结]《快穿之你的老婆我来插》作者：宝扇闲（np）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/b74ec4b35866"
  },
  {
    "文件名": "[完结]《忘忧岛》作者：林肆月（1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/2431dd167665"
  },
  {
    "文件名": "[完结]《心肝》作者：again (1v1).txt",
    "夸克盘链接": "https://pan.quark.cn/s/e910356f7a27"
  },
  {
    "文件名": "[完结]《心有不轨》作者：巳夭（1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/5b7605ce9033"
  },
  {
    "文件名": "[完结]《影帝懆哭清纯校草》作者：没有名字.txt",
    "夸克盘链接": "https://pan.quark.cn/s/73243f8d4d42"
  },
  {
    "文件名": "[完结]《当直男变成魅魔之后》作者：顾瑜皓野 (np).txt",
    "夸克盘链接": "https://pan.quark.cn/s/56dd259149b0"
  },
  {
    "文件名": "[完结]《当直男变成梦境精灵后》作者：会飞的鱼（np）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/2db5369713fd"
  },
  {
    "文件名": "[完结]《当恶毒男配真香后》作者：辉麟 (np).txt",
    "夸克盘链接": "https://pan.quark.cn/s/b642ebdc8c30"
  },
  {
    "文件名": "[完结]《当po文里的小哑巴觉醒后》作者：一根善感的老黄瓜（1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/4d95145b685c"
  },
  {
    "文件名": "[完结]《强迫沦陷_魔尊日够了没》作者：亥时渍肉（1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/f366d01543b6"
  },
  {
    "文件名": "[完结]《强迫死对头做男妾》作者：69（1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/20152ee9b0a8"
  },
  {
    "文件名": "[完结]《强占人妻》作者：鹤归迟（1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/7efa3a191328"
  },
  {
    "文件名": "[完结]《强制：美人们过来挨糙》作者：苏酒（故事集）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/873b8918838e"
  },
  {
    "文件名": "[完结]《强制沉溺》作者：不二之下 (np).txt",
    "夸克盘链接": "https://pan.quark.cn/s/061bc63528f4"
  },
  {
    "文件名": "[完结]《引诱糙汉将军日软批》作者：翘屁嫩男（1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/47feef642693"
  },
  {
    "文件名": "[完结]《弄疼师尊让徒弟很兴奋》作者：月儿弯弯（1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/63b47b53970f"
  },
  {
    "文件名": "[完结]《弄拙成巧》作者：143 (np).txt",
    "夸克盘链接": "https://pan.quark.cn/s/4c835107b224"
  },
  {
    "文件名": "[完结]《开情趣店的退休法师》作者：星星（np）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c48d91f89379"
  },
  {
    "文件名": "[完结]《开会时被上司艹到哭》作者：神来到啦.txt",
    "夸克盘链接": "https://pan.quark.cn/s/4056b9ebbbf6"
  },
  {
    "文件名": "[完结]《庶子翻身攻略》作者：冰块牛奶（np）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/89d0cdf34a19"
  },
  {
    "文件名": "[完结]《庭深》作者：冰冻沙雕凛凛 (1v1).txt",
    "夸克盘链接": "https://pan.quark.cn/s/a1855231bb5b"
  },
  {
    "文件名": "[完结]《废物修魔后扶摇直上》作者：言覃（np）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/be1a6c518baa"
  },
  {
    "文件名": "[完结]《干死美人》作者：想吃牛肉面（双性总受合集）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/d23ae500d6c6"
  },
  {
    "文件名": "[完结]《庄园主和他的小奴隶》作者：星星（1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/7c0686f486bb"
  },
  {
    "文件名": "[完结]《师尊沦为徒弟的炉鼎后》作者：莉莉丝（1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/778041036452"
  },
  {
    "文件名": "[完结]《师兄你别骚了我害怕》作者：Blackberserk (1v1).txt",
    "夸克盘链接": "https://pan.quark.cn/s/663d994d6fef"
  },
  {
    "文件名": "[完结]《巴伊亚沙漠之旅》作者：blue（np）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/0279098a13e5"
  },
  {
    "文件名": "[完结]《层楼尽》作者：元宝 (1v1).txt",
    "夸克盘链接": "https://pan.quark.cn/s/156f02bf081c"
  },
  {
    "文件名": "[完结]《就是要操你》作者：韩梅梅（故事集）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/099494feab14"
  },
  {
    "文件名": "[完结]《就是喜欢傻白甜》作者：短尾巴（np）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e031d882cebb"
  },
  {
    "文件名": "[完结]《就你小子在试剑天下放冷箭？》作者：拉个勾叭 (1V1 逆水寒 血河 神相).txt",
    "夸克盘链接": "https://pan.quark.cn/s/5812801e6baa"
  },
  {
    "文件名": "[完结]《小爹是按摩棒奴隶》作者：隐形的鸡儿（np）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/94fd1020d55a"
  },
  {
    "文件名": "[完结]《小漂亮的女装如何不被发现》作者：乔安呐（np）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/5038e65e3b25"
  },
  {
    "文件名": "[完结]《小兔子乖乖》作者：大白兔（1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/56cafbbf1834"
  },
  {
    "文件名": "[完结]《小作精攻和温柔美人受》作者：春余夏燃（1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/7061a6df59c7"
  },
  {
    "文件名": "[完结]《小九》作者：徐豹豹（1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/0e64c94e7230"
  },
  {
    "文件名": "[完结]《将军的掌中娇娇》作者：青丝乱（np）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/762bb5402052"
  },
  {
    "文件名": "[完结]《对象变态了怎么破》作者：兰庭（3p）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/8cad5d462dbe"
  },
  {
    "文件名": "[完结]《寡嫂被小叔子懆出汁》作者：全文存稿不坑文（1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/69e2e04be425"
  },
  {
    "文件名": "[完结]《宿舍挨艹文学》作者：哀家长头发啦（np）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/880bfffe497a"
  },
  {
    "文件名": "[完结]《家族公用的男星》作者：冰块牛奶（np）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/bb3f3ebe7f9e"
  },
  {
    "文件名": "[完结]《定制开发》作者：气疯了 (1v1).txt",
    "夸克盘链接": "https://pan.quark.cn/s/5ee7ce71088d"
  },
  {
    "文件名": "[完结]《学长太美被万人骑》作者：Doi（np）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/1347c5463d32"
  },
  {
    "文件名": "[完结]《孙少爷和俏寡夫》作者：木仔儿（1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/192fe62c339c"
  },
  {
    "文件名": "[完结]《如何引诱清冷剑修？》作者：叁水（np）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/1fd26826ea80"
  },
  {
    "文件名": "[完结]《好学》作者：十年灯 (np).txt",
    "夸克盘链接": "https://pan.quark.cn/s/8dc9376e2d2f"
  },
  {
    "文件名": "[完结]《夺星》作者：投木瓜 (1v1).txt",
    "夸克盘链接": "https://pan.quark.cn/s/f35e9bed2bf2"
  },
  {
    "文件名": "[完结]《天作之合》作者：言西早（1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/47226cc39947"
  },
  {
    "文件名": "[完结]《大商王室秘史宣传委员会》作者：惟愿饭饱（1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/d5dcb93a15aa"
  },
  {
    "文件名": "[完结]《大叔受系列短文》作者：大鸟.txt",
    "夸克盘链接": "https://pan.quark.cn/s/362bce993023"
  },
  {
    "文件名": "[完结]《大乃银批美人求糙记》作者：果味汽水（np）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/21b50069ca1c"
  },
  {
    "文件名": "[完结]《夜来风雨声》作者：吹落万千雪（1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/b367a9405f76"
  },
  {
    "文件名": "[完结]《多汁美人被玩坏了批》作者：雾灯烤雪（故事集）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/27036418ce70"
  },
  {
    "文件名": "[完结]《多汁美人合集》作者：汤圆9527（故事集）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e8ad7597dd65"
  },
  {
    "文件名": "[完结]《夕然》作者：僧欲安 (1v1).txt",
    "夸克盘链接": "https://pan.quark.cn/s/8f8460434893"
  },
  {
    "文件名": "[完结]《堕落神明的性交修炼手册》作者：纯情大迪奥 (np).txt",
    "夸克盘链接": "https://pan.quark.cn/s/9468a4eb1d91"
  },
  {
    "文件名": "[完结]《坏孩子》（np）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/429364aacdd2"
  },
  {
    "文件名": "[完结]《在魔法世界法力值为0就只有被欺负的份》作者：悦米君（np）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e647734b31a1"
  },
  {
    "文件名": "[完结]《在综艺节目里被影帝艹》作者：没有名字.txt",
    "夸克盘链接": "https://pan.quark.cn/s/50010faa19a4"
  },
  {
    "文件名": "[完结]《在爹爹面前被侍卫艹了》作者：神来到啦.txt",
    "夸克盘链接": "https://pan.quark.cn/s/b2f0cd17c8d8"
  },
  {
    "文件名": "[完结]《在情趣用品公司做测评员的日日夜夜》作家：南枫枫（疯狂码字版）(1v1).txt",
    "夸克盘链接": "https://pan.quark.cn/s/5731aa322716"
  },
  {
    "文件名": "[完结]《在情趣公司上班的我是性无能》作者：亦泱（GL百合ABO）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/355043235271"
  },
  {
    "文件名": "[完结]《圣母攻他重生了》作者：随安（1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/af0fe65ee736"
  },
  {
    "文件名": "[完结]《囚絮》作者：Sgru3u（1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/86a5530a17b3"
  },
  {
    "文件名": "[完结]《哭哭啼啼的废物老攻们》作者：冰冻的桃子 (np).txt",
    "夸克盘链接": "https://pan.quark.cn/s/e140d9263312"
  },
  {
    "文件名": "[完结]《哥，你抓我啊》作者：沐已成粥（1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/75800aac8dc2"
  },
  {
    "文件名": "[完结]《哥哥的未婚妻爱我》作者：艾雪熙（np）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/35682ff46a26"
  },
  {
    "文件名": "[完结]《咬定听风不放松》作者：上品好鸽子 (1v1).txt",
    "夸克盘链接": "https://pan.quark.cn/s/1a41ee8adb07"
  },
  {
    "文件名": "[完结]《和漂亮NPC一见钟情之后》作者：木鱼花（快穿）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/5df7dd8b0023"
  },
  {
    "文件名": "[完结]《和小师弟结为道侣之后》作者：晚辞无不归（np）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/4810e141d0e8"
  },
  {
    "文件名": "[完结]《和上司的PLAY记事》作者：三五十五（1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/8f554d8248cf"
  },
  {
    "文件名": "[完结]《同志短篇故事集》.txt",
    "夸克盘链接": "https://pan.quark.cn/s/9ed3527ef7e7"
  },
  {
    "文件名": "[完结]《君有眼疾》作者：临时想不起来 (1v1).txt",
    "夸克盘链接": "https://pan.quark.cn/s/7945fed480ac"
  },
  {
    "文件名": "[完结]《同学聚会后成了金丝雀》作者：会吃人的时清 (1v1).txt",
    "夸克盘链接": "https://pan.quark.cn/s/cecde0449b03"
  },
  {
    "文件名": "[完结]《可怜老实人被阴暗批痴汉老公疯狂觊觎》作者：一根薯条 (1v1).txt",
    "夸克盘链接": "https://pan.quark.cn/s/20934f1dc7de"
  },
  {
    "文件名": "[完结]《可怜小哥儿沦为村妓和典妻》作者：无法无天（np）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/786d46775a82"
  },
  {
    "文件名": "[完结]《只是朋友》作者：小奶牛和大橘子（灿嘟文）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/9498c16bec37"
  },
  {
    "文件名": "[完结]《古风·耽美合集》作者：君不见（混合）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/5d764b8e8cc2"
  },
  {
    "文件名": "[完结]《古板保守的老板脑子里全是黄色废料！！！ 》作者：罩爷是只猫（1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/b6874da2f23b"
  },
  {
    "文件名": "[完结]《叔叔》作者：富豪（1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/9539bed0dc81"
  },
  {
    "文件名": "[完结]《双性美人主播的淫乱日常》作者：南枫枫（np）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/2e9b0fe65086"
  },
  {
    "文件名": "[完结]《双性男妻被操记》作者：嘿嘿哒（np）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/5f1c28516387"
  },
  {
    "文件名": "[完结]《双性小美人失恋后被好兄弟们用大勾八安慰》作者：嘟嘟嘟嘟嘟（np）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/5ca3ea4dd529"
  },
  {
    "文件名": "[完结]《双性小少爷和猪哥的宠爱日常》作者：一根草.txt",
    "夸克盘链接": "https://pan.quark.cn/s/51e199e1dc1c"
  },
  {
    "文件名": "[完结]《双性学霸被疯批病娇觊觎强制爱》作者：左边疯（np）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c9f2fd31b2b7"
  },
  {
    "文件名": "[完结]《双性太子妃屌下求肏》作者：夜行千里（np）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/fdee933898ad"
  },
  {
    "文件名": "[完结]《双性儿子偷窥加入爸妈乱姣》作者：没有名字.txt",
    "夸克盘链接": "https://pan.quark.cn/s/54a91ce0abd7"
  },
  {
    "文件名": "[完结]《去NM的爱情》作者：爆甜西红柿 (1v1).txt",
    "夸克盘链接": "https://pan.quark.cn/s/bd778a8186bc"
  },
  {
    "文件名": "[完结]《原来他们都想同我双修》作者：菌菇鸡丁（np）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/f466738d2e24"
  },
  {
    "文件名": "[完结]《厌世攻靠做爱续命ABO》作者：巨门（1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a4c143bb5618"
  },
  {
    "文件名": "[完结]《危基四伏2》作者：尔藏人海（np）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e1d6b9730c86"
  },
  {
    "文件名": "[完结]《卖给糙汉将军当男妻》作者：南枫枫（1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/9fa6482503d7"
  },
  {
    "文件名": "[完结]《半糖》作者：梁幸禺 (1v1).txt",
    "夸克盘链接": "https://pan.quark.cn/s/c6fc8fed42bb"
  },
  {
    "文件名": "[完结]《包养清秀男老师》作者：冰块牛奶（np）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/4fafb971cb76"
  },
  {
    "文件名": "[完结]《勿念》作者：肉包（1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/10c9d0b697ea"
  },
  {
    "文件名": "[完结]《劣根》作者：她写了一夜的信（1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/8962e91bd28c"
  },
  {
    "文件名": "[完结]《前男友失忆后人设崩坏》作者：顾咕咕（1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/bef0e3c0e37f"
  },
  {
    "文件名": "[完结]《出轨的惩罚》作者：琉璃未洛（np）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/76d8711a8ec3"
  },
  {
    "文件名": "[完结]《出轨指南》作者：幸樱路野（故事集）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c02a53d7c2a3"
  },
  {
    "文件名": "[完结]《凰宫夜话》作者：无面荷包（女攻np）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c4ae8afbf652"
  },
  {
    "文件名": "[完结]《冬慕寒》作者：惟有九夏 (1v1).txt",
    "夸克盘链接": "https://pan.quark.cn/s/c5c4a11ff7f2"
  },
  {
    "文件名": "[完结]《冤罪》作者：饭来张口（np）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/18b30c2085d7"
  },
  {
    "文件名": "[完结]《兽人之挽留》作者：娇花花 (1v1).txt",
    "夸克盘链接": "https://pan.quark.cn/s/9f6c1797b8b1"
  },
  {
    "文件名": "[完结]《兽世：训诫漂亮雄奴》作者：暗黑系魔女（女攻故事集）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c2551fbd1dae"
  },
  {
    "文件名": "[完结]《兽世雄奴》作者：猫吃鱼鱼（女攻np）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/82c1adc49029"
  },
  {
    "文件名": "[完结]《养父》作者：冬青树（1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/8dbb0eafb087"
  },
  {
    "文件名": "[完结]《养子》作者：鹤冢（1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/3e1e3ca86852"
  },
  {
    "文件名": "[完结]《公交上的私生子弟弟》作者：冰块牛奶.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a6ce9342549e"
  },
  {
    "文件名": "[完结]《兄友弟恭》作者：夜夜夜（1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/cd70d2e16bba"
  },
  {
    "文件名": "[完结]《儿子挨爸操》作者：嘿嘿哒.txt",
    "夸克盘链接": "https://pan.quark.cn/s/761ac3281cb0"
  },
  {
    "文件名": "[完结]《催眠调教美人成为荡货合集》作者：贫僧法号悟空.txt",
    "夸克盘链接": "https://pan.quark.cn/s/0ce3f9ec4453"
  },
  {
    "文件名": "[完结]《催眠沦陷》作者：七星瓢虫（np）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ee89b2cc5e16"
  },
  {
    "文件名": "[完结]《催眠我的双性继子》作者：饮尽风雪（1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/5479f9a3e761"
  },
  {
    "文件名": "[完结]《催眠孟宴臣》作者：麻辣火锅（np）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/0cd60c76bfbc"
  },
  {
    "文件名": "[完结]《偷车贼被肏干大法》作者：没有饭饭（np）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/0571dda07d0e"
  },
  {
    "文件名": "[完结]《偶像的贴身保镖》作者：wheat（1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/32d54c125c87"
  },
  {
    "文件名": "[完结]《信息素过敏悖论》作者：落棠祈雨（1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/3572caf8dcc5"
  },
  {
    "文件名": "[完结]《俊帅青年公共厕所沦陷记》作者：无有灵（np）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/2a904ef590d6"
  },
  {
    "文件名": "[完结]《作茧自缚》作者：乌鸦坐飞机（1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/50a992626e2a"
  },
  {
    "文件名": "[完结]《作恶多端》作者：非衣之 (np).txt",
    "夸克盘链接": "https://pan.quark.cn/s/d138f1c8bd7f"
  },
  {
    "文件名": "[完结]《体育生儿子吸爸爸原味内裤》作者：锦鲤妖（np）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/319f2b039223"
  },
  {
    "文件名": "[完结]《体校男宿管》作者：萝卜卜（np）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/f3c107e00601"
  },
  {
    "文件名": "[完结]《伪M》作者：紫纱娜（1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/187d58ccddea"
  },
  {
    "文件名": "[完结]《以身证道》作者：靳天枫（1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/0c60efc968a1"
  },
  {
    "文件名": "[完结]《他死于一场秋日的午睡》作家：蜉蝣灰（混合性向）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ec042c232dd9"
  },
  {
    "文件名": "[完结]《他们的羊》作者：Oreos（3p）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a31efe6b392a"
  },
  {
    "文件名": "[完结]《他们总想黏着我》作者：映竹影（女攻np）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c0ff28a54519"
  },
  {
    "文件名": "[完结]《从反派身边跑路失败后》作者：路十七（1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/dbe380681868"
  },
  {
    "文件名": "[完结]《今天老板的小年糕去哪里了》作者：嘎嘎嘎嘎你腰子（1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/f90ede187583"
  },
  {
    "文件名": "[完结]《今天也被轮奸了吗》作者：没有名字（故事集）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/d8c6695314c4"
  },
  {
    "文件名": "[完结]《今夜，苏晓加入狩猎》作者：豆腐今天咸了（np 轮回乐园 晓all）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/46357c7ecf5a"
  },
  {
    "文件名": "[完结]《什么_晚宁有本座的崽了！》作者：啥时候能得到楚晚宁.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e5b9d324bae6"
  },
  {
    "文件名": "[完结]《人生错觉》作者：昼夜共鸣 (1V1).txt",
    "夸克盘链接": "https://pan.quark.cn/s/7a1c2ac8a2bc"
  },
  {
    "文件名": "[完结]《人彘的舞蹈》作者：剋蕾儿（百合1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/7df0d85ae583"
  },
  {
    "文件名": "[完结]《二虎乘人》作者：洵二（3p）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/772da380a9b9"
  },
  {
    "文件名": "[完结]《主人的宠儿》作者：清水Casu（故事集）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/7af817e4e009"
  },
  {
    "文件名": "[完结]《临时天堂》作者：鲈鱼尾巴 (1v1).txt",
    "夸克盘链接": "https://pan.quark.cn/s/42e013b6b772"
  },
  {
    "文件名": "[完结]《丧尸来了回村去》作者：桃蕉（1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/72171ca29700"
  },
  {
    "文件名": "[完结]《丧尸堆里开银趴》作者：zero（总攻）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/48380b0b0da2"
  },
  {
    "文件名": "[完结]《丢掉语音陪的职业操守》作者：巴塔耶（百合1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ac1bb0a33fd5"
  },
  {
    "文件名": "[完结]《东北表弟好凶猛》作者：天赋少年（np）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/3460ccea7c27"
  },
  {
    "文件名": "[完结]《不掺和》作者：鹤了个岁岁 (1v1).txt",
    "夸克盘链接": "https://pan.quark.cn/s/05d7fb886d9c"
  },
  {
    "文件名": "[完结]《不打不相识》作者：海棠依旧海棠花开 (1v1).txt",
    "夸克盘链接": "https://pan.quark.cn/s/cfb0faca8cfa"
  },
  {
    "文件名": "[完结]《不会爱人的祝星》作者：千江 (np).txt",
    "夸克盘链接": "https://pan.quark.cn/s/933f0bdc21fb"
  },
  {
    "文件名": "[完结]《上铺兄弟老是偷看我》作者：南夏 (1v1).txt",
    "夸克盘链接": "https://pan.quark.cn/s/60646ed23408"
  },
  {
    "文件名": "[完结]《上将每天都在修罗场》作者：云冀 (np).txt",
    "夸克盘链接": "https://pan.quark.cn/s/1a83644a022b"
  },
  {
    "文件名": "[完结]《三人成瘾》作者：让我吃一吃（故事集）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/27acef647f99"
  },
  {
    "文件名": "[完结]《万人迷攻天天崩人设》作者：蝶姐自我救赎（总攻）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/f9983b4423af"
  },
  {
    "文件名": "[完结]《万人迷夫主》作者：废物点心（np）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/3d1359de34b5"
  },
  {
    "文件名": "[完结]《七天修真体验》作者：赵怜娘 (np).txt",
    "夸克盘链接": "https://pan.quark.cn/s/a35f81034998"
  },
  {
    "文件名": "[完结]《一向年光有限身》作者：水蜜桃味pp（1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/9a987f403285"
  },
  {
    "文件名": "[完结]《一些3p合集》作者：我要成为小富婆.txt",
    "夸克盘链接": "https://pan.quark.cn/s/5784d12b7e95"
  },
  {
    "文件名": "[完结]《一不小心，被陌生男人艹了两年》作者：无有灵（np）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/f4963a24f28d"
  },
  {
    "文件名": "[完结]《【鸢嘉诩】返魂香》作家：Skilfing2023.txt",
    "夸克盘链接": "https://pan.quark.cn/s/7bbae023def5"
  },
  {
    "文件名": "[完结]《【灌篮高手腐向三右】我给灵魂上发条》作者：烈火自燃（np）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c59cbfb6be7b"
  },
  {
    "文件名": "[完结]《【总攻】虫族之星河指挥家》作者：瓶贰（np）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ca04077296f6"
  },
  {
    "文件名": "[完结]《【封神_殷寿all】恶主的诗篇》作者：三字元（np）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/3ba26e6cb50b"
  },
  {
    "文件名": "[完结]《【原神】火与冰》作者 世界中心（GL百合npl）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/259c07f4f415"
  },
  {
    "文件名": "[完结]《【剑网三·剑气】湘君梦》作者：小苏打兔子（1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/d13c73568522"
  },
  {
    "文件名": "[完结]《【全肉合集】父与子》作者：安德罗.txt",
    "夸克盘链接": "https://pan.quark.cn/s/55699f60c7d2"
  },
  {
    "文件名": "[完结]《【僭越】主奴》作者：在水里（1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/1f09a616e9d4"
  },
  {
    "文件名": "[完结]《【主攻】重生后他拼命求生》作者：陆南歌（1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/5a46b7b46d73"
  },
  {
    "文件名": "[完结]《【主攻】每天都在疼爱美人受》作者：一杯凉白开（np）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a75de8e1f7ff"
  },
  {
    "文件名": "[完结]《【主攻】我死后逆徒他挖我坟了》作者：陆南歌（结局1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/31d5939fa212"
  },
  {
    "文件名": "[完结]《“战神”的玩弄剧场》作者：肉食性兔子（np）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/92567425d222"
  },
  {
    "文件名": "[完结]《X福的烦恼》作者：只一（1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/7203e4626579"
  },
  {
    "文件名": "[完结]《top的脑洞》作者：没有名字的top（短篇集）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e5e9da3d88bd"
  },
  {
    "文件名": "[完结]《omega培育中心》作者：黑心小玉（故事集）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/fd1187b3ade2"
  },
  {
    "文件名": "[完结]《Ntr绿帽奴的男妻》作者：万事胜意（np）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ba21b935cbbe"
  },
  {
    "文件名": "[完结]《GV学院三好生》作者：夜行千里（np）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/994895a25ad7"
  },
  {
    "文件名": "[完结]《Bitch》作者：操作野 (np).txt",
    "夸克盘链接": "https://pan.quark.cn/s/c50ddced2749"
  },
  {
    "文件名": "[完结95+番外]《直男也能给人当老婆吗 原名 如何用身体挽回竹马》作者：陆酌言（1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c6fe83723af7"
  },
  {
    "文件名": "[完结87+番外]《友爱宿舍346》作者：夏多罗（3p）~补番.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a793177ae709"
  },
  {
    "文件名": "[完结433+6番外]《[虫族]梦老师灵感枯竭》作者：baba（np）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/76bf4dc5d9ef"
  },
  {
    "文件名": "[完结78+番外]《小漂亮的女装如何不被发现》作者：乔安呐（np）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a43ad0cde5e2"
  },
  {
    "文件名": "[完结68+番外]《每天都想肏她》作者 得闲吃点冷饭（GL百合ao互攻1v1）_补番.txt",
    "夸克盘链接": "https://pan.quark.cn/s/9ba9f1dc8f18"
  },
  {
    "文件名": "[完结45+番外]《隐瞒》作者：蓝莓不加糖（百合1v1）~补番.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e32866c22cfb"
  },
  {
    "文件名": "[完结223+番外]《极致堕落》作者：十八里街禁（多cp）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e556d0d41fcb"
  },
  {
    "文件名": "[完结211+番外]《明码标价的beta》作者：乔小宝（np）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ec839a96f327"
  },
  {
    "文件名": "[完结25+番外]《控制》作者：昨宴 (百合glfuta1v1).txt",
    "夸克盘链接": "https://pan.quark.cn/s/62966fc114df"
  },
  {
    "文件名": "[完结205+番外]《邪不压正》作者：北衣溺水（1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/6c3bf952d6fa"
  },
  {
    "文件名": "[完结165+番外]《风尘gl》作者：年年包（GL百合ABO1v1）~补番.txt",
    "夸克盘链接": "https://pan.quark.cn/s/6c51b2f27353"
  },
  {
    "文件名": "[完结163+番外]《我真没在无限流钓男人》作者：雪花泥（np）~补番.txt",
    "夸克盘链接": "https://pan.quark.cn/s/4728d65f1d3f"
  },
  {
    "文件名": "[完结151+番外]《以下犯上》作者：鬼畜渊（1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/fafbcde64a69"
  },
  {
    "文件名": "[完结150+番外]《穿进时间停止小说后》作者：一只白兔糖（1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/444747a8e2bc"
  },
  {
    "文件名": "[完结148+番外]绯色权欲 作者：封与.txt",
    "夸克盘链接": "https://pan.quark.cn/s/0ac85001459b"
  },
  {
    "文件名": "[完结133+番外]《忠犬的ntr攻略》作者：冯古道（1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/f671b752e1e4"
  },
  {
    "文件名": "[完结126+番外]《病娇A诱她上瘾》作者 呆元（双A主攻1v1 百合ABO）~补番.txt",
    "夸克盘链接": "https://pan.quark.cn/s/650ecaf56bd1"
  },
  {
    "文件名": "[完结123+番外]《【总攻】虫族之星河指挥家》作者：瓶贰（np）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/6442fa1b7c7f"
  },
  {
    "文件名": "[完结103+番外]《万人迷竟是我自己》作家：奶油草莓（np）~补番.txt",
    "夸克盘链接": "https://pan.quark.cn/s/68d2278c6ca1"
  },
  {
    "文件名": "[完结101+番外]《登高》作者：破破破（gl 纯百）~补番.txt",
    "夸克盘链接": "https://pan.quark.cn/s/3f8bb2efd57b"
  },
  {
    "文件名": "[完结+番外全]《当反派被主角们抓到后》作家：西瓜剑客（np）~补番.txt",
    "夸克盘链接": "https://pan.quark.cn/s/96cb70c93650"
  },
  {
    "文件名": "[完结+番外全]《巨龙今天修罗场了吗》作者：恋爱脑君（火影总攻）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/4e1d078644d2"
  },
  {
    "文件名": "[完结+番外]《黑道总裁竟被下属强迫怀孕》作者：入北雪（1v1）~补番.txt",
    "夸克盘链接": "https://pan.quark.cn/s/fd6ee201bdd0"
  },
  {
    "文件名": "[完结+番外]《青春男大的直播派对》作者：铁血老太（np）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/57721c68843a"
  },
  {
    "文件名": "[完结+番外]《过冬》作者：无问泊舟（3p）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e6908a41a0db"
  },
  {
    "文件名": "[完结+番外]《赛博妓女会梦见电子迪克吗》作者：纯爱狂刀客（np）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/3efcbfdc7884"
  },
  {
    "文件名": "[完结+番外]《豪夺了我的幕僚》作者：清明河畔洗腿毛（1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/4c5828e89bce"
  },
  {
    "文件名": "[完结+番外]《让学长自愿被催眠》作者：可乐泡饼干（1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/266289cc85a5"
  },
  {
    "文件名": "[完结+番外]《被邻居叔叔玩到失禁》作者：逢秋（1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/1fdadddcb81b"
  },
  {
    "文件名": "[完结+番外]《被精液灌养的圣子》作者：蛋炒饭（np）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/5da827158601"
  },
  {
    "文件名": "[完结+番外]《被情敌强x了以后》作者无所依 (1v1)~补番.txt",
    "夸克盘链接": "https://pan.quark.cn/s/5bbce4c127ac"
  },
  {
    "文件名": "[完结+番外]《荒岛七年》作者：鹿潮（GL百合）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/729cf67bd5a0"
  },
  {
    "文件名": "[完结+番外]《美味养父》作者：观观居酒（1v1）~补番.txt",
    "夸克盘链接": "https://pan.quark.cn/s/9b81481cef93"
  },
  {
    "文件名": "[完结+番外]《白色地谎言》作者：病房（1v1）~补番.txt",
    "夸克盘链接": "https://pan.quark.cn/s/df966b83a7b8"
  },
  {
    "文件名": "[完结+番外]《用嫩批撒尿被同学爸爸撞见后》作者：以息相吹吹吹（np）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/2d2d114d3df6"
  },
  {
    "文件名": "[完结+番外]《猫咖打工的小美人》作者：敲月亮 (np).txt",
    "夸克盘链接": "https://pan.quark.cn/s/8e246108de4e"
  },
  {
    "文件名": "[完结+番外]《猥亵好兄弟》作者：春花（1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c5c8e92c739f"
  },
  {
    "文件名": "[完结+番外]《父子偷情》作家：kimpong（np）~补番.txt",
    "夸克盘链接": "https://pan.quark.cn/s/db31b7f4b2c3"
  },
  {
    "文件名": "[完结+番外]《炮灰美人被疯批透爆汁了》作者：笨比企鹅（1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/64ef638ec531"
  },
  {
    "文件名": "[完结+番外]《炮灰给总攻当按摩棒的日子》作者：自给自足（np）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/0ec4576bc10e"
  },
  {
    "文件名": "[完结+番外]《林家日常》作者：一串乱码（总攻）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a51b2fad6a96"
  },
  {
    "文件名": "[完结+番外]《末日之大明星为了活着抱大腿》作者：深海的石头（1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/744c9a506fb8"
  },
  {
    "文件名": "[完结+番外]《无法避免》作者：吃辣椒不加辣（np）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/02859fdf9ef2"
  },
  {
    "文件名": "[完结+番外]《撸管被室友发现后的淫乱日常》作者：放飞自我的夏壶糕（1v1）~补番.txt",
    "夸克盘链接": "https://pan.quark.cn/s/08b6a153309c"
  },
  {
    "文件名": "[完结+番外]《捕获》作者：重渡（1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/140a0125c68c"
  },
  {
    "文件名": "[完结+番外]《我性幻想中的体校生活》作者：劳伦瑞尔 (np).txt",
    "夸克盘链接": "https://pan.quark.cn/s/311e0e3d0b79"
  },
  {
    "文件名": "[完结+番外]《我和我的野种哥哥》作者：没有名字的小棺材（1v1）~补番.txt",
    "夸克盘链接": "https://pan.quark.cn/s/420fe1526dad"
  },
  {
    "文件名": "[完结+番外]《屌下之臣》作者：冯古道（总攻）~补番.txt",
    "夸克盘链接": "https://pan.quark.cn/s/264da49fd7fc"
  },
  {
    "文件名": "[完结+番外]《就要看批》作者：麻辣火锅（1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/261351d950d6"
  },
  {
    "文件名": "[完结+番外]《小爹是按摩棒奴隶》作者：隐形的鸡儿（np）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/9cd6692a9c4b"
  },
  {
    "文件名": "[完结+番外]《天价雌奴：雄主请疼我》作者：吃汤圆（1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/316c40f70cc6"
  },
  {
    "文件名": "[完结+番外]《夕然》作者：僧欲安 (1v1).txt",
    "夸克盘链接": "https://pan.quark.cn/s/319b9774a4f2"
  },
  {
    "文件名": "[完结+番外]《圈养一朵玫瑰》作者：aklv（1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a51fea80d362"
  },
  {
    "文件名": "[完结+番外]《半卷野史》作者：别管我了（总攻np）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/20d005723416"
  },
  {
    "文件名": "[完结+番外]《军校_高岭之花每周必发热ABO》作者：小黄鸭梨梨（np）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e4ed28c1ddf2"
  },
  {
    "文件名": "[完结+番外]《共夫》作者：晚风弄影（总攻）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/71ea1aac55f8"
  },
  {
    "文件名": "[完结+番外]《先冲为敬》作者：Eclosion（1v1）~补番.txt",
    "夸克盘链接": "https://pan.quark.cn/s/cfe55e9f7e36"
  },
  {
    "文件名": "[完结+番外]《上将每天都在修罗场》作者：云冀 (np).txt",
    "夸克盘链接": "https://pan.quark.cn/s/649cfcf3e245"
  },
  {
    "文件名": "[完结+番外]《一不小心，被陌生男人艹了两年》作者：无有灵（np）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/43eeeb871dac"
  },
  {
    "文件名": "[完结+番外]《【虫族】错位深情》作者：不想开学（1v1）~补番.txt",
    "夸克盘链接": "https://pan.quark.cn/s/d7352b4d4f4c"
  },
  {
    "文件名": "[完结+番外]《A变O后我成了情敌的白月光了》作者：辛德瑞拉（1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a98a9ff1e2a3"
  },
  {
    "文件名": "[完结+番外2]《无关寒夏》作者：小鱼籽没有米（1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/1c57d92f38ec"
  },
  {
    "文件名": "[完结+番外2]《万人迷小少爷被随意玩弄后》作者：小小山包（np）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ad7ca2047c46"
  },
  {
    "文件名": "[完结+番外1]《被邻居叔叔玩到失禁》作者：逢秋（1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e77019650dae"
  },
  {
    "文件名": "[完结+番外1]《穿越异大陆摆烂》作者：金银景（女攻1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/990f0350c46d"
  },
  {
    "文件名": "[完结+5番外]《红臀美人录》作者：梁上月（多cp）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/7bf0b9c50155"
  },
  {
    "文件名": "[完结+4番外]《存活的方法是艾草》作者：纪年（np）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/2769a6376b12"
  },
  {
    "文件名": "[完结+12番外]《还君江山》作者：柳曦泽（np）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/db76e449bcfe"
  },
  {
    "文件名": "[完结+3番外]《兽院男寝的共妻》作者：第一千零一号开心（np）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/1a3c54943e89"
  },
  {
    "文件名": "new_[完结+12番外]《还君江山》作者：柳曦泽（np）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/3ddf594ca19c"
  },
  {
    "文件名": "new_[完结+3番外]《兽院男寝的共妻》作者：第一千零一号开心（np）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/60be19e06959"
  },
  {
    "文件名": "[完结]《魔王城：双姓大乃魔王yin乱日常》作者：脆皮大烧鹅（np）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/1967483cd5fa"
  },
  {
    "文件名": "[完结]《马夫》作者：木三火（1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/fb4f1cd708c8"
  },
  {
    "文件名": "[完结]《陪玩》作者：更更（1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/5ccbd00ed26b"
  },
  {
    "文件名": "[完结]《长大后我日了死对头》作者：京墨 (1v1).txt",
    "夸克盘链接": "https://pan.quark.cn/s/82e3d2256eb1"
  },
  {
    "文件名": "[完结]《都市骚百合》作者 百合污姐（GL百合np）~修.txt",
    "夸克盘链接": "https://pan.quark.cn/s/aa2907fb70c8"
  },
  {
    "文件名": "[完结]《轻轻有了新工作》作者：啊嘞嘞 (np).txt",
    "夸克盘链接": "https://pan.quark.cn/s/f26613b9e16f"
  },
  {
    "文件名": "[完结]《贪狼的白月光》作者：非黑即白（1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/366e6f9e081f"
  },
  {
    "文件名": "[完结]《误入歧途》作者：莫莫灵均（np）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/00734a695004"
  },
  {
    "文件名": "[完结]《角色扮演主播》作者：理解（np）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/07042e071e61"
  },
  {
    "文件名": "[完结]《覆溺》作者：秋隅 (1v1).txt",
    "夸克盘链接": "https://pan.quark.cn/s/662fdc2ccad1"
  },
  {
    "文件名": "[完结]《被霸总操得直叫哥哥》作者：竹竹18（1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/1bbfdb8de61a"
  },
  {
    "文件名": "[完结]《被掰开玩批的反派霸总》作者：翘屁嫩男（1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/9567949cf291"
  },
  {
    "文件名": "[完结]《被制裁的Omega特工》作者：椰果奶茶（切片攻）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/7c060a899117"
  },
  {
    "文件名": "[完结]《被催眠的小美人》作者：无肉不欢（np）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/d288ead0e873"
  },
  {
    "文件名": "[完结]《被仙人掌意外插入后》作者：好玩罢了.txt",
    "夸克盘链接": "https://pan.quark.cn/s/278b7722bfc2"
  },
  {
    "文件名": "[完结]《蜗牛式的狼心狗肺》作者：十二城（GL百合）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/126bca66d220"
  },
  {
    "文件名": "[完结]《艹透大奶男妈妈》作者：罩爷是只猫（np）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/8619a62981e9"
  },
  {
    "文件名": "[完结]《舍友是有性瘾的大美人怎么办》作者：后米 (1v1).txt",
    "夸克盘链接": "https://pan.quark.cn/s/0777c1b1c2ad"
  },
  {
    "文件名": "[完结]《缺爱小美人在童话世界挨艹的生活》作者：一个冷门爱好者 (1v1).txt",
    "夸克盘链接": "https://pan.quark.cn/s/58880b7f3180"
  },
  {
    "文件名": "[完结]《纯肉耽美短篇合集》作者：大鱼的嘴.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e2f700a52b7d"
  },
  {
    "文件名": "[完结]《糙汉捡到娇夫郎》作者：无法无天（结局1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/91924e4bcc03"
  },
  {
    "文件名": "[完结]《离线情书》作者：从不早起（1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/92a8f95814c3"
  },
  {
    "文件名": "[完结]《短篇合集（混合h）》作者：商银.txt",
    "夸克盘链接": "https://pan.quark.cn/s/6ad0bed7016b"
  },
  {
    "文件名": "[完结]《知足常乐》作者：Hi早八妹（np）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ee63ae6b92fa"
  },
  {
    "文件名": "[完结]《盗墓主攻：今日壮受被干到哭泣了吗》作者：青丝茧 (1v1).txt",
    "夸克盘链接": "https://pan.quark.cn/s/6fda1e5bc363"
  },
  {
    "文件名": "[完结]《白月光师尊拿稳BE剧本》作者：爱妙妙的巧嘴（1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/1db13adc46fe"
  },
  {
    "文件名": "[完结]《病弱傀儡君王》作者：鬼畜无反攻（np）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/aaa18813a61c"
  },
  {
    "文件名": "[完结]《男孩的教育（2）》作者：十岸（1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/9cc6ea9dcf97"
  },
  {
    "文件名": "[完结]《独占种马男主》作者：阿萨姆（np）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/4351036463d1"
  },
  {
    "文件名": "[完结]《爱欲海洋》作者：草咕水（1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/bb575912645e"
  },
  {
    "文件名": "[完结]《爱和融合》作者：核酸乳 (1v1).txt",
    "夸克盘链接": "https://pan.quark.cn/s/5a21943d2969"
  },
  {
    "文件名": "[完结]《漂亮少年》作者：好撑别画饼（1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e5a2774b6f07"
  },
  {
    "文件名": "[完结]《漂亮受他只想活命》作者：顾咕咕（np）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c78d57b267f8"
  },
  {
    "文件名": "[完结]《温柔受被疯批盯上后》作者：小吕（快穿）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/6a90fdd6c595"
  },
  {
    "文件名": "[完结]《清冷仙君的私生子》作者：冰块牛奶.txt",
    "夸克盘链接": "https://pan.quark.cn/s/276666e0ae49"
  },
  {
    "文件名": "[完结]《泊港》作者：旧世界到黄昏 (1v1).txt",
    "夸克盘链接": "https://pan.quark.cn/s/a5a87f6bb7e4"
  },
  {
    "文件名": "[完结]《沁色》作者：清明的清（1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/adcebbd03774"
  },
  {
    "文件名": "[完结]《水积于江》作者：大肉包 (1v1).txt",
    "夸克盘链接": "https://pan.quark.cn/s/39d9c861369b"
  },
  {
    "文件名": "[完结]《梦魔的救赎》作者：半江瑟瑟（np）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/198ceba5ba8b"
  },
  {
    "文件名": "[完结]《我的那些淫乱日子》作者：大马猴和佩琪猪（np）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/06c1695daf79"
  },
  {
    "文件名": "[完结]《我爱操小妈》作者 得闲吃点冷饭（GL百合futa).txt",
    "夸克盘链接": "https://pan.quark.cn/s/055dc168cd9e"
  },
  {
    "文件名": "[完结]《性瘾清纯男大学生》作者：抹布脏肉文爱好者（np）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/d47afefd6369"
  },
  {
    "文件名": "[完结]《当网黄也太来钱了》作者：再吃亿碗（np）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a6de125b8421"
  },
  {
    "文件名": "[完结]《强制性欢愉》作者：柏霂（故事集）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c69dd2277e8a"
  },
  {
    "文件名": "[完结]《小白虎现身》作者：桑怀 (1v1).txt",
    "夸克盘链接": "https://pan.quark.cn/s/83c41e0cef77"
  },
  {
    "文件名": "[完结]《小王爷与大暗卫》作者：非黑即白（1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/dd0fd1222359"
  },
  {
    "文件名": "[完结]《娱乐圈的万人迷攻》作者：花里胡哨（np）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/3a9aa8d9fd8e"
  },
  {
    "文件名": "[完结]《女秀才与农家女》作者 小犄jio（futa百合1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/44ffd82cae64"
  },
  {
    "文件名": "[完结]《备受宠爱的小儿子》作者：落落阔落落 (混合np).txt",
    "夸克盘链接": "https://pan.quark.cn/s/6fec4cb42a32"
  },
  {
    "文件名": "[完结]《各种脑洞大合集》作者：芒果炒带鱼 (故事集).txt",
    "夸克盘链接": "https://pan.quark.cn/s/4c4241424f08"
  },
  {
    "文件名": "[完结]《吃肉合集》作者：以息相吹吹吹.txt",
    "夸克盘链接": "https://pan.quark.cn/s/b60b41cb14aa"
  },
  {
    "文件名": "[完结]《变成猫后被未婚夫艹进p》作者：神来到啦.txt",
    "夸克盘链接": "https://pan.quark.cn/s/88374ff3c343"
  },
  {
    "文件名": "[完结]《双重疼爱》作者：枫桥（1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/6875115695de"
  },
  {
    "文件名": "[完结]《十年发小一朝乱性》作者：废柴老师（1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ccb71f08ada2"
  },
  {
    "文件名": "[完结]《分手后被蛇形男友囚禁了》作者：纯情阳阳（1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/826bac592530"
  },
  {
    "文件名": "[完结]《公交车上yin乱日常》作者：朕今天一定更新.txt",
    "夸克盘链接": "https://pan.quark.cn/s/6051b58611a4"
  },
  {
    "文件名": "[完结]《儿子搞基，公公搞儿媳H》作者：嘿嘿哒（混合np）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/8e1d6b20dc79"
  },
  {
    "文件名": "[完结]《侧夫太好孕，清冷正君急了》作者：暗黑系魔女（女攻故事集）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e078a1c97e89"
  },
  {
    "文件名": "[完结]《何靖与狗》作者：Homom（1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/49f2457b032e"
  },
  {
    "文件名": "[完结]《今晚老公不在家》作者：西悼（3p）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/db91fe835508"
  },
  {
    "文件名": "[完结]《乡村老师》作者：熙熙 (np).txt",
    "夸克盘链接": "https://pan.quark.cn/s/fa19d6199eb2"
  },
  {
    "文件名": "[完结]《不要偷窥知名网黄》作者：净整点花里胡哨的（1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/cd02bbdf9d39"
  },
  {
    "文件名": "[完结]《不要一起肏，下面受不了》作者：木眠狐（百合np）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/10ef14bd55be"
  },
  {
    "文件名": "[完结]《不要一起肏，下面受不了》作者 风吹头凉（百合扶她futa np）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a55b980e63b1"
  },
  {
    "文件名": "[完结]《不似人间》作者：Bluer（1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/4af4f4d2abb1"
  },
  {
    "文件名": "[完结]《一些训诫文小零嘴》作者：笙寒（故事集）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/9ca4f52069ea"
  },
  {
    "文件名": "[完结]《【枫散】傲娇人偶少年狂吻多情浪人武士》作者：想喝冰可可 (故事集).txt",
    "夸克盘链接": "https://pan.quark.cn/s/c9720edb424b"
  },
  {
    "文件名": "[完结]《【虫族】日出之前》作者：jabberwocky (混合).txt",
    "夸克盘链接": "https://pan.quark.cn/s/2399b1a9201e"
  },
  {
    "文件名": "[完结]《【DMC】艳母》作者：伊德海拉 (3p).txt",
    "夸克盘链接": "https://pan.quark.cn/s/90ed2058a9c3"
  },
  {
    "文件名": "[完结]《18岁爱上另一个Alpha》作者 不会写字的王三（GL百合双A1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/29f9889b5338"
  },
  {
    "文件名": "[完结96+番外]《登高》作者：破破破（gl 纯百）~补番.txt",
    "夸克盘链接": "https://pan.quark.cn/s/bf5b30af4a90"
  },
  {
    "文件名": "[完结71+番外]《谁说总监是性冷感？》作者 蕃茄梳打餅（GL百合ABO1v1）~补番.txt",
    "夸克盘链接": "https://pan.quark.cn/s/bdff426b1125"
  },
  {
    "文件名": "[完结400+6番外]《[虫族]梦老师灵感枯竭》作者：baba（np）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/6dd5ecf43332"
  },
  {
    "文件名": "[完结193]《总监她怎么这样？》作者 酒壹杯（GL百合1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/7185cd44901d"
  },
  {
    "文件名": "[完结165+番外]《小偶像》作者：旁观者（GL百合1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/0904560a9ff9"
  },
  {
    "文件名": "[完结163+番外]《养妖阁》作者 葱十七（GL百合1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a50b0c5abf80"
  },
  {
    "文件名": "[完结135+番外]《穿进时间停止小说后》作者：一只白兔糖（1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/5e1ea875b123"
  },
  {
    "文件名": "[完结132+番外]《穿进时间停止小说后》作者：一只白兔糖（1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/3c0d672c9eca"
  },
  {
    "文件名": "[完结132+番外]《巨龙今天修罗场了吗》作者：恋爱脑君（火影总攻）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/bcfc0d312dc8"
  },
  {
    "文件名": "[完结124+番外]《为剑尊献上be剧本》作者：远桥（np）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/71aba4a68123"
  },
  {
    "文件名": "[完结111+番外]《我操了哥哥和他的男朋友》作者：麻辣兔尾（3p）~补番.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a54f44de554a"
  },
  {
    "文件名": "[完结110+番外]《隐欲》作者 半生花木（GL百合ABO1v1）~补番.txt",
    "夸克盘链接": "https://pan.quark.cn/s/28cb5c3c6b46"
  },
  {
    "文件名": "[完结+番外]《谁允许你叫姐姐》作者：一只小竹笙（女攻1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/8563e99ac5b3"
  },
  {
    "文件名": "[完结+番外]《管教替身男妻》作者：龙御天（1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a298e4c4b7f7"
  },
  {
    "文件名": "[完结+番外]《渣男，但是万人迷》作者：猴面包树（总攻）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/47fed0b7d6ad"
  },
  {
    "文件名": "[完结+番外]《沙雕攻也要谈恋爱！》作者：火锅金针菇（1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/427525614672"
  },
  {
    "文件名": "[完结+番外]《欢迎来草我老婆》作者：歌哆（1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/49652d0f7e64"
  },
  {
    "文件名": "[完结+番外]《反攻失败后我真香了》作者：萧辰予（快穿1v1）~补番.txt",
    "夸克盘链接": "https://pan.quark.cn/s/b7d30b80dc39"
  },
  {
    "文件名": "[完结+番外]《兽族的共妻》作者：深海的石头 (np).txt",
    "夸克盘链接": "https://pan.quark.cn/s/63a6881fb59e"
  },
  {
    "文件名": "[完结+番外1]《我真没在无限流钓男人》作者：雪花泥（np）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a077fd558e87"
  },
  {
    "文件名": "【米国度完结】鬓边同人：只为君狂（1v1） 作者：水三金.txt",
    "夸克盘链接": "https://pan.quark.cn/s/2ff13385b66f"
  },
  {
    "文件名": "【米国度完结】雨露蜜桃（美强双性） 作者：夜间干饭人.txt",
    "夸克盘链接": "https://pan.quark.cn/s/677bb32da0e7"
  },
  {
    "文件名": "【米国度完结】谎言的原稿（刑侦 直掰弯） 作者：wargoose.txt",
    "夸克盘链接": "https://pan.quark.cn/s/45341d23999e"
  },
  {
    "文件名": "【米国度完结】红尘暴（隋唐演义AU黑道背景同人） 作者：凭虚公子.txt",
    "夸克盘链接": "https://pan.quark.cn/s/6859086aedde"
  },
  {
    "文件名": "【米国度完结】白色梦境 作者：我本放荡.txt",
    "夸克盘链接": "https://pan.quark.cn/s/4812c8919814"
  },
  {
    "文件名": "【米国度完结】心魔（玄幻 上古魔头攻x炉鼎花神受） 作者：洛玥淺.txt",
    "夸克盘链接": "https://pan.quark.cn/s/18720f668d4d"
  },
  {
    "文件名": "【米国度完结】就一个Beta（师生年下ABO） 作者：小O.txt",
    "夸克盘链接": "https://pan.quark.cn/s/f90f6416926e"
  },
  {
    "文件名": "【米国度完结】失眠曲 作者：墨叽叽.txt",
    "夸克盘链接": "https://pan.quark.cn/s/3fdb3ebab954"
  },
  {
    "文件名": "【米国度完结】冻结品味（年下） 作者：秞之.txt",
    "夸克盘链接": "https://pan.quark.cn/s/439a0f6a1d77"
  },
  {
    "文件名": "【海棠完结】［火影GB］宛若恶魔的她（np女攻）同人 作者：恋爱脑君.txt",
    "夸克盘链接": "https://pan.quark.cn/s/8272e349ea3a"
  },
  {
    "文件名": "【海棠完结】［斯潮］校园恶犬（同人ABO） 作者：夕苟_NakiYuko.txt",
    "夸克盘链接": "https://pan.quark.cn/s/08abe2d60bb8"
  },
  {
    "文件名": "【海棠完结】（柯南主攻）如何让卧底在酒厂干活 作者：红鱼.txt",
    "夸克盘链接": "https://pan.quark.cn/s/1d5dd6c5e17e"
  },
  {
    "文件名": "【海棠完结】（华武同人）债 作者：凰凌世.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e01354754173"
  },
  {
    "文件名": "【海棠完结】（傅隋）暖冬 漫长的季节同人文 作者：LSP.txt",
    "夸克盘链接": "https://pan.quark.cn/s/8a912a65a57d"
  },
  {
    "文件名": "【海棠完结】（仙侠穿书）渣了主角受的白月光后【主攻】 作者：白械.txt",
    "夸克盘链接": "https://pan.quark.cn/s/9010fde05b47"
  },
  {
    "文件名": "【海棠完结】龙傲天男主是我的老婆（攻穿书、忠犬单性受） 作者：热带雨林.txt",
    "夸克盘链接": "https://pan.quark.cn/s/dbdbfcd143e6"
  },
  {
    "文件名": "【海棠完结】黑与灰【双恶文学】双疯批1v1 作者：朝阳西落.txt",
    "夸克盘链接": "https://pan.quark.cn/s/0a5332db5b43"
  },
  {
    "文件名": "【海棠完结】鸢颜文文丑腰瘦 老实攻x诱受、同人、弱攻强受 作者：偷偷偷月亮.txt",
    "夸克盘链接": "https://pan.quark.cn/s/013695dc0876"
  },
  {
    "文件名": "【海棠完结】魁梧大将军被舔批上瘾后（双性总受） 作者：冰糖书生.txt",
    "夸克盘链接": "https://pan.quark.cn/s/2966e5dce792"
  },
  {
    "文件名": "【海棠完结】高考后的放纵 作者：怀抱美人大口吃肉.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ecd8911a843f"
  },
  {
    "文件名": "【海棠完结】高岭之花伪装失忆后（总受ABO、系统、SP调教）np 作者：扶摇【补番-82章章】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ca8d7c66ed0e"
  },
  {
    "文件名": "【海棠完结】高岭之花伪装失忆后（ABOnp）总受、系统、SP调教 作者：扶摇【补番】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ca19a4d963a7"
  },
  {
    "文件名": "【海棠完结】高冷学霸觉醒魅魔血统后（双性1v1）年下痴汉攻 作者：小红.txt",
    "夸克盘链接": "https://pan.quark.cn/s/65a18fe9a10e"
  },
  {
    "文件名": "【海棠完结】高傲的凌华仙君（双性、丑攻美受） 作者：爆炸芒果【补】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/31aef7dea67d"
  },
  {
    "文件名": "【海棠完结】驯爱者（双性） 作者：张怀友（日更版）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/386204c2df25"
  },
  {
    "文件名": "【海棠完结】香甜多汁的批（双性） 作者：梁诗悦.txt",
    "夸克盘链接": "https://pan.quark.cn/s/8628511a09e5"
  },
  {
    "文件名": "【海棠完结】顶流要上位（娱乐圈np双性总受） 作者：吃草道人.txt",
    "夸克盘链接": "https://pan.quark.cn/s/f591c2105567"
  },
  {
    "文件名": "【海棠完结】非典型热血男主升级记（np 美强双性总受） 作者：银贼.txt",
    "夸克盘链接": "https://pan.quark.cn/s/9913a1ac6e04"
  },
  {
    "文件名": "【海棠完结】难平 作者：沙糖桔.txt",
    "夸克盘链接": "https://pan.quark.cn/s/511d17394fce"
  },
  {
    "文件名": "【海棠完结】陛下被疯批强制爱了（双性总受） 作者：曜灵.txt",
    "夸克盘链接": "https://pan.quark.cn/s/cd2edb6a1283"
  },
  {
    "文件名": "【海棠完结】门卫老马吃遍全校美人（催眠） 作者：是个荤菜厨子.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ec81cde78c63"
  },
  {
    "文件名": "【海棠完结】长B的晋江攻被扔进海棠（快穿） 作者：我会飞【烂尾】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c2141e1b1a62"
  },
  {
    "文件名": "【海棠完结】错位失控（包养、先做后爱） 作者：青衫鹤.txt",
    "夸克盘链接": "https://pan.quark.cn/s/490ac2a0a6fa"
  },
  {
    "文件名": "【海棠完结】金主不回头（双性金主受x体育生攻） 作者：时色.txt",
    "夸克盘链接": "https://pan.quark.cn/s/2fe514433377"
  },
  {
    "文件名": "【海棠完结】野鬼要被操的成仙了(快穿） 作者：泛泛之舟CHU.txt",
    "夸克盘链接": "https://pan.quark.cn/s/5503f0325fb1"
  },
  {
    "文件名": "【海棠完结】重生之总攻复仇系统（总攻，双性产乳生子）np 作者：云升【重修】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/0c63546e7c9a"
  },
  {
    "文件名": "【海棠完结】逃婚新郎（美强） 作者：从不早起.txt",
    "夸克盘链接": "https://pan.quark.cn/s/3d196870de2f"
  },
  {
    "文件名": "【海棠完结】软饭硬吃（1v1） 作者：一只小鸡腿.txt",
    "夸克盘链接": "https://pan.quark.cn/s/6493e49a3518"
  },
  {
    "文件名": "【海棠完结】路过被我哥扣了好无助（美强双性骨科） 作者：河的那边.txt",
    "夸克盘链接": "https://pan.quark.cn/s/df137bc5c932"
  },
  {
    "文件名": "【海棠完结】费医生的心灵诊所 作者：霜晨月.txt",
    "夸克盘链接": "https://pan.quark.cn/s/f0f6de4ed4ff"
  },
  {
    "文件名": "【海棠完结】贱货就想天天被打着操（总受） 作者：夜里不黑.txt",
    "夸克盘链接": "https://pan.quark.cn/s/9b51e0f630d1"
  },
  {
    "文件名": "【海棠完结】貌美直男穿书被爆炒（双性总受） 作者：顿顿顿顿.txt",
    "夸克盘链接": "https://pan.quark.cn/s/2e93301a2d08"
  },
  {
    "文件名": "【海棠完结】谪仙与小蛇 作者：谁家小囡.txt",
    "夸克盘链接": "https://pan.quark.cn/s/eb7c68c1ff14"
  },
  {
    "文件名": "【海棠完结】谁说路人不能睡主角攻（主攻）疯批受 作者：Crumbling.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e0f8362e31d2"
  },
  {
    "文件名": "【海棠完结】请教授打开双腿（鬼畜攻、双性大奶受）1v1 作者：爱妙妙的巧嘴【补番】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e71fb9cd5ad3"
  },
  {
    "文件名": "【海棠完结】记忆失格 作者：刀鲸鲸.txt",
    "夸克盘链接": "https://pan.quark.cn/s/697f783a470e"
  },
  {
    "文件名": "【海棠完结】警队风“淫”录 作者：阿葵亚.txt",
    "夸克盘链接": "https://pan.quark.cn/s/6ab577524572"
  },
  {
    "文件名": "【海棠完结】觅长生的修仙札记（美强、抹布、魔改觅长生） 作者：一只虾蛄【96章】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/4cf06d790cf1"
  },
  {
    "文件名": "【海棠完结】被魅魔附身后的性福生活（np）双性总受 作者：小红.txt",
    "夸克盘链接": "https://pan.quark.cn/s/d4d230cc86a8"
  },
  {
    "文件名": "【海棠完结】被艹服的校霸 作者：别山.txt",
    "夸克盘链接": "https://pan.quark.cn/s/016c1dc4246c"
  },
  {
    "文件名": "【海棠完结】被腹黑老公怼的日常 作者：哦咪珈.txt",
    "夸克盘链接": "https://pan.quark.cn/s/09acec12825f"
  },
  {
    "文件名": "【海棠完结】被系统选中的我去各地送菊花（双）2 作者：忘羡两相依【补番】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/876c8cd754a3"
  },
  {
    "文件名": "【海棠完结】被疯批盯上的美人【快穿】 作者：独上西楼.txt",
    "夸克盘链接": "https://pan.quark.cn/s/b7ad2c1d22a8"
  },
  {
    "文件名": "【海棠完结】被疯批强制的可怜美人 作者：姥啬丕.txt",
    "夸克盘链接": "https://pan.quark.cn/s/5b7c7ce0d130"
  },
  {
    "文件名": "【海棠完结】被疯批哄骗的阴郁男高（校园、痴汉攻）1v1 作者：甜酒小橙.txt",
    "夸克盘链接": "https://pan.quark.cn/s/367682db4061"
  },
  {
    "文件名": "【海棠完结】被疯批压迫的长批直男（美强1v1） 作者：果味汽水.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e5f5fb604133"
  },
  {
    "文件名": "【海棠完结】被男朋友的叔叔睡了（双性主受） 作者：三弄.txt",
    "夸克盘链接": "https://pan.quark.cn/s/4a9acc68ef59"
  },
  {
    "文件名": "【海棠完结】被玩弄的丈夫 作者：观阴落.txt",
    "夸克盘链接": "https://pan.quark.cn/s/5ab94d8c5168"
  },
  {
    "文件名": "【海棠完结】被狠狠欺负的甜软老婆【双】快穿 作者：草莓软糖.txt",
    "夸克盘链接": "https://pan.quark.cn/s/f5f1eb945000"
  },
  {
    "文件名": "【海棠完结】被父亲治好的性冷淡（家法调教） 作者：猫酱.txt",
    "夸克盘链接": "https://pan.quark.cn/s/3447fd3dbdb2"
  },
  {
    "文件名": "【海棠完结】被抛弃的清冷美人（np双性） 作者：尘三白.txt",
    "夸克盘链接": "https://pan.quark.cn/s/1a6a6fd6a9a8"
  },
  {
    "文件名": "【海棠完结】被情敌囚禁的日日夜夜（双性）1v1 作者：半江瑟瑟【补番】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e7476a8afcbb"
  },
  {
    "文件名": "【海棠完结】被怪物囚禁的双性受（人外攻） 作者：千江.txt",
    "夸克盘链接": "https://pan.quark.cn/s/7e64cd2ec0bb"
  },
  {
    "文件名": "【海棠完结】被女神的男友猛艹 作者：寻妈记.txt",
    "夸克盘链接": "https://pan.quark.cn/s/8fb089f2dbf7"
  },
  {
    "文件名": "【海棠完结】被大几把懆哭的顶流（重生 包养 双性1v1） 作者：??全文存稿不坑文.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e01313dbe942"
  },
  {
    "文件名": "【海棠完结】被壮汉强买强卖之后 作者：待到夜深人静时.txt",
    "夸克盘链接": "https://pan.quark.cn/s/f17828567cb2"
  },
  {
    "文件名": "【海棠完结】被一见钟情的对象强制爱了（1v1 双性骚浪受） 作者：春日迟迟.txt",
    "夸克盘链接": "https://pan.quark.cn/s/68ba04b082e4"
  },
  {
    "文件名": "【海棠完结】表哥他又骚又甜（np双性 骨科禁忌） 作者：qinlanlan.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ccdadb48bcc0"
  },
  {
    "文件名": "【海棠完结】血浓 作者：虫鸣哇唱.txt",
    "夸克盘链接": "https://pan.quark.cn/s/381e8ef3db7e"
  },
  {
    "文件名": "【海棠完结】蛛丝卜巧（总受） 作者：DIEGO.txt",
    "夸克盘链接": "https://pan.quark.cn/s/71bb93b1d02c"
  },
  {
    "文件名": "【海棠完结】虎父无犬子【互攻】【强制】养父子 作者：殁斯王.txt",
    "夸克盘链接": "https://pan.quark.cn/s/956a4378101a"
  },
  {
    "文件名": "【海棠完结】蓄意勾引（腹黑攻、强制） 作者：隔壁老粮.txt",
    "夸克盘链接": "https://pan.quark.cn/s/fd9fea552a24"
  },
  {
    "文件名": "【海棠完结】蓄意勾引 作者：笑平川.txt",
    "夸克盘链接": "https://pan.quark.cn/s/b03fce479c10"
  },
  {
    "文件名": "【海棠完结】莲花和绿茶（总攻）np 作者：终月夜【补】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/5090425239c2"
  },
  {
    "文件名": "【海棠完结】舔狗攻每天都在被老婆打(1v1单性纯爱） 作者：Hi早八妹.txt",
    "夸克盘链接": "https://pan.quark.cn/s/5e1a8104909d"
  },
  {
    "文件名": "【海棠完结】自甘堕落（HC 结局1v1） 作者：我有一大叽.txt",
    "夸克盘链接": "https://pan.quark.cn/s/dc1a7a141772"
  },
  {
    "文件名": "【海棠完结】臀控校霸扳开了小班长的蜜桃臀(双性)痴汉 作者：周周周周.txt",
    "夸克盘链接": "https://pan.quark.cn/s/7c1a62e8abed"
  },
  {
    "文件名": "【海棠完结】背德草批，极致乱I伦。。 作者：一口一只小兔叽.txt",
    "夸克盘链接": "https://pan.quark.cn/s/93e2a3387e56"
  },
  {
    "文件名": "【海棠完结】肏翻海棠读者十五式 作者.txt",
    "夸克盘链接": "https://pan.quark.cn/s/3552eb435559"
  },
  {
    "文件名": "【海棠完结】老龙吃嫩熊 作者：必可思.txt",
    "夸克盘链接": "https://pan.quark.cn/s/81e18ab7a449"
  },
  {
    "文件名": "【海棠完结】老婆是靠自己捡的（弱攻强受1v1） 作者：大张哥没有名字.txt",
    "夸克盘链接": "https://pan.quark.cn/s/4592be15d969"
  },
  {
    "文件名": "【海棠完结】老婆 看看批（又名：重回高中之开发我的性冷淡老婆）1v1 作者：acca.txt",
    "夸克盘链接": "https://pan.quark.cn/s/9a01244f5d29"
  },
  {
    "文件名": "【海棠完结】美貌蛇君已上钩（双jj蛇攻） 作者：一把春.txt",
    "夸克盘链接": "https://pan.quark.cn/s/78c3eef9042b"
  },
  {
    "文件名": "【海棠完结】美胖长篇（强制爱） 作者：苹果洁仔.txt",
    "夸克盘链接": "https://pan.quark.cn/s/f3e552c1fd21"
  },
  {
    "文件名": "【海棠完结】美人老婆被玩坏嫩批 作者：半杯白.txt",
    "夸克盘链接": "https://pan.quark.cn/s/3779adc1c966"
  },
  {
    "文件名": "【海棠完结】美人翻车被坏狗侵犯 作者：半杯白.txt",
    "夸克盘链接": "https://pan.quark.cn/s/3c8298009890"
  },
  {
    "文件名": "【海棠完结】网恋翻车实录 by我没病.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e1abcf420443"
  },
  {
    "文件名": "【海棠完结】缠父 作者：萧森离肃.txt",
    "夸克盘链接": "https://pan.quark.cn/s/6183b4e155e7"
  },
  {
    "文件名": "【海棠完结】绿茶疯批每天都想侵犯仙尊（双性大奶）年下1v1 作者：爱妙妙的巧嘴.txt",
    "夸克盘链接": "https://pan.quark.cn/s/06d5fbc53df5"
  },
  {
    "文件名": "【海棠完结】给大屁股室友舔逼（双性骚受1v1） 作者：周周周周.txt",
    "夸克盘链接": "https://pan.quark.cn/s/8082e926f634"
  },
  {
    "文件名": "【海棠完结】结阴亲（鬼攻人受1v1）双男主灵异 作者：又见蓝山.txt",
    "夸克盘链接": "https://pan.quark.cn/s/783d59ff9885"
  },
  {
    "文件名": "【海棠完结】红玫瑰（出轨 ntr ABO） 作者：叶姌.txt",
    "夸克盘链接": "https://pan.quark.cn/s/55bc164bbe43"
  },
  {
    "文件名": "【海棠完结】笨蛋老婆 作者：以息相吹吹吹.txt",
    "夸克盘链接": "https://pan.quark.cn/s/baa9a8f8f431"
  },
  {
    "文件名": "【海棠完结】竹马（1v1双性） 作者：好枯.txt",
    "夸克盘链接": "https://pan.quark.cn/s/862a3109828d"
  },
  {
    "文件名": "【海棠完结】穿进古耽成为疯批男主的白莲花（穿书年下1v1） 作者：爱如火.txt",
    "夸克盘链接": "https://pan.quark.cn/s/8b901c23db28"
  },
  {
    "文件名": "【海棠完结】穿越各种虐文吃肉 作者：猪肉好吃.txt",
    "夸克盘链接": "https://pan.quark.cn/s/f6d03ff44342"
  },
  {
    "文件名": "【海棠完结】穿越之我是西门庆（性转，np总受） 作者：故人不辞酒.txt",
    "夸克盘链接": "https://pan.quark.cn/s/502e45bb5a5e"
  },
  {
    "文件名": "【海棠完结】穿成主角攻的炮灰男妻后（穿书 双性生子） 作者：渡.txt",
    "夸克盘链接": "https://pan.quark.cn/s/24710e460f09"
  },
  {
    "文件名": "【海棠完结】空画卷（同人） 作者：林静树.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ae3b2040fa2b"
  },
  {
    "文件名": "【海棠完结】私有物（双性 调教） 作者：狐狸悄悄码字.txt",
    "夸克盘链接": "https://pan.quark.cn/s/d48995e63b54"
  },
  {
    "文件名": "【海棠完结】禁欲和尚沦陷记【双】闷骚和尚攻x话痨心机受 BE 作者：眠不得.txt",
    "夸克盘链接": "https://pan.quark.cn/s/baa695f26d42"
  },
  {
    "文件名": "【海棠完结】短肉集：鲜嫩多汁小美人 作者：小红.txt",
    "夸克盘链接": "https://pan.quark.cn/s/2e524c6d8fbb"
  },
  {
    "文件名": "【海棠完结】短篇菜肴合集 作者：余柑子.txt",
    "夸克盘链接": "https://pan.quark.cn/s/087a24575448"
  },
  {
    "文件名": "【海棠完结】短篇综合区 作者：必可思.txt",
    "夸克盘链接": "https://pan.quark.cn/s/65b05b8bd1c7"
  },
  {
    "文件名": "【海棠完结】知识通过性传播，家教老师爆炒我 作者：江原一.txt",
    "夸克盘链接": "https://pan.quark.cn/s/1a85d3238f52"
  },
  {
    "文件名": "【海棠完结】知熏（ABO）1v1 作者：是羽流流流流呀.txt",
    "夸克盘链接": "https://pan.quark.cn/s/71871a65c9e7"
  },
  {
    "文件名": "【海棠完结】直男偶像塌房前后【原名：直男偶像挨操的日常（娱乐圈总受） 作者：白桃乌龙.txt",
    "夸克盘链接": "https://pan.quark.cn/s/06916914238b"
  },
  {
    "文件名": "【海棠完结】直男也能给人当老婆吗【原名：如何用身体挽回竹马（1v1 暗恋成真、美攻x直男帅受） 作者：陆酌言【补番-88章】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e3c83c41db16"
  },
  {
    "文件名": "【海棠完结】盟主危机 作者：狮纳戈.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ff39d1793851"
  },
  {
    "文件名": "【海棠完结】盛夏暖阳（3p） 作者：茶罐子.txt",
    "夸克盘链接": "https://pan.quark.cn/s/dd94951a2fb7"
  },
  {
    "文件名": "【海棠完结】皇子选夫记（np 双性） 作者：你吃西瓜吗.txt",
    "夸克盘链接": "https://pan.quark.cn/s/875f05949047"
  },
  {
    "文件名": "【海棠完结】病变 作者：斐成章.txt",
    "夸克盘链接": "https://pan.quark.cn/s/093c717ce64f"
  },
  {
    "文件名": "【海棠完结】疯批受的强制爱？（双洁、清冷攻） 作者：白菜豆腐皮.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e5fadd7e0cb9"
  },
  {
    "文件名": "【海棠完结】男配不想加入三角恋爱 作者：虞成阳.txt",
    "夸克盘链接": "https://pan.quark.cn/s/4550d0d47f6b"
  },
  {
    "文件名": "【海棠完结】男友非人类 作者：咖啡不加冰.txt",
    "夸克盘链接": "https://pan.quark.cn/s/8bd5c2a1f617"
  },
  {
    "文件名": "【海棠完结】男友让我去做鸭（ntr 绿帽癖） 作者：白色肩带.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c3c433cdabba"
  },
  {
    "文件名": "【海棠完结】琥珀酸美托洛尔（叶修x王杰希同人、双性） 作者：玻璃缸.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e0fe8fef95e8"
  },
  {
    "文件名": "【海棠完结】玩坏爽文主角 作者：攻四方.txt",
    "夸克盘链接": "https://pan.quark.cn/s/b878f57241e5"
  },
  {
    "文件名": "【海棠完结】王爷他是断袖（1v1 书童攻x王爷受） 作者：风烟挽.txt",
    "夸克盘链接": "https://pan.quark.cn/s/4d079ab5c37e"
  },
  {
    "文件名": "【海棠完结】献身竹马（美强） 作者：砂金流渚.txt",
    "夸克盘链接": "https://pan.quark.cn/s/32fc84e14823"
  },
  {
    "文件名": "【海棠完结】猫狗游戏（年下纯情金主攻x钓系直球受） 作者：肥美胖兔.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ddab83069d39"
  },
  {
    "文件名": "【海棠完结】猫友（兽人年下1v1） 作者：諭辛.txt",
    "夸克盘链接": "https://pan.quark.cn/s/443ef0dd935f"
  },
  {
    "文件名": "【海棠完结】猛男体育老师受难记（强强） 作者：阿葵亚.txt",
    "夸克盘链接": "https://pan.quark.cn/s/7f1f2574d784"
  },
  {
    "文件名": "【海棠完结】猎云（猎户攻x穿越哥儿受） 作者：Homom.txt",
    "夸克盘链接": "https://pan.quark.cn/s/7924e2d0bab7"
  },
  {
    "文件名": "【海棠完结】独占乖软美人父亲（父子年下）双性 作者：文不甜噶我篮子.txt",
    "夸克盘链接": "https://pan.quark.cn/s/7029f856f5dc"
  },
  {
    "文件名": "【海棠完结】狗血系统逼我搞黄卖批（单性 追妻火葬场）又名：收集50件狗血尴尬事件 作者：闲在温京.txt",
    "夸克盘链接": "https://pan.quark.cn/s/90cf8f19672c"
  },
  {
    "文件名": "【海棠完结】狐狸美人露批爬少爷的床（游园惊梦）双性小妈 作者：殊妄.txt",
    "夸克盘链接": "https://pan.quark.cn/s/45a5aefc9b17"
  },
  {
    "文件名": "【海棠完结】特摄相关短篇合集（假面骑士同人） 作者：月见糰子.txt",
    "夸克盘链接": "https://pan.quark.cn/s/5ffdac1bc93c"
  },
  {
    "文件名": "【海棠完结】爸爸的金丝雀（双性） 作者：莉莉丝.txt",
    "夸克盘链接": "https://pan.quark.cn/s/84b312f480c4"
  },
  {
    "文件名": "【海棠完结】爱上爸爸的同学 作者：野草.txt",
    "夸克盘链接": "https://pan.quark.cn/s/22b9f083cc78"
  },
  {
    "文件名": "【海棠完结】炮灰美人被疯批透爆汁了（1v1） 作者：笨比企鹅【补番】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/416512ba7eb2"
  },
  {
    "文件名": "【海棠完结】炮灰攻被主角攻艹透了abo（星际 双性） 作者：不可思议.txt",
    "夸克盘链接": "https://pan.quark.cn/s/6f1eb1a26444"
  },
  {
    "文件名": "【海棠完结】炖肉合集 作者：弦子.txt",
    "夸克盘链接": "https://pan.quark.cn/s/b5fdd1e95a32"
  },
  {
    "文件名": "【海棠完结】灌满浪系男秘的嫩批（双性大奶） 作者：爱妙妙的巧嘴.txt",
    "夸克盘链接": "https://pan.quark.cn/s/632320ae6ee1"
  },
  {
    "文件名": "【海棠完结】漫长沦陷（SP 训诫） 作者：睡个好觉.txt",
    "夸克盘链接": "https://pan.quark.cn/s/5580917d9e27"
  },
  {
    "文件名": "【海棠完结】漂亮男高沦为全校玩物（主受、伪强制） 作者：独上西楼.txt",
    "夸克盘链接": "https://pan.quark.cn/s/5577519d1fcd"
  },
  {
    "文件名": "【海棠完结】漂亮柜哥被野汉子拐跑啦（先做后爱） 作者：江万里.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ba2b263f8ff1"
  },
  {
    "文件名": "【海棠完结】湿漉漉的情儿（双性总受） 作者：枸杞叶洗眼睛的色情小说家.txt",
    "夸克盘链接": "https://pan.quark.cn/s/584e492e8d34"
  },
  {
    "文件名": "【海棠完结】湘也【古风、高h、np总受】 作者：君沐霖.txt",
    "夸克盘链接": "https://pan.quark.cn/s/f14eca0eecce"
  },
  {
    "文件名": "【海棠完结】渣攻死不悔改（攻变受）美强 作者：加州梦境.txt",
    "夸克盘链接": "https://pan.quark.cn/s/9b9975888a64"
  },
  {
    "文件名": "【海棠完结】清冷美人被渣攻觊觎后（师生年下、疯批鬼畜攻） 作者：咖啡奶冻.txt",
    "夸克盘链接": "https://pan.quark.cn/s/3575d1612a47"
  },
  {
    "文件名": "【海棠完结】清冷师尊走火入魔后（NPH)修真双性总受 作者：喝杯奶茶.txt",
    "夸克盘链接": "https://pan.quark.cn/s/d610a2b25a41"
  },
  {
    "文件名": "【海棠完结】清冷反派每个世界都被男主艹得哭唧唧[快穿]1v1 作者：容景.txt",
    "夸克盘链接": "https://pan.quark.cn/s/24728257eecc"
  },
  {
    "文件名": "【海棠完结】深欲（单性 双洁） 作者：望寒山.txt",
    "夸克盘链接": "https://pan.quark.cn/s/09e0bab256a6"
  },
  {
    "文件名": "【海棠完结】淫龙记事 作者：安安.txt",
    "夸克盘链接": "https://pan.quark.cn/s/81b9f8db3e43"
  },
  {
    "文件名": "【海棠完结】淫词艳曲短篇合集 作者：木鱼鱼.txt",
    "夸克盘链接": "https://pan.quark.cn/s/5e92274b4480"
  },
  {
    "文件名": "【海棠完结】淫荡受装乖记（快穿主受） 作者：温柔的看看.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a1ea0657c68a"
  },
  {
    "文件名": "【海棠完结】油腻直男沦为宿舍玩物（双性总受）np 作者：夏多罗【补番】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/9f000513ed7d"
  },
  {
    "文件名": "【海棠完结】沦为炉鼎的大师兄（穿越、总受、淫荡受、系统） 作者：沙场醉客.txt",
    "夸克盘链接": "https://pan.quark.cn/s/6f4ede9e7b9e"
  },
  {
    "文件名": "【海棠完结】每晚干哭高冷总裁（1v1） 作者：arale【补番-367章】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/470926cd1ca5"
  },
  {
    "文件名": "【海棠完结】永砚 十七加三十（同人） 作者：Tiffany摩.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ac96862ba52f"
  },
  {
    "文件名": "【海棠完结】每次穿越媳妇都在搞黄色 by引欢.txt",
    "夸克盘链接": "https://pan.quark.cn/s/59cbb53f5b1d"
  },
  {
    "文件名": "【海棠完结】每天都在羞耻直播（系统）np双性总受 作者：汤圆9527.txt",
    "夸克盘链接": "https://pan.quark.cn/s/d179eefbfbaa"
  },
  {
    "文件名": "【海棠完结】每天都在哭的小狗（SPBDSM）双性 作者：一一的一一.txt",
    "夸克盘链接": "https://pan.quark.cn/s/b7d43b845862"
  },
  {
    "文件名": "【海棠完结】欲望长途（h）伪末日废土、强制、兽人攻3p 作者：明月楼.txt",
    "夸克盘链接": "https://pan.quark.cn/s/1a0d02b693c6"
  },
  {
    "文件名": "【海棠完结】欲之砂海[古埃及]双N乱伦 作者：月下吃瓜猹.txt",
    "夸克盘链接": "https://pan.quark.cn/s/49306a75bcff"
  },
  {
    "文件名": "【海棠完结】椰花村（双性总受） 作者：嘉树.txt",
    "夸克盘链接": "https://pan.quark.cn/s/fe9d58efe39f"
  },
  {
    "文件名": "【海棠完结】标记beta（末日aboab恋）1v1 作者：炽焰【补番】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e928c7daa7be"
  },
  {
    "文件名": "【海棠完结】柔弱善良美人受无奈替嫁被逼成为继子们的玩物（总受） 作者：海月淹没.txt",
    "夸克盘链接": "https://pan.quark.cn/s/877d2d30f2cc"
  },
  {
    "文件名": "【海棠完结】染缸?溺（人外攻） 作者：芽芽子的wo.txt",
    "夸克盘链接": "https://pan.quark.cn/s/54d045046b8d"
  },
  {
    "文件名": "【海棠完结】林家日常（总攻）np 作者：一串乱码.txt",
    "夸克盘链接": "https://pan.quark.cn/s/3e21b1e9b2eb"
  },
  {
    "文件名": "【海棠完结】来自堂哥的棍棒改造（中H）骨科年上1v1 作者：僧欲安.txt",
    "夸克盘链接": "https://pan.quark.cn/s/cfae967e7df5"
  },
  {
    "文件名": "【海棠完结】本能游戏（下克上、年下助理攻x富二代受）1v1 作者：在下小神j【补番】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/274fe56b4af6"
  },
  {
    "文件名": "【海棠完结】末世淫旅（np双性总受） 作者：吃了个桃子.txt",
    "夸克盘链接": "https://pan.quark.cn/s/39d8cb444082"
  },
  {
    "文件名": "【海棠完结】月落星沉（兄弟共妻） 作者：春山艾草.txt",
    "夸克盘链接": "https://pan.quark.cn/s/b9fec8fa4e45"
  },
  {
    "文件名": "【海棠完结】最后一个冬天（BE） 作者：镜生一.txt",
    "夸克盘链接": "https://pan.quark.cn/s/82d9c8410226"
  },
  {
    "文件名": "【海棠完结】暗恋舍友暴露后（双洁1v1） 作者：路十七【补番】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/971ce55435ba"
  },
  {
    "文件名": "【海棠完结】暗恋即明恋（骨科年上） 作者：栗子饼.txt",
    "夸克盘链接": "https://pan.quark.cn/s/269a0c888d29"
  },
  {
    "文件名": "【海棠完结】普通大学生的鬼新娘（美强灵异） 作者：观阴落.txt",
    "夸克盘链接": "https://pan.quark.cn/s/9af78f7027c4"
  },
  {
    "文件名": "【海棠完结】是哥们儿就让我压（生子文） 作者：故乡的菊花又开了.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ab5012b0654f"
  },
  {
    "文件名": "【海棠完结】易孕体质小狗 by斯斯特德维比.txt",
    "夸克盘链接": "https://pan.quark.cn/s/2f025f3d2fcd"
  },
  {
    "文件名": "【海棠完结】日不落（女攻gb）抹布 HC1v1 作者：苦荼仔飞飞啦【补】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/926e41c2572d"
  },
  {
    "文件名": "【海棠完结】故人（丧尸弱强师生） 作者：Cogito.txt",
    "夸克盘链接": "https://pan.quark.cn/s/4fd79ec447ad"
  },
  {
    "文件名": "【海棠完结】攻略强健双性校草by一个豆包.txt",
    "夸克盘链接": "https://pan.quark.cn/s/3a8848b875ea"
  },
  {
    "文件名": "【海棠完结】搞错了，竟然养了反派（修真）3p 作者：Qisa【补番】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/8613cd47b48b"
  },
  {
    "文件名": "【海棠完结】掰开后穴说骚死你 作者：没有名字的鬼差.txt",
    "夸克盘链接": "https://pan.quark.cn/s/b1bf9b30e62c"
  },
  {
    "文件名": "【海棠完结】控梦指南H（校园1v1）SP调教死对头 作者：空歌憨特.txt",
    "夸克盘链接": "https://pan.quark.cn/s/b022a170dd8d"
  },
  {
    "文件名": "【海棠完结】拿了反派剧本的我成了男主老婆 作者：橘子的猫.txt",
    "夸克盘链接": "https://pan.quark.cn/s/84e90f06f8f3"
  },
  {
    "文件名": "【海棠完结】拥有系统的双性少年np总受 作者：千羽.txt",
    "夸克盘链接": "https://pan.quark.cn/s/8b19b7e68e8a"
  },
  {
    "文件名": "【海棠完结】拍戏时影帝被流浪汉艹了 作者：寻妈记.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c19da5052776"
  },
  {
    "文件名": "【海棠完结】扇批文学（合集） 作者：绿豆沙.txt",
    "夸克盘链接": "https://pan.quark.cn/s/141e433875f3"
  },
  {
    "文件名": "【海棠完结】我给你我心的饥渴【GBG】BG&GB互攻 作者：灯下夜祷.txt",
    "夸克盘链接": "https://pan.quark.cn/s/411698d60c69"
  },
  {
    "文件名": "【海棠完结】我搞了老板的老婆 bywonderful707.txt",
    "夸克盘链接": "https://pan.quark.cn/s/773213524c59"
  },
  {
    "文件名": "【海棠完结】我家小攻是阳痿（MB骚浪受）1v1 作者：domoto1987.txt",
    "夸克盘链接": "https://pan.quark.cn/s/3c48008494a4"
  },
  {
    "文件名": "【海棠完结】我家大明星很傲娇（美强） 作者：三根腿毛.txt",
    "夸克盘链接": "https://pan.quark.cn/s/61ecf6071958"
  },
  {
    "文件名": "【海棠完结】我在鸭馆卖屁股那些年（古代NPH）总受 作者：十三姑娘.txt",
    "夸克盘链接": "https://pan.quark.cn/s/f2369ef22aae"
  },
  {
    "文件名": "【海棠完结】我在婚后的日子（偏执攻） 作者：是最九还是九最.txt",
    "夸克盘链接": "https://pan.quark.cn/s/5b9b8176795b"
  },
  {
    "文件名": "【海棠完结】我和我的野种哥哥（骨科）1v1 作者：没有名字的小棺材【补番】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/5631aaf325ba"
  },
  {
    "文件名": "【海棠完结】我以为我拿的是下堂妻的剧本（美强）1v1 作者：良性.txt",
    "夸克盘链接": "https://pan.quark.cn/s/f425c75a9555"
  },
  {
    "文件名": "【海棠完结】成了泄欲容器 作者：临夜大人吖.txt",
    "夸克盘链接": "https://pan.quark.cn/s/edb424d8cd56"
  },
  {
    "文件名": "【海棠完结】成为虫母后我跑路了 by五月花.txt",
    "夸克盘链接": "https://pan.quark.cn/s/b14d93ddf241"
  },
  {
    "文件名": "【海棠完结】成为生理健康老师后的淫乱校园生活（总受纯肉 无CP） 作者：KiierWinne.txt",
    "夸克盘链接": "https://pan.quark.cn/s/dd54f201ff62"
  },
  {
    "文件名": "【海棠完结】愿者上钩 作者：苏格兰肉卷.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e3ea38c8fc87"
  },
  {
    "文件名": "【海棠完结】惩罚高傲总裁 作者：我不可以不吃肉.txt",
    "夸克盘链接": "https://pan.quark.cn/s/f60a2d621323"
  },
  {
    "文件名": "【海棠完结】惩戒（父女，女攻） 作者：菊柚甜.txt",
    "夸克盘链接": "https://pan.quark.cn/s/fdd8ba12c385"
  },
  {
    "文件名": "【海棠完结】情深皆不负（主受） 作者：公子如玉.txt",
    "夸克盘链接": "https://pan.quark.cn/s/4edbd7d2ef85"
  },
  {
    "文件名": "【海棠完结】情敌给的止痛药（SM调教 直男受）1v1 作者：鲨鱼饿晕了.txt",
    "夸克盘链接": "https://pan.quark.cn/s/9f056e78066f"
  },
  {
    "文件名": "【海棠完结】恶毒受被疯批弟弟囚禁后（双洁双性骨科1v1） 作者：三岁确诊大女子主义.txt",
    "夸克盘链接": "https://pan.quark.cn/s/60e47d4070bd"
  },
  {
    "文件名": "【海棠完结】恶毒作精身陷买股文修罗场 作者：顾咕咕.txt",
    "夸克盘链接": "https://pan.quark.cn/s/667a18bd64ec"
  },
  {
    "文件名": "【海棠完结】总裁在森林被野人吸批上瘾 作者：冰糖书生.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ce6581f747d3"
  },
  {
    "文件名": "【海棠完结】总裁和他的社畜秘书（ABO）1v1 作者：金融学之夜【补番】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/68428275d242"
  },
  {
    "文件名": "【海棠完结】性｜癖沦陷【黄暴炖肉合集】 作者：咩咩大绵羊.txt",
    "夸克盘链接": "https://pan.quark.cn/s/73dd5c7925ca"
  },
  {
    "文件名": "【海棠完结】性福的家族生活（父子 双性 多CP） 作者：玑儿真好看.txt",
    "夸克盘链接": "https://pan.quark.cn/s/4e009abfeec4"
  },
  {
    "文件名": "【海棠完结】性爱大学新生日常（双性np） 作者：小红.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e518e2f2d77b"
  },
  {
    "文件名": "【海棠完结】性冷淡老公失忆后（ABO）美强主攻1v1 作者：辛亥.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ecfefb32bc01"
  },
  {
    "文件名": "【海棠完结】性冷淡妻子和我的白月光搞上了（双性、婚内出轨）1v1 作者：温酒【补番】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/77344b3d992a"
  },
  {
    "文件名": "【海棠完结】怎么可以吃兔兔（双性） 作者：肆一九【修】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/710e26c57115"
  },
  {
    "文件名": "【海棠完结】快穿：网盘电影院 作者：人鱼天使.txt",
    "夸克盘链接": "https://pan.quark.cn/s/3983adca85e2"
  },
  {
    "文件名": "【海棠完结】快穿：小可怜的我，被大佬们圈养了（主受） 作者：炮弹.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c2fe813657ae"
  },
  {
    "文件名": "【海棠完结】快穿：休想抢我老攻（np反穿书）双性主受 作者：是羽流流流流呀.txt",
    "夸克盘链接": "https://pan.quark.cn/s/131a872f8262"
  },
  {
    "文件名": "【海棠完结】快穿之系统调教（1v1） 作者：小兰兰.txt",
    "夸克盘链接": "https://pan.quark.cn/s/708933bc91ee"
  },
  {
    "文件名": "【海棠完结】快穿之情欲（BL&BG混合） 作者：星河为眸.txt",
    "夸克盘链接": "https://pan.quark.cn/s/3cf75b528b64"
  },
  {
    "文件名": "【海棠完结】快穿之勾引男主[双调] 作者：小小.txt",
    "夸克盘链接": "https://pan.quark.cn/s/3042e416badb"
  },
  {
    "文件名": "【海棠完结】忠犬Alpha他失忆了 作者：薪禾.txt",
    "夸克盘链接": "https://pan.quark.cn/s/64da15a918ab"
  },
  {
    "文件名": "【海棠完结】当网黄也太来钱了 by再吃亿碗.txt",
    "夸克盘链接": "https://pan.quark.cn/s/06d839ebef94"
  },
  {
    "文件名": "【海棠完结】当社恐被狠狠疼爱（双性大奶社恐自卑受×痴汉变态攻） 作者：无关风月.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a9a7d084d479"
  },
  {
    "文件名": "【海棠完结】当壮壮表哥变成我的母狗（腹黑鬼畜攻x双性壮受）1v1 作者：九山【50章】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ac6d50e0301c"
  },
  {
    "文件名": "【海棠完结】强扭的瓜特甜 作者：七十而已.txt",
    "夸克盘链接": "https://pan.quark.cn/s/72913dc65a48"
  },
  {
    "文件名": "【海棠完结】强制性爱APP（双性）总受 结局1v1 作者：瑞茗.txt",
    "夸克盘链接": "https://pan.quark.cn/s/d3c3ffc89300"
  },
  {
    "文件名": "【海棠完结】弱鸡和他的饲主 by都是正经人.txt",
    "夸克盘链接": "https://pan.quark.cn/s/73b5a541d60f"
  },
  {
    "文件名": "【海棠完结】弱攻不想逃离榨精牧场 作者：暗黑小当家.txt",
    "夸克盘链接": "https://pan.quark.cn/s/f66ba45cdf80"
  },
  {
    "文件名": "【海棠完结】廿廿不忘（总受） 作者：玉骨流徽.txt",
    "夸克盘链接": "https://pan.quark.cn/s/0eeaebea1601"
  },
  {
    "文件名": "【海棠完结】师叔认错了救命恩人（NTR）修真&单性受 作者：正太平【补番】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/5aaa89dbd81d"
  },
  {
    "文件名": "【海棠完结】小狐狸（又名：只是爱吃老攻奶子） 作者：为师不知.txt",
    "夸克盘链接": "https://pan.quark.cn/s/7d324a65ebb2"
  },
  {
    "文件名": "【海棠完结】小漂亮天天被主角团强制爱 作者：橘子气泡水.txt",
    "夸克盘链接": "https://pan.quark.cn/s/21d5ab1a23d0"
  },
  {
    "文件名": "【海棠完结】小淫狐报恩记（双性总受） 作者：小红.txt",
    "夸克盘链接": "https://pan.quark.cn/s/18bf6a71ac05"
  },
  {
    "文件名": "【海棠完结】小妈变共妻（双性） 作者：无法无天.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a2c30078ad4f"
  },
  {
    "文件名": "【海棠完结】小奶娘上位记（双性） 作者：绅士.txt",
    "夸克盘链接": "https://pan.quark.cn/s/4b2cadac9407"
  },
  {
    "文件名": "【海棠完结】小同桌（校园 腹黑校霸攻x温柔双性受）1v1 作者：再睡一会吧.txt",
    "夸克盘链接": "https://pan.quark.cn/s/391fbccb2cb3"
  },
  {
    "文件名": "【海棠完结】寒生（暗黑 虐身） 作者：卷卷毛.txt",
    "夸克盘链接": "https://pan.quark.cn/s/1f53eb000eb3"
  },
  {
    "文件名": "【海棠完结】宿舍大乱炖 作者：蓝光.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a12f8d2866b3"
  },
  {
    "文件名": "【海棠完结】家徒四壁 作者：虞成阳.txt",
    "夸克盘链接": "https://pan.quark.cn/s/8b839b378385"
  },
  {
    "文件名": "【海棠完结】完璧（SP）调教 作者：某朵.txt",
    "夸克盘链接": "https://pan.quark.cn/s/6c7e2c658697"
  },
  {
    "文件名": "【海棠完结】娇宠心肝小可怜（校园1v1 忠犬攻x自卑受）双洁双初恋 作者：明日复明日.txt",
    "夸克盘链接": "https://pan.quark.cn/s/7f53b63b984c"
  },
  {
    "文件名": "【海棠完结】娇养蛇精病alpha（双洁ABO、受宠攻、治愈） 作者：刹那芳颜.txt",
    "夸克盘链接": "https://pan.quark.cn/s/7d5b0d3d4cb0"
  },
  {
    "文件名": "【海棠完结】妻子死后 作者：杜杜木.txt",
    "夸克盘链接": "https://pan.quark.cn/s/19267ea8ac01"
  },
  {
    "文件名": "【海棠完结】女王受被臭狗们玩坏了【原名：清冷总裁被臭狗们玩坏了（双性总受 SM虐身）np 作者：猪脚饭主教.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c190947ceee6"
  },
  {
    "文件名": "【海棠完结】女王受被臭狗们玩坏了 by猪脚饭主教.txt",
    "夸克盘链接": "https://pan.quark.cn/s/fc372ca9b46c"
  },
  {
    "文件名": "【海棠完结】奇怪的房客（主攻 骨科 过程np） 作者：戳空了.txt",
    "夸克盘链接": "https://pan.quark.cn/s/4c8a68926799"
  },
  {
    "文件名": "【海棠完结】失败的囚禁（np） 作者：无有灵.txt",
    "夸克盘链接": "https://pan.quark.cn/s/2a74b8baf14d"
  },
  {
    "文件名": "【海棠完结】夫君带白月光私奔后我被公爹强占了（古代ABO、公媳） 作者：人民币.txt",
    "夸克盘链接": "https://pan.quark.cn/s/5f3d679fdbdc"
  },
  {
    "文件名": "【海棠完结】太阳（四爱）1v1 GB 作者：五陵多鱼.txt",
    "夸克盘链接": "https://pan.quark.cn/s/76857ee19d9d"
  },
  {
    "文件名": "【海棠完结】太阳西落（攻出轨） 作者：prinst.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c9d26a3907a7"
  },
  {
    "文件名": "【海棠完结】太师今天成亲了吗（古风ABO 双CP&年龄差） 作者：嘟嘟晏【补番】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ced51c57365e"
  },
  {
    "文件名": "【海棠完结】天生性器（骨科） 作者：我不吃鱼.txt",
    "夸克盘链接": "https://pan.quark.cn/s/5aef898e4bb9"
  },
  {
    "文件名": "【海棠完结】天生一对（蛇与双性）双JJ蛇攻 作者：林空鹿饮酒.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a1940f3387dd"
  },
  {
    "文件名": "【海棠完结】天下掉下个钢镚都得姓高（狂飙同人） 作者：鱼铺对面的兔老板.txt",
    "夸克盘链接": "https://pan.quark.cn/s/f1814686ccf7"
  },
  {
    "文件名": "【海棠完结】大龄男O（ABO）1v1 作者：Alcmena【补番】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/7231eb222db8"
  },
  {
    "文件名": "【海棠完结】夏虫（同人） 作者：MagicOfLove.txt",
    "夸克盘链接": "https://pan.quark.cn/s/b81d34ba05ce"
  },
  {
    "文件名": "【海棠完结】墨雨闪电（双性生子微NTR 1v1） 作者：皑如山上雪.txt",
    "夸克盘链接": "https://pan.quark.cn/s/3681d556193a"
  },
  {
    "文件名": "【海棠完结】堕落的炽天使（无限流） 作者：椰果奶茶.txt",
    "夸克盘链接": "https://pan.quark.cn/s/74bc7241fe87"
  },
  {
    "文件名": "【海棠完结】城乡发展（1v1 糙汉攻x少爷受） 作者：小啊同学.txt",
    "夸克盘链接": "https://pan.quark.cn/s/b153bc1481ef"
  },
  {
    "文件名": "【海棠完结】地主与长工 作者：孜然粉.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ea7af25b2275"
  },
  {
    "文件名": "【海棠完结】在游戏里哭穷的日子（双洁） 作者：咖啡不加冰.txt",
    "夸克盘链接": "https://pan.quark.cn/s/d0fdca559569"
  },
  {
    "文件名": "【海棠完结】在海棠古耽中做了男配（np） 作者：K.txt",
    "夸克盘链接": "https://pan.quark.cn/s/caf1b4d147dc"
  },
  {
    "文件名": "【海棠完结】在傅家还债的日子（np 双性总受） 作者：葡萄汁candy.txt",
    "夸克盘链接": "https://pan.quark.cn/s/f7fddbadfdfe"
  },
  {
    "文件名": "【海棠完结】在丈夫灵位前我被人寡夫门前（总受 NTR） 作者：Renne.txt",
    "夸克盘链接": "https://pan.quark.cn/s/235ac1a8cb9f"
  },
  {
    "文件名": "【海棠完结】国家给我男朋友发对象了？！【原名：强制匹配（abo 双性） 作者：一颗枫糖.txt",
    "夸克盘链接": "https://pan.quark.cn/s/d27edc3952c2"
  },
  {
    "文件名": "【海棠完结】因为太弱所以只能被强制爱了（单性主受、无限流） 作者：橘子气泡水.txt",
    "夸克盘链接": "https://pan.quark.cn/s/4b9031afe583"
  },
  {
    "文件名": "【海棠完结】四次凝望（1v3主GB） 作者：路小雀.txt",
    "夸克盘链接": "https://pan.quark.cn/s/21cef3cda3b0"
  },
  {
    "文件名": "【海棠完结】囚禁男神后我被白嫖了（双洁、傲娇攻&双性受） 作者：一根腿毛.txt",
    "夸克盘链接": "https://pan.quark.cn/s/7cb5b39bd238"
  },
  {
    "文件名": "【海棠完结】囚禁暗恋对象后（高岭之花攻x痴汉双性受） 作者：香菜爱吃菠萝.txt",
    "夸克盘链接": "https://pan.quark.cn/s/20cb78fd32de"
  },
  {
    "文件名": "【海棠完结】囚心媚骨（总受） 作者：rouxiangsiyi.txt",
    "夸克盘链接": "https://pan.quark.cn/s/6e2ac34ac3bc"
  },
  {
    "文件名": "【海棠完结】囚妻（1v1）男后现代篇 作者：木三火.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ca573263d72f"
  },
  {
    "文件名": "【海棠完结】哥哥的道貌岸然（骨科年上、控制狂攻x重度依恋受） 作者：肉食性兔子.txt",
    "夸克盘链接": "https://pan.quark.cn/s/92ed1a02a4d2"
  },
  {
    "文件名": "【海棠完结】哥哥的竹马喜欢我（先婚后爱1v1） 作者：泉鹿.txt",
    "夸克盘链接": "https://pan.quark.cn/s/7e0e72b4f411"
  },
  {
    "文件名": "【海棠完结】哥哥 by冰月时.txt",
    "夸克盘链接": "https://pan.quark.cn/s/513bf9e6bcb6"
  },
  {
    "文件名": "【海棠完结】和白月光结婚三年后（攻出轨）ntr 作者：可爱的双马尾.txt",
    "夸克盘链接": "https://pan.quark.cn/s/5e4935e90760"
  },
  {
    "文件名": "【海棠完结】和男配分手后我被爆肏了（快穿）1v1 作者：搞点肉肉吃吃吧【补番-149章】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/503b2e903b79"
  },
  {
    "文件名": "【海棠完结】和影帝爸爸上恋综后（娱乐圈abo、双性）1v1 作者：小顾【补番】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/b82079a703a6"
  },
  {
    "文件名": "【海棠完结】吞枪（np） 作者：把根留住.txt",
    "夸克盘链接": "https://pan.quark.cn/s/5494a7f3128c"
  },
  {
    "文件名": "【海棠完结】合欢宗宗主的风流事（又名：合欢宗宗主栽在了死对头儿子手里）bg&gb 作者：没有名字.txt",
    "夸克盘链接": "https://pan.quark.cn/s/37c98a5119bd"
  },
  {
    "文件名": "【海棠完结】可以进去了吗 作者：咖啡不加冰.txt",
    "夸克盘链接": "https://pan.quark.cn/s/6a70ec913348"
  },
  {
    "文件名": "【海棠完结】古代学子“活色生香”的慢慢科举路（穿越） 作者：暮迟明逸.txt",
    "夸克盘链接": "https://pan.quark.cn/s/4497718c3d9c"
  },
  {
    "文件名": "【海棠完结】变态——【温周】同人1v1 作者：爆炸芒果.txt",
    "夸克盘链接": "https://pan.quark.cn/s/b474118b14e1"
  },
  {
    "文件名": "【海棠完结】反向强制（主攻1v1 受强制攻） 作者：兰庭.txt",
    "夸克盘链接": "https://pan.quark.cn/s/05120df8cfc8"
  },
  {
    "文件名": "【海棠完结】双花主播和他的大金主 作者：好想喝可乐.txt",
    "夸克盘链接": "https://pan.quark.cn/s/3fe96fa616fb"
  },
  {
    "文件名": "【海棠完结】双杏学霸被东北男友强制爱了（校园双性）1v1 作者：沫莓【补番】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c25e1880ee37"
  },
  {
    "文件名": "【海棠完结】双性美人是招待（MB受 抹布NTR 结局1v1） 作者：陌哩【补番】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/512f737731af"
  },
  {
    "文件名": "【海棠完结】双性母狗轮奸调教 作者：坏兔子.txt",
    "夸克盘链接": "https://pan.quark.cn/s/331cbc442aa2"
  },
  {
    "文件名": "【海棠完结】双性总裁和鬼畜医生 作者：好吃的馄饨.txt",
    "夸克盘链接": "https://pan.quark.cn/s/863d52adf4cd"
  },
  {
    "文件名": "【海棠完结】双性总裁发骚上位记 作者：周周周周.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a788909d4e5b"
  },
  {
    "文件名": "【海棠完结】双性小美人涩涩合集 作者：千羽.txt",
    "夸克盘链接": "https://pan.quark.cn/s/b01f71fd1286"
  },
  {
    "文件名": "【海棠完结】双性小狗调教记录 作者：ねここ.txt",
    "夸克盘链接": "https://pan.quark.cn/s/2336093dc1e9"
  },
  {
    "文件名": "【海棠完结】双性小可爱的性爱生活合集 作者：爱吃肉肉小蛇.txt",
    "夸克盘链接": "https://pan.quark.cn/s/4e9517e347f4"
  },
  {
    "文件名": "【海棠完结】双性大美人总被爆炒 作者：顾云祁.txt",
    "夸克盘链接": "https://pan.quark.cn/s/d95a4269113d"
  },
  {
    "文件名": "【海棠完结】双子堕落日常 作者：里予.txt",
    "夸克盘链接": "https://pan.quark.cn/s/0954a0459f6d"
  },
  {
    "文件名": "【海棠完结】双喜 作者：大魔王咸鱼子.txt",
    "夸克盘链接": "https://pan.quark.cn/s/7821673b3b1c"
  },
  {
    "文件名": "【海棠完结】卧底求生指南【abo,星际】 作者：东江.txt",
    "夸克盘链接": "https://pan.quark.cn/s/547cb4fc4601"
  },
  {
    "文件名": "【海棠完结】卧底 作者：木三火.txt",
    "夸克盘链接": "https://pan.quark.cn/s/3cd43d15fe4c"
  },
  {
    "文件名": "【海棠完结】十里醉春红（将军忠犬攻x皇帝美人受） 作者：清水白白.txt",
    "夸克盘链接": "https://pan.quark.cn/s/d03861877dcd"
  },
  {
    "文件名": "【海棠完结】匪寇为奴（np） 作者：风骚的水豚.txt",
    "夸克盘链接": "https://pan.quark.cn/s/964bec5fd4e8"
  },
  {
    "文件名": "【海棠完结】刚嫁进门，就被老公爸爸盯上了 作者：罩爷是只猫.txt",
    "夸克盘链接": "https://pan.quark.cn/s/3c9672b2dc7c"
  },
  {
    "文件名": "【海棠完结】分手后跟前男友又复合了（破镜重圆） 作者：天空飘来一朵云.txt",
    "夸克盘链接": "https://pan.quark.cn/s/44e398644158"
  },
  {
    "文件名": "【海棠完结】冷书生和软小喵（双性） 作者：水果茶.txt",
    "夸克盘链接": "https://pan.quark.cn/s/020bba1d8b22"
  },
  {
    "文件名": "【海棠完结】兽族的共妻（穿越兽人、双性总受）np 作者：深海的石头.txt",
    "夸克盘链接": "https://pan.quark.cn/s/3d5be0ad728a"
  },
  {
    "文件名": "【海棠完结】公园南路 作者：虫鸣哇唱.txt",
    "夸克盘链接": "https://pan.quark.cn/s/b40233bfb194"
  },
  {
    "文件名": "【海棠完结】公交上的校草儿子（父子纯肉） 作者：冰块牛奶.txt",
    "夸克盘链接": "https://pan.quark.cn/s/66ffeec081e0"
  },
  {
    "文件名": "【海棠完结】傻儿子，快艹艹爹 作者：摸摸.txt",
    "夸克盘链接": "https://pan.quark.cn/s/aa53eaace98e"
  },
  {
    "文件名": "【海棠完结】偷窥狂（mb受） 作者：落雨安.txt",
    "夸克盘链接": "https://pan.quark.cn/s/847fcfed0840"
  },
  {
    "文件名": "【海棠完结】倾城（np，双性受，伪骨科） 作者：七也.txt",
    "夸克盘链接": "https://pan.quark.cn/s/1befacc9d87e"
  },
  {
    "文件名": "【海棠完结】侵占（情敌变情人、腹黑攻） 作者：雨住.txt",
    "夸克盘链接": "https://pan.quark.cn/s/cdbad0e024a6"
  },
  {
    "文件名": "【海棠完结】你好（双性双洁、单向转双向） 作者：不像失眠.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e719b826384b"
  },
  {
    "文件名": "【海棠完结】你不是硬不起来嘛（向哨主攻） 作者：海中月.txt",
    "夸克盘链接": "https://pan.quark.cn/s/b3ccb574ffff"
  },
  {
    "文件名": "【海棠完结】会潮喷的多汁安抚玩具 作者：一个馒头.txt",
    "夸克盘链接": "https://pan.quark.cn/s/51727d841df2"
  },
  {
    "文件名": "【海棠完结】他们都以为我失忆了（总攻） 作者：我见青山.txt",
    "夸克盘链接": "https://pan.quark.cn/s/3f098b35d6f0"
  },
  {
    "文件名": "【海棠完结】亲吻小木（美强 救赎） 作者：王日日.txt",
    "夸克盘链接": "https://pan.quark.cn/s/1a6deb27f307"
  },
  {
    "文件名": "【海棠完结】乘风酥玉（1v1） 作者：青梅绕床竹马来.txt",
    "夸克盘链接": "https://pan.quark.cn/s/51aebe0de119"
  },
  {
    "文件名": "【海棠完结】乖巧清冷美人总被疯批盯上（双性） 作者：森琳.txt",
    "夸克盘链接": "https://pan.quark.cn/s/d173a1d76d8a"
  },
  {
    "文件名": "【海棠完结】主攻｜性癖是奶子有错吗（美强） 作者：我住隔壁不姓王.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c2374e22858d"
  },
  {
    "文件名": "【海棠完结】丧尸末日，玩遍后宫（总攻） 作者：嗑药.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c8b86f9fce1f"
  },
  {
    "文件名": "【海棠完结】不正经联姻 作者：明日复明日.txt",
    "夸克盘链接": "https://pan.quark.cn/s/8f6dcb48c4bc"
  },
  {
    "文件名": "【海棠完结】不愿做兄弟 作者：紫纱娜.txt",
    "夸克盘链接": "https://pan.quark.cn/s/21b4f817f2aa"
  },
  {
    "文件名": "【海棠完结】不可思议洞穴 作者：山清水秀.txt",
    "夸克盘链接": "https://pan.quark.cn/s/eb79c3035dea"
  },
  {
    "文件名": "【海棠完结】不动声色（年下 清水） 作者：池砚.txt",
    "夸克盘链接": "https://pan.quark.cn/s/9850739ea071"
  },
  {
    "文件名": "【海棠完结】下面借我用一下（双性 常识修改） 作者：鲨鱼饿晕了.txt",
    "夸克盘链接": "https://pan.quark.cn/s/81d6d6f64601"
  },
  {
    "文件名": "【海棠完结】上将的合约夫夫（单性ABO 双向暗恋） 作者：俺是小阿b.txt",
    "夸克盘链接": "https://pan.quark.cn/s/2d452c5911aa"
  },
  {
    "文件名": "【海棠完结】丈夫和亲哥共享我三周，昔日情敌也想加入 作者：罩爷是只猫.txt",
    "夸克盘链接": "https://pan.quark.cn/s/1c5d66cbd7ec"
  },
  {
    "文件名": "【海棠完结】万人嫌小少爷成为男人们的团宠（穿书 总受）np 作者：会飞的鱼【补番】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/5fc46ba605e0"
  },
  {
    "文件名": "【海棠完结】万人嫌小少爷成为男人们的团宠（穿书 总受） 作者：会飞的鱼.txt",
    "夸克盘链接": "https://pan.quark.cn/s/bebb2240b29a"
  },
  {
    "文件名": "【海棠完结】一击即中（年下、年龄差、叔受） 作者：猫小蓝lingerr.txt",
    "夸克盘链接": "https://pan.quark.cn/s/4652ce226f83"
  },
  {
    "文件名": "【海棠完结】【露中】你老婆和我老公出轨了（同人） 作者：Hagio.txt",
    "夸克盘链接": "https://pan.quark.cn/s/3059a6f3aa5f"
  },
  {
    "文件名": "【海棠完结】【苍兰诀】【珩苍】灵魂之爱（同人） 作者：海棠楼主.txt",
    "夸克盘链接": "https://pan.quark.cn/s/5297b33dcc10"
  },
  {
    "文件名": "【海棠完结】【聂瑶】罪与罚（魔道同人、双性双重生、抹布） 作者：妙妙最可爱了.txt",
    "夸克盘链接": "https://pan.quark.cn/s/55c2685eaf65"
  },
  {
    "文件名": "【海棠完结】【绫托】失落流星（同人） 作者：白河腌鱼.txt",
    "夸克盘链接": "https://pan.quark.cn/s/519309a9b6af"
  },
  {
    "文件名": "【海棠完结】【绪简】有病（晏明绪x简隋英同人） 作者：vixerunts.txt",
    "夸克盘链接": "https://pan.quark.cn/s/028ae67bcbe0"
  },
  {
    "文件名": "【海棠完结】【第四爱】训诫起点男主们（女尊GB女攻训诫SM） 作者：暗黑系魔女.txt",
    "夸克盘链接": "https://pan.quark.cn/s/3cd04ee0ead9"
  },
  {
    "文件名": "【海棠完结】【破云-ABO】ALL江停 存放中心（同人） 作者：千嶂里.txt",
    "夸克盘链接": "https://pan.quark.cn/s/4e49425ea846"
  },
  {
    "文件名": "【海棠完结】【短篇集】终身误 作者：白槿霜风.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e308e3d910cf"
  },
  {
    "文件名": "【海棠完结】【申善无陶】落红（同人） 作者：龙幻夜.txt",
    "夸克盘链接": "https://pan.quark.cn/s/0720a522fb81"
  },
  {
    "文件名": "【海棠完结】【攻出轨】青苗 作者：台灯.txt",
    "夸克盘链接": "https://pan.quark.cn/s/aa6769c5c67f"
  },
  {
    "文件名": "【海棠完结】【总攻】童话王国（快穿） 作者：星河为眸.txt",
    "夸克盘链接": "https://pan.quark.cn/s/d681128fd9c8"
  },
  {
    "文件名": "【海棠完结】【总攻】我在华语男团里当擦边男 作者：羊八井.txt",
    "夸克盘链接": "https://pan.quark.cn/s/71ba6ad4e72e"
  },
  {
    "文件名": "【海棠完结】【总攻、病弱攻】论惩罚花心督军的最佳方式 作者：头发超多的酒精万能.txt",
    "夸克盘链接": "https://pan.quark.cn/s/d23ab3d633eb"
  },
  {
    "文件名": "【海棠完结】【快穿】这么漂亮活该当他老婆（万人迷受、切片攻） 作者：久久不见谅.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ba00c26508da"
  },
  {
    "文件名": "【海棠完结】【德哈】共享（同人 3p双性生子ABO） 作者：薄荷音.txt",
    "夸克盘链接": "https://pan.quark.cn/s/cfbd5b6ea901"
  },
  {
    "文件名": "【海棠完结】【师生】教授，你还要狗吗？ 作者：甜味拾荒者.txt",
    "夸克盘链接": "https://pan.quark.cn/s/f2787e58e55b"
  },
  {
    "文件名": "【海棠完结】【双性】是非多（过程np） 作者：常辞.txt",
    "夸克盘链接": "https://pan.quark.cn/s/b68e2a27af8f"
  },
  {
    "文件名": "【海棠完结】【原神海维知妙】才不是金丝雀（ABO）同人 作者：十那啥一.txt",
    "夸克盘链接": "https://pan.quark.cn/s/b415081c30a4"
  },
  {
    "文件名": "【海棠完结】【原神】穿越后在提瓦特当小老板（1v1 魈x原创主受）同人 作者：喵呜喵呜【补番】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/415c38aa69cd"
  },
  {
    "文件名": "【海棠完结】【修帝】月如无恨月长圆（np 同人） 作者：拈花枕雪.txt",
    "夸克盘链接": "https://pan.quark.cn/s/8ecde468f575"
  },
  {
    "文件名": "【海棠完结】【修帝】大梦同枕（同人） 作者：拈花枕雪.txt",
    "夸克盘链接": "https://pan.quark.cn/s/d88ade7db5f6"
  },
  {
    "文件名": "【海棠完结】【代号鸢】血肉陷阱（女攻、贾诩同人） 作者：Skilfing2023.txt",
    "夸克盘链接": "https://pan.quark.cn/s/445940b4f801"
  },
  {
    "文件名": "【海棠完结】【代号鸢】登登吾妻（GB女攻）双性、同人 作者：噬月君.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e8e421700751"
  },
  {
    "文件名": "【海棠完结】【人外】疯批异形的漂亮宠物（骨科双性 NP总受） 作者：余火烬燃【补番】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/cbe48b4062de"
  },
  {
    "文件名": "【海棠完结】【主攻快穿】调教恶骨（美强） 作者：白苏间.txt",
    "夸克盘链接": "https://pan.quark.cn/s/df291b70c40d"
  },
  {
    "文件名": "【海棠完结】【中国奇潭高H版】鹅鹅鹅（BG&BL&GB） 作者：落落阔落落.txt",
    "夸克盘链接": "https://pan.quark.cn/s/8df7e1504de6"
  },
  {
    "文件名": "【海棠完结】【ntr主受】我那高大帅气的竹马想当小三（处男军人攻x笨蛋双性美人受） 作者：骨灰.txt",
    "夸克盘链接": "https://pan.quark.cn/s/9ee7aedf95d1"
  },
  {
    "文件名": "【海棠完结】【np主受】异世界魅魔店打工指南（np，双性） 作者：云冀.txt",
    "夸克盘链接": "https://pan.quark.cn/s/b54f2a2e1e99"
  },
  {
    "文件名": "【海棠完结】【GB女攻】和男妓室友1v1了（抹布兽人受） 作者：搞黄土高坡专用车.txt",
    "夸克盘链接": "https://pan.quark.cn/s/6c16e8fabedd"
  },
  {
    "文件名": "【海棠完结】【GB女攻】到底是男朋友还是老婆（双性1v1） 作者：慢慢无差别.txt",
    "夸克盘链接": "https://pan.quark.cn/s/284a1516c7c7"
  },
  {
    "文件名": "【海棠完结】【GB】深陷与臣服（3P 高h） 作者：苏卿辞.txt",
    "夸克盘链接": "https://pan.quark.cn/s/eac5a84edd9e"
  },
  {
    "文件名": "【海棠完结】【GB】暗恋你的高冷炮友误以为你把他当替身 作者：feixingdalian.txt",
    "夸克盘链接": "https://pan.quark.cn/s/844d9ce57d5a"
  },
  {
    "文件名": "【海棠完结】【Foxakuma】觅狐（同人） 作者：夏日賞雪.txt",
    "夸克盘链接": "https://pan.quark.cn/s/fb9cd0ed648d"
  },
  {
    "文件名": "【海棠完结】[基建]我是头戴绿帽子的族长（总受，NP） 作者：.txt",
    "夸克盘链接": "https://pan.quark.cn/s/d6955edbe8d2"
  },
  {
    "文件名": "【海棠完结】[ABO]雪域玫瑰（星际总受） 作者：百川入墨.txt",
    "夸克盘链接": "https://pan.quark.cn/s/b978c4aa311c"
  },
  {
    "文件名": "【海棠完结】U-17的恋爱集训（网王同人、双性） 作者：银河大王.txt",
    "夸克盘链接": "https://pan.quark.cn/s/8f7858538889"
  },
  {
    "文件名": "【海棠完结】S级男妓 作者：小辣鸡.txt",
    "夸克盘链接": "https://pan.quark.cn/s/bdd1d5632b1e"
  },
  {
    "文件名": "【海棠完结】GB谁说男人不傲娇（过程np、男小三上位） 作者：Yolanda.txt",
    "夸克盘链接": "https://pan.quark.cn/s/3773c453d2d9"
  },
  {
    "文件名": "【海棠完结】Binary star万有引力 作者：muyexi.txt",
    "夸克盘链接": "https://pan.quark.cn/s/d8b60a7de828"
  },
  {
    "文件名": "【海棠完结】ABO：竹马总想标记我 作者：爆炒红烧肉【烂尾】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/3acff0285997"
  },
  {
    "文件名": "[完结+全番外]《驭夫（女尊gb）np女攻》作者：糖丝.txt",
    "夸克盘链接": "https://pan.quark.cn/s/29141c8dc942"
  },
  {
    "文件名": "[完结+全番外]《金丝雀守则（1v1）》作者：凌落Hugh.txt",
    "夸克盘链接": "https://pan.quark.cn/s/8dbd0829a689"
  },
  {
    "文件名": "[完结+全番外]《重生后被我强迫过的美人囚禁了（美强双洁1v1）》作者：元宵十五公子.txt",
    "夸克盘链接": "https://pan.quark.cn/s/4477bca44889"
  },
  {
    "文件名": "[完结+全番外]《这个Omega他全信息素（ABO）1v1》作者：小酒.txt",
    "夸克盘链接": "https://pan.quark.cn/s/3ea6bef680f3"
  },
  {
    "文件名": "[完结+全番外]《警察叔叔，我错了（1v1）》作者：听雾.txt",
    "夸克盘链接": "https://pan.quark.cn/s/765ec2537613"
  },
  {
    "文件名": "[完结+全番外]《被暴君的大几把玩批（双洁 双性1v1）》作者：翘屁嫩男??.txt",
    "夸克盘链接": "https://pan.quark.cn/s/f996301db62c"
  },
  {
    "文件名": "[完结+全番外]《被养父捡到后强制爱了（养父子年上 双性1v1）》作者：小酒.txt",
    "夸克盘链接": "https://pan.quark.cn/s/d351cef823f0"
  },
  {
    "文件名": "[完结+全番外]《肤白貌美小寡夫归他了（1v1ABO 年龄差&体型差）作者：一个小美女.txt",
    "夸克盘链接": "https://pan.quark.cn/s/d38192d35538"
  },
  {
    "文件名": "[完结+全番外]《竹马知我意（年下1v1）》作者：徐豹豹.txt",
    "夸克盘链接": "https://pan.quark.cn/s/8edf6b881057"
  },
  {
    "文件名": "[完结+全番外]《眼中星（3p总受）》作者：猫雾雾【补】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a4b8de16521c"
  },
  {
    "文件名": "[完结+全番外]《真香后每天爆炒美人老婆（双性）》作者：蜜桃汁汁.txt",
    "夸克盘链接": "https://pan.quark.cn/s/eaaf60dfd249"
  },
  {
    "文件名": "[完结+全番外]《痴汉攻日常馋老婆嫩批（双性淫荡受）1v1》作者：相辱以墨.txt",
    "夸克盘链接": "https://pan.quark.cn/s/fa070245f8fa"
  },
  {
    "文件名": "[完结+全番外]《男主总想薅我回古代（换攻、男二上位）1v1》作者：嘟嘟晏.txt",
    "夸克盘链接": "https://pan.quark.cn/s/9dc58818242b"
  },
  {
    "文件名": "[完结+全番外]《漂亮直男陷入恩批修罗场（np总受）》作者：小兔子乖乖.txt",
    "夸克盘链接": "https://pan.quark.cn/s/fb79bfd59b49"
  },
  {
    "文件名": "[完结+全番外]《清冷校草穿越到NP世界【快穿双性】》作者：江原一.txt",
    "夸克盘链接": "https://pan.quark.cn/s/172449c7e5aa"
  },
  {
    "文件名": "[完结+全番外]《深锁春光（np总受）》作者：爱吃泡面的卧云.txt",
    "夸克盘链接": "https://pan.quark.cn/s/7358c0367b88"
  },
  {
    "文件名": "[完结+全番外]《海洋绅士（人兽互攻、虎鲸x人类）》作者：风烟挽.txt",
    "夸克盘链接": "https://pan.quark.cn/s/afd00d66598a"
  },
  {
    "文件名": "[完结+全番外]《泊仙（人兽，双性）师徒年下&鬼畜徒弟兽攻、结局1v1》作者：Sgru3u.txt",
    "夸克盘链接": "https://pan.quark.cn/s/48b024769cb5"
  },
  {
    "文件名": "[完结+全番外]《江先生总想和太太贴贴（双性）1v1》作者：花野.txt",
    "夸克盘链接": "https://pan.quark.cn/s/4cf3d50cd772"
  },
  {
    "文件名": "[完结+全番外]《每天都和钓系竹马在一起（双性）1v1》作者：梨的猫.txt",
    "夸克盘链接": "https://pan.quark.cn/s/7725d809e923"
  },
  {
    "文件名": "[完结+全番外]《欲望天堂（np 双性）》作者：谢千星.txt",
    "夸克盘链接": "https://pan.quark.cn/s/4286f0d72ce0"
  },
  {
    "文件名": "[完结+全番外]《日日开发敏感小狗（1v1 调教）》作者：润水迷情.txt",
    "夸克盘链接": "https://pan.quark.cn/s/39ceaa350c53"
  },
  {
    "文件名": "[完结+全番外]《日久生情（1v1ABO）》作者：昨夜西风.txt",
    "夸克盘链接": "https://pan.quark.cn/s/b6260f5fc1e6"
  },
  {
    "文件名": "[完结+全番外]《操哭淫荡美人老婆（双性1v1）》作者：请我吃寿司.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ab42fe8af3ed"
  },
  {
    "文件名": "[完结+全番外]《摄政王（年下，生子）1v1》作者：月亮血浆【补番】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/0a900c919b70"
  },
  {
    "文件名": "[完结+全番外]《控制欲爆棚的病娇竹马（双洁、疯批攻）1v1》作者：不知数.txt",
    "夸克盘链接": "https://pan.quark.cn/s/59591502bac9"
  },
  {
    "文件名": "[完结+全番外]《我家学神游戏贼六（校园1v1）》作者：徐豹豹.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ab786c4f0c20"
  },
  {
    "文件名": "[完结+全番外]《成为殷郊的弟弟，你觊觎质子团的男人们np向（同人）》作者：樱桃白兰地.txt",
    "夸克盘链接": "https://pan.quark.cn/s/5fba5cfd4649"
  },
  {
    "文件名": "[完结+全番外]《情深皆不负（主受）np》作者：公子如玉【补番】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/5493ba1ae901"
  },
  {
    "文件名": "[完结+全番外]《总裁在下（年下1v1 控射）》作者：飞鱼不欧.txt",
    "夸克盘链接": "https://pan.quark.cn/s/b1a4e5c091bb"
  },
  {
    "文件名": "[完结+全番外]《快穿 万人迷小娇攻如何躲避修罗场（弱强、受宠攻）1v1》作者：西红柿炒番茄.txt",
    "夸克盘链接": "https://pan.quark.cn/s/685b82d2c643"
  },
  {
    "文件名": "[完结+全番外]《影帝穿进小黄文里被肏翻的那些年》作者：君臣.txt",
    "夸克盘链接": "https://pan.quark.cn/s/29feae434ad7"
  },
  {
    "文件名": "[完结+全番外]《影帝和卖身少年通感后（np纯肉）》作者：冰块牛奶.txt",
    "夸克盘链接": "https://pan.quark.cn/s/1b50c44b2803"
  },
  {
    "文件名": "[完结+全番外]《当肉文攻绑定贱受系统（美强主攻1v1）》作者：吴汪汪.txt",
    "夸克盘链接": "https://pan.quark.cn/s/1e78eff9882a"
  },
  {
    "文件名": "[完结+全番外]《强制爱我妹的白月光（双不洁、双渣男、单性 BE）》作者：头发不剪.txt",
    "夸克盘链接": "https://pan.quark.cn/s/eb563888306e"
  },
  {
    "文件名": "[完结+全番外]《师兄断情绝爱后（破镜重圆1v1 切片攻）》作者：春星夜.txt",
    "夸克盘链接": "https://pan.quark.cn/s/689ae9b6eab9"
  },
  {
    "文件名": "[完结+全番外]《少年无畏（换攻）np》作者：一天.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ebdd44696e62"
  },
  {
    "文件名": "[完结+全番外]《学霸他又软又甜（1v1）》作者：纪梅梅.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a220a3e951b0"
  },
  {
    "文件名": "[完结+全番外]《孕期出轨丈夫的好友（双性总受）np》作者：Russian【补番】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/318f74287692"
  },
  {
    "文件名": "[完结+全番外]《娇软美人被强制爱了（双性1v1）》作者：衿白.txt",
    "夸克盘链接": "https://pan.quark.cn/s/8fdcecf9b5ef"
  },
  {
    "文件名": "[完结+全番外]《娇养蛇精病alpha（双洁ABO、受宠攻、治愈）》作者：刹那芳颜【补番】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/871624294226"
  },
  {
    "文件名": "[完结+全番外]《天天看我打炮的狗狗成精了（单性受 1v1 人兽&兽人）》作者：隐形的鸡儿【补番】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/742fd96b1b3c"
  },
  {
    "文件名": "[完结+全番外]《大鸡男竟是我教授（年下1v1）》作者：南星.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e7026225cc59"
  },
  {
    "文件名": "[完结+全番外]《大美人当色情主播后天天挨肏（双性 过程np 结局1v1）》作者：麻爪别熬夜了.txt",
    "夸克盘链接": "https://pan.quark.cn/s/8c5dda95ea78"
  },
  {
    "文件名": "[完结+全番外]《多汁嫩批被疯狗狂懆（np主受 有人兽）》作者：翘屁嫩男??.txt",
    "夸克盘链接": "https://pan.quark.cn/s/5e4290292323"
  },
  {
    "文件名": "[完结+全番外]《基于NTR的暗恋病例调查报告（1v1）》作者：下次一定不坑.txt",
    "夸克盘链接": "https://pan.quark.cn/s/4be1ff4ee7d9"
  },
  {
    "文件名": "[完结+全番外]《哥，看看批（双性骨科年下1v1）》作者：月亮下山捏.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c5545b85552c"
  },
  {
    "文件名": "[完结+全番外]《双疯的爱（双疯批互攻 双洁1v1）》作者：白菜豆腐皮.txt",
    "夸克盘链接": "https://pan.quark.cn/s/6aeca7540a33"
  },
  {
    "文件名": "[完结+全番外]《双性美人穿到ABO世界（np总受）》作者：neetizumi.txt",
    "夸克盘链接": "https://pan.quark.cn/s/8a8665731571"
  },
  {
    "文件名": "[完结+全番外]《双性美人偷吃成瘾（NP）》作者：压星河.txt",
    "夸克盘链接": "https://pan.quark.cn/s/36ab68ffdb43"
  },
  {
    "文件名": "[完结+全番外]《双性学校学习魔法的那些日子（np）》作者：rikiiijdhsk.txt",
    "夸克盘链接": "https://pan.quark.cn/s/6f1834467432"
  },
  {
    "文件名": "[完结+全番外]《双性哥哥赚钱养家（np 骨科 GB）》作者：咸鱼喂猫.txt",
    "夸克盘链接": "https://pan.quark.cn/s/aeec267b764c"
  },
  {
    "文件名": "[完结+全番外]《卖逼男妓【双性】虐受 虐身 BE》作者：菜鸡写手.txt",
    "夸克盘链接": "https://pan.quark.cn/s/f9639cff7dbe"
  },
  {
    "文件名": "[完结+全番外]《养我长大的温柔师尊被我操了（师徒单性 1v1）》作者：晚安世界.txt",
    "夸克盘链接": "https://pan.quark.cn/s/335fe93923f7"
  },
  {
    "文件名": "[完结+全番外]《关于插足双胞胎弟弟恋情这件事（3p）》作者：碎语.txt",
    "夸克盘链接": "https://pan.quark.cn/s/d06e267493d9"
  },
  {
    "文件名": "[完结+全番外]《兄弟共妻（3p双性总受 产乳）》作者：我没病.txt",
    "夸克盘链接": "https://pan.quark.cn/s/184d5f07b226"
  },
  {
    "文件名": "[完结+全番外]《偷心游戏（直男受×风流攻 NTR）》作者：猪猪猪咪.txt",
    "夸克盘链接": "https://pan.quark.cn/s/39bd45117377"
  },
  {
    "文件名": "[完结+全番外]《假装被催眠后被肏开了（又名：涩情骑士长总是在勾引）np总受》作者：努力睡个南人??.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c2350fefd5e3"
  },
  {
    "文件名": "[完结+全番外]《他们都以为我失忆了（总攻）np》作者：我见青山【补番】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/11bfa9bbe741"
  },
  {
    "文件名": "[完结+全番外]《交易与救赎（1v1）》作者：咩咩大绵羊.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e22c95a8e49b"
  },
  {
    "文件名": "[完结+全番外]《东唐东雷东all（np汪东城同人）》作者：雾姑.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e75a90447906"
  },
  {
    "文件名": "[完结+全番外]《【烨姬】这么巧啊（同人1v1）》作者：好大一个猛男.txt",
    "夸克盘链接": "https://pan.quark.cn/s/99aad595e27e"
  },
  {
    "文件名": "[完结+全番外]《【烨姬】家有狐仙（同人）》作者：好大一个猛男.txt",
    "夸克盘链接": "https://pan.quark.cn/s/74ed62110dd7"
  },
  {
    "文件名": "[完结+全番外]《【双性·强制】肉欲翻涌（又名：肏大那个皇子的肚子）1v1》作者：木眠狐.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ea322f19e85c"
  },
  {
    "文件名": "[完结+全番外]《【剑网三·策藏】行途问心（同人）》作者：小苏打兔子.txt",
    "夸克盘链接": "https://pan.quark.cn/s/61ad732c8d3e"
  },
  {
    "文件名": "[完结+全番外]《【主攻】是狼狼不是狗狗！（兽人 单性受）1v1》作者：秃头达咩.txt",
    "夸克盘链接": "https://pan.quark.cn/s/4ef30e2a42df"
  },
  {
    "文件名": "[完结+全番外]《【万苍】 痴情佩（重生1v1）》作者：寒松.txt",
    "夸克盘链接": "https://pan.quark.cn/s/9d527bd693b7"
  },
  {
    "文件名": "[完结+全番外]《【np总受】异常事物求爱指南（双性 人外）》作者：云冀.txt",
    "夸克盘链接": "https://pan.quark.cn/s/8f20fbaf0dbd"
  },
  {
    "文件名": "[完结+全番外]《【GB女攻】狗，我多的是（女强np）》作者：即为.txt",
    "夸克盘链接": "https://pan.quark.cn/s/0df39406e41a"
  },
  {
    "文件名": "[完结+全番外]《【GB女攻】GB 人夫收集图鉴np》作者：搞黄土高坡专用车.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e75bdd32d84e"
  },
  {
    "文件名": "[完结+全番外]《【gb】四爱调教app（女攻np）》作者：鸳鸯锅里煮鸳鸯.txt",
    "夸克盘链接": "https://pan.quark.cn/s/fe59c324201f"
  },
  {
    "文件名": "[完结+全番外]《【DMSS】命运（HP德拉科马尔福x西弗勒斯斯内普同人）》作者：寒松.txt",
    "夸克盘链接": "https://pan.quark.cn/s/5d3577ddcd2b"
  },
  {
    "文件名": "[完结+全番外]《[HP哈德]温德米尔湖的日暮（同人 战后重逢au）》作者：家养小狮.txt",
    "夸克盘链接": "https://pan.quark.cn/s/0df3babfd6ab"
  },
  {
    "文件名": "[完结+全番外]《[HP哈德]人间七日（同人 年龄差）》作者：家养小狮.txt",
    "夸克盘链接": "https://pan.quark.cn/s/aa2b46f4f3ca"
  },
  {
    "文件名": "[完结+全番外]《[HP哈德]Cola Boy（纯情大学生x风流教授）年下 同人》作者：家养小狮.txt",
    "夸克盘链接": "https://pan.quark.cn/s/db91ba092f03"
  },
  {
    "文件名": "[完结+全番外]《Yooyy今天操粉了吗（强强身高差1v1 万人迷渣攻x舔狗恋爱脑受）》作者：莓姨.txt",
    "夸克盘链接": "https://pan.quark.cn/s/831a9c51f9db"
  },
  {
    "文件名": "[完结+全番外]《yinyu学堂（双性浪荡受）》作者：你吃西瓜吗.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ac562b40ac4f"
  },
  {
    "文件名": "[完结+全番外]《P90[电竞]1v1》作者：池池别迟迟.txt",
    "夸克盘链接": "https://pan.quark.cn/s/4086865374a8"
  },
  {
    "文件名": "[完结+全番外]《GB男妈妈的做狗日常》作者：苹果狠毒.txt",
    "夸克盘链接": "https://pan.quark.cn/s/078edbde1f1a"
  },
  {
    "文件名": "[完结+8番外]《数码宝贝驯兽师时代（同人）》作者：OhnoNino.txt",
    "夸克盘链接": "https://pan.quark.cn/s/178d3a53be4d"
  },
  {
    "文件名": "[完结+64番外]《和男配分手后我被爆肏了（快穿）1v1》作者：搞点肉肉吃吃吧【补番-163章】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c26a7281dd9a"
  },
  {
    "文件名": "[完结+5番外]《邪瓶—执念（同人1v1）》作者：毬名山车神.txt",
    "夸克盘链接": "https://pan.quark.cn/s/5f38c249d0b7"
  },
  {
    "文件名": "[完结+5番外]《舐犊之爱（斯文败类攻、双性小妈文学1v1）》作者：溺水.txt",
    "夸克盘链接": "https://pan.quark.cn/s/fc63a1339f80"
  },
  {
    "文件名": "[完结+5番外]《帝国英雄们满脑子黄色废料（双性）》作者：宫爆辣子丁【104章】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/902ef2bc64ea"
  },
  {
    "文件名": "[完结+5番外]《为剑尊献上be剧本（双np）修真总受》作者：远桥【117章】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/d2079c074fa7"
  },
  {
    "文件名": "[完结+4番外]《被轮操灌满的beta（末世ABO np总受）》作者：层潮漫涌.txt",
    "夸克盘链接": "https://pan.quark.cn/s/57d7f78cdb42"
  },
  {
    "文件名": "[完结+4番外]《共沉沦（年龄差1v1 抖s精英攻x双性受）》作者：番茄炒蛋.txt",
    "夸克盘链接": "https://pan.quark.cn/s/3248a33399d2"
  },
  {
    "文件名": "[完结+4番外]《【微玉】飞龙在天（太微X润玉同人）》作者：寒松.txt",
    "夸克盘链接": "https://pan.quark.cn/s/17191986963e"
  },
  {
    "文件名": "[完结+41番外]《【代号鸢】登登吾妻（GB女攻）双性、同人1v1》作者：噬月君【补番-92章】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/2a3d20dee5b3"
  },
  {
    "文件名": "[完结+3番外]《跌水（单性1v1 年下偏执攻x残疾人妻受）》作者：赖恩.txt",
    "夸克盘链接": "https://pan.quark.cn/s/6bbb586d128a"
  },
  {
    "文件名": "[完结+3番外]《肉欲沉沦【ABO】1v1强制爱》作者：柒舟.txt",
    "夸克盘链接": "https://pan.quark.cn/s/31f0ab3afdcb"
  },
  {
    "文件名": "[完结+3番外]《总裁，您的秘书跑了！（1v1）》作者：瑰意琪行.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a7f9243b29ce"
  },
  {
    "文件名": "[完结+3番外]《宋先生的恋爱记录（美强主攻1v1 双洁）》作者：鱼的灵感.txt",
    "夸克盘链接": "https://pan.quark.cn/s/3a90ff7c9b33"
  },
  {
    "文件名": "[完结+3番外]《妻妾二部曲之二-妾室》作者：憐夢.txt",
    "夸克盘链接": "https://pan.quark.cn/s/770fa3541dda"
  },
  {
    "文件名": "[完结+3番外]《【总攻买股】因为寂寞我去当鸭np》作者：旧山松竹老.txt",
    "夸克盘链接": "https://pan.quark.cn/s/db3c133f6825"
  },
  {
    "文件名": "[完结+2番外]《非君之资（np总受 病娇受）BE》作者：chen13666.txt",
    "夸克盘链接": "https://pan.quark.cn/s/9e7e9a3bcc70"
  },
  {
    "文件名": "[完结+2番外]《软塌（ABO AA恋1v1）》作者：南酋九日.txt",
    "夸克盘链接": "https://pan.quark.cn/s/2872b1f2a1fc"
  },
  {
    "文件名": "[完结+2番外]《豪马 春晓（np 同人）》作者：栗子是内个栗.txt",
    "夸克盘链接": "https://pan.quark.cn/s/24eb9a0fb8f7"
  },
  {
    "文件名": "[完结+2番外]《被一堆alpha强制爱了（np总受ABO）》作者：花玉圆.txt",
    "夸克盘链接": "https://pan.quark.cn/s/1d69f529066f"
  },
  {
    "文件名": "[完结+2番外]《穿到无节操的世界（主攻重口）np》作者：七七是攻.txt",
    "夸克盘链接": "https://pan.quark.cn/s/60fe1bae4094"
  },
  {
    "文件名": "[完结+2番外]《穿书后，被强制爱了【原名：当直男穿成海棠文里的np贱受（总受）》作者：炮弹【100章】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/2b4119cb369a"
  },
  {
    "文件名": "[完结+2番外]《男主只想成为咸鱼（3p总攻）》作者：喝口热汤.txt",
    "夸克盘链接": "https://pan.quark.cn/s/1b58ce66b4f1"
  },
  {
    "文件名": "[完结+2番外]《甘心入局（骨科年下1v1）》作者：山陵替.txt",
    "夸克盘链接": "https://pan.quark.cn/s/2346620f8b11"
  },
  {
    "文件名": "[完结+2番外]《爱无能者的命定红线（校园1v1 忠犬攻）》作者：禇山云.txt",
    "夸克盘链接": "https://pan.quark.cn/s/f191302e45a4"
  },
  {
    "文件名": "[完结+2番外]《沉默的证人（强强刑侦年下1v1）》作者：弄墨 Quill Driver【米国度】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/9b02986efea3"
  },
  {
    "文件名": "[完结+2番外]《有女朋友的室友（校园 偷情出轨）》作者：啤酒肚【补番】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/6da958b108bb"
  },
  {
    "文件名": "[完结+2番外]《我插足了金主和白月光的婚姻（3p）》作者：日日.txt",
    "夸克盘链接": "https://pan.quark.cn/s/62af1d28ae7c"
  },
  {
    "文件名": "[完结+2番外]《成为受害者之后（美强1v1）》作者：福娃.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a0e4037b1da4"
  },
  {
    "文件名": "[完结+2番外]《他不配（np ABO总受 虐受虐身）ntr》作者：盈盈一握山.txt",
    "夸克盘链接": "https://pan.quark.cn/s/3604fb8a9f0b"
  },
  {
    "文件名": "[完结+2番外]《〖邪教〗人鱼简隋林×人类李玉（同人）》作者：佛狸.txt",
    "夸克盘链接": "https://pan.quark.cn/s/1f3ee90aa458"
  },
  {
    "文件名": "[完结+24番外]《今天小皇帝吃到摄政王了吗【双】1v1》作者：Atom【补番-58章】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/28c3dc665c74"
  },
  {
    "文件名": "[完结+21番外]《殒岩岛（4p互攻）单性 触手 人兽）》作者：殁斯王【补番-83章】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/165dd665e079"
  },
  {
    "文件名": "[完结+1番外]《魅魔小漂亮被肏哭日常（双性1v1 双初恋）》作者：木鱼花.txt",
    "夸克盘链接": "https://pan.quark.cn/s/8cb9c8c0703b"
  },
  {
    "文件名": "[完结+1番外]《香蜜之情之所钟（旭凤x润玉同人）》作者：寒松.txt",
    "夸克盘链接": "https://pan.quark.cn/s/7ba02112fe0e"
  },
  {
    "文件名": "[完结+1番外]《邻居是我的网恋对象（双洁1v1）》作者：泱泱浔淮.txt",
    "夸克盘链接": "https://pan.quark.cn/s/7d30443cb1f9"
  },
  {
    "文件名": "[完结+1番外]《邪不压正（高干、年下、强受）1v1》作者：北衣溺水.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c40cf5502742"
  },
  {
    "文件名": "[完结+1番外]《诱惑（宇日俱曾同人、生子ABO）》作者：鱼溪鱼溪归鱼溪.txt",
    "夸克盘链接": "https://pan.quark.cn/s/7db06041b5a5"
  },
  {
    "文件名": "[完结+1番外]《训诫万人迷成专属老婆【双】总受》作者：臧星.txt",
    "夸克盘链接": "https://pan.quark.cn/s/1273931ba094"
  },
  {
    "文件名": "[完结+1番外]《美貌酷哥惨遭强制爱【双性】包养 1v1》作者：倒驾慈航.txt",
    "夸克盘链接": "https://pan.quark.cn/s/cdf0d01bc45b"
  },
  {
    "文件名": "[完结+1番外]《缺爱小可怜和他的暴力狂老公（双性1v1 ABO 家暴攻 SM虐身）》作者：生椰举铁.txt",
    "夸克盘链接": "https://pan.quark.cn/s/d8dcb2bbdabe"
  },
  {
    "文件名": "[完结+1番外]《直播恋综doi指南（主受）1v1》作者：Uranus.txt",
    "夸克盘链接": "https://pan.quark.cn/s/eee7d76bd33b"
  },
  {
    "文件名": "[完结+1番外]《病症（骨科1v1 ABO 黑皮受）》作者：池一.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e8dde109e097"
  },
  {
    "文件名": "[完结+1番外]《炮灰给总攻当按摩棒的日子（np主攻、结局1v1）》作者：自给自足.txt",
    "夸克盘链接": "https://pan.quark.cn/s/4aff9cb0e307"
  },
  {
    "文件名": "[完结+1番外]《本色出演（单性、双洁1v1）》作者：三两春色.txt",
    "夸克盘链接": "https://pan.quark.cn/s/bc56a14cb4a6"
  },
  {
    "文件名": "[完结+1番外]《末日beta生存指南【np强制爱】》作者：庄书.txt",
    "夸克盘链接": "https://pan.quark.cn/s/6a98f4a89e41"
  },
  {
    "文件名": "[完结+1番外]《暗恋的学长（1v1）》作者：竹声又晚.txt",
    "夸克盘链接": "https://pan.quark.cn/s/4f33f88363d6"
  },
  {
    "文件名": "[完结+1番外]《救世男主都被气运之子抱走了【主攻】1v1美强壮受&单元剧》作者：皇帝的玫瑰.txt",
    "夸克盘链接": "https://pan.quark.cn/s/cfd7b9e1170c"
  },
  {
    "文件名": "[完结+1番外]《抢了死对头他爹（1v1）》作者：冻小酥肉.txt",
    "夸克盘链接": "https://pan.quark.cn/s/07bf2522f1cd"
  },
  {
    "文件名": "[完结+1番外]《总攻／逆水行舟（np）》作者：余烬.txt",
    "夸克盘链接": "https://pan.quark.cn/s/f0ebb201212a"
  },
  {
    "文件名": "[完结+1番外]《平庸炮灰被迫攻了反派大师兄（修真 弱攻强受1v1）》作者：飞剑问清.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c210ee7d9626"
  },
  {
    "文件名": "[完结+1番外]《小猫咪有什么坏心眼呢【双1v1】》作者：野玫瑰湾.txt",
    "夸克盘链接": "https://pan.quark.cn/s/2969e28ff1f5"
  },
  {
    "文件名": "[完结+1番外]《小狐狸（1v1）》作者：woshixiaotang.txt",
    "夸克盘链接": "https://pan.quark.cn/s/b0fe075b859a"
  },
  {
    "文件名": "[完结+1番外]《小漂亮(1 v 1 H)》作者：允玥玥玥玥.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a555cd874118"
  },
  {
    "文件名": "[完结+1番外]《奕战马陵∣ABO（星际年下）》作者：吾知來【米国度】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/8b885e692cf6"
  },
  {
    "文件名": "[完结+1番外]《失眠（1v1）》作者：諭辛【米国度】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/f1284c087c0d"
  },
  {
    "文件名": "[完结+1番外]《君当作蒲苇（竹马 直掰弯1v1）》作者：怀星枕月.txt",
    "夸克盘链接": "https://pan.quark.cn/s/561a61663e9e"
  },
  {
    "文件名": "[完结+1番外]《共夫【1V3，总攻】》作者：晚风弄影.txt",
    "夸克盘链接": "https://pan.quark.cn/s/427d1d6424b0"
  },
  {
    "文件名": "[完结+1番外]《假如朱朝阳在京海（狂飙同人1v1 朱朝阳x高启强）》作者：Drake.txt",
    "夸克盘链接": "https://pan.quark.cn/s/3a94be818930"
  },
  {
    "文件名": "[完结+1番外]《倾心赋》作者：憐夢.txt",
    "夸克盘链接": "https://pan.quark.cn/s/259359e85d24"
  },
  {
    "文件名": "[完结+1番外]《他作观音莲（路人 抹布）》作者：长华秦.txt",
    "夸克盘链接": "https://pan.quark.cn/s/d29e6220eafc"
  },
  {
    "文件名": "[完结+1番外]《【道苍】恨情（诛仙同人）》作者：寒松.txt",
    "夸克盘链接": "https://pan.quark.cn/s/fdafc63552bd"
  },
  {
    "文件名": "[完结+1番外]《【虫族】和雌虫结婚后（总攻）》作者：星星.txt",
    "夸克盘链接": "https://pan.quark.cn/s/8c4c40366afa"
  },
  {
    "文件名": "[完结+1番外]《【总攻虫族】喜爱军雌（np）》作者：cookie003.txt",
    "夸克盘链接": "https://pan.quark.cn/s/19d3dadb6157"
  },
  {
    "文件名": "[完结+1番外]《【女a男o】奉女成婚后，我失忆了（女攻1v1）》作者：吃饱饱.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c1e8d73ea3e5"
  },
  {
    "文件名": "[完结+1番外]《【剑三】落单剑纯惨遇五冰心，好心惊羽诀出手相救（同人1v1）》作者：宇宙第一毒经.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ec26b6254cc8"
  },
  {
    "文件名": "[完结+1番外]《【全职高手邱乔ABO】重生这件事说来话长（同人）》作者：极圈月亮.txt",
    "夸克盘链接": "https://pan.quark.cn/s/69a98058e04d"
  },
  {
    "文件名": "[完结+1番外]《【主攻】网恋翻车现场（美强互掰弯、双救赎）1v1》作者：棠苏.txt",
    "夸克盘链接": "https://pan.quark.cn/s/f3836a22e89b"
  },
  {
    "文件名": "[完结+1番外]《「GB主攻」霸总一胎十宝：老婆我们复婚好不好（女攻 破镜重圆1v1）》作者：阿胶小鸟酱.txt",
    "夸克盘链接": "https://pan.quark.cn/s/f516055cb6b8"
  },
  {
    "文件名": "[完结+1番外]《[代号鸢·颜文]不小心招惹了兄长（同人 骨科1v1 万人迷美受&强制爱）》作者：文不好车乱飞.txt",
    "夸克盘链接": "https://pan.quark.cn/s/249bfe18d3d5"
  },
  {
    "文件名": "[完结+18番外]《穿进时间停止小说后（穿书、双性）1v1》作者：一只白兔糖【补番-107章】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ce97228b4eb2"
  },
  {
    "文件名": "[完结+15番外]《虚伪婚姻（竹马、ABO、温柔美人攻x直球忠犬受）1v1》作者：卷毛咩咩汁【补番-46章】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/85728378c315"
  },
  {
    "文件名": "[完结+13番外]《被丑肥继父疯狂舔批的清冷儿子（双性 父子）1v1》作者：大奶杏仁【补番-38章】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ea55285ea27a"
  },
  {
    "文件名": "[完结+11番外]《明码标价的beta【ABO 双性总受】np》作者：乔小宝【补番-211章】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ca3e300ce1f6"
  },
  {
    "文件名": "[完结+10番外]《艺人》作者：唐门_目目.txt",
    "夸克盘链接": "https://pan.quark.cn/s/3f9975e38e2f"
  },
  {
    "文件名": "[完结+10番外]《春宫墙（双性生子、老婆变嫂子）3p》作者：火风L【117章】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/042d8a0b5ad0"
  },
  {
    "文件名": "[合集 完结]《黑皮美人军营慰问》作者：逢秋.txt",
    "夸克盘链接": "https://pan.quark.cn/s/8a44a8b8e5c6"
  },
  {
    "文件名": "[合集 完结]《高岭之花的背德之路（双性）》作者：一袋锅巴.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e67aad580f73"
  },
  {
    "文件名": "[合集 完结]《酸甜皆有短故事合集（h有）》作者：晚安世界.txt",
    "夸克盘链接": "https://pan.quark.cn/s/27c3019d4b96"
  },
  {
    "文件名": "[合集 完结]《负距离侵袭【合集】》作者：一枚夹心饼.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e91e190ab0a4"
  },
  {
    "文件名": "[合集 完结]《美丽老攻》作者：老人先生.txt",
    "夸克盘链接": "https://pan.quark.cn/s/6e982d1a9a02"
  },
  {
    "文件名": "[合集 完结]《网黄按摩馆的小狗调教与双性大奶淫妻合集》作者：爱妙妙的巧嘴.txt",
    "夸克盘链接": "https://pan.quark.cn/s/59a55c498216"
  },
  {
    "文件名": "[合集 完结]《继父系列全肉短篇合集（父子）》作者：绝了吧.txt",
    "夸克盘链接": "https://pan.quark.cn/s/debb41ae028e"
  },
  {
    "文件名": "[合集 完结]《短篇各种杂文合集》作者：大雪嘌呤.txt",
    "夸克盘链接": "https://pan.quark.cn/s/0c125f4dfa10"
  },
  {
    "文件名": "[合集 完结]《生子短篇合集（虐身）》作者：胎生的平菇.txt",
    "夸克盘链接": "https://pan.quark.cn/s/0a152a4735a6"
  },
  {
    "文件名": "[合集 完结]《爆浆流汁【合集】》作者：云青青兮.txt",
    "夸克盘链接": "https://pan.quark.cn/s/717f3b74e54e"
  },
  {
    "文件名": "[合集 完结]《渣男必须死在火葬场！（短小合集）》作者：罩爷是只猫.txt",
    "夸克盘链接": "https://pan.quark.cn/s/88da784a4f81"
  },
  {
    "文件名": "[合集 完结]《渣攻的老婆出轨了》作者：明前龙雀.txt",
    "夸克盘链接": "https://pan.quark.cn/s/51c78a3eada5"
  },
  {
    "文件名": "[合集 完结]《淫梦·高校【校园合集】》作者：阿葵亚.txt",
    "夸克盘链接": "https://pan.quark.cn/s/6aeec82c38b2"
  },
  {
    "文件名": "[合集 完结]《正太bl合集（高h）》作者：skam.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e06066e596cd"
  },
  {
    "文件名": "[合集 完结]《欲海沉沦》作者：阿伽洛斯.txt",
    "夸克盘链接": "https://pan.quark.cn/s/28dcde73b65f"
  },
  {
    "文件名": "[合集 完结]《攻不为人知的往事（抹布攻）》作者：梨邪.txt",
    "夸克盘链接": "https://pan.quark.cn/s/46bbe703f336"
  },
  {
    "文件名": "[合集 完结]《批软汁烂》作者：天青青云轻轻.txt",
    "夸克盘链接": "https://pan.quark.cn/s/93285c4401eb"
  },
  {
    "文件名": "[合集 完结]《情蛊（逆水寒同人、GB&BL）》作者：草莓酸奶冻.txt",
    "夸克盘链接": "https://pan.quark.cn/s/0a98d86f6169"
  },
  {
    "文件名": "[合集 完结]《很香很香的短篇合集》作者：云南本草【补】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ba191f0dc7e1"
  },
  {
    "文件名": "[合集 完结]《小黄蚊合集（双性大奶）》作者：陌哩.txt",
    "夸克盘链接": "https://pan.quark.cn/s/67171fd299eb"
  },
  {
    "文件名": "[合集 完结]《大奶傻子受短篇集（美强）》作者：空断云袖.txt",
    "夸克盘链接": "https://pan.quark.cn/s/43d8464f348b"
  },
  {
    "文件名": "[合集 完结]《壳中人［调教SM监禁兄弟］短篇集》作者：大萘咀理炫【补】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/b36dc4b480bf"
  },
  {
    "文件名": "[合集 完结]《壮壮应聘后成为雇主老婆（熊受 壮受）》作者：楠楠子.txt",
    "夸克盘链接": "https://pan.quark.cn/s/df26b149d22e"
  },
  {
    "文件名": "[合集 完结]《堕落的天堂》作者：九黎.txt",
    "夸克盘链接": "https://pan.quark.cn/s/af4a2d0ec5e3"
  },
  {
    "文件名": "[合集 完结]《古代父子短篇合集（高辣）》作者：冰块牛奶.txt",
    "夸克盘链接": "https://pan.quark.cn/s/86fc0f433c99"
  },
  {
    "文件名": "[合集 完结]《双性肉梗合集（np）》作者：爱吃肉爱学习.txt",
    "夸克盘链接": "https://pan.quark.cn/s/4a9b86d90dd5"
  },
  {
    "文件名": "[合集 完结]《伪装学渣【停车场】同人纯肉》作者：没有名字.txt",
    "夸克盘链接": "https://pan.quark.cn/s/94182cdd92e4"
  },
  {
    "文件名": "[合集 完结]《他物（GB&BL）》作者：半夜不睡就摸鱼的朽七.txt",
    "夸克盘链接": "https://pan.quark.cn/s/6b6f4a8cb164"
  },
  {
    "文件名": "[合集 完结]《乡野乱伦秘事集》作者：箍牙的阿婆.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a3666525c62c"
  },
  {
    "文件名": "[合集 完结]《丑陋世界Ⅱ [男男丑攻合集]》作者：暗黑角落.txt",
    "夸克盘链接": "https://pan.quark.cn/s/32c55d3cf388"
  },
  {
    "文件名": "[合集 完结]《【合集双】漂亮美人长批了》作者：醒来明月.txt",
    "夸克盘链接": "https://pan.quark.cn/s/31e14ea92f0f"
  },
  {
    "文件名": "[合集 完结]《【双性大奶】高岭之花雌堕合集（催眠 常识修改 纯肉）》作者：喵薄荷.txt",
    "夸克盘链接": "https://pan.quark.cn/s/aec100dadf57"
  },
  {
    "文件名": "[合集 完结]《H童话（不暗黑只H）》作者：绣娘.txt",
    "夸克盘链接": "https://pan.quark.cn/s/92cf75018738"
  },
  {
    "文件名": "[np 完结]《［ABO］S级omega和他没用的男人们（总受）》作者：时清.txt",
    "夸克盘链接": "https://pan.quark.cn/s/3df4fd6c6971"
  },
  {
    "文件名": "[np 完结]《黑皮大奶总裁重金求子（双性总受 生子）》作者：阿植啊.txt",
    "夸克盘链接": "https://pan.quark.cn/s/67b39d230b51"
  },
  {
    "文件名": "[np 完结]《黎朔出轨后（188同人）》作者：粤语兔子【补】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/03ed75030fd2"
  },
  {
    "文件名": "[np 完结]《颊侧云（修真总受&渣受）》作者：况下荔枝皮.txt",
    "夸克盘链接": "https://pan.quark.cn/s/28e0ab51c9d2"
  },
  {
    "文件名": "[np 完结]《阮舟的淫荡之旅（快穿NPH）双性主受》作者：吃了个桃子.txt",
    "夸克盘链接": "https://pan.quark.cn/s/cec981ac62d9"
  },
  {
    "文件名": "[np 完结]《邮轮盛宴（人外 总受）》作者：璩.txt",
    "夸克盘链接": "https://pan.quark.cn/s/4bf07491ef7f"
  },
  {
    "文件名": "[np 完结]《逃跑游戏（高h np）双性总受》作者：奥大橘??.txt",
    "夸克盘链接": "https://pan.quark.cn/s/094dafa255ab"
  },
  {
    "文件名": "[np 完结]《进入淫乱梦境（双性）》作者：uu大口吃肉.txt",
    "夸克盘链接": "https://pan.quark.cn/s/1b647d5f3595"
  },
  {
    "文件名": "[np 完结]《财阀家的小儿子（双性淫荡受 抹布）》作者：河神不点灯.txt",
    "夸克盘链接": "https://pan.quark.cn/s/98a9abc7470b"
  },
  {
    "文件名": "[np 完结]《试婚（NP）》作者：橱柜.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e8769e676aab"
  },
  {
    "文件名": "[np 完结]《识风月（结局1v1 妓子双性受）》作者：引欢.txt",
    "夸克盘链接": "https://pan.quark.cn/s/922a932a8504"
  },
  {
    "文件名": "[np 完结]《被直男室友撸了后[1vn]校园总受》作者：金桃柚柚咪.txt",
    "夸克盘链接": "https://pan.quark.cn/s/16485ac2fc7a"
  },
  {
    "文件名": "[np 完结]《被疯批改造的自甘堕落者（np强受）双性总受》作者：静言思之.txt",
    "夸克盘链接": "https://pan.quark.cn/s/0de065b5ed6e"
  },
  {
    "文件名": "[np 完结]《被玩坏批的小人鱼（双性总受）》作者：观阴落.txt",
    "夸克盘链接": "https://pan.quark.cn/s/3d35538a73aa"
  },
  {
    "文件名": "[np 完结]《被剑修玩烂了【原名：被剑修日烂了批（修真、万人迷双性总受）》作者：纯情阳阳.txt",
    "夸克盘链接": "https://pan.quark.cn/s/61dc3a54211f"
  },
  {
    "文件名": "[np 完结]《虫族总攻之玩遍美人老婆们》作者：肥圆大西瓜.txt",
    "夸克盘链接": "https://pan.quark.cn/s/b597f992d21d"
  },
  {
    "文件名": "[np 完结]《莲仙君有特殊的养成技巧》作者：执笔集财【补】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/d7f0358c8143"
  },
  {
    "文件名": "[np 完结]《老实巴交的人妻（出轨nph）》作者：流青.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ef8a605a8143"
  },
  {
    "文件名": "[np 完结]《美貌炮灰攻总是被主角团觊觎（快穿）主受》作者：渡余生.txt",
    "夸克盘链接": "https://pan.quark.cn/s/f3d05df9a8ad"
  },
  {
    "文件名": "[np 完结]《美貌是原罪（双性）》作者：微澜.txt",
    "夸克盘链接": "https://pan.quark.cn/s/9ef033bb0cf0"
  },
  {
    "文件名": "[np 完结]《精牛父子遇难记》作者：野狐不妄.txt",
    "夸克盘链接": "https://pan.quark.cn/s/bc48260446e9"
  },
  {
    "文件名": "[np 完结]《笨蛋美人被两个竹马舔批了（双性）》作者：梁真.txt",
    "夸克盘链接": "https://pan.quark.cn/s/26eea70b6d94"
  },
  {
    "文件名": "[np 完结]《穿越后非酋系统让我氪精改命【总攻】》作者：芋圆啵啵奶茶不要芋圆不要奶茶.txt",
    "夸克盘链接": "https://pan.quark.cn/s/6d07117d0b12"
  },
  {
    "文件名": "[np 完结]《私属(大奶文学)双性壮受》作者：放风筝的羊【米国度】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/1dfefd2330ba"
  },
  {
    "文件名": "[np 完结]《疯批忠犬狂肏高岭之花（双性淫荡受）》作者：曜灵.txt",
    "夸克盘链接": "https://pan.quark.cn/s/afb62e74e30d"
  },
  {
    "文件名": "[np 完结]《男喘终成艳星（单性总受）》作者：无法无天.txt",
    "夸克盘链接": "https://pan.quark.cn/s/b2047f81e7fc"
  },
  {
    "文件名": "[np 完结]《甜蜜小镇生活（美强 种田）》作者：聆听祈愿.txt",
    "夸克盘链接": "https://pan.quark.cn/s/50755c04836f"
  },
  {
    "文件名": "[np 完结]《漂亮懦弱的继父被狗舔逼上瘾（人兽）双性》作者：冰糖书生.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e122e615f93e"
  },
  {
    "文件名": "[np 完结]《清冷美人用批调教金主（双性淫荡受）》作者：河神不点灯.txt",
    "夸克盘链接": "https://pan.quark.cn/s/5e4ec874dfa8"
  },
  {
    "文件名": "[np 完结]《清冷师尊他被疯批徒弟强制爱了（双性）》作者：小酒.txt",
    "夸克盘链接": "https://pan.quark.cn/s/8c6d63eff70d"
  },
  {
    "文件名": "[np 完结]《活下去（万人迷渣受）》作者：没有名字.txt",
    "夸克盘链接": "https://pan.quark.cn/s/44cbbc171466"
  },
  {
    "文件名": "[np 完结]《沈骄传（女攻nph、快穿）》作者：夜夜欢.txt",
    "夸克盘链接": "https://pan.quark.cn/s/84d547dad00b"
  },
  {
    "文件名": "[np 完结]《欢迎来草我老婆（结局1v1）》作者：歌哆.txt",
    "夸克盘链接": "https://pan.quark.cn/s/3253f2efcfc9"
  },
  {
    "文件名": "[np 完结]《术之高阁（催眠）》作者：sinaki.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ee27eff6ec5b"
  },
  {
    "文件名": "[np 完结]《春风醉（大奶单性受、反攻、抹布受）》作者：地宝回充失败.txt",
    "夸克盘链接": "https://pan.quark.cn/s/95a66c9e1276"
  },
  {
    "文件名": "[np 完结]《旭日之辉，新月之芒》作者：ルナメック.txt",
    "夸克盘链接": "https://pan.quark.cn/s/61345274b153"
  },
  {
    "文件名": "[np 完结]《拥有隐身能力后（总攻）》作者：色色发抖.txt",
    "夸克盘链接": "https://pan.quark.cn/s/14f603ab2cd5"
  },
  {
    "文件名": "[np 完结]《我给反派当系统【主受、快穿】》作者：渡余生.txt",
    "夸克盘链接": "https://pan.quark.cn/s/218234812ed6"
  },
  {
    "文件名": "[np 完结]《想离婚却被丈夫和他哥爆炒了（双性）》作者：在此宣判.txt",
    "夸克盘链接": "https://pan.quark.cn/s/571594379041"
  },
  {
    "文件名": "[np 完结]《情深（双性总受、渣攻）》作者：陌上桑.txt",
    "夸克盘链接": "https://pan.quark.cn/s/616c52152281"
  },
  {
    "文件名": "[np 完结]《恶魔岛上买下的双性小美人》作者：大河弯弯.txt",
    "夸克盘链接": "https://pan.quark.cn/s/223f640ddeee"
  },
  {
    "文件名": "[np 完结]《恶毒皇子沦为rbq（双性总受）》作者：迟昙.txt",
    "夸克盘链接": "https://pan.quark.cn/s/faaf67f102c0"
  },
  {
    "文件名": "[np 完结]《恶毒小胖子》作者：一只特立独行的鱼.txt",
    "夸克盘链接": "https://pan.quark.cn/s/d3eae66273ab"
  },
  {
    "文件名": "[np 完结]《恐同直男的畜化调教（单性总受、宿舍文学）》作者：欧石楠【补第二部完结】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/943b59d8f014"
  },
  {
    "文件名": "[np 完结]《总攻之爷爷日遍全家（纯肉）》作者：佚名.txt",
    "夸克盘链接": "https://pan.quark.cn/s/b1cf8afa2576"
  },
  {
    "文件名": "[np 完结]《性爱密室大逃脱（BL&GB女攻）》作者：乌乌.txt",
    "夸克盘链接": "https://pan.quark.cn/s/2df032403c0f"
  },
  {
    "文件名": "[np 完结]《快穿之魅魔引诱》作者：美柚鸣子.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ebe63a00e85e"
  },
  {
    "文件名": "[np 完结]《当渣受拥有假孕系统后》作者：月渡.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ff49657ebb15"
  },
  {
    "文件名": "[np 完结]《当我穿成美人受的师尊（NP，主攻，女穿男）》作者：can.txt",
    "夸克盘链接": "https://pan.quark.cn/s/122bc54dcfc2"
  },
  {
    "文件名": "[np 完结]《强制爱游戏「双xing受」双性》作者：十章.txt",
    "夸克盘链接": "https://pan.quark.cn/s/edec46745999"
  },
  {
    "文件名": "[np 完结]《开放性爱世界（双性）》作者：夏盐弈.txt",
    "夸克盘链接": "https://pan.quark.cn/s/b04032bb1b15"
  },
  {
    "文件名": "[np 完结]《尤物改造系统（双性快穿）》作者：小红.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a7145f7a9bda"
  },
  {
    "文件名": "[np 完结]《小兔子的赚钱日常（单性总受）》作者：余柑子.txt",
    "夸克盘链接": "https://pan.quark.cn/s/5a3507af41c4"
  },
  {
    "文件名": "[np 完结]《小乖的三个男人（单性总受）》作者：狂想仙.txt",
    "夸克盘链接": "https://pan.quark.cn/s/87ff8339b149"
  },
  {
    "文件名": "[np 完结]《宿舍的貌美直男（总受）》作者：染绮.txt",
    "夸克盘链接": "https://pan.quark.cn/s/97386fe09688"
  },
  {
    "文件名": "[np 完结]《娇弱小花被哥哥们操逼后（双性总受）》作者：小酒.txt",
    "夸克盘链接": "https://pan.quark.cn/s/53a6a66b1d30"
  },
  {
    "文件名": "[np 完结]《太子殿下他又有新欢了》作者：取名困难患者.txt",
    "夸克盘链接": "https://pan.quark.cn/s/524cd01ecc9f"
  },
  {
    "文件名": "[np 完结]《圣杯传奇（美强叔受）》作者：霓虹笑笑子.txt",
    "夸克盘链接": "https://pan.quark.cn/s/6ed6549fb01e"
  },
  {
    "文件名": "[np 完结]《叛国的孕夫（孕期直播 论坛体）》作者：薯条自然.txt",
    "夸克盘链接": "https://pan.quark.cn/s/bbf5c369ed1a"
  },
  {
    "文件名": "[np 完结]《双性魅魔觅食挨肏记》作者：布谷布谷.txt",
    "夸克盘链接": "https://pan.quark.cn/s/56b7d89b783e"
  },
  {
    "文件名": "[np 完结]《双性大奶美人小妈日日被两个儿子艹》作者：南枫枫.txt",
    "夸克盘链接": "https://pan.quark.cn/s/acd03a040878"
  },
  {
    "文件名": "[np 完结]《双双卧底（强制爱）》作者：老甲.txt",
    "夸克盘链接": "https://pan.quark.cn/s/56fe894d1909"
  },
  {
    "文件名": "[np 完结]《勾引邻居男朋友后（双性 出轨 互受）》作者：余柑子.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ee8315864d34"
  },
  {
    "文件名": "[np 完结]《劣等人生（双性）》作者：之初.txt",
    "夸克盘链接": "https://pan.quark.cn/s/6fefcfd99799"
  },
  {
    "文件名": "[np 完结]《劣种（强制 总受）》作者：晋秋.txt",
    "夸克盘链接": "https://pan.quark.cn/s/1cab629d7a71"
  },
  {
    "文件名": "[np 完结]《出轨是什么感觉（ntr）》作者：奇奇怪怪.txt",
    "夸克盘链接": "https://pan.quark.cn/s/fa34a5d03c3b"
  },
  {
    "文件名": "[np 完结]《出柜后被爆草了（NP）》作者：青山无侪.txt",
    "夸克盘链接": "https://pan.quark.cn/s/38f2684391a5"
  },
  {
    "文件名": "[np 完结]《冤冤相报何时了（双性大奶、结局1v1）》作者：与世隔绝.txt",
    "夸克盘链接": "https://pan.quark.cn/s/09b39f0f40c6"
  },
  {
    "文件名": "[np 完结]《共生纠缠（NP美惨受）虐受》作者：醉生梦死.txt",
    "夸克盘链接": "https://pan.quark.cn/s/393f9c391707"
  },
  {
    "文件名": "[np 完结]《傻子卖批养孩子（np）双性》作者：冰点.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e259a24382ba"
  },
  {
    "文件名": "[np 完结]《佳人才子俱往矣（BL&BG混合）》作者：生死肉骨.txt",
    "夸克盘链接": "https://pan.quark.cn/s/6d1f91155da6"
  },
  {
    "文件名": "[np 完结]《令行禁止（现代家奴）总攻&忠犬受》作者：春三月【131章】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/bedf2f7dd3d6"
  },
  {
    "文件名": "[np 完结]《仙尊在下（双性np）美强修真总受》作者：烟花不堪剪.txt",
    "夸克盘链接": "https://pan.quark.cn/s/4f7db296ea8d"
  },
  {
    "文件名": "[np 完结]《他比花娇 NP高h（双性）》作者：小江爱吃肉.txt",
    "夸克盘链接": "https://pan.quark.cn/s/4440d6e7a0dc"
  },
  {
    "文件名": "[np 完结]《人皇只想创死恋爱脑（总攻）》作者：麻辣火锅.txt",
    "夸克盘链接": "https://pan.quark.cn/s/6b5f3e5cfeb0"
  },
  {
    "文件名": "[np 完结]《京海妲己和他的男人们（同人 all强）》作者：ad钙战神.txt",
    "夸克盘链接": "https://pan.quark.cn/s/7de5ca4b1da4"
  },
  {
    "文件名": "[np 完结]《事情本来就是这样（抹布受）》作者：Yankee Doodle.txt",
    "夸克盘链接": "https://pan.quark.cn/s/970ac312e513"
  },
  {
    "文件名": "[np 完结]《主公无惨（同人）》作者：谜一样的赫敏.txt",
    "夸克盘链接": "https://pan.quark.cn/s/6eed546979c9"
  },
  {
    "文件名": "[np 完结]《为了撮合爸妈我死而复活（美强总攻）》作者：雾姑.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e1889bdeb0bb"
  },
  {
    "文件名": "[np 完结]《丞相公子的后花园（双性总受）》作者：三弄.txt",
    "夸克盘链接": "https://pan.quark.cn/s/3cf50d825046"
  },
  {
    "文件名": "[np 完结]《不能让我一个人堕落（双性纯肉）》作者：丽娜开火车【米国度】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/0a40ad38c242"
  },
  {
    "文件名": "[np 完结]《一心报恩的小美人却被疯狂疼爱（快穿、万人迷受）》作者：零点零七.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ef9299f8f556"
  },
  {
    "文件名": "[np 完结]《一夫一妻（双性+骨科）ntr》作者：肉包魔王.txt",
    "夸克盘链接": "https://pan.quark.cn/s/6be11b2038f7"
  },
  {
    "文件名": "[np 完结]《【第四爱】白氏驯礼（女尊GB女攻现代家奴规矩调教训诫》作者：暗黑系魔女.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a802c53a984e"
  },
  {
    "文件名": "[np 完结]《【末日】娇软小少爷生存记》作者：正直善良好青年.txt",
    "夸克盘链接": "https://pan.quark.cn/s/5068ffd84b5c"
  },
  {
    "文件名": "[np 完结]《【扫黑all远】一只鸟的意外死亡（同人）》作者：Nanna_crux.txt",
    "夸克盘链接": "https://pan.quark.cn/s/fa6dcabc9067"
  },
  {
    "文件名": "[np 完结]《【总攻】（np）操翻权贵[美强弱攻]》作者：晴好.txt",
    "夸克盘链接": "https://pan.quark.cn/s/f72d885441b9"
  },
  {
    "文件名": "[np 完结]《【总攻】男校后宫游戏》作者：攻四方【135章】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/57bd8228ad74"
  },
  {
    "文件名": "[np 完结]《【总攻】我在师门无所事事那几年（修真、美强）》作者：旧山松竹老.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a6d0a8fe2fa3"
  },
  {
    "文件名": "[np 完结]《【快穿主攻】别人碗里的正牌攻（系统）》作者：腐满【110章】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/5125f7040aa5"
  },
  {
    "文件名": "[np 完结]《【光遇】【鸟龙菇】被月光杀死的人（同人）》作者：属性痴女.txt",
    "夸克盘链接": "https://pan.quark.cn/s/5b4bbd01ca06"
  },
  {
    "文件名": "[np 完结]《【伪父子】小爸总被强制爱》作者：为你献上嘎巴.txt",
    "夸克盘链接": "https://pan.quark.cn/s/7734405f003c"
  },
  {
    "文件名": "[np 完结]《【sp】家规严明（虐身调教）》作者：十岸.txt",
    "夸克盘链接": "https://pan.quark.cn/s/403d6b8c2dee"
  },
  {
    "文件名": "[np 完结]《【GB】野狗与家犬（1v2无反攻）》作者：猫吃鱼鱼【补】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/165eeb02829d"
  },
  {
    "文件名": "[np 完结]《【GB】姐夫今天也很绿茶（女攻、渣女）》作者：猫吃鱼鱼.txt",
    "夸克盘链接": "https://pan.quark.cn/s/6397df700769"
  },
  {
    "文件名": "[np 完结]《【All李寻欢】极乐地狱谱（同人）》作者：佳期233.txt",
    "夸克盘链接": "https://pan.quark.cn/s/0629aab7cad8"
  },
  {
    "文件名": "[np 完结]《【ABO】童养媳（总受）》作者：灿灿星.txt",
    "夸克盘链接": "https://pan.quark.cn/s/16d91dd42baa"
  },
  {
    "文件名": "[np 完结]《【3pbdsm】变形记之被父子玩弄的乡下小狗》作者：桃姿.txt",
    "夸克盘链接": "https://pan.quark.cn/s/fe60cb773306"
  },
  {
    "文件名": "[np 完结]《【188all邵群】欲加之逼，何患无辞（同人）》作者：西风话夜凉【补】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ffd56bc8115b"
  },
  {
    "文件名": "[np 完结]《[末世]亡灵复苏（总受产乳）》作者：.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c38d67137e6c"
  },
  {
    "文件名": "[np 完结]《[总受]陛下，他们超爱的！》作者：阿植啊.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ebbc5e087c00"
  },
  {
    "文件名": "[np 完结]《yindang仙尊被暴艹（双性）》作者：正常人.txt",
    "夸克盘链接": "https://pan.quark.cn/s/afb2c5c24d85"
  },
  {
    "文件名": "[3p 完结]《阴差阳错（美强总受、情敌变情人 修罗场》作者：且折.txt",
    "夸克盘链接": "https://pan.quark.cn/s/182c04cf1bb1"
  },
  {
    "文件名": "[1v1 完结]《［主攻快穿］当钓系攻绑定战狼系统后（切片受）》作者：应兰.txt",
    "夸克盘链接": "https://pan.quark.cn/s/5015f5e97ed1"
  },
  {
    "文件名": "[1v1 完结]《（主攻）王子殿下的烦恼：被发情的大胸佣兵扑倒脐橙了肿么破？【美强忠犬受】》作者：我玩游戏全靠躺.txt",
    "夸克盘链接": "https://pan.quark.cn/s/be6e981451c1"
  },
  {
    "文件名": "[1v1 完结]《龙情缘之五-狂爱神医》作者：catherlee.txt",
    "夸克盘链接": "https://pan.quark.cn/s/f5455d80ff18"
  },
  {
    "文件名": "[1v1 完结]《高傲魔法师被c服的全过程（美强 强制）》作者：俺是juju侠.txt",
    "夸克盘链接": "https://pan.quark.cn/s/51e1a038d746"
  },
  {
    "文件名": "[1v1 完结]《风雪同归（佣兵天下同人）》作者：酌酒与君.txt",
    "夸克盘链接": "https://pan.quark.cn/s/edc860f8b2dd"
  },
  {
    "文件名": "[1v1 完结]《领域行为（年下）》作者：陶冶情.txt",
    "夸克盘链接": "https://pan.quark.cn/s/62600f61216b"
  },
  {
    "文件名": "[1v1 完结]《顾总的大奶宝贝（双性生子 年龄差）》作者：一个酿酒的.txt",
    "夸克盘链接": "https://pan.quark.cn/s/2b79d075b7c7"
  },
  {
    "文件名": "[1v1 完结]《顶流夫夫夜夜操逼奸嫩的浪荡生活（娱乐圈 双性）》作者：呢酱宝贝.txt",
    "夸克盘链接": "https://pan.quark.cn/s/08a56cf6d2c7"
  },
  {
    "文件名": "[1v1 完结]《非性器高潮（双性）》作者：合欢有狐.txt",
    "夸克盘链接": "https://pan.quark.cn/s/0c7d84f5e31a"
  },
  {
    "文件名": "[1v1 完结]《霸道总裁的沦陷记（弱攻强受）》作者：辛特兰访客.txt",
    "夸克盘链接": "https://pan.quark.cn/s/9cc6e937810e"
  },
  {
    "文件名": "[1v1 完结]《阳光开朗学长要被吃掉了》作者：满足自己xp.txt",
    "夸克盘链接": "https://pan.quark.cn/s/96e928bb1904"
  },
  {
    "文件名": "[1v1 完结]《错发批照后被学霸日哭了（双性 产乳）》作者：浮木.txt",
    "夸克盘链接": "https://pan.quark.cn/s/d12fcd1691fe"
  },
  {
    "文件名": "[1v1 完结]《针锋相对（强攻弱受）》作者：houth.txt",
    "夸克盘链接": "https://pan.quark.cn/s/86542ff551bd"
  },
  {
    "文件名": "[1v1 完结]《金中金主》作者：非衣之.txt",
    "夸克盘链接": "https://pan.quark.cn/s/37fa0dedccb0"
  },
  {
    "文件名": "[1v1 完结]《重金求子后老攻跑路了（ABO&SP、纯情疯批攻x钓系忠犬受）》作者：芝麻小汤圆.txt",
    "夸克盘链接": "https://pan.quark.cn/s/00fb52ba7b55"
  },
  {
    "文件名": "[1v1 完结]《重生之美人低嫁（钓系诱受）》作者：心猿意马.txt",
    "夸克盘链接": "https://pan.quark.cn/s/6d0310cb75a0"
  },
  {
    "文件名": "[1v1 完结]《重来（美强）》作者：一根薯条.txt",
    "夸克盘链接": "https://pan.quark.cn/s/22cb98683604"
  },
  {
    "文件名": "[1v1 完结]《遗传性性吸引（骨科ABO）【原名：论A装O的艺术（A装O校花攻×O装A校霸受）》作者：栗比都.txt",
    "夸克盘链接": "https://pan.quark.cn/s/f2d0fa1e63d8"
  },
  {
    "文件名": "[1v1 完结]《逢春（双性生子、双洁 伪ntr）》作者：土亢.txt",
    "夸克盘链接": "https://pan.quark.cn/s/5d8063b6ceb3"
  },
  {
    "文件名": "[1v1 完结]《通关游戏：逃离doing（强制爱 兽交 互攻）》作者：西禾欲风.txt",
    "夸克盘链接": "https://pan.quark.cn/s/d40426ebcba5"
  },
  {
    "文件名": "[1v1 完结]《赎罪（重生）》作者：中春树.txt",
    "夸克盘链接": "https://pan.quark.cn/s/1ad9f4f63646"
  },
  {
    "文件名": "[1v1 完结]《说吧，要现金还是支票？（双总裁）》作者：夢柔MiRou【米国度】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/8b1159240147"
  },
  {
    "文件名": "[1v1 完结]《诳骗（双洁 伪骨科）》作者：玖柠柠柠柠.txt",
    "夸克盘链接": "https://pan.quark.cn/s/746f220251f8"
  },
  {
    "文件名": "[1v1 完结]《讨好金主爸爸为首要目标（双性）》作者：溏心蛋黄.txt",
    "夸克盘链接": "https://pan.quark.cn/s/69c8e9884cc9"
  },
  {
    "文件名": "[1v1 完结]《袭爱（强强）》作者：顾飞鱼.txt",
    "夸克盘链接": "https://pan.quark.cn/s/481f20460aa7"
  },
  {
    "文件名": "[1v1 完结]《被金主包养之后（甜宠）》作者：两斤松风.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a0dcdf77efb9"
  },
  {
    "文件名": "[1v1 完结]《被爸爸玷污的日子（纯肉）》作者：三色夜铃.txt",
    "夸克盘链接": "https://pan.quark.cn/s/22b9796d44b6"
  },
  {
    "文件名": "[1v1 完结]《被少年将军日批管教（双性双洁）》作者：??全文存稿不坑文??.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a6b523a743cf"
  },
  {
    "文件名": "[1v1 完结]《被分手后我的苗疆男友黑化了（美强 风流受x病娇少女攻）》作者：斯托克.txt",
    "夸克盘链接": "https://pan.quark.cn/s/39c0c9311e1e"
  },
  {
    "文件名": "[1v1 完结]《被万人迷盯上的老实人夫（平凡双性受x万人迷攻）》作者：嘎嘣脆.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ec8f954c443c"
  },
  {
    "文件名": "[1v1 完结]《蛋酒头（校园）》作者：徐豹豹.txt",
    "夸克盘链接": "https://pan.quark.cn/s/4f2506c40e70"
  },
  {
    "文件名": "[1v1 完结]《薄荷糖（贤慧年下攻x社畜年上受）》作者：好象熊.txt",
    "夸克盘链接": "https://pan.quark.cn/s/cdcba7322700"
  },
  {
    "文件名": "[1v1 完结]《臣服于我的味道（黑道 破镜重圆ABO）》作者：晉晉然.txt",
    "夸克盘链接": "https://pan.quark.cn/s/1e7107c43cd0"
  },
  {
    "文件名": "[1v1 完结]《胡洛先生的假期》作者：波尔德.txt",
    "夸克盘链接": "https://pan.quark.cn/s/22ae83a90b31"
  },
  {
    "文件名": "[1v1 完结]《老宝贝儿（年下 单性叔受）》作者：明一.txt",
    "夸克盘链接": "https://pan.quark.cn/s/2f33ff44e51b"
  },
  {
    "文件名": "[1v1 完结]《网恋骗钱是会被日的（双性、玩批文学、万人迷受）》作者：红烧栗子.txt",
    "夸克盘链接": "https://pan.quark.cn/s/b86a06c1f989"
  },
  {
    "文件名": "[1v1 完结]《网恋对象把我水煎了（双性高h）》作者：躲在草里别动.txt",
    "夸克盘链接": "https://pan.quark.cn/s/f1480cd92684"
  },
  {
    "文件名": "[1v1 完结]《网恋到直男舍友（双性）》作者：张不行.txt",
    "夸克盘链接": "https://pan.quark.cn/s/78baf8b0bb67"
  },
  {
    "文件名": "[1v1 完结]《结婚就在离婚后（林炜翔x刘青松同人）》作者：狸花麻烦.txt",
    "夸克盘链接": "https://pan.quark.cn/s/dc1e8fcddaee"
  },
  {
    "文件名": "[1v1 完结]《终究还是因为爱》作者：Helen.txt",
    "夸克盘链接": "https://pan.quark.cn/s/7387959be49b"
  },
  {
    "文件名": "[1v1 完结]《约炮约到我老公（美强壮受 伪ntr）》作者：绥宁.txt",
    "夸克盘链接": "https://pan.quark.cn/s/bcb1309fa36b"
  },
  {
    "文件名": "[1v1 完结]《红色胡椒》作者：aimee【米国度】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/17f8a416d8a3"
  },
  {
    "文件名": "[1v1 完结]《竹马涩涩合集（双性）》作者：不会取名字.txt",
    "夸克盘链接": "https://pan.quark.cn/s/cfc75a849e5a"
  },
  {
    "文件名": "[1v1 完结]《穿成校园文背景板后（校园 穿书 双性）》作者：拖延症晚期患者.txt",
    "夸克盘链接": "https://pan.quark.cn/s/d23e58f163dc"
  },
  {
    "文件名": "[1v1 完结]《私人医生（毒舌受x腹黑攻）》作者：橙皮奶冻.txt",
    "夸克盘链接": "https://pan.quark.cn/s/80772403b279"
  },
  {
    "文件名": "[1v1 完结]《禁止意识体恋爱条例》作者：哒哒哒.txt",
    "夸克盘链接": "https://pan.quark.cn/s/b9728778a010"
  },
  {
    "文件名": "[1v1 完结]《社恐美人被病娇老公强制爱了》作者：明前龙雀.txt",
    "夸克盘链接": "https://pan.quark.cn/s/fa523c3a0caa"
  },
  {
    "文件名": "[1v1 完结]《真的很肉肉肉（双性）》作者：不想了.txt",
    "夸克盘链接": "https://pan.quark.cn/s/034d34a1567c"
  },
  {
    "文件名": "[1v1 完结]《看什么看，主人的任务罢了（双性SM）》作者：KiierWinne.txt",
    "夸克盘链接": "https://pan.quark.cn/s/8b9a58c9f37c"
  },
  {
    "文件名": "[1v1 完结]《监禁爆红明星》作者：午后暖阳.txt",
    "夸克盘链接": "https://pan.quark.cn/s/f5a6ca0e01cb"
  },
  {
    "文件名": "[1v1 完结]《白月光被疯批男友操透爆汁（双性大奶）》作者：爱妙妙的巧嘴.txt",
    "夸克盘链接": "https://pan.quark.cn/s/90f3ddb21486"
  },
  {
    "文件名": "[1v1 完结]《疼就哭出来（兄弟骨科）》作者：拌腐.txt",
    "夸克盘链接": "https://pan.quark.cn/s/41d0e707380c"
  },
  {
    "文件名": "[1v1 完结]《琉璃梦（民国强强）》作者：麦覀【补】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c278adc49e81"
  },
  {
    "文件名": "[1v1 完结]《玩坏霸总的嫩批（双性）》作者：梁诗悦.txt",
    "夸克盘链接": "https://pan.quark.cn/s/bf6b2be097b4"
  },
  {
    "文件名": "[1v1 完结]《献祭新娘》作者：半江瑟瑟.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ecf2043a4380"
  },
  {
    "文件名": "[1v1 完结]《猫猫是双性小美人（兽人）》作者：陌哩.txt",
    "夸克盘链接": "https://pan.quark.cn/s/271203eaf639"
  },
  {
    "文件名": "[1v1 完结]《狗里狗气的特殊公民管理司（兽人）》作者：坤臻【米国度】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e3e1a6a94dd0"
  },
  {
    "文件名": "[1v1 完结]《牢（偏执攻）》作者：金渐层.txt",
    "夸克盘链接": "https://pan.quark.cn/s/83d3f3ce2f3e"
  },
  {
    "文件名": "[1v1 完结]《父亲的戒尺（父子年上、渣攻 虐身虐受）》作者：净整点花里胡哨的.txt",
    "夸克盘链接": "https://pan.quark.cn/s/9625fd6c8025"
  },
  {
    "文件名": "[1v1 完结]《爱豆指南【sp】》作者：茶不甜.txt",
    "夸克盘链接": "https://pan.quark.cn/s/b1e47b40e511"
  },
  {
    "文件名": "[1v1 完结]《烈酒玫瑰（ABO）》作者：菠萝啤.txt",
    "夸克盘链接": "https://pan.quark.cn/s/234395b4d875"
  },
  {
    "文件名": "[1v1 完结]《烈日阳光（ABO、双A）》作者：97°爱情.txt",
    "夸克盘链接": "https://pan.quark.cn/s/32e793830bcd"
  },
  {
    "文件名": "[1v1 完结]《灰狼医生的小白兔》作者：持竿钓鱼.txt",
    "夸克盘链接": "https://pan.quark.cn/s/35027ad5bc84"
  },
  {
    "文件名": "[1v1 完结]《滴滴代嫁（主受）》作者：介尔昭明.txt",
    "夸克盘链接": "https://pan.quark.cn/s/447e410dd3b7"
  },
  {
    "文件名": "[1v1 完结]《温柔圈养（强制爱）》作者：清秋怀里抱.txt",
    "夸克盘链接": "https://pan.quark.cn/s/53b6ca71048b"
  },
  {
    "文件名": "[1v1 完结]《清冷小太监与傲世王爷（替身 双性）》作者：落陈不妄.txt",
    "夸克盘链接": "https://pan.quark.cn/s/3b29671fc65c"
  },
  {
    "文件名": "[1v1 完结]《深渊（追妻火葬场 虐心BE）》作者：萧辰予.txt",
    "夸克盘链接": "https://pan.quark.cn/s/bb6f137d8595"
  },
  {
    "文件名": "[1v1 完结]《洁白玩物（双性、穷受富攻）》作者：间歇性抽风.txt",
    "夸克盘链接": "https://pan.quark.cn/s/7824b9e46347"
  },
  {
    "文件名": "[1v1 完结]《沙雕攻也要谈恋爱！（双性大奶甜宠）》作者：火锅金针菇.txt",
    "夸克盘链接": "https://pan.quark.cn/s/27df3ab0a08d"
  },
  {
    "文件名": "[1v1 完结]《沉沦（ABO）》作者：静夜思.txt",
    "夸克盘链接": "https://pan.quark.cn/s/1e394edbe424"
  },
  {
    "文件名": "[1v1 完结]《求您，让我尿（排泄 憋尿调教、卑微忠犬人妻受）》作者：噗呲兔兔.txt",
    "夸克盘链接": "https://pan.quark.cn/s/aaf4f7bc9a66"
  },
  {
    "文件名": "[1v1 完结]《母乳依赖症（双性产奶）》作者：腿腿.txt",
    "夸克盘链接": "https://pan.quark.cn/s/2e4be592abb5"
  },
  {
    "文件名": "[1v1 完结]《欲焰烈烈（强强家奴）》作者：千机凤凤子.txt",
    "夸克盘链接": "https://pan.quark.cn/s/46c6ffdf4b98"
  },
  {
    "文件名": "[1v1 完结]《梦中总被师弟强制玩批（强制爱）》作者：沂透.txt",
    "夸克盘链接": "https://pan.quark.cn/s/f20523d6591f"
  },
  {
    "文件名": "[1v1 完结]《校草要被玩坏了（BG&GB）》作者：没有名字的鬼差.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c7ad820efe67"
  },
  {
    "文件名": "[1v1 完结]《校草是男妈妈（BG&GB）》作者：WIJJJ.txt",
    "夸克盘链接": "https://pan.quark.cn/s/7016d3d3a27c"
  },
  {
    "文件名": "[1v1 完结]《杂种恶魔寻爱记（旧版）主攻清水》作者：.txt",
    "夸克盘链接": "https://pan.quark.cn/s/0a4142ea0176"
  },
  {
    "文件名": "[1v1 完结]《有蛊（娱乐圈年下 双性生子）》作者：无森之林.txt",
    "夸克盘链接": "https://pan.quark.cn/s/16364fd5def6"
  },
  {
    "文件名": "[1v1 完结]《有美人熙（初代魔神X冥夜同人）》作者：云鬓.txt",
    "夸克盘链接": "https://pan.quark.cn/s/6f99de134033"
  },
  {
    "文件名": "[1v1 完结]《月下玉人（古言权谋）》作者：紫纱娜.txt",
    "夸克盘链接": "https://pan.quark.cn/s/79cf89891453"
  },
  {
    "文件名": "[1v1 完结]《替身【天才调教师和他的白月光】》作者：眉鲤 MT.【米国度】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/eaf112f80ee7"
  },
  {
    "文件名": "[1v1 完结]《暗恋树洞（校园）》作者：可儿.txt",
    "夸克盘链接": "https://pan.quark.cn/s/446672f5ccc9"
  },
  {
    "文件名": "[1v1 完结]《暖帘》作者：houth.txt",
    "夸克盘链接": "https://pan.quark.cn/s/6c0861ee36ce"
  },
  {
    "文件名": "[1v1 完结]《晨折（ABO生子、忠犬攻x老实受）》作者：一只发福蝶.txt",
    "夸克盘链接": "https://pan.quark.cn/s/69c62a9e7cca"
  },
  {
    "文件名": "[1v1 完结]《是我的怪物（弱攻强受）》作者：总是很烦心.txt",
    "夸克盘链接": "https://pan.quark.cn/s/b0dae83bb031"
  },
  {
    "文件名": "[1v1 完结]《明天的太阳（父子）》作者：没用的小胡子.txt",
    "夸克盘链接": "https://pan.quark.cn/s/525f93adb9a4"
  },
  {
    "文件名": "[1v1 完结]《无法避免（校园双性ABO）》作者：吃辣椒不加辣.txt",
    "夸克盘链接": "https://pan.quark.cn/s/469f06ae4a11"
  },
  {
    "文件名": "[1v1 完结]《无伤大雅（父子h）》作者：夕小拾.txt",
    "夸克盘链接": "https://pan.quark.cn/s/9b238d6779b0"
  },
  {
    "文件名": "[1v1 完结]《收集爸爸的精液（快穿 系统）》作者：背刺.txt",
    "夸克盘链接": "https://pan.quark.cn/s/300863c82bef"
  },
  {
    "文件名": "[1v1 完结]《拯救渣攻的温柔老婆》作者：美柚鸣子.txt",
    "夸克盘链接": "https://pan.quark.cn/s/4ac07e1e1974"
  },
  {
    "文件名": "[1v1 完结]《我的眼镜儿成精了》作者：鲤与渔.txt",
    "夸克盘链接": "https://pan.quark.cn/s/d5f7db9262c5"
  },
  {
    "文件名": "[1v1 完结]《我的男朋友胸大会流奶（单性）》作者：温柔的看看.txt",
    "夸克盘链接": "https://pan.quark.cn/s/81fe13d31b26"
  },
  {
    "文件名": "[1v1 完结]《我的玩具太受欢迎（反体型差、大奶巨根壮受）》作者：skam.txt",
    "夸克盘链接": "https://pan.quark.cn/s/43b5056053db"
  },
  {
    "文件名": "[1v1 完结]《我的爱人是贞子（双性贞子受）鬼受》作者：KiierWinne.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e5687c895cf8"
  },
  {
    "文件名": "[1v1 完结]《我捡到了一只可爱的小狗（主攻、调教单性受）》作者：星星.txt",
    "夸克盘链接": "https://pan.quark.cn/s/17f7639a546f"
  },
  {
    "文件名": "[1v1 完结]《我和我的直男室友》作者：绮丽丽丽.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c371db361a2c"
  },
  {
    "文件名": "[1v1 完结]《成为咸鱼金主（年下 直掰弯&直男壮受）》作者：让开朕来.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e7b148a48251"
  },
  {
    "文件名": "[1v1 完结]《情谊之真（总裁攻x美人受）》作者：海蓝岛领主.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c86f7f73b447"
  },
  {
    "文件名": "[1v1 完结]《情事凶猛》作者：废柴老师.txt",
    "夸克盘链接": "https://pan.quark.cn/s/498432292bb0"
  },
  {
    "文件名": "[1v1 完结]《恶魔管家能养好紫色猫猫吗（原神同人）》作者：空青.txt",
    "夸克盘链接": "https://pan.quark.cn/s/f1ed6bb3b02d"
  },
  {
    "文件名": "[1v1 完结]《恶毒蠢货失忆后被操翻（双性）》作者：濯河.txt",
    "夸克盘链接": "https://pan.quark.cn/s/2c26ca8d95b5"
  },
  {
    "文件名": "[1v1 完结]《总裁的大唧唧娇夫》作者：茶茶茶叉.txt",
    "夸克盘链接": "https://pan.quark.cn/s/8bd6c16f541a"
  },
  {
    "文件名": "[1v1 完结]《总裁是我的身下受（双洁）》作者：八月云间月.txt",
    "夸克盘链接": "https://pan.quark.cn/s/588a0b2fffa9"
  },
  {
    "文件名": "[1v1 完结]《性爱游乐场（双性 公开露出）》作者：可达可达可达鸭.txt",
    "夸克盘链接": "https://pan.quark.cn/s/3243febc21d5"
  },
  {
    "文件名": "[1v1 完结]《快穿冷漠老攻天天艹我（双洁、切片攻）》作者：好想吃肉.txt",
    "夸克盘链接": "https://pan.quark.cn/s/638507fdd358"
  },
  {
    "文件名": "[1v1 完结]《忠佞之臣（美强）》作者：奈符.txt",
    "夸克盘链接": "https://pan.quark.cn/s/9bd051369c4c"
  },
  {
    "文件名": "[1v1 完结]《待春（单性 道士攻x狐狸受）》作者：我见青山.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e9de016443cb"
  },
  {
    "文件名": "[1v1 完结]《弟弟约的炮，哥哥含泪打完（单性）》作者：暮迟明逸.txt",
    "夸克盘链接": "https://pan.quark.cn/s/629c598b6b5b"
  },
  {
    "文件名": "[1v1 完结]《年上竹马总裁是个舔批变态（双性）》作者：枫桥.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c0c7ca1babd2"
  },
  {
    "文件名": "[1v1 完结]《干翻那些渣攻们（快穿美强）》作者：安安.txt",
    "夸克盘链接": "https://pan.quark.cn/s/500a54dd0ff2"
  },
  {
    "文件名": "[1v1 完结]《岸沚汀兰（骨科）》作者：zhou小团月.txt",
    "夸克盘链接": "https://pan.quark.cn/s/60ac08a43add"
  },
  {
    "文件名": "[1v1 完结]《岁晏春和（主攻）弱强》作者：余烬.txt",
    "夸克盘链接": "https://pan.quark.cn/s/94499ef82803"
  },
  {
    "文件名": "[1v1 完结]《少爷和执事：囚徒困境（美强）》作者：蜂蜜牛奶不加糖.txt",
    "夸克盘链接": "https://pan.quark.cn/s/bc5f89bd4a14"
  },
  {
    "文件名": "[1v1 完结]《小狐狸和小白兔（校园师生年下、双洁主奴）》作者：半溪明月.txt",
    "夸克盘链接": "https://pan.quark.cn/s/bc74ad9bea44"
  },
  {
    "文件名": "[1v1 完结]《小妈是我初恋白月光（双性生子）》作者：wheat.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ad651813ed86"
  },
  {
    "文件名": "[1v1 完结]《小保姆被体育运动员透熟了》作者：描述in.txt",
    "夸克盘链接": "https://pan.quark.cn/s/88be55a9bfa7"
  },
  {
    "文件名": "[1v1 完结]《家妻是只公狐狸》作者：黎小空.txt",
    "夸克盘链接": "https://pan.quark.cn/s/eff550ec1bd8"
  },
  {
    "文件名": "[1v1 完结]《妈，我找了个日本对象（闷骚精英攻x日本人受）》作者：沫莓.txt",
    "夸克盘链接": "https://pan.quark.cn/s/0c43baff8db5"
  },
  {
    "文件名": "[1v1 完结]《如何活得有点价值》作者：西风雪【米国度】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/5ef28decb5ca"
  },
  {
    "文件名": "[1v1 完结]《夺娶有妇之夫（美强年下 体型差 糙汉受）》作者：酸甜味小扇.txt",
    "夸克盘链接": "https://pan.quark.cn/s/9829bdc35585"
  },
  {
    "文件名": "[1v1 完结]《大梦三千年（父子）》作者：唐门_目目【补】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/215c448f219d"
  },
  {
    "文件名": "[1v1 完结]《坠落（伪骨科 强制爱）》作者：风险曝光.txt",
    "夸克盘链接": "https://pan.quark.cn/s/fd4b769e9663"
  },
  {
    "文件名": "[1v1 完结]《土匪与四眼田鸡》作者：WWW巧克力豆.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ad5c81c5d57e"
  },
  {
    "文件名": "[1v1 完结]《囚蝶（sm）》作者：烛照.txt",
    "夸克盘链接": "https://pan.quark.cn/s/de099842ecb2"
  },
  {
    "文件名": "[1v1 完结]《囚禁爸爸（父子年下）》作者：忽复乘舟梦日边.txt",
    "夸克盘链接": "https://pan.quark.cn/s/053da466dab7"
  },
  {
    "文件名": "[1v1 完结]《喜晴（心机主动画家x厌男恐同医生）》作者：黄心红薯.txt",
    "夸克盘链接": "https://pan.quark.cn/s/36acda1c311f"
  },
  {
    "文件名": "[1v1 完结]《君安（完结）SP 单性 帝王攻》作者：鬼南.txt",
    "夸克盘链接": "https://pan.quark.cn/s/b621b320a0d3"
  },
  {
    "文件名": "[1v1 完结]《同床异梦（双性大奶受x穿越忠犬攻）》作者：北衣溺水.txt",
    "夸克盘链接": "https://pan.quark.cn/s/01c733e28b0a"
  },
  {
    "文件名": "[1v1 完结]《台熙（叔侄骨科）》作者：提笔成诗【米国度】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/08199ddefed8"
  },
  {
    "文件名": "[1v1 完结]《只是朋友（灿嘟CP文）同人》作者：逗号君.txt",
    "夸克盘链接": "https://pan.quark.cn/s/bd6f22e5a97b"
  },
  {
    "文件名": "[1v1 完结]《双性少爷与他的前世爱人（前世今生）》作者：君沐霖.txt",
    "夸克盘链接": "https://pan.quark.cn/s/491b83007547"
  },
  {
    "文件名": "[1v1 完结]《卑劣占有（渣贱年下 先婚后爱 卑微受）》作者：Grand.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c7a2678066b4"
  },
  {
    "文件名": "[1v1 完结]《半杯福灵剂（破镜重圆）》作者：零售爱神.txt",
    "夸克盘链接": "https://pan.quark.cn/s/f38c10785346"
  },
  {
    "文件名": "[1v1 完结]《半开化（纨绔老爷攻×双性主母受）》作者：想写肉文的这些年.txt",
    "夸克盘链接": "https://pan.quark.cn/s/f071cbcf6821"
  },
  {
    "文件名": "[1v1 完结]《刑途无返（骨科甜宠、忠犬受）》作者：鲤与渔.txt",
    "夸克盘链接": "https://pan.quark.cn/s/1961c4f08efc"
  },
  {
    "文件名": "[1v1 完结]《击靶（伪骨科高h）》作者：烧浪鸭.txt",
    "夸克盘链接": "https://pan.quark.cn/s/0279f49835be"
  },
  {
    "文件名": "[1v1 完结]《养育之恩床上报（单性 伪骨科年下）》作者：美柚鸣子.txt",
    "夸克盘链接": "https://pan.quark.cn/s/30ffd77131dd"
  },
  {
    "文件名": "[1v1 完结]《傻子詹米（傻子壮受）》作者：池砚.txt",
    "夸克盘链接": "https://pan.quark.cn/s/f77bd933240f"
  },
  {
    "文件名": "[1v1 完结]《催眠漂亮偶像（双性）》作者：水干草.txt",
    "夸克盘链接": "https://pan.quark.cn/s/edb17ab730e9"
  },
  {
    "文件名": "[1v1 完结]《偏执霸总把榴梿日烂了（H，肉）人外》作者：好玩罢了.txt",
    "夸克盘链接": "https://pan.quark.cn/s/0349b1945586"
  },
  {
    "文件名": "[1v1 完结]《偏执反派的小人鱼（疯批攻x人鱼受）》作者：聆海汐音.txt",
    "夸克盘链接": "https://pan.quark.cn/s/9b162cae31af"
  },
  {
    "文件名": "[1v1 完结]《倒数30天》作者：純潔小女孩【米国度】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c6cc17146bdd"
  },
  {
    "文件名": "[1v1 完结]《何因不归去（美强）》作者：一根薯条.txt",
    "夸克盘链接": "https://pan.quark.cn/s/618f70f336c2"
  },
  {
    "文件名": "[1v1 完结]《代过快感（双CP）》作者：张嘴吃蘑菇.txt",
    "夸克盘链接": "https://pan.quark.cn/s/757b5bbbd722"
  },
  {
    "文件名": "[1v1 完结]《他不正常（GB）》作者：去码头整点薯条.txt",
    "夸克盘链接": "https://pan.quark.cn/s/960816575bf2"
  },
  {
    "文件名": "[1v1 完结]《今天又被学生在脑海里圈圈叉叉了（师生年下 单性）》作者：白馒头.txt",
    "夸克盘链接": "https://pan.quark.cn/s/eb41efa8bcb9"
  },
  {
    "文件名": "[1v1 完结]《人渣但美丽的养父（养父子年下）》作者：来去.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ea4b9cba5794"
  },
  {
    "文件名": "[1v1 完结]《亲爱的狗（双总裁互攻）》作者：倔驴.txt",
    "夸克盘链接": "https://pan.quark.cn/s/9efebd16a637"
  },
  {
    "文件名": "[1v1 完结]《云居（伪叔侄、花心受x疯子攻）虐》作者：洽购.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a75ebe896184"
  },
  {
    "文件名": "[1v1 完结]《不良于生》作者：無聊種子.txt",
    "夸克盘链接": "https://pan.quark.cn/s/803d66c48ae7"
  },
  {
    "文件名": "[1v1 完结]《不完全人外(触手人外产卵)》作者：不拖延小球.txt",
    "夸克盘链接": "https://pan.quark.cn/s/8909495cc2e2"
  },
  {
    "文件名": "[1v1 完结]《下凡想报恩却被师尊爆艹（兽人）》作者：吃肉萌萌哒.txt",
    "夸克盘链接": "https://pan.quark.cn/s/91eac5b828ec"
  },
  {
    "文件名": "[1v1 完结]《上床抽筋要人命》作者：壹那由他.txt",
    "夸克盘链接": "https://pan.quark.cn/s/7ed9581c33bb"
  },
  {
    "文件名": "[1v1 完结]《一只变态的小奶狗（互攻 恋足）》作者：oO小铭学长Oo.txt",
    "夸克盘链接": "https://pan.quark.cn/s/f78ce5e41d3c"
  },
  {
    "文件名": "[1v1 完结]《一不小心捕获一只老婆》作者：六幺八.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c5753747958f"
  },
  {
    "文件名": "[1v1 完结]《【黎朔x邵群】雪碧的小孩（带球跑）同人》作者：豆子奶茶【补】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/43ea27dd7bd4"
  },
  {
    "文件名": "[1v1 完结]《【邵简】俗不可耐（同人）》作者：vixerunts.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ea13533a1016"
  },
  {
    "文件名": "[1v1 完结]《【逊简】覆水（李文逊x简隋英同人）》作者：vixerunts.txt",
    "夸克盘链接": "https://pan.quark.cn/s/931c5eef8a64"
  },
  {
    "文件名": "[1v1 完结]《【美强】被我爸的男友攻了【原名：被我爸的男人攻了（年下美攻x单性强受）》作者：川香四品锅.txt",
    "夸克盘链接": "https://pan.quark.cn/s/dcb589e9201c"
  },
  {
    "文件名": "[1v1 完结]《【渊钦】心锁（应渊x桓钦同人）》作者：寒松.txt",
    "夸克盘链接": "https://pan.quark.cn/s/640771bb6fa0"
  },
  {
    "文件名": "[1v1 完结]《【方应看】世界崩溃后我换了一个世界（逆水寒同人、血河少侠受×侯爷攻）》作者：孤崖.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a47a83898de2"
  },
  {
    "文件名": "[1v1 完结]《【宫三】共犯（同人）》作者：叶獊.txt",
    "夸克盘链接": "https://pan.quark.cn/s/d5df827ee9c9"
  },
  {
    "文件名": "[1v1 完结]《【台风眼同人】破戒》作者：春秋.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a870a4b040de"
  },
  {
    "文件名": "[1v1 完结]《【双性强制】囚占清冷太傅》作者：失眠金鱼儿【烂尾】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/0eb08963f7b7"
  },
  {
    "文件名": "[1v1 完结]《【卫非】落雪（生化AU，狗血）同人》作者：殷栩.txt",
    "夸克盘链接": "https://pan.quark.cn/s/9cafeb402c96"
  },
  {
    "文件名": "[1v1 完结]《【修帝】食用花恋人》作者：久我まさひ.txt",
    "夸克盘链接": "https://pan.quark.cn/s/324a7d7a8777"
  },
  {
    "文件名": "[1v1 完结]《【主攻】穿书后被反派师尊表白了（双性双洁）》作者：竹涧饮茶客.txt",
    "夸克盘链接": "https://pan.quark.cn/s/9de740874c62"
  },
  {
    "文件名": "[1v1 完结]《【主攻】炮灰攻他手拿剧本后（先婚后爱 双性 受宠攻）》作者：陆南歌.txt",
    "夸克盘链接": "https://pan.quark.cn/s/727c3e507aeb"
  },
  {
    "文件名": "[1v1 完结]《【三国同人操丕】孤鹃（父子年上）》作者：怀瑾不是瑜.txt",
    "夸克盘链接": "https://pan.quark.cn/s/3c97f44337cd"
  },
  {
    "文件名": "[1v1 完结]《【万苍】 生死不悔（同人）》作者：寒松.txt",
    "夸克盘链接": "https://pan.quark.cn/s/19975868a29c"
  },
  {
    "文件名": "[1v1 完结]《【GB女攻】颠倒的梦想乡（Alpha女）》作者：只想吃奶.txt",
    "夸克盘链接": "https://pan.quark.cn/s/994ec0b3a22f"
  },
  {
    "文件名": "[1v1 完结]《【GB女攻】小乖的肉棒要被玩尿啦》作者：鬼差.txt",
    "夸克盘链接": "https://pan.quark.cn/s/dbe19e571586"
  },
  {
    "文件名": "[1v1 完结]《【GB女攻】她与她的她【骨科四爱】》作者：没有心的可爱敢敢.txt",
    "夸克盘链接": "https://pan.quark.cn/s/90ba0d44f2d0"
  },
  {
    "文件名": "[1v1 完结]《【GB女攻】女a男o／gb：睡了主角攻他小爹（抹布受）》作者：橘味糖.txt",
    "夸克盘链接": "https://pan.quark.cn/s/338fb2f81765"
  },
  {
    "文件名": "[1v1 完结]《【GB】风行万里（乡村支教女教师x自闭症男画手）》作者：江欲有名字.txt",
    "夸克盘链接": "https://pan.quark.cn/s/fa4422244314"
  },
  {
    "文件名": "[1v1 完结]《【gb】被关在地下室的宠物（女攻）》作者：衿白.txt",
    "夸克盘链接": "https://pan.quark.cn/s/4d747741cb56"
  },
  {
    "文件名": "[1v1 完结]《【GB】拍卖（叔侄，女攻）》作者：菊柚甜.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e834155daa7a"
  },
  {
    "文件名": "[1v1 完结]《《战山为王》Venus（同人）》作者：一顆堅果兒.txt",
    "夸克盘链接": "https://pan.quark.cn/s/89a9af7aa3b7"
  },
  {
    "文件名": "[1v1 完结]《[HP哈德]冰雪恋歌（花滑AU）》作者：家养小狮.txt",
    "夸克盘链接": "https://pan.quark.cn/s/9b65d249361c"
  },
  {
    "文件名": "[1v1 完结]《gb顶级渣A追夫火葬场（女攻ABO  AA恋&BE）》作者：雾清.txt",
    "夸克盘链接": "https://pan.quark.cn/s/7a29c03fd5a2"
  },
  {
    "文件名": "[无cp 完结]《美人的自我玩弄（道具）》作者：不挑食【修】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/14a7327eb9f1"
  },
  {
    "文件名": "[完结+全番外]《［长批NP］黑皮体育生被艺术生们操干（校园美强 双性总受）》作者：熊会吃鱼.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c9eca4e797d8"
  },
  {
    "文件名": "[完结+全番外]《黑手党的荣耀（1v1 调教）》作者：群魔乱舞【补】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ebfe23a68c97"
  },
  {
    "文件名": "[完结+全番外]《鳌虾（np美强总受）强制爱》作者：祁岸.txt",
    "夸克盘链接": "https://pan.quark.cn/s/96ef02f7518c"
  },
  {
    "文件名": "[完结+全番外]《高冷秘书是双性小奶牛（1v1）》作者：一只吃土的小老虎【补番】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/6528686f513c"
  },
  {
    "文件名": "[完结+全番外]《难舍难分（主攻、朋友变恋人）1v1》作者：池砚【补番】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/5458488a5ae9"
  },
  {
    "文件名": "[完结+全番外]《隐匿于声（1v1）》作者：野蛮跃迁【补番】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/8cadb408ff63"
  },
  {
    "文件名": "[完结+全番外]《重生为道侣兄长的炉鼎（np 双性总受）》作者：月依痕.txt",
    "夸克盘链接": "https://pan.quark.cn/s/f9f18da32b77"
  },
  {
    "文件名": "[完结+全番外]《醉生梦死（np 星际ABO&异能）》作者：椰果奶茶【补番】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/1605d818a708"
  },
  {
    "文件名": "[完结+全番外]《这什么奇怪XP【原名：这什么鸡巴性癖、如你所见】互攻、互搞乱交np》作者：男德讲师李先生【补】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/202d8a9e78aa"
  },
  {
    "文件名": "[完结+全番外]《逼奸傻子皇兄（双性 结局1v1）》作者：麻爪别熬夜了.txt",
    "夸克盘链接": "https://pan.quark.cn/s/3b3915225a29"
  },
  {
    "文件名": "[完结+全番外]《西行乱》作者：李千重【补老文】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/6e81fbb52b31"
  },
  {
    "文件名": "[完结+全番外]《被迫陷入三角关系的端庄美人（3p总受）》作者：五个金元宝.txt",
    "夸克盘链接": "https://pan.quark.cn/s/fed7f7af4f67"
  },
  {
    "文件名": "[完结+全番外]《被迫联姻的兄长（np总受）》作者：沂透【补番】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/9de096c3c827"
  },
  {
    "文件名": "[完结+全番外]《被竹马和天降一起玩弄（3p双性）》作者：过马路走斑马线.txt",
    "夸克盘链接": "https://pan.quark.cn/s/3b43037934a8"
  },
  {
    "文件名": "[完结+全番外]《被性爱娃娃包围的生活（np双性大奶）》作者：九黎.txt",
    "夸克盘链接": "https://pan.quark.cn/s/0d22b5db4c75"
  },
  {
    "文件名": "[完结+全番外]《被姐夫日嫩批后（双性大奶受1v1）》作者：小尤物.txt",
    "夸克盘链接": "https://pan.quark.cn/s/59134173e9d8"
  },
  {
    "文件名": "[完结+全番外]《苗疆少年（美强1v1）》作者：红酥酒.txt",
    "夸克盘链接": "https://pan.quark.cn/s/33a4c4fc7c6c"
  },
  {
    "文件名": "[完结+全番外]《艳星的嫩批是公共资源（NP）双性骚受》作者：压星河.txt",
    "夸克盘链接": "https://pan.quark.cn/s/075788a42818"
  },
  {
    "文件名": "[完结+全番外]《脖子以下不能写（傻黄甜 互攻）1v1》作者：风烟挽【补番】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c3d51b73d044"
  },
  {
    "文件名": "[完结+全番外]《绿帽癖的宝贝（np 肏攻文学 双性ntr 路人&人兽）》作者：碌碌无为.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e038741d2cc0"
  },
  {
    "文件名": "[完结+全番外]《第一美人总在修罗场（np 单性总受 修真）》作者：公子如玉【补番】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c6ee2461373e"
  },
  {
    "文件名": "[完结+全番外]《穿情趣内衣的男人（短篇）合集》作者：南临奶茶.txt",
    "夸克盘链接": "https://pan.quark.cn/s/9a3426480db4"
  },
  {
    "文件名": "[完结+全番外]《种马老师授课指南【总攻ABO】np》作者：skam.txt",
    "夸克盘链接": "https://pan.quark.cn/s/bc10e7f942b8"
  },
  {
    "文件名": "[完结+全番外]《离婚当天捡到了一个老婆（1v1）》作者：冻小酥肉.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a31abb9e10e7"
  },
  {
    "文件名": "[完结+全番外]《看你不爽很久了（主攻、美强双性壮受1v1）》作者：露楣【补番】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c697edc2b2a6"
  },
  {
    "文件名": "[完结+全番外]《监狱里的公用男妓（双性np）》作者：玄藏【补番】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/1f985d6aaa8d"
  },
  {
    "文件名": "[完结+全番外]《监狱备孕指南（np 双性总受&钓系受）》作者：以息相吹吹吹.txt",
    "夸克盘链接": "https://pan.quark.cn/s/087368097437"
  },
  {
    "文件名": "[完结+全番外]《男妻（双处年下、疯批攻x清冷受）虐文BE1v1》作者：无森之林.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c0a7a5e5794a"
  },
  {
    "文件名": "[完结+全番外]《甜蜜进行时（渣攻）》作者：黑凤梨.txt",
    "夸克盘链接": "https://pan.quark.cn/s/d34c6e5daa9e"
  },
  {
    "文件名": "[完结+全番外]《爹系影帝的金主们（娱乐圈总受）np》作者：楚楚爱睡觉.txt",
    "夸克盘链接": "https://pan.quark.cn/s/b71f8fc85e08"
  },
  {
    "文件名": "[完结+全番外]《爱子（年上1v1 父子乱伦 双性生子）》作者：咸鱼躺【补番】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/79bb2ff6b4ce"
  },
  {
    "文件名": "[完结+全番外]《渣攻连环翻车记（np 美强双性总受 产乳）》作者：叼着拖鞋往前飞【补番】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/af672bc90222"
  },
  {
    "文件名": "[完结+全番外]《深海壮人鱼：豪门总裁狠狠爱（双性）人鱼受》作者：吃汤圆【补番】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/76f251669816"
  },
  {
    "文件名": "[完结+全番外]《海风藤（重生、1v1 双性人妻受）》作者：柳生花.txt",
    "夸克盘链接": "https://pan.quark.cn/s/429750738a6c"
  },
  {
    "文件名": "[完结+全番外]《海妖群岛（西幻人外1v1）》作者：阿瓦不打瓦【补番】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/bec989daa75d"
  },
  {
    "文件名": "[完结+全番外]《死对头让我以身相许【原名：衔尾（双性 双处 雪狐受x猎犬攻）1v1》作者：邬禅见【补番】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/f0f54876a4a9"
  },
  {
    "文件名": "[完结+全番外]《校霸安野（伪骨科，双性，双向暗恋）美强1v1》作者：城北南烛.txt",
    "夸克盘链接": "https://pan.quark.cn/s/03d246096a3c"
  },
  {
    "文件名": "[完结+全番外]《校草男友非人类（校园人外主攻）1v1》作者：辛亥【补番】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/99500fe3e847"
  },
  {
    "文件名": "[完结+全番外]《景行行止（abo）总受、单性ABO》作者：一朵蘑菇云【补番】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/2e11b9b422bc"
  },
  {
    "文件名": "[完结+全番外]《擦边主播和榜一大佬不得不说的二三事（1v1）》作者：bbwrite.txt",
    "夸克盘链接": "https://pan.quark.cn/s/dcf514660c9a"
  },
  {
    "文件名": "[完结+全番外]《摇摆不定的坎坷爱情（双性总受）np》作者：横向.txt",
    "夸克盘链接": "https://pan.quark.cn/s/37025db6cc82"
  },
  {
    "文件名": "[完结+全番外]《捡了一只小狗回家【主攻】1v1年上&年龄差》作者：执槡【补番】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/941a1c8450ef"
  },
  {
    "文件名": "[完结+全番外]《我的狗居心叵测 abo1v1》作者：吃肉肉啊.txt",
    "夸克盘链接": "https://pan.quark.cn/s/d700a2ddafb2"
  },
  {
    "文件名": "[完结+全番外]《成为顶流的一天（重生 娱乐圈 清水）》作者：快乐小狗之.txt",
    "夸克盘链接": "https://pan.quark.cn/s/3ba1858bac8d"
  },
  {
    "文件名": "[完结+全番外]《总攻变态酒店前台与住客的香艳情史》作者：沈海河.txt",
    "夸克盘链接": "https://pan.quark.cn/s/812369cb0e18"
  },
  {
    "文件名": "[完结+全番外]《快穿：鬼父系统【总攻】np》作者：水太娘.txt",
    "夸克盘链接": "https://pan.quark.cn/s/f2702c7925ce"
  },
  {
    "文件名": "[完结+全番外]《快穿之万人迷只想吃瓜（np主受）》作者：木槿.txt",
    "夸克盘链接": "https://pan.quark.cn/s/b3c678c215a6"
  },
  {
    "文件名": "[完结+全番外]《快乐的夏天+盛夏又至》作者：奶茶当酒【补番】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/17417c52db92"
  },
  {
    "文件名": "[完结+全番外]《彳亍（双性 暗恋成真1v1）》作者：皑如山上雪【补番】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/9a4e9f70c427"
  },
  {
    "文件名": "[完结+全番外]《当有了只能通往高冷总裁家的任意门后（女攻）1v1》作者：忘忧君.txt",
    "夸克盘链接": "https://pan.quark.cn/s/298f93ba6dda"
  },
  {
    "文件名": "[完结+全番外]《弱A的新债主他犯疯病了（1v1 ABO 双A）》作者：清明河畔洗腿毛【补番】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/6d917f72b426"
  },
  {
    "文件名": "[完结+全番外]《平城雨歇（民国 小妈文）》作者：永远睡不够.txt",
    "夸克盘链接": "https://pan.quark.cn/s/87d3aa87e66d"
  },
  {
    "文件名": "[完结+全番外]《干哭总裁喵（双性）1v1》作者：捏捏猫肉垫【补番】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/58c8086c4ef9"
  },
  {
    "文件名": "[完结+全番外]《山河奠（将军×皇子）双性生子、BE1v1》作者：南枫枫【补番】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/aaaf7b49916f"
  },
  {
    "文件名": "[完结+全番外]《小小小郎君（种田1v1 猎户攻x识字先生哥儿受）》作者：明日复明日.txt",
    "夸克盘链接": "https://pan.quark.cn/s/6dfee6d9c935"
  },
  {
    "文件名": "[完结+全番外]《小小小竹马（1v1）》作者：明日复明日【补番】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/d7c7f2bbd3f2"
  },
  {
    "文件名": "[完结+全番外]《小小小兔子（1v1 ABO 双洁小甜饼）》作者：明日复明日【补番】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/74a67112d626"
  },
  {
    "文件名": "[完结+全番外]《小奶包他又香又软（np双性总受）》作者：一根善感的老黄瓜【补番】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e26845683652"
  },
  {
    "文件名": "[完结+全番外]《宠爱小老公（美强1v1）》作者：大河弯弯.txt",
    "夸克盘链接": "https://pan.quark.cn/s/bfb2bcce8b2c"
  },
  {
    "文件名": "[完结+全番外]《奶狗超狼（1v1 BG&番外GB）》作者：沐已成粥.txt",
    "夸克盘链接": "https://pan.quark.cn/s/fe8d7ea7b2f4"
  },
  {
    "文件名": "[完结+全番外]《奴役雌虫【虫族美强】1v1》作者：干爆苍穹【补番】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/5545bc32d2af"
  },
  {
    "文件名": "[完结+全番外]《大院里的高岭之花（np 双性总受）》作者：neetizumi.txt",
    "夸克盘链接": "https://pan.quark.cn/s/2ab9fcee9b45"
  },
  {
    "文件名": "[完结+全番外]《外星室友有点硬（甜宠1v1 外星人攻）》作者：观星指南C.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c4dc9b0dabe2"
  },
  {
    "文件名": "[完结+全番外]《壮壮小狗被大美人玩弄【原名：各色小狗被大美人玩弄（美强壮受）》作者：膝盖的云.txt",
    "夸克盘链接": "https://pan.quark.cn/s/608c1e5401b0"
  },
  {
    "文件名": "[完结+全番外]《地狱赏罚游戏【快穿np】虐身》作者：苏门生【补番】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/6e047ecd5d36"
  },
  {
    "文件名": "[完结+全番外]《只想给反派生崽（快穿生子）双性万人迷受x切片攻1v1》作者：张嘴吃蘑菇.txt",
    "夸克盘链接": "https://pan.quark.cn/s/7f8cb3ad78db"
  },
  {
    "文件名": "[完结+全番外]《变态会被人日的np【快穿双性总受】》作者：秃头美少女.txt",
    "夸克盘链接": "https://pan.quark.cn/s/fa6c1c5f1a0a"
  },
  {
    "文件名": "[完结+全番外]《只想咸鱼的我却被学长囚禁了（校园1v1）》作者：沉默的牛奶薄荷糖.txt",
    "夸克盘链接": "https://pan.quark.cn/s/9e9564bcd4fd"
  },
  {
    "文件名": "[完结+全番外]《原神之空在提瓦特大陆的淫荡生活（np同人）》作者：南朝水【补番】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/7661d24d5b3d"
  },
  {
    "文件名": "[完结+全番外]《助理总是想辞职（1v1 傲娇受）》作者：绿豆沙【新修】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/6b11cbbdc794"
  },
  {
    "文件名": "[完结+全番外]《初心等候的爱（父子年上）1v1》作者：爆浆鱿鱼【补番】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a67ab6872376"
  },
  {
    "文件名": "[完结+全番外]《分手后吃到前男友（破镜重圆1v1）忠犬攻x双性受》作者：风铃草.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a06920640e5f"
  },
  {
    "文件名": "[完结+全番外]《关于忠犬竹马变成色气黑道这件事（ABO）》作者：观星指南C.txt",
    "夸克盘链接": "https://pan.quark.cn/s/7d47253be787"
  },
  {
    "文件名": "[完结+全番外]《催眠性爱系统绑定！（快穿）（总攻）》作者：风铃草.txt",
    "夸克盘链接": "https://pan.quark.cn/s/f148232a21e5"
  },
  {
    "文件名": "[完结+全番外]《偷偷生了少爷的孩子怎么破（双性生子 1v1）》作者：大河弯弯.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ba50d9a8f213"
  },
  {
    "文件名": "[完结+全番外]《偏执攻重生后（主攻骨科）双性年下1v1》作者：七七是攻【补番】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/1cf44615eeb0"
  },
  {
    "文件名": "[完结+全番外]《以下克上（双性）1v1》作者：爆库尔.txt",
    "夸克盘链接": "https://pan.quark.cn/s/8472cb9224f9"
  },
  {
    "文件名": "[完结+全番外]《他的狗（忠犬攻x女王受）1v1》作者：黄色香菇头【补番】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/bb261e3e7464"
  },
  {
    "文件名": "[完结+全番外]《他不想追妻火葬场了（换受、虐受）1v1》作者：七章【补番】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ee4b630f8b15"
  },
  {
    "文件名": "[完结+全番外]《从弱势受到霸主受的逆袭（np 生产&生子 BE）》作者：寒风画扇.txt",
    "夸克盘链接": "https://pan.quark.cn/s/0aab65ce9a82"
  },
  {
    "文件名": "[完结+全番外]《从中作梗【4P】双性总受 ntr》作者：潮星来.txt",
    "夸克盘链接": "https://pan.quark.cn/s/430be42c97f1"
  },
  {
    "文件名": "[完结+全番外]《二十四小时速杀暗恋（双性1v1）》作者：一鸟不会鸣.txt",
    "夸克盘链接": "https://pan.quark.cn/s/0eb7d07858aa"
  },
  {
    "文件名": "[完结+全番外]《乐沅与各种各样的中年男人（丑攻）np双性》作者：judf.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e3d43210a5e1"
  },
  {
    "文件名": "[完结+全番外]《乌骓国记事（np 生子 bg&bl）》作者：白砂糖甜不甜.txt",
    "夸克盘链接": "https://pan.quark.cn/s/b77aa2822ad6"
  },
  {
    "文件名": "[完结+全番外]《主角受非我不可（穿书小甜饼）1v1》作者：榕玖【补番】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/bc3a8ec67fd8"
  },
  {
    "文件名": "[完结+全番外]《为了救我哥我出轨了（双性 ntr）3p》作者：多喝白开水【补番】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/4ac68d975906"
  },
  {
    "文件名": "[完结+全番外]《为了iphone14我给总裁卖批（1v1双性）双洁互宠》作者：抑郁男孩缓两天.txt",
    "夸克盘链接": "https://pan.quark.cn/s/471a6b5ed7f4"
  },
  {
    "文件名": "[完结+全番外]《一觉醒来我成了死对头的充气娃娃（双性1v1）》作者：老王不是老黄.txt",
    "夸克盘链接": "https://pan.quark.cn/s/80cc12bf6a3e"
  },
  {
    "文件名": "[完结+全番外]《一次五个小受很能生h（双男主 系统）》作者：嘿嘿哒.txt",
    "夸克盘链接": "https://pan.quark.cn/s/93eeb5b40090"
  },
  {
    "文件名": "[完结+全番外]《【虫族主攻】我真的不日男人（np）》作者：竹涧饮茶客.txt",
    "夸克盘链接": "https://pan.quark.cn/s/20eccb04bdc0"
  },
  {
    "文件名": "[完结+全番外]《【第四爱】阴差阳错（女父）男妈妈受、女攻1v1》作者：浔裔.txt",
    "夸克盘链接": "https://pan.quark.cn/s/9a8155b0d076"
  },
  {
    "文件名": "[完结+全番外]《【总攻】折辱美人皇帝3p》作者：陆南歌.txt",
    "夸克盘链接": "https://pan.quark.cn/s/2eafb1e879d9"
  },
  {
    "文件名": "[完结+全番外]《【女攻】网王之一家之主（np）》作者：大写的苏【补番】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a96646a84f70"
  },
  {
    "文件名": "[完结+全番外]《【GB】脚下的教授（1V1）SC》作者：葛二蛋.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e7561e3eaf6b"
  },
  {
    "文件名": "[完结+全番外]《【GB】叔叔（女攻1v1 年龄差）》作者：猫猫脑洞一踩一个坑.txt",
    "夸克盘链接": "https://pan.quark.cn/s/86a1070c2aed"
  },
  {
    "文件名": "[完结+全番外]《“合租”关系（互攻1v1）》作者：黄桃吃罐头.txt",
    "夸克盘链接": "https://pan.quark.cn/s/14954beaf219"
  },
  {
    "文件名": "[完结+全番外]《[总攻]炮灰操穴日常 （高H，np）》作者：红烧肉酱汁【补番】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e87233b06596"
  },
  {
    "文件名": "[完结+全番外]《[快穿]万人迷反派总在被觊觎np》作者：入夜十分.txt",
    "夸克盘链接": "https://pan.quark.cn/s/2095326ab22e"
  },
  {
    "文件名": "[完结+全番外]《[团酷]暗夜光（全职猎人同人）》作者：宇宙流体喵呜子.txt",
    "夸克盘链接": "https://pan.quark.cn/s/d6f175e94a16"
  },
  {
    "文件名": "[完结+全番外]《[古风]大哥我们结拜吧（年下1v1 傻子哭包x炸毛傲娇）》作者：没有名字的小棺材.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e4c54619218d"
  },
  {
    "文件名": "[完结+全番外]《[主攻]漂亮废物在恐怖片里靠身体躺赢（总攻、受全洁、悬疑微恐）np》作者：亿万星辰.txt",
    "夸克盘链接": "https://pan.quark.cn/s/3070d55e42a8"
  },
  {
    "文件名": "[完结+全番外]《[DC蝙蝠家]貌美荷官，在线发牌（同人1v1）》作者：mircro【补番】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a26818998ab3"
  },
  {
    "文件名": "[完结+9番外]《软玉温香（竹马ABO）SPSM调教1v1》作者：玉生烟.txt",
    "夸克盘链接": "https://pan.quark.cn/s/59e345fab9ff"
  },
  {
    "文件名": "[完结+8番外]《被丑肥继父疯狂舔批的清冷儿子（双性 父子）1v1》作者：大奶杏仁.txt",
    "夸克盘链接": "https://pan.quark.cn/s/252152e68f4a"
  },
  {
    "文件名": "[完结+7番外]《板鸭村的爱情故事（足球同人）》作者：广告广告.txt",
    "夸克盘链接": "https://pan.quark.cn/s/32cee219e40c"
  },
  {
    "文件名": "[完结+7番外]《壮壮受又在梦里挨操了（1v1 壮壮笨蛋受×明星腹黑美攻）》作者：酥肉吃不吃【补】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/435cea656e19"
  },
  {
    "文件名": "[完结+4番外]《无规矩不私奴【古代家奴、总攻、sp】np》作者：梁上月【90章】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/8dc44e008084"
  },
  {
    "文件名": "[完结+42番外]《和男配分手后我被爆肏了（快穿1v1）》作者：搞点肉肉吃吃吧【补番-141章】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/7678a7b2e294"
  },
  {
    "文件名": "[完结+3番外]《驯养小狗（GB）1v1 双性》作者：宜妄.txt",
    "夸克盘链接": "https://pan.quark.cn/s/cd7408839785"
  },
  {
    "文件名": "[完结+3番外]《带球没跑（不良执念清除师永砚同人、双性）》作者：Tiffany摩.txt",
    "夸克盘链接": "https://pan.quark.cn/s/67ff8f557834"
  },
  {
    "文件名": "[完结+3番外]《俊帅攻被压得喵喵叫（美强1v1）》作者：雪里秀神.txt",
    "夸克盘链接": "https://pan.quark.cn/s/d14c5033b9a8"
  },
  {
    "文件名": "[完结+2番外]《（GB）待云归 sc1v1 女杀手x男小倌》作者：阿虚难.txt",
    "夸克盘链接": "https://pan.quark.cn/s/2f9ce4f8d8ee"
  },
  {
    "文件名": "[完结+2番外]《迷乱实验室（np 双性 人体改造）》作者：无酩酒.txt",
    "夸克盘链接": "https://pan.quark.cn/s/11c1f98ffe05"
  },
  {
    "文件名": "[完结+2番外]《清冷系美人天天被压（强制 虐身1v1 油腻大叔攻x清冷受）》作者：枪炮玫瑰.txt",
    "夸克盘链接": "https://pan.quark.cn/s/023a9406667e"
  },
  {
    "文件名": "[完结+2番外]《校园生活太淫荡（np双性总受）》作者：理解.txt",
    "夸克盘链接": "https://pan.quark.cn/s/00834dab3cd1"
  },
  {
    "文件名": "[完结+2番外]《昙华照夜明（长月烬明同人）》作者：栖枝.txt",
    "夸克盘链接": "https://pan.quark.cn/s/1566670d9787"
  },
  {
    "文件名": "[完结+2番外]《今是昨非（破镜重圆1v1）》作者：春见.txt",
    "夸克盘链接": "https://pan.quark.cn/s/69da0175fd49"
  },
  {
    "文件名": "[完结+2番外]《于孤城东升的旭日（1v1 腹黑攻）》作者：伊阿鸭.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ce33302ab427"
  },
  {
    "文件名": "[完结+269番外]《每晚干哭高冷总裁（1v1）》作者：arale【补番-343章】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/4fd54963a3ee"
  },
  {
    "文件名": "[完结+2番外]《【薰炎】红帘娇（gdABO）斗破同人 女强&女攻1v1》作者：一遇林城.txt",
    "夸克盘链接": "https://pan.quark.cn/s/073ff9c715c8"
  },
  {
    "文件名": "[完结+2番外]《【人外】疯批异形的漂亮宠物（骨科双性 NP总受）》作者：余火烬燃【73章】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/53297c6c2c6f"
  },
  {
    "文件名": "[完结+21番外]《【原神】穿越后在提瓦特当小老板（1v1 魈x原创主受）同人》作者：喵呜喵呜【补番-52章】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/822585e97b59"
  },
  {
    "文件名": "[完结+1番外]《豢养（3p总受 骨科ABO）》作者：嘘.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c29452916d60"
  },
  {
    "文件名": "[完结+1番外]《男妈妈的喂奶日常（1v1）》作者：杏茶椰.txt",
    "夸克盘链接": "https://pan.quark.cn/s/8253309e782b"
  },
  {
    "文件名": "[完结+1番外]《浮空如梦（np快穿总受 诱受）》作者：椰果奶茶.txt",
    "夸克盘链接": "https://pan.quark.cn/s/cce708d44bfb"
  },
  {
    "文件名": "[完结+1番外]《泛滥成灾（np 双性总受）》作者：呢喃.txt",
    "夸克盘链接": "https://pan.quark.cn/s/548edceb2378"
  },
  {
    "文件名": "[完结+1番外]《月升之初（All初魔，长月烬明同人）np》作者：天阶夜色.txt",
    "夸克盘链接": "https://pan.quark.cn/s/acaa2dfdc88b"
  },
  {
    "文件名": "[完结+1番外]《我在娱乐圈直播带货（双性生子）1v1》作者：余柑子酱.txt",
    "夸克盘链接": "https://pan.quark.cn/s/188d140865a5"
  },
  {
    "文件名": "[完结+1番外]《小野种（双性）np总受》作者：叁水【126章】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/df1c867a61a6"
  },
  {
    "文件名": "[完结+1番外]《地平线上的我们（1v1）》作者：.txt",
    "夸克盘链接": "https://pan.quark.cn/s/03b4a26449e1"
  },
  {
    "文件名": "[完结+1番外]《可怜社畜爆操一切（np总攻）》作者：休道.txt",
    "夸克盘链接": "https://pan.quark.cn/s/2f39af059a3a"
  },
  {
    "文件名": "[完结+1番外]《他八成是喜欢我（1v1）》作者：三千里.txt",
    "夸克盘链接": "https://pan.quark.cn/s/f6cb26cc04f3"
  },
  {
    "文件名": "[完结+1番外]《不羡仙（美强师徒1v1 双性）》作者：凭本事秃的头.txt",
    "夸克盘链接": "https://pan.quark.cn/s/038b828a64a8"
  },
  {
    "文件名": "[完结+1番外]《【邵简】二手深情（同人、生子）1v1》作者：vixerunts.txt",
    "夸克盘链接": "https://pan.quark.cn/s/21791c5f12d8"
  },
  {
    "文件名": "[完结+1番外]《【剑网三毒唐唐】九千错（np 同人）》作者：头牌马桶子.txt",
    "夸克盘链接": "https://pan.quark.cn/s/96d27e7add74"
  },
  {
    "文件名": "[完结+1番外]《(BO)与beta在一起后我总觉得我会出轨（1v1 人妻攻）》作者：喜欢打啵儿.txt",
    "夸克盘链接": "https://pan.quark.cn/s/3a3180945bd8"
  },
  {
    "文件名": "[完结+15番外]《成为起点男的金主爸爸（主攻、黑皮壮受）1v1》作者：翻面的哈巴雀【补番-104章】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/d76478137840"
  },
  {
    "文件名": "[完结+10番外]《骚皇帝每日求贵妃草【主攻 调教、女装贵妃S攻x双性皇帝M受】1v1》作者：白衬【78章】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/5d787d9308ed"
  },
  {
    "文件名": "[完结+10番外]《被系统选中的我去各地送菊花（双）2》作者：忘羡两相依.txt",
    "夸克盘链接": "https://pan.quark.cn/s/442a9bff964b"
  },
  {
    "文件名": "[合集 完结]《轨迹（攻出轨）》作者：神奇小吉.txt",
    "夸克盘链接": "https://pan.quark.cn/s/9a69b2f8ad52"
  },
  {
    "文件名": "[合集 完结]《论弟弟如何给哥哥取精（骨科 调教精牛攻）》作者：野狐不妄【修-补第二卷】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/511354833611"
  },
  {
    "文件名": "[合集 完结]《直男淫乱记（逐臭 调教 MJ LJ）》作者：色色发抖.txt",
    "夸克盘链接": "https://pan.quark.cn/s/b4aeb85f0ee3"
  },
  {
    "文件名": "[合集 完结]《玩弄大肚的男人们（双性 孕夫）》作者：独山多风雨.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a0fd64a725e9"
  },
  {
    "文件名": "[合集 完结]《爱偷情的美人》作者：AD射手.txt",
    "夸克盘链接": "https://pan.quark.cn/s/4b2769e92f53"
  },
  {
    "文件名": "[合集 完结]《淫话聊斋（单性）》作者：风铃草.txt",
    "夸克盘链接": "https://pan.quark.cn/s/50ec4cdc89e9"
  },
  {
    "文件名": "[合集 完结]《梅花三弄（双性）》作者：清屿和尚.txt",
    "夸克盘链接": "https://pan.quark.cn/s/741f94a8069e"
  },
  {
    "文件名": "[合集 完结]《无肉不欢》作者：不想了.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a6f8a15c80b6"
  },
  {
    "文件名": "[合集 完结]《新婚夜失身（双性）》作者：炽焰.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e38648a8a968"
  },
  {
    "文件名": "[合集 完结]《控制系列短篇合集（催眠 洗脑 意识转换）》作者：即为.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a93b6784f432"
  },
  {
    "文件名": "[合集 完结]《性奴学校》作者：江原一.txt",
    "夸克盘链接": "https://pan.quark.cn/s/f52cb19cfaee"
  },
  {
    "文件名": "[合集 完结]《弄哭软软小美人（双性虐身 G向）》作者：净整点花里胡哨的.txt",
    "夸克盘链接": "https://pan.quark.cn/s/de326ade84b2"
  },
  {
    "文件名": "[合集 完结]《堕落淫娃系统游戏》作者：照烧鱼子酱.txt",
    "夸克盘链接": "https://pan.quark.cn/s/d3c9ed6fdd6b"
  },
  {
    "文件名": "[合集 完结]《各种美人挨操合集（双性）》作者：黎小空.txt",
    "夸克盘链接": "https://pan.quark.cn/s/745cd065c411"
  },
  {
    "文件名": "[合集 完结]《双性大奶美人每天都被大屌草醒（大奶美人受肉合集）》作者：三月纸鸢.txt",
    "夸克盘链接": "https://pan.quark.cn/s/bc1d8fd3cb87"
  },
  {
    "文件名": "[合集 完结]《乱伦短篇合集(高H)双性纯肉》作者：.txt",
    "夸克盘链接": "https://pan.quark.cn/s/2b2f959f853f"
  },
  {
    "文件名": "[合集 完结]《不那么短的sp短篇集》作者：睡个好觉.txt",
    "夸克盘链接": "https://pan.quark.cn/s/85d528f070ad"
  },
  {
    "文件名": "[合集 完结]《【第四爱】夏氏家规（女尊GB女攻现代家奴规矩调教训诫》作者：暗黑系魔女.txt",
    "夸克盘链接": "https://pan.quark.cn/s/782531f836f3"
  },
  {
    "文件名": "[合集 完结]《【合集】XP混乱到无法自控（阳痿、早泄攻&调教）》作者：野狐不妄.txt",
    "夸克盘链接": "https://pan.quark.cn/s/4a9be22c2449"
  },
  {
    "文件名": "[合集 完结]《(kpb) kinn×porsche×big／Kim×big鬼船》作者：腿好软.txt",
    "夸克盘链接": "https://pan.quark.cn/s/1c7bedbbde8e"
  },
  {
    "文件名": "[np 完结]《（综漫）那个被爱的男人》作者：橘子有点甜.txt",
    "夸克盘链接": "https://pan.quark.cn/s/8833caad1fb3"
  },
  {
    "文件名": "[np 完结]《（穿越）我有三个不正经男友h》作者：嘿嘿哒.txt",
    "夸克盘链接": "https://pan.quark.cn/s/b06f8c6cab41"
  },
  {
    "文件名": "[np 完结]《（总攻）替身皇夫，不料深陷修罗场》作者：芈酒.txt",
    "夸克盘链接": "https://pan.quark.cn/s/79a96971be21"
  },
  {
    "文件名": "[np 完结]《高冷总裁被两条狗狗舔（人兽）双性舔批文学》作者：冰糖书生.txt",
    "夸克盘链接": "https://pan.quark.cn/s/812f1e90725c"
  },
  {
    "文件名": "[np 完结]《风骚兰月被老板雌堕改造》作者：兰月.txt",
    "夸克盘链接": "https://pan.quark.cn/s/1ed9a061904b"
  },
  {
    "文件名": "[np 完结]《靠耍流氓治病（双性）总受》作者：嘎嘣脆.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c210954896db"
  },
  {
    "文件名": "[np 完结]《雅琪的淫乱日记（改造双性）》作者：.txt",
    "夸克盘链接": "https://pan.quark.cn/s/8824ef03f15f"
  },
  {
    "文件名": "[np 完结]《镣铐禁脔（虐身）》作者：江原一.txt",
    "夸克盘链接": "https://pan.quark.cn/s/af90c2188ed9"
  },
  {
    "文件名": "[np 完结]《错付（总受ABO）》作者：饭桶爱睡觉.txt",
    "夸克盘链接": "https://pan.quark.cn/s/adee00ad46ad"
  },
  {
    "文件名": "[np 完结]《钓系0在线钓直男（总受、宿舍文学）》作者：嘿嘿嘿.txt",
    "夸克盘链接": "https://pan.quark.cn/s/eecbf9b400df"
  },
  {
    "文件名": "[np 完结]《重生归来之暴虐渣男（重口虐身纯肉）》作者：姥啬丕.txt",
    "夸克盘链接": "https://pan.quark.cn/s/309709773146"
  },
  {
    "文件名": "[np 完结]《重生后仇人的爱慕者总缠着我贴贴怎么办（末世总受、种田）》作者：醉是人间.txt",
    "夸克盘链接": "https://pan.quark.cn/s/75472e291664"
  },
  {
    "文件名": "[np 完结]《路人抹布成为万人迷的可行性（单性主受）》作者：挽碧.txt",
    "夸克盘链接": "https://pan.quark.cn/s/cd997e977888"
  },
  {
    "文件名": "[np 完结]《调教骚奴（1v2）奴下奴 BG&GB&BL》作者：墨墨爱磨叽.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ef96ef6a102d"
  },
  {
    "文件名": "[np 完结]《被山里糙汉懆出汁的美少年（双性总受 纯肉）》作者：全文存稿不坑文.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ae37a52503da"
  },
  {
    "文件名": "[np 完结]《血腥爱情故事（总受、救赎）》作者：叫死鸟.txt",
    "夸克盘链接": "https://pan.quark.cn/s/2ba47de4b1c3"
  },
  {
    "文件名": "[np 完结]《肏爆系草的菊花之后（校园NP H）》作者：十三姑娘.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a07711103473"
  },
  {
    "文件名": "[np 完结]《老公死后，九个义子都想上我（双性小妈貌美如花）总受》作者：左边疯.txt",
    "夸克盘链接": "https://pan.quark.cn/s/1983faa37144"
  },
  {
    "文件名": "[np 完结]《绿帽攻略出轨后又被他弄死了（快穿 系统 结局1v1）》作者：猫猫.txt",
    "夸克盘链接": "https://pan.quark.cn/s/f4f22b0bcf82"
  },
  {
    "文件名": "[np 完结]《纨绔恶霸美人重生洗心革面后却被疯批们强制爱（钓系受）》作者：海月淹没.txt",
    "夸克盘链接": "https://pan.quark.cn/s/bb7fb0b7fbe3"
  },
  {
    "文件名": "[np 完结]《穿成舔狗反派被男主们轮流（总受、微GB）》作者：爱媛.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c6c5fe33d98b"
  },
  {
    "文件名": "[np 完结]《穿成奇幻漫画的普通村民他只想安然度日（美强穿书）》作者：Yorutay.txt",
    "夸克盘链接": "https://pan.quark.cn/s/432cad1eafdf"
  },
  {
    "文件名": "[np 完结]《瘸腿爸爸寻儿记（双性总受）》作者：疙瘩汤销售【补】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/b789250ef949"
  },
  {
    "文件名": "[np 完结]《疯批欧米伽的狩猎》作者：总想A他【烂尾】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/1194b14b2e64"
  },
  {
    "文件名": "[np 完结]《生存游戏（总攻）》作者：黎小空.txt",
    "夸克盘链接": "https://pan.quark.cn/s/6f589e4cdd24"
  },
  {
    "文件名": "[np 完结]《甜蜜恋爱游戏（双性 未来）》作者：偷眼望金阶.txt",
    "夸克盘链接": "https://pan.quark.cn/s/5b63a21c2271"
  },
  {
    "文件名": "[np 完结]《球员狂入领队缓解疲劳（总受）》作者：无法无天.txt",
    "夸克盘链接": "https://pan.quark.cn/s/119591b2f9f2"
  },
  {
    "文件名": "[np 完结]《爸爸的几把++我的嫰批（父子 纯肉）》作者：被掰开懆的小尤物.txt",
    "夸克盘链接": "https://pan.quark.cn/s/cbb427852471"
  },
  {
    "文件名": "[np 完结]《热情的异世界巨根魔法学院（双性yd受）》作者：落落阔落落.txt",
    "夸克盘链接": "https://pan.quark.cn/s/174c2bc2dafb"
  },
  {
    "文件名": "[np 完结]《漂亮的补习老师（结局1v1）》作者：平板支架.txt",
    "夸克盘链接": "https://pan.quark.cn/s/440082c2a3b2"
  },
  {
    "文件名": "[np 完结]《漂亮反派被操烂[双性]np总受》作者：小兔纸.txt",
    "夸克盘链接": "https://pan.quark.cn/s/5b45bcaab8cc"
  },
  {
    "文件名": "[np 完结]《温柔美人局长就是被玩的（gb，bl皆有，局长总受）》作者：花勍.txt",
    "夸克盘链接": "https://pan.quark.cn/s/3957dda7613c"
  },
  {
    "文件名": "[np 完结]《江城子【多角总受互攻NTR】骚受》作者：背锅老王.txt",
    "夸克盘链接": "https://pan.quark.cn/s/76bfe1210a5e"
  },
  {
    "文件名": "[np 完结]《校草的皮肤饥渴症》作者：梁诗悦【修】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/92a6a1aa37ee"
  },
  {
    "文件名": "[np 完结]《星际元帅的小Omega（双性总受ABO）》作者：埃琳娜.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ad7fcf195a24"
  },
  {
    "文件名": "[np 完结]《拥有换脸系统的我被万人骑（高h）双性总受》作者：缅因.txt",
    "夸克盘链接": "https://pan.quark.cn/s/18dffaf501e1"
  },
  {
    "文件名": "[np 完结]《拥有变形能力后蹂躏直男帅哥室友（异能&人外）》作者：色色发抖.txt",
    "夸克盘链接": "https://pan.quark.cn/s/bbe169586711"
  },
  {
    "文件名": "[np 完结]《拜金小助理连环挨操记（双性婊子受）》作者：粥三驴.txt",
    "夸克盘链接": "https://pan.quark.cn/s/adde7422f656"
  },
  {
    "文件名": "[np 完结]《拆散夫夫（快穿攻出轨）万人迷主受》作者：池里没有水.txt",
    "夸克盘链接": "https://pan.quark.cn/s/8a63fd536bc7"
  },
  {
    "文件名": "[np 完结]《我陪人渣演够了戏（总受）》作者：面筋卷.txt",
    "夸克盘链接": "https://pan.quark.cn/s/780f3bd595de"
  },
  {
    "文件名": "[np 完结]《我真不想妻妾成群（bg&gb）》作者：豆豆.txt",
    "夸克盘链接": "https://pan.quark.cn/s/f6f1191799f3"
  },
  {
    "文件名": "[np 完结]《我的纯情小妈又发情啦！（双性总受）》作者：阿植啊.txt",
    "夸克盘链接": "https://pan.quark.cn/s/4afaf7f2c283"
  },
  {
    "文件名": "[np 完结]《成年后被各路大佬狠狠操逼（总受 纯肉）》作者：不吃香菜【补】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/7bdc94468b20"
  },
  {
    "文件名": "[np 完结]《恶魔的餐点们（总攻）》作者：欧派姐姐.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a2d8ea974b94"
  },
  {
    "文件名": "[np 完结]《恐同直男的畜化调教（单性总受、宿舍文学）》作者：欧石楠【第一部完结】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/44f8dc90f413"
  },
  {
    "文件名": "[np 完结]《总攻之日遍鬼怪》作者：肥圆大西瓜.txt",
    "夸克盘链接": "https://pan.quark.cn/s/14303396d138"
  },
  {
    "文件名": "[np 完结]《快穿：要靠收集男人米青液复活的双性騒货》作者：爱吃肉肉小蛇.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c0808bb9c9c4"
  },
  {
    "文件名": "[np 完结]《快穿：攻略男主这么简单吗（主受）》作者：不爱吃鱼的鱼.txt",
    "夸克盘链接": "https://pan.quark.cn/s/24134d9905c0"
  },
  {
    "文件名": "[np 完结]《快穿之给你偏爱【总攻&钓系攻 催眠】》作者：衣者.txt",
    "夸克盘链接": "https://pan.quark.cn/s/5ac58e37a82f"
  },
  {
    "文件名": "[np 完结]《快穿之梦中的舞曲》作者：闲闲.txt",
    "夸克盘链接": "https://pan.quark.cn/s/55d0855569b4"
  },
  {
    "文件名": "[np 完结]《师叔认错了救命恩人（NTR）修真&单性受》作者：正太平.txt",
    "夸克盘链接": "https://pan.quark.cn/s/244fe3d6d019"
  },
  {
    "文件名": "[np 完结]《小美人无奈委身老肥丑受孕生子（双性）》作者：cosmopolitan.txt",
    "夸克盘链接": "https://pan.quark.cn/s/28ebba701be4"
  },
  {
    "文件名": "[np 完结]《小奴（快穿主受）》作者：闲闲.txt",
    "夸克盘链接": "https://pan.quark.cn/s/cf474b772db0"
  },
  {
    "文件名": "[np 完结]《对不起，我不配（结局1v1）虐受》作者：dan耽半.txt",
    "夸克盘链接": "https://pan.quark.cn/s/18f10c92b5e5"
  },
  {
    "文件名": "[np 完结]《孕期出轨丈夫的好友（双性总受）》作者：Russian.txt",
    "夸克盘链接": "https://pan.quark.cn/s/35ba006826b6"
  },
  {
    "文件名": "[np 完结]《夫人满庭花（BL&BG）》作者：故人不辞酒.txt",
    "夸克盘链接": "https://pan.quark.cn/s/5dc90de0d8e6"
  },
  {
    "文件名": "[np 完结]《天生媚骨·校园篇》作者：比比比目鱼01.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c63546344d15"
  },
  {
    "文件名": "[np 完结]《地铁蜜遇（透明人）人妻受》作者：水干草.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c350cc90c71b"
  },
  {
    "文件名": "[np 完结]《地下调教场所的团宠小少爷（双性）》作者：落落阔落落【修】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/83eab057da8a"
  },
  {
    "文件名": "[np 完结]《在兽人世界被干了个爽（主受、生子）》作者：我爱吃大柿子.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e675c6ad140c"
  },
  {
    "文件名": "[np 完结]《同性的爱（弱受 轮J）》作者：无名一君子.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e82b6b4b6a43"
  },
  {
    "文件名": "[np 完结]《古早人类性交奥秘（双性）》作者：黎小空.txt",
    "夸克盘链接": "https://pan.quark.cn/s/d15f68c2dcb9"
  },
  {
    "文件名": "[np 完结]《古代美男太棒了（穿书、双性总受）》作者：理解.txt",
    "夸克盘链接": "https://pan.quark.cn/s/cae94acad84a"
  },
  {
    "文件名": "[np 完结]《双性美人榨汁机通关色情游戏（乱伦 禁忌）》作者：梨梨.txt",
    "夸克盘链接": "https://pan.quark.cn/s/bbcf967f3653"
  },
  {
    "文件名": "[np 完结]《双性美人是招待（MB受 抹布NTR 结局1v1）》作者：陌哩.txt",
    "夸克盘链接": "https://pan.quark.cn/s/7ba6492563f6"
  },
  {
    "文件名": "[np 完结]《双子疑云》作者：一纸经年.txt",
    "夸克盘链接": "https://pan.quark.cn/s/b14acbaf0e57"
  },
  {
    "文件名": "[np 完结]《南子的实验（美强）》作者：已坏掉了【第一部完结】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/371436079cd1"
  },
  {
    "文件名": "[np 完结]《勇士们对小基佬的饥渴掠夺（穿越异世）》作者：君沐霖.txt",
    "夸克盘链接": "https://pan.quark.cn/s/94f6b7240671"
  },
  {
    "文件名": "[np 完结]《凋落的懦弱男高生（双性总受）QJLJ 抹布受 BE》作者：micro【补】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/08420718bc1c"
  },
  {
    "文件名": "[np 完结]《假象（虐爱）》作者：璩.txt",
    "夸克盘链接": "https://pan.quark.cn/s/6a144d634f48"
  },
  {
    "文件名": "[np 完结]《代班舔狗露馅了！（快穿主受）》作者：璩.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ad8b86dcd31a"
  },
  {
    "文件名": "[np 完结]《仙尊在上（美强修真、双性）》作者：云鬓.txt",
    "夸克盘链接": "https://pan.quark.cn/s/9c22cb48f019"
  },
  {
    "文件名": "[np 完结]《一日三秋（总受、虐身）》作者：极度脆弱玻璃心.txt",
    "夸克盘链接": "https://pan.quark.cn/s/3600e3df8e2f"
  },
  {
    "文件名": "[np 完结]《一个男人的复仇记（PWP虫族总攻）强强清冷攻》作者：菜单文字.txt",
    "夸克盘链接": "https://pan.quark.cn/s/33446c639fa5"
  },
  {
    "文件名": "[np 完结]《【骨科】伊家艳事》作者：毒毒sama.txt",
    "夸克盘链接": "https://pan.quark.cn/s/cf697cc6cb5d"
  },
  {
    "文件名": "[np 完结]《【综all间桐慎二】 做人渣是有代价的（同人）》作者：猴面包树.txt",
    "夸克盘链接": "https://pan.quark.cn/s/0a82b798b818"
  },
  {
    "文件名": "[np 完结]《【第四爱】妻为夫纲（女尊GB女攻现代家奴规矩调教训诫》作者：暗黑系魔女.txt",
    "夸克盘链接": "https://pan.quark.cn/s/fd33b9dad8f3"
  },
  {
    "文件名": "[np 完结]《【杨修】孽（心理扭曲赌徒×杨修）同人 mob》作者：小布爱吃饭.txt",
    "夸克盘链接": "https://pan.quark.cn/s/19c5b9015ed5"
  },
  {
    "文件名": "[np 完结]《【星际哨向】代价（总攻）》作者：Antis.txt",
    "夸克盘链接": "https://pan.quark.cn/s/be4254a1eaad"
  },
  {
    "文件名": "[np 完结]《【战败 异种奸 虐杀】少年特工惨败后沦为巨根怪物的一次性鸡巴（重口）》作者：ランク.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c15c454d8428"
  },
  {
    "文件名": "[np 完结]《【总攻催眠】胯下情人》作者：随风潜入夜.txt",
    "夸克盘链接": "https://pan.quark.cn/s/67f10bd0aa10"
  },
  {
    "文件名": "[np 完结]《【总受】黑皮大奶体育生误入理工学校（纯肉、壮受&丑攻）》作者：九出长安.txt",
    "夸克盘链接": "https://pan.quark.cn/s/787cbbeed1a4"
  },
  {
    "文件名": "[np 完结]《【GB女攻】在r18游戏狂糙Boss（EABO）》作者：果味汽水.txt",
    "夸克盘链接": "https://pan.quark.cn/s/9441d1516cae"
  },
  {
    "文件名": "[np 完结]《【ABO】5268个恒星日（星际）》作者：B612星大反派.txt",
    "夸克盘链接": "https://pan.quark.cn/s/baa587e3b794"
  },
  {
    "文件名": "[np 完结]《[总攻]调教双性美人（系统）》作者：君鹤.txt",
    "夸克盘链接": "https://pan.quark.cn/s/42547434aa98"
  },
  {
    "文件名": "[np 完结]《[总攻]自杀十五天》作者：林秀妍.txt",
    "夸克盘链接": "https://pan.quark.cn/s/7fe8d2c0e166"
  },
  {
    "文件名": "[np 完结]《[刀乱]堕情[all审双性可能√]（同人）》作者：沁桃儿.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c7693b834c2a"
  },
  {
    "文件名": "[np 完结]《[修仙]好生育的兔妖二周目也要成仙》作者：yellow熊.txt",
    "夸克盘链接": "https://pan.quark.cn/s/b2eb221da747"
  },
  {
    "文件名": "[np 完结]《H漫画家的春梦系统（总受）》作者：五十弦.txt",
    "夸克盘链接": "https://pan.quark.cn/s/9f339c9191be"
  },
  {
    "文件名": "[np 完结]《1101宿舍私密日记（双x）总受、纯肉&宿舍文学》作者：名吾识.txt",
    "夸克盘链接": "https://pan.quark.cn/s/dfd85d963caf"
  },
  {
    "文件名": "[3p 完结]《西山壁（武侠）》作者：柏西.txt",
    "夸克盘链接": "https://pan.quark.cn/s/924a201dec12"
  },
  {
    "文件名": "[3p 完结]《被禁锢的舞蹈生（总受&兄弟攻）》作者：绝了吧.txt",
    "夸克盘链接": "https://pan.quark.cn/s/91de9ff52de4"
  },
  {
    "文件名": "[3p 完结]《美人校草的堕落沉沦（高h）校园双性总受》作者：南山海棠.txt",
    "夸克盘链接": "https://pan.quark.cn/s/d55eb4e90096"
  },
  {
    "文件名": "[3p 完结]《来！下一个（总受）》作者：芋泥土豆泥.txt",
    "夸克盘链接": "https://pan.quark.cn/s/50df70b74dcd"
  },
  {
    "文件名": "[3p 完结]《木偶人（总受）》作者：山猪要吃细糠.txt",
    "夸克盘链接": "https://pan.quark.cn/s/5cc0551391b8"
  },
  {
    "文件名": "[3p 完结]《搞错了，竟然养了反派（修真）》作者：Qisa.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c93a038126f5"
  },
  {
    "文件名": "[3p 完结]《掰弯直男室友（校园 直男总受）》作者：没有名字.txt",
    "夸克盘链接": "https://pan.quark.cn/s/823da62c1779"
  },
  {
    "文件名": "[3p 完结]《囚奴（黑道 强制）be》作者：vivi的时间海.txt",
    "夸克盘链接": "https://pan.quark.cn/s/97a09ff7c0a1"
  },
  {
    "文件名": "[3p 完结]《养鬼作妻（美强总受）》作者：棺棺.txt",
    "夸克盘链接": "https://pan.quark.cn/s/92b3470ce41c"
  },
  {
    "文件名": "[3p 完结]《一仆二主（SM 校园 情侣主）》作者：米尼爱肉肉.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ae4d9ed17929"
  },
  {
    "文件名": "[3p 完结]《【空散】娼年》作者：林折竹.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a8866102b1b5"
  },
  {
    "文件名": "[1v1 完结]《（hp德哈）魔法之旅【同人、双性生子】》作者：秦盼儿-莫愁前路无知己.txt",
    "夸克盘链接": "https://pan.quark.cn/s/f98bf304a820"
  },
  {
    "文件名": "[1v1 完结]《龙的小娇妻（人体改造 双性生子）》作者：黎小空.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c41983393478"
  },
  {
    "文件名": "[1v1 完结]《黄毛没惹你们任何人（穿书）》作者：若非.txt",
    "夸克盘链接": "https://pan.quark.cn/s/edb7353e9109"
  },
  {
    "文件名": "[1v1 完结]《高中生日常行为规范（SP训诫）》作者：熊委屈.txt",
    "夸克盘链接": "https://pan.quark.cn/s/d168d3544a73"
  },
  {
    "文件名": "[1v1 完结]《首领的美人（sm）》作者：今晚夜未歇.txt",
    "夸克盘链接": "https://pan.quark.cn/s/22f64b2d553b"
  },
  {
    "文件名": "[1v1 完结]《食色性也（美食&种田）》作者：萌原薄荷.txt",
    "夸克盘链接": "https://pan.quark.cn/s/cafbcd3f957d"
  },
  {
    "文件名": "[1v1 完结]《非暴力不合作之养父【完结】（强强虐恋）》作者：蓝扬.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e78f0dbca89a"
  },
  {
    "文件名": "[1v1 完结]《霸总的香软娇妻（双性双洁）》作者：橘左京.txt",
    "夸克盘链接": "https://pan.quark.cn/s/74a2e4cd3186"
  },
  {
    "文件名": "[1v1 完结]《阴暗美人被疯批哥哥强制爱了（双性 骨科）》作者：明前龙雀.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e6aa76e27ced"
  },
  {
    "文件名": "[1v1 完结]《间之契同人》作者：清水清水.txt",
    "夸克盘链接": "https://pan.quark.cn/s/2f1d29028d61"
  },
  {
    "文件名": "[1v1 完结]《重生之昏君灭国指南》作者：中春树.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e67e924d61a8"
  },
  {
    "文件名": "[1v1 完结]《跑龙套的自我修养（双性女王受）》作者：北衣溺水.txt",
    "夸克盘链接": "https://pan.quark.cn/s/d344698662e0"
  },
  {
    "文件名": "[1v1 完结]《费尽心思（骨科年下）》作者：一碗混沌.txt",
    "夸克盘链接": "https://pan.quark.cn/s/30dbfb357273"
  },
  {
    "文件名": "[1v1 完结]《谁家老公是竹马啊（单性）》作者：又见蓝山.txt",
    "夸克盘链接": "https://pan.quark.cn/s/b9bdc8e14c2b"
  },
  {
    "文件名": "[1v1 完结]《诱情（双性大奶小妈文学）》作者：爱妙妙的巧嘴.txt",
    "夸克盘链接": "https://pan.quark.cn/s/f90b1778bc0b"
  },
  {
    "文件名": "[1v1 完结]《误入深蓝（ABO&BO恋、疯批攻x自卑受）》作者：鲤鱼.txt",
    "夸克盘链接": "https://pan.quark.cn/s/58564fe12aa6"
  },
  {
    "文件名": "[1v1 完结]《让Alpha怀孕的Omega（ABO 生子）》作者：罩爷是只猫.txt",
    "夸克盘链接": "https://pan.quark.cn/s/0dbe8b65e53c"
  },
  {
    "文件名": "[1v1 完结]《裙摆之下（美强、女装人妻攻x黑皮受）》作者：荼蘼不是茶非【补】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/2250540329ab"
  },
  {
    "文件名": "[1v1 完结]《被迫成为成人用品试用员（双性、斯文败类攻）》作者：我不吃鱼.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a95ff96618a3"
  },
  {
    "文件名": "[1v1 完结]《被糙汉子捡回家的男大学生（双，温情向）人妻受）》作者：油条涮麻辣烫.txt",
    "夸克盘链接": "https://pan.quark.cn/s/6fa133d4151b"
  },
  {
    "文件名": "[1v1 完结]《被状元郎兄长玩批（双性骨科、双洁）》作者：全文存稿不坑文.txt",
    "夸克盘链接": "https://pan.quark.cn/s/4a8eeff03c53"
  },
  {
    "文件名": "[1v1 完结]《被捡回来的狼人操弄不休（黑皮大奶双性受）》作者：顾云祁.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e08ec09699de"
  },
  {
    "文件名": "[1v1 完结]《被囚禁的老实人（ABO、美渣攻x平凡直男弱受）强制》作者：飘逸的马甲.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ea1d8a9e3dcc"
  },
  {
    "文件名": "[1v1 完结]《蜘蛛（骨科）》作者：十里铺.txt",
    "夸克盘链接": "https://pan.quark.cn/s/fa914016fa03"
  },
  {
    "文件名": "[1v1 完结]《菜鸟网黄速成指南（美强年下 渣攻x痴汉受）》作者：生啃花岗岩.txt",
    "夸克盘链接": "https://pan.quark.cn/s/30071a62e012"
  },
  {
    "文件名": "[1v1 完结]《荒谬的初恋（主攻、双性大奶受、双洁）》作者：安息日.txt",
    "夸克盘链接": "https://pan.quark.cn/s/daa9da9f96d0"
  },
  {
    "文件名": "[1v1 完结]《花魁（娇软受x风流渣攻）》作者：马甲大人.txt",
    "夸克盘链接": "https://pan.quark.cn/s/3be9b8d9aa42"
  },
  {
    "文件名": "[1v1 完结]《花怜（花城x谢怜同人）》作者：惟有九夏.txt",
    "夸克盘链接": "https://pan.quark.cn/s/82b4e57719c1"
  },
  {
    "文件名": "[1v1 完结]《艹坏漂亮上司的小批（双性诱受）》作者：爱口【修】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/415d9acae9b3"
  },
  {
    "文件名": "[1v1 完结]《自闭弟弟太依赖我了怎么办（骨科年下 体型身高差）》作者：牛肉香菜.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c29ebd090f11"
  },
  {
    "文件名": "[1v1 完结]《自我攻略【水仙】》作者：落雨安.txt",
    "夸克盘链接": "https://pan.quark.cn/s/5f7aa06fa72e"
  },
  {
    "文件名": "[1v1 完结]《老师，你往哪儿躲（师生年下）》作者：热乎乎的红薯.txt",
    "夸克盘链接": "https://pan.quark.cn/s/d445a5ea8f04"
  },
  {
    "文件名": "[1v1 完结]《继父的遗产（母子乱伦 双性BE）》作者：绞肉机.txt",
    "夸克盘链接": "https://pan.quark.cn/s/70c972c85211"
  },
  {
    "文件名": "[1v1 完结]《细腰顾顾（美强）》作者：vomer.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ba5fdd0f2759"
  },
  {
    "文件名": "[1v1 完结]《笑揽清溪月（傻子受）》作者：饮尽风雪.txt",
    "夸克盘链接": "https://pan.quark.cn/s/afaa546972d4"
  },
  {
    "文件名": "[1v1 完结]《穿回从前操坏渣爹（双穿越、双性生子）》作者：半江瑟瑟.txt",
    "夸克盘链接": "https://pan.quark.cn/s/58f2c4624757"
  },
  {
    "文件名": "[1v1 完结]《看男科碰见老攻了》作者：青山问茗.txt",
    "夸克盘链接": "https://pan.quark.cn/s/38686f9873a0"
  },
  {
    "文件名": "[1v1 完结]《直播露批被男神发现后（双性）》作者：果味汽水.txt",
    "夸克盘链接": "https://pan.quark.cn/s/d77808e62a65"
  },
  {
    "文件名": "[1v1 完结]《白月光用身体感化反派后（美强双性、重生受x切片攻）》作者：禁铯.txt",
    "夸克盘链接": "https://pan.quark.cn/s/098b0cb0e3f8"
  },
  {
    "文件名": "[1v1 完结]《白日轶事（竹马）》作者：光澄澄.txt",
    "夸克盘链接": "https://pan.quark.cn/s/94a0d9a0e40a"
  },
  {
    "文件名": "[1v1 完结]《男穴品鉴大师（主攻快穿ABO生子）》作者：游鸟.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ea427402a6a4"
  },
  {
    "文件名": "[1v1 完结]《甜甜的墙制爱（双洁）》作者：水果茶.txt",
    "夸克盘链接": "https://pan.quark.cn/s/6a193af28a53"
  },
  {
    "文件名": "[1v1 完结]《甘愿做替身后沦为床奴（替身 双性渣贱 BE）狗血虐》作者：爱吃红烧肉.txt",
    "夸克盘链接": "https://pan.quark.cn/s/585618803c21"
  },
  {
    "文件名": "[1v1 完结]《猎杀兔兔（末世 强制性虐 BG&GL&GB）》作者：武直-荏.txt",
    "夸克盘链接": "https://pan.quark.cn/s/65d807285c4a"
  },
  {
    "文件名": "[1v1 完结]《狗走狐淫（竹马竹马 双性诱受x年下攻）》作者：濮洒.txt",
    "夸克盘链接": "https://pan.quark.cn/s/6666909fcfd7"
  },
  {
    "文件名": "[1v1 完结]《狐狸，大小姐♂与抢过来的跟班（女b男o 人外）BG&GB互攻》作者：今天也在努力不修仙.txt",
    "夸克盘链接": "https://pan.quark.cn/s/f33b4c58b0d3"
  },
  {
    "文件名": "[1v1 完结]《物理老师用身体给我解释力学（师生）双性》作者：朱重八.txt",
    "夸克盘链接": "https://pan.quark.cn/s/328d85b579e5"
  },
  {
    "文件名": "[1v1 完结]《温柔乡（末世星际ABO）》作者：宴鸿儒.txt",
    "夸克盘链接": "https://pan.quark.cn/s/1590e753982c"
  },
  {
    "文件名": "[1v1 完结]《海妖（久别重逢&追妻火葬场）》作者：大白白白.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c3acbfd27c32"
  },
  {
    "文件名": "[1v1 完结]《浪形底线（破镜重圆）》作者：桑茶坑.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ae64e72e4160"
  },
  {
    "文件名": "[1v1 完结]《求死（修仙奴隶岛HC）白月光变成性瘾大魔王&疯批攻》作者：青笋炒肉.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c5ad04624cb0"
  },
  {
    "文件名": "[1v1 完结]《武战道【战虎】偷情（同人）》作者：杨玉宸.txt",
    "夸克盘链接": "https://pan.quark.cn/s/871d1e8834cd"
  },
  {
    "文件名": "[1v1 完结]《欲加之罪（美强 囚禁）》作者：明颜.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ee8643444947"
  },
  {
    "文件名": "[1v1 完结]《梦一场（缚耳来同人、A转O 生子）》作者：藏风.txt",
    "夸克盘链接": "https://pan.quark.cn/s/3624eb4bfdcf"
  },
  {
    "文件名": "[1v1 完结]《本能游戏（下克上、年下助理攻x富二代受）》作者：在下小神j【修】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/6466f8e7a50b"
  },
  {
    "文件名": "[1v1 完结]《末世里的异类（ABO）》作者：恐ddl人.txt",
    "夸克盘链接": "https://pan.quark.cn/s/369df0e280ce"
  },
  {
    "文件名": "[1v1 完结]《最难消受美人恩》作者：爆浆鱿鱼.txt",
    "夸克盘链接": "https://pan.quark.cn/s/2c987ea16403"
  },
  {
    "文件名": "[1v1 完结]《暗恋对象在我自杀之前表白了（美强1v1 单性受）》作者：热带雨林.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e84eee1165c3"
  },
  {
    "文件名": "[1v1 完结]《暗恋之箭》作者：没有名字.txt",
    "夸克盘链接": "https://pan.quark.cn/s/d86ead0d68a4"
  },
  {
    "文件名": "[1v1 完结]《是男朋友（竹马&美强）》作者：这里.txt",
    "夸克盘链接": "https://pan.quark.cn/s/8aaf670c4d78"
  },
  {
    "文件名": "[1v1 完结]《昭昭（双性受 勾引 壮汉刑警攻）》作者：Godzita.txt",
    "夸克盘链接": "https://pan.quark.cn/s/04359e3d4a2c"
  },
  {
    "文件名": "[1v1 完结]《无法标记的beta（ABO 包养、疯批攻）》作者：我没病.txt",
    "夸克盘链接": "https://pan.quark.cn/s/27d5d2e76e82"
  },
  {
    "文件名": "[1v1 完结]《新邻居是变态（痴汉攻）》作者：不挑食【修】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/530d47497da5"
  },
  {
    "文件名": "[1v1 完结]《掰弯直男军官姐夫（禁忌）》作者：阿葵亚.txt",
    "夸克盘链接": "https://pan.quark.cn/s/caf79c442942"
  },
  {
    "文件名": "[1v1 完结]《捡到一个Alpha（ABO、生子）》作者：云间.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a571711f668e"
  },
  {
    "文件名": "[1v1 完结]《拿了纯爱小说里的小三剧本（骨科、亲兄弟偷情文学）》作者：小金鱼在垃圾桶里.txt",
    "夸克盘链接": "https://pan.quark.cn/s/5e12d80e86c9"
  },
  {
    "文件名": "[1v1 完结]《招惹上疯狗怎么办（强制）》作者：云山乱.txt",
    "夸克盘链接": "https://pan.quark.cn/s/cc5b88c77fac"
  },
  {
    "文件名": "[1v1 完结]《拔除信息素后，前夫带崽找来了ABO（美强惨受）》作者：金桃柚柚咪.txt",
    "夸克盘链接": "https://pan.quark.cn/s/dcd5a686a95f"
  },
  {
    "文件名": "[1v1 完结]《战俘饲养指南【女攻】美强 熊受》作者：一泓.txt",
    "夸克盘链接": "https://pan.quark.cn/s/b143d52ebaeb"
  },
  {
    "文件名": "[1v1 完结]《我和疯批少爷网恋了（美强主攻）》作者：辛亥.txt",
    "夸克盘链接": "https://pan.quark.cn/s/b8dd8af97c86"
  },
  {
    "文件名": "[1v1 完结]《戏中年（同人）》作者：苏振翮.txt",
    "夸克盘链接": "https://pan.quark.cn/s/20cbe0449c53"
  },
  {
    "文件名": "[1v1 完结]《惑星（ABO）》作者：Jianjian.txt",
    "夸克盘链接": "https://pan.quark.cn/s/76ad78d53438"
  },
  {
    "文件名": "[1v1 完结]《恶劣执着（双性强制、虐身虐心）》作者：沐已成粥.txt",
    "夸克盘链接": "https://pan.quark.cn/s/0df707686c45"
  },
  {
    "文件名": "[1v1 完结]《性冷淡妻子和我的白月光搞上了（双性、婚内出轨）》作者：温酒.txt",
    "夸克盘链接": "https://pan.quark.cn/s/b59a8630a6e4"
  },
  {
    "文件名": "[1v1 完结]《当替身文学的渣攻觉醒自我意识（主攻）》作者：笙寒.txt",
    "夸克盘链接": "https://pan.quark.cn/s/b42034e499f6"
  },
  {
    "文件名": "[1v1 完结]《异世界反派前男友找上门啦(H)攻宠受》作者：喵居橘.txt",
    "夸克盘链接": "https://pan.quark.cn/s/4a5dd8b5423f"
  },
  {
    "文件名": "[1v1 完结]《床上关系.双性》作者：白日放歌.txt",
    "夸克盘链接": "https://pan.quark.cn/s/57b831b06473"
  },
  {
    "文件名": "[1v1 完结]《平安（美强壮受）》作者：刀刀.txt",
    "夸克盘链接": "https://pan.quark.cn/s/358ac55e5d8e"
  },
  {
    "文件名": "[1v1 完结]《师尊难敌白月光（双性双洁 虐身虐心）》作者：昨夜无冰.txt",
    "夸克盘链接": "https://pan.quark.cn/s/d3c5d8332145"
  },
  {
    "文件名": "[1v1 完结]《巧克力碎（主攻、弱攻强受、人妻攻）》作者：无有灵.txt",
    "夸克盘链接": "https://pan.quark.cn/s/7c8e372d2d33"
  },
  {
    "文件名": "[1v1 完结]《山亭夏日（竹马）》作者：鲤鱼.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e7747ed7cda9"
  },
  {
    "文件名": "[1v1 完结]《小雌虫寻夫之路（虫族美强、生子）》作者：糖炒栗子.txt",
    "夸克盘链接": "https://pan.quark.cn/s/68ece1a0baf6"
  },
  {
    "文件名": "[1v1 完结]《小狗小狗（骨科 强制）BE》作者：宴二.txt",
    "夸克盘链接": "https://pan.quark.cn/s/347b2e9abb57"
  },
  {
    "文件名": "[1v1 完结]《将军的清冷夫君被干成淫妻？！（双性，调教）》作者：DesireT.txt",
    "夸克盘链接": "https://pan.quark.cn/s/fd8d351dcb33"
  },
  {
    "文件名": "[1v1 完结]《将军出嫁（表兄弟双洁、单性受）》作者：青梅绕床竹马来.txt",
    "夸克盘链接": "https://pan.quark.cn/s/f2bffdf33e5e"
  },
  {
    "文件名": "[1v1 完结]《地狱之火逆炎（调教）》作者：群魔乱舞【补】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/9b1d0c670b30"
  },
  {
    "文件名": "[1v1 完结]《在父亲身下张开腿艾草（双性纯肉）》作者：全文存稿不坑文.txt",
    "夸克盘链接": "https://pan.quark.cn/s/b1c2283b2f0b"
  },
  {
    "文件名": "[1v1 完结]《四季之章--冬之章》作者：没有名字.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ac4ea47eb9f1"
  },
  {
    "文件名": "[1v1 完结]《哥哥弟弟（破云同人、双性）》作者：可可.txt",
    "夸克盘链接": "https://pan.quark.cn/s/2961f6dfe7e7"
  },
  {
    "文件名": "[1v1 完结]《哥哥与弟弟》作者：白鹿人间.txt",
    "夸克盘链接": "https://pan.quark.cn/s/2bd03492d040"
  },
  {
    "文件名": "[1v1 完结]《古堡夜歌（精灵受x吸血鬼攻、双洁）BE》作者：少少.txt",
    "夸克盘链接": "https://pan.quark.cn/s/29f8589b8b35"
  },
  {
    "文件名": "[1v1 完结]《双性美人秘书和他的流氓霸总》作者：humanaties.txt",
    "夸克盘链接": "https://pan.quark.cn/s/4f234484e74d"
  },
  {
    "文件名": "[1v1 完结]《双性直男网黄被美貌弟弟掰弯（美强）》作者：1102pea.txt",
    "夸克盘链接": "https://pan.quark.cn/s/d52210e75604"
  },
  {
    "文件名": "[1v1 完结]《双性为攻（长发美人双性攻、有受插攻）》作者：楼前清风长.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ef3ac1b78654"
  },
  {
    "文件名": "[1v1 完结]《双修才是爽文升级的正确途径【穿书 狠毒傲娇美人攻X咸鱼佛系双性直男受】玄幻》作者：不如吹个口哨.txt",
    "夸克盘链接": "https://pan.quark.cn/s/8db1f0ffa381"
  },
  {
    "文件名": "[1v1 完结]《卑微海王》作者：捡到钱.txt",
    "夸克盘链接": "https://pan.quark.cn/s/4efde2fec811"
  },
  {
    "文件名": "[1v1 完结]《兽父与小野种（父子双性年上、结局人彘重口）》作者：梁诗悦.txt",
    "夸克盘链接": "https://pan.quark.cn/s/17b195d31cac"
  },
  {
    "文件名": "[1v1 完结]《催眠哥哥做我的几把套子（伪骨科年下、常识修改）》作者：姬纯情.txt",
    "夸克盘链接": "https://pan.quark.cn/s/13d214686cd5"
  },
  {
    "文件名": "[1v1 完结]《偷欢（188拆逆·群辛）同人》作者：茶鲤.txt",
    "夸克盘链接": "https://pan.quark.cn/s/beaaa84cfe05"
  },
  {
    "文件名": "[1v1 完结]《侍郎家的二公子》作者：路飞飞.txt",
    "夸克盘链接": "https://pan.quark.cn/s/1804bfbdfdff"
  },
  {
    "文件名": "[1v1 完结]《你能不能靠谱点（ab）美强》作者：柠檬加冰い.txt",
    "夸克盘链接": "https://pan.quark.cn/s/39323a42f5c0"
  },
  {
    "文件名": "[1v1 完结]《任务对象是死对头后（主攻、系统）》作者：辛亥.txt",
    "夸克盘链接": "https://pan.quark.cn/s/555010503c70"
  },
  {
    "文件名": "[1v1 完结]《乖一点就抱你（SP训诫）》作者：熊委屈.txt",
    "夸克盘链接": "https://pan.quark.cn/s/564c35c4af72"
  },
  {
    "文件名": "[1v1 完结]《不眠之地（主攻 重生 受宠攻）》作者：辰。。。.txt",
    "夸克盘链接": "https://pan.quark.cn/s/5e89595cb1c2"
  },
  {
    "文件名": "[1v1 完结]《不愿做兄弟（三角恋、追妻火葬场）》作者：紫纱娜.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e1b10be27ad3"
  },
  {
    "文件名": "[1v1 完结]《七年不痒（SP调教）》作者：睡个好觉.txt",
    "夸克盘链接": "https://pan.quark.cn/s/3ad2f604db90"
  },
  {
    "文件名": "[1v1 完结]《【陆沉gb】朝露》作者：骨不连前.txt",
    "夸克盘链接": "https://pan.quark.cn/s/5008bc9e15bf"
  },
  {
    "文件名": "[1v1 完结]《【虫族】想不到我也赶时髦搞了个雌雌恋（互攻）》作者：jabberwocky.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a37d738d0264"
  },
  {
    "文件名": "[1v1 完结]《【女攻】他信息素有点甜（ABO 花木兰x兰陵王同人）》作者：山泽居.txt",
    "夸克盘链接": "https://pan.quark.cn/s/cf4d6fcb24c8"
  },
  {
    "文件名": "[1v1 完结]《【大总攻系列三】他说他是我小妈（双）》作者：丁丁跳.txt",
    "夸克盘链接": "https://pan.quark.cn/s/132b126f3565"
  },
  {
    "文件名": "[1v1 完结]《【双性】藏舟欲壑（HC 虐身虐心）》作者：叶汀芷.txt",
    "夸克盘链接": "https://pan.quark.cn/s/29b00654fed6"
  },
  {
    "文件名": "[1v1 完结]《【信白】长相思（王者同人）》作者：Qisa.txt",
    "夸克盘链接": "https://pan.quark.cn/s/aca8ae309b6b"
  },
  {
    "文件名": "[1v1 完结]《【GB女攻】藤与鬼（双性）》作者：萌萌星优益乳.txt",
    "夸克盘链接": "https://pan.quark.cn/s/8e634ed37e69"
  },
  {
    "文件名": "[1v1 完结]《【GB女攻】清冷大美人是我老婆》作者：东乌旗旗.txt",
    "夸克盘链接": "https://pan.quark.cn/s/6aaf800d4aa5"
  },
  {
    "文件名": "[1v1 完结]《【GB女攻】哑巴新郎（女a男o）虐受、带球跑》作者：翰酉.txt",
    "夸克盘链接": "https://pan.quark.cn/s/2b4766d2e514"
  },
  {
    "文件名": "[1v1 完结]《【GB】穿书后我把男主日了》作者：我要吃肉肉.txt",
    "夸克盘链接": "https://pan.quark.cn/s/d065246d06fe"
  },
  {
    "文件名": "[1v1 完结]《【GBbdsm】两次捡到药奴小狗（女攻 sc 美强）》作者：洛禾生生【补】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/98b99f601e1c"
  },
  {
    "文件名": "[1v1 完结]《“拐”个老头当爹》作者：哑哑.txt",
    "夸克盘链接": "https://pan.quark.cn/s/15ce27fd75e5"
  },
  {
    "文件名": "[1v1 完结]《‘日’久钟情（双JJ攻x双性受）》作者：顾云祁.txt",
    "夸克盘链接": "https://pan.quark.cn/s/2e1cd14fd8dd"
  },
  {
    "文件名": "[完结]《我和竹马结婚了》作者：素食主义者 (1v1).txt",
    "夸克盘链接": "https://pan.quark.cn/s/441718525a9b"
  },
  {
    "文件名": "[完结]《囚车系列九卷图》作者：庚子岁（故事集）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/7099e9353d2d"
  },
  {
    "文件名": "[完结]《“合租”关系》作者：黄桃吃罐头（1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/879fa39e34d9"
  },
  {
    "文件名": "［快穿］成为肉文炮灰后by草莓.txt",
    "夸克盘链接": "https://pan.quark.cn/s/302cbc0e844b"
  },
  {
    "文件名": "（总_攻）艳仙by sxyonghesd.txt",
    "夸克盘链接": "https://pan.quark.cn/s/0866887da1ce"
  },
  {
    "文件名": "黑化大佬的禁脔by流青.txt",
    "夸克盘链接": "https://pan.quark.cn/s/f49d9f2de0c7"
  },
  {
    "文件名": "黄月光by正好睡午觉.txt",
    "夸克盘链接": "https://pan.quark.cn/s/cccb99636fe2"
  },
  {
    "文件名": "魔王大人，请用餐！by池砚.txt",
    "夸克盘链接": "https://pan.quark.cn/s/718b66caf92c"
  },
  {
    "文件名": "魔法少年（不）每天被XXOO净化魔王by夏日之遥.txt",
    "夸克盘链接": "https://pan.quark.cn/s/6344ea3d3f91"
  },
  {
    "文件名": "魅魔晋级考试by怪物盒子.txt",
    "夸克盘链接": "https://pan.quark.cn/s/58eebb919b10"
  },
  {
    "文件名": "高傲的凌华仙君by爆炸芒果.txt",
    "夸克盘链接": "https://pan.quark.cn/s/00e640a5fdd3"
  },
  {
    "文件名": "高中阴角同学现在怎么这么骚（双性）by我想吃烤肉.txt",
    "夸克盘链接": "https://pan.quark.cn/s/886868830c43"
  },
  {
    "文件名": "骨科合集[总攻np快穿]by番茄汤.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a71bfeab17c8"
  },
  {
    "文件名": "靠吃学霸精液才能考前五十的学渣by MrC.txt",
    "夸克盘链接": "https://pan.quark.cn/s/7de6d0a70d3b"
  },
  {
    "文件名": "非暴力霸凌（双性）by渁.txt",
    "夸克盘链接": "https://pan.quark.cn/s/bfe539c43dd6"
  },
  {
    "文件名": "零落成泥（跌落尘埃的双性公主）by一袋锅巴.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c65ece576a4e"
  },
  {
    "文件名": "难逃byxiaopinghuyetao.txt",
    "夸克盘链接": "https://pan.quark.cn/s/54263fe97bd5"
  },
  {
    "文件名": "阴魂不散by二本正经.txt",
    "夸克盘链接": "https://pan.quark.cn/s/609a1c4c6654"
  },
  {
    "文件名": "闻里风里by半碗溪水.txt",
    "夸克盘链接": "https://pan.quark.cn/s/2a2becf11b19"
  },
  {
    "文件名": "钢丝雀手撕NP凌虐剧本by几许.txt",
    "夸克盘链接": "https://pan.quark.cn/s/7c28a0adc194"
  },
  {
    "文件名": "金笼雀by白槿霜风.txt",
    "夸克盘链接": "https://pan.quark.cn/s/d5808db0d30e"
  },
  {
    "文件名": "金主的小美人被操怀孕后by肥圆大西瓜.txt",
    "夸克盘链接": "https://pan.quark.cn/s/3bf2c5f8beb8"
  },
  {
    "文件名": "金主怀了我的宝宝by陌哩.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e5516a9181be"
  },
  {
    "文件名": "野狗by爱吃草莓面包.txt",
    "夸克盘链接": "https://pan.quark.cn/s/fd576a8bb1dc"
  },
  {
    "文件名": "重生反派被强制by爱媛.txt",
    "夸克盘链接": "https://pan.quark.cn/s/768257e63666"
  },
  {
    "文件名": "重生出嫁当晚，糙汉将军宠哭了！by罩爷是只猫.txt",
    "夸克盘链接": "https://pan.quark.cn/s/2865e9079c7b"
  },
  {
    "文件名": "郎心似铁（修真np）by月出东山.txt",
    "夸克盘链接": "https://pan.quark.cn/s/01577c99bdc7"
  },
  {
    "文件名": "遗产by无森之林.txt",
    "夸克盘链接": "https://pan.quark.cn/s/1c9cfd08b3dc"
  },
  {
    "文件名": "逮个男人做爱吸阳气活命by糖果鱼.txt",
    "夸克盘链接": "https://pan.quark.cn/s/1421b0a50716"
  },
  {
    "文件名": "逆风执炬by君潜之.txt",
    "夸克盘链接": "https://pan.quark.cn/s/50c4234380af"
  },
  {
    "文件名": "软玉by网络冲浪延迟选手.txt",
    "夸克盘链接": "https://pan.quark.cn/s/edb3a2d0cfb7"
  },
  {
    "文件名": "身不由己的直男by芒果西米露.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a5245ff731bb"
  },
  {
    "文件名": "趁虚而入的先生by爱默.txt",
    "夸克盘链接": "https://pan.quark.cn/s/143e6cf68ca1"
  },
  {
    "文件名": "贵族Omega落魄后被强制爱了by林济舟.txt",
    "夸克盘链接": "https://pan.quark.cn/s/305dcc2a5bf8"
  },
  {
    "文件名": "贵圈的双性少爷（np）by沐已成粥.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a57bab7723e8"
  },
  {
    "文件名": "调教失败 （双性1V1）by橘子糖.txt",
    "夸克盘链接": "https://pan.quark.cn/s/419048b4462a"
  },
  {
    "文件名": "诱拐邻家弟弟【双】by宫爆辣子鸡.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c8ad6dffff21"
  },
  {
    "文件名": "论穿成炮灰后赎罪的三千六百种姿势by咬住屁屁不放松.txt",
    "夸克盘链接": "https://pan.quark.cn/s/33c4d9dc612b"
  },
  {
    "文件名": "让多汁美人从良的条件（双性大奶）by爱妙妙的巧嘴.txt",
    "夸克盘链接": "https://pan.quark.cn/s/9090f5e9b5d7"
  },
  {
    "文件名": "角色各异的gay片拍摄by鹿角多多.txt",
    "夸克盘链接": "https://pan.quark.cn/s/6f2786d7d72e"
  },
  {
    "文件名": "被肏熟后，小幕僚成功复仇！by及时雨.txt",
    "夸克盘链接": "https://pan.quark.cn/s/9782c00dccb8"
  },
  {
    "文件名": "被痴汉beta强制（被痴汉betaQJ）by荆荆（Mold worker）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e443b9afd03c"
  },
  {
    "文件名": "被摄影师狂入的美人模特by无法无天.txt",
    "夸克盘链接": "https://pan.quark.cn/s/986e3cce7416"
  },
  {
    "文件名": "被总受强制后by我要成为小富婆.txt",
    "夸克盘链接": "https://pan.quark.cn/s/b9ee1c97db96"
  },
  {
    "文件名": "被性奴组织俘获以后by小桃枝.txt",
    "夸克盘链接": "https://pan.quark.cn/s/60d0cefed68e"
  },
  {
    "文件名": "被强取豪夺的betaby匿名比熊鱼.txt",
    "夸克盘链接": "https://pan.quark.cn/s/d494fdbf14b4"
  },
  {
    "文件名": "被强取豪夺后他重生了by可鱼不可球.txt",
    "夸克盘链接": "https://pan.quark.cn/s/396a430a28aa"
  },
  {
    "文件名": "被喜欢的人捅后支棱起来了by首先要有一个名字.txt",
    "夸克盘链接": "https://pan.quark.cn/s/8f62a206fc05"
  },
  {
    "文件名": "被假少爷偷走人生后（总_受）by藏星.txt",
    "夸克盘链接": "https://pan.quark.cn/s/f79e5d98dff7"
  },
  {
    "文件名": "被两个道士用药艹了by你说什么大实话.txt",
    "夸克盘链接": "https://pan.quark.cn/s/b3882f5587bb"
  },
  {
    "文件名": "蚌奴by江山看不尽.txt",
    "夸克盘链接": "https://pan.quark.cn/s/f4d97b226eaf"
  },
  {
    "文件名": "苦果（强制双性生子）by丛妆.txt",
    "夸克盘链接": "https://pan.quark.cn/s/27a923968195"
  },
  {
    "文件名": "花式催眠常识修改（合集）by吃兔兔.txt",
    "夸克盘链接": "https://pan.quark.cn/s/dd8aa33d59c6"
  },
  {
    "文件名": "花也鲜花（年上1v1）by嘉树.txt",
    "夸克盘链接": "https://pan.quark.cn/s/4bbbac92dfde"
  },
  {
    "文件名": "舔狗by晚安啦.txt",
    "夸克盘链接": "https://pan.quark.cn/s/72aa7f253fbc"
  },
  {
    "文件名": "腹黑班长哄骗了小土狗同学by胡思乱想社恐症.txt",
    "夸克盘链接": "https://pan.quark.cn/s/6d11f5f00e3a"
  },
  {
    "文件名": "脱粉后成了疯狗爱豆的助理by春山艾草.txt",
    "夸克盘链接": "https://pan.quark.cn/s/d01ed106af1a"
  },
  {
    "文件名": "老板和他的小狗杀手by不死兰花豆.txt",
    "夸克盘链接": "https://pan.quark.cn/s/6e2ed0d1696c"
  },
  {
    "文件名": "老公，我比你大哎！by沂汌川川.txt",
    "夸克盘链接": "https://pan.quark.cn/s/50715eddd061"
  },
  {
    "文件名": "美人在解密黄油里被灌满的日子by黄糖馄饨.txt",
    "夸克盘链接": "https://pan.quark.cn/s/80b08715856f"
  },
  {
    "文件名": "美人为娼（双性）by罗三.txt",
    "夸克盘链接": "https://pan.quark.cn/s/6167b0fa18a0"
  },
  {
    "文件名": "美人与校霸by剥荔枝壳.txt",
    "夸克盘链接": "https://pan.quark.cn/s/621d0587fdd2"
  },
  {
    "文件名": "网恋对象变成爹by半江瑟瑟.txt",
    "夸克盘链接": "https://pan.quark.cn/s/2bc950f11ccd"
  },
  {
    "文件名": "缎面玩偶by池上日记.txt",
    "夸克盘链接": "https://pan.quark.cn/s/7df35ce8df23"
  },
  {
    "文件名": "绿茶白月光和渣男的炮灰未婚夫by燎锋.txt",
    "夸克盘链接": "https://pan.quark.cn/s/28ccfa7ae544"
  },
  {
    "文件名": "绽放的雏菊Hby十章.txt",
    "夸克盘链接": "https://pan.quark.cn/s/620b46423971"
  },
  {
    "文件名": "继承的寡嫂香甜多汁by风铃草.txt",
    "夸克盘链接": "https://pan.quark.cn/s/53750823eb7b"
  },
  {
    "文件名": "绑架犯的职业操守by花腾.txt",
    "夸克盘链接": "https://pan.quark.cn/s/0284db7c6715"
  },
  {
    "文件名": "细水by楚知意.txt",
    "夸克盘链接": "https://pan.quark.cn/s/55871abd3ab7"
  },
  {
    "文件名": "纯情大奶体育生的情色沦陷by大奶杏仁.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ef00fb592501"
  },
  {
    "文件名": "系统带我爆炒双性美人by白城.txt",
    "夸克盘链接": "https://pan.quark.cn/s/f10b49f41bcd"
  },
  {
    "文件名": "糟蹋汁水飞溅的美人by春风不改旧时波.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a297474a4017"
  },
  {
    "文件名": "精灵异世界by黎小空.txt",
    "夸克盘链接": "https://pan.quark.cn/s/4989ee21e2d2"
  },
  {
    "文件名": "笨蛋美人被疯狗缠上了by我家猫写的文.txt",
    "夸克盘链接": "https://pan.quark.cn/s/0936e7416759"
  },
  {
    "文件名": "笨蛋夫妻by不知名大温柔.txt",
    "夸克盘链接": "https://pan.quark.cn/s/19d0bfc918b1"
  },
  {
    "文件名": "竹马变成鬼后来找我看批by泡芙蜜桃.txt",
    "夸克盘链接": "https://pan.quark.cn/s/848c271c1cdb"
  },
  {
    "文件名": "竹马他真的好黄by人间暂住客.txt",
    "夸克盘链接": "https://pan.quark.cn/s/46f5406a1eb9"
  },
  {
    "文件名": "站街男与温软小可怜【双性m攻】by饕餮之徒爱吃肉.txt",
    "夸克盘链接": "https://pan.quark.cn/s/fc9e232bc454"
  },
  {
    "文件名": "窝囊的Beta by咸鱼一梅.txt",
    "夸克盘链接": "https://pan.quark.cn/s/1d3f3a855eda"
  },
  {
    "文件名": "穿成虐文男主的禽兽老师byanan哪.txt",
    "夸克盘链接": "https://pan.quark.cn/s/280bb90a44a9"
  },
  {
    "文件名": "穿成反派师尊后他囚禁了我by谢千星.txt",
    "夸克盘链接": "https://pan.quark.cn/s/aab4fe8049c3"
  },
  {
    "文件名": "穿成80悍妻by罩爷是只猫.txt",
    "夸克盘链接": "https://pan.quark.cn/s/06dd08831e0b"
  },
  {
    "文件名": "穿到特殊设定世界后（虫族，ABO，哨向）by辛亥.txt",
    "夸克盘链接": "https://pan.quark.cn/s/48c2a1721633"
  },
  {
    "文件名": "离异的军嫂byDoi.txt",
    "夸克盘链接": "https://pan.quark.cn/s/eb3145a0a883"
  },
  {
    "文件名": "社畜beta今天也被顶A强制爱了by胡思乱想社恐症.txt",
    "夸克盘链接": "https://pan.quark.cn/s/7a4433706fe2"
  },
  {
    "文件名": "破冰by千鸟幻鹤／是怪怪不是坏坏.txt",
    "夸克盘链接": "https://pan.quark.cn/s/522596395e3f"
  },
  {
    "文件名": "短篇炖肉啃排骨by风铃草.txt",
    "夸克盘链接": "https://pan.quark.cn/s/f6bf0b1ec0af"
  },
  {
    "文件名": "督主的训妻日常（强制爱sp）by醉生生.txt",
    "夸克盘链接": "https://pan.quark.cn/s/89fd6f347d2f"
  },
  {
    "文件名": "睡前小甜饼【短篇合集】by暮鸦.txt",
    "夸克盘链接": "https://pan.quark.cn/s/f53784d4c599"
  },
  {
    "文件名": "真少爷挨肏记[NP]by黄暴奶喵.txt",
    "夸克盘链接": "https://pan.quark.cn/s/baaf6fe69c6f"
  },
  {
    "文件名": "皇兄的禁脔by夺朱.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c1e1d6214252"
  },
  {
    "文件名": "百人斩总攻催眠by driver.txt",
    "夸克盘链接": "https://pan.quark.cn/s/3e4d7da69bd0"
  },
  {
    "文件名": "白金色的破布娃娃by幼鹿.txt",
    "夸克盘链接": "https://pan.quark.cn/s/853932f8fa4d"
  },
  {
    "文件名": "白色地谎言（H）by病房.txt",
    "夸克盘链接": "https://pan.quark.cn/s/2b8a3a3d96ae"
  },
  {
    "文件名": "白月光沉沦记（总攻）by富贵狗腿子.txt",
    "夸克盘链接": "https://pan.quark.cn/s/abbfbaf0402a"
  },
  {
    "文件名": "痒癖成疾·花街痒成之路by有逻辑但不多.txt",
    "夸克盘链接": "https://pan.quark.cn/s/74be6b888bec"
  },
  {
    "文件名": "病美人捡到野生狼狗后by邬禅见.txt",
    "夸克盘链接": "https://pan.quark.cn/s/401880101aa1"
  },
  {
    "文件名": "病态by九辞.txt",
    "夸克盘链接": "https://pan.quark.cn/s/07ea26cace13"
  },
  {
    "文件名": "疯批弟弟的附加遗产（双性）by左边疯.txt",
    "夸克盘链接": "https://pan.quark.cn/s/f4ac7de1f02b"
  },
  {
    "文件名": "男神与美人by白日行川.txt",
    "夸克盘链接": "https://pan.quark.cn/s/52d9d2586b8b"
  },
  {
    "文件名": "玩弄柔弱人妻【总攻】by楚十.txt",
    "夸克盘链接": "https://pan.quark.cn/s/28c5dc9f1e6e"
  },
  {
    "文件名": "王爷与美丽爱子by幸奏.txt",
    "夸克盘链接": "https://pan.quark.cn/s/0cf47edaf82c"
  },
  {
    "文件名": "玉宦在侧by雪不尽.txt",
    "夸克盘链接": "https://pan.quark.cn/s/3a3e45721c03"
  },
  {
    "文件名": "猎手（娱乐圈）by是羽流流流流呀.txt",
    "夸克盘链接": "https://pan.quark.cn/s/727c23850169"
  },
  {
    "文件名": "狩猎游戏by一只百0鸟.txt",
    "夸克盘链接": "https://pan.quark.cn/s/317266fccc36"
  },
  {
    "文件名": "狂插原神欧皇舍友by玥.txt",
    "夸克盘链接": "https://pan.quark.cn/s/4fb40ba931f6"
  },
  {
    "文件名": "犹临风by白天白.txt",
    "夸克盘链接": "https://pan.quark.cn/s/b7e621ab88ba"
  },
  {
    "文件名": "牙祭by鸱不饮水.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c690bf11611e"
  },
  {
    "文件名": "父子迷情by千羽.txt",
    "夸克盘链接": "https://pan.quark.cn/s/24999a2351ad"
  },
  {
    "文件名": "父亲的娈欲（1v1_父子_高H）by离夜.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c7f5d818357a"
  },
  {
    "文件名": "爱的公养by下泥巴人.txt",
    "夸克盘链接": "https://pan.quark.cn/s/7daf3112efb9"
  },
  {
    "文件名": "爱就是干到他合不拢腿by榛果粒.txt",
    "夸克盘链接": "https://pan.quark.cn/s/b28f12243cac"
  },
  {
    "文件名": "爱人是个深井冰by瀚海书亭.txt",
    "夸克盘链接": "https://pan.quark.cn/s/748c1791232c"
  },
  {
    "文件名": "炉鼎师尊（美强_双性）by这个马甲厚厚的.txt",
    "夸克盘链接": "https://pan.quark.cn/s/04c885872d47"
  },
  {
    "文件名": "灵魂侵袭by山鬼.txt",
    "夸克盘链接": "https://pan.quark.cn/s/2e479f8b4e10"
  },
  {
    "文件名": "渣男变形记（NP）by嘎嘣脆.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e0d4ea2c6037"
  },
  {
    "文件名": "清纯侄子与姑父（双性受）by幸奏.txt",
    "夸克盘链接": "https://pan.quark.cn/s/6465040be02e"
  },
  {
    "文件名": "清时by精神状态稳定的一天.txt",
    "夸克盘链接": "https://pan.quark.cn/s/f122fd26a07e"
  },
  {
    "文件名": "清冷美人想被上（abo）by名吾识.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c4fa2b5ded25"
  },
  {
    "文件名": "清冷淫荡omega被操日常by琐琐.txt",
    "夸克盘链接": "https://pan.quark.cn/s/7205471bba68"
  },
  {
    "文件名": "清冷师尊和他的弟子们by莉莉丝.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c77b58487c66"
  },
  {
    "文件名": "混乱的性爱谱系图by小猪麻麻.txt",
    "夸克盘链接": "https://pan.quark.cn/s/362a84b3b23b"
  },
  {
    "文件名": "淫荡直播间by隐形的鸡儿.txt",
    "夸克盘链接": "https://pan.quark.cn/s/d6fd67089ddd"
  },
  {
    "文件名": "浪荡之受by埃琳娜.txt",
    "夸克盘链接": "https://pan.quark.cn/s/3f97a48db567"
  },
  {
    "文件名": "流浪汉爆操男大学生by今天日万了吗.txt",
    "夸克盘链接": "https://pan.quark.cn/s/52b103b258c1"
  },
  {
    "文件名": "泄欲笔记by江山看不尽.txt",
    "夸克盘链接": "https://pan.quark.cn/s/b5de55d45f4e"
  },
  {
    "文件名": "每晚干哭高冷总裁byArale阿拉蕾.txt",
    "夸克盘链接": "https://pan.quark.cn/s/0c63f6c1c8dd"
  },
  {
    "文件名": "每天都在被主角受玷污by许十.txt",
    "夸克盘链接": "https://pan.quark.cn/s/511c482c94eb"
  },
  {
    "文件名": "残缺美人成为共妻后by铁锅炖大肉.txt",
    "夸克盘链接": "https://pan.quark.cn/s/46488c5ce17c"
  },
  {
    "文件名": "死对头发自慰批照怎么办by不吃瓜子皮.txt",
    "夸克盘链接": "https://pan.quark.cn/s/d8f7248fe75b"
  },
  {
    "文件名": "步步紧追by作者名.txt",
    "夸克盘链接": "https://pan.quark.cn/s/08c7007d0744"
  },
  {
    "文件名": "欺身而上（合集）by一枚夹心饼.txt",
    "夸克盘链接": "https://pan.quark.cn/s/13c7502e4e38"
  },
  {
    "文件名": "欲求不满的人凄出轨后（欲求不满的人妻出轨后）by虾仁不猪心.txt",
    "夸克盘链接": "https://pan.quark.cn/s/89f2082142ad"
  },
  {
    "文件名": "欢爱世界by半江瑟瑟.txt",
    "夸克盘链接": "https://pan.quark.cn/s/8ff006bf68e3"
  },
  {
    "文件名": "榨精的小魅魔翻车后by楚十.txt",
    "夸克盘链接": "https://pan.quark.cn/s/fc15dc608864"
  },
  {
    "文件名": "榨汁游戏[无限_双性]by待雨西楼.txt",
    "夸克盘链接": "https://pan.quark.cn/s/173594c770ca"
  },
  {
    "文件名": "林间小屋（总受）by月亮不圆.txt",
    "夸克盘链接": "https://pan.quark.cn/s/9137b8009c60"
  },
  {
    "文件名": "村中艳情，春水盛by深海的石头.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a8d8a9518262"
  },
  {
    "文件名": "权利让渡byGyges.txt",
    "夸克盘链接": "https://pan.quark.cn/s/10ec55507851"
  },
  {
    "文件名": "杀妻证道之后 byazljt.txt",
    "夸克盘链接": "https://pan.quark.cn/s/4e59d1aeb96a"
  },
  {
    "文件名": "末世后养大狗by pupupu.txt",
    "夸克盘链接": "https://pan.quark.cn/s/4f73c2f2d0de"
  },
  {
    "文件名": "末世之不清不楚by常有天命.txt",
    "夸克盘链接": "https://pan.quark.cn/s/283749728c07"
  },
  {
    "文件名": "有求必应的betabyOxycodone.txt",
    "夸克盘链接": "https://pan.quark.cn/s/84ee1b224442"
  },
  {
    "文件名": "月亮独照春晖by苏门生.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c9c4d3f67635"
  },
  {
    "文件名": "最佳啪档by佛系游鱼.txt",
    "夸克盘链接": "https://pan.quark.cn/s/d89b2e81f76d"
  },
  {
    "文件名": "替嫁给sjb的娇弱小美人 byazljt.txt",
    "夸克盘链接": "https://pan.quark.cn/s/3f35c03fb9fa"
  },
  {
    "文件名": "曝光by在在明.txt",
    "夸克盘链接": "https://pan.quark.cn/s/4363eb476a34"
  },
  {
    "文件名": "暴君的沦落by不爱笑.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e0841eab49cd"
  },
  {
    "文件名": "普信直男被操烂干哭文学by燃星.txt",
    "夸克盘链接": "https://pan.quark.cn/s/20131faa9b91"
  },
  {
    "文件名": "是谁QJ了他by爱看小凰文.txt",
    "夸克盘链接": "https://pan.quark.cn/s/9d3d5b0e30ff"
  },
  {
    "文件名": "明码标价的beta（N_P）by乔小宝.txt",
    "夸克盘链接": "https://pan.quark.cn/s/da99a12169cd"
  },
  {
    "文件名": "无路可逃by我不吃鱼.txt",
    "夸克盘链接": "https://pan.quark.cn/s/4cb1cff5af6d"
  },
  {
    "文件名": "无意相思by沧江一梦.txt",
    "夸克盘链接": "https://pan.quark.cn/s/768633ff8c0e"
  },
  {
    "文件名": "无名之卒by玛瑙翡翠汤.txt",
    "夸克盘链接": "https://pan.quark.cn/s/0642095a7417"
  },
  {
    "文件名": "攻略反派男二by花间独酌.txt",
    "夸克盘链接": "https://pan.quark.cn/s/4612874a3835"
  },
  {
    "文件名": "撞见crush在床上叫自己的名字by不会.txt",
    "夸克盘链接": "https://pan.quark.cn/s/2d2a32842158"
  },
  {
    "文件名": "撒不开手by一盒水晶龙须糖.txt",
    "夸克盘链接": "https://pan.quark.cn/s/8d4c4737822a"
  },
  {
    "文件名": "摄政王的皇帝小娇妻by黎小空.txt",
    "夸克盘链接": "https://pan.quark.cn/s/9b2a07f4a03e"
  },
  {
    "文件名": "掌控全局by柿子不是饼.txt",
    "夸克盘链接": "https://pan.quark.cn/s/d81ee6bcd4b7"
  },
  {
    "文件名": "换艹的美妙之旅(n_p)by无法无天.txt",
    "夸克盘链接": "https://pan.quark.cn/s/914813ef8c67"
  },
  {
    "文件名": "拯救病患!（笨蛋关系）by红奶花豆.txt",
    "夸克盘链接": "https://pan.quark.cn/s/f70543ef34b7"
  },
  {
    "文件名": "折翼之鸟by白菜会飞.txt",
    "夸克盘链接": "https://pan.quark.cn/s/97a1419ec71f"
  },
  {
    "文件名": "投怀送抱by又见青山.txt",
    "夸克盘链接": "https://pan.quark.cn/s/97835d062a08"
  },
  {
    "文件名": "扰乱木头计划by摩树.txt",
    "夸克盘链接": "https://pan.quark.cn/s/baa85d6f4ddc"
  },
  {
    "文件名": "我的鬼差先生by贫尼喜肉.txt",
    "夸克盘链接": "https://pan.quark.cn/s/465516935b1e"
  },
  {
    "文件名": "我的老师是管教主by怀误.txt",
    "夸克盘链接": "https://pan.quark.cn/s/64291f45626a"
  },
  {
    "文件名": "我的老婆是杀手by眠不得.txt",
    "夸克盘链接": "https://pan.quark.cn/s/412eef2993bf"
  },
  {
    "文件名": "我暗恋的校霸变成了我的老板by一碗白米粥.txt",
    "夸克盘链接": "https://pan.quark.cn/s/018174f5123b"
  },
  {
    "文件名": "我就喜欢笨蛋怎么了by月亮下山捏.txt",
    "夸克盘链接": "https://pan.quark.cn/s/b9f7ecc161ac"
  },
  {
    "文件名": "我在虫族看风水by禾木.txt",
    "夸克盘链接": "https://pan.quark.cn/s/6d7704037bbf"
  },
  {
    "文件名": "想让老攻一直失忆有错吗by不歇.txt",
    "夸克盘链接": "https://pan.quark.cn/s/58a99cadb29c"
  },
  {
    "文件名": "情夜局促by半日闲.txt",
    "夸克盘链接": "https://pan.quark.cn/s/0fb3a80998f7"
  },
  {
    "文件名": "情动不已by蹲在路边撸串.txt",
    "夸克盘链接": "https://pan.quark.cn/s/20ec14ae60ef"
  },
  {
    "文件名": "恶龙和他被抢来的娇软老婆by肾虚不怕撸.txt",
    "夸克盘链接": "https://pan.quark.cn/s/b9e308bca79a"
  },
  {
    "文件名": "总裁的秘密（双性）by关山难越.txt",
    "夸克盘链接": "https://pan.quark.cn/s/44d6b1e2aff9"
  },
  {
    "文件名": "总攻之在末世觉醒了异能by飞天小草莓莓.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c5087b51f3dd"
  },
  {
    "文件名": "怎么都要欺负笨蛋炮灰啊by三而不竭.txt",
    "夸克盘链接": "https://pan.quark.cn/s/8b7a978d04ac"
  },
  {
    "文件名": "快穿之不想恋爱npby加应子.txt",
    "夸克盘链接": "https://pan.quark.cn/s/45f69f92a316"
  },
  {
    "文件名": "心机白莲后宫上位记by三千三百.txt",
    "夸克盘链接": "https://pan.quark.cn/s/9aa9581846ef"
  },
  {
    "文件名": "得到能修改意识的APP后by燎锋.txt",
    "夸克盘链接": "https://pan.quark.cn/s/216a74519a48"
  },
  {
    "文件名": "当校霸穿成了情敌的充气娃娃by阿菜.txt",
    "夸克盘链接": "https://pan.quark.cn/s/01ced1edd9ed"
  },
  {
    "文件名": "当天降抢走竹马by观星指南C.txt",
    "夸克盘链接": "https://pan.quark.cn/s/69753c717d2a"
  },
  {
    "文件名": "强制的爱by纯情备用号.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ca50efa45c9a"
  },
  {
    "文件名": "开批上朝的双性小皇帝by银耳777.txt",
    "夸克盘链接": "https://pan.quark.cn/s/75cb8a45a427"
  },
  {
    "文件名": "废材太子重生逆袭by人皮灯笼.txt",
    "夸克盘链接": "https://pan.quark.cn/s/aa11739b8767"
  },
  {
    "文件名": "帝王的男妃后宫by黎小空.txt",
    "夸克盘链接": "https://pan.quark.cn/s/1e6a5e279c13"
  },
  {
    "文件名": "屿湾镇的夏日by木仔儿.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a6322756f096"
  },
  {
    "文件名": "少爷by乌拉韩阳.txt",
    "夸克盘链接": "https://pan.quark.cn/s/9d938415f1f2"
  },
  {
    "文件名": "小茓改造计划by一只瓜皮.txt",
    "夸克盘链接": "https://pan.quark.cn/s/426fabd4670b"
  },
  {
    "文件名": "小结巴by铁锅炖大肉.txt",
    "夸克盘链接": "https://pan.quark.cn/s/438126c20bdd"
  },
  {
    "文件名": "小爸爸by闲鹤.txt",
    "夸克盘链接": "https://pan.quark.cn/s/2215ffb2e563"
  },
  {
    "文件名": "小提琴手的隐秘觉醒手册by疯言疯语.txt",
    "夸克盘链接": "https://pan.quark.cn/s/136b0a650cbd"
  },
  {
    "文件名": "小安和他的男朋友们by快乐的小面包.txt",
    "夸克盘链接": "https://pan.quark.cn/s/3e2700f67a7f"
  },
  {
    "文件名": "小姑父他有脸盲症（双性_NP）by左边疯.txt",
    "夸克盘链接": "https://pan.quark.cn/s/2ff99a484ca1"
  },
  {
    "文件名": "小妈诱人（掠夺与调教）by君沐霖.txt",
    "夸克盘链接": "https://pan.quark.cn/s/b6e77c01d975"
  },
  {
    "文件名": "寻欢by明颜.txt",
    "夸克盘链接": "https://pan.quark.cn/s/eb62ff217779"
  },
  {
    "文件名": "宝箱怪正在请求连接（西幻_人外_双洁_强迫情节有）by无辜的六月／这个六月超现实.txt",
    "夸克盘链接": "https://pan.quark.cn/s/6e8432440c6c"
  },
  {
    "文件名": "婬簜双性发騒合集（淫荡双性发骚合集）by爱吃肉肉小蛇.txt",
    "夸克盘链接": "https://pan.quark.cn/s/706852919730"
  },
  {
    "文件名": "娇软美人鱼被日翻了by楚楚爱睡觉.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ef19b12f9814"
  },
  {
    "文件名": "娇软小白兔寻夫记by笙寒.txt",
    "夸克盘链接": "https://pan.quark.cn/s/35122f0b9eb8"
  },
  {
    "文件名": "妖孽诱受想把A大男神拉下神坛by嘎嘣脆.txt",
    "夸克盘链接": "https://pan.quark.cn/s/0f5f24faf920"
  },
  {
    "文件名": "如何把杀手操成乖狗by剋蕾儿.txt",
    "夸克盘链接": "https://pan.quark.cn/s/0ee58666604b"
  },
  {
    "文件名": "好人三个老公（双性np）by没有名字.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e7c0ac7d4d80"
  },
  {
    "文件名": "奔赴by不想加班.txt",
    "夸克盘链接": "https://pan.quark.cn/s/4e1cfbe3a220"
  },
  {
    "文件名": "契父byWinner.txt",
    "夸克盘链接": "https://pan.quark.cn/s/b6de1f8d1820"
  },
  {
    "文件名": "失忆的前男友by茫茫絮里.txt",
    "夸克盘链接": "https://pan.quark.cn/s/d77889282b2e"
  },
  {
    "文件名": "失忆后我在奇怪的实验室醒来by头发不剪.txt",
    "夸克盘链接": "https://pan.quark.cn/s/eb28db15bc2a"
  },
  {
    "文件名": "太师今天成亲了吗by嘟嘟晏.txt",
    "夸克盘链接": "https://pan.quark.cn/s/aca9d1616792"
  },
  {
    "文件名": "天错地错老婆没错by水云身.txt",
    "夸克盘链接": "https://pan.quark.cn/s/363f024d821d"
  },
  {
    "文件名": "大奶骚货（双性）by葡萄公主.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e1d24ac3b437"
  },
  {
    "文件名": "大奶的小保姆整晚都被父子俩疼爱by西瓜太郎.txt",
    "夸克盘链接": "https://pan.quark.cn/s/b8e034ccb4b9"
  },
  {
    "文件名": "城郊壁尻店by红烧仙桃.txt",
    "夸克盘链接": "https://pan.quark.cn/s/15c6743de74e"
  },
  {
    "文件名": "地狱赏罚游戏【快穿_np】by苏门生.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e7bae8084b8e"
  },
  {
    "文件名": "在？看看批by老王不是老黄.txt",
    "夸克盘链接": "https://pan.quark.cn/s/8f506afcc0aa"
  },
  {
    "文件名": "在末世重生后【np】by在下鲁将军.txt",
    "夸克盘链接": "https://pan.quark.cn/s/f86ab03afde2"
  },
  {
    "文件名": "圣僧下面好硬啊（双性h）by羊蘅.txt",
    "夸克盘链接": "https://pan.quark.cn/s/1588b511e201"
  },
  {
    "文件名": "四兄弟和养父的禁脔by罩爷是只猫.txt",
    "夸克盘链接": "https://pan.quark.cn/s/0d955bbefb97"
  },
  {
    "文件名": "啪久必和by笑南与共.txt",
    "夸克盘链接": "https://pan.quark.cn/s/4485d1384540"
  },
  {
    "文件名": "哥哥被我男友调教by米尼爱肉肉.txt",
    "夸克盘链接": "https://pan.quark.cn/s/7cb0bc4b3d79"
  },
  {
    "文件名": "哥哥他寂寞难耐by想多吃点药.txt",
    "夸克盘链接": "https://pan.quark.cn/s/0eba5431738e"
  },
  {
    "文件名": "和男配分手后我被爆肏了（快穿）by搞点肉肉吃吃吧.txt",
    "夸克盘链接": "https://pan.quark.cn/s/7b8a823306ae"
  },
  {
    "文件名": "和爸爸的恋人偷情by路西.txt",
    "夸克盘链接": "https://pan.quark.cn/s/912369f9ed27"
  },
  {
    "文件名": "和流星一起到来的淫荡omegaby晓葱鸭.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ca7dc5440a5e"
  },
  {
    "文件名": "和未婚夫一夜情后我怀崽了by南城.txt",
    "夸克盘链接": "https://pan.quark.cn/s/96fd0eef6d79"
  },
  {
    "文件名": "和强受分手之后byMoonMoon.txt",
    "夸克盘链接": "https://pan.quark.cn/s/fa499d5195fd"
  },
  {
    "文件名": "和四个前任破镜重圆（总攻）by七七是攻.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e9cee729f7cb"
  },
  {
    "文件名": "和发小上床后被迫npby白白爱吃肉.txt",
    "夸克盘链接": "https://pan.quark.cn/s/240787aaee2e"
  },
  {
    "文件名": "吸血鬼之夜by啊哈.txt",
    "夸克盘链接": "https://pan.quark.cn/s/6cd722506eb4"
  },
  {
    "文件名": "可怜的孕夫们by叫我咪咪就好.txt",
    "夸克盘链接": "https://pan.quark.cn/s/03b93bf99605"
  },
  {
    "文件名": "可怜的冒险者bymicro.txt",
    "夸克盘链接": "https://pan.quark.cn/s/257fe7ba6876"
  },
  {
    "文件名": "发现帅比室友偷闻自己的臭袜子怎么办？by心术不正.txt",
    "夸克盘链接": "https://pan.quark.cn/s/d07762ccf886"
  },
  {
    "文件名": "发泄向肉文by鱼夹雪.txt",
    "夸克盘链接": "https://pan.quark.cn/s/26432a4133c3"
  },
  {
    "文件名": "反派满脑子都是怎么干我by吃肉肉啊.txt",
    "夸克盘链接": "https://pan.quark.cn/s/aae5b15b93ef"
  },
  {
    "文件名": "反派有罪受by爆浆鱿鱼.txt",
    "夸克盘链接": "https://pan.quark.cn/s/65a37913afe5"
  },
  {
    "文件名": "双性美人靠卖批上学by爱吃肉肉小蛇.txt",
    "夸克盘链接": "https://pan.quark.cn/s/63b19c7ce70a"
  },
  {
    "文件名": "双性美人被迫成为肉便器by今天日万了吗.txt",
    "夸克盘链接": "https://pan.quark.cn/s/1c9c94272295"
  },
  {
    "文件名": "双性精灵王子的挠痒酷刑by沈海河.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a68ad3540da9"
  },
  {
    "文件名": "双性社畜的淫乱日常之单纯快递员by蔓喵喵.txt",
    "夸克盘链接": "https://pan.quark.cn/s/21206e8bc001"
  },
  {
    "文件名": "双性少爷调教方法by酒酿团子.txt",
    "夸克盘链接": "https://pan.quark.cn/s/275e162598d4"
  },
  {
    "文件名": "厌世男人的堕落生活by施灯婕.txt",
    "夸克盘链接": "https://pan.quark.cn/s/3edee3e2e72b"
  },
  {
    "文件名": "勾引（攻出轨）by幸奏.txt",
    "夸克盘链接": "https://pan.quark.cn/s/fdd0ec74e428"
  },
  {
    "文件名": "勾引小妈by空断云袖.txt",
    "夸克盘链接": "https://pan.quark.cn/s/56d3322590dd"
  },
  {
    "文件名": "勾引姐夫（双性）by千羽.txt",
    "夸克盘链接": "https://pan.quark.cn/s/235371e9dc6a"
  },
  {
    "文件名": "剩余对白byHed不想填坑.txt",
    "夸克盘链接": "https://pan.quark.cn/s/2161f05ea378"
  },
  {
    "文件名": "剧情崩溃后by淞玉.txt",
    "夸克盘链接": "https://pan.quark.cn/s/f468647a6f01"
  },
  {
    "文件名": "刷到班里高冷学霸的露脸批照怎么办？by不吃瓜子皮.txt",
    "夸克盘链接": "https://pan.quark.cn/s/2e13a96dbb25"
  },
  {
    "文件名": "到我怀里来by兰德.txt",
    "夸克盘链接": "https://pan.quark.cn/s/b5d477d9cb75"
  },
  {
    "文件名": "分化后我被我哥强制爱了by木得柚子.txt",
    "夸克盘链接": "https://pan.quark.cn/s/571b30b4e904"
  },
  {
    "文件名": "出嫁百次[系统快穿]by明天白天.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ca7bfb3b0f63"
  },
  {
    "文件名": "凌辱双性美人合集（双性）by秃头小老太.txt",
    "夸克盘链接": "https://pan.quark.cn/s/85ecf845158f"
  },
  {
    "文件名": "军妓太子by墨影轮回.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e2e3bfa1506e"
  },
  {
    "文件名": "兽夫们太饥渴by理解.txt",
    "夸克盘链接": "https://pan.quark.cn/s/79903df8c0a2"
  },
  {
    "文件名": "公交车肉便器雌堕骚货直男的命运[单性受]npby爱豆子.txt",
    "夸克盘链接": "https://pan.quark.cn/s/f2c2cd5a06d3"
  },
  {
    "文件名": "公交车上的淫交by今天日万了吗.txt",
    "夸克盘链接": "https://pan.quark.cn/s/455a23acaac7"
  },
  {
    "文件名": "入鳞by糖渍板栗.txt",
    "夸克盘链接": "https://pan.quark.cn/s/098b8415fdb3"
  },
  {
    "文件名": "兄弟恭维by竺裴.txt",
    "夸克盘链接": "https://pan.quark.cn/s/b6120691f2fd"
  },
  {
    "文件名": "催眠我的舍友by鹤不掉毛.txt",
    "夸克盘链接": "https://pan.quark.cn/s/33c211952081"
  },
  {
    "文件名": "催眠我的系统养父by NY.txt",
    "夸克盘链接": "https://pan.quark.cn/s/725cbc82c7ee"
  },
  {
    "文件名": "催眠医生的私人诊所时间by奶茶酱.txt",
    "夸克盘链接": "https://pan.quark.cn/s/b35334c8163e"
  },
  {
    "文件名": "偷窥隔壁猛男（甜肉，双性，肉合集） by兰力苏（大樱桃）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/07de1b51e1e6"
  },
  {
    "文件名": "做兄弟不如做兄弟的狗（主攻）by我见青山.txt",
    "夸克盘链接": "https://pan.quark.cn/s/cc5690e7199f"
  },
  {
    "文件名": "假装人妻被发现后by再吃亿碗.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c11b8cd97d7f"
  },
  {
    "文件名": "借精生子后被囚禁了by loverrr.txt",
    "夸克盘链接": "https://pan.quark.cn/s/8f87526a8b5f"
  },
  {
    "文件名": "修真界团宠的白月光仙尊by琥珀.txt",
    "夸克盘链接": "https://pan.quark.cn/s/95dc0688b714"
  },
  {
    "文件名": "修仙美人的炉鼎生活by还爱吊吊吗.txt",
    "夸克盘链接": "https://pan.quark.cn/s/d2eec5470993"
  },
  {
    "文件名": "俘虏与人妻by白日行川.txt",
    "夸克盘链接": "https://pan.quark.cn/s/b17800069fc1"
  },
  {
    "文件名": "侵占那个太子爷bySu.txt",
    "夸克盘链接": "https://pan.quark.cn/s/1faa5753b98f"
  },
  {
    "文件名": "依赖by豌豆尖.txt",
    "夸克盘链接": "https://pan.quark.cn/s/059bb44628ec"
  },
  {
    "文件名": "佳偶天成by重行客.txt",
    "夸克盘链接": "https://pan.quark.cn/s/40b60e668d54"
  },
  {
    "文件名": "他有些玄学在身上by雪泊西洲.txt",
    "夸克盘链接": "https://pan.quark.cn/s/3eb75fd8678b"
  },
  {
    "文件名": "他无处不在（h）by番茄西子.txt",
    "夸克盘链接": "https://pan.quark.cn/s/64d6efd54896"
  },
  {
    "文件名": "从姐夫变成丈夫by骨架.txt",
    "夸克盘链接": "https://pan.quark.cn/s/7269b29f203f"
  },
  {
    "文件名": "什么，上神凤凰拔毛做鸭？by木枝呀呀.txt",
    "夸克盘链接": "https://pan.quark.cn/s/2183fc3f66a7"
  },
  {
    "文件名": "人鱼之繁衍重任by大马猴和佩琪猪.txt",
    "夸克盘链接": "https://pan.quark.cn/s/96e15ede2583"
  },
  {
    "文件名": "人妻的贴身保镖by三千三百.txt",
    "夸克盘链接": "https://pan.quark.cn/s/60b58d4d7446"
  },
  {
    "文件名": "交颈byzdmymz.txt",
    "夸克盘链接": "https://pan.quark.cn/s/b973762cdab7"
  },
  {
    "文件名": "九璋by千机凤凤子.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ed43c8df81bd"
  },
  {
    "文件名": "举头红日近by潇潇暮雨.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a8ce88c90a59"
  },
  {
    "文件名": "为什么每个世界的男主都是淫奴by辞楷.txt",
    "夸克盘链接": "https://pan.quark.cn/s/cb210908b2ca"
  },
  {
    "文件名": "不闻回声by如也.txt",
    "夸克盘链接": "https://pan.quark.cn/s/3ae7f859f038"
  },
  {
    "文件名": "不良少年的性爱之旅NPH by点杯奶茶.txt",
    "夸克盘链接": "https://pan.quark.cn/s/4043c7c44670"
  },
  {
    "文件名": "不穿内裤拯救世界的魔法少年by银耳777.txt",
    "夸克盘链接": "https://pan.quark.cn/s/5acf5a1a4bbd"
  },
  {
    "文件名": "不明林的成人酒馆by皇帝的玫瑰.txt",
    "夸克盘链接": "https://pan.quark.cn/s/6660bd9ca013"
  },
  {
    "文件名": "不思量，自难忘 Ⅱby罩爷是只猫.txt",
    "夸克盘链接": "https://pan.quark.cn/s/6377e5d8fe2e"
  },
  {
    "文件名": "下凡遇见秦家父子byManon.txt",
    "夸克盘链接": "https://pan.quark.cn/s/09749c4d5983"
  },
  {
    "文件名": "三心一意by棉花团子.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a4c609741ab7"
  },
  {
    "文件名": "万人迷他总被强制爱by是月月不是王月.txt",
    "夸克盘链接": "https://pan.quark.cn/s/bd096be50c5a"
  },
  {
    "文件名": "万人迷什么的都是骗人的by你喜欢喝小米粥吗.txt",
    "夸克盘链接": "https://pan.quark.cn/s/241b8bb5f55a"
  },
  {
    "文件名": "万人嫌受和万人迷攻by一蟹不如一蟹.txt",
    "夸克盘链接": "https://pan.quark.cn/s/5336b1283c02"
  },
  {
    "文件名": "万人嫌双性小世子跋扈又多汁儿by黄花菜都凉了.txt",
    "夸克盘链接": "https://pan.quark.cn/s/7d646aece38a"
  },
  {
    "文件名": "七天by一只猫.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ceff529cdba6"
  },
  {
    "文件名": "一起穿进海棠世界后徒弟精分了【双】by大白兔奶糖.txt",
    "夸克盘链接": "https://pan.quark.cn/s/dd06ce5945c2"
  },
  {
    "文件名": "一个beta的小意外by俺是小阿b.txt",
    "夸克盘链接": "https://pan.quark.cn/s/59c39382355e"
  },
  {
    "文件名": "【虫族】穿成雄虫之后by木鱼鱼.txt",
    "夸克盘链接": "https://pan.quark.cn/s/4b37573d9626"
  },
  {
    "文件名": "【穿越总_攻】家仆生存手册by腐满.txt",
    "夸克盘链接": "https://pan.quark.cn/s/34ec1b86d540"
  },
  {
    "文件名": "【狂飙 盛强】哥哥是阿盛的奶油蛋糕byDouble G.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ace39c214857"
  },
  {
    "文件名": "【柯南_总受】猫猫今天发情了吗by我的节操今天回来了吗.txt",
    "夸克盘链接": "https://pan.quark.cn/s/2766dcb84af7"
  },
  {
    "文件名": "【总攻】我的弟弟是sfw小说男主by六道雨.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ccbb313d764a"
  },
  {
    "文件名": "【总攻】我和那对双胞胎by呼呼噜过过过.txt",
    "夸克盘链接": "https://pan.quark.cn/s/9974acaae441"
  },
  {
    "文件名": "【总_攻】反派攻穿越指南by鹤归迟.txt",
    "夸克盘链接": "https://pan.quark.cn/s/5621d52163a6"
  },
  {
    "文件名": "【名柯】十夜情人（萩原研二）bySam.txt",
    "夸克盘链接": "https://pan.quark.cn/s/55a6acb73dcd"
  },
  {
    "文件名": "【修帝_修释】疯by风习习.txt",
    "夸克盘链接": "https://pan.quark.cn/s/2a3ca9a38f14"
  },
  {
    "文件名": "【伪娘】【抹布】白嫩少年不为人知的x生活by不要扯我马甲.txt",
    "夸克盘链接": "https://pan.quark.cn/s/58522b925757"
  },
  {
    "文件名": "【abo_美强】死对头怀了我的崽by安安.txt",
    "夸克盘链接": "https://pan.quark.cn/s/1c7ad86c3ee3"
  },
  {
    "文件名": "《［火影同人］人生赢家的我被迫毁灭世界》作者：恋爱脑君.txt",
    "夸克盘链接": "https://pan.quark.cn/s/3fa6691bb854"
  },
  {
    "文件名": "《鬼医与他的宠侍》作者：Yorutay【第一部完结】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/111aecca87a5"
  },
  {
    "文件名": "《雀饥年[大跃进后宫H]》作者：弗雷斯.txt",
    "夸克盘链接": "https://pan.quark.cn/s/415566a9788c"
  },
  {
    "文件名": "《院来金丝雀》作者：网页不想生气.txt",
    "夸克盘链接": "https://pan.quark.cn/s/b5407b1caf5b"
  },
  {
    "文件名": "《重生之校霸的鸡儿特带劲儿）》作者：苏心.txt",
    "夸克盘链接": "https://pan.quark.cn/s/5c64270b4696"
  },
  {
    "文件名": "《角色各异的gay片拍摄》作者：鹿角多多.txt",
    "夸克盘链接": "https://pan.quark.cn/s/44be574ae3a6"
  },
  {
    "文件名": "《被疼爱的双性美人(合集)》作者：兰庭.txt",
    "夸克盘链接": "https://pan.quark.cn/s/7a244fa738c1"
  },
  {
    "文件名": "《衣冠禽兽》作者：wheat.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c27fe95935c5"
  },
  {
    "文件名": "《穿越到自己的同人肉文以后》作者：公子如玉.txt",
    "夸克盘链接": "https://pan.quark.cn/s/7b10721e40a4"
  },
  {
    "文件名": "《督主的训妻日常》作者：醉生生.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e6947af3c4ac"
  },
  {
    "文件名": "《痒癖成疾·娱乐圈偶像痒奴被弃后的复仇故事》作者：有逻辑但不多.txt",
    "夸克盘链接": "https://pan.quark.cn/s/f77205bda4ad"
  },
  {
    "文件名": "《琥珀浓》作者：没有名字的巧克力.txt",
    "夸克盘链接": "https://pan.quark.cn/s/9098a0b19cb6"
  },
  {
    "文件名": "《父亲的娈欲》作者：离夜【补】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/6f3fdb970dea"
  },
  {
    "文件名": "《游泳部的学弟被过分玩弄》作者：殿月.txt",
    "夸克盘链接": "https://pan.quark.cn/s/fb5b066c1502"
  },
  {
    "文件名": "《淫荡又淫乱h》作者：嘿嘿哒.txt",
    "夸克盘链接": "https://pan.quark.cn/s/f159d81debb2"
  },
  {
    "文件名": "《海妖群岛》作者：阿瓦不打瓦.txt",
    "夸克盘链接": "https://pan.quark.cn/s/14d45fd546c3"
  },
  {
    "文件名": "《极致堕落（多CP 出轨）》作者：十八里街禁【补番-193章】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/4ccc2c654bfe"
  },
  {
    "文件名": "《泄欲笔记》作者：江山看不尽.txt",
    "夸克盘链接": "https://pan.quark.cn/s/4ec77dcc735b"
  },
  {
    "文件名": "《水多火辣的上司（双性）》作者：梁诗悦【修】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e29ef3b3f555"
  },
  {
    "文件名": "《本座的清冷美人养成计划》作者：蒸汽玉米须.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ef1d3d523780"
  },
  {
    "文件名": "《末世之不清不楚》作者：常有天命.txt",
    "夸克盘链接": "https://pan.quark.cn/s/efee28e48adc"
  },
  {
    "文件名": "《有淮》作者：佛系青年404.txt",
    "夸克盘链接": "https://pan.quark.cn/s/4b3738056356"
  },
  {
    "文件名": "《有求必应的beta》作者：Oxycodone.txt",
    "夸克盘链接": "https://pan.quark.cn/s/2d36966ea28a"
  },
  {
    "文件名": "《方生方死）》作者：也不【补番】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/28db4241062f"
  },
  {
    "文件名": "《教子有方》作者：爆浆鱿鱼.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ab6121eaa157"
  },
  {
    "文件名": "《撒不开手》作者：我真想要SSR【补番】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/56338020779c"
  },
  {
    "文件名": "《拒绝万人迷后被囚禁了》by悲伤的tomato.txt",
    "夸克盘链接": "https://pan.quark.cn/s/1adaa4166af0"
  },
  {
    "文件名": "《我是恩批文里攻一的恶毒弟弟》作者：小兔子乖乖.txt",
    "夸克盘链接": "https://pan.quark.cn/s/0467317b9774"
  },
  {
    "文件名": "《我们是单纯的金钱关系》作者：橘涂尽升.txt",
    "夸克盘链接": "https://pan.quark.cn/s/d7e783034c84"
  },
  {
    "文件名": "《悲惨的佘会》作者：冰点.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c0a39f07ec1e"
  },
  {
    "文件名": "《怪物之夜》作者：没有名字.txt",
    "夸克盘链接": "https://pan.quark.cn/s/fa004a18e366"
  },
  {
    "文件名": "《快穿之和老婆的一百次性爱体验》作者：三五十五.txt",
    "夸克盘链接": "https://pan.quark.cn/s/feb4e3195ebd"
  },
  {
    "文件名": "《快乐的夏天》作者：奶茶当酒.txt",
    "夸克盘链接": "https://pan.quark.cn/s/cb6fe89e6206"
  },
  {
    "文件名": "《好人三个老公》作者：没有名字.txt",
    "夸克盘链接": "https://pan.quark.cn/s/d02eb3c3d825"
  },
  {
    "文件名": "《奶糖与烈酒 ABO》作者：方圆西木nut【补番】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/f7dd4f4e2a3e"
  },
  {
    "文件名": "《大概是主和奴的故事》作者：多吃鸡腿少吃亏.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e4338cb5422d"
  },
  {
    "文件名": "《大奶男神的沦陷》作者：痴痴缠缠.txt",
    "夸克盘链接": "https://pan.quark.cn/s/2719141883ed"
  },
  {
    "文件名": "《在万人演唱会上与你公开doi》作者：银耳777【补番】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/3692c60a3962"
  },
  {
    "文件名": "《吃到转学生的嫩屄吐浓浆（双性）》作者：巴啦啦能量.txt",
    "夸克盘链接": "https://pan.quark.cn/s/5e90c090f47b"
  },
  {
    "文件名": "《双性网黄的直播间》作者：樱桃白兰地.txt",
    "夸克盘链接": "https://pan.quark.cn/s/f26b63290294"
  },
  {
    "文件名": "《双性小美人被宠爱的日日夜夜》作者：小小.txt",
    "夸克盘链接": "https://pan.quark.cn/s/b342b627bb79"
  },
  {
    "文件名": "《侵犯弟弟的家教》作者：罩爷是只猫.txt",
    "夸克盘链接": "https://pan.quark.cn/s/0cbbda7c9400"
  },
  {
    "文件名": "《你给我等着》作者：九时辨.txt",
    "夸克盘链接": "https://pan.quark.cn/s/3526dfab5544"
  },
  {
    "文件名": "《他无处不在（h）强强1v1》作者：番茄西子.txt",
    "夸克盘链接": "https://pan.quark.cn/s/70021a942b77"
  },
  {
    "文件名": "《今天也是无一可靠》作者：可丽饼有点脆.txt",
    "夸克盘链接": "https://pan.quark.cn/s/5aa3e049b35c"
  },
  {
    "文件名": "《不穿内裤拯救世界的魔法少年》作者：银耳777.txt",
    "夸克盘链接": "https://pan.quark.cn/s/df867985dd23"
  },
  {
    "文件名": "《不是出轨》作者：却蓝.txt",
    "夸克盘链接": "https://pan.quark.cn/s/52da481261bc"
  },
  {
    "文件名": "《万人嫌受和万人迷攻》作者：一蟹不如一蟹【补番】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/59bc20a4a395"
  },
  {
    "文件名": "《一程如故》作者：惟有九夏.txt",
    "夸克盘链接": "https://pan.quark.cn/s/0e64bb79144c"
  },
  {
    "文件名": "《【超蝙】【不义的“幸福”】同人》作者：啦啦啦【补番】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/b554e2f726cb"
  },
  {
    "文件名": "《QJN社团【NP】》作者：眠不得.txt",
    "夸克盘链接": "https://pan.quark.cn/s/62fdfdc4225f"
  },
  {
    "文件名": "‘丈夫’的完美情人[ABO]by绿子心.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ae7692a2fd74"
  },
  {
    "文件名": "[总攻]后宫佳丽三千人[帝成]by无爻.txt",
    "夸克盘链接": "https://pan.quark.cn/s/480572db9f31"
  },
  {
    "文件名": "[主攻]快穿操翻反派 Hby红烧肉酱汁.txt",
    "夸克盘链接": "https://pan.quark.cn/s/cf6418c0a8be"
  },
  {
    "文件名": "omega妻子守则（双性_SP）by某朵.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e751d591dd3b"
  },
  {
    "文件名": "NTR合集by春日野穹.txt",
    "夸克盘链接": "https://pan.quark.cn/s/06a11a75aa93"
  },
  {
    "文件名": "NTR之淫荡骚人父byBanana君.txt",
    "夸克盘链接": "https://pan.quark.cn/s/743464de509d"
  },
  {
    "文件名": "np《渴》by偷偷偷月亮.txt",
    "夸克盘链接": "https://pan.quark.cn/s/8114a030e0dd"
  },
  {
    "文件名": "d奶c货事件簿by恺撒卡埃尔迪夫.txt",
    "夸克盘链接": "https://pan.quark.cn/s/5cd1163558d1"
  },
  {
    "文件名": "alpha被发现长了小逼后惨被抹布by空断云袖.txt",
    "夸克盘链接": "https://pan.quark.cn/s/3568fb371236"
  },
  {
    "文件名": "ABO训妻by蜜蜡了.txt",
    "夸克盘链接": "https://pan.quark.cn/s/1ce90cd54d3c"
  },
  {
    "文件名": "419后怀了崽by豹饮豹食.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a25c5f480c30"
  },
  {
    "文件名": "100块的小男友byMatata.txt",
    "夸克盘链接": "https://pan.quark.cn/s/22f480bf503b"
  },
  {
    "文件名": "[完结]《鲛人饵》作者：崖生（1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/08ae7437fd28"
  },
  {
    "文件名": "[完结]《酒后乱性》作者：三骣（np）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/f1c4755dac10"
  },
  {
    "文件名": "[完结]《连枝共冢》作者：凝月（1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/38fbab8efa02"
  },
  {
    "文件名": "[完结]《软团子A他皮白馅黑》作者：清明河畔洗腿毛（1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ed55f940becd"
  },
  {
    "文件名": "[完结]《蛊惑了正道大师兄》作者：飞天草莓莓（1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/9fed78d54a52"
  },
  {
    "文件名": "[完结]《虫母》作者：吸猫狂魔喵喵喵（np）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/050047eccccd"
  },
  {
    "文件名": "[完结]《虫族之多娆》作者：渁（1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/cc10839b53b5"
  },
  {
    "文件名": "[完结]《第九十九次撩驸马》作者：武林至尊的男人（男女互攻）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c30e98cee64a"
  },
  {
    "文件名": "[完结]《深夜吃摊》作者：tomorrow（故事集）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/689d0600f9b2"
  },
  {
    "文件名": "[完结]《死对头》作者：今天论文写完了吗（np）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ab0e8f63aa98"
  },
  {
    "文件名": "[完结]《我，人外，有老婆了》作者：辛亥（主攻，1V1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/3618948ae704"
  },
  {
    "文件名": "[完结]《我和校霸网恋了》作者：辛亥（1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/295304692628"
  },
  {
    "文件名": "[完结]《情敌变情人之后》作者：熬夜第一名（p）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/89190578d1f3"
  },
  {
    "文件名": "[完结]《恐同直男雌堕日记》作者：淞玉（np）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/216306deb9a8"
  },
  {
    "文件名": "[完结]《总有人想太阳我》作者：燎锋（1v1切片）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/45c872348d74"
  },
  {
    "文件名": "[完结]《寄生高潮》作者：盡歡（触手）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/6c62d276ad26"
  },
  {
    "文件名": "[完结]《冷面大佬的娇攻》作者：夏姬八取（1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/bdb3b9692d99"
  },
  {
    "文件名": "[完结]《他要做我的狗》作者：三清与道（1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/262e97f05e3b"
  },
  {
    "文件名": "[完结]《[重生]忆铭长安》作者：素食主义者（1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/1cd970d9dbce"
  },
  {
    "文件名": "[完结+番外]《连枝共冢（骨科1v1）》作者：凝月.txt",
    "夸克盘链接": "https://pan.quark.cn/s/f6b59d5c7f35"
  },
  {
    "文件名": "[完结+番外]《被雌虫竹马强制爱后》作者：可爱的虎牙（1v1）~补番.txt",
    "夸克盘链接": "https://pan.quark.cn/s/473d6610d89b"
  },
  {
    "文件名": "[完结+番外]《甜攻成长史【虫族总攻】np》作者：春余夏燃.txt",
    "夸克盘链接": "https://pan.quark.cn/s/0ff17a4e9a87"
  },
  {
    "文件名": "[完结+番外]《改造劣等所有物（1v1身体改造调教控制）》作者：木禾禾【章】(.txt",
    "夸克盘链接": "https://pan.quark.cn/s/5380bb992c95"
  },
  {
    "文件名": "[完结+番外]《岛屿驯化》作者：刹那芳（1v1）~补番.txt",
    "夸克盘链接": "https://pan.quark.cn/s/8e4dd610ca3d"
  },
  {
    "文件名": "[完结+番外]《前金主落魄以后》作者：沧鸢(1v1)~补番.txt",
    "夸克盘链接": "https://pan.quark.cn/s/bd2a4990d552"
  },
  {
    "文件名": "[完结+番外]《一脚踏入基佬陷阱》作家：您可劲儿磨（1v1）~补番.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c1ceca7a38e2"
  },
  {
    "文件名": "[完结+番外]《gv影帝养成指南》作者：酒徒（1v1）~补番.txt",
    "夸克盘链接": "https://pan.quark.cn/s/dd386ea6edcd"
  },
  {
    "文件名": "[完结+番外1]《爸爸的秘书》作者：云间（np）~补番.txt",
    "夸克盘链接": "https://pan.quark.cn/s/12a60159538d"
  },
  {
    "文件名": "[完结+全番外]《黄油男主攻略图鉴（双性总受）np》作者：cbbdqsd【补番】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/2e248c554542"
  },
  {
    "文件名": "[完结+全番外]《魔尊少主濡湿的日夜（双性大奶）1v1》作者：楚楚爱吃肉.txt",
    "夸克盘链接": "https://pan.quark.cn/s/0d9626ea99ef"
  },
  {
    "文件名": "[完结+全番外]《被系统选中的我去各地送菊花（双性纯肉）》作者：忘羡两相依.txt",
    "夸克盘链接": "https://pan.quark.cn/s/5347da09da7a"
  },
  {
    "文件名": "[完结+全番外]《被玩坏的双性美人师尊（双性大奶1V1）》作者：爱妙妙的巧嘴.txt",
    "夸克盘链接": "https://pan.quark.cn/s/2967769e922b"
  },
  {
    "文件名": "[完结+全番外]《被室友掰B玩弄后（np 双性总受）》作者：摸鱼.txt",
    "夸克盘链接": "https://pan.quark.cn/s/6cd58edbc77b"
  },
  {
    "文件名": "[完结+全番外]《老铁匠听琴（催眠清冷徒媳ntr）》作者：瑞叶【补番】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/0536eb7951c7"
  },
  {
    "文件名": "[完结+全番外]《细水（1v1 先婚后爱ABO 生子）》作者：楚知意.txt",
    "夸克盘链接": "https://pan.quark.cn/s/cebede11768a"
  },
  {
    "文件名": "[完结+全番外]《痴汉和病娇的非完全碰撞（病娇美攻x双性痴汉壮受）》作者：鱼夹雪(.txt",
    "夸克盘链接": "https://pan.quark.cn/s/bac631e45df0"
  },
  {
    "文件名": "[完结+全番外]《猫鼠游戏之疯批追求者们 NP（BG&番外GB）》作者：兜里还有三块五.txt",
    "夸克盘链接": "https://pan.quark.cn/s/7dfe8c1fa941"
  },
  {
    "文件名": "[完结+全番外]《沉浸式打脸系统（快穿1v1、切片攻）》作者：纯爱狂刀客.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e912d565cb73"
  },
  {
    "文件名": "[完结+全番外]《欲求不满的人凄出轨后（np 双性总受）》作者：虾仁不猪心.txt",
    "夸克盘链接": "https://pan.quark.cn/s/aba6bc4417a6"
  },
  {
    "文件名": "[完结+全番外]《校霸的小可爱跟班是个泪失禁（校园、甜宠、多肉）》作者：君沐霖.txt",
    "夸克盘链接": "https://pan.quark.cn/s/6d70dd329251"
  },
  {
    "文件名": "[完结+全番外]《杳然三日【1v1强制】强攻弱受、身高差》作者：野咕.txt",
    "夸克盘链接": "https://pan.quark.cn/s/d9744615a5a7"
  },
  {
    "文件名": "[完结+全番外]《替身席少的凉薄夫（总攻）》作者：芈酒.txt",
    "夸克盘链接": "https://pan.quark.cn/s/280b667f841d"
  },
  {
    "文件名": "[完结+全番外]《无畜可逃（双洁1v1体型差变态犬系混血攻X社畜美人受）》作者：弄日鹅黄(.txt",
    "夸克盘链接": "https://pan.quark.cn/s/91d35e6e39d7"
  },
  {
    "文件名": "[完结+全番外]《摄政王的榻上脔宠是黑莲花（1v1年龄差、腹黑冰山攻×骚浪心机美人受）》作者：江万里【补番】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/31714a4ce66b"
  },
  {
    "文件名": "[完结+全番外]《捉鬼师狂日落魄鬼（高H）1v1 鬼受》作者：可以色色.txt",
    "夸克盘链接": "https://pan.quark.cn/s/49f8d5ea558a"
  },
  {
    "文件名": "[完结+全番外]《拒嫁豪门警惕包办婚姻（1v1甜饼）》作者：悲伤的母蟑螂(.txt",
    "夸克盘链接": "https://pan.quark.cn/s/4b25ee4588c8"
  },
  {
    "文件名": "[完结+全番外]《我的蛇尾是让师尊玩的(日攻)1v1》作者：故乡的菊花又开了【补番】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/5017ca30097e"
  },
  {
    "文件名": "[完结+全番外]《恶毒罪臣被推倒日常（np总受、强制爱）》作者：荆荆（mold worker）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/10812feb7a86"
  },
  {
    "文件名": "[完结+全番外]《快｜穿动物发情期（np主受、人兽&兽人）》作者：水清宴(.txt",
    "夸克盘链接": "https://pan.quark.cn/s/d4fcabcfd636"
  },
  {
    "文件名": "[完结+全番外]《强制分化（1v1ABO）》作者：雁一夏【补番】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/d216767594d4"
  },
  {
    "文件名": "[完结+全番外]《帮你管住嘴（SP调教）》作者：.txt",
    "夸克盘链接": "https://pan.quark.cn/s/9416ed91927b"
  },
  {
    "文件名": "[完结+全番外]《带着炉鼎的我成了家人们的口粮（双性纯肉）》作者：忘羡两相依.txt",
    "夸克盘链接": "https://pan.quark.cn/s/8ce79daee972"
  },
  {
    "文件名": "[完结+全番外]《奇怪的邻居（结局1v1 换攻）》作者：横向.txt",
    "夸克盘链接": "https://pan.quark.cn/s/122f0baad4e8"
  },
  {
    "文件名": "[完结+全番外]《协议结婚（主攻1v1 ABO）》作者：一条咸鱼等翻身.txt",
    "夸克盘链接": "https://pan.quark.cn/s/3ea6caf5c7cb"
  },
  {
    "文件名": "[完结+全番外]《出轨后被老公吊起来草（SM调教 双性大奶）》作者：Karine【补番】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e4620e26c011"
  },
  {
    "文件名": "[完结+全番外]《凌晨之前（1v1）》作者：鼓岭的阿仁.txt",
    "夸克盘链接": "https://pan.quark.cn/s/3b8f57b35439"
  },
  {
    "文件名": "[完结+全番外]《倒霉高中生穿越给龙傲天做老婆（1v1双性）》作者：非冕.txt",
    "夸克盘链接": "https://pan.quark.cn/s/3d7ed5f8b818"
  },
  {
    "文件名": "[完结+全番外]《不要在路边捡疯狗(伪骨科)双性1v1》作者：赵四.txt",
    "夸克盘链接": "https://pan.quark.cn/s/9b34a2dbb0bc"
  },
  {
    "文件名": "[完结+全番外]《一只披着白莲花皮的小绿茶（np总受）》作者：怼怼.txt",
    "夸克盘链接": "https://pan.quark.cn/s/977c853ba3d7"
  },
  {
    "文件名": "[完结+全番外]《【GB女攻】穿越之彪悍村妇和她的软糯小娇夫（1v1）》作者：忘忧君.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a51f5add822e"
  },
  {
    "文件名": "[完结+全番外]《【GB女攻】世间难寻一个你（调教 虐身虐心）》作者：灼焰.txt",
    "夸克盘链接": "https://pan.quark.cn/s/f1f422bc0d3f"
  },
  {
    "文件名": "[完结+全番外]《【GB】暮渊（姐弟骨科）女攻1v1 番外BG》作者：妫愉.txt",
    "夸克盘链接": "https://pan.quark.cn/s/37a14ca48e58"
  },
  {
    "文件名": "[完结+8番外]《程序失控（双性1v1）》作者：阿夜【193章】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/185a0a84f004"
  },
  {
    "文件名": "[完结+7番外]《【eied伊艾同人】乖孩子》作者：陌.txt",
    "夸克盘链接": "https://pan.quark.cn/s/04ad235dcc60"
  },
  {
    "文件名": "[完结+5番外]《我那个Alpha^2朋友（1v1 星际ABO）》作者：dichimmer.txt",
    "夸克盘链接": "https://pan.quark.cn/s/18569565076e"
  },
  {
    "文件名": "[完结+3番外]《致陌生人的一封情书（校园1v1小甜饼 清冷攻）》作者：溧灡【米国度】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/4650277a6dfb"
  },
  {
    "文件名": "[完结+3番外]《白总监是个beta（1v1ABO）》作者：加冰的水果茶.txt",
    "夸克盘链接": "https://pan.quark.cn/s/cb2a3f9b7ad2"
  },
  {
    "文件名": "[完结+3番外]《父与子的假命题（np 星际 虐心）》作者：茶叶咖啡渣占卜师.txt",
    "夸克盘链接": "https://pan.quark.cn/s/fe4eae330ee1"
  },
  {
    "文件名": "[完结+2番外]《毒（伪骨科年下单性、BE）穷小子攻》作者：黎明雪雨.txt",
    "夸克盘链接": "https://pan.quark.cn/s/5d3be431d953"
  },
  {
    "文件名": "[完结+2番外]《我老婆当着我的面被别人透得死去活来（np ntr）》作者：你不守男德.txt",
    "夸克盘链接": "https://pan.quark.cn/s/79f4e2316c5e"
  },
  {
    "文件名": "[完结+2番外]《弟弟怎么了（1v1ABO 多CP）》作者：墨染星洛【米国度】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/be9d1d64e55d"
  },
  {
    "文件名": "[完结+2番外]《就要和你胡来（1v1 兔子仙x小狐妖）》作者：鐵心【米国度】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/d91a65339c99"
  },
  {
    "文件名": "[完结+2番外]《囚禁在小黑屋的学长把我给办了（双性1v1 番外触手）》作者：贪吃蛇.txt",
    "夸克盘链接": "https://pan.quark.cn/s/7c9c03e2f07b"
  },
  {
    "文件名": "[完结+2番外]《偷尝一口杯子蛋糕吧（外川x野末同人）》作者：Anna真的很Lucky.txt",
    "夸克盘链接": "https://pan.quark.cn/s/670cb262957a"
  },
  {
    "文件名": "[完结+2番外]《【修帝】他是魔龙（同人）》作者：刃雪shuang.txt",
    "夸克盘链接": "https://pan.quark.cn/s/2b567ceaa167"
  },
  {
    "文件名": "[完结+2番外]《beta真的没有信息素啊！（1v1ABO）》作者：夏侯宝玉.txt",
    "夸克盘链接": "https://pan.quark.cn/s/dc286e94b85d"
  },
  {
    "文件名": "[完结+1番外]《黄播掉马以后（np 双性总受）》作者：Echo.txt",
    "夸克盘链接": "https://pan.quark.cn/s/62b46a2f4d00"
  },
  {
    "文件名": "[完结+1番外]《穿成校霸的裤衩子（1v1）》作者：好想喝可乐.txt",
    "夸克盘链接": "https://pan.quark.cn/s/1240717b3c3e"
  },
  {
    "文件名": "[完结+1番外]《社畜beta今天也被顶A强制爱了（1v1 ABO）》作者：胡思乱想社恐症.txt",
    "夸克盘链接": "https://pan.quark.cn/s/853053c86624"
  },
  {
    "文件名": "[完结+1番外]《相逢不知身是客（结局1v1 小妈受 抹布ntr 双向救赎）》作者：青红丝面茶.txt",
    "夸克盘链接": "https://pan.quark.cn/s/142978cbd903"
  },
  {
    "文件名": "[完结+1番外]《沦为玩物的黑皮体育生（强强1v1 直男受）》作者：辛特兰访客.txt",
    "夸克盘链接": "https://pan.quark.cn/s/fcfcc7bf31a8"
  },
  {
    "文件名": "[完结+1番外]《我兄弟是救赎文里的炮灰【主攻】np》作者：小满.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e2fca28e4530"
  },
  {
    "文件名": "[完结+1番外]《恐同直男雌堕日记（np强制抹布）》作者：淞玉(.txt",
    "夸克盘链接": "https://pan.quark.cn/s/b9a761e0c61d"
  },
  {
    "文件名": "[完结+1番外]《少爷小波（同人）》作者：Anna真的很Lucky.txt",
    "夸克盘链接": "https://pan.quark.cn/s/5a5e6e0010d4"
  },
  {
    "文件名": "[完结+1番外]《将欺辱过我的人调教成狗（np 受转攻、总攻、兽交、人体改造、无爱）》作者：良家小菊花.txt",
    "夸克盘链接": "https://pan.quark.cn/s/0c0a830f3a15"
  },
  {
    "文件名": "[完结+1番外]《在万人演唱会上与你公开doi（1v1 系统 排泄 重口）》作者：银耳777.txt",
    "夸克盘链接": "https://pan.quark.cn/s/577f35015cbd"
  },
  {
    "文件名": "[完结+1番外]《【申善】孽（abo）同人》作者：龙幻夜.txt",
    "夸克盘链接": "https://pan.quark.cn/s/3ea4dbe86c63"
  },
  {
    "文件名": "[完结+1番外]《【狂飙 盛强】哥哥是阿盛的奶油蛋糕（同人）》作者：Double G.txt",
    "夸克盘链接": "https://pan.quark.cn/s/0a0524db0690"
  },
  {
    "文件名": "[完结+1番外]《【GB】Alpha姐姐与Omega少年的情事（1v1 女攻ABO）》作者：风天使梨.txt",
    "夸克盘链接": "https://pan.quark.cn/s/d46b5867b9a3"
  },
  {
    "文件名": "[完结+12番外]《沦为仆人们的玩物的水月阁阁主（np）》作者：大釜【补】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/14e5f05253bd"
  },
  {
    "文件名": "[完结+11番外]《痴汉失忆后被疯批强制爱了【原名：痴汉失忆之后（疯批攻x痴汉受 1v1）》作者：走笔阑珊【补番-84章】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/0da85750c638"
  },
  {
    "文件名": "[合集 完结]《综穿男配女配也性福h（BG&BL）》作者：嘿嘿哒.txt",
    "夸克盘链接": "https://pan.quark.cn/s/da67aa5e6593"
  },
  {
    "文件名": "[合集 完结]《欠操的小可怜（强制为欢）》作者：qinlanlan.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e89a78d886fc"
  },
  {
    "文件名": "[合集 完结]《林间小屋（总受） 双性 ntr》作者：月亮不圆.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a2f931c2a124"
  },
  {
    "文件名": "[合集 完结]《我养的宠物和我求偶了（短篇，人外，1V1）主攻》作者：辛亥.txt",
    "夸克盘链接": "https://pan.quark.cn/s/53f14abcaaab"
  },
  {
    "文件名": "[合集 完结]《各个小故事合集》作者：荼毒月色.txt",
    "夸克盘链接": "https://pan.quark.cn/s/8f129f17db6b"
  },
  {
    "文件名": "[合集 完结]《乱伦合集(双性骚受)》作者：周周周周.txt",
    "夸克盘链接": "https://pan.quark.cn/s/dd92b3069c9c"
  },
  {
    "文件名": "[合集 完结]《两个小0的幸福生活》作者：九厘米雾岛.txt",
    "夸克盘链接": "https://pan.quark.cn/s/93de69aa1f7c"
  },
  {
    "文件名": "[合集 完结]《【柯南同人】纳西瑟斯》作者：Margarita.txt",
    "夸克盘链接": "https://pan.quark.cn/s/21e0ed7d5950"
  },
  {
    "文件名": "[合集 完结]《【总攻】闲话唠嗑》作者：爱做梦的貘.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ad329cb5edb5"
  },
  {
    "文件名": "[合集 完结]《[原神]长河（同人、无CP清水））》作者：阿辰不会写黄.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e3851105d596"
  },
  {
    "文件名": "[合集 完结]《H文大佬受觉醒以后》作者：桂花载酒.txt",
    "夸克盘链接": "https://pan.quark.cn/s/0fc1932ff23e"
  },
  {
    "文件名": "[合集 完结]《gv鉴赏实录【一】》作者：茶杆子.txt",
    "夸克盘链接": "https://pan.quark.cn/s/dd7fcd698c99"
  },
  {
    "文件名": "[np 完结]《［总攻］勾引失败肿么破？（伪TVB）双性攻、弱攻强受》作者：应兰.txt",
    "夸克盘链接": "https://pan.quark.cn/s/2357e7fbc248"
  },
  {
    "文件名": "[np 完结]《魅妖倾城（结局1v1）》作者：葡萄汁candy.txt",
    "夸克盘链接": "https://pan.quark.cn/s/320f2044e7c4"
  },
  {
    "文件名": "[np 完结]《重生后怎么都处心积虑想肏我（双性总受）》作者：遛鸟的小少爷.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e37e2c8eca34"
  },
  {
    "文件名": "[np 完结]《网黄的绿帽老公》作者：菜菜搬砖.txt",
    "夸克盘链接": "https://pan.quark.cn/s/6e2fdade7616"
  },
  {
    "文件名": "[np 完结]《王子和七个巨人的幸福生活（总受、身高差）》作者：无有灵.txt",
    "夸克盘链接": "https://pan.quark.cn/s/0b5020f02f42"
  },
  {
    "文件名": "[np 完结]《漂亮NPC总是被玷污（快穿）》作者：渡余生.txt",
    "夸克盘链接": "https://pan.quark.cn/s/983bfa31f54f"
  },
  {
    "文件名": "[np 完结]《温柔人妻的堕落2（总受、雌堕、人兽）》作者：口味很重.txt",
    "夸克盘链接": "https://pan.quark.cn/s/bf450d40a267"
  },
  {
    "文件名": "[np 完结]《海王受穿书攻略那些男人们》作者：闲在温京.txt",
    "夸克盘链接": "https://pan.quark.cn/s/9b39debb2e9a"
  },
  {
    "文件名": "[np 完结]《武校里的羞耻与绝对服从（SM调教）》作者：zero.txt",
    "夸克盘链接": "https://pan.quark.cn/s/d7ed8b733f38"
  },
  {
    "文件名": "[np 完结]《无边风月春堕泪（双性 共妻）》作者：梧檀blossom.txt",
    "夸克盘链接": "https://pan.quark.cn/s/0409786a393a"
  },
  {
    "文件名": "[np 完结]《摄政王的婚事（双性总受）壮受》作者：再吃亿碗.txt",
    "夸克盘链接": "https://pan.quark.cn/s/aa97bb40525d"
  },
  {
    "文件名": "[np 完结]《招老头喜欢的小少爷（单性总受）》作者：懒得睡觉.txt",
    "夸克盘链接": "https://pan.quark.cn/s/947542999528"
  },
  {
    "文件名": "[np 完结]《娱乐圈男妓（纯肉）》作者：Doi【重修】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/328d09c9757f"
  },
  {
    "文件名": "[np 完结]《全息职业玩家h》作者：秘制排骨鸡.txt",
    "夸克盘链接": "https://pan.quark.cn/s/4ae181d1edb4"
  },
  {
    "文件名": "[np 完结]《乱伦杂锅菜h》作者：嘿嘿哒.txt",
    "夸克盘链接": "https://pan.quark.cn/s/eade8a9cc396"
  },
  {
    "文件名": "[np 完结]《不良少年沦为破布(NPH)双性总受 抹布》作者：喝杯奶茶.txt",
    "夸克盘链接": "https://pan.quark.cn/s/2f3c85bb6a90"
  },
  {
    "文件名": "[np 完结]《万人迷被玩坏了批【原名：快穿：笨笨老婆被玩坏了批（总受）》作者：饮梦如酒.txt",
    "夸克盘链接": "https://pan.quark.cn/s/2ea6db953605"
  },
  {
    "文件名": "[np 完结]《万人迷到底怀了谁的崽[N·P]双性生子、结局1v1》作者：邬禅见.txt",
    "夸克盘链接": "https://pan.quark.cn/s/f4926c19b80d"
  },
  {
    "文件名": "[np 完结]《一名男妓的生活日记（主受）》作者：法兰卡.txt",
    "夸克盘链接": "https://pan.quark.cn/s/449a07487a45"
  },
  {
    "文件名": "[1v1完结]《黑道大佬和他的作精男友（养父子年上）》作者：晨晨.txt",
    "夸克盘链接": "https://pan.quark.cn/s/002ae05b012e"
  },
  {
    "文件名": "[1v1完结]《鲛人饵（师徒、病娇心机鲛人徒弟美攻x温柔纯良师父受）》作者：崖生(.txt",
    "夸克盘链接": "https://pan.quark.cn/s/11292b0e176d"
  },
  {
    "文件名": "[1v1完结]《随便嫁的老公天天都要操我（双性高H）浪荡受》作者：bbwrite.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a638ac85c83d"
  },
  {
    "文件名": "[1v1完结]《被爸爸娇宠成淫荡狗【双性父子】》》作者：炖肉火锅(.txt",
    "夸克盘链接": "https://pan.quark.cn/s/50adc516e748"
  },
  {
    "文件名": "[1v1完结]《被吃定了（美强校园）》作者：清水鱼.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c92412f7c5b3"
  },
  {
    "文件名": "[1v1完结]《苞米地里的爱情（MileApo同人）》作者：车技一般的咸鱼.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a8c8bc40991d"
  },
  {
    "文件名": "[1v1完结]《老婆是病娇怎么办（美强主攻）》作者：来去.txt",
    "夸克盘链接": "https://pan.quark.cn/s/d6200b080a5c"
  },
  {
    "文件名": "[1v1完结]《缠绵与他身侧》作者：灰团雀.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ebe7e687296b"
  },
  {
    "文件名": "[1v1完结]《第九十九次撩驸马（女强、BG&GB互攻）》作者：武林至尊的男人.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a61e3f71490d"
  },
  {
    "文件名": "[1v1完结]《笨蛋直男活该被强制爱（快穿）》作者：纯情狗.txt",
    "夸克盘链接": "https://pan.quark.cn/s/efe6628225f3"
  },
  {
    "文件名": "[1v1完结]《看着你离开》作者：请远离这个辣椒.txt",
    "夸克盘链接": "https://pan.quark.cn/s/cc213187b7c0"
  },
  {
    "文件名": "[1v1完结]《疯批弟弟囚禁我后【骨科】》作者：眠不得.txt",
    "夸克盘链接": "https://pan.quark.cn/s/9a5b9c5a7c95"
  },
  {
    "文件名": "[1v1完结]《棋逢对手：病娇遇上控制狂（病娇杀手攻x首脑大叔受）》作者：Boss.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a980a525fe72"
  },
  {
    "文件名": "[1v1完结]《标记beta（末日aboab恋）》作者：炽焰.txt",
    "夸克盘链接": "https://pan.quark.cn/s/458b13e95fa4"
  },
  {
    "文件名": "[1v1完结]《我治好了下铺兄弟的隐疾（先做后爱、哭包攻x诱受）》作者：葡萄汁candy.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ad7412481945"
  },
  {
    "文件名": "[1v1完结]《我和陈观南（主攻清水BE）》作者：培根帕尼尼.txt",
    "夸克盘链接": "https://pan.quark.cn/s/30ebc29c64d7"
  },
  {
    "文件名": "[1v1完结]《忠犬的ntr攻略【原名：叫魂（美强重生、攻转受、受转攻）》作者：冯古道.txt",
    "夸克盘链接": "https://pan.quark.cn/s/49c229d2dc5f"
  },
  {
    "文件名": "[1v1完结]《微光（破镜重圆）》作者：绿帽.txt",
    "夸克盘链接": "https://pan.quark.cn/s/8dcce4a78507"
  },
  {
    "文件名": "[1v1完结]《别被发现了（伪骨科ABO生子）》作者：椰奶糖.txt",
    "夸克盘链接": "https://pan.quark.cn/s/0f6d17788266"
  },
  {
    "文件名": "[1v1完结]《伴读日常（双性双洁多CP）》作者：张嘴吃蘑菇.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a8a8b4d36123"
  },
  {
    "文件名": "[1v1完结]《【胜命同人】七铜币的流浪狗》作者：迟绘.txt",
    "夸克盘链接": "https://pan.quark.cn/s/22fa8282bef3"
  },
  {
    "文件名": "[1v1完结]《【gb女攻】娶了寡夫后》作者：糖渍板栗(.txt",
    "夸克盘链接": "https://pan.quark.cn/s/8c46d04fbff2"
  },
  {
    "文件名": "[1v1 完结]《霸道男大学生和他的迷糊小教授（师生、双洁）》作者：水果茶.txt",
    "夸克盘链接": "https://pan.quark.cn/s/dc799f6c5cf9"
  },
  {
    "文件名": "[1v1 完结]《被笨蛋小人鱼爆炒了（人鱼攻x单性壮受）》作者：眠不得.txt",
    "夸克盘链接": "https://pan.quark.cn/s/89ec237b5377"
  },
  {
    "文件名": "[1v1 完结]《被掌控的庶弟（美强壮受）》作者：我想恰个小龙虾.txt",
    "夸克盘链接": "https://pan.quark.cn/s/d325ccd7af4a"
  },
  {
    "文件名": "[1v1 完结]《被天菜表弟看到自慰后（双性）》作者：Jia.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a55f6c486c1d"
  },
  {
    "文件名": "[1v1 完结]《痴迷于哥哥该怎么办（骨科 双洁）》作者：殿下?.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c1434526fb04"
  },
  {
    "文件名": "[1v1 完结]《火烧身ABO（年下）》作者：海将在北.txt",
    "夸克盘链接": "https://pan.quark.cn/s/5dfc3d7b702b"
  },
  {
    "文件名": "[1v1 完结]《潇潇“慕”雨（家奴文，1v1）》作者：庚子岁【补-烂尾】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/6db51ef4c122"
  },
  {
    "文件名": "[1v1 完结]《沦为高冷学霸的泄欲工具》作者：隔壁张三.txt",
    "夸克盘链接": "https://pan.quark.cn/s/921226e9f68e"
  },
  {
    "文件名": "[1v1 完结]《无果【师生】年下BE》作者：草木何求折.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ac0c447627ae"
  },
  {
    "文件名": "[1v1 完结]《我喜欢的网黄是上司（双性、受宠攻）》作者：祈江.txt",
    "夸克盘链接": "https://pan.quark.cn/s/012e1b00392f"
  },
  {
    "文件名": "[1v1 完结]《总裁与小员工的做爱日常（双性）》作者：今天日万了吗.txt",
    "夸克盘链接": "https://pan.quark.cn/s/dc4f323b270c"
  },
  {
    "文件名": "[1v1 完结]《宠物契约：独一无二》作者：鬼魑丫头.txt",
    "夸克盘链接": "https://pan.quark.cn/s/98f1201d11ea"
  },
  {
    "文件名": "[1v1 完结]《办公室里的冰山美人（主攻、下克上）》作者：兰庭.txt",
    "夸克盘链接": "https://pan.quark.cn/s/9e90142f7342"
  },
  {
    "文件名": "[1v1 完结]《【饼渣双性】我的兔子“先生”（同人）》作者：风习习.txt",
    "夸克盘链接": "https://pan.quark.cn/s/29f1c5c351ee"
  },
  {
    "文件名": "[1v1 完结]《【修帝】今天要和挚友结婚？！（同人）》作者：久我まさひ.txt",
    "夸克盘链接": "https://pan.quark.cn/s/b36c1907d4ad"
  },
  {
    "文件名": "[1v1 完结]《【gb】fake·eagle（女攻、强制替身骨科）》作者：繁了.txt",
    "夸克盘链接": "https://pan.quark.cn/s/849fd420b729"
  },
  {
    "文件名": "[1v1 完结]《【ABO】淡薄鸟不啼春》作者：傻白.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ef2230ff9930"
  },
  {
    "文件名": "[1v1 完结]《[主攻]和霸总先婚后爱了（美强双洁）》作者：好多人啊!.txt",
    "夸克盘链接": "https://pan.quark.cn/s/20bb47a2d9bf"
  },
  {
    "文件名": "[完结]《［柯南］零的牺牲》作者：想不到名字（安室透NP总受）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/16f41f310158"
  },
  {
    "文件名": "[完结]《骚受的情侣鸡巴品鉴日记》作者：山核桃战士（故事集）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/bd150b4f86be"
  },
  {
    "文件名": "[完结]《霸总的娇妻是猛攻》作者：染染（女攻1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/709e9709790d"
  },
  {
    "文件名": "[完结]《被拖入厕所干了个爽》作者：日上四竿（1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/358e775645e8"
  },
  {
    "文件名": "[完结]《被修车厂帅哥超市》作者：安息日（1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e19df8678e76"
  },
  {
    "文件名": "[完结]《老师，你的狗链掉了》作者：肉丸爱吃肉（1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/770a8c94dd99"
  },
  {
    "文件名": "[完结]《疯狗与猫系美人》作者：呜呜呜（1v1）(1).txt",
    "夸克盘链接": "https://pan.quark.cn/s/c6e832e2a092"
  },
  {
    "文件名": "[完结]《炮灰的别样求生法》作者：燃伏（快穿）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/097e5a3e76cc"
  },
  {
    "文件名": "[完结]《潮湿》作者 maya（GL百合1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/3740a58c43eb"
  },
  {
    "文件名": "[完结]《槲寄生的剥离》作者：COCORO（1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/9a1d46168979"
  },
  {
    "文件名": "[完结]《我们》 又名：《同学，我好看吗？作者：Maitrī Samadhi（1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/0bea23ebb770"
  },
  {
    "文件名": "[完结]《失忆的前男友又对我一见钟情了》作者： xw1997（1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/9ef8da16df3d"
  },
  {
    "文件名": "[完结]《关于我的超能力》作者：摆烂大王（1v1）~清水.txt",
    "夸克盘链接": "https://pan.quark.cn/s/9b1b4e3833b2"
  },
  {
    "文件名": "[完结]《他的蜜汁超美味》作者：鲨鱼饿晕了（np）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c967195df6a8"
  },
  {
    "文件名": "[完结]《【宁羞】上野对线绝密档案》作者：泰尔佩（rps 1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/33567d23da8f"
  },
  {
    "文件名": "[完结+番外]《捡来的双性娘子竟是小王爷》作者：陆巴（1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/54455df690d0"
  },
  {
    "文件名": "[完结+12番外]《双性小美人从军记》作者：眠不得（np）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/5df6e46d6be7"
  },
  {
    "文件名": "[完结]《阿遇的AV拍摄》作者：迪娜（np）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/b6202d5726ea"
  },
  {
    "文件名": "[完结]《讨债人非要我艹他》作者：当归炖鸡（1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/be2dfba67eab"
  },
  {
    "文件名": "[完结]《蛇攻：JJ太大，和尚一次吃不下》作者：不开car行不行（1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/13f708470cf8"
  },
  {
    "文件名": "[完结]《荒漠与银河之间》作者：anntano炎（1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/d762a1d8a17b"
  },
  {
    "文件名": "[完结]《苏溪的四爱调教生活》作者：肉丸爱吃肉（女攻np）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/b4f4d07fed17"
  },
  {
    "文件名": "[完结]《花心继母》作者 阿挠（GL百合ABO1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/9e5c99f1f761"
  },
  {
    "文件名": "[完结]《舞蹈女学生的被训诫日常。》作者：努力赚钱鸭（百合np）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/21aae89fd1da"
  },
  {
    "文件名": "[完结]《老翁的神【棍】治万病》作者：爱豆子（混合np）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/d206140e6c08"
  },
  {
    "文件名": "[完结]《缘不可待》作者：红河（苍海）（1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/66e861fe0b6c"
  },
  {
    "文件名": "[完结]《私有遗产》作者：离峰（1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/59da7e504b83"
  },
  {
    "文件名": "[完结]《私密情事集》作者：黎明破晓（故事集）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/cf5976018011"
  },
  {
    "文件名": "[完结]《漂亮小狗》作者：曲线不直（1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/62bd61ee9556"
  },
  {
    "文件名": "[完结]《汀汀哥哥》作者：cei丁壳（1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e899156cb742"
  },
  {
    "文件名": "[完结]《死对头发现了我有嫩批》作者：奇美拉（1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/b867bf26ba28"
  },
  {
    "文件名": "[完结]《梦魔的KPI》作者：蓝色鱼骨（1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/f9c05344c65e"
  },
  {
    "文件名": "[完结]《校园篇》作者：猫猫脑洞一踩一个坑（女攻3p）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/cda5ce982653"
  },
  {
    "文件名": "[完结]《最后和舍友he了》作者：zzz小泡芙（百合1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/de0e52957706"
  },
  {
    "文件名": "[完结]《星际之人体基因改造师》作者：佚名（总攻）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/9800abefa2ff"
  },
  {
    "文件名": "[完结]《星光如你》作者：酸酸的橙子（1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/be09fd2c414e"
  },
  {
    "文件名": "[完结]《易感期的哥哥操了弟弟》作者：米唐（1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c4f25dc4afdd"
  },
  {
    "文件名": "[完结]《日夜》作者：灯泡不亮（np）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/08024b39da22"
  },
  {
    "文件名": "[完结]《投石》作者：孤城风月（1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/2e520d761431"
  },
  {
    "文件名": "[完结]《我被恐龙日疯了》作者：红绿灯的黄.txt",
    "夸克盘链接": "https://pan.quark.cn/s/dbba70f779d9"
  },
  {
    "文件名": "[完结]《我的大摆钟老婆》作者：ritala（1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/3c3b99ae5963"
  },
  {
    "文件名": "[完结]《我拥抱了一个妓女》作者：赎己（百合1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/19e5eb78bdb9"
  },
  {
    "文件名": "[完结]《恋爱手游里的野兽们》作者：neetizumi（np）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/b9dd046d036b"
  },
  {
    "文件名": "[完结]《总裁的秘密》作者：程拓 (1v1).txt",
    "夸克盘链接": "https://pan.quark.cn/s/85639dd2883e"
  },
  {
    "文件名": "[完结]《总是被欺负的beta小美人》作者：绅士（np）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/9e956ff3d5f2"
  },
  {
    "文件名": "[完结]《强上我之后还想泡我学生？》作者：doggoneman（1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/d18af2a455d8"
  },
  {
    "文件名": "[完结]《山阳昆玉》作者：antipatriarchy（1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/bd4ee16881e8"
  },
  {
    "文件名": "[完结]《小阳的性爱觉醒》作者：GYUCHEN（1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e2d1332c89a7"
  },
  {
    "文件名": "[完结]《娇软美人被邪恶系统花样玩弄的日夜 原名 当社畜遇到春梦系统》作者：林子大了（np）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c58dc56dcf1f"
  },
  {
    "文件名": "[完结]《壮猎户和娇美人》作者：词不达意（1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/cdd80c295fd4"
  },
  {
    "文件名": "[完结]《喜欢你，占有你》作者：离峰（1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a20e359cd48a"
  },
  {
    "文件名": "[完结]《双性淫乱游戏》作者：qinlanlan（np）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/1fb0b69ae26a"
  },
  {
    "文件名": "[完结]《双性憋尿被管教的一生》作者：红薯芝士（1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/47da68e450b9"
  },
  {
    "文件名": "[完结]《卖屁股的玉清公子》作者：W04（np）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a69c13b799e8"
  },
  {
    "文件名": "[完结]《偏要慕楚》作者：慕名而来（1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/3c38ba5f83c0"
  },
  {
    "文件名": "[完结]《你们以为的强制爱》作者：独上西楼（np）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c8006a514d5a"
  },
  {
    "文件名": "[完结]《伪装下跪》作者 MJT（GL百合1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a45ff8d96339"
  },
  {
    "文件名": "[完结]《人渣被人轮》作者：没有名字（np）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/96cbaab0a0a8"
  },
  {
    "文件名": "[完结]《为爱不洁：被迫出轨》作者：jy（np）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/de24ef2cab2f"
  },
  {
    "文件名": "[完结]《为BE作者改善X生活》作者：SuMooou（1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/731712e36a88"
  },
  {
    "文件名": "[完结]《与邻居爷爷的夏天》作者：懒得睡觉（np）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/95eea99ab1f8"
  },
  {
    "文件名": "[完结]《与胖老师野营住一个帐篷》作者：懒得睡觉 (np).txt",
    "夸克盘链接": "https://pan.quark.cn/s/8a9245a8d082"
  },
  {
    "文件名": "[完结]《【流浪地球口条】末 日 情 诗》作者：吟西蝶（1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/6ead21705b19"
  },
  {
    "文件名": "[完结]《GV演员的退圈生活》作者：得过且过（np）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/0aab60f5ffd1"
  },
  {
    "文件名": "[完结]《gay片实鉴录》作者：草草沙拉（短篇集）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/826212e6b011"
  },
  {
    "文件名": "[完结]《B数？没有，我是Alpha》作者：Akuier（1v1哈德）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e666f37f0166"
  },
  {
    "文件名": "[完结]《abo世界里长了批就会被透出汁》作者： kkisu（np）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/89bd064004d6"
  },
  {
    "文件名": "[完结+番外]《这婚离不成了》作者：安诗鸢尾（np）~补番.txt",
    "夸克盘链接": "https://pan.quark.cn/s/cece29085d58"
  },
  {
    "文件名": "[完结+番外]《这个后宫有点危险》作者：宁浅（总攻）~补番.txt",
    "夸克盘链接": "https://pan.quark.cn/s/fd33aaa57d9c"
  },
  {
    "文件名": "[完结+番外]《心底里的那束光》作者：幽幽过客（1v1）~补番.txt",
    "夸克盘链接": "https://pan.quark.cn/s/d8b51a4bdaa1"
  },
  {
    "文件名": "[完结+番外]《剑魂归来后被日哭》作者：三根兔毛（1v1）~补番.txt",
    "夸克盘链接": "https://pan.quark.cn/s/604e5af94b5e"
  },
  {
    "文件名": "[完结+番外6]《无法标记的哥哥》作者：私房小厨（1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/84131de7acdd"
  },
  {
    "文件名": "[完结+番外2]《海王的男人们》作者：兰庭（总攻np）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/fff170d2a10d"
  },
  {
    "文件名": "[完结+番外1]《美A发疯后把猛A艹服了》作者：清明河畔洗腿毛（1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/32b381291076"
  },
  {
    "文件名": "[完结+全番外]《陛下不好啦！男妃带娃跑路了（1v1 渣男皇帝攻x穿越太监受）》作者：陌羽妖.txt",
    "夸克盘链接": "https://pan.quark.cn/s/62dc858660aa"
  },
  {
    "文件名": "[完结+全番外]《被男神发现是变态后（高H双性 校园1v1 收集癖变态受X男神攻）》作者：佐伊.txt",
    "夸克盘链接": "https://pan.quark.cn/s/16d8e1302c57"
  },
  {
    "文件名": "[完结+全番外]《获得时间停止app后【np总受、催眠】》作者：lucky.txt",
    "夸克盘链接": "https://pan.quark.cn/s/05a03a5a94ae"
  },
  {
    "文件名": "[完结+全番外]《美A发疯后把猛A艹服了（1v1美强ABO）》作者：清明河畔洗腿毛【补番】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/dac615f51a06"
  },
  {
    "文件名": "[完结+全番外]《简秘书为何那样做（1v1 ABO）》作者：不会游泳的小熊猫.txt",
    "夸克盘链接": "https://pan.quark.cn/s/2957bf324a54"
  },
  {
    "文件名": "[完结+全番外]《男孩被新爸爸从加油站捡回去后天天流着幸福的眼泪【单性】1V1》作者：绿子心.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e11aca0673dd"
  },
  {
    "文件名": "[完结+全番外]《殿下狂操小奴隶（高H）美强》作者：可以色色.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ebbae0aee89f"
  },
  {
    "文件名": "[完结+全番外]《普通人流星街日常（库洛洛同人）》作者：不眠夜之城.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e3b8381bdd82"
  },
  {
    "文件名": "[完结+全番外]《夺舍[ABO]校园1v1》作者：苟纹.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ff120717f8ed"
  },
  {
    "文件名": "[完结+全番外]《出道后总被轮奸的小偶像（双性np）》作者：空即是色.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a138433134c2"
  },
  {
    "文件名": "[完结+全番外]《催眠调教高冷双性美人室友（1v1）》作者：玩电话的.txt",
    "夸克盘链接": "https://pan.quark.cn/s/91bb7ed01e45"
  },
  {
    "文件名": "[完结+全番外]《偏要慕楚（1v1 霸总攻 包养）》作者：慕名而来.txt",
    "夸克盘链接": "https://pan.quark.cn/s/1d9d7a649ea8"
  },
  {
    "文件名": "[完结+全番外]《佳偶天成abo（竹马1v1）》作者：知予.txt",
    "夸克盘链接": "https://pan.quark.cn/s/58be30d9ea12"
  },
  {
    "文件名": "[完结+全番外]《不许来不及（双重生、直掰弯、有互攻 1v1）》作者：好端端【补番】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/bb61f4a88992"
  },
  {
    "文件名": "[合集 完结]《gay片实鉴录》作者：草草沙拉.txt",
    "夸克盘链接": "https://pan.quark.cn/s/421a798c4bfa"
  },
  {
    "文件名": "[合集 完结]《BL向随机短篇集》作者：anntano炎.txt",
    "夸克盘链接": "https://pan.quark.cn/s/6c6d869ebd1a"
  },
  {
    "文件名": "[合集 完结]《all叶2022.11-12合集（同人）》作者：百夜家的咸鱼.txt",
    "夸克盘链接": "https://pan.quark.cn/s/484ba2e1bf0c"
  },
  {
    "文件名": "[np 完结]《魅魔小美人张开双腿很耐肏（SM）》作者：咩咩大绵羊.txt",
    "夸克盘链接": "https://pan.quark.cn/s/8ca0a98fcc90"
  },
  {
    "文件名": "[np 完结]《高材生的触手玩弄》作者：灯泡不亮.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c530a3269202"
  },
  {
    "文件名": "[np 完结]《骚穴改变未来（双性总受）》作者：没有名字.txt",
    "夸克盘链接": "https://pan.quark.cn/s/aab165875f45"
  },
  {
    "文件名": "[np 完结]《这婚离不成了【快穿 双性总受】》作者：安诗鸢尾【120章】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/79b26b7692a9"
  },
  {
    "文件名": "[np 完结]《被男高享用的多汁嫩妻（双性）》作者：梧鸣.txt",
    "夸克盘链接": "https://pan.quark.cn/s/3cbbf3577e9c"
  },
  {
    "文件名": "[np 完结]《肉棒公主的淫荡人生（纯肉 乱交）》作者：9扎格柔斯.txt",
    "夸克盘链接": "https://pan.quark.cn/s/d71d5e2ba86c"
  },
  {
    "文件名": "[np 完结]《红尾锦鲤（万人迷总受、虐心虐身）》作者：张嘴吃胡萝卜粒.txt",
    "夸克盘链接": "https://pan.quark.cn/s/620f393f80d2"
  },
  {
    "文件名": "[np 完结]《用隐形能力批煎大勾八们【总受】》作者：lucky.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a8a42eed10a5"
  },
  {
    "文件名": "[np 完结]《淫荡受装乖日常（快穿）》作者：不拖延小球.txt",
    "夸克盘链接": "https://pan.quark.cn/s/b41b5f649329"
  },
  {
    "文件名": "[np 完结]《欲望交合abo（双性）》作者：kkisu.txt",
    "夸克盘链接": "https://pan.quark.cn/s/16bf9a01f6e5"
  },
  {
    "文件名": "[np 完结]《有批父亲的银荡面馆（双性）》作者：猪猪芥末好吃.txt",
    "夸克盘链接": "https://pan.quark.cn/s/8ca238aff657"
  },
  {
    "文件名": "[np 完结]《日夜》作者：灯泡不亮.txt",
    "夸克盘链接": "https://pan.quark.cn/s/d6b837640414"
  },
  {
    "文件名": "[np 完结]《恋爱手游里的野兽们（双性总受）》作者：neetizumi.txt",
    "夸克盘链接": "https://pan.quark.cn/s/72a839f1b38e"
  },
  {
    "文件名": "[np 完结]《总是被欺负的beta小美人（总受ABO、beta攻生子）》作者：绅士.txt",
    "夸克盘链接": "https://pan.quark.cn/s/961d2b7f4eba"
  },
  {
    "文件名": "[np 完结]《影帝超骚（双性总受 纯肉）》作者：没有名字.txt",
    "夸克盘链接": "https://pan.quark.cn/s/f85df946a256"
  },
  {
    "文件名": "[np 完结]《平平无奇打工人不会梦到契约邪神（总攻）》作者：鸽子集中营.txt",
    "夸克盘链接": "https://pan.quark.cn/s/8616f938c7fc"
  },
  {
    "文件名": "[np 完结]《师兄酒量不太行(NTR)修真、单性总受》作者：正太平.txt",
    "夸克盘链接": "https://pan.quark.cn/s/03d25bb586ea"
  },
  {
    "文件名": "[np 完结]《娱乐圈大总攻（SM 总攻）》作者：群魔乱舞.txt",
    "夸克盘链接": "https://pan.quark.cn/s/86c9d4bcb949"
  },
  {
    "文件名": "[np 完结]《团妻竟是我自己（娱乐圈 双性总受）》作者：loverrr.txt",
    "夸克盘链接": "https://pan.quark.cn/s/191a961d1216"
  },
  {
    "文件名": "[np 完结]《和飞机杯共感的受》作者：略略略.txt",
    "夸克盘链接": "https://pan.quark.cn/s/f228574f82ab"
  },
  {
    "文件名": "[np 完结]《双性淫乱游戏》作者：qinlanlan.txt",
    "夸克盘链接": "https://pan.quark.cn/s/962a07065740"
  },
  {
    "文件名": "[np 完结]《双性憋尿被管教的一生（训诫调教）》作者：红薯芝士.txt",
    "夸克盘链接": "https://pan.quark.cn/s/1e92ae88b8d7"
  },
  {
    "文件名": "[np 完结]《双性小美人在恋综做爱（总受）》作者：吃泡泡不吐肥皂.txt",
    "夸克盘链接": "https://pan.quark.cn/s/d4f2c558fb40"
  },
  {
    "文件名": "[np 完结]《双xing美人啦啦队》作者：没有任何名字.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c266f1cfaeda"
  },
  {
    "文件名": "[np 完结]《你和我的距离（结局1v1 换攻 美强）》作者：爱美强的小啾啾.txt",
    "夸克盘链接": "https://pan.quark.cn/s/df48e402326d"
  },
  {
    "文件名": "[np 完结]《人渣被人轮（双性纯肉）》作者：没有名字.txt",
    "夸克盘链接": "https://pan.quark.cn/s/801d419f8420"
  },
  {
    "文件名": "[np 完结]《为爱不洁：被迫出轨（双性、ntr）》作者：jy.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a3ef7c213d3d"
  },
  {
    "文件名": "[np 完结]《与邻居爷爷的夏天》作者：懒得睡觉.txt",
    "夸克盘链接": "https://pan.quark.cn/s/cc546d4ff29b"
  },
  {
    "文件名": "[np 完结]《与胖老师野营住一个帐篷（单性总受）》作者：懒得睡觉.txt",
    "夸克盘链接": "https://pan.quark.cn/s/d707d3b89187"
  },
  {
    "文件名": "[np 完结]《与父同伦（sm）》作者：荆荆.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c0b3406b8a9d"
  },
  {
    "文件名": "[np 完结]《三重占有（古代ABO 双性总受）》作者：xmrj.txt",
    "夸克盘链接": "https://pan.quark.cn/s/702a97aade8d"
  },
  {
    "文件名": "[np 完结]《【莫强求同人】高维主宰》作者：No one.txt",
    "夸克盘链接": "https://pan.quark.cn/s/2a69bffff1d0"
  },
  {
    "文件名": "[np 完结]《【茨木童子生子受向】不见南山【详细孕期产程触手】同人》作者：刀刀.txt",
    "夸克盘链接": "https://pan.quark.cn/s/76b238f3f387"
  },
  {
    "文件名": "[np 完结]《【审all】咸鱼婶今天操刀了吗？（刀剑乱舞同人）》作者：君如戏言.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e6598ce7aba5"
  },
  {
    "文件名": "[np 完结]《【GB女攻 向哨总攻】征服》作者：安安.txt",
    "夸克盘链接": "https://pan.quark.cn/s/52a3a6c6c959"
  },
  {
    "文件名": "[np 完结]《【BL&GB】漂亮人夫（人兽、NTR）》作者：我是超人强.txt",
    "夸克盘链接": "https://pan.quark.cn/s/04dccaf06243"
  },
  {
    "文件名": "[np 完结]《【BL&GB】哥哥的漂亮朋友》作者：暮雨重重.txt",
    "夸克盘链接": "https://pan.quark.cn/s/776b7467a60e"
  },
  {
    "文件名": "[np 完结]《0号健身房骗子会变rbq（叔受）》作者：劳徳的扑克.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a9b249f7679b"
  },
  {
    "文件名": "[BLNP]《鸣玉檀花》作家：爱吃肉的肉肉--【完结】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/d20d8e9504e5"
  },
  {
    "文件名": "[BLNP]《魅魔小美人张开双腿很耐肏》作者：咩咩大绵羊--【完结】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/9a64ec2e1e4d"
  },
  {
    "文件名": "[BLNP]《高材生的触手玩弄》作者：泡不亮--【完结】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/fa60052ea4cf"
  },
  {
    "文件名": "[BLNP]《高冷学长凌辱日记》作者：肆一九--【完结】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/7c3395f2090d"
  },
  {
    "文件名": "[BLNP]《骚0的性福日志(催眠)》作家：红烧肉酱汁--【完结】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/d6592285e5d2"
  },
  {
    "文件名": "[BLNP]《颜色童话世界》作者：都是正经人--【完结】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/3d65407445cf"
  },
  {
    "文件名": "[BLNP]《陛下，你好软》作者：别太放肆--【完结】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/cead4ff6bfb1"
  },
  {
    "文件名": "[BLNP]《阿遇的AV拍摄》作者：迪娜--【完结】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/3a01d05b4d3b"
  },
  {
    "文件名": "[BLNP]《金丝雀养成记》作家：葡萄汁candy--【完结】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/36964fec67bb"
  },
  {
    "文件名": "[BLNP]《重生食人魔》作家：辛特兰访客--【完结】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/981ade98fe59"
  },
  {
    "文件名": "[BLNP]《重生之我是完美大总攻》作家：总攻就是我--【完结】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ae3b385a94ee"
  },
  {
    "文件名": "[BLNP]《酒入软香——兄弟情事》作家：樱桃白兰地--【完结】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/9bac1d3a81f9"
  },
  {
    "文件名": "[BLNP]《都是变态，除了主受》作者：木鱼暮雨--【完结】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/f7847566ef9e"
  },
  {
    "文件名": "[BLNP]《这婚离不成了【快穿双】》作者：安诗鸢尾--【完结】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a2a63540a6a9"
  },
  {
    "文件名": "[BLNP]《貌美小妓子（双性总受）》作者：沧鸢--【完结】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/fa8f39bb903f"
  },
  {
    "文件名": "[BLNP]《被日液疼爱的漂亮老师》作家：爱小猫--【完结】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/898caffbcc5a"
  },
  {
    "文件名": "[BLNP]《蛇的报恩》作家：葡萄汁candy--【完结】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/3189dc82da91"
  },
  {
    "文件名": "[BLNP]《获得时间停止app后【总受】》作家：lucky--【完结】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/bf44f41663c5"
  },
  {
    "文件名": "[BLNP]《花心渣1变0记》作家：无有灵--【完结】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/08950f0cacbc"
  },
  {
    "文件名": "[BLNP]《背叛的代价【ABO 束缚控制道具系】》作者：野兔的锁骨--【完结】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/52325b5e131c"
  },
  {
    "文件名": "[BLNP]《美人雌堕日记3》作者：爱摆烂的大饼--【完结】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c51d890641f4"
  },
  {
    "文件名": "[BLNP]《站着把钱挣了》作者：作家：但枝--【完结】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/b96ee3734d2a"
  },
  {
    "文件名": "[BLNP]《穿到abo世界变成淫荡omega》作家：白日放歌--【完结】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/36f83541fff0"
  },
  {
    "文件名": "[BLNP]《穿书后我成了兄弟三人的性奴（总受）》作家：DesireT--【完结】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/9c5f22c0c265"
  },
  {
    "文件名": "[BLNP]《种马纨绔被操成诱受之后（美强 双性总受）》作者：银贼--【完结】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/0172de61f3fe"
  },
  {
    "文件名": "[BLNP]《离婚后前妻他变了(双性)》作家：时色--【完结】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e08723181de0"
  },
  {
    "文件名": "[BLNP]《直播做爱》作家：冰点--【完结】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/44324d5bd40e"
  },
  {
    "文件名": "[BLNP]《用隐形能力批煎大勾八们》作者：lucky--【完结】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/dd885be1189b"
  },
  {
    "文件名": "[BLNP]《牡丹花妖养父被儿子们艹哭（强制调教养父）》作家：左边疯--【完结】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c40a726fbc87"
  },
  {
    "文件名": "[BLNP]《爱☆巧克力》作家：knn--【完结】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/cc6dbe1e9b15"
  },
  {
    "文件名": "[BLNP]《炮灰美人重生躺平后被日了》作家：水煮葡萄--【完结】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/1ba86cc3f9b3"
  },
  {
    "文件名": "[BLNP]《炮灰受真不想勾引主角攻》作家：花纵乐--【完结】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/b9d0a587f3a0"
  },
  {
    "文件名": "[BLNP]《漂亮队长磨批被围观后》作家：Uranus--【完结+8番外】修.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ff4ce2600593"
  },
  {
    "文件名": "[BLNP]《漂亮宝贝的GV实录》作者：Suiy--【完结】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a7a9c57903b2"
  },
  {
    "文件名": "[BLNP]《渣男被抹布以后》作家：湫凰 --【完结】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/65ac628a08a7"
  },
  {
    "文件名": "[BLNP]《淫荡校霸被主人玩坏了》作家：楚楚爱睡觉--【完结】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ba26696f1b9d"
  },
  {
    "文件名": "[BLNP]《毁人不倦》作家：山川迢迢--【完结】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/1316aebe9117"
  },
  {
    "文件名": "[BLNP]《来何迟》作家：一只周小言--【完结】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/8dacd5259f1f"
  },
  {
    "文件名": "[BLNP]《末世之囚》作家：一点墨--【完结】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/cd1277387d26"
  },
  {
    "文件名": "[BLNP]《晚香玉》作家：孤雏 --【完结】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/acd8da2a97ed"
  },
  {
    "文件名": "[BLNP]《春苗》作者：柬埔寨单推人--【完结】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/941502d5ec0e"
  },
  {
    "文件名": "[BLNP]《春江潮水》作者：栖鹤--【完结】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/8491d52751c5"
  },
  {
    "文件名": "[BLNP]《日夜》作家：灯泡不亮--【完结】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/b5ce9f8625bb"
  },
  {
    "文件名": "[BLNP]《方日的性爱游戏》作者：DREAM--【完结】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c762c75391cf"
  },
  {
    "文件名": "[BLNP]《拒绝搞基的我被玩熟了》作家：xw1997--【完结】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/0ced22e381e8"
  },
  {
    "文件名": "[BLNP]《批嫩水多（双性合集3）》作者：qinlanlan--【完结】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ab9f42064a49"
  },
  {
    "文件名": "[BLNP]《我有一个陪睡系统》作家：临时想不起来--【完结】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/4cc05e483ec9"
  },
  {
    "文件名": "[BLNP]《我在惊悚游戏里封神同人 all白六》作者：小骷--【完结】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/61a201a914f9"
  },
  {
    "文件名": "[BLNP]《我们仨》作家：今天吃面了吗--【完结】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a02f544fb1ba"
  },
  {
    "文件名": "[BLNP]《总是被欺负的beta小美人》作家：绅士--【完结】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/2f9f40938b0d"
  },
  {
    "文件名": "[BLNP]《怀月》作者：假面夫子--【完结】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c27f022f6519"
  },
  {
    "文件名": "[BLNP]《当特警穿到黄暴世界成了偶像》作家：苏门生--【完结】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/d62a2930f2a3"
  },
  {
    "文件名": "[BLNP]《当万人迷化身惹事精［快穿］》作者：酒木槿--【完结】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/b2ea17884be4"
  },
  {
    "文件名": "[BLNP]《少爷后穴被保镖射满精液》作家：一杯凉白开--【完结】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ffc1734bc7d8"
  },
  {
    "文件名": "[BLNP]《小阳的性爱觉醒》作者：GYUCHEN--【完结】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/840feb230698"
  },
  {
    "文件名": "[BLNP]《小奶包他又香又软》作家：一根善感的老黄瓜--【完结】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ec7940e7503d"
  },
  {
    "文件名": "[BLNP]《寡夫》作者：逢秋--【完结】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/863e80441915"
  },
  {
    "文件名": "[BLNP]《宝丁补狮记》作家：百家饭店--【完结】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/f82cd274b6e0"
  },
  {
    "文件名": "[BLNP]《娇软美人被邪恶系统花样玩弄的日夜（当社畜遇到春梦系统）》作者：林子大了--【完结】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/38be918b6a14"
  },
  {
    "文件名": "[BLNP]《好兄弟就是要一起穿越》作家：嘿嘿哒--【完结】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e32e0115a1b2"
  },
  {
    "文件名": "[BLNP]《夹心饼干》作家：摆烂宅女--【完结】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/6ed300c083ad"
  },
  {
    "文件名": "[BLNP]《大师兄只想逃完》作者：万紫千红--【完结】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/7f4b396533ac"
  },
  {
    "文件名": "[BLNP]《在直播综艺当性奴》作家：吃土少年--【完结】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ef3a3692b7f9"
  },
  {
    "文件名": "[BLNP]《在无限世界被两位邪神宠爱》作家：时肆--【完结】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/cca2fbb6ccbb"
  },
  {
    "文件名": "[BLNP]《团妻竟是我自己》作家：loverrr--【完结】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e9ae0efeb005"
  },
  {
    "文件名": "[BLNP]《双性淫乱游戏》作者：qinlanlan--【完结】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/67ff79e9acb4"
  },
  {
    "文件名": "[BLNP]《努力成为钙片演员》作家：肆一九--【完结】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/1ed04bf8930b"
  },
  {
    "文件名": "[BLNP]《出道前被队友发现我有性瘾》作家：压缩饼子kuki--【完结】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/386cec81ccc5"
  },
  {
    "文件名": "[BLNP]《关于我来到兽人国度的性福生活（总受）》作家：风铃草--【完结】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/78612a0329fe"
  },
  {
    "文件名": "[BLNP]《兰花螳螂》作者：MyJinji--【完结】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c2a3ec2b62e4"
  },
  {
    "文件名": "[BLNP]《你和我的距离》作家：爱美强的小啾啾--【完结】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ca7d96032677"
  },
  {
    "文件名": "[BLNP]《佛系病美人是全修真界的白月光［双性NP］》作者：苍远道--【完结】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/acbe3d0d5821"
  },
  {
    "文件名": "[BLNP]《人人都爱小少爷》作家：晨晨--【完结】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/bf8c8f254857"
  },
  {
    "文件名": "[BLNP]《乱信飞花》作家：此间绸缪--【完结】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/33ddd77b4e3c"
  },
  {
    "文件名": "[BLNP]《与父同伦（sm）》作者：荆荆--【完结】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/8e18524a6bb0"
  },
  {
    "文件名": "[BLNP]《不要欺负炮灰小可怜（双性总受、修罗场）》作者：Eclosion--【完结】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ef2505dab5b4"
  },
  {
    "文件名": "[BLNP]《不考虑明天的日子》作家：得过且过--【完结】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/72a8a5edcc4c"
  },
  {
    "文件名": "[BLNP]《三重占有（古代ABO）》作家：xmrj--【完结】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/64138181294e"
  },
  {
    "文件名": "[BLNP]《一朝为皇》作家：朵木森森--【完结】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/16d9e489d510"
  },
  {
    "文件名": "[BLNP]《【总攻】周重》作者：阿尔--【完结】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c43bd6d54232"
  },
  {
    "文件名": "[BLNP]《【总攻】入戏太深》作者：小满--【完结】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/244efc693205"
  },
  {
    "文件名": "[BLNP]《【双性总攻】这个后宫有点危险》作家：宁浅--【完结】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/eb4dcff9c92a"
  },
  {
    "文件名": "[BLNP]《【双】大总攻他走心了》作者：丁丁跳--【完结】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/2bd1409a1424"
  },
  {
    "文件名": "[BLNP]《abo世界里长了批就会被透出汁》作家：kkisu--【完结】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/0cfe34d73fd2"
  },
  {
    "文件名": "[BLNP]《0号健身房骗子会变rbq（叔受）》作者：劳徳的扑克--【完结】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/27e4583dc2d0"
  },
  {
    "文件名": "[BLNP]《(双)原住民小美人总是被痴汉盯上》作者：一只吃肉的大灰狼--【完结】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/88e5678279f0"
  },
  {
    "文件名": "[BL1v1]耀火燃情》作者：独到天涯--【完结】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/8a47d8934ad6"
  },
  {
    "文件名": "[BL1v1]《［骨科］岁岁常相见》作家：一条面包狗--【完结】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/1fabb3ae9dfb"
  },
  {
    "文件名": "[BL1v1]《（abo）日夜开拓，强制禁宠》作家：弯弓射小雕--【完结】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/4ff904c0e1f9"
  },
  {
    "文件名": "[BL1v1]《黑道大佬是初恋，野外被淦》作家：苏心--【完结】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/f5a2f3735564"
  },
  {
    "文件名": "[BL1v1]《黏人怪》作家：云肆逸--【完结】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/328999a80878"
  },
  {
    "文件名": "[BL1v1]《骨中花》作家：拾年央里--【完结】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/5fd92cf5b295"
  },
  {
    "文件名": "[BL1v1]《骚穴改变未来》作者：没有名字--【完结】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c3cd98d08357"
  },
  {
    "文件名": "[BL1v1]《骗了男高初炮后我揣崽跑路了》作家：爱小猫--【完结】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/151ce4b9c9ee"
  },
  {
    "文件名": "[BL1v1]《马背上的羊》作家：池砚--【完结】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e68db8ff0657"
  },
  {
    "文件名": "[BL1v1]《青枝·枯》作者：青易矢修--【完结】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/63860ba189fe"
  },
  {
    "文件名": "[BL1V1]《青云劫》作家：ritala--【完结】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/2794408d0404"
  },
  {
    "文件名": "[BL1v1]《雪林》作者：来杯猫--【完结】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/32709f5101db"
  },
  {
    "文件名": "[BL1v1]《雏鸟效应》作者：粉粉粉甜--【完结】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/1e50df5a0b7d"
  },
  {
    "文件名": "[BL1v1]《雌虫上将的自我修养【虫族】》作者：IRIS--【完结】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/dfc95fc40f87"
  },
  {
    "文件名": "[BL1v1]《隔离期圈养》作者：泯不语--【完结】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/46acb9e8fe86"
  },
  {
    "文件名": "[BL1V1]《陷爱》作家：涿鹿丽莉--【完结】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/d8b22db8d060"
  },
  {
    "文件名": "[BL1v1]《陛下不好啦！男妃带娃跑路了》作家：陌羽妖--【完结】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/5c67cee97de0"
  },
  {
    "文件名": "[BL1v1]《阳痿大佬的双性老婆》作家：小鹿kaka--【完结】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/6bc270254050"
  },
  {
    "文件名": "[BL1v1]《阮白》作家：脆柿子--【完结】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/6afcc5030468"
  },
  {
    "文件名": "[BL1v1]《醉酒听风》作者：UUUIOP--【完结】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c73eda4e769d"
  },
  {
    "文件名": "[BL1v1]《迷梦》作家：漾--【完结】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e8163473e8e5"
  },
  {
    "文件名": "[BL1v1]《远在远方的风》作者：教案本月老--【完结】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/7ef17674d812"
  },
  {
    "文件名": "[BL1v1]《辰星瀚海》作家：木登木登--【完结】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/2283cfd2f4d3"
  },
  {
    "文件名": "[BL1v1]《赌球博主翻车后（双性大奶）》作家：爱妙妙的巧嘴--【完结】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/afa0526bb74f"
  },
  {
    "文件名": "[BL1v1]《贱骨头》作者：双十--【完结】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/f6847d40f60a"
  },
  {
    "文件名": "[BL1v1]《贡品》作家：吃饭睡觉长不高--【完结】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/8ac8fb7c1c91"
  },
  {
    "文件名": "[BL1v1]《调教，让哥哥成为漂亮的狗！》作者： MOCO魔客--【完结】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/f5ff370ce3c9"
  },
  {
    "文件名": "[BL1v1]《谁是窝边草》作家：不歇--【完结】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/655fd7e173d9"
  },
  {
    "文件名": "[BL1v1]《诱捕大灰狼》作家：鼠鼠饼--【完结】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/cd770e6af657"
  },
  {
    "文件名": "[BL1v1]《训鹰记【主攻】》作家：太胖啦跑不动--【完结】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/cd683b0209c3"
  },
  {
    "文件名": "[BL1v1]《让我像是一个无赖》作者：春一帆--【完结】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c91b22398af3"
  },
  {
    "文件名": "[BL1v1]《被绿茶alpha缠上了怎么办》作家：荷沈--【完结】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/63dd6e04ef00"
  },
  {
    "文件名": "[BL1v1]《被竹马发现我在闻他衣服怎么办》作家：再吃亿碗--【完结】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/1d74315d9b29"
  },
  {
    "文件名": "[BL1v1]《被疯批盯上纯情人夫》作者：披着马甲的小黄鱼--【完结】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/26a957b9672b"
  },
  {
    "文件名": "[BL1v1]《被疯批弟弟日坏的摄政王》作者：披着马甲的小黄鱼--【完结】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/4ae8c3fc40a3"
  },
  {
    "文件名": "[BL1v1]《被男神发现是变态后（双性 校园 收集癖变态受X男神攻）》作者：佐伊--【完结】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/fa043f5cba8d"
  },
  {
    "文件名": "[BL1v1]《被男扮女装攻勾引后被反压了》作者：吃肉肉了吗--【完结】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/426be37d8e9a"
  },
  {
    "文件名": "[BL1v1]《被渣攻凌虐的那些日子》作家：薪禾--【完结】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/23c76c609387"
  },
  {
    "文件名": "[BL1v1]《被将军日了之后》作家：作者是个老色批--【完结】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/3bb126d3cd2e"
  },
  {
    "文件名": "[BL1v1]《蝴蝶骨》作家：姒悄--【完结】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/45152eaaad89"
  },
  {
    "文件名": "[BL1v1]《蜉拥珍珠》作者：裤盖莓莓--【完结】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/bf86719a8841"
  },
  {
    "文件名": "[BL1v1]《蚀骨钟情》作家：澄光--【完结】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/89f188e98e1c"
  },
  {
    "文件名": "[BL1v1]《蓝白校服》作者：长夏不逝--【完结】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/4cbbcc2e555c"
  },
  {
    "文件名": "[BL1v1]《菜狗》作家：今安--【完结】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/90679b13f2eb"
  },
  {
    "文件名": "[BL1v1]《荒漠与银河之间（双性）》作家：anntano炎--【完结】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/8bf5838fe921"
  },
  {
    "文件名": "[BL1v1]《背阴面》作者：万经星--【完结】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/34175e6c7c5e"
  },
  {
    "文件名": "[BL1v1]《耽于酒色》作家：Vivennn--【完结】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/030727bac55e"
  },
  {
    "文件名": "[BL1v1]《老师的日常烦恼》作者：污术--【完结】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/0172dd784959"
  },
  {
    "文件名": "[BL1v1]《老师我饿了》作家：黄焖月月子 --【完结】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/f104c785e578"
  },
  {
    "文件名": "[BL1v1]《老婆上学的那些日子》作者：花花雷--【完结】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/bdab1c0454e2"
  },
  {
    "文件名": "[BL1v1]《老公嫌我太紧了怎么办》作家：小西瓜--【完结】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ae2d44c493e3"
  },
  {
    "文件名": "[BL1v1]《网恋爹系男友掉马后》作家：路十七--【完结】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/61e994a9530a"
  },
  {
    "文件名": "[BL1v1]《给教授看批忘切小号了（双性小甜饼）》作者：柚湉--【完结】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/5bd96bbf6185"
  },
  {
    "文件名": "[BL1v1]《纯爱调教指南（直男攻x性奴受）》作者：蒸汽玉米须--【完结】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/555d8bfe6f98"
  },
  {
    "文件名": "[BL1v1]《精神性分泌》作者：冬天要穿厚马甲--【完结】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e3eab711791b"
  },
  {
    "文件名": "[BL1v1]《精准捕获》作家：桐一方--【完结】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/bd405e95d997"
  },
  {
    "文件名": "[BL1v1]《笼中爱》作家：赛博共生病人--【完结】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/d3840d758323"
  },
  {
    "文件名": "[BL1v1]《穿进黄油之小奶爸》作家：垂手明如玉--【完结】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/502186cd0333"
  },
  {
    "文件名": "[BL1v1]《穿成联邦元帅的嫩批老婆》作家：柚湉--【完结】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/584c5e447025"
  },
  {
    "文件名": "[BL1v1]《穷的响叮当》作家：榴莲最好吃--【完结】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/6b54d456549c"
  },
  {
    "文件名": "[BL1v1]《私有遗产》作者：离峰--【完结】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/529c7b1e5c8b"
  },
  {
    "文件名": "[BL1v1]《禁宫苟欢（暴虐皇帝攻×倔强太监受）》作者：失眠金鱼--【完结】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/03e2482fc629"
  },
  {
    "文件名": "[BL1v1]《神的第二次愿望》作家：Countfrom1to10--【完结】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/33948833f04e"
  },
  {
    "文件名": "[BL1v1]《白狐狸》作家：渝殿--【完结】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/66d911a5f325"
  },
  {
    "文件名": "[BL1v1]《白月光》作家：怪盗神猫--【完结】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/4133c829e187"
  },
  {
    "文件名": "[BL1v1]《白切黑》作者：人间处处寻清欢--【完结】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/4f64ecc688ce"
  },
  {
    "文件名": "[BL1v1]《男高和他的美艳有批小妈》作家：沫莓--【完结】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/345cbefb508e"
  },
  {
    "文件名": "[BL1v1]《狼吞虎咽(abo)》作家：刘清水儿--【完结】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/8b75ab6fd266"
  },
  {
    "文件名": "[BL1v1]《狗东西》作者：余生相--【完结】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/72d9aa8971fe"
  },
  {
    "文件名": "[BL1v1]《爱是悖德》作家：酥氏薄荷糖--【完结】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e9c37e09729b"
  },
  {
    "文件名": "[BL1v1]《炮友失格》作家：甜味葱--【完结】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/5ae330c9142e"
  },
  {
    "文件名": "[BL1v1]《潮红》作家：西瓜汽水--【完结】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/33f3c55352ec"
  },
  {
    "文件名": "[BL1v1]《漂亮美人的批觉醒后》作家：东南枝--【完结】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/d6a38de16be8"
  },
  {
    "文件名": "[BL1v1]《漂亮笨蛋绑架男神之后》作家：以息相吹吹吹--【完结】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/aaa1bc40a957"
  },
  {
    "文件名": "[BL1v1]《漂亮小可怜他被大叔疼宠过度》作家：容景--【完结】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/46fd3cec702a"
  },
  {
    "文件名": "[BL1v1]《清醒梦境》作者：夏萤唏--【完结】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/1255aed38602"
  },
  {
    "文件名": "[BL1v1]《清冷校草上门卖奶奶味衬衫》作家：笨比企鹅--【完结】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/bd72d90a4f5e"
  },
  {
    "文件名": "[BL1v1]《淫乱高中》作家：江河朝海--【完结】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/1d635a09d2cf"
  },
  {
    "文件名": "[BL1v1]《涩情学习直播间》作家：磨溪--【完结】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/8aed153a7ab3"
  },
  {
    "文件名": "[BL1v1]《海的国王》作者：甜小俩--【完结】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/77432e412332"
  },
  {
    "文件名": "[BL1v1]《没头脑和矫情包》作家：沂透--【完结】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/053be5283036"
  },
  {
    "文件名": "[BL1v1]《沉落飞鸟》作者：鱼不知--【完结】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/599abead9fa1"
  },
  {
    "文件名": "[BL1v1]《沉戬 ： 盲》作者：古朝--【完结】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/692b647b4331"
  },
  {
    "文件名": "[BL1v1]《沈青折捡到一条狗》作家：无麻全痛嘎腰子 --【完结】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/83be8ebd6316"
  },
  {
    "文件名": "[BL1v1]《汀汀哥哥》作家：cei丁壳--【完结】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/4a0684e8ce16"
  },
  {
    "文件名": "[BL1v1]《死对头失忆后总想被我操》作家：梁诗悦--【完结】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/8d62b5d576cd"
  },
  {
    "文件名": "[BL1v1]《死对头受伤后》作者：枝丫复吱吖--【完结】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/5aafedbf8d85"
  },
  {
    "文件名": "[BL1v1]《死对头发现了我有嫩批》作家：奇美拉--【完结】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e368ed45ccb2"
  },
  {
    "文件名": "[BL1v1]《欢迎来到淫乱高中sm》作者：姬欲太太--【完结】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/f3f48dcc288b"
  },
  {
    "文件名": "[BL1v1]《横陈[双性直播]》作者：罐装酱油--【完结】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/6133c682c9dd"
  },
  {
    "文件名": "[BL1v1]《槛内陷阱》作者：粥粥只只--【完结】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/66e208bd4038"
  },
  {
    "文件名": "[BL1v1]《棋子【abo】》作家：阖祈--【完结】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/000728446b54"
  },
  {
    "文件名": "[BL1v1]《柔情》作者：弃子南安 --【完结】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/56d38c8b27e8"
  },
  {
    "文件名": "[BL1v1]《来医院找弟弟走后门的哥哥真的被走后门了【年下兄弟】》作家：爱豆子  --【完结】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/d95bdc5dde32"
  },
  {
    "文件名": "[BL1v1]《本将军的悲催爱情史》作家：狗熊岭一枝花--【完结】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/db1391121381"
  },
  {
    "文件名": "[BL1v1]《末日快乐【病娇怪物】》作者：朝阳西落--【完结】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/df96603a20cc"
  },
  {
    "文件名": "[BL1v1]《末世养老婆手册》作者：野玫瑰湾--【完结】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/743eca2542ea"
  },
  {
    "文件名": "[BL1v1]《木荒谈》作者：不会写文--【完结】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/0932bffc6e54"
  },
  {
    "文件名": "[BL1v1]《春风又绿江南岸》作家：小趴菜又卷又菜--【完结】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/1ebf996fdfc0"
  },
  {
    "文件名": "[BL1v1]《春风不度傅守礼》作家：柚湉--【完结】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a08629d538e7"
  },
  {
    "文件名": "[BL1v1]《春日诗》作家：早点睡吧--【完结】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c46e6238001f"
  },
  {
    "文件名": "[BL1v1]《星星》作家：乖乖--【完结】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/4f2682b3058e"
  },
  {
    "文件名": "[BL1v1]《昔日男神对我张开腿》作者：进击的蓝莓酱--【完结】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/62438f624103"
  },
  {
    "文件名": "[BL1v1]《无色的孔雀》作家：清水鱼--【完结】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/5151251a2155"
  },
  {
    "文件名": "[BL1v1]《无效标记》作家：馋猫--【完结】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/567fedb27b74"
  },
  {
    "文件名": "[BL1v1]《断月》作家：微风化雨--【完结】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e6480923c3ad"
  },
  {
    "文件名": "[BL1v1]《攻略合租室友计划（强强、种马受）》作者：糖丝--【完结】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/34892dd360d6"
  },
  {
    "文件名": "[BL1v1]《收留小疯狗后他被搞大了肚子》作家：狐狸尾巴--【完结】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e5c181b4aa56"
  },
  {
    "文件名": "[BL1v1]《撩骚撩到我弟以后屁眼被操烂了【兄弟年下】》作者：爱豆子--【完结】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ac0bdcce7b1d"
  },
  {
    "文件名": "[BL1v1]《撩骚对象是高冷学神(校园)》作者：白日放歌--【完结】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/bf9d26d29fdb"
  },
  {
    "文件名": "[BL1v1]《拐个学霸男友》作家：薪禾--【完结】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/1b9ee185c41e"
  },
  {
    "文件名": "[BL1v1]《抓错人得付出代价》作者：凡仙202班--【完结】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/4f7203ae3381"
  },
  {
    "文件名": "[BL1v1]《把徒弟养成我的专属XP》作者：samahan--【完结】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/326bdbb978eb"
  },
  {
    "文件名": "[BL1v1]《我被恐龙日疯了》作者：红绿灯的黄--【完结】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/fafee9fa3d04"
  },
  {
    "文件名": "[BL1v1]《我磕的CP必须成真》作家：燎锋--【完结】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a38b86a0540c"
  },
  {
    "文件名": "[BL1v1]《我确实不爱你》作家：还能怎么办呢--【完结】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/17ceda7a3067"
  },
  {
    "文件名": "[BL1v1]《我爱他（他成了我的奴）》作家：南山海棠--【完结】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/f86450241522"
  },
  {
    "文件名": "[BL1v1]《我是不是太爱你了》作者：匿名咸鱼--【完结】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/b2aa20b0d65b"
  },
  {
    "文件名": "[BL1v1]《我家alpha他不孕不育》作家：余日诙--【完结】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/85ee2ce8835d"
  },
  {
    "文件名": "[BL1v1]《懦弱人妻被抖s男玩弄的一生》作家：沫莓--【完结】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/eeabff413d0e"
  },
  {
    "文件名": "[BL1v1]《情色陷阱》作家：你喜欢喝小米粥吗--【完结】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/6dc908b51ae0"
  },
  {
    "文件名": "[BL1v1]《情热[AO]》作家：结婚礼不请亲戚--【完结】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/8bb7c902c45d"
  },
  {
    "文件名": "[BL1v1]《情欲沉沦》作家：生椰举铁--【完结】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/f747dd93c826"
  },
  {
    "文件名": "[BL1v1]《恶劣骑士与娇气包少爷（西幻）》作者：沧鸢--【完结】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/7d11fc7bea72"
  },
  {
    "文件名": "[BL1v1]《恣意（壮受)》作家：同学iluo--【完结】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/1175c21f112f"
  },
  {
    "文件名": "[BL1v1]《总裁的秘密》作者：程拓--【完结】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/64d9ac31381e"
  },
  {
    "文件名": "[BL1V1]《怎么可以吃兔兔》作家：肆一九--【完结】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a7e52e1ce13d"
  },
  {
    "文件名": "[BL1v1]《快穿之天道精液收集中（主攻）》作家：辛亥--【完结】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/5b22100dd988"
  },
  {
    "文件名": "[BL1v1]《强宠恋人》作者：野桑花--【完结】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/6d48412a44cf"
  },
  {
    "文件名": "[BL1v1]《弟弟操完射了一滩》作者：苏心--【完结】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e0d90f153df1"
  },
  {
    "文件名": "[BL1v1]《幸福超市》作家：醉卧芍药--【完结】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/77e42b7637a4"
  },
  {
    "文件名": "[BL1v1]《左眼为王》作者：涉君川--【完结】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/9a648a4a339b"
  },
  {
    "文件名": "[BL1v1]《工作积极必有猫腻》作者：斯坦--【完结】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ff4c3beb6c40"
  },
  {
    "文件名": "[BL1v1]《就是要搞清冷美人仙尊》作家：徨--【完结】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/7de771524b69"
  },
  {
    "文件名": "[BL1v1]《小混球》作家：疯橘--【完结】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/91572e97e4b7"
  },
  {
    "文件名": "[BL1v1]《小批被爸爸舔爽了》作家：蜜桃枝枝--【完结】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/2c2742c8b0ed"
  },
  {
    "文件名": "[BL1v1]《小少爷》作者：清清青青--【完结】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/9d300fad2a9f"
  },
  {
    "文件名": "[BL1v1]《小哥哥球资源》作者：嗜酒吃茶--【完结】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c1b20c7df531"
  },
  {
    "文件名": "[BL1v1]《安保哥哥，别艹我（双性）》作者：水干草--【完结】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/53c63a3936c3"
  },
  {
    "文件名": "[BL1v1]《宁折不弯》作家：随安--【完结】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/cb42b47a666c"
  },
  {
    "文件名": "[BL1v1]《学弟成为疯批后》作家：清明河畔洗腿毛--【完结】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/64a635fcb062"
  },
  {
    "文件名": "[BL1v1]《娇气包》作家：一勺茶冻--【完结】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/921152e22f4c"
  },
  {
    "文件名": "[BL1v1]《委托》作者：语璃未浅--【完结】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/5d33997c8003"
  },
  {
    "文件名": "[BL1v1]《好心诗人（ABO）》作者：三障--【完结】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/5eaec6437dc3"
  },
  {
    "文件名": "[BL1v1]《好吃不如饺子》作者：车技一般的咸鱼--【完结】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/7aa560c5cfe3"
  },
  {
    "文件名": "[BL1v1]《女装娇娇攻》作家：鬼畜无反攻--【完结】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/0b8c98e40059"
  },
  {
    "文件名": "[BL1v1]《失控玩偶》作者：风月渡清酒--【完结】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/6409af0bf31f"
  },
  {
    "文件名": "[BL1v1]《多汁小狐狸总想反攻天帝》作家：狐狸尾巴--【完结】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/46979fbe7c36"
  },
  {
    "文件名": "[BL1v1]《壮猎户和娇美人》作者：词不达意--【完结】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c7fe5d8e5f7e"
  },
  {
    "文件名": "[BL1v1]《壮壮老实人被恶狗求婚之后》作家：三而不竭--【完结】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/dff7ad53e769"
  },
  {
    "文件名": "[BL1v1]《坐上来，自己动》作者：二次元战士--【完结】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/d743c60e5e44"
  },
  {
    "文件名": "[BL1v1]《地下情人（双性攻）》作家：蝶姐自我救赎--【完结】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/8ea4038c2851"
  },
  {
    "文件名": "[BL1v1]《在劫难逃》作家：一罐橙汁儿--【完结】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/794d5e0f3a44"
  },
  {
    "文件名": "[BL1v1]《喜欢你，占有你》作家：离峰--【完结】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ad5f4201eb47"
  },
  {
    "文件名": "[BL1v1]《哭包弟弟的猛1进化史》作家：小趴菜又卷又菜--【完结】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c3f1e318195a"
  },
  {
    "文件名": "[BL1v1]《哑巴被日成疯子》作家：红绿灯的黄--【完结】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/462920523d86"
  },
  {
    "文件名": "[BL1v1]《和表哥一起看片后》作家：小嘉--【完结】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ec716e367ba5"
  },
  {
    "文件名": "[BL1v1]《命中注定》作者：轻刀--【完结】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/531a2f037e3a"
  },
  {
    "文件名": "[BL1v1]《呼吸有害》作者：猫小蓝lingerr--【完结】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/9e07f2f75c2d"
  },
  {
    "文件名": "[BL1V1]《听说和学神亲亲可以变聪明》作家：艾雪熙--【完结】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/62f5663b7f70"
  },
  {
    "文件名": "[BL1v1]《合租舍友是双性》作家：摆烂宅女--【完结】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ea037421edb9"
  },
  {
    "文件名": "[BL1v1]《合格的双性妻奴们SM》作家：夏昔昔昔呀--【完结】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/b1580f027d06"
  },
  {
    "文件名": "[BL1v1]《可怜的社畜【ABO】》作家：东度日--【完结+22番外】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/9387f433cda4"
  },
  {
    "文件名": "[BL1v1]《可口的茶》作家：桑染--【完结】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/5fcb739be424"
  },
  {
    "文件名": "[BL1v1]《叔叔，我可是直男》作家：小嘉--【完结】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/02fe18c8f9a1"
  },
  {
    "文件名": "[BL1v1]《发现老板长批想舔怎么办》作者：柚湉--【完结】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/8189471042f8"
  },
  {
    "文件名": "[BL1v1]《双向感染》作者：沈淮墨--【完结】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/80cf318d54fb"
  },
  {
    "文件名": "[BL1v1]《危岛索情》作者：衣囧大少--【完结】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/bd82a27b1861"
  },
  {
    "文件名": "[BL1v1]《南风无邪》作家：柠檬桂花--【完结】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ab1f32a57509"
  },
  {
    "文件名": "[BL1v1]《初渡》作家：万能小狗--【完结】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/1000c37a3ea0"
  },
  {
    "文件名": "[BL1v1]《分手成瘾》作者：愉悦闪闪--【完结】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/b455910ccf88"
  },
  {
    "文件名": "[BL1v1]《刀丛有诗》作家：莲鲤--【完结】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/cc2c16b085d0"
  },
  {
    "文件名": "[BL1v1]《农夫与蛇》作家：荔枝绒毛--【完结】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/1c8c4d7448f9"
  },
  {
    "文件名": "[BL1v1]《再婚家庭兄弟相处》作家：椰子鸡--【完结】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/4c4190f53d0d"
  },
  {
    "文件名": "[BL1v1]《关于我爱上了自己这件小事》作家：Micro--【完结】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a6c5b103d4d6"
  },
  {
    "文件名": "[BL1v1]《入蛊》作家：煤球--【完结】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/10150c05ebc4"
  },
  {
    "文件名": "[BL1v1]《兔子【双性】》作家：夕见--【完结】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a21d91a479a5"
  },
  {
    "文件名": "[BL1v1]《先婚后爱》作者：不羡鱼--【完结】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/2ff31ff7cc5e"
  },
  {
    "文件名": "[BL1v1]《偷情》作家：白生--【完结】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/6b0ef3e27585"
  },
  {
    "文件名": "[BL1v1]《偏要慕楚》作家：慕名而来--【完结】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a0531b427263"
  },
  {
    "文件名": "[BL1v1]《假情人》作者：v8--【完结】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/37434c26ac61"
  },
  {
    "文件名": "[BL1v1]《俗套故事》作家：没有名字--【完结】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/1944c9bc399a"
  },
  {
    "文件名": "[BL1v1]《俊哲：红浪翻》作者：故園有風霜--【完结】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/8efdadb45cdc"
  },
  {
    "文件名": "[BL1v1]《佳偶天成abo》作家：小知予--【完结】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c4de79866c64"
  },
  {
    "文件名": "[BL1v1]《你要疫情防控还是要我》作家：既来之--【完结】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/6360dedcae6b"
  },
  {
    "文件名": "[BL1v1]《你是我的宝贝》作家：南临奶茶--【完结】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/50391473fe80"
  },
  {
    "文件名": "[BL1v1]《你喜欢上了隔壁的哥哥》作者：苍杉负雪--【完结】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/38c2f1f861f9"
  },
  {
    "文件名": "[BL1v1]《佐舟（忠犬助理受）》作家：鸪馆--【完结】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/8aac396dc6d8"
  },
  {
    "文件名": "[BL1v1]《传闻他祸国殃民（主攻大纲文）》作家：一蟹不如一蟹--【完结】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/2ef0817f935c"
  },
  {
    "文件名": "[BL1v1]《他重生了》作家：风烟挽--【完结】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/4287dc06af90"
  },
  {
    "文件名": "[BL1v1]《他的裙》作家：心动的听诊器--【完结】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/4c5eeb85f91f"
  },
  {
    "文件名": "[BL1v1]《他的小茉莉》作者：姜的吃--【完结】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c75d0ca59554"
  },
  {
    "文件名": "[BL1v1]《人鱼饲养手册（人鱼攻X帝王受）》作家：不期--【完结】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/3847f290c16d"
  },
  {
    "文件名": "[BL1v1]《人善被人骑》作者：燕麦牛奶--【完结】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/26e856a45ef7"
  },
  {
    "文件名": "[BL1v1]《二次劫掠》作家：酱肉卷千张--【完结】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/96175a3e050f"
  },
  {
    "文件名": "[BL1v1]《乖，给哥哥看看》作者：夏六月--【完结】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/56d156c6de74"
  },
  {
    "文件名": "[BL1v1]《严于顾锦》作家：微风化雨--【完结】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/7f6277bd33b5"
  },
  {
    "文件名": "[BL1v1]《七年之痒，八年之伤》作家：海棠惊石木--【完结】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/b3dfa1401d04"
  },
  {
    "文件名": "[BL1v1]《【虫族】那只雄虫拿错了剧本》作者 扑棱蝶子--【完结】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/87fffb6af80a"
  },
  {
    "文件名": "[BL1v1]《【欺父】失控之后》者 不知取啥名字哎--【完结】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c62c22c2d6f4"
  },
  {
    "文件名": "[BL1v1]《【换攻水仙】江来》作家：卑微小斋--【完结】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/d53afb50b6df"
  },
  {
    "文件名": "[BL1v1]《【弱强】吃掉那只兔兔馅的反派大宗主》作家：可可乐乐--【完结】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/cf308e728979"
  },
  {
    "文件名": "[BL1v1]《【宇日俱曾同人】停电一日（aboeFC)》作者：送碗野菜汤--【完结】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/19564e7d7c42"
  },
  {
    "文件名": "[BL1v1]《【剑网三药凌】夭寿啦！狍子把野猪拱啦！》作家：蒿蒿子--【完结】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/71c054659262"
  },
  {
    "文件名": "[BL1v1]《【催眠麦克风】枪浸酒》作家：竹兰雪友--【完结】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ce992157d3e1"
  },
  {
    "文件名": "[BL1v1]《【万人迷美人】昭昭》作家：木业一--【完结】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/17ae57445007"
  },
  {
    "文件名": "[BL1v1]《[AB]和情敌做了之后（校园ABO）》作者：交麻--【完结】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/3d4cf1814374"
  },
  {
    "文件名": "[BL1v1]《Goldfish》作家：梁幸禺--【完结】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/37bfeb8439cc"
  },
  {
    "文件名": "[BL1v1]《FIGHT BACK》作者：少管你野--【完结】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/777f3059a9fd"
  },
  {
    "文件名": "[3p 完结]《炮灰受真不想勾引主角攻【穿书 总受】》作者：花纵乐.txt",
    "夸克盘链接": "https://pan.quark.cn/s/81ae938fe6e5"
  },
  {
    "文件名": "[1v1 完结]《阳痿大佬的双性老婆（美强、双性攻）》作者：小鹿kaka.txt",
    "夸克盘链接": "https://pan.quark.cn/s/759ce0b113ba"
  },
  {
    "文件名": "[1v1 完结]《邀请（年下ABO）》作者：园子荒.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c119a47a2e2d"
  },
  {
    "文件名": "[1v1 完结]《论忠犬是如何成为疯狗的（ABO Cake攻&Fork受）》作者：醉在今朝【米国度】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/70e3d7d495fe"
  },
  {
    "文件名": "[1v1 完结]《蛇攻：JJ太大，和尚一次吃不下 H（和尚受x蛇妖攻）》作者：不开car行不行.txt",
    "夸克盘链接": "https://pan.quark.cn/s/419caaa20e1e"
  },
  {
    "文件名": "[1v1 完结]《老攻是蛇是怪物就是不是人【穿越】》作者：嘿嘿哒.txt",
    "夸克盘链接": "https://pan.quark.cn/s/bd50a61b4319"
  },
  {
    "文件名": "[1v1 完结]《给教授看批忘切小号了（双性小甜饼）》作者：柚湉.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a2ee8f18caeb"
  },
  {
    "文件名": "[1v1 完结]《白虎老板不夹裆（双性大奶）》作者：爱妙妙的巧嘴.txt",
    "夸克盘链接": "https://pan.quark.cn/s/0d9f31092470"
  },
  {
    "文件名": "[1v1 完结]《病入膏肓（暴力虐身，暗黑，精分）清水》作者：仙人掌上的仙人【修】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/0fe551b15777"
  },
  {
    "文件名": "[1v1 完结]《水墨丹青（清水）》作者：覃一.txt",
    "夸克盘链接": "https://pan.quark.cn/s/3a7764bbc4ee"
  },
  {
    "文件名": "[1v1 完结]《暗黑童话（破云KQ同人）》作者：bfksvhxcW.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ab3e53a089c6"
  },
  {
    "文件名": "[1v1 完结]《无效标记（骨科ABO）》作者：馋猫.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a69504a36c46"
  },
  {
    "文件名": "[1v1 完结]《教授的小狗狗（双性SM）》作者：蜜桃枝枝.txt",
    "夸克盘链接": "https://pan.quark.cn/s/554192d599eb"
  },
  {
    "文件名": "[1v1 完结]《撩骚对象是高冷学神(校园高H)》作者：白日放歌.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a89f8a4d6353"
  },
  {
    "文件名": "[1v1 完结]《投石（海王攻vs海王受）》作者：孤城风月.txt",
    "夸克盘链接": "https://pan.quark.cn/s/8c0541754339"
  },
  {
    "文件名": "[1v1 完结]《我确实不爱你（双洁 虐心虐身 追妻火葬场）》作者：还能怎么办呢.txt",
    "夸克盘链接": "https://pan.quark.cn/s/db6e719825da"
  },
  {
    "文件名": "[1v1 完结]《总裁的秘密（娱乐圈）》作者：程拓.txt",
    "夸克盘链接": "https://pan.quark.cn/s/98f45a361797"
  },
  {
    "文件名": "[1v1 完结]《山阳昆玉（美强年下 叔受）》作者：antipatriarchy.txt",
    "夸克盘链接": "https://pan.quark.cn/s/f2294a0efe01"
  },
  {
    "文件名": "[1v1 完结]《学长，我错了（美强 催眠）》作者：1jsdhwdmaX.txt",
    "夸克盘链接": "https://pan.quark.cn/s/7b8a855d3258"
  },
  {
    "文件名": "[1v1 完结]《学长与小羊（校园小甜饼）》作者：要蛋定.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e3c8df7d0329"
  },
  {
    "文件名": "[1v1 完结]《嫩批老婆不回家怎么办》作者：柚湉.txt",
    "夸克盘链接": "https://pan.quark.cn/s/91070da1774c"
  },
  {
    "文件名": "[1v1 完结]《同生（ABO年下伪骨科）》作者：咸鱼酒桶子.txt",
    "夸克盘链接": "https://pan.quark.cn/s/181426f798cd"
  },
  {
    "文件名": "[1v1 完结]《合格的双性妻奴们SM（调教）》作者：夏昔昔昔呀.txt",
    "夸克盘链接": "https://pan.quark.cn/s/19ef96a48268"
  },
  {
    "文件名": "[1v1 完结]《去TMD强制爱（伪骨科年下）》作者：禁色诗篇.txt",
    "夸克盘链接": "https://pan.quark.cn/s/42dd12777c13"
  },
  {
    "文件名": "[1v1 完结]《严于顾锦（美强年下双洁、受宠攻、副CP女攻）》作者：微风化雨.txt",
    "夸克盘链接": "https://pan.quark.cn/s/26bf5ddf5f59"
  },
  {
    "文件名": "[1v1 完结]《不许来不及（双重生、直掰弯、有互攻）》作者：好端端.txt",
    "夸克盘链接": "https://pan.quark.cn/s/835dad3fc487"
  },
  {
    "文件名": "[1v1 完结]《上卿（HC、前虐后甜）》作者：浅试一下飞羽羽.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e96e5245e5d3"
  },
  {
    "文件名": "[1v1 完结]《【kc同人】领地意识》作者：包包大人的夏天.txt",
    "夸克盘链接": "https://pan.quark.cn/s/955834c6bd6f"
  },
  {
    "文件名": "[1v1 完结]《【HP哈德同人】B数？没有，我是Alpha》作者：Akuier.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ccc484d655e8"
  },
  {
    "文件名": "[1v1 完结]《【GB女攻】小少爷哭着求艹怎么办？》作者：移动空调.txt",
    "夸克盘链接": "https://pan.quark.cn/s/317754d298cc"
  },
  {
    "文件名": "[1v1 完结]《【bg&gb女攻】西厂那个妖孽被她收了（清水）》作者：桃夭煎雪.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c4081da56aae"
  }
];
