// 自动拆分 part_10
window._part10 = [
  {
    "文件名": "【图片】我们是魔门正派 作者：火镰击石.png",
    "夸克盘链接": "https://pan.quark.cn/s/cccbaa5fb28f"
  },
  {
    "文件名": "【图片】我弟弟没有那么可爱 作者：指环.png",
    "夸克盘链接": "https://pan.quark.cn/s/197e1728afca"
  },
  {
    "文件名": "【图片】微凉不是风 作者：乌乌.png",
    "夸克盘链接": "https://pan.quark.cn/s/6f90ff3bf177"
  },
  {
    "文件名": "【图片】松鹤赋 作者：玉垒仙都.png",
    "夸克盘链接": "https://pan.quark.cn/s/0caafba1ee0b"
  },
  {
    "文件名": "【图片】兽人之既来者 作者：Yosii.png",
    "夸克盘链接": "https://pan.quark.cn/s/ba53bc14870a"
  },
  {
    "文件名": "【图片】失忆乱窜 作者：搞失忆的马甲.png",
    "夸克盘链接": "https://pan.quark.cn/s/24d00e2daf2a"
  },
  {
    "文件名": "【图片】谁让你来到现实世界的 作者：藤本美晴.png",
    "夸克盘链接": "https://pan.quark.cn/s/9c1988e4567d"
  },
  {
    "文件名": "【图片】舌上珠 作者：山行禾尽.png",
    "夸克盘链接": "https://pan.quark.cn/s/af32647820f7"
  },
  {
    "文件名": "【图片】如何远离阴鸷老公 作者：Nine.png",
    "夸克盘链接": "https://pan.quark.cn/s/0d12e584d713"
  },
  {
    "文件名": "【图片】容器 作者：巧克力梦龙卷.png",
    "夸克盘链接": "https://pan.quark.cn/s/07ea0be42a5e"
  },
  {
    "文件名": "【图片】情人草 作者：止咳糖浆.png",
    "夸克盘链接": "https://pan.quark.cn/s/f7e4897c62cd"
  },
  {
    "文件名": "【图片】情爱镣铐 作者：枕月眷风.png",
    "夸克盘链接": "https://pan.quark.cn/s/c33d8a5f439b"
  },
  {
    "文件名": "【图片】抢走别人夫君 作者：小小猪肉.png",
    "夸克盘链接": "https://pan.quark.cn/s/7613d7f5846a"
  },
  {
    "文件名": "【图片】剖心 作者：瞿如.png",
    "夸克盘链接": "https://pan.quark.cn/s/906cbf5a7b2a"
  },
  {
    "文件名": "【图片】你是我迟来的光（sp）by咸鱼也不吃香菜.png",
    "夸克盘链接": "https://pan.quark.cn/s/2b1998aee397"
  },
  {
    "文件名": "【图片】男主别这样我是舅舅 作者：白水前.png",
    "夸克盘链接": "https://pan.quark.cn/s/ae8f0d8ea996"
  },
  {
    "文件名": "【图片】男神跪下 作者：洺渊.png",
    "夸克盘链接": "https://pan.quark.cn/s/6c638895038f"
  },
  {
    "文件名": "【图片】魅魔也信奉神明？ 作者：祝久芸生.png",
    "夸克盘链接": "https://pan.quark.cn/s/9d001885d453"
  },
  {
    "文件名": "【图片】猫瘾难戒by月落猪蹄.png",
    "夸克盘链接": "https://pan.quark.cn/s/a4a9b175b646"
  },
  {
    "文件名": "【图片】满月 作者：玛丽珍.png",
    "夸克盘链接": "https://pan.quark.cn/s/5ffd47979ea5"
  },
  {
    "文件名": "【图片】落玉成玦 作者：曲轻舟.png",
    "夸克盘链接": "https://pan.quark.cn/s/1c60f71a5411"
  },
  {
    "文件名": "【图片】笼中蝶.png",
    "夸克盘链接": "https://pan.quark.cn/s/dcdd23d0e9b9"
  },
  {
    "文件名": "【图片】龙傲天男主.png",
    "夸克盘链接": "https://pan.quark.cn/s/d906d09975f9"
  },
  {
    "文件名": "【图片】猎户星座 作者：溪风有约.png",
    "夸克盘链接": "https://pan.quark.cn/s/c399f9b1543b"
  },
  {
    "文件名": "【图片】口是心非 作者：殺死喜歡.png",
    "夸克盘链接": "https://pan.quark.cn/s/f0a97119f265"
  },
  {
    "文件名": "【图片】活剥 作者：断刀雀.png",
    "夸克盘链接": "https://pan.quark.cn/s/4d8684621c5b"
  },
  {
    "文件名": "【图片】回村 作者：叶渔.png",
    "夸克盘链接": "https://pan.quark.cn/s/be64ff6b07da"
  },
  {
    "文件名": "【图片】环伺.png",
    "夸克盘链接": "https://pan.quark.cn/s/699182608d4c"
  },
  {
    "文件名": "【图片】孤独的岛 作者：乌云天.png",
    "夸克盘链接": "https://pan.quark.cn/s/023f8e50dd92"
  },
  {
    "文件名": "【图片】高需求情人 作者：卷毛咩咩汁.png",
    "夸克盘链接": "https://pan.quark.cn/s/022570975b15"
  },
  {
    "文件名": "【图片】奉神 作者：今朽.png",
    "夸克盘链接": "https://pan.quark.cn/s/7ab241694d60"
  },
  {
    "文件名": "【图片】飞鸟投林 作者：今夜太漫长.png",
    "夸克盘链接": "https://pan.quark.cn/s/60c73a38eac4"
  },
  {
    "文件名": "【图片】点绛唇.png",
    "夸克盘链接": "https://pan.quark.cn/s/44d9a27e2996"
  },
  {
    "文件名": "【图片】单身主义者的堕落 作者：天才小鱼仔.png",
    "夸克盘链接": "https://pan.quark.cn/s/3f343ef4215b"
  },
  {
    "文件名": "【图片】春夜斑驳.png",
    "夸克盘链接": "https://pan.quark.cn/s/5a9ff04d9db2"
  },
  {
    "文件名": "【图片】穿越成开国皇帝.png",
    "夸克盘链接": "https://pan.quark.cn/s/460b78b4c0bc"
  },
  {
    "文件名": "【图片】布蕾珍珠奶茶 作者：我的精神状态不好.png",
    "夸克盘链接": "https://pan.quark.cn/s/6c9c9594ba7c"
  },
  {
    "文件名": "[去]《末世重生之丧尸皇的复仇》BY妖沧海 (末世 被害重生后偏激报社丧尸皇VS全心全意忠犬异能者 攻受不明 清水 主报社剧情没啥感情戏 异能 丧尸 HE).txt",
    "夸克盘链接": "https://pan.quark.cn/s/4ccb4d38658b"
  },
  {
    "文件名": "[去]《末世之捉鬼卖钱》BY公子书夜 (二货受X王八攻 HE).txt",
    "夸克盘链接": "https://pan.quark.cn/s/e091c45f5248"
  },
  {
    "文件名": "[去]《末世重生路》BY炑珧 (末世 重生 年下 忠犬闷骚攻X冷漠强受 主受 空间 异能 HE).txt",
    "夸克盘链接": "https://pan.quark.cn/s/f0f55b54d3a9"
  },
  {
    "文件名": "[去]《末世之妖孽丛生》BY莲洛 (末日 面瘫攻X重生变成血族的内心吐槽二货受 轻松欢乐 HE).txt",
    "夸克盘链接": "https://pan.quark.cn/s/1f4797bc084f"
  },
  {
    "文件名": "[去]《末世之执手》BY缺氧的金鱼 (末日丧尸 随身空间 超级金手指 修真 种田文).txt",
    "夸克盘链接": "https://pan.quark.cn/s/f6afa328036d"
  },
  {
    "文件名": "[去]《末世之木系支配者》BY年华转生 (末世 沉稳淡定异能者VS高冷傲娇人造神 自攻自受 强强 异能 HE).txt",
    "夸克盘链接": "https://pan.quark.cn/s/e9d4bce2d082"
  },
  {
    "文件名": "[去]《末世之能不吃我咩》BY葬心未亡人 (未来架空 末世 灵异 阴暗别扭攻X伪白莲花受 强强 主受 血族 烂尾).txt",
    "夸克盘链接": "https://pan.quark.cn/s/6805a739414e"
  },
  {
    "文件名": "[去]《末世之报恩》BY涩涩儿 (末世 蛇妖攻X天师受 主受 金手指 种田 HE).txt",
    "夸克盘链接": "https://pan.quark.cn/s/9dadde8fb786"
  },
  {
    "文件名": "[去]《末世之匪夷所思的爱情》BY无聊的面条 (末日 异能 高能温柔攻X炸毛人妻受 基本清水 多对副CP 过程冗长 HE).txt",
    "夸克盘链接": "https://pan.quark.cn/s/333677512bb2"
  },
  {
    "文件名": "[去]《末世巨贾》BY荷风渟 (末世 丧尸 穿越 冷面冷心特种兵攻X胆小怕死胸无大志富二代受 系统 金手指 升级流 HE).txt",
    "夸克盘链接": "https://pan.quark.cn/s/7c0766d453ef"
  },
  {
    "文件名": "[去]《末世网游之兽伴》BY洛冰凌（末世 强强 游戏网游 随身空间 异能 HE）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/140fef3fe386"
  },
  {
    "文件名": "[去]《末世全机甲时代》BY大江流(末世 机甲时代 魂穿卖萌机器人攻X苦逼弃子受 幻想空间 HE 小推).txt",
    "夸克盘链接": "https://pan.quark.cn/s/28750395c701"
  },
  {
    "文件名": "[去]《末世》BY雾容 (幻想 异能 丧尸 面瘫强攻X二货受 HE).txt",
    "夸克盘链接": "https://pan.quark.cn/s/b1744d624233"
  },
  {
    "文件名": "[去]《末世独善》BY米滋(末世 主攻 种田修真 随身空间 弱攻X强受 HE).txt",
    "夸克盘链接": "https://pan.quark.cn/s/23a169c7a0c3"
  },
  {
    "文件名": "[去]《末日之空间驱尸人》BY弱不禁风的爷 (丧尸头头X傲娇受 强强 世界末日).txt",
    "夸克盘链接": "https://pan.quark.cn/s/978e42fe7572"
  },
  {
    "文件名": "[去]《魔王子的欲爱》BY乌蒙小燕 (穿越魔幻 好色兄弟攻X放荡魔王受 双性肉香 3P HE).txt",
    "夸克盘链接": "https://pan.quark.cn/s/d317f5f9d2f9"
  },
  {
    "文件名": "[去]《魔王与魔王的JQ史Ⅱ》BYLucitiya（架空 西方魔幻 互攻 爆笑）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/f44d652c6cb1"
  },
  {
    "文件名": "[去]《末日余生》BY棠妮 (末日背景小短文 主角由各个BY客串 无明显攻受).txt",
    "夸克盘链接": "https://pan.quark.cn/s/037e9d23a9d8"
  },
  {
    "文件名": "[去]《魔君追妻攻掠[快穿]》BY昕韵(异世 架空 快穿 酷帅狂霸拽腹黑攻X妖孽傲娇蛇精病受 主攻 无限流 追妻苏爽路 攻受双穿羞耻play HE).txt",
    "夸克盘链接": "https://pan.quark.cn/s/e25f93473308"
  },
  {
    "文件名": "[去]《冥冥》BY花見美晴(小推 现代灵异HE 有天眼的美术老师攻X小白花单纯小鬼受 甜宠 短篇 给受“还阳”了 番外肉香).txt",
    "夸克盘链接": "https://pan.quark.cn/s/2a5e70a066aa"
  },
  {
    "文件名": "[去]《明星公关》 BY木三观(推现代HE霸讼关攻X艳色明星受娱乐圈主受甜文略沙雕受美若天仙但脾气极差).txt",
    "夸克盘链接": "https://pan.quark.cn/s/8f27f69399e3"
  },
  {
    "文件名": "[去]《免费的》BY甜蛋(现代 成熟强势攻X二货YD受 肉香四溢 慢热 剧情流 基友变炮友再变爱人 HE 推).txt",
    "夸克盘链接": "https://pan.quark.cn/s/f5200cb67bb7"
  },
  {
    "文件名": "[去]《冥婚》by花卷.txt",
    "夸克盘链接": "https://pan.quark.cn/s/163135a5a6d5"
  },
  {
    "文件名": "[去]《迷途不返》BY水苏(现代肉文 腹黑前学生总裁攻X别扭俊美老师受 文火炖肉后半部分都是肉香 HE).txt",
    "夸克盘链接": "https://pan.quark.cn/s/2723ad62500a"
  },
  {
    "文件名": "[去]《梦想成真2.0（np，依旧总受，高h）》BY才不是二哈＝_＝(异世 架空 社会精英高冷欠操受 np 总受 游戏向 肉香四溢 高H肉文 解锁剧情场景种族等花式play HE).txt",
    "夸克盘链接": "https://pan.quark.cn/s/f41011a1a3ea"
  },
  {
    "文件名": "[去]《每天都死在魔尊手下》BY碎清尘(异世 架空 穿越 蛇精魔尊攻X傲娇炸毛受 读档技能满点 最后小攻小受的寿命对半分 HE 推).txt",
    "夸克盘链接": "https://pan.quark.cn/s/390e705d816f"
  },
  {
    "文件名": "[去]《媚香》BY王绿化(古代肉文 五弟攻+弟媳攻X自带媚香的大嫂受 3P 肉香四溢 小推).txt",
    "夸克盘链接": "https://pan.quark.cn/s/75e97c369263"
  },
  {
    "文件名": "[去]《玫瑰囚笼》BY宴惟（小推 未来ABOHE 年下撒娇讨糖吃攻X年上温柔美人受 肉香 伪骨科 下克上 囚禁paly).txt",
    "夸克盘链接": "https://pan.quark.cn/s/bb2be340cfd7"
  },
  {
    "文件名": "[去]《麻麻我想哭QAQ》BY Vicosia(异世妖仙HE 石牛精攻X石榴精受 肉香 养成一个小老攻).txt",
    "夸克盘链接": "https://pan.quark.cn/s/6673826115e3"
  },
  {
    "文件名": "[去]《猫三狗四》BY叫我小肉肉 (现代 灵异 忠犬呆狗妖攻X妖孽女王猫妖受 肉香 短篇 HE).txt",
    "夸克盘链接": "https://pan.quark.cn/s/b1ecb282c4f6"
  },
  {
    "文件名": "[去]《旅游真人秀不是相亲节目》BY魔法少女兔英俊（小推 现代娱乐圈HE 粘人精歌手攻X沙雕演员受 公费恋爱 甜饼 粉丝在battle蒸煮在恋爱）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e1ad853b9d0c"
  },
  {
    "文件名": "[去]《掠夺舅舅》BY远上白云间(古代HE 将军攻X美人受 R18 双性 生子 产奶 高H 背德纯肉香喷喷）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/dc2b19a6e1ac"
  },
  {
    "文件名": "[去]《论猫咪逆袭主人的正确方法》BY原罪少年（西方玄幻 高贵霸气上档次温柔隐藏属性主人攻vs呆萌隐藏属性猫咪受 末世 强强 慢热 HE）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e0a1f102f0ae"
  },
  {
    "文件名": "[去]《六儿》BY邓家二大爷当年（2013.12.20更新番外 兄弟五个攻x被劈腿一气之下远游受 np总受 肉香）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/1d70edb668ef"
  },
  {
    "文件名": "[去]《龙阳志异（第一部）》BY谢春芜(古代 架空 玄幻 器大活好攻X淫荡极品受 肉香四溢 各种攻受组合 神话 各种小故事的组合 HE).txt",
    "夸克盘链接": "https://pan.quark.cn/s/639fc583574b"
  },
  {
    "文件名": "[去]《连长》BY cloudmind(现代肉文 军旅题材 群P 肉香四溢 HE).txt",
    "夸克盘链接": "https://pan.quark.cn/s/218ad495598f"
  },
  {
    "文件名": "[去]《冷江》BY培根兔肉卷(现代 努力进取小明星攻X自由随性剪辑师大叔受 先抑后扬 肉香四溢 两个八竿子打不着的人共同谱写的爱情故事 HE 小推).txt",
    "夸克盘链接": "https://pan.quark.cn/s/a21028071dbf"
  },
  {
    "文件名": "[去]《两个王子》by素熙(阿素).txt",
    "夸克盘链接": "https://pan.quark.cn/s/112705547c50"
  },
  {
    "文件名": "[去]《恋爱从肌肤相亲开始》BY醉雪听风 (现代 闷骚蠢萌直男学长攻X伪高冷毒舌蛇精病蠢萌受 受追攻 攻宠受 HE).txt",
    "夸克盘链接": "https://pan.quark.cn/s/ebbe2235afde"
  },
  {
    "文件名": "[去]《老夫少夫》BY阿漂 (现代 年上 腹黑医生攻X单纯报恩学生受 先婚后爱 甜 副CP番外虐 肉香 HE)【0605更新番外】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/3466bc9f95b5"
  },
  {
    "文件名": "[去]《兰斯的怪物收藏图鉴》BY我不是向日葵(异世HE all美人淫荡双性受 高H 肉香 NP 灵异 受被画册里的怪物们羞羞羞的故事).txt",
    "夸克盘链接": "https://pan.quark.cn/s/55c72e7e405b"
  },
  {
    "文件名": "[去]《蓝星物种观测日志》by陆凌零.txt",
    "夸克盘链接": "https://pan.quark.cn/s/f200b76eecfb"
  },
  {
    "文件名": "[去]《快穿之攻略宠文》BY浅知(快穿 高宠界蛇精病攻X放飞自我苦逼受 书穿 脑洞 论宠文的通关难度 HE).txt",
    "夸克盘链接": "https://pan.quark.cn/s/1e1de790998a"
  },
  {
    "文件名": "[去]《拉锯战》BY僖瓜团子(小推 现代HE 大明星攻X十八线受 娱乐圈 年下 双向暗恋 肉香 受以前大麻成瘾).txt",
    "夸克盘链接": "https://pan.quark.cn/s/4eab9d71cebf"
  },
  {
    "文件名": "[去]《军校生》BY蝶之灵 (未来星际 ABO 温柔强大Alpha攻X乐观开朗Omega受 受以为自己是Beta 有副CP 攻宠受 生子 轻松肉香 HE).txt",
    "夸克盘链接": "https://pan.quark.cn/s/32e09359e67d"
  },
  {
    "文件名": "[去]《口舌之欲》BY西子绪 (现代 重生 伪病弱挑食攻X奋斗受 换渣攻 复仇 美食 有金手指 HE)【0408更新番外】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/07fd175efd8c"
  },
  {
    "文件名": "[去]《勘古奇缘》(出书版）BY 红河.txt",
    "夸克盘链接": "https://pan.quark.cn/s/186facf74033"
  },
  {
    "文件名": "[去]《看不见的爱Blind Faith》BY N.R. Walker(现代欧美 耿直善良兽医攻X绅士自卑盲人受 攻受在爱里寻找自己拯救自己的故事 治愈 肉香 HE).txt",
    "夸克盘链接": "https://pan.quark.cn/s/0143dc9ba11b"
  },
  {
    "文件名": "[去]《举案齐眉》BY刘水水(小推 古代种田HE 温柔深情攻X单纯可爱受 双性生子 肉香 先婚后爱).txt",
    "夸克盘链接": "https://pan.quark.cn/s/048838184f41"
  },
  {
    "文件名": "[去]《颈后7秒》BY[日]  ナツ之えだまめ (现代 调情高手执着混血攻X初期逃避后勇敢害羞受 日式文风 肉香 年下 做到爱上为止 HE).txt",
    "夸克盘链接": "https://pan.quark.cn/s/97dc69393db8"
  },
  {
    "文件名": "[去]《静水深流》BY欧佛康(现代肉文HE 多cp 高H 短篇合集 肉多肉香肉美).txt",
    "夸克盘链接": "https://pan.quark.cn/s/ddfe4cfbe29b"
  },
  {
    "文件名": "[去]《借胆》BY禾几（小推 现代HE 穷困潦倒糙汉攻X天之骄子美人受 成人童话 甜文 肉香攻超野受又纯又欲）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/f29936b123f4"
  },
  {
    "文件名": "[去]《将我驯养》BY肚皮三层肉(未来哨兵向导设定 温柔强大向导攻X野生凶残哨兵受 温馨肉香 HE 小推).txt",
    "夸克盘链接": "https://pan.quark.cn/s/6acf129841b3"
  },
  {
    "文件名": "[去]《井桐色影师》BY井桐(现代 淫荡摄影师攻X纯情大学生受 高H 肉香 受找攻拍裸照然后攻就嘿嘿嘿 攻让受自己玩弄自己 HE).txt",
    "夸克盘链接": "https://pan.quark.cn/s/4e2dfce7fb3f"
  },
  {
    "文件名": "[去]《江公子今天不开车》BY发呆的樱桃子(推 书穿HE 肉食系抖S猫控攻X怂萌性冷淡猫身受 苏白甜 肉香 穿到十八禁文的性冷淡).txt",
    "夸克盘链接": "https://pan.quark.cn/s/b9a150bee715"
  },
  {
    "文件名": "[去]《剑修另类速成法》BY恺撒月 (古代 修真 一个正直小剑修走上NP总受道路的故事 主受文 肉香 HE).txt",
    "夸克盘链接": "https://pan.quark.cn/s/78fb70018172"
  },
  {
    "文件名": "[去]《霁而有虹然末止》BY写彧(古代架空HE 才智双全攻X痴情决绝受 强强 有虐 慢热 家国大义不及你).txt",
    "夸克盘链接": "https://pan.quark.cn/s/8f4bb6bc8e5f"
  },
  {
    "文件名": "[去]《嫁给沙雕alpha之后》BY吃瓜田鸡（小推 未来星际HE 沙雕精分自恋AX性冷淡精英0 先婚后爱 爆笑 B变O 受超级攻 后来超级甜）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/91ba77879f2e"
  },
  {
    "文件名": "[去]《寄生》BY：千年梦回.txt",
    "夸克盘链接": "https://pan.quark.cn/s/d324dc3feee8"
  },
  {
    "文件名": "[去]《假若明天来临》BY香叶桃子（落魄打手攻vs风骚受 犯罪）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/39b9baec845f"
  },
  {
    "文件名": "[去]《极品小帅哥连环挨操记(完整)》BY蛇一匡.txt",
    "夸克盘链接": "https://pan.quark.cn/s/3efa65ba8d4e"
  },
  {
    "文件名": "[去]《极品小帅哥连环挨操记后续》BY蛇一匡.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ddf3aeba0dcd"
  },
  {
    "文件名": "[去]《极道虎与四月猫（第一部）》BY女王大人三白(现代日系 粗鲁霸道极道攻X别扭凶狠美少年受 肉香 受变猫 HE).txt",
    "夸克盘链接": "https://pan.quark.cn/s/d97f749c868e"
  },
  {
    "文件名": "[去]《岌岌可危》BY夏小正(小推 现代校园HE 流氓校霸攻X清冷美人受 师生 年下 肉香 副CP骨科真香)【】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/5edefea8b44c"
  },
  {
    "文件名": "[去]《机甲之王子式军服》BY奉旨喝茶(遥远星空 机甲丧尸 随身空间 军旅 种田文).txt",
    "夸克盘链接": "https://pan.quark.cn/s/0741bb024a86"
  },
  {
    "文件名": "[去]《欢迎来到噩梦游戏》by薄暮冰轮（两部全）无限流文.txt",
    "夸克盘链接": "https://pan.quark.cn/s/58c0aee2dfd9"
  },
  {
    "文件名": "[去]《货不对板》BY五军(强推 现代都市HE 内科医生攻X小学教师受 高糖高H 肉香汤浓 包子助攻 面错基并且两相厌).txt",
    "夸克盘链接": "https://pan.quark.cn/s/777aedfcc439"
  },
  {
    "文件名": "[去]《惑》BY若木白华(现代 霸道老外攻X乖巧美貌受 短篇 看脸的世界 看上了就大胆追吧 HE).txt",
    "夸克盘链接": "https://pan.quark.cn/s/503f3b822226"
  },
  {
    "文件名": "[去]《混血甜心》BY柳佛香 (东方奇幻 呆萌章鱼忠犬攻X妖孽蛇蝎好受 甜宠 肉 HE).txt",
    "夸克盘链接": "https://pan.quark.cn/s/fdbb9e358ec2"
  },
  {
    "文件名": "[去]《婚前教育》BY鱼一三(现代ABOHE 大灰狼流氓攻X小天鹅美人受 肉香 先婚后爱 狗血啊这熟悉的古早味剧情).txt",
    "夸克盘链接": "https://pan.quark.cn/s/5e7a9c38277f"
  },
  {
    "文件名": "[去]《皇上不举了之后》BY咖芾(古代 架空 纤弱草食系驸马VS好色废柴皇上VS才高八斗夫子先生VS俊俏美貌淫僧 肉香四溢 无逻辑NP 坐享齐人之福的皇上的荒淫生活 HE).txt",
    "夸克盘链接": "https://pan.quark.cn/s/625f83f7bb4d"
  },
  {
    "文件名": "[去]《豢狮记录》BY不是知更(现代黑道HE 湿润大佬攻X漂亮杀手受 养成 强强 肉香 受被比喻为幼狮).txt",
    "夸克盘链接": "https://pan.quark.cn/s/c34c30d10b96"
  },
  {
    "文件名": "[去]《环环相克》BY茶红小豆（现代HE 温柔攻X浪荡骚受 都市 肉香 小甜饼）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/993ef7a22d27"
  },
  {
    "文件名": "[去]《欢喜冤家》BY珍妮（现代职场HE 第一X老二 肉香 这该死的胜负欲 赢了比赛输了贞操）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/cd161500790f"
  },
  {
    "文件名": "[去]《虎先生》BY阿洋(灵异鬼怪 忠犬白虎攻x少年人类受 有人兽H 肉香 HE 推).txt",
    "夸克盘链接": "https://pan.quark.cn/s/b718f5ce0222"
  },
  {
    "文件名": "[去]《红线茧》BY独舞夕颜 (古代 武林 老实憨厚莽夫攻X冷清狂傲堡主受 生子 肉香 HE).txt",
    "夸克盘链接": "https://pan.quark.cn/s/0558041b6f74"
  },
  {
    "文件名": "[去]《花开同赏》 BY： 闲语.txt",
    "夸克盘链接": "https://pan.quark.cn/s/da5fce15a83d"
  },
  {
    "文件名": "[去]《哄诱法则》BY宴惟（现代HE 活好粘人小奶狗攻X纯情钓系大美人受 年下 双性 肉香 一见钟情 先do后爱 脸是第一生产力）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e527d0dd18d1"
  },
  {
    "文件名": "[去]《和亲+电话亭+中西合璧》BY逸观云 (短篇合集 现代古代西方 三个故事 肉文肉香).txt",
    "夸克盘链接": "https://pan.quark.cn/s/e88e603bf1da"
  },
  {
    "文件名": "[去]《合昏》 BY Ermiao（古代架空HE all正派诱受 1v6 红烧肉香 最多4P番外有集体出动）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/6f7804e0bd84"
  },
  {
    "文件名": "[去]《攻略那个渣攻》BY即墨遥 (异世架空 快穿 各种属性精分攻X冷静理智毒舌渣受 主受 系统 狗血 每个世界都是BE最后HE).txt",
    "夸克盘链接": "https://pan.quark.cn/s/524615e19628"
  },
  {
    "文件名": "[去]《好生开车》BY罗再說(2018.1.19更新番外 小推 现代HE 冰山护短腹黑强攻X富二代纯良骚包受 强强 互宠 肉香 死对头 北京霸道总裁和成都富二代).txt",
    "夸克盘链接": "https://pan.quark.cn/s/3ae1b025ee58"
  },
  {
    "文件名": "[去]《豪门之抱错》BY大江流 (现代 豪门世家 根红苗正成长攻X善良坚韧会黑化受 纠结狗血 有虐 HE).txt",
    "夸克盘链接": "https://pan.quark.cn/s/9396e402b8aa"
  },
  {
    "文件名": "[去]《国产神势之角先生》BY未完待续. (玄幻 帝王攻X纯情变YD狐狸精附身受 双性 肉香 HE).txt",
    "夸克盘链接": "https://pan.quark.cn/s/42c07292b16a"
  },
  {
    "文件名": "[去]《鬼说之囚禁》by笔尖蘑菇.txt",
    "夸克盘链接": "https://pan.quark.cn/s/3f97f5d697b6"
  },
  {
    "文件名": "[去]《鬼区》by清非.txt",
    "夸克盘链接": "https://pan.quark.cn/s/95d38bd6d3bb"
  },
  {
    "文件名": "[去]《高长与大黄》BY报纸糊墙(末世重生 老实的犬神后裔VS重生的蚁族 互攻 修真种田文 HE 推).txt",
    "夸克盘链接": "https://pan.quark.cn/s/4e2687c2814d"
  },
  {
    "文件名": "[去]《鬼夫送子》by辰龙嫁衣.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a2bb925b469b"
  },
  {
    "文件名": "[去]《鬼缠》by小南.txt",
    "夸克盘链接": "https://pan.quark.cn/s/449adf001d22"
  },
  {
    "文件名": "[去]《棺材盖》BY纤指破新橙(古代 粗暴霸道心软攻X可怜柔弱美受 傻白甜萌文 肉香 HE).txt",
    "夸克盘链接": "https://pan.quark.cn/s/b156feae2eab"
  },
  {
    "文件名": "[去]《孤人》BY李穆梅 (系列剧第二部 现代战争 深沉军官X别扭兵卒 强强互攻 微虐 BE).txt",
    "夸克盘链接": "https://pan.quark.cn/s/ae128c1c3842"
  },
  {
    "文件名": "[去]《攻事攻办》BY似宁 (现代 温柔总裁攻X帅气秘书受 双向暗恋 肉香 短篇 HE).txt",
    "夸克盘链接": "https://pan.quark.cn/s/030fe98d56c8"
  },
  {
    "文件名": "[去]《逢场作戏》BY赤血风铃(现代 流氓腹黑老板攻X性冷感GV导演受 肉质鲜美 日系风 只要肉香就足够了 HE).txt",
    "夸克盘链接": "https://pan.quark.cn/s/b3d2c466a8e8"
  },
  {
    "文件名": "[去]《浮生若梦》BY姬月怜(穿越时空 4P 皇帝攻-amp;内敛攻-amp;霸道攻-amp;正太攻x穿越美人受 肉香 HE).txt",
    "夸克盘链接": "https://pan.quark.cn/s/0e51b2a8ec68"
  },
  {
    "文件名": "[去]《浮云》by水月.txt",
    "夸克盘链接": "https://pan.quark.cn/s/832a4e5e5ec0"
  },
  {
    "文件名": "[去]《奋斗吧，小三！》BY阿琪.txt",
    "夸克盘链接": "https://pan.quark.cn/s/888560d11177"
  },
  {
    "文件名": "[去]《匪石凿凿》BY峙翊（古代HE 貌美将军攻X痞气土匪头子受 小甜 相爱相杀 强强 高H 肉香 双性 生子）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/d6e74f67952f"
  },
  {
    "文件名": "[去]《风雪郎》BY山景王四(古代江湖 纯情忠犬年下攻X温柔性感女王受 下克上 过程3P结局1V1 肉香 HE).txt",
    "夸克盘链接": "https://pan.quark.cn/s/edf93c37bb31"
  },
  {
    "文件名": "[去]《非常戒毒员》BY Kieren(现代 心狠戒毒所管教VS性格坚韧卧底警察 有虐身暴力 破案 强强互攻 险象环生的卧底却收获爱人 HE).txt",
    "夸克盘链接": "https://pan.quark.cn/s/928fd3f01009"
  },
  {
    "文件名": "[去]《放牛娃与放债娃The Cowboy and The Pencil-pusher》BY S.C. Wynne (现代欧美 野气乡村牛仔强攻X娇气白富帅浪受 第一人称 放债娃要债要上了放牛娃的床 肉香 .txt",
    "夸克盘链接": "https://pan.quark.cn/s/2bacb1b519a2"
  },
  {
    "文件名": "[去]《非战之罪》BY黑糖(现代黑道 卧底故事 温柔忠犬卧底攻X猫样傲娇受 番外肉香 HE).txt",
    "夸克盘链接": "https://pan.quark.cn/s/5686621b123e"
  },
  {
    "文件名": "[去]《非主流》BY圣光礼赞 (末世修真 空间 金手指大开 苦逼主角攻 孔雀龟毛穿越受).txt",
    "夸克盘链接": "https://pan.quark.cn/s/da076c9fe23d"
  },
  {
    "文件名": "[去]《繁花落》BY我有千言我有万语(古代 傲娇暴躁帅气大侠攻X乖巧痴情小倌受 甜蜜温馨 肉香 HE 小推).txt",
    "夸克盘链接": "https://pan.quark.cn/s/ba0cfd202958"
  },
  {
    "文件名": "[去]《繁华落尽》BY荧夜(民国 霸道傲娇少帅攻x人妻天然呆副官受 肉香四溢 HE 推).txt",
    "夸克盘链接": "https://pan.quark.cn/s/2ed4fcd48179"
  },
  {
    "文件名": "[去]《恩师承欢》BY棉花团子(现代 腹黑机智学生攻X闷骚认真老师受 校园文 肉香四溢 小混蛋仗着老师心软一点点攻城略地的故事 HE).txt",
    "夸克盘链接": "https://pan.quark.cn/s/69ac84b25453"
  },
  {
    "文件名": "[去]《二世祖Wō Nang Fè》BY绿脸谱(现代HE 小推 活好高冷不从心攻X妖孽装弱超优秀美受 虐 肉香 窝囊了两年终于被上了).txt",
    "夸克盘链接": "https://pan.quark.cn/s/6485e6f255a2"
  },
  {
    "文件名": "[去]《恶警二》BY风弄(现代都市 警匪 霸道温柔攻X爷们强受 肉香 HE 推).txt",
    "夸克盘链接": "https://pan.quark.cn/s/f2b7f3c5c1ab"
  },
  {
    "文件名": "[去]《怼死甲方》BY漫无踪影(推 现代HE 腹黑持久攻X可爱吹毛求疵受 强强 肉香 因业务熟识的两人发展到了床上).txt",
    "夸克盘链接": "https://pan.quark.cn/s/8e2143439282"
  },
  {
    "文件名": "[去]《朵少的末世生活》BY一刀黄泉 (末世 异能 穿越 NP 霸道攻-amp;温柔攻-amp;腹黑攻等X身娇体软万人迷小白受 受总被后宫推倒爱爱 HE).txt",
    "夸克盘链接": "https://pan.quark.cn/s/bbb606f1a164"
  },
  {
    "文件名": "[去]《对牛谈情》BY叫我小肉肉（2013.07.15更新番外 古代 糙汉子妻奴攻X私塾先生女王受 双性生子文 肉香）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/fe9d7ecfc427"
  },
  {
    "文件名": "[去]《逗猫》BY一只西瓜大又圆(现代 腹黑暴躁霸道豹妖攻x微炸毛腹黑饲养员受 肉香 轻松 HE 小推).txt",
    "夸克盘链接": "https://pan.quark.cn/s/0b084912e9f0"
  },
  {
    "文件名": "[去]《对影成三人》BY江阿生(现代 两个男人爱上同一个男人的狗血校园爱情故事 肉香 HE).txt",
    "夸克盘链接": "https://pan.quark.cn/s/420ded9342f5"
  },
  {
    "文件名": "[去]《东篱菊》BY风动石 (精英温柔攻X乡土淡漠受 科幻 修真 末世 种田 BY只是想写个综合大百科全书).txt",
    "夸克盘链接": "https://pan.quark.cn/s/48419b3a9ec9"
  },
  {
    "文件名": "[去]《冻土.辐射.荒原》BY翡冷翠笑笑生 (西方 末日战争 二货连长攻X落魄贵族文官 HE).txt",
    "夸克盘链接": "https://pan.quark.cn/s/4e61b5bc5d81"
  },
  {
    "文件名": "[去]《东宫物语》BY林宝基尼(古代架空HE 粗暴皇叔攻X双性太子受 肉香四溢 剧情只是过度请尽情吃肉).txt",
    "夸克盘链接": "https://pan.quark.cn/s/12b90eba700e"
  },
  {
    "文件名": "[去]《弟弟宠物》BY昨殇(现代HE 腹黑总裁攻X可爱美人受 兄弟年上 高H肉香 双胞胎都是醋缸).txt",
    "夸克盘链接": "https://pan.quark.cn/s/f1e06e12753c"
  },
  {
    "文件名": "[去]《东郭先生和狼》BY domoto1987(古代 灵异鬼怪 腹黑狼王攻X弱气书生受 人兽肉香 HE 小推).txt",
    "夸克盘链接": "https://pan.quark.cn/s/bcfc7d8f8380"
  },
  {
    "文件名": "[去]《地主家的千金》BY甜松醪（古代架空HE 风度翩翩少爷攻X女装温润受 肉香 有生子 蛊毒就是古代科学）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/4974ad5f9603"
  },
  {
    "文件名": "[去]《灯火》by积木.txt",
    "夸克盘链接": "https://pan.quark.cn/s/52efca0fa506"
  },
  {
    "文件名": "[去]《当改编遇上原著》BY琉璃月浅(2017.9.22更新番外完结 古代修真HE 粘人深情土著攻X温柔努力穿越受 书穿 养成 有肉 受穿成主角一直在努力不崩人设).txt",
    "夸克盘链接": "https://pan.quark.cn/s/ad7b34314286"
  },
  {
    "文件名": "[去]《错位欲情》BY陌上归人(校园肉文 微玄幻 冷漠冰山攻X别扭炸毛受 先做后爱 肉香 HE 小推).txt",
    "夸克盘链接": "https://pan.quark.cn/s/475a54ab3e34"
  },
  {
    "文件名": "[去]《大魔王的天使情人》BY万色 (架空 冷漠忠犬魔王攻X单纯天使受 肉香 HE).txt",
    "夸克盘链接": "https://pan.quark.cn/s/a386b8b83c3b"
  },
  {
    "文件名": "[去]《代嫁兄长》BY千万别挂科(古代HE 伪病弱真腹黑攻X乖巧美受 短篇 肉香 攻其实心悦的是受).txt",
    "夸克盘链接": "https://pan.quark.cn/s/1ad1dd196351"
  },
  {
    "文件名": "[去]《此在：有关超越本体的逻辑幸福追问》BY贤三(2018.10.30更新番外完结 现代校园 深情二货攻X豁达矛盾受 哲学 肉香 HE 小推).txt",
    "夸克盘链接": "https://pan.quark.cn/s/dd8868e6af50"
  },
  {
    "文件名": "[去]《刺客与皇帝》BY星河蛋挞(小推 异世HE 随性刺客攻X美人皇帝受 双性肉文 肉香味美 无虐).txt",
    "夸克盘链接": "https://pan.quark.cn/s/8a08dea6b06c"
  },
  {
    "文件名": "[去]《宠坏的小攻集》BY卢上签(多背景HE 多cp 短篇合集 多视角 肉香).txt",
    "夸克盘链接": "https://pan.quark.cn/s/5f990e8a4580"
  },
  {
    "文件名": "[去]《穿越之肉香满满》BY莫莫莫墨 (现代 穿越 禁欲刚强攻X撒娇浪受 系统 有QJLJ 三观歪 肉多 短篇 第一部完结).txt",
    "夸克盘链接": "https://pan.quark.cn/s/57d7469f706f"
  },
  {
    "文件名": "[去]《触手情缘》BY anonymous (末世变异 触手怪和两个清秀受OOXX 生子 多肉 轻松的短篇 HE).txt",
    "夸克盘链接": "https://pan.quark.cn/s/205b5eedf382"
  },
  {
    "文件名": "[去]《痴汉与小瞎子》BY nihao(现代HE 痴汉总裁攻X盲人软萌受 肉香 攻老点受给按摩然后把受吃干抹净了).txt",
    "夸克盘链接": "https://pan.quark.cn/s/773c9d219c57"
  },
  {
    "文件名": "[去]《尘归处》BY麦桑(古代正文BE番外HE 霸道占有欲强攻X武力值高后病弱受 虐 强强 狗血 正文都在虐番外才有傻白甜).txt",
    "夸克盘链接": "https://pan.quark.cn/s/79725dbae2c4"
  },
  {
    "文件名": "[去]《城南二三旧事之张小公子受难记+城南二三旧事之陈大少猎艳记》BY城南居士(古代 腹黑攻X放荡受 半白话  肉香 HE).txt",
    "夸克盘链接": "https://pan.quark.cn/s/70d622eea21d"
  },
  {
    "文件名": "[去]《馋猫》BY冉尔(强推 民国重生HE 精明腹黑深情攻X纨绔子弟乖巧用心受 肉香 先婚后爱 相爱相杀 互相磨合的很痛苦又很执着).txt",
    "夸克盘链接": "https://pan.quark.cn/s/9d1fbe77b1cc"
  },
  {
    "文件名": "[去]《厂公》BY争渡(古代HE 心狠手辣厂公VS家道中落锦衣卫 江湖 肉香 道具play).txt",
    "夸克盘链接": "https://pan.quark.cn/s/40736baeed18"
  },
  {
    "文件名": "[去]《别扭就到碗里来》BY华莲 (男诱系列之二 现代 网游走进现实 不懂爱流氓强攻X别扭弱受 轻松微虐 肉香 HE).txt",
    "夸克盘链接": "https://pan.quark.cn/s/24d73826d8ab"
  },
  {
    "文件名": "[去]《布偶恋人》BY殛杀于野（现代HE 英俊深情攻X听话美人受 生子 ghs 肉香 你懂得）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/65a722e2924b"
  },
  {
    "文件名": "[去]《玻璃丝袜》 BY思念介质（2020.2.19更新番外完结 小推 现代HE 腹黑明星攻x恋足金主受 肉香 有轻微癖好 金主他傲娇的吻上心爱的脚）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/114bb4ae7fda"
  },
  {
    "文件名": "[去]《不知甜》BY杜辛(古代HE 山贼攻X点心师受 短篇 肉香 高H).txt",
    "夸克盘链接": "https://pan.quark.cn/s/30098d540202"
  },
  {
    "文件名": "[去]《别过来（仙境幻想游记）》by非天夜翔（正文+番外）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/f00f0b4611b4"
  },
  {
    "文件名": "[去]《鼻尖上的诱惑》BY梅菜小酥肉 (现代 男人味技工攻X社会精英受 受对气味很敏感 肉香 HE).txt",
    "夸克盘链接": "https://pan.quark.cn/s/3d0487043dc4"
  },
  {
    "文件名": "[去]《逼供》BY迎秋（末世HE 矛盾温柔A攻X俘虏游骑兵O受 肉香 生子 短篇 做出来的爱情吗）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/0cabcd42a9cb"
  },
  {
    "文件名": "[去]《八零年代年少成名》by刀尔.txt",
    "夸克盘链接": "https://pan.quark.cn/s/eed57ca5b3f4"
  },
  {
    "文件名": "[去]《被囚禁的金丝雀》by小南吖.txt",
    "夸克盘链接": "https://pan.quark.cn/s/64c5d92cd32f"
  },
  {
    "文件名": "[去]《崩坏乱入的小黄书》BY粗长直V5(穿越 流氓攻X屌丝炸毛受 白雪公主背景 肉香短萌 HE).txt",
    "夸克盘链接": "https://pan.quark.cn/s/2b25d37ca8dd"
  },
  {
    "文件名": "[去]《被boss追是什么体验》BY大虾虾(现代 护短毒蛇面瘫精分忠犬攻X温柔贤惠机智善良温润受 金手指众多的苏爽甜文 有包子 小攻小受是一对竹马竹马 HE).txt",
    "夸克盘链接": "https://pan.quark.cn/s/169988e38434"
  },
  {
    "文件名": "[去]《被囚禁的金丝雀》BY小南（现代NPHE 万人迷受 肉香 强制 甜文）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/d8da94d58d04"
  },
  {
    "文件名": "[去]《办公桌上的美味上司》BY狗娃子／小狗爪子／天一 (现代 活不太好但器大精多新进小职员攻X敏感多汁俊美YD上司受 各种PLAY 肉香 HE).txt",
    "夸克盘链接": "https://pan.quark.cn/s/c10e51672647"
  },
  {
    "文件名": "[去]《被管坏的金丝雀》BY初禾(小推 现代HE 强硬宠妻攻X作天作地受 强强 竹马 互宠 肉香 两个退伍兵的老夫老夫甜蜜日常).txt",
    "夸克盘链接": "https://pan.quark.cn/s/26466ba07a75"
  },
  {
    "文件名": "[去]《暗流涌动》BY叨叨捞（现代HE 厚脸皮攻X高岭之花受 下克上 不甜微致郁 肉香四溢 不算爱情 攻抓住受把柄对他用强）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/53ebb16d0cf6"
  },
  {
    "文件名": "[去]《爱犬》BY天一 (古代 兽人 前犬后人乖巧攻X双性淫荡主人受 双性生子 肉香 HE).txt",
    "夸克盘链接": "https://pan.quark.cn/s/f94c1835b3f4"
  },
  {
    "文件名": "[去]《暗恋师傅的日常》BY kinkin (古代 江湖 腹黑妖孽师傅攻X每日意淫呆萌YD受 养成 微狗血 甜宠 肉香 HE).txt",
    "夸克盘链接": "https://pan.quark.cn/s/2abed0762b63"
  },
  {
    "文件名": "[去]《安居乐业》BY大刀滟(现代 绝世好J面瘫处男攻x菊花怒放妖孽受 肉香劲爆荡漾 年下温馨 HE 推).txt",
    "夸克盘链接": "https://pan.quark.cn/s/6941b044e1cd"
  },
  {
    "文件名": "[去]《0和1》BY橙海(现代 隐性鬼畜学弟攻X呆萌可怜学长受 肉香 种田文 HE).txt",
    "夸克盘链接": "https://pan.quark.cn/s/0175cf946633"
  },
  {
    "文件名": "[去]《Jo》BY King青蛇传.txt",
    "夸克盘链接": "https://pan.quark.cn/s/efe8395cc168"
  },
  {
    "文件名": "[去]《矮克斯与外》BY双刀(未来架空HE 腹黑攻X傲娇受 强强 短甜 无虐).txt",
    "夸克盘链接": "https://pan.quark.cn/s/49f67b8cdf01"
  },
  {
    "文件名": "[去]《[综]为了拯救那对西皮》BY禾鱼(穿越世界 任务流 撮合小三和自家攻 兄弟CP 温馨 HE 小推).txt",
    "夸克盘链接": "https://pan.quark.cn/s/f640e9da430f"
  },
  {
    "文件名": "[去][中国古代系列之]鹰逝琴寥黑水寂_BY：_Iamos巫羽.txt",
    "夸克盘链接": "https://pan.quark.cn/s/351a19f58f30"
  },
  {
    "文件名": "[去][中国古代系列之]楼兰情谜(出书版)_BY：_巫羽.txt",
    "夸克盘链接": "https://pan.quark.cn/s/40974ca5c8b3"
  },
  {
    "文件名": "[去][中国古代系列之]棠棣之华_BY：_巫羽.txt",
    "夸克盘链接": "https://pan.quark.cn/s/0b086507fce7"
  },
  {
    "文件名": "[去][异国古代系列之]印加末裔_BY：_巫羽.txt",
    "夸克盘链接": "https://pan.quark.cn/s/9d339384f7f3"
  },
  {
    "文件名": "[去][中国古代系列之]_夜访（下）（修改版）_BY：_巫羽.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e121dbe35a9e"
  },
  {
    "文件名": "[去][中国古代系列之]_夜访（上）（修改版）_BY：_巫羽.txt",
    "夸克盘链接": "https://pan.quark.cn/s/9877176ed8dc"
  },
  {
    "文件名": "[去][异国古代系列之]［ＲＯＭＥ］罗马_BY：_Iamos_巫羽.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ce9551e0f51a"
  },
  {
    "文件名": "[去][喜相逢系列]禁宫情_BY：_小十四.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e3bc177296f0"
  },
  {
    "文件名": "[去][十二生肖系列之]虎奴_BY：_小十四.txt",
    "夸克盘链接": "https://pan.quark.cn/s/85867b7bfa44"
  },
  {
    "文件名": "[去][天降麟儿系列]_天龙陷情_BY：_小十四.txt",
    "夸克盘链接": "https://pan.quark.cn/s/491cba2d7318"
  },
  {
    "文件名": "[去][王的男人系列]_魔王的男人（出书版）+番外_BY：_小十四.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c851074a1162"
  },
  {
    "文件名": "[去]（历史同人）19世纪贵族婚姻by千寻客.txt",
    "夸克盘链接": "https://pan.quark.cn/s/0283b26c879e"
  },
  {
    "文件名": "[去]《老牛吃嫩草》BY木槿潇尘(现代都市 娱乐圈 年上 闷骚禁欲经纪人攻X骚浪贱舞男诱受 肉香四溢 有甜有虐 HE 小推).txt",
    "夸克盘链接": "https://pan.quark.cn/s/8b4c9fcaa40d"
  },
  {
    "文件名": "[去]《老丈人揍女婿》BY除徒(2017.04.03更新番外完结 现代 霸气凶残糙老爷们二攻X怂逼听话小媳妇儿受 高h肉香 魔性文 HE 小推).txt",
    "夸克盘链接": "https://pan.quark.cn/s/0c4ac26b2a2e"
  },
  {
    "文件名": "[去]［ＫＵＳＯ］回到秦朝修阿房__BY：巫羽.txt",
    "夸克盘链接": "https://pan.quark.cn/s/4470b2466cf9"
  },
  {
    "文件名": "[去]不脱衣的男人 by 木原音濑.txt",
    "夸克盘链接": "https://pan.quark.cn/s/dd1e302d7747"
  },
  {
    "文件名": "[去]插班生BY透明.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ecf6ca6f72ec"
  },
  {
    "文件名": "[去]捕风 by 尼罗.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e5cd8be84875"
  },
  {
    "文件名": "[去]冰雪之城_BY：_晓渠.txt",
    "夸克盘链接": "https://pan.quark.cn/s/b83569dfc7d0"
  },
  {
    "文件名": "[去]不疯魔不成活 by 不疯魔不成活.txt",
    "夸克盘链接": "https://pan.quark.cn/s/3129830cbda4"
  },
  {
    "文件名": "[去]玻璃心 by 镜水.txt",
    "夸克盘链接": "https://pan.quark.cn/s/42ac34f29c06"
  },
  {
    "文件名": "[去]冰雪孤城by白蛋（第三部）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/0231d441c3f2"
  },
  {
    "文件名": "[去]冰雪孤城BY白蛋（第一部） .txt",
    "夸克盘链接": "https://pan.quark.cn/s/d4f57e1da45b"
  },
  {
    "文件名": "[去]边城荒月 by 焰剑.txt",
    "夸克盘链接": "https://pan.quark.cn/s/cceb5c273f7a"
  },
  {
    "文件名": "[去]冰雪孤城 BY白蛋（第四部）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/99ad5953ba36"
  },
  {
    "文件名": "[去]冰雪孤城 BY白蛋（第二部）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/f8c45ab47f69"
  },
  {
    "文件名": "[去]彼岸两生花_BY：_晓渠.txt",
    "夸克盘链接": "https://pan.quark.cn/s/77b21a70aa9f"
  },
  {
    "文件名": "[去]比翼双妃 by 段翼.txt",
    "夸克盘链接": "https://pan.quark.cn/s/0f6417ee2595"
  },
  {
    "文件名": "[去]被恶魔一见钟情的种种下场 BY慢笙戏语 (小推 异世HE 占有欲强恶魔攻X倒霉小受 甜宠 有肉 三观不正 大晚上看有点小恐怖).txt",
    "夸克盘链接": "https://pan.quark.cn/s/2bb5a42258b5"
  },
  {
    "文件名": "[去]被风吹过的夏天_BY：_晓渠.txt",
    "夸克盘链接": "https://pan.quark.cn/s/cbf8bca5a507"
  },
  {
    "文件名": "[去]背德之剑 by killer.txt",
    "夸克盘链接": "https://pan.quark.cn/s/4057fe1b1972"
  },
  {
    "文件名": "[去]北京正午 by 暗夜行路.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e0e2b64d4965"
  },
  {
    "文件名": "[去]北京故事【续】（秋风再起）by_筱禾.txt",
    "夸克盘链接": "https://pan.quark.cn/s/84041c3d807a"
  },
  {
    "文件名": "[去]北京故事by筱禾.txt",
    "夸克盘链接": "https://pan.quark.cn/s/454b2a2d2dc0"
  },
  {
    "文件名": "[去]白纻舞 BY紫文昭雪(小推 古代HE 忠犬单纯攻X狠戾风流受 年下 强强 有肉 攻为了受从一个青涩少年变成大将军).txt",
    "夸克盘链接": "https://pan.quark.cn/s/898c6416b563"
  },
  {
    "文件名": "[去]八十年代娇气怂包by金歌铁马.txt",
    "夸克盘链接": "https://pan.quark.cn/s/37e8038df51f"
  },
  {
    "文件名": "[去]八大胡同（出书版）_BY：_晓渠.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a2f043ea31fd"
  },
  {
    "文件名": "[去]爸爸的新娘 by 水恋.txt",
    "夸克盘链接": "https://pan.quark.cn/s/0102ca43c727"
  },
  {
    "文件名": "[去]暗紫 by  Niuniu .txt",
    "夸克盘链接": "https://pan.quark.cn/s/b47c57e60f14"
  },
  {
    "文件名": "[去]安敬+番外_BY：_田唐.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e638052dc747"
  },
  {
    "文件名": "[去]爱在斯德哥尔摩 by 红の叶 .txt",
    "夸克盘链接": "https://pan.quark.cn/s/cbcdbb4a081e"
  },
  {
    "文件名": "[去]爱在世界毁灭时（第一部）佛影魔踪（出书版）_BY：_小十四.txt",
    "夸克盘链接": "https://pan.quark.cn/s/b7859b200553"
  },
  {
    "文件名": "[去]爱在世界毁灭时（第三部）圣骑士之恋（出书版）_BY：_小十四.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a10389518e09"
  },
  {
    "文件名": "[去]Omega他大杀四方 无限 by井里白鲸.txt",
    "夸克盘链接": "https://pan.quark.cn/s/bad0fe141fdc"
  },
  {
    "文件名": "[去]爱上男奴（出书版）BY：jyhgiun_天使J.txt",
    "夸克盘链接": "https://pan.quark.cn/s/35dfc4bec764"
  },
  {
    "文件名": "[去]爱在世界毁灭时（第二部）梵天圣恋（出书版）_BY：_小十四.txt",
    "夸克盘链接": "https://pan.quark.cn/s/59dd004c7a30"
  },
  {
    "文件名": "[去]爱哭鬼 By 轩辕悬.txt",
    "夸克盘链接": "https://pan.quark.cn/s/10a36d2f8afa"
  },
  {
    "文件名": "[去]Bad Boy by 阿彻.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ebafed79eada"
  },
  {
    "文件名": "[去]Catch me if you want by 蓝莲花.txt",
    "夸克盘链接": "https://pan.quark.cn/s/3b6ff8b82455"
  },
  {
    "文件名": "[去]4.倒霉的境界BY-阿七.txt",
    "夸克盘链接": "https://pan.quark.cn/s/50c0f8dc5f05"
  },
  {
    "文件名": "[去]ABO之末世强占by：无所谓（AxB 强制  OE）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/b4f6e1053701"
  },
  {
    "文件名": "[去]【综影视同人】《被24小时观察日记》BY luomei(死神X埃洛诺 痴汉呆萌蠢攻X被玩坏少年受 英美剧 轻松欢乐 HE 推).txt",
    "夸克盘链接": "https://pan.quark.cn/s/83340e3af241"
  },
  {
    "文件名": "[去]【连载109】[综]神奇宇智波在线喷火by不知海.txt",
    "夸克盘链接": "https://pan.quark.cn/s/cb40106a5789"
  },
  {
    "文件名": "[去]《最强王者》BY南北逐风(2018.11.6更新番外完结 现代 腹黑打野攻X炸毛ADC受 LOL 电竞职业文 励志 肉香 王者审判王者不可阻挡 HE 小推).txt",
    "夸克盘链接": "https://pan.quark.cn/s/8665017bc63d"
  },
  {
    "文件名": "[去]【独家推文】爱你一场荒凉by秋二喵.txt",
    "夸克盘链接": "https://pan.quark.cn/s/f57ad5b17bc8"
  },
  {
    "文件名": "[去]《佐威淫乱史》BY LOVE堂哥 (现代校园 粗口露骨肉文 过程NP 肉香四溢 HE).txt",
    "夸克盘链接": "https://pan.quark.cn/s/d2b2da05ff10"
  },
  {
    "文件名": "[去]《做鬼也要上了你》by穿靴子的猫.txt",
    "夸克盘链接": "https://pan.quark.cn/s/9f9c0b64d5e3"
  },
  {
    "文件名": "[去]《走雾》BY布洛卡区(小推 现代HE 战地记者实验体攻X研究员教授受 重逢 结合时事 肉香 只要你在就足够我爱这破碎泥泞的人间).txt",
    "夸克盘链接": "https://pan.quark.cn/s/c5eef0f030fb"
  },
  {
    "文件名": "[去]《紫瞳》BY君临天下(异世HE 面瘫体贴侍卫攻X貌美万人迷受 NP 金手指苏 琼瑶风 狗血 肉香 不讲理的统一了江湖和宫廷).txt",
    "夸克盘链接": "https://pan.quark.cn/s/83c9f13ab6fd"
  },
  {
    "文件名": "[去]《总角之交》BY挂枝儿(现代HE 暴脾气快递员攻X校园学子竹马受 高H 肉香 请问这是你点的五花肉外卖吗.txt",
    "夸克盘链接": "https://pan.quark.cn/s/28c6d4103c56"
  },
  {
    "文件名": "[去]《走狗生存守则》BY蛋蛋好白不游泳的鱼春溪笛晓 (现代 偏执强独占欲攻X隐忍美貌受 受为了小伙伴而与攻开始了微妙的情感关系 公共交通上不宜观看 肉香 HE).txt",
    "夸克盘链接": "https://pan.quark.cn/s/5e76a921e6db"
  },
  {
    "文件名": "[去]《追尾》BY潭石(2018.1.23更新番外 推 现代HE 京城高干攻X落魄演员受 娱乐圈文 肉香 攻的性格其实超级可爱受也是为梦想在闪闪发光的人).txt",
    "夸克盘链接": "https://pan.quark.cn/s/9f5d10fa6151"
  },
  {
    "文件名": "[去]《重生之原来是渣攻》BY晚非(2017.01.17更新番外完结 现代重生 闷骚渣攻X淡然人妻受 强强 小虐 重新让受爱上自己 HE).txt",
    "夸克盘链接": "https://pan.quark.cn/s/ba9ee1998f4c"
  },
  {
    "文件名": "[去]《重生之幸福要努力》BY猥琐丁丁(现代重生 野蛮攻X双性受 生子 肉香 HE 小推).txt",
    "夸克盘链接": "https://pan.quark.cn/s/87d9bccf7d02"
  },
  {
    "文件名": "[去]《重生之末世暮光》BY明空2009 (重生末日丧尸 杀手老大腹黑原情圣攻X柔弱异能预言者受 肉少 HE).txt",
    "夸克盘链接": "https://pan.quark.cn/s/5a692045b84e"
  },
  {
    "文件名": "[去]《重生之星光灿烂》BY狐中仙 (现代 酷帅狂霸种马强攻X悲催大叔别扭受 重生复仇 娱乐圈 肉香 略白 HE)【1028更新番外】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/76104cf289b2"
  },
  {
    "文件名": "[去]《重生之求不作》BY盘子桑(现代 年下攻X炸毛重生受 肉香 重生就是为了肉 HE).txt",
    "夸克盘链接": "https://pan.quark.cn/s/150c60e0e0ff"
  },
  {
    "文件名": "[去]《重生之反攻》BY小夜Saya77 (现代 忠犬人妻腹黑攻X暴躁傲娇渣受 重生 娱乐圈 HE).txt",
    "夸克盘链接": "https://pan.quark.cn/s/14aa400ee69f"
  },
  {
    "文件名": "[去]《重生之1／2干爹》BY盈澈逝雪 (现代 重生 精分斯文禁欲-amp;鬼畜攻X开朗阳光浪子受 伪父子 年上 肉香 HE).txt",
    "夸克盘链接": "https://pan.quark.cn/s/10ba511eb68b"
  },
  {
    "文件名": "[去]《重生末世之我的冰山情人》BY璃色彼岸 (末日 重生 异能 冰山忠犬X傲娇女王 HE).txt",
    "夸克盘链接": "https://pan.quark.cn/s/791402b4d0e8"
  },
  {
    "文件名": "[去]《重生了？还和暗恋对象同居恋爱》BY匿名青花鱼（现代HE 直男攻X傲娇受 年下 肉香就足够了 受重生与攻在起了）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c13b40b41e93"
  },
  {
    "文件名": "[去]《重度诱惑》BY叶昕 (现代 3P 成熟绅士少爷攻-amp;亲和妖冶演员攻X直率心大混混头目总受 直掰弯 第一人称受 高H 肉香 强强 HE).txt",
    "夸克盘链接": "https://pan.quark.cn/s/240b75410d30"
  },
  {
    "文件名": "[去]《至尊受道》BY谬尔 (古代 阳光开朗倒霉受 NP 金手指 开头略小白结局略仓促 肉香 HE)【0501更新番外】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/7f89dfefe878"
  },
  {
    "文件名": "[去]《这位小姐你好漂亮》BY kinkin(现代 高贵冷艳伪娘攻X淫荡爱作死受 追求伪娘反被压 肉香 欢脱 HE).txt",
    "夸克盘链接": "https://pan.quark.cn/s/2b7ff1ee1ba1"
  },
  {
    "文件名": "[去]《只是一场游戏（出书版）》BY荧夜(现代 契约情人 痴情攻VS冷情受 肉香 温馨 HE 推).txt",
    "夸克盘链接": "https://pan.quark.cn/s/6d819e9722a1"
  },
  {
    "文件名": "[去]《执爱》BY狐狸爱上猴子 (现代 傲娇没耐心深爱攻X强大隐秘骚浪受 有剧情的肉文 肉香 HE).txt",
    "夸克盘链接": "https://pan.quark.cn/s/9eb36e872bd6"
  },
  {
    "文件名": "[去]《张小天和赵晓飞的故事》BY吃掉那个馒头(现代 腹黑宠妻攻X闷骚逗比作死受 肉香短篇 HE).txt",
    "夸克盘链接": "https://pan.quark.cn/s/01ab5daf6107"
  },
  {
    "文件名": "[去]《斩妖》BY景生京月(古代仙侠 HE 风流上仙VS妖媚蛇妖 强强互攻 先虐后甜 小白兔妖现任出没).txt",
    "夸克盘链接": "https://pan.quark.cn/s/8b05f31fa62d"
  },
  {
    "文件名": "[去]《在警察肉体的未来生活警肉生活》BY melodysummer (现代 长篇 重口 换脑 肉 QJ 囚禁 有NP 有BG的H片段).txt",
    "夸克盘链接": "https://pan.quark.cn/s/b7a1470bd385"
  },
  {
    "文件名": "[去]《在末世中相爱之暗涌》BY蔷薇花谢即归来 (末日 丧尸 年下 时代奇缘 阴差阳错).txt",
    "夸克盘链接": "https://pan.quark.cn/s/8a3fd9f0a914"
  },
  {
    "文件名": "[去]《再玩我真地要打你了》BY VAINY (现代架空 ABO设定 床下忠犬床上霸气攻X强势女王受 肉香 怀孕 轻松 HE)【0323更新番外】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/813414ce7c4b"
  },
  {
    "文件名": "[去]《云家父子三人行》BY饕餮父子(古代肉文 两个攻X俊帅受 父子 3p肉香 HE).txt",
    "夸克盘链接": "https://pan.quark.cn/s/2d5b0bbd2fda"
  },
  {
    "文件名": "[去]《月落山肩》BY拉面要加香菜(玄幻 美貌占有欲攻X蠢萌蘑菇精受 生长 肉香 精怪与人的多世情缘 HE 小推).txt",
    "夸克盘链接": "https://pan.quark.cn/s/479c05c0b14b"
  },
  {
    "文件名": "[去]《云风万里》BY 巫羽.txt",
    "夸克盘链接": "https://pan.quark.cn/s/35d3dc8154cc"
  },
  {
    "文件名": "[去]《云朵面包》BY弓行永夜（现代，妖孽受闷骚攻，有小虐情节，推荐）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/759f94386971"
  },
  {
    "文件名": "[去]《月草（出书版）》BY卫离(现代 涉及娱乐圈 腹黑大明星攻X天然小白受 娃娃亲 温馨宠溺 肉香 HE).txt",
    "夸克盘链接": "https://pan.quark.cn/s/b191c9c15786"
  },
  {
    "文件名": "[去]《约炮艹了上将怎么办》BY游击队图腾 (未来 年下 腹黑攻X闷骚上将受 各种PLAY 肉香四溢 HE).txt",
    "夸克盘链接": "https://pan.quark.cn/s/cb906c17f398"
  },
  {
    "文件名": "[去]《约法三章》BY云片糕(现代 腹黑狡黠人妻攻X炸毛嘴硬受 因为乱说话而引发的孽缘 肉香 HE).txt",
    "夸克盘链接": "https://pan.quark.cn/s/6f07a4408a68"
  },
  {
    "文件名": "[去]《有个精神病暗恋我》BY阿辞姑娘(2018.4.8更新番外完结 推 现代HE 占有欲强学霸攻X腹黑蛇精病美人受 双向暗恋 校园 治愈).txt",
    "夸克盘链接": "https://pan.quark.cn/s/8d5d1494b1fc"
  },
  {
    "文件名": "[去]《有需要的话，联系我》BY袖子(现代 腹黑爱现医生攻X炸毛呆受 视频裸聊 肉香 HE 小推).txt",
    "夸克盘链接": "https://pan.quark.cn/s/1791f85f268d"
  },
  {
    "文件名": "[去]《诱根》BY萧九凉(2017.10.28更新番外 小推 现代HE 老实巴交巨根攻X外清冷内放荡诱受 肉香 上司痴迷我的巨根，非要和它上船).txt",
    "夸克盘链接": "https://pan.quark.cn/s/d280f4f9e74c"
  },
  {
    "文件名": "[去]《原来》BY青色的光(现代HE 温柔室友攻X清纯小处男受 短篇 换攻 肉香 室友原来暗恋我).txt",
    "夸克盘链接": "https://pan.quark.cn/s/2f74f7120a87"
  },
  {
    "文件名": "[去]《异世神级鉴赏大师》BY时镜 (异世架空 修真 佛法高深为情所困攻X自私自利受 感情戏少 金手指 升级流 受非穿越 肉香 HE)【1004更新番外】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a344da8ec4aa"
  },
  {
    "文件名": "[去]《有缝》BY排骨吃阿西 (现代 校园 厚脸皮粘人学霸攻X内向纯情冷清学渣受 一见钟情 双向暗恋 学习恋爱步步高 甜宠 肉香 HE).txt",
    "夸克盘链接": "https://pan.quark.cn/s/2d69befad27b"
  },
  {
    "文件名": "[去]《硬被塞了一个富二代》BY2020之狐狸（现代HE 人壮寡言忠犬年下攻X嘴贱心直狡猾大老板受 第一人称 肉香 温馨日常 烂泥富二代不上墙上大老板）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/66f910cfbd02"
  },
  {
    "文件名": "[去]《印证爱情》BY果-果果果小豆丁 (现代强强 娱乐圈 深情bss攻X隐忍明星受 肉香 HE).txt",
    "夸克盘链接": "https://pan.quark.cn/s/599b2d4cfbbc"
  },
  {
    "文件名": "[去]《瘾》BY概率论请你去狗带(现代校园HE 忠犬攻害羞攻X闷骚饥渴受 肉香 你的余生还有我).txt",
    "夸克盘链接": "https://pan.quark.cn/s/4abfa280f30c"
  },
  {
    "文件名": "[去]《疑心疑鬼》BY良二(小推 现代HE 男神明星攻X痴情金主受 娱乐圈 肉香 双向暗恋 为爱不顾一切).txt",
    "夸克盘链接": "https://pan.quark.cn/s/98e7787d7447"
  },
  {
    "文件名": "[去]《阴亲》by木兮娘.txt",
    "夸克盘链接": "https://pan.quark.cn/s/98a0cdd4b300"
  },
  {
    "文件名": "[去]《淫爸荡儿》BY饕餮父子(现代肉文 父子 强攻X纤细YD受 肉香 HE).txt",
    "夸克盘链接": "https://pan.quark.cn/s/2c0d88338b81"
  },
  {
    "文件名": "[去]《一夜情后》BY画尘埃(现代 霸道总裁腹黑痞气攻X酒吧老板双性美人受 双性 生子 啪啪啪 肉香四溢 一夜情发展稳定成了多夜情的爱情 HE).txt",
    "夸克盘链接": "https://pan.quark.cn/s/6b46a8186a7b"
  },
  {
    "文件名": "[去]《一个人的喘息》by二麻.txt",
    "夸克盘链接": "https://pan.quark.cn/s/5723ff40fc95"
  },
  {
    "文件名": "[去]《一世囚楼》BY鹿夭大人 (现代 刻薄霸道攻X优雅温润受 强制爱 暗黑虐恋 肉渣 BE).txt",
    "夸克盘链接": "https://pan.quark.cn/s/ceaed7ef4af9"
  },
  {
    "文件名": "[去]《一幕钟情》BY鹿馒馒(小推 现代HE 霸道养父攻X貌美儿子受 娱乐圈 暗恋 肉香 总裁养父的花式宠溺).txt",
    "夸克盘链接": "https://pan.quark.cn/s/d26490d1b2a8"
  },
  {
    "文件名": "[去]《一个人的喘息》BY二麻(现代HE霸道鬼攻X淫荡双性受 与鬼同眠 肉香 开篇开吃 受以为每晚做春梦其实是真的被吃掉).txt",
    "夸克盘链接": "https://pan.quark.cn/s/55bd47074e74"
  },
  {
    "文件名": "[去]《野性浪漫》BY浅藏春秋（现代ABOHE 偏执腹黑政员攻X老实潇洒迟钝受 肉香 AB恋 有QJ 从包养到真爱）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/5dc667ca4e77"
  },
  {
    "文件名": "[去]《药人毒》BY深海先生(推 古代修真HE 腹黑残疾药人攻x狠辣美人教主受 生子 肉香 师尊重生爱上自己的小徒弟).txt",
    "夸克盘链接": "https://pan.quark.cn/s/0dbfad2b98e8"
  },
  {
    "文件名": "[去]《药入膏肓》BY阿扶子(现代 温和平稳忠犬攻X刚毅性感高冷受 年下 有爱 肉香四溢 我把你当软萌你却想上我的故事 HE 小推).txt",
    "夸克盘链接": "https://pan.quark.cn/s/5527e5c0b34c"
  },
  {
    "文件名": "[去]《夜夜偷香》BY一被子 (古代架空 王爷总受X侍卫攻皇帝攻 肉多 NP HE 肉香推荐).txt",
    "夸克盘链接": "https://pan.quark.cn/s/44caea5ca3fd"
  },
  {
    "文件名": "[去]《燕飞春生》BY小野兽／小爷不是受 (现代 青涩大学生攻X床下沉稳床上骚金主受 短篇 包养 肉香 甜宠 HE).txt",
    "夸克盘链接": "https://pan.quark.cn/s/839875c43248"
  },
  {
    "文件名": "[去]《星际之发家致富》BY天下皆呆(未来架空HE 男神元帅攻X痴汉厨师受 甜苏 穿越 肉香 一穷二白的副本当中走向人生巅峰).txt",
    "夸克盘链接": "https://pan.quark.cn/s/cc9498181c9f"
  },
  {
    "文件名": "[去]《艳城》BY蛇的心事.txt",
    "夸克盘链接": "https://pan.quark.cn/s/196486d26ed1"
  },
  {
    "文件名": "[去]《胥哥小面》BY初禾初小禾 (现代 沉稳厨艺好特种兵攻X活泼有韧劲特种兵受 强强 温馨日常甜文 肉香 HE 推).txt",
    "夸克盘链接": "https://pan.quark.cn/s/0d5ed581c585"
  },
  {
    "文件名": "[去]《信息值紊乱综合征》BY狗血炖肉（小推 现代ABOHE 深情白切黑A攻X大咧咧老干部B受 狗血 年下 肉香 沐浴露代替信息素）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/4d00410c6d3d"
  },
  {
    "文件名": "[去]《心斋》BY醉也真 (现代 校园 冷静学霸老师攻X老实害羞穷学生受 有副cp 甜宠 肉香 HE)【0525更新番外】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/2909de5210a3"
  },
  {
    "文件名": "[去]《心魔之一：放不开》BY朝音日(现代 炸毛温柔善良攻X冲动害羞黑道受 肉香 HE).txt",
    "夸克盘链接": "https://pan.quark.cn/s/4d5d6d08a28f"
  },
  {
    "文件名": "[去]《小行星》by 微风几许.txt",
    "夸克盘链接": "https://pan.quark.cn/s/274c332d13d7"
  },
  {
    "文件名": "[去]《小叔》BY烤全羊 (现代 都市 活好高富帅攻X耿直美貌受 叔侄 前面甜肉饼后面狗血玻璃渣 肉香 HE).txt",
    "夸克盘链接": "https://pan.quark.cn/s/eea1ebc9bc21"
  },
  {
    "文件名": "[去]《小男仆和哥哥们》BY肉饼子炖蛋(现代肉文 NP 两只腹黑哥哥攻-amp;父亲攻x呆萌小白受 全肉香艳 HE).txt",
    "夸克盘链接": "https://pan.quark.cn/s/43937c47dabd"
  },
  {
    "文件名": "[去]《相敬如宾》BY南风歌（小推 现代HE 冷静清醒攻X淡漠缺爱受 现实 伪虐  有包子非生子 没有人有义务爱你）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/87aa1b358757"
  },
  {
    "文件名": "[去]《系统，别装死》BY雷麻麻（2013.11.01更新完结章 系统攻X穿越主角受 众多暧昧CP）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/da11efe1965e"
  },
  {
    "文件名": "[去]《献给树神的祭品》BY HE重症偏执病患 (异世架空 触手攻X双性受 肉香 HE).txt",
    "夸克盘链接": "https://pan.quark.cn/s/cc823fe27c20"
  },
  {
    "文件名": "[去]《喜剧》BY子慕予兮 (现代架空 娱乐圈 接地气耍贱卖萌十项全能影帝攻X理智冷淡主持攻转受 肉香 慢热 HE)【0720更新番外】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/df34fa8ea1dc"
  },
  {
    "文件名": "[去]《媳妇与枪》BY欲雪饮杯_初禾（2019.3.29更新番外 强推 现代HE 占有欲强坚定宠溺攻X坚强开朗洒脱勇敢受 强强年下 有萌包子 肉香 前半段部队文但感情线为主）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/61fc19d31f7d"
  },
  {
    "文件名": "[去]《系草和校草》BY轻点 (现代校园文 ABO系统设定 ALPHA攻xOMEGA受 肉香 伪情敌变情人 HE).txt",
    "夸克盘链接": "https://pan.quark.cn/s/0b1f837221ef"
  },
  {
    "文件名": "[去]《无处可逃》BY纳兰十七 (未来星际 ABO设定 暴戾少爷Alpha攻-amp;温柔精英Bate后变Alpha攻-amp;深情Alpha攻X胆小坚韧迟钝Omega受 过程4P结局3P 生子 肉香 HE.txt",
    "夸克盘链接": "https://pan.quark.cn/s/dd974505a35c"
  },
  {
    "文件名": "[去]《无因管理》BY梨子是很好吃滴呀 (现代 霸道健气攻X害羞爱哭淫荡受 日常 肉香 轻松 HE).txt",
    "夸克盘链接": "https://pan.quark.cn/s/7b1ffad56247"
  },
  {
    "文件名": "[去]《溪园消夏》BY青山路远(小推 古代HE 腹黑霸道攻X温润单纯受 肉香 表兄弟年下).txt",
    "夸克盘链接": "https://pan.quark.cn/s/5a83922e98bc"
  },
  {
    "文件名": "[去]《我我我不是蛇精病》BY江湖太妖生 (现代 闷骚腹黑攻X外表镇定内心炸毛小结巴受 受能听懂动物说话 HE).txt",
    "夸克盘链接": "https://pan.quark.cn/s/1c61efccf086"
  },
  {
    "文件名": "[去]《我看见你的呼唤》BY藤花琅(小推 现代校园HE 温柔酷哥攻X哑巴受 单恋 破镜重圆 微虐 受有点弱气).txt",
    "夸克盘链接": "https://pan.quark.cn/s/c20ec93d0780"
  },
  {
    "文件名": "[去]《我就喜欢清纯的》BY暴力的兔子 (现代 强迫症龟毛攻X极度闷骚处男受 各种PLAY 肉香 轻松甜文 HE)[修改版]【0628更新番外】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/0d166421c9ed"
  },
  {
    "文件名": "[去]《我家掌门有点暴躁》BY藤斗 (江湖恩怨 师徒 懒散吐槽攻X死蠢暴娇受 肉香 HE).txt",
    "夸克盘链接": "https://pan.quark.cn/s/0b32eaa4f5a0"
  },
  {
    "文件名": "[去]《我们的英雄》BY吴沉水 (伪末日丧尸实为游戏世界里的英雄传说 BE).txt",
    "夸克盘链接": "https://pan.quark.cn/s/e26b356e0b92"
  },
  {
    "文件名": "[去]《我寄人间》BY肚皮三层肉(古代 武侠 温柔毁容攻X心狠瘸子受 肉香四溢 微虐 师门倾覆师兄弟沦落天涯共同复仇 HE).txt",
    "夸克盘链接": "https://pan.quark.cn/s/79e1433281f7"
  },
  {
    "文件名": "[去]《我丢失的PEA》BY艾西多（现代HE 骄傲制冷机哥哥攻X神经嘴炮王弟弟受 骨科 肉香 破镜重圆 第一人称 插科打诨 就是赖上你）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/365607766f20"
  },
  {
    "文件名": "[去]《我的男朋友是哈士奇》BY一只爪子(现代HE 痴汉哈士奇攻X饥渴明星受 重生 高H肉香 圈圈叉叉攻便成人).txt",
    "夸克盘链接": "https://pan.quark.cn/s/e37f6ecd75ad"
  },
  {
    "文件名": "[去]《我的大咪咪男友》BY ilovebunny (现代 阳光帅气攻X斯文有胸女气受 肉香像BG 剧情欠逻辑 HE).txt",
    "夸克盘链接": "https://pan.quark.cn/s/3c6793d37b41"
  },
  {
    "文件名": "[去]《我的目标是不坐牢》BY古玉闻香 (现代 年下扮猪吃老虎攻X温柔长情老师受 受内心戏可爱 甜 肉香 HE).txt",
    "夸克盘链接": "https://pan.quark.cn/s/3bb46b9cd080"
  },
  {
    "文件名": "[去]《我从未见过如此敬业的淘宝刷单》BY惑戳戳(现代 看小黄文卖情趣用品的攻X写小黄文刷情趣用品的受 欢脱 肉文 高H 道具play 意气相投的两人的肉香四溢日常 HE).txt",
    "夸克盘链接": "https://pan.quark.cn/s/b9e26383eed0"
  },
  {
    "文件名": "[去]《吻冬》BY 77888（现代HE 暴躁强势攻X纯欲诱受 小甜有虐 双性 肉香 互宠 狗血 破镜重圆 生子）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/6e1194fda695"
  },
  {
    "文件名": "[去]《位面骑士选拔赛》BY欧俊呈 (忠犬狂化 军旅 兽人 魔法 位面 机甲 升级流 丧尸 NP 总攻 老实敦朴有点呆攻).txt",
    "夸克盘链接": "https://pan.quark.cn/s/78993c207c48"
  },
  {
    "文件名": "[去]《网游之无尽深渊》BY顾天 (现代 全息网游 强势腹黑NPC攻X孤高冷傲玩家受 有囚禁 竞技网游 HE).txt",
    "夸克盘链接": "https://pan.quark.cn/s/f7964949eff4"
  },
  {
    "文件名": "[去]《网游之八卦魔界+番外》BYLucitiya（未来 网游运动 小透明 爆笑 ）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/40650cc7d160"
  },
  {
    "文件名": "[去]《忘欢》by玉隐.txt",
    "夸克盘链接": "https://pan.quark.cn/s/d96d970832a5"
  },
  {
    "文件名": "[去]《王子又被龙拐了》BY一管日光灯(异世西幻HE 吊儿郎当美人王子攻X严肃青年黑龙受 改编童话 肉香 ).txt",
    "夸克盘链接": "https://pan.quark.cn/s/36ae712aa54e"
  },
  {
    "文件名": "[去]《歪打正着》BY僖瓜团子(现代 恶劣腹黑攻X老实内敛受 正剧 肉香四溢 大叔受 轻松 和交往的对象分手那天不小心结识了导致他们分手的那人 HE).txt",
    "夸克盘链接": "https://pan.quark.cn/s/d6fabbcfa684"
  },
  {
    "文件名": "[去]《玩具系列》BY林下有穸过思(现代 恶劣学长攻X淫荡学弟受 校园 肉香四溢 短萌 小受和暗恋的学长住在一起后的啪啪啪故事 HE).txt",
    "夸克盘链接": "https://pan.quark.cn/s/6cdac90edcc9"
  },
  {
    "文件名": "[去]《挖坟挖出鬼》by君子在野.txt",
    "夸克盘链接": "https://pan.quark.cn/s/3243db1da92a"
  },
  {
    "文件名": "[去]《偷生》BY欢小宴（小推 现代架空HE 压迫感斯文正直攻x桀骜不驯小狼狗受 悬疑 推理 犯罪 日常吃糖剧情虐心的正剧）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e066786b03d2"
  },
  {
    "文件名": "[去]《铜雀锁金钗》BY世味煮茶（小推 民国HE 强占有欲军痞司令攻X隐忍清令药铺少爷受 囚禁 强取豪夺 微虐 哪怕你是毒药我都想要你）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/b027455adbce"
  },
  {
    "文件名": "[去]《同学你好》BY绿角马（现代 高干文）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/0c22adc99eb5"
  },
  {
    "文件名": "[去]《甜言蜜语》BY明起明灭(小推 现代HE 腹黑医生攻X泪包病人受 攻宠受 肉香四溢).txt",
    "夸克盘链接": "https://pan.quark.cn/s/89df4a6e25e9"
  },
  {
    "文件名": "[去]《偷亲测试》BY飞红(小推 现代HE 高冷帅哥攻X沙雕吐槽精受 直搬弯 小甜饼 攻宠受 攻很早以前就喜欢受).txt",
    "夸克盘链接": "https://pan.quark.cn/s/325327225985"
  },
  {
    "文件名": "[去]《天之战记之流星之卷》by非天夜翔.txt",
    "夸克盘链接": "https://pan.quark.cn/s/96320b4c48c6"
  },
  {
    "文件名": "[去]《天启计划》BY齐程之 (末世 天使长米迦勒因反对天启计划与神订立赌约 被封印神力与记忆降临人界 帮助人类共同对抗末世之劫 温馨甜蜜 1V1 HE).txt",
    "夸克盘链接": "https://pan.quark.cn/s/3eee2b29f32e"
  },
  {
    "文件名": "[去]《替身是头龙》BY江北小酥肉（小推 现代灵异HE 沙雕纯情总裁攻X贫穷呆萌青龙受 甜 包养 搞笑 感觉龙宝宝-直在吃吃吃）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/5756ee346f31"
  },
  {
    "文件名": "[去]《天堂之门》by千朵桃花一树生.txt",
    "夸克盘链接": "https://pan.quark.cn/s/5343c188bc1f"
  },
  {
    "文件名": "[去]《替身的自我修养》BY sezaijie(2018.9.12更新番外 现代HE 面冷心热总裁攻X自尊心强骚气受 狗血 失忆梗 先虐后甜 包养变真爱 攻受青梅竹马后来却见面不相识).txt",
    "夸克盘链接": "https://pan.quark.cn/s/dc62414f1d8a"
  },
  {
    "文件名": "[去]《桃污》BY黔冕都督（现代HE 冷淡警察攻X淫荡画家受 短篇 肉香 略文艺向 双向救赎 快乐人生美丽新世界）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/1e18a2f4500c"
  },
  {
    "文件名": "[去]《桃花是被用来亵渎的》BY七情123(现代 师生+医生文 道貌岸然流氓攻X纨绔子弟受 肉香 HE 推).txt",
    "夸克盘链接": "https://pan.quark.cn/s/1125404634fe"
  },
  {
    "文件名": "[去]《淘宝情趣记事》BY欲晓 (现代 鬼畜学长攻X软萌学弟受 暗恋 肉香啪啪啪 轻松 HE).txt",
    "夸克盘链接": "https://pan.quark.cn/s/8d36f06f014e"
  },
  {
    "文件名": "[去]《逃之夭夭》BY狄醉山（古代HE 各种攻X神偷受 NP 肉香 番外1V1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/968667bf45f4"
  },
  {
    "文件名": "[去]《逃出兽人国》BY鬼手书生（西幻HE 壮硕兽王攻X黑皮首领受 肉香 中篇 温馨 太太炖的一手好肉）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/abc972e96ca8"
  },
  {
    "文件名": "[去]《贪狼夜啸（网络版）》BY情男(现代奇幻 单纯忠狼萌攻X没安全感略别扭受 肉香 HE).txt",
    "夸克盘链接": "https://pan.quark.cn/s/98356629875c"
  },
  {
    "文件名": "[去]《太上多情》BY糖醋藕／酱爆茄子 (古代 NP 高冷无情禁欲美人总受 肉香 HE).txt",
    "夸克盘链接": "https://pan.quark.cn/s/186265857e7b"
  },
  {
    "文件名": "[去]《他似流情》BY魏丛良(小推 现代HE 温柔攻X悲伤受 温馨 有虐 ABO 竹马 狗血 以前受遇到了渣).txt",
    "夸克盘链接": "https://pan.quark.cn/s/8531fe6e15e5"
  },
  {
    "文件名": "[去]《四季之秋-女王不說愛》BY万缕香思(现代都市 温柔腹黑强攻X妖孽女王诱受 肉香四溢 攻宠受 甜文 HE).txt",
    "夸克盘链接": "https://pan.quark.cn/s/0b8c9dd074fd"
  },
  {
    "文件名": "[去]《四分卫的小点心》BY神农本草经 (现代都市 美足选手强攻X可爱小白弱受 攻宠受 温馨甜蜜 肉香 HE).txt",
    "夸克盘链接": "https://pan.quark.cn/s/815515028f69"
  },
  {
    "文件名": "[去]《他的窥视》byNLNLNLCYS.txt",
    "夸克盘链接": "https://pan.quark.cn/s/cb8565ef46f2"
  },
  {
    "文件名": "[去]《他的香烟》BY露露泡泡 (现代西方 霸道强势攻X妖艳贱货受 肉香 温馨 HE ).txt",
    "夸克盘链接": "https://pan.quark.cn/s/93cf68ff876e"
  },
  {
    "文件名": "[去]《水魅》by樊落.txt",
    "夸克盘链接": "https://pan.quark.cn/s/5e6aec117899"
  },
  {
    "文件名": "[去]《斯兰蒂亚的少年》BY一刀黄泉 (西方魔幻 穿越 NP 各强攻X傲娇弱总受 肉香 HE).txt",
    "夸克盘链接": "https://pan.quark.cn/s/77f41aed1c6d"
  },
  {
    "文件名": "[去]《斯德哥尔摩症候群》BY维尼Winnie (现代 精英攻X倒霉呆受 温馨 肉香 略带台湾腔 HE).txt",
    "夸克盘链接": "https://pan.quark.cn/s/fd8d80cc0d82"
  },
  {
    "文件名": "[去]《睡美男》BY喜欢吃你下的面(现代 灵异 美人乖戾攻X炸毛二货受 肉香四溢 穿越 鬼神 轮回 受都植物人了还能被神仙给忽悠了忽悠完还给操了 HE).txt",
    "夸克盘链接": "https://pan.quark.cn/s/29e2ceb8058d"
  },
  {
    "文件名": "[去]《水到渠成》BY莫可(现代 忠犬逗比攻X可爱爱撒娇受 高H 肉香 双暗恋 告白后顺理成章 一边甜一边啪啪啪 HE).txt",
    "夸克盘链接": "https://pan.quark.cn/s/e2adea458e7f"
  },
  {
    "文件名": "[去]《叔叔》BY九九八十一(现代 霸道猥琐大叔攻X淫荡诱人小孩受 养成 黑暗 温馨 肉香 大叔和小朋友的纯H文 HE).txt",
    "夸克盘链接": "https://pan.quark.cn/s/3457fc894888"
  },
  {
    "文件名": "[去]《室友日常研究报告》BY一碗月光（小推现代HE 腹黑贴心小狼狗攻×乐观坚韧理智受 年下 暖甜 意外同居 出柜 小虐 说了等你你什么时候来都可以）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/0427fee3e857"
  },
  {
    "文件名": "[去]《双向赌约》BY北曹家(现代娱乐圈HE 高傲影帝攻X诚恳好学影帝受 因缘际会 有肉香 甜文 ).txt",
    "夸克盘链接": "https://pan.quark.cn/s/8262ccbc5f1a"
  },
  {
    "文件名": "[去]《书上说……》BY雾十 (异世穿越 随身空间魔王日常吐槽文 一体双魂 开放式结局).txt",
    "夸克盘链接": "https://pan.quark.cn/s/41509abe4d90"
  },
  {
    "文件名": "[去]《手下败将》BY Bluer (现代 黑道主仆 外表温柔内心暴虐主人攻X外表凶悍内心温柔暗卫受 强强 虐 HE).txt",
    "夸克盘链接": "https://pan.quark.cn/s/f405d21ab544"
  },
  {
    "文件名": "[去]《史上第一剑修》BY唐不弃（小推 书穿修真 HE 外表狂霸神龙攻X反射弧超长受 无限流 受悟道 前世今生 多个小世界剧情最后混杂）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/5d7a1c4145a3"
  },
  {
    "文件名": "[去]《使君子》BY千朵桃花一树生.txt",
    "夸克盘链接": "https://pan.quark.cn/s/7daffdab3b6b"
  },
  {
    "文件名": "[去]《食梦貘》BY东寻问酒（古代HE 腹黑妖孽食梦貘攻X天真娇气少爷受 甜宠轻松 肉香 花式play 番外生子）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/dc2262655041"
  },
  {
    "文件名": "[去]《史上最温柔金主》BY公子闲(现代 金主霸道攻X明星美貌受 年下 娱乐圈 肉香 过程不断发糖 小受成长史 HE).txt",
    "夸克盘链接": "https://pan.quark.cn/s/8692ed06fc1c"
  },
  {
    "文件名": "[去]《时光机》BY比利小子 (现代 忠犬多年单恋攻X吃货呆受 直掰弯 最后肉香 HE).txt",
    "夸克盘链接": "https://pan.quark.cn/s/b67e67d9e627"
  },
  {
    "文件名": "[去]《十年》BY KILALA (现实向生活文 健气攻X温柔受 直掰弯 温馨小虐 后期肉香 HE).txt",
    "夸克盘链接": "https://pan.quark.cn/s/aa177f155f60"
  },
  {
    "文件名": "[去]《师父，吃完请负责》BY欹孤小蛇 (古代 师徒年下 二货忠犬徒弟攻X绝色女王师傅受 有肉 HE).txt",
    "夸克盘链接": "https://pan.quark.cn/s/66980fc348e3"
  },
  {
    "文件名": "[去]《神域》BY青鸾九霄 (未来 网游 好战霸气睿智宠妻强大龙族攻X冷静自强聪慧精灵族重生受 肉香 有副cp 番外 HE).txt",
    "夸克盘链接": "https://pan.quark.cn/s/dd996abc37dc"
  },
  {
    "文件名": "[去]《师弟还不杀我灭口》BY子鹿（小推古代玄幻HE心机深沉反派攻X内心戏多吐槽受 穿越 重生 系统 小虐 攻三观不正后期囚禁受但还是被受调教成了忠犬）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/2e13c258a2fb"
  },
  {
    "文件名": "[去]《审判日［无限］》BY十权（推 穿越HE戏精年下攻X混血大美人受强强游戏升级两个大佬扮猪吃老虎）推.txt",
    "夸克盘链接": "https://pan.quark.cn/s/94833968d722"
  },
  {
    "文件名": "[去]《失恋太少》BY翡冷萃（小推 现代娱乐圈HE 霸道狠戾渣攻X温柔呆萌受 破镜重圆 微虐 年上 攻特别渣-一直都是受在包容）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ff13edb6f862"
  },
  {
    "文件名": "[去]《深不可测》BY wy紫陌(现代 架空 ABO 精分腹黑攻X高傲女王受 双Alpha恋 年下 肉香 攻隐忍多年终于将受操成专属Omega HE).txt",
    "夸克盘链接": "https://pan.quark.cn/s/e0a1c8044c24"
  },
  {
    "文件名": "[去]《蛇蝎美人》BY碧藤萦溪 (古代架空 奇幻 温柔键气攻X呆萌倒霉受 HE).txt",
    "夸克盘链接": "https://pan.quark.cn/s/8f11387cd83d"
  },
  {
    "文件名": "[去]《蛇神的小青蛙》BY冬虫(出书版 白蛇x青蛙 触手 H 附老虎x小白兔cp文).txt",
    "夸克盘链接": "https://pan.quark.cn/s/fe8a3feaefaa"
  },
  {
    "文件名": "[去]《蛇精病之旅》BY阳百意 (穿越 系统 世家公子蛇精病强攻X禁欲腹黑蛇精病强受 腹黑男穿越系统世界改变别人世界观 主受 HE).txt",
    "夸克盘链接": "https://pan.quark.cn/s/cd59756962dd"
  },
  {
    "文件名": "[去]《蛇骨》BY古物先生(古代架空 仙君攻X妖艳受 相爱相杀 玄幻 子不语怪力乱神 受为了报仇接近攻 情也纵欢愉也纵 HE).txt",
    "夸克盘链接": "https://pan.quark.cn/s/d034f26432a4"
  },
  {
    "文件名": "[去]《蛇侵》BY情男.txt",
    "夸克盘链接": "https://pan.quark.cn/s/33461c0996b5"
  },
  {
    "文件名": "[去]《蛇侵》by清非（美强 年下 灵异）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/af597589ef41"
  },
  {
    "文件名": "[去]《少年博弈》BY一壶老陈醋(2018.9.25更新番外完结 现代HE 伪黑道太子攻X甜软萌受 校园 黑道 肉香 复合 攻黑化变鬼畜好可怕).txt",
    "夸克盘链接": "https://pan.quark.cn/s/0bdb0d1cd1db"
  },
  {
    "文件名": "[去]《上雨旁风处》BY天痕壹月／天恒有月 (古代 成熟忠厚武林高手攻X正气仁慈傲娇受 春药H 肉香 HE).txt",
    "夸克盘链接": "https://pan.quark.cn/s/7fadb2868258"
  },
  {
    "文件名": "[去]《蛇夫座》BY瞿如（现代HE 冷漠酷哥攻X黏人诱受 年上 骨科 肉香 苦恋修成正果）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/3dbc53d2376d"
  },
  {
    "文件名": "[去]《上游的恋爱情结》BY嘻薙薙(现代都市 腹黑攻X呆萌受 年上 偏日系 肉香 HE).txt",
    "夸克盘链接": "https://pan.quark.cn/s/50d9d993b43e"
  },
  {
    "文件名": "[去]《山中小屋》BY黑色地板 (现代 主角攻 一攻两受 直男攻X扭曲富二代少年受X男护理壮受 攻被富二代受囚禁 复仇 HE).txt",
    "夸克盘链接": "https://pan.quark.cn/s/965ae2870426"
  },
  {
    "文件名": "[去]《丧世生存》BY西陵冥 (阳光活力痞气男X神秘苍白面瘫男 丧尸 末日 恐怖 强强).txt",
    "夸克盘链接": "https://pan.quark.cn/s/e8454a5cc39c"
  },
  {
    "文件名": "[去]《山上的孩子》BY未知 (现代 志愿乡村的老师X山里的学生 互宠温馨 肉香 HE).txt",
    "夸克盘链接": "https://pan.quark.cn/s/9eb9bd7c4764"
  },
  {
    "文件名": "[去]《丧病大学》BY颜凉雨 (末世 丧尸 外冷内热学霸攻X吊儿郎当乐观学渣受 轻松 HE).txt",
    "夸克盘链接": "https://pan.quark.cn/s/981fa33d35ed"
  },
  {
    "文件名": "[去]《桑洲蛇柏》BY Somnus凝尘(古代 架空 玄幻 任性强大攻X冷漠仙人受 生子 虐文 仙妖 好色攻努力追求美人神仙 BE).txt",
    "夸克盘链接": "https://pan.quark.cn/s/185e0802a88c"
  },
  {
    "文件名": "[去]《熔城》BY巫哲(推 科幻架空HE 骚气十足攻X清理队鬣狗受 强强 末世 赛博朋克风 去世界尽头寻找自我存在的意义).txt",
    "夸克盘链接": "https://pan.quark.cn/s/4e7ab1bdc07f"
  },
  {
    "文件名": "[去]《惹鬼》by小秦子.txt",
    "夸克盘链接": "https://pan.quark.cn/s/de61850df519"
  },
  {
    "文件名": "[去]《惹火上身（时尚圈）》BY墨黑花(现代 俊美冰山攻X健气开朗受 时尚与美 高H肉香 小菜鸟被大BOSS选中谈恋爱的故事 HE).txt",
    "夸克盘链接": "https://pan.quark.cn/s/63ae6725ecfd"
  },
  {
    "文件名": "[去]《燃情》BY陌上归人(现代架空 霸道弟弟受X温柔哥哥攻 兄弟文 弟弟占有欲超强，喜欢各种床上play 副cp有3p情节 肉香四溢 HE).txt",
    "夸克盘链接": "https://pan.quark.cn/s/b6f7e60a7f58"
  },
  {
    "文件名": "[去]《群青》BY江亭(小推 西方近代HE 口是心非养猪佬攻X温柔可爱颜料师受 互宠 肉香 意大利乡村贵族浪漫爱情故事).txt",
    "夸克盘链接": "https://pan.quark.cn/s/34bb1ce95d3a"
  },
  {
    "文件名": "[去]《裙臣》BY冉尔(小推 民国ABO HE 深情霸道流氓A攻X前高傲后粘人O受 肉香 攻宠受 生子产乳 失忆梗 旗袍女装预警).txt",
    "夸克盘链接": "https://pan.quark.cn/s/8eee20581889"
  },
  {
    "文件名": "[去]《泉涌（双性）》BY攻党肉控(古代 架空 莫名长丁丁小太监攻X狠戾果敢双性皇上受 高H肉香 脑洞通天 饥渴皇上遇到解渴小太监于是过上了金蛋打银鹅碧血洗银枪的没羞没臊的生活 HE).txt",
    "夸克盘链接": "https://pan.quark.cn/s/ab6e8cdc669c"
  },
  {
    "文件名": "[去]《全星际教我谈恋爱》BY江千里(推 星际穿越HE 气死老婆忠犬攻X被迫和亲直男受 生子 沙雕 甜文 为了地球恋爱吧).txt",
    "夸克盘链接": "https://pan.quark.cn/s/a17431f6535e"
  },
  {
    "文件名": "[去]《全球高考》BY木苏里（强推 近未来HE 桀驾痞气深情攻X清冷慵懒美人受 无限流 强强联合 秀恩爱 在违规的边缘疯狂试探）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/108aa6a7dc0b"
  },
  {
    "文件名": "[去]《全世界都在等我们分手》BY不是风动(推 现代HE 禁欲超A科研总裁攻X清冷俊美猫系学霸受 先虐后甜 豪门 双替身 全世界都在撬墙角).txt",
    "夸克盘链接": "https://pan.quark.cn/s/1a93bb54d7c0"
  },
  {
    "文件名": "[去]《全天下为我火葬场》BY比卡比（推 古代仙侠HE 深情内敛攻X洒脱豁达受 系统 先虐受再虐攻 小甜饼 蛟龙入海虎归山）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/b742bacafaa1"
  },
  {
    "文件名": "[去]《全星际都知道他是我前男友》BY有瓜兮推星际娱乐圈HE痞气十足髙级教官攻十八线综艺咖受沙雕欢脱破镜重圆早知道是他我就不参加了).txt",
    "夸克盘链接": "https://pan.quark.cn/s/fbc3781beda4"
  },
  {
    "文件名": "[去]《权臣总是被强制爱》BY以为凉意（小推 快穿HE 兢兢业业太子攻X貌美权臣受 权谋 强制爱 肉香 过程np结局1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e208143f77f0"
  },
  {
    "文件名": "[去]《囚型关节》BY鹤乇笔(小推 现代HE 偏执狂深情攻X内心强大人偶受 悬疑 微恐怖 微虐 死亡不是解脱而是不停的重复过去).txt",
    "夸克盘链接": "https://pan.quark.cn/s/62e8c36f8bce"
  },
  {
    "文件名": "[去]《囚龙》BY九方歅(古代BE 黑龙攻X皇帝受 正剧风 慢热 有虐 文中有作为剧情推动工具的bg剧情).txt",
    "夸克盘链接": "https://pan.quark.cn/s/4f4f8fe5927b"
  },
  {
    "文件名": "[去]《求而得之（番外）》BY黑黑的海（现代 情有独钟 前世今生 花季雨季 父子）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c33a8cc2cfd4"
  },
  {
    "文件名": "[去]《情予温寒》BY欲晓（现代HE 高冷无情舍友攻X软糯任性双性受 强制 肉香 没空解释快上车）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/412d4e290976"
  },
  {
    "文件名": "[去]《囚禁于钢琴之上》BY时晴偶雨 (现代 豪门 前期霸道鬼畜后期温柔忠犬攻X时温柔时傲娇记仇人妻受 强制爱 情敌变情人 HE).txt",
    "夸克盘链接": "https://pan.quark.cn/s/af5f95e46975"
  },
  {
    "文件名": "[去]《囚禁》by花槐.txt",
    "夸克盘链接": "https://pan.quark.cn/s/5d3e9ca2d131"
  },
  {
    "文件名": "[去]《清梦堪扰》BY靠谱的芝士酱(古代 宫廷江湖 王爷太医攻X混血质子受 强攻弱受 肉香温馨 小虐 HE).txt",
    "夸克盘链接": "https://pan.quark.cn/s/e6a5ec82d600"
  },
  {
    "文件名": "[去]《清清》BY fossil (短篇 娃娃亲温柔攻X腼腆傲娇受 甜蜜攻宠受 有波折 肉香 HE).txt",
    "夸克盘链接": "https://pan.quark.cn/s/286d54a51d52"
  },
  {
    "文件名": "[去]《前方高能预警！！ ! 》BY-灯萤火（推 无限流HE逼格满满真神大佬攻X性格皮吊炸天受恐怖略沙雕强强爽文受玩的游戏和别人不一样）推.txt",
    "夸克盘链接": "https://pan.quark.cn/s/591c3d73e38e"
  },
  {
    "文件名": "[去]《禽兽的夏天》BY魏丛良 (重生 娱乐圈 弟控哥哥攻X影帝受 肉香 HE).txt",
    "夸克盘链接": "https://pan.quark.cn/s/344572ef2769"
  },
  {
    "文件名": "[去]《强●爱》BY我叫张美丽(现代HE 多CP 肉香 校园 肉质丰满 给你满满的肉的味道).txt",
    "夸克盘链接": "https://pan.quark.cn/s/7e4ece8235fb"
  },
  {
    "文件名": "[去]《亲密性协调》BY粉和(小推 现代HE 腹黑攻X温柔受 荤素搭配 肉香四溢 攻教受拍亲密戏顺道将人吃干净).txt",
    "夸克盘链接": "https://pan.quark.cn/s/d073f66cd06e"
  },
  {
    "文件名": "[去]《铅华褪尽》BY恋人未醒 (古代修真 重生 强大正直攻X腹黑妖孽受 年下 温馨宠溺 肉香 HE)【0218更新番外完结】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/3a38edb94bfa"
  },
  {
    "文件名": "[去]《前男友们都重生了》BY酒宅花丸君（小推 现代HE all重生小少爷受 4p 有虐 不拉灯 第一人称 全员重生特別好看!).txt",
    "夸克盘链接": "https://pan.quark.cn/s/e27087c9bf2c"
  },
  {
    "文件名": "[去]《弃儿》BY寂寞也要笑 (重生未来 深情稳重攻X成熟强大全能受 强强 伪父子 年下 受带着重生的攻一步一步变强 小虐 HE).txt",
    "夸克盘链接": "https://pan.quark.cn/s/0dbd918a9427"
  },
  {
    "文件名": "[去]《骑士之歌》by非天夜翔.txt",
    "夸克盘链接": "https://pan.quark.cn/s/5f6e9addf6a7"
  },
  {
    "文件名": "[去]《栖息树下》BY初禾 (现代 日常 年下 机智温柔攻X怂逼富二代受 肉香 轻松甜文 HE)【0526更新番外】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e3b038652de0"
  },
  {
    "文件名": "[去]《偏执boss全都是我男朋友》BY小白莲一柏君(推 快穿HE 占有欲超强攻X治愈系小可爱受 1V1 非常规无限流).txt",
    "夸克盘链接": "https://pan.quark.cn/s/e17d9967226a"
  },
  {
    "文件名": "[去]《骗个保镖来暖床》BY叫我小肉肉(现代 肉文 床下木讷憨厚床上嗯哼忠犬保镖攻X外表冷静自持内里YD饥渴老板受 纯肉香艳 欢乐向 HE).txt",
    "夸克盘链接": "https://pan.quark.cn/s/ad02f635fdf3"
  },
  {
    "文件名": "[去]《孽海潮生》BY花坚强 (现代 霸道忠犬攻X自强炸毛受 生子 肉香 HE)【0817更新番外】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/fc2d9dc8658a"
  },
  {
    "文件名": "[去]《陪着你走》BY暴戾风车(小推 现代HE 班主任攻X高中生受 校园 纯情 微虐 想要勾引正在闹离婚的老师).txt",
    "夸克盘链接": "https://pan.quark.cn/s/ff5989187bb0"
  },
  {
    "文件名": "[去]《努力杀敌不及茶艺满级》BY乌色鎏金（小推 古代重生HE 女装绿茶攻X宇直糙汉受 直掰弯 边疆文 又燃又虐 自古直男难过绿茶关啧啧啧）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/1ff66ea78594"
  },
  {
    "文件名": "[去]《逆袭的一百种路线》BY孟极寒生(2017.01.21更新番外完结 异世快穿 忠犬年下攻X苦逼坚韧受 强强 无限流 改写苦逼走上人生顶峰 HE 推).txt",
    "夸克盘链接": "https://pan.quark.cn/s/03c8bfbe3271"
  },
  {
    "文件名": "[去]《你的血好甜》BY竹荪好好吃(推 西幻HE 面瘫古板禁欲猎人攻X风骚撩人吸血鬼受 单元文 双向暗恋 甜 肉香味美 蒸汽朋克风的奇幻).txt",
    "夸克盘链接": "https://pan.quark.cn/s/c6af4dbff390"
  },
  {
    "文件名": "[去]《难得动心》BY沧澜茫海 (现代校园 霸气黑道攻X天真清秀受 肉香 HE).txt",
    "夸克盘链接": "https://pan.quark.cn/s/5c3a078be033"
  },
  {
    "文件名": "[去]《男优秘辛》BY红糖∕袖刀 (娱乐圈GV圈 GV巨星X下海捞肉的过气明星 强攻X漂亮受 肉香 HE).txt",
    "夸克盘链接": "https://pan.quark.cn/s/4095aa0a79d5"
  },
  {
    "文件名": "[去]《脑海里的你》BY十五不是食物(现代肉文 面瘫攻x脑补帝受 暗恋变两情相悦 校园 肉香汁鲜 HE).txt",
    "夸克盘链接": "https://pan.quark.cn/s/60b911167cff"
  },
  {
    "文件名": "[去]《内裤与男神》BY wy紫陌(现代 面瘫男神老板攻X妖孽内裤精受 虐狗文 攻宠受 轻松小萌文 肉香 一只成了精的内裤被心仪的男神买走每天撩骚男神 HE).txt",
    "夸克盘链接": "https://pan.quark.cn/s/9130dc58e6ac"
  },
  {
    "文件名": "[去]《男媳撩人／承欢》BY少年情怀总是诗／黄瓜 (古代 NP 各种攻X淫荡美人受 肉香 有剧情 HE).txt",
    "夸克盘链接": "https://pan.quark.cn/s/f7fc22196e0d"
  },
  {
    "文件名": "[去]《奶味直男》BY草莓益生菌（现代娱乐圈HE 茶里茶气攻X傲娇直男受 产乳 肉香 甜宠 直男被操弯）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/712fc79553bb"
  },
  {
    "文件名": "[去]《那个穿汉服的学长》BY十一月llx(小推 现代HE 腹黑学弟攻X女装大佬学长受 校园 肉香 可汉服可女装可跳舞的帅气学长哪里找).txt",
    "夸克盘链接": "https://pan.quark.cn/s/f2e5664650ab"
  },
  {
    "文件名": "[去]《默默不作声》BY雷觅／雷溟 (现代 沉默忠犬攻X执着温润受 温馨 剧情节奏略快 受找了代孕俩人有了小包子 肉香 HE).txt",
    "夸克盘链接": "https://pan.quark.cn/s/f0dac9abd12f"
  },
  {
    "文件名": "[去]《莫道不烦人》BY小一左(2017.2.17更新番外完结 现代 霸道中二攻X哭包鲜肉受 跨国恋 娱乐圈 肉香 一夜情发展成爱人 HE).txt",
    "夸克盘链接": "https://pan.quark.cn/s/f421dc54f289"
  },
  {
    "文件名": "[去]《末世重生之问仙》BY飘飘拳 (末世修真 丧尸 重生 温柔忠犬慢热强攻X腹黑傲娇隐忍慢热强受 主受 异能 位面空间 复仇升级流 HE).txt",
    "夸克盘链接": "https://pan.quark.cn/s/e80539e246b2"
  },
  {
    "文件名": "[去]《末世重生之少主横行》BY风流书呆 (穿越 重生 末世 4攻 主受 穿越重生阴柔单纯官二代武功受 HE).txt",
    "夸克盘链接": "https://pan.quark.cn/s/3bb26a0b9108"
  },
  {
    "文件名": "晟世青风+番外 作者：耳雅.txt",
    "夸克盘链接": "https://pan.quark.cn/s/0b7e6bbaed69"
  },
  {
    "文件名": "杀人无赦番外(小绿的烦恼)（主角刑飞等）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/60c9bc4e95bc"
  },
  {
    "文件名": "杀人无赦番外(成亲记 小青篇)（主角刑飞等）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/99748c2a49db"
  },
  {
    "文件名": "杀人无赦番外(成亲记 小飞篇)（主角刑飞等）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/322b4291150e"
  },
  {
    "文件名": "杀人无赦(下)（主角刑飞等）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/cd70ac06c7ec"
  },
  {
    "文件名": "凌豹姿-勾引桃花贼郎.txt",
    "夸克盘链接": "https://pan.quark.cn/s/2c1d2af2cdde"
  },
  {
    "文件名": "小明的修道日记.txt",
    "夸克盘链接": "https://pan.quark.cn/s/753a9b91e27f"
  },
  {
    "文件名": "太监（完+番外）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a5dc5055f54d"
  },
  {
    "文件名": "图书馆管理员_昨叶何草.txt",
    "夸克盘链接": "https://pan.quark.cn/s/d24a266adc6b"
  },
  {
    "文件名": "算计来的情郎_织云.txt",
    "夸克盘链接": "https://pan.quark.cn/s/6252262b6771"
  },
  {
    "文件名": "小明的伏妖日记.txt",
    "夸克盘链接": "https://pan.quark.cn/s/0a2e3eb8bd95"
  },
  {
    "文件名": "[去]《老子才是你金主》BY史公子 (现代 娱乐圈 闷骚总裁炸毛攻X天然明星别扭吐槽受 强强 包养 反攻有 直掰弯 HE).txt",
    "夸克盘链接": "https://pan.quark.cn/s/ab2074d37ae4"
  },
  {
    "文件名": "[去]《冷淡经理求欢身下记》BY色色君(现代架空 平凡职员攻X双性经理受 肉香四溢 平凡职员推到高冷经理，各种炖肉 HE).txt",
    "夸克盘链接": "https://pan.quark.cn/s/0531a4a0c492"
  },
  {
    "文件名": "[去]最后的守卫 by priset.txt",
    "夸克盘链接": "https://pan.quark.cn/s/217e7cf022cd"
  },
  {
    "文件名": "[去]做我的宝贝+番外__BY：_晓渠(男男生子).txt",
    "夸克盘链接": "https://pan.quark.cn/s/f5bccb246a31"
  },
  {
    "文件名": "[去]醉颜红 by 桔桔.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ed30f63cab36"
  },
  {
    "文件名": "[去]醉忆花语_BY：_小十四.txt",
    "夸克盘链接": "https://pan.quark.cn/s/1890824df7ac"
  },
  {
    "文件名": "[去]追寻 by 苑波.txt",
    "夸克盘链接": "https://pan.quark.cn/s/260cc722d2d4"
  },
  {
    "文件名": "[去]铸剑忆情 by 卫风无月.txt",
    "夸克盘链接": "https://pan.quark.cn/s/5092dc4a4c13"
  },
  {
    "文件名": "[去]重生之幽灵棋手 by 空灯流远.txt",
    "夸克盘链接": "https://pan.quark.cn/s/b38606566b7a"
  },
  {
    "文件名": "[去]终极雇佣 by bei.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ee340128976b"
  },
  {
    "文件名": "[去]重返人间 by 茶叶.txt",
    "夸克盘链接": "https://pan.quark.cn/s/929501911ff9"
  },
  {
    "文件名": "[去]重爱 by 卫风 .txt",
    "夸克盘链接": "https://pan.quark.cn/s/c573bfc1ecff"
  },
  {
    "文件名": "[去]终极调教 by 呆落 .txt",
    "夸克盘链接": "https://pan.quark.cn/s/98c81cb50976"
  },
  {
    "文件名": "[去]只是当时 by 猫儿.txt",
    "夸克盘链接": "https://pan.quark.cn/s/f5714aa27884"
  },
  {
    "文件名": "[去]郑传灵珂 BY 姬泱.txt",
    "夸克盘链接": "https://pan.quark.cn/s/39c8243b7136"
  },
  {
    "文件名": "[去]郑传九歌 BY 姬泱.txt",
    "夸克盘链接": "https://pan.quark.cn/s/560d3b65850c"
  },
  {
    "文件名": "[去]郑传鹤玉 BY 姬泱.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a31ed9c3a914"
  },
  {
    "文件名": "[去]折君by素染芳华.txt",
    "夸克盘链接": "https://pan.quark.cn/s/39b329d0d352"
  },
  {
    "文件名": "[去]郑传飞天 BY 姬泱.txt",
    "夸克盘链接": "https://pan.quark.cn/s/55d0232c3e5f"
  },
  {
    "文件名": "[去]拯救悲伤王子 by 舒夏儿.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e5945362f723"
  },
  {
    "文件名": "[去]昭昭明月[双重生]by怂怂的小包.txt",
    "夸克盘链接": "https://pan.quark.cn/s/7cd91fc42220"
  },
  {
    "文件名": "[去]真心话，大冒险 by 苏特.txt",
    "夸克盘链接": "https://pan.quark.cn/s/5f7034f5ef4c"
  },
  {
    "文件名": "[去]长夜未央_BY：_晓渠.txt",
    "夸克盘链接": "https://pan.quark.cn/s/d6c39c5cafb1"
  },
  {
    "文件名": "[去]长宁将军by蓬莱客.txt",
    "夸克盘链接": "https://pan.quark.cn/s/44ebb92aca3f"
  },
  {
    "文件名": "[去]在此守候 by 心檀.txt",
    "夸克盘链接": "https://pan.quark.cn/s/76b393fcd2de"
  },
  {
    "文件名": "[去]再见诺尼诺_by_纳娜森.txt",
    "夸克盘链接": "https://pan.quark.cn/s/6c47cc3738a5"
  },
  {
    "文件名": "[去]愿你在此——Wish You Were Here by 阿晕.txt",
    "夸克盘链接": "https://pan.quark.cn/s/3073fea52be4"
  },
  {
    "文件名": "[去]原罪（杀人犯X卧底，囚禁1v1）by薯片柴.txt",
    "夸克盘链接": "https://pan.quark.cn/s/776cfeea4c10"
  },
  {
    "文件名": "[去]远走高飞_BY：晓渠.txt",
    "夸克盘链接": "https://pan.quark.cn/s/d764c8b33c95"
  },
  {
    "文件名": "[去]玉子金童 完 +番外  by天望.txt",
    "夸克盘链接": "https://pan.quark.cn/s/68c9e8960a9e"
  },
  {
    "文件名": "[去]鱼龙舞BY 闲语 (舜华).txt",
    "夸克盘链接": "https://pan.quark.cn/s/d3411e6276c8"
  },
  {
    "文件名": "[去]有钱就是爷+二番外 BY 林苏.txt",
    "夸克盘链接": "https://pan.quark.cn/s/8ce71c80e440"
  },
  {
    "文件名": "[去]油桐著花未 by 陆到青.txt",
    "夸克盘链接": "https://pan.quark.cn/s/bac8d691da5e"
  },
  {
    "文件名": "[去]影帝VS影帝 by 小谧.txt",
    "夸克盘链接": "https://pan.quark.cn/s/b0c9e61f6bbe"
  },
  {
    "文件名": "[去]永远是个秘密BY： 芫爆 .txt",
    "夸克盘链接": "https://pan.quark.cn/s/c6c5c7cefa93"
  },
  {
    "文件名": "[去]庸君 by 公子欢喜.txt",
    "夸克盘链接": "https://pan.quark.cn/s/87fa476dde90"
  },
  {
    "文件名": "[去]义父 by 尼罗.txt",
    "夸克盘链接": "https://pan.quark.cn/s/fbfaea796b2a"
  },
  {
    "文件名": "[去]一盏万川by秋水色睫.txt",
    "夸克盘链接": "https://pan.quark.cn/s/45ec923fccd3"
  },
  {
    "文件名": "[去]鹰鹤记(下) BY 轩辕悬.txt",
    "夸克盘链接": "https://pan.quark.cn/s/f3fa42ffa2ad"
  },
  {
    "文件名": "[去]鹰鹤记(上) BY 轩辕悬.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e353bc42e8df"
  },
  {
    "文件名": "[去]以影载道 BY闻人澈(现代HE 年下小狼狗攻X孤儿影帝受 娱乐圈文 有肉年上 异父异母的亲兄弟是什么鬼啦).txt",
    "夸克盘链接": "https://pan.quark.cn/s/5f8903515dcc"
  },
  {
    "文件名": "[去]一个故事_BY_田唐.txt",
    "夸克盘链接": "https://pan.quark.cn/s/796c11011753"
  },
  {
    "文件名": "[去]耶路撒冷 by 猫锦.txt",
    "夸克盘链接": "https://pan.quark.cn/s/593b409088dc"
  },
  {
    "文件名": "[去]夜夜夜之谁都有秘密（下）_BY_逍遥候.txt",
    "夸克盘链接": "https://pan.quark.cn/s/52f997544535"
  },
  {
    "文件名": "[去]一川风月谁为主 by 陆到青.txt",
    "夸克盘链接": "https://pan.quark.cn/s/7d7149eef664"
  },
  {
    "文件名": "[去]夜夜夜之谁都有秘密（上）_BY_逍遥候.txt",
    "夸克盘链接": "https://pan.quark.cn/s/de2e4b41d6c2"
  },
  {
    "文件名": "[去]妖孽横生 by 苏特.txt",
    "夸克盘链接": "https://pan.quark.cn/s/98a933d931cb"
  },
  {
    "文件名": "[去]炎之蜃气楼 by 桑原水菜 .txt",
    "夸克盘链接": "https://pan.quark.cn/s/3c55668c7a8d"
  },
  {
    "文件名": "[去]扬风魅影 by 琴妮.txt",
    "夸克盘链接": "https://pan.quark.cn/s/36e4262db909"
  },
  {
    "文件名": "[去]羊入虎口（第一部）　BY：晓渠.txt",
    "夸克盘链接": "https://pan.quark.cn/s/751a01355389"
  },
  {
    "文件名": "[去]妖魔（出书版）+ 番外 BY： 轩辕悬.txt",
    "夸克盘链接": "https://pan.quark.cn/s/41496b82f150"
  },
  {
    "文件名": "[去]哑妻甜如蜜-amp;强势锁婚：傅少的哑巴新妻.By一湖深.txt",
    "夸克盘链接": "https://pan.quark.cn/s/edddc7b65350"
  },
  {
    "文件名": "[去]阉奴（上部）（出书版）_BY：_jyhgiun_天使J.txt",
    "夸克盘链接": "https://pan.quark.cn/s/eebd01c95c1e"
  },
  {
    "文件名": "[去]阉奴（下部）（出书版）_BY：_jyhgiun_天使J.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c8cfaf307568"
  },
  {
    "文件名": "[去]阉奴（中部）（出书版）_BY：_jyhgiun_天使J.txt",
    "夸克盘链接": "https://pan.quark.cn/s/fb2530f34414"
  },
  {
    "文件名": "[去]驯皇记 BY 桔桔.txt",
    "夸克盘链接": "https://pan.quark.cn/s/efa73de2b508"
  },
  {
    "文件名": "[去]心动预警by时星草.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c50fe1b8653f"
  },
  {
    "文件名": "[去]血祭 BY：fox.txt",
    "夸克盘链接": "https://pan.quark.cn/s/09e8b62e848d"
  },
  {
    "文件名": "[去]心计_BY：_小十四.txt",
    "夸克盘链接": "https://pan.quark.cn/s/13133efdc24d"
  },
  {
    "文件名": "[去]新好情人（出书版）_BY：_天使J.txt",
    "夸克盘链接": "https://pan.quark.cn/s/013b461c9738"
  },
  {
    "文件名": "[去]榭雨良秋 BY饕餮_一响贪欢(现代HE 踏实能干攻X温柔教师受 师生 年下 有肉 农村味嘎嘣脆).txt",
    "夸克盘链接": "https://pan.quark.cn/s/1710820c14c6"
  },
  {
    "文件名": "[去]挟 BY嗜酒吃茶(小推 现代HE 变态占有欲超强攻X可爱温和受 囚禁梗 无虐 有肉 心甘情愿被你锁住).txt",
    "夸克盘链接": "https://pan.quark.cn/s/6ca4a0af45c5"
  },
  {
    "文件名": "[去]小宝平天下   BY： 筱悬.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a40d09dd0c96"
  },
  {
    "文件名": "[去]校长先生的裙摆 BY杭八桥(小推 现代HE 强壮帅气幼师攻X女装校长受 温馨 双向暗恋 甜 有肉嘻嘻嘻).txt",
    "夸克盘链接": "https://pan.quark.cn/s/f73c3f377e99"
  },
  {
    "文件名": "[去]小荷才露尖尖角 by十方.txt",
    "夸克盘链接": "https://pan.quark.cn/s/5c43c2aecbe1"
  },
  {
    "文件名": "[去]向我开炮 by 大姨妈.txt",
    "夸克盘链接": "https://pan.quark.cn/s/0d751ed810b2"
  },
  {
    "文件名": "[去]夏之门_BY：_晓渠.txt",
    "夸克盘链接": "https://pan.quark.cn/s/721661ea5175"
  },
  {
    "文件名": "[去]香格里拉 BY春日负暄(小推 现代HE 真硬汉攻X表面乖巧蔫坏受 甜文 有肉 受装孤儿赖上攻).txt",
    "夸克盘链接": "https://pan.quark.cn/s/e91f3d10a056"
  },
  {
    "文件名": "[去]下九流之生寄死归 下 by月光宝石.txt",
    "夸克盘链接": "https://pan.quark.cn/s/7b6c9a3c86df"
  },
  {
    "文件名": "[去]下九流之生寄死归 上 by月光宝石.txt",
    "夸克盘链接": "https://pan.quark.cn/s/6f4417f15911"
  },
  {
    "文件名": "[去]阋墙 by 迷羊.txt",
    "夸克盘链接": "https://pan.quark.cn/s/627698f79749"
  },
  {
    "文件名": "[去]下九流之朝生暮死 上 by月光宝石.txt",
    "夸克盘链接": "https://pan.quark.cn/s/b75771a34863"
  },
  {
    "文件名": "[去]下九流之朝生暮死 下 by月光宝石.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ae5a4fc867a9"
  },
  {
    "文件名": "[去]系情线（上部）（出书版）_BY：_jyhgiun_天使J.txt",
    "夸克盘链接": "https://pan.quark.cn/s/f6e3a4ca7661"
  },
  {
    "文件名": "[去]系情线（下部）（出书版）_BY：_jyhgiun_天使J.txt",
    "夸克盘链接": "https://pan.quark.cn/s/60b421163dc8"
  },
  {
    "文件名": "[去]媳妇儿难当_夫夫相性一百问_BY：颜凉雨.txt",
    "夸克盘链接": "https://pan.quark.cn/s/8e34a6a2e14f"
  },
  {
    "文件名": "[去]西江月 by 水之银.txt",
    "夸克盘链接": "https://pan.quark.cn/s/fe87e70324cd"
  },
  {
    "文件名": "[去]媳妇儿难当 by 颜凉雨.txt",
    "夸克盘链接": "https://pan.quark.cn/s/b386a1f371c5"
  },
  {
    "文件名": "[去]媳妇儿难当_BY：_颜凉雨.txt",
    "夸克盘链接": "https://pan.quark.cn/s/eb46ea42f0bb"
  },
  {
    "文件名": "[去]吴钩 by 沈纯.txt",
    "夸克盘链接": "https://pan.quark.cn/s/d2461ba7cf84"
  },
  {
    "文件名": "[去]无上宠爱by臣年.txt",
    "夸克盘链接": "https://pan.quark.cn/s/4d2db9a1dc9a"
  },
  {
    "文件名": "[去]舞者独白 by Joker.txt",
    "夸克盘链接": "https://pan.quark.cn/s/836a427a8a8f"
  },
  {
    "文件名": "[去]无言歌 by 风樱雪.txt",
    "夸克盘链接": "https://pan.quark.cn/s/f304877b0c57"
  },
  {
    "文件名": "[去]无声深处 by 赭砚.txt",
    "夸克盘链接": "https://pan.quark.cn/s/d86442a743db"
  },
  {
    "文件名": "[去]我心匪石 BY：舜华.txt",
    "夸克盘链接": "https://pan.quark.cn/s/4cd3eb675597"
  },
  {
    "文件名": "[去]我见月光by怀南小山.txt",
    "夸克盘链接": "https://pan.quark.cn/s/2d26558b58cc"
  },
  {
    "文件名": "[去]我要你就得给 BY轩辕悬.txt",
    "夸克盘链接": "https://pan.quark.cn/s/068853f8612c"
  },
  {
    "文件名": "[去]我的狼 BY蝴蝶法师(推 玄幻HE 威武白狼攻X炸毛受 有生子 人兽文没有肉居然没有肉).txt",
    "夸克盘链接": "https://pan.quark.cn/s/a87ae994b4a4"
  },
  {
    "文件名": "[去]我的一个朋友 by 孔怡.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e13539482499"
  },
  {
    "文件名": "[去]我不是天使(爱上男奴兄弟篇)_BY：jyhgiun_天使J.txt",
    "夸克盘链接": "https://pan.quark.cn/s/152dad3cd259"
  },
  {
    "文件名": "[去]温柔陷阱 BY辞夏成蹊(现代HE 温柔贵气攻X风流二代受 有肉 校园 狗血 不论三观只谈风月).txt",
    "夸克盘链接": "https://pan.quark.cn/s/60435fe15416"
  },
  {
    "文件名": "[去]温柔之剑 by fox^^.txt",
    "夸克盘链接": "https://pan.quark.cn/s/8023ea1f4316"
  },
  {
    "文件名": "[去]未名湖畔的爱与罚 by 逆旅主人.txt",
    "夸克盘链接": "https://pan.quark.cn/s/66e7872ab318"
  },
  {
    "文件名": "[去]蔚与_BY：_田唐.txt",
    "夸克盘链接": "https://pan.quark.cn/s/9d1528383cf6"
  },
  {
    "文件名": "[去]为望城 by十方.txt",
    "夸克盘链接": "https://pan.quark.cn/s/988e967afb1c"
  },
  {
    "文件名": "[去]为谁风露立中宵 by 叶疏影.txt",
    "夸克盘链接": "https://pan.quark.cn/s/8e067c58f278"
  },
  {
    "文件名": "[去]危情不夜城（出书版）_BY：_小十四.txt",
    "夸克盘链接": "https://pan.quark.cn/s/6a62d6973d2b"
  },
  {
    "文件名": "[去]惘然人间路 by朱雀恨.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a800c195b261"
  },
  {
    "文件名": "[去]天色将亮（第一部 ）by 明仔.txt",
    "夸克盘链接": "https://pan.quark.cn/s/7eb0c3468d0a"
  },
  {
    "文件名": "[去]亡道 by haito(现代,虐心,弱攻强受.txt",
    "夸克盘链接": "https://pan.quark.cn/s/7ab17d06e9a5"
  },
  {
    "文件名": "[去]王的男人同人_花好月圆　BY：晓渠.txt",
    "夸克盘链接": "https://pan.quark.cn/s/745ded5f46dc"
  },
  {
    "文件名": "[去]桃花债 by 大风刮过.txt",
    "夸克盘链接": "https://pan.quark.cn/s/76e7a8d64087"
  },
  {
    "文件名": "[去]糖都给你吃 by 墨西柯.txt",
    "夸克盘链接": "https://pan.quark.cn/s/efdd7da5915d"
  },
  {
    "文件名": "[去]太子 by 风弄.txt",
    "夸克盘链接": "https://pan.quark.cn/s/090e2470e68d"
  },
  {
    "文件名": "[去]太阳日 BY蓝蓝女王(小推 现代娱乐圈HE 器大活好明星攻X主动金主受 有肉 撒狗粮 攻受先有肉体上的关系).txt",
    "夸克盘链接": "https://pan.quark.cn/s/1a136df96023"
  },
  {
    "文件名": "[去]俗辣日记 by 桔桔 .txt",
    "夸克盘链接": "https://pan.quark.cn/s/0fa1edc3d1ed"
  },
  {
    "文件名": "[去]宋氏番邦闻见录 by十方.txt",
    "夸克盘链接": "https://pan.quark.cn/s/578207937c5a"
  },
  {
    "文件名": "[去]守护天使（出书版）_BY：_天使J.txt",
    "夸克盘链接": "https://pan.quark.cn/s/9f530aa76529"
  },
  {
    "文件名": "[去]双凤缘 by 水晴光.txt",
    "夸克盘链接": "https://pan.quark.cn/s/047c241a36c4"
  },
  {
    "文件名": "[去]世界之灰 by Dome .txt",
    "夸克盘链接": "https://pan.quark.cn/s/513802d7380c"
  },
  {
    "文件名": "[去]似真非真_BY：_小十四.txt",
    "夸克盘链接": "https://pan.quark.cn/s/30b8bf0c7e0b"
  },
  {
    "文件名": "[去]时光中的乘客 by 涂沐.txt",
    "夸克盘链接": "https://pan.quark.cn/s/0236a4dc2fae"
  },
  {
    "文件名": "[去]事不过三 BY四_少(现代HE 话痨攻X矫情受 双向暗恋 误会梗 有肉渣 土大款和前电竞选手的二三事).txt",
    "夸克盘链接": "https://pan.quark.cn/s/50f88f36c430"
  },
  {
    "文件名": "[去]失控 BY烟猫与酒(现代HE 温柔攻X作死受 有肉 亲父子 年上 这篇是亲父子务必谨慎阅读).txt",
    "夸克盘链接": "https://pan.quark.cn/s/f82802ef5c42"
  },
  {
    "文件名": "[去]圣约 by 猫锦.txt",
    "夸克盘链接": "https://pan.quark.cn/s/17150c28cb5b"
  },
  {
    "文件名": "[去]盛世千年 by 忘川鱼儿.txt",
    "夸克盘链接": "https://pan.quark.cn/s/0e45681b8600"
  },
  {
    "文件名": "[去]十大酷刑 by 小周123 .txt",
    "夸克盘链接": "https://pan.quark.cn/s/c58f3c4e6262"
  },
  {
    "文件名": "[去]神医 by十方.txt",
    "夸克盘链接": "https://pan.quark.cn/s/62d98fca8cee"
  },
  {
    "文件名": "[去]神将 by 月读.txt",
    "夸克盘链接": "https://pan.quark.cn/s/73d37ff1ccd5"
  },
  {
    "文件名": "[去]圣艾尔摩之火 by 花郎藤子.txt",
    "夸克盘链接": "https://pan.quark.cn/s/d13372e616e7"
  },
  {
    "文件名": "[去]谁主沉浮(三) by 尘印.txt",
    "夸克盘链接": "https://pan.quark.cn/s/dcdf4b3fb2c7"
  },
  {
    "文件名": "[去]谁主沉浮(一)上 by 尘印 .txt",
    "夸克盘链接": "https://pan.quark.cn/s/03abd2eb3a7a"
  },
  {
    "文件名": "[去]谁主沉浮(一) 下  by 尘印.txt",
    "夸克盘链接": "https://pan.quark.cn/s/7f4ce12c5abe"
  },
  {
    "文件名": "[去]谁是谁的鸡肋 by 小马疯跑.txt",
    "夸克盘链接": "https://pan.quark.cn/s/0c0e2cdf0a2a"
  },
  {
    "文件名": "[去]谁主沉浮(二) by 尘印 .txt",
    "夸克盘链接": "https://pan.quark.cn/s/c0bd2d191127"
  },
  {
    "文件名": "[去]烧尾 BY母之.txt",
    "夸克盘链接": "https://pan.quark.cn/s/572f475bd476"
  },
  {
    "文件名": "[去]沙粒沙漏 by 裴礼.txt",
    "夸克盘链接": "https://pan.quark.cn/s/bd3848ffa2bd"
  },
  {
    "文件名": "[去]撒旦之舞by  E伯爵.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ae2d0fc427a3"
  },
  {
    "文件名": "[去]三观不正 by 林苏.txt",
    "夸克盘链接": "https://pan.quark.cn/s/313441b305d1"
  },
  {
    "文件名": "[去]三春尽 by 江城／千朵桃花一树生.txt",
    "夸克盘链接": "https://pan.quark.cn/s/fd8100aadff0"
  },
  {
    "文件名": "[去]塞北月如霜_BY：_颜凉雨.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c9699a1978cb"
  },
  {
    "文件名": "[去]入魅 BY壳中有肉小推 魔幻HE 温柔正直人类攻X天真单纯魅魔受 小虐 转世 各种洁党攻受控绕道 受的本体不好看但是攻喜欢).txt",
    "夸克盘链接": "https://pan.quark.cn/s/89c32192c7d6"
  },
  {
    "文件名": "[去]如果我沉默 by 道行清浅.txt",
    "夸克盘链接": "https://pan.quark.cn/s/aaf9bfdc0889"
  },
  {
    "文件名": "[去]日月光番外（全）BY涂鸦.txt",
    "夸克盘链接": "https://pan.quark.cn/s/9307b2503523"
  },
  {
    "文件名": "[去]如果月亮不抱你 by六盲星.txt",
    "夸克盘链接": "https://pan.quark.cn/s/7e2c38f5fda7"
  },
  {
    "文件名": "[去]日月光 by 涂鸦 下（极限零距离姐妹篇 弓道） .txt",
    "夸克盘链接": "https://pan.quark.cn/s/4b4f937c11cc"
  },
  {
    "文件名": "[去]人间世 by 控而已.txt",
    "夸克盘链接": "https://pan.quark.cn/s/47395ed7a5d4"
  },
  {
    "文件名": "[去]秋以为期 BY桃千岁(现代HE 军二代宠溺攻X黑帮老大冷酷受 甜中小虐 强强 有肉 大佬之间的爱情).txt",
    "夸克盘链接": "https://pan.quark.cn/s/327cbefece4b"
  },
  {
    "文件名": "[去]日月光 by 涂鸦 上（极限零距离姐妹篇 弓道） .txt",
    "夸克盘链接": "https://pan.quark.cn/s/4bbe2efb8680"
  },
  {
    "文件名": "[去]情人（第一部）_BY：jyhgiun_天使J.txt",
    "夸克盘链接": "https://pan.quark.cn/s/83e68bfd444d"
  },
  {
    "文件名": "[去]情人（第二部）_BY：jyhgiun_天使J.txt",
    "夸克盘链接": "https://pan.quark.cn/s/4f5e3964b7c7"
  },
  {
    "文件名": "[去]情难自制（原名：禁欲）（出书版）_BY：_小十四.txt",
    "夸克盘链接": "https://pan.quark.cn/s/4c86a43ab1aa"
  },
  {
    "文件名": "[去]情难自制 BY：小十四.txt",
    "夸克盘链接": "https://pan.quark.cn/s/26c44a359043"
  },
  {
    "文件名": "[去]情歌 by 控而已 .txt",
    "夸克盘链接": "https://pan.quark.cn/s/cf3007e56b5b"
  },
  {
    "文件名": "[去]青玉玦_BY：_巫羽.txt",
    "夸克盘链接": "https://pan.quark.cn/s/b43ebe2d18f2"
  },
  {
    "文件名": "[去]清明上河图之九重月明BY： 偷眼霜禽.txt",
    "夸克盘链接": "https://pan.quark.cn/s/2708561a0de0"
  },
  {
    "文件名": "[去]青山遮不住番外_足迹_BY：_晓渠.txt",
    "夸克盘链接": "https://pan.quark.cn/s/8e5343bb32e4"
  },
  {
    "文件名": "[去]青山遮不住（春寒续集）_BY：_晓渠.txt",
    "夸克盘链接": "https://pan.quark.cn/s/5313f68a042d"
  },
  {
    "文件名": "[去]浅吻 by 砚小七.txt",
    "夸克盘链接": "https://pan.quark.cn/s/324e1ec3da4c"
  },
  {
    "文件名": "[去]青泉石上流_BY：晓渠.txt",
    "夸克盘链接": "https://pan.quark.cn/s/000949e1b753"
  },
  {
    "文件名": "[去]歧路by退戈.txt",
    "夸克盘链接": "https://pan.quark.cn/s/52f33a4e3af5"
  },
  {
    "文件名": "[去]千言万语_BY：_田唐.txt",
    "夸克盘链接": "https://pan.quark.cn/s/4ea6e052a2d9"
  },
  {
    "文件名": "[去]虐文使我超强by公子永安.txt",
    "夸克盘链接": "https://pan.quark.cn/s/2f22d445cc5e"
  },
  {
    "文件名": "[去]七天七夜by春风遥.txt",
    "夸克盘链接": "https://pan.quark.cn/s/b00096645eb7"
  },
  {
    "文件名": "[去]歧路by脉脉.txt",
    "夸克盘链接": "https://pan.quark.cn/s/8b9ac5483e74"
  },
  {
    "文件名": "[去]七零之漂亮女配by舟舟沐.txt",
    "夸克盘链接": "https://pan.quark.cn/s/461756156e8f"
  },
  {
    "文件名": "[去]齐木楠雄 幸运灾厄by不知海.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ed38a8bd0e6c"
  },
  {
    "文件名": "[去]七彩记银君传 by 张鼎鼎.txt",
    "夸克盘链接": "https://pan.quark.cn/s/4ce55bed1aa9"
  },
  {
    "文件名": "[去]普通人生（出书版）+特典 BY： 镜水.txt",
    "夸克盘链接": "https://pan.quark.cn/s/4c4186c50346"
  },
  {
    "文件名": "[去]娘子金安by荷风送.txt",
    "夸克盘链接": "https://pan.quark.cn/s/f72f5c58160b"
  },
  {
    "文件名": "[去]暖光+番外_BY：_颜凉雨.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e7bcd06dee94"
  },
  {
    "文件名": "[去]暖光 by 颜凉雨.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e208f69dda58"
  },
  {
    "文件名": "[去]牛津腔 by 七穹烬.txt",
    "夸克盘链接": "https://pan.quark.cn/s/caab2a03946e"
  },
  {
    "文件名": "[去]逆世界之书by非天夜翔.txt",
    "夸克盘链接": "https://pan.quark.cn/s/5aade9cb1ec4"
  },
  {
    "文件名": "[去]你不是真正的快乐BY苏芸【完整版】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a91adba28f11"
  },
  {
    "文件名": "[去]奈何男神都爱我 BY草木栖(异世快穿HE 为了泡人精分攻X为了回家拼命撩人受 系统 甜文 看起来有肉其实没有！).txt",
    "夸克盘链接": "https://pan.quark.cn/s/2e5fd4ca53b1"
  },
  {
    "文件名": "[去]拿钱砸死我吧 by 扑满.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c36cea553dd4"
  },
  {
    "文件名": "[去]你啊你啊 BY白马非马(小推 闷骚痴情攻X暴脾气作妖受 有虐 有肉 误会 重生 双向暗恋却以为是双向炮友的故事).txt",
    "夸克盘链接": "https://pan.quark.cn/s/1995c4c14bef"
  },
  {
    "文件名": "[去]母仪天下 BY 宁江尘.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c9c46bd8b67b"
  },
  {
    "文件名": "[去]暮云深 by 戎葵.txt",
    "夸克盘链接": "https://pan.quark.cn/s/6dbeb6429f0e"
  },
  {
    "文件名": "[去]牧神的午后 by 于睫.txt",
    "夸克盘链接": "https://pan.quark.cn/s/59d352d76229"
  },
  {
    "文件名": "[去]蓦然回首—第二小夜曲 by 木原音濑.txt",
    "夸克盘链接": "https://pan.quark.cn/s/d92861eda3c2"
  },
  {
    "文件名": "[去]明月照红尘 by 流水潺潺.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a06af663a368"
  },
  {
    "文件名": "[去]媚公卿 BY林家成.txt",
    "夸克盘链接": "https://pan.quark.cn/s/b97d09a1cd6f"
  },
  {
    "文件名": "[去]眠兔 by 木原音濑.txt",
    "夸克盘链接": "https://pan.quark.cn/s/af71489586ab"
  },
  {
    "文件名": "[去]明天的下一站 by 隼龙.txt",
    "夸克盘链接": "https://pan.quark.cn/s/4a9dab030407"
  },
  {
    "文件名": "[去]美丽的奇迹 by 默礼.txt",
    "夸克盘链接": "https://pan.quark.cn/s/5119f3dbfd72"
  },
  {
    "文件名": "[去]猫大人生子记 by 天蚕宝甲.txt",
    "夸克盘链接": "https://pan.quark.cn/s/7b041263193e"
  },
  {
    "文件名": "[去]猫咪玩耍的庭院 by 川井由美子.txt",
    "夸克盘链接": "https://pan.quark.cn/s/2ad372276656"
  },
  {
    "文件名": "[去]满天风雨下西楼 by 衣冠禽兽.txt",
    "夸克盘链接": "https://pan.quark.cn/s/d3fe76c118c5"
  },
  {
    "文件名": "[去]掠夺 下 by 小秦子 .txt",
    "夸克盘链接": "https://pan.quark.cn/s/a8621582c58a"
  },
  {
    "文件名": "[去]掠风追爱_BY：_小十四.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c8a536044df3"
  },
  {
    "文件名": "[去]掠夺番外 他们的爱情 by　小秦子.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a45cdbb0602b"
  },
  {
    "文件名": "[去]掠夺 上 by 小秦子 .txt",
    "夸克盘链接": "https://pan.quark.cn/s/6dc813a4ecfd"
  },
  {
    "文件名": "[去]龙裔 BY猫鸟(小推 异世HE 抖S异种攻XYD白龙受 高H 生蛋 先做后爱 花式PLAY 有剧情有肉的肉文不多了).txt",
    "夸克盘链接": "https://pan.quark.cn/s/7eee12528a01"
  },
  {
    "文件名": "[去]临渊 BY咸骆驼(民国HE 霸道太子爷帅逼攻X风流败家子美人受 主受 有肉渣 过程4p 最后有两个攻死了 结局1v1).txt",
    "夸克盘链接": "https://pan.quark.cn/s/010ba1a16201"
  },
  {
    "文件名": "[去]落日 by nonsense .txt",
    "夸克盘链接": "https://pan.quark.cn/s/a04e06f7ff1a"
  },
  {
    "文件名": "[去]六十度角 BY药师寺(现代HE 高冷强势大律师VS地主家傻儿子VS贤惠美食博主 第一人称 3p 有肉 有配角死亡情节).txt",
    "夸克盘链接": "https://pan.quark.cn/s/e719146f032b"
  },
  {
    "文件名": "[去]两段风 by 小花花.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ec5f60e1e30d"
  },
  {
    "文件名": "[去]恋恋无伤 by 君玩.txt",
    "夸克盘链接": "https://pan.quark.cn/s/309821217249"
  },
  {
    "文件名": "[去]李主任和张主播 by tianl.txt",
    "夸克盘链接": "https://pan.quark.cn/s/6061e3d09f2d"
  },
  {
    "文件名": "[去]恋爱笨蛋by简澄.txt",
    "夸克盘链接": "https://pan.quark.cn/s/561ded0df246"
  },
  {
    "文件名": "[去]理程_BY_田唐.txt",
    "夸克盘链接": "https://pan.quark.cn/s/6c2d1ac87954"
  },
  {
    "文件名": "[去]礼物_BY：_晓渠.txt",
    "夸克盘链接": "https://pan.quark.cn/s/f04920f6bbf1"
  },
  {
    "文件名": "[去]卡徒 by 方想.txt",
    "夸克盘链接": "https://pan.quark.cn/s/01dd1d63b9de"
  },
  {
    "文件名": "[去]冷漠情人+番外BY：小十四.txt",
    "夸克盘链接": "https://pan.quark.cn/s/3faf55e71388"
  },
  {
    "文件名": "[去]老男人 BY池总(小推 现代HE 霸道弟弟攻X爱哭老男人受 失忆 狗血 有肉 非骨科 弟弟的身世极其复杂)【】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a53287cf4748"
  },
  {
    "文件名": "[去]浪曲三千 by DNAX.txt",
    "夸克盘链接": "https://pan.quark.cn/s/034c18bde297"
  },
  {
    "文件名": "[去]亏本买卖 BY一步风晴(古代一部完 腹黑温柔攻X爱财单纯受 生子 有肉 街上捡的乞丐可真是不简单吖不简单).txt",
    "夸克盘链接": "https://pan.quark.cn/s/da5c0c323b25"
  },
  {
    "文件名": "[去]狼子野心（出书版）+番外_BY：_小十四.txt",
    "夸克盘链接": "https://pan.quark.cn/s/2e0a800637bd"
  },
  {
    "文件名": "[去]看朱成碧 by 钢金属的教皇.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e259a932e95c"
  },
  {
    "文件名": "[去]考古手记 by 微笑的猫 .txt",
    "夸克盘链接": "https://pan.quark.cn/s/ac7fa69f3335"
  },
  {
    "文件名": "[去]孔雀by千朵桃花一树生 .txt",
    "夸克盘链接": "https://pan.quark.cn/s/16d0ea8ca8a3"
  },
  {
    "文件名": "[去]看着你 by sherry134.txt",
    "夸克盘链接": "https://pan.quark.cn/s/3651e0716183"
  },
  {
    "文件名": "[去]绝剑弄风 by 魔烟.txt",
    "夸克盘链接": "https://pan.quark.cn/s/998419e86f6e"
  },
  {
    "文件名": "[去]觉悟 BY 小秦子.txt",
    "夸克盘链接": "https://pan.quark.cn/s/97c59ce320d9"
  },
  {
    "文件名": "[去]聚散真容易 by 楚秋.txt",
    "夸克盘链接": "https://pan.quark.cn/s/1c6aa556f59b"
  },
  {
    "文件名": "[去]救因缘by千朵桃花一树生.txt",
    "夸克盘链接": "https://pan.quark.cn/s/fc177b690639"
  },
  {
    "文件名": "[去]九尾by江城.txt",
    "夸克盘链接": "https://pan.quark.cn/s/db75f01abcb2"
  },
  {
    "文件名": "[去]九转丹砂 by 小周123.txt",
    "夸克盘链接": "https://pan.quark.cn/s/205f4592b5af"
  },
  {
    "文件名": "[去]结婚三年不回家，军婚也得离by顾桑.txt",
    "夸克盘链接": "https://pan.quark.cn/s/4e7a247cffb8"
  },
  {
    "文件名": "[去]惊蜕 by 狂上加狂 .txt",
    "夸克盘链接": "https://pan.quark.cn/s/d348b71b8d0f"
  },
  {
    "文件名": "[去]锦绣前程 by 伊芙.txt",
    "夸克盘链接": "https://pan.quark.cn/s/0036a2b44ef8"
  },
  {
    "文件名": "[去]今日宜喜欢你 BY戈多糖(小推 现代HE 温柔沉稳班主任攻X开朗活泼实习生受 校园 甜 有肉 实习的时候天气不错我们在一起了).txt",
    "夸克盘链接": "https://pan.quark.cn/s/3027f8d752b4"
  },
  {
    "文件名": "[去]嫁反派by布丁琉璃.txt",
    "夸克盘链接": "https://pan.quark.cn/s/20ca585362b4"
  },
  {
    "文件名": "[去]狡童 by 轩辕悬 .txt",
    "夸克盘链接": "https://pan.quark.cn/s/eedf132945b6"
  },
  {
    "文件名": "[去]骄纵情人_BY：_小十四.txt",
    "夸克盘链接": "https://pan.quark.cn/s/bc62f810eb44"
  },
  {
    "文件名": "[去]继承非遗夜校的我爆红了by沉者者.txt",
    "夸克盘链接": "https://pan.quark.cn/s/b4b624f29745"
  },
  {
    "文件名": "[去]江南雪by泥娃娃.txt",
    "夸克盘链接": "https://pan.quark.cn/s/3531ac41101b"
  },
  {
    "文件名": "[去]记号__BY：jyhgiun_天使J.txt",
    "夸克盘链接": "https://pan.quark.cn/s/1d64829eba93"
  },
  {
    "文件名": "[去]极限零距离（下）  BY：涂鸦.txt",
    "夸克盘链接": "https://pan.quark.cn/s/2c39e4ce5322"
  },
  {
    "文件名": "[去]祸害成患妖成灾 by 恩顾.txt",
    "夸克盘链接": "https://pan.quark.cn/s/80c55d4d9982"
  },
  {
    "文件名": "[去]幻想农场by西子绪.txt",
    "夸克盘链接": "https://pan.quark.cn/s/47dc56502f74"
  },
  {
    "文件名": "[去]极限零距离（上）  BY：涂鸦.txt",
    "夸克盘链接": "https://pan.quark.cn/s/d598b4eb7dc5"
  },
  {
    "文件名": "[去]火焰之神 By bluevelvet.txt",
    "夸克盘链接": "https://pan.quark.cn/s/362bd75b0b64"
  },
  {
    "文件名": "[去]黄色宝石 by 木源音濑.txt",
    "夸克盘链接": "https://pan.quark.cn/s/178145ea0221"
  },
  {
    "文件名": "[去]怀桔 BY原大河嘿(现代HE 最讨厌胡萝卜攻X超爱吃胡萝卜受 结局有点迷 校园 有肉 如果和媳妇亲亲的时候尝到胡萝卜味怎么办呢).txt",
    "夸克盘链接": "https://pan.quark.cn/s/f095182278c0"
  },
  {
    "文件名": "[去]虎媒 by十方.txt",
    "夸克盘链接": "https://pan.quark.cn/s/867d4d8a22cf"
  },
  {
    "文件名": "[去]后宫by 晓渠.txt",
    "夸克盘链接": "https://pan.quark.cn/s/f35aefb391fe"
  },
  {
    "文件名": "[去]后宫_（上）_BY：_晓渠.txt",
    "夸克盘链接": "https://pan.quark.cn/s/900eb92bf79c"
  },
  {
    "文件名": "[去]后宫_（下）_BY：晓渠.txt",
    "夸克盘链接": "https://pan.quark.cn/s/f3089c49d0ef"
  },
  {
    "文件名": "[去]侯府主母[重生]by木妖娆.txt",
    "夸克盘链接": "https://pan.quark.cn/s/074ccbd08c60"
  },
  {
    "文件名": "[去]黑太阳 by bluevelvet .txt",
    "夸克盘链接": "https://pan.quark.cn/s/6fd4ded0c660"
  },
  {
    "文件名": "[去]虹之丽人 by 山蓝紫姬子.txt",
    "夸克盘链接": "https://pan.quark.cn/s/951e2539fbae"
  },
  {
    "文件名": "[去]合法违章 BY罗再說(推 现代HE 心机攻X骚包诱受  强强 高干文 有肉渣 好生开车姐妹篇).txt",
    "夸克盘链接": "https://pan.quark.cn/s/b8c10de4dddb"
  },
  {
    "文件名": "[去]黑篮 花宫君总是会错意by不知海.txt",
    "夸克盘链接": "https://pan.quark.cn/s/0037e6334254"
  },
  {
    "文件名": "[去]豪门焰 by 冲撞.txt",
    "夸克盘链接": "https://pan.quark.cn/s/4360ccaeb990"
  },
  {
    "文件名": "[去]和番 by十方.txt",
    "夸克盘链接": "https://pan.quark.cn/s/3c24649431c8"
  },
  {
    "文件名": "[去]寒水碧于天BY 千年梦回——顾惜朝 （逆水寒同人文）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/b8a9a1651880"
  },
  {
    "文件名": "[去]含笑花(下) by 闲语 .txt",
    "夸克盘链接": "https://pan.quark.cn/s/4b05cc4b7c9c"
  },
  {
    "文件名": "[去]海阔天空 by 晓渠.txt",
    "夸克盘链接": "https://pan.quark.cn/s/b3c83a1c28a6"
  },
  {
    "文件名": "[去]海阔天空（下部）+番外_BY：_晓渠.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ef942842db62"
  },
  {
    "文件名": "[去]海阔天空（上部）_BY：_晓渠.txt",
    "夸克盘链接": "https://pan.quark.cn/s/7ae539cec811"
  },
  {
    "文件名": "[去]含笑花(上) by 闲语 .txt",
    "夸克盘链接": "https://pan.quark.cn/s/ec2571556231"
  },
  {
    "文件名": "[去]还如一梦中（出书版）+番外_BY：_小十四.txt",
    "夸克盘链接": "https://pan.quark.cn/s/8769b616f620"
  },
  {
    "文件名": "[去]诡计_BY：jyhgiun_天使J.txt",
    "夸克盘链接": "https://pan.quark.cn/s/4d46d5cad215"
  },
  {
    "文件名": "[去]恭喜您成功逃生【偏强强】by桑沃.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c9d3ae5c97da"
  },
  {
    "文件名": "[去]观棋不语 by 苏特 .txt",
    "夸克盘链接": "https://pan.quark.cn/s/5636a1fcff8b"
  },
  {
    "文件名": "[去]甘为情痴+番外_BY：_小十四.txt",
    "夸克盘链接": "https://pan.quark.cn/s/06adb6d15a79"
  },
  {
    "文件名": "[去]孤水烟云 by 天涯海角 .txt",
    "夸克盘链接": "https://pan.quark.cn/s/3523d6191166"
  },
  {
    "文件名": "[去]覆盖了命运的夜by浮蛾在水[强制爱 年下].txt",
    "夸克盘链接": "https://pan.quark.cn/s/a6efc2a08241"
  },
  {
    "文件名": "[去]缚龙 by 困倚危楼.txt",
    "夸克盘链接": "https://pan.quark.cn/s/b3952c8d78a4"
  },
  {
    "文件名": "[去]凤非离 by Niuniu.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ca3f8cf1db4f"
  },
  {
    "文件名": "[去]浮生六记 by 南康白起.txt",
    "夸克盘链接": "https://pan.quark.cn/s/4c45e28e644b"
  },
  {
    "文件名": "[去]风翔万里_BY：_巫羽.txt",
    "夸克盘链接": "https://pan.quark.cn/s/70467696bbe2"
  },
  {
    "文件名": "[去]风中密码by王小轩.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c645e88231f2"
  },
  {
    "文件名": "[去]非卖品 by 蓝淋 .txt",
    "夸克盘链接": "https://pan.quark.cn/s/12a803602640"
  },
  {
    "文件名": "[去]绯闻 by 三摇 .txt",
    "夸克盘链接": "https://pan.quark.cn/s/b6452107891a"
  },
  {
    "文件名": "[去]飞仔正传 by 衣冠禽兽.txt",
    "夸克盘链接": "https://pan.quark.cn/s/18d71bb441f4"
  },
  {
    "文件名": "[去]非典型性包养 BY稚钩(娱乐圈HE 矜贵温柔男神强攻X乖巧痴汉美人受 有肉 金主和小明星恋爱的床上二三事).txt",
    "夸克盘链接": "https://pan.quark.cn/s/20ca20a85f7a"
  },
  {
    "文件名": "[去]独闯天涯 by 蝴蝶蓝.txt",
    "夸克盘链接": "https://pan.quark.cn/s/f1675d0ca46a"
  },
  {
    "文件名": "[去]反向囚禁by橘子果酱.txt",
    "夸克盘链接": "https://pan.quark.cn/s/563cf1b94b1f"
  },
  {
    "文件名": "[去]对你不能太温柔 by 六欲天.txt",
    "夸克盘链接": "https://pan.quark.cn/s/1bac42cd4807"
  },
  {
    "文件名": "[去]渡过天空的月之船 by 木原音濑.txt",
    "夸克盘链接": "https://pan.quark.cn/s/67884e6ccc74"
  },
  {
    "文件名": "[去]短篇小说合集__BY：_巫羽.txt",
    "夸克盘链接": "https://pan.quark.cn/s/5577c709dcfc"
  },
  {
    "文件名": "[去]帝王略by欧俊呈[1].txt",
    "夸克盘链接": "https://pan.quark.cn/s/e0e7263bf8a4"
  },
  {
    "文件名": "[去]东床有缘无份 by 艾可虾球.txt",
    "夸克盘链接": "https://pan.quark.cn/s/b3feab83b0e1"
  },
  {
    "文件名": "[去]动物恋爱咨询中心 by阿素.txt",
    "夸克盘链接": "https://pan.quark.cn/s/f03af33547d8"
  },
  {
    "文件名": "[去]当土鳖遇上海龟 by 恩顾.txt",
    "夸克盘链接": "https://pan.quark.cn/s/98de9b5e8774"
  },
  {
    "文件名": "[去]大劈棺 by 陈小菜.txt",
    "夸克盘链接": "https://pan.quark.cn/s/f16b7dcb009b"
  },
  {
    "文件名": "[去]大城小事 by 微笑的猫.txt",
    "夸克盘链接": "https://pan.quark.cn/s/d7b1008abd5e"
  },
  {
    "文件名": "[去]赐我狂恋by林汀汀汀汀汀.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c53d1740d06b"
  },
  {
    "文件名": "[去]错落 by 等闲.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ccda6b444a03"
  },
  {
    "文件名": "[去]春寒+番外_BY：_晓渠.txt",
    "夸克盘链接": "https://pan.quark.cn/s/9f0edac8c9d1"
  },
  {
    "文件名": "[去]赤之神纹 by 桑原水菜.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e5d8e441d040"
  },
  {
    "文件名": "[去]楚楚（出书版）+番外 BY： 轩辕悬.txt",
    "夸克盘链接": "https://pan.quark.cn/s/8bf2e0a6c4f2"
  },
  {
    "文件名": "[去]迟爱 by 蓝淋 .txt",
    "夸克盘链接": "https://pan.quark.cn/s/e2161de4ddc3"
  },
  {
    "文件名": "[去]宠坏BY娜可露露（小推现代HE宠溺大佬养父攻×伶养子受年上养成有肉我全部的爱都给了你）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/53676e3ccb58"
  },
  {
    "文件名": "[去]楚楚 by 轩辕悬.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a8381a2c490c"
  },
  {
    "文件名": "[去]城破BY恩顾（第一部下） .txt",
    "夸克盘链接": "https://pan.quark.cn/s/8a7c78927be3"
  },
  {
    "文件名": "[去]城破BY恩顾（第一部上） .txt",
    "夸克盘链接": "https://pan.quark.cn/s/7aebba24a2d9"
  },
  {
    "文件名": "[去]超级反派[快穿]by江湖不见.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ab829a21fd83"
  },
  {
    "文件名": "[去]城破BY恩顾（第三部下） .txt",
    "夸克盘链接": "https://pan.quark.cn/s/b7caf00e9bd4"
  },
  {
    "文件名": "[去]城破BY恩顾（第三部上）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/33c9ad0b887d"
  },
  {
    "文件名": "[去]城破BY恩顾（第二部下）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/43a2233ef63b"
  },
  {
    "文件名": "[去]朝来寒雨晚来风 by 闲语.txt",
    "夸克盘链接": "https://pan.quark.cn/s/34c90dc2bae9"
  },
  {
    "文件名": "[去]唱给谁听_BY：_晓渠.txt",
    "夸克盘链接": "https://pan.quark.cn/s/8c45fd6d8ff4"
  },
  {
    "文件名": "[去]城破BY恩顾（第二部上） .txt",
    "夸克盘链接": "https://pan.quark.cn/s/ed81a1fba2dd"
  },
  {
    "文件名": "[去]差劲和差劲的简单相加 by 赭砚 .txt",
    "夸克盘链接": "https://pan.quark.cn/s/33b0c39c8fee"
  },
  {
    "文件名": "[去][综崩铁]开拓者今天又在披谁的马甲？ 作者：臣韵那那.txt",
    "夸克盘链接": "https://pan.quark.cn/s/56c4adbe0b8b"
  },
  {
    "文件名": "[去][原神]拯救我的小破球 作者：荔枝虾球.txt",
    "夸克盘链接": "https://pan.quark.cn/s/61201e8d6133"
  },
  {
    "文件名": "[去][原神]你的猫猫失忆啦 作者：深海花束.txt",
    "夸克盘链接": "https://pan.quark.cn/s/97ae2c9464ed"
  },
  {
    "文件名": "[去][希腊神话]美色颠覆 作者：祀神以东.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a8e7c91ee770"
  },
  {
    "文件名": "[去][崩铁]我才不会和妖弓猎犬有感情线 作者：搁浅的水母君.txt",
    "夸克盘链接": "https://pan.quark.cn/s/37e4a9d9ddb8"
  },
  {
    "文件名": "[去][崩铁]巡海游侠丹恒 作者：恕南心.txt",
    "夸克盘链接": "https://pan.quark.cn/s/0d9a1ec45c2b"
  },
  {
    "文件名": "[去][ABO]某年某月与卯兔 作者：老虎莉莉.txt",
    "夸克盘链接": "https://pan.quark.cn/s/03e0b79cfbb6"
  },
  {
    "文件名": "[去]做摄政王背后的权臣狼王 作者：青竹酒.txt",
    "夸克盘链接": "https://pan.quark.cn/s/89ed7fc94485"
  },
  {
    "文件名": "[去]（总攻）穿越后怎么都要嫁给我by钱钱.txt",
    "夸克盘链接": "https://pan.quark.cn/s/06d127a239c3"
  },
  {
    "文件名": "[去]坐怀必乱 作者：游客鱼.txt",
    "夸克盘链接": "https://pan.quark.cn/s/bcf53a85ae53"
  },
  {
    "文件名": "[去]总统大人的淫荡小狗（想做主人的小狗）by月涟.txt",
    "夸克盘链接": "https://pan.quark.cn/s/2798622c7761"
  },
  {
    "文件名": "[去]总在沉浸式吃瓜的炮灰泄露心声后 作者：封乐乐.txt",
    "夸克盘链接": "https://pan.quark.cn/s/0b3b69609540"
  },
  {
    "文件名": "[去]总攻重生by酥妩.txt",
    "夸克盘链接": "https://pan.quark.cn/s/8204a812e69b"
  },
  {
    "文件名": "[去]子夜无情剑 作者：沈云生.txt",
    "夸克盘链接": "https://pan.quark.cn/s/6bd7db7d0149"
  },
  {
    "文件名": "[去]抓紧我 作者：微风几许.txt",
    "夸克盘链接": "https://pan.quark.cn/s/7a86e10daadb"
  },
  {
    "文件名": "[去]撞见 作者：西湖狼井.txt",
    "夸克盘链接": "https://pan.quark.cn/s/772cd2e7039c"
  },
  {
    "文件名": "[去]住在月亮隔壁 作者：语山行.txt",
    "夸克盘链接": "https://pan.quark.cn/s/35e181f3ded2"
  },
  {
    "文件名": "[去]主角攻很不对劲[快穿] 作者：栗弯刀.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a24a8380b4dd"
  },
  {
    "文件名": "[去]主角每天都想被我强求（快穿） 作者：白七鱼.txt",
    "夸克盘链接": "https://pan.quark.cn/s/355477b9b321"
  },
  {
    "文件名": "[去]峥嵘岁月Ⅱ倾世男妻 作者：停云蔼蔼.txt",
    "夸克盘链接": "https://pan.quark.cn/s/1eaaa481c9ab"
  },
  {
    "文件名": "[去]只有读者受伤的世界达成了 作者：咕咕咕来咯.txt",
    "夸克盘链接": "https://pan.quark.cn/s/99348903ce89"
  },
  {
    "文件名": "[去]重铸by甲醇溶液.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e8cf87ad0c44"
  },
  {
    "文件名": "[去]主动沦为偏执仙君的榻上人ABO 作者：余睿先生.txt",
    "夸克盘链接": "https://pan.quark.cn/s/fa92e94193c4"
  },
  {
    "文件名": "[去]只是想要编制的关系 作者：星渐层.txt",
    "夸克盘链接": "https://pan.quark.cn/s/dbc4ac8d1ca5"
  },
  {
    "文件名": "[去]支配情狱 作者：自耕农.txt",
    "夸克盘链接": "https://pan.quark.cn/s/7188861ef358"
  },
  {
    "文件名": "[去]折金枝 作者：隔岸观火.txt",
    "夸克盘链接": "https://pan.quark.cn/s/b36fa7f3d1a7"
  },
  {
    "文件名": "[去]折骨为臣 作者：归我庭柯.txt",
    "夸克盘链接": "https://pan.quark.cn/s/fddb44d19e8b"
  },
  {
    "文件名": "[去]长生术by罐装鱻鱼.txt",
    "夸克盘链接": "https://pan.quark.cn/s/83ff61485585"
  },
  {
    "文件名": "[去]掌门日记 作者：指甲刀.txt",
    "夸克盘链接": "https://pan.quark.cn/s/911ee41be572"
  },
  {
    "文件名": "[去]长命无绝衰by佚名 湛渊＆景郁禾.txt",
    "夸克盘链接": "https://pan.quark.cn/s/fea2246ae093"
  },
  {
    "文件名": "[去]章台阙落别此朝by佚名 章临湛＆竺羽慎.txt",
    "夸克盘链接": "https://pan.quark.cn/s/2e0f31facd94"
  },
  {
    "文件名": "[去]展月即明 作者：小贝小贝.txt",
    "夸克盘链接": "https://pan.quark.cn/s/0367213a2b59"
  },
  {
    "文件名": "[去]怎么看我都是个优雅绅士 作者：成渊.txt",
    "夸克盘链接": "https://pan.quark.cn/s/466e7f109987"
  },
  {
    "文件名": "[去]战俘 作者：松鼠小E.txt",
    "夸克盘链接": "https://pan.quark.cn/s/db48fa91bac6"
  },
  {
    "文件名": "[去]在无限场疯狂搞资源 作者：木言言.txt",
    "夸克盘链接": "https://pan.quark.cn/s/cfbd3888e9b7"
  },
  {
    "文件名": "[去]在无限游戏惨成大佬 作者：桶装橙汁.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e343ebe4e643"
  },
  {
    "文件名": "[去]在手机里养了个漂亮老婆后 作者：谢千钧.txt",
    "夸克盘链接": "https://pan.quark.cn/s/9d56527e22d3"
  },
  {
    "文件名": "[去]在末世被佩剑疯狂贴贴 作者：楠芥.txt",
    "夸克盘链接": "https://pan.quark.cn/s/3597294aa61c"
  },
  {
    "文件名": "[去]在米花养老是否做错了什么 作者：池清砚inkpond.txt",
    "夸克盘链接": "https://pan.quark.cn/s/7e8c2b912c7d"
  },
  {
    "文件名": "[去]在贵族学院横跳修罗场 作者：莲周.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ba4f744b0819"
  },
  {
    "文件名": "[去]在贵族F4校园文中当了瞎子万人迷 作者：口丫口丫.txt",
    "夸克盘链接": "https://pan.quark.cn/s/59307b72d346"
  },
  {
    "文件名": "[去]在格陵兰岛苟到世界终结 作者：长鼻子狗（更新至43章）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/b5ec0a532ef7"
  },
  {
    "文件名": "[去]在夫郎文学里疯狂赚米 作者：荷包蛋里黄.txt",
    "夸克盘链接": "https://pan.quark.cn/s/37e6620c344b"
  },
  {
    "文件名": "[去]再也不玩养成了 作者：贞贞不吹灯.txt",
    "夸克盘链接": "https://pan.quark.cn/s/34d799ef731d"
  },
  {
    "文件名": "[去]再见凄美地by闻不趣.txt",
    "夸克盘链接": "https://pan.quark.cn/s/104516309075"
  },
  {
    "文件名": "[去]再钓下去你恋爱脑就漏出来了[快穿] 作者：西疯.txt",
    "夸克盘链接": "https://pan.quark.cn/s/1d8a9d3f713e"
  },
  {
    "文件名": "[去]云接海 作者：彩虹琥珀.txt",
    "夸克盘链接": "https://pan.quark.cn/s/f6784ba0fecf"
  },
  {
    "文件名": "[去]原来我是网球世界的NPC 作者：坞伶羽.txt",
    "夸克盘链接": "https://pan.quark.cn/s/2805033674ff"
  },
  {
    "文件名": "[去]原来我才是炮灰by佚名 慕璋逸＆钟源辰.txt",
    "夸克盘链接": "https://pan.quark.cn/s/943aeb5fefd2"
  },
  {
    "文件名": "[去]原来网恋也看脸by佚名 司元棣＆郁商尘.txt",
    "夸克盘链接": "https://pan.quark.cn/s/08e2bdc6325d"
  },
  {
    "文件名": "[去]冤种摄政王，但万人迷 作者：皆付笑谈.txt",
    "夸克盘链接": "https://pan.quark.cn/s/1afbed41dae7"
  },
  {
    "文件名": "[去]与幼驯染相遇在酒厂 作者：千里暮山红.txt",
    "夸克盘链接": "https://pan.quark.cn/s/21a7386798f6"
  },
  {
    "文件名": "[去]与天师文主角协议结婚后 作者：殊兰清音.txt",
    "夸克盘链接": "https://pan.quark.cn/s/3b5129554b7b"
  },
  {
    "文件名": "[去]与小舅子醉酒之后by星星冷的眨眼睛.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ec5cb670ed15"
  },
  {
    "文件名": "[去]余烬重燃 作者：西瓜大盗.txt",
    "夸克盘链接": "https://pan.quark.cn/s/38b5853794c7"
  },
  {
    "文件名": "[去]又逢江南 作者：橘色的喵.txt",
    "夸克盘链接": "https://pan.quark.cn/s/d9376081650a"
  },
  {
    "文件名": "[去]幼驯染对我有十层滤镜 作者：柒十柒.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c6ffd777b4fb"
  },
  {
    "文件名": "[去]友人帐中的特级咒灵 作者：今厄.txt",
    "夸克盘链接": "https://pan.quark.cn/s/7b062276f3b3"
  },
  {
    "文件名": "[去]又逢春 作者：叶扶疏.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c1c83a1c123a"
  },
  {
    "文件名": "[去]影帝重生后唯他 一人（影帝重生：专宠小可爱） 作者：与鎏先生.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ce6a8fd888b2"
  },
  {
    "文件名": "[去]庸俗替身 作者：吴言天.txt",
    "夸克盘链接": "https://pan.quark.cn/s/bab10b261b36"
  },
  {
    "文件名": "[去]影帝夫夫，互飙演技 作者：宁悬.txt",
    "夸克盘链接": "https://pan.quark.cn/s/253df3e1f7ad"
  },
  {
    "文件名": "[去]异种狂热 作者：雾林迢.txt",
    "夸克盘链接": "https://pan.quark.cn/s/67b5e333f363"
  },
  {
    "文件名": "[去]引导型恋人 作者：小虐文.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c7a40579ae2c"
  },
  {
    "文件名": "[去]异种 作者：坐上观.txt",
    "夸克盘链接": "https://pan.quark.cn/s/4ac8d4daec3c"
  },
  {
    "文件名": "[去]以暴制暴by宴鸿儒.txt",
    "夸克盘链接": "https://pan.quark.cn/s/9578cfacf8e9"
  },
  {
    "文件名": "[去]异世之鲛人惑 作者：地生花.txt",
    "夸克盘链接": "https://pan.quark.cn/s/d2f42e1aec9f"
  },
  {
    "文件名": "[去]遗憾的救赎by佚名 司晗昱＆牧皓楠.txt",
    "夸克盘链接": "https://pan.quark.cn/s/04e9315fd6de"
  },
  {
    "文件名": "[去]一棵荒草 作者：无仪宁死（更新至265章）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/1ec3a073bbb2"
  },
  {
    "文件名": "[去]一觉醒来竹马变成首富了 作者：挫纷.txt",
    "夸克盘链接": "https://pan.quark.cn/s/d459a72c014c"
  },
  {
    "文件名": "[去]一起晒太阳 作者：宋旧辞.txt",
    "夸克盘链接": "https://pan.quark.cn/s/1164dc1884d6"
  },
  {
    "文件名": "[去]一觉醒来多了两个男朋友 作者：荔枝耶耶.txt",
    "夸克盘链接": "https://pan.quark.cn/s/667185858a22"
  },
  {
    "文件名": "[去]一个叫修无极的败类决定去死 作者：戈壁流火.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a935c57a00ee"
  },
  {
    "文件名": "[去]一把伞by廿鱼.txt",
    "夸克盘链接": "https://pan.quark.cn/s/cf0719766ce2"
  },
  {
    "文件名": "[去]养花指南 作者：山银.txt",
    "夸克盘链接": "https://pan.quark.cn/s/285786315bb7"
  },
  {
    "文件名": "[去]妖妃撞见京圈太子 作者：秋风夕.txt",
    "夸克盘链接": "https://pan.quark.cn/s/58913167d609"
  },
  {
    "文件名": "[去]夜夜惊魂后我被学生会长盯上了 作者：Q皮糖.txt",
    "夸克盘链接": "https://pan.quark.cn/s/7783d512da6a"
  },
  {
    "文件名": "[去]严城的岛 作者：乔上路三土.txt",
    "夸克盘链接": "https://pan.quark.cn/s/3046e865059f"
  },
  {
    "文件名": "[去]学习永无止境，狐狸先打电竞 作者：离诀词.txt",
    "夸克盘链接": "https://pan.quark.cn/s/cf782e9a59c7"
  },
  {
    "文件名": "[去]驯服与顺从by梁园春雪.txt",
    "夸克盘链接": "https://pan.quark.cn/s/4c120ac2523a"
  },
  {
    "文件名": "[去]穴嫩汁多（高H，双性巨乳，短篇合集）by可以色色.txt",
    "夸克盘链接": "https://pan.quark.cn/s/46bf0b172a87"
  },
  {
    "文件名": "[去]悬鸟 作者：娜可露露.txt",
    "夸克盘链接": "https://pan.quark.cn/s/3257ad9d6491"
  },
  {
    "文件名": "[去]许愿by匿名咸鱼.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ec1c50660325"
  },
  {
    "文件名": "[去]徐总又咋了 作者：二蛋（更新至56章）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/754c13117642"
  },
  {
    "文件名": "[去]修剧情的第一步是全都吃掉（快穿NP）by懒莓羹.txt",
    "夸克盘链接": "https://pan.quark.cn/s/36c47c6fc661"
  },
  {
    "文件名": "[去]修真学院在线养狼 作者：古小典.txt",
    "夸克盘链接": "https://pan.quark.cn/s/7bebf44fe163"
  },
  {
    "文件名": "[去]休想 作者：李抒.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e9a31589bfe6"
  },
  {
    "文件名": "[去]修真大佬搞直播，包准的（天道劝我谈恋爱） 作者：多肉剁肉.txt",
    "夸克盘链接": "https://pan.quark.cn/s/cc8dec892e7c"
  },
  {
    "文件名": "[去]休洗红 作者：NIIM.txt",
    "夸克盘链接": "https://pan.quark.cn/s/69cd53ec30cd"
  },
  {
    "文件名": "[去]兄弟你和你的钱都好香 作者：缚草寒.txt",
    "夸克盘链接": "https://pan.quark.cn/s/b8735022d990"
  },
  {
    "文件名": "[去]幸运意外 作者：携炉.txt",
    "夸克盘链接": "https://pan.quark.cn/s/aed207c5e08b"
  },
  {
    "文件名": "[去]幸得识君桃花面 作者：有绥.txt",
    "夸克盘链接": "https://pan.quark.cn/s/440c0856adbf"
  },
  {
    "文件名": "[去]刑侦：逐日 作者：终海.txt",
    "夸克盘链接": "https://pan.quark.cn/s/73f5042a89bc"
  },
  {
    "文件名": "[去]协议结婚后总裁他想假戏真做 作者：云落闲庭.txt",
    "夸克盘链接": "https://pan.quark.cn/s/03d934f3d689"
  },
  {
    "文件名": "[去]心动不渝 作者：吻栀.txt",
    "夸克盘链接": "https://pan.quark.cn/s/16c345328226"
  },
  {
    "文件名": "[去]协议之后by颜雪妍.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c03c2808acca"
  },
  {
    "文件名": "[去]协议婚姻结束后雄虫穿越了 作者：长尾怪.txt",
    "夸克盘链接": "https://pan.quark.cn/s/526d89b9ff7f"
  },
  {
    "文件名": "[去]协议结婚后炮灰被大佬宠上天了（万人嫌假结婚离不掉，大佬不愿意） 作者：芝士桃子片片.txt",
    "夸克盘链接": "https://pan.quark.cn/s/696e38381e90"
  },
  {
    "文件名": "[去]小掌门之江湖风云 作者：纸扇长衫.txt",
    "夸克盘链接": "https://pan.quark.cn/s/b6d49c8bf2cb"
  },
  {
    "文件名": "[去]小幸运星被主脑求婚后 作者：乍光匣.txt",
    "夸克盘链接": "https://pan.quark.cn/s/47cf55074a46"
  },
  {
    "文件名": "[去]小苏快过桥 作者：檐上追云.txt",
    "夸克盘链接": "https://pan.quark.cn/s/27132c4bedef"
  },
  {
    "文件名": "[去]小师叔他又叛逃了 作者：言卿瑶.txt",
    "夸克盘链接": "https://pan.quark.cn/s/6721f96d1e08"
  },
  {
    "文件名": "[去]小社恐网恋翻车后，被亲懵了（舍长喜欢舍友咋了？老婆敲可爱） 作者：咸柠月.txt",
    "夸克盘链接": "https://pan.quark.cn/s/436a50ffac06"
  },
  {
    "文件名": "[去]小美人恋综吃瓜翻车了 作者：菁芸.txt",
    "夸克盘链接": "https://pan.quark.cn/s/b8531d726e58"
  },
  {
    "文件名": "[去]小少爷死后，被死对头亲了！（不是死对头吗？我死了你哭什么） 作者：淮淮坏不坏.txt",
    "夸克盘链接": "https://pan.quark.cn/s/f89f368ac941"
  },
  {
    "文件名": "[去]小脸盲同时攻略三位大佬 作者：沈胖次.txt",
    "夸克盘链接": "https://pan.quark.cn/s/60c5d987285b"
  },
  {
    "文件名": "[去]小娇夫的首辅大人 作者：阿杜行.txt",
    "夸克盘链接": "https://pan.quark.cn/s/63c75b918210"
  },
  {
    "文件名": "[去]小乖乖被顾总带回家宠翻天 作者：丑四月.txt",
    "夸克盘链接": "https://pan.quark.cn/s/3b54846a65dd"
  },
  {
    "文件名": "[去]小狗仔他今天也在娱乐圈卧底吃瓜 作者：歪木三.txt",
    "夸克盘链接": "https://pan.quark.cn/s/4508aad83a37"
  },
  {
    "文件名": "[去]小狗反对 作者：河央.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ec5a8ae176c5"
  },
  {
    "文件名": "[去]小财迷 作者：士多.txt",
    "夸克盘链接": "https://pan.quark.cn/s/5a81162332e0"
  },
  {
    "文件名": "[去]小笨o女装招惹摄政王后 作者：云雨无凭.txt",
    "夸克盘链接": "https://pan.quark.cn/s/550f8b0fc645"
  },
  {
    "文件名": "[去]消耗式爱情by佚名 骆昭＆唐铭清.txt",
    "夸克盘链接": "https://pan.quark.cn/s/2d6da515d6ef"
  },
  {
    "文件名": "[去]想做的从来就不是朋友（秦嗣和周正清） 作者：了不起的法苏天女.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e77e346d7a5f"
  },
  {
    "文件名": "[去]想想明天怎么办by七弦.txt",
    "夸克盘链接": "https://pan.quark.cn/s/2cc8cbdbafd4"
  },
  {
    "文件名": "[去]想调教的小作精总不太乖 作者：阿水饱饱.txt",
    "夸克盘链接": "https://pan.quark.cn/s/4ae17c89bd5a"
  },
  {
    "文件名": "[去]咸鱼富二代真的不想红 作者：溟川叙秋.txt",
    "夸克盘链接": "https://pan.quark.cn/s/3368ffc5f112"
  },
  {
    "文件名": "[去]先婚后爱后，我在婚综上打脸黑子（长这么凶的A也会宠老婆吗？） 作者：瑞驰.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a96adac5a94a"
  },
  {
    "文件名": "[去]仙尊他一心求死 作者：墨笔春秋.txt",
    "夸克盘链接": "https://pan.quark.cn/s/b2e8ac51fa22"
  },
  {
    "文件名": "[去]仙途太难转修魔道by佚名 应逐璋＆俞慎惟.txt",
    "夸克盘链接": "https://pan.quark.cn/s/b70a5bc72857"
  },
  {
    "文件名": "[去]喜宴吹唢呐，豪门轻松嫁 作者：月半fufu.txt",
    "夸克盘链接": "https://pan.quark.cn/s/78a2ed9e8cef"
  },
  {
    "文件名": "[去]喜宴 作者：暮雨.txt",
    "夸克盘链接": "https://pan.quark.cn/s/3dd19262c194"
  },
  {
    "文件名": "[去]五条老师带你制霸运动界 作者：沐金瑶.txt",
    "夸克盘链接": "https://pan.quark.cn/s/d5c6f60b9c01"
  },
  {
    "文件名": "[去]五条弟弟想要打排球 作者：兔子饼干.txt",
    "夸克盘链接": "https://pan.quark.cn/s/36c7cf108d40"
  },
  {
    "文件名": "[去]席祐的停车场by没有名字.txt",
    "夸克盘链接": "https://pan.quark.cn/s/90a14724e790"
  },
  {
    "文件名": "[去]五夏崽，但爹没谈过 作者：蓝莓汪.txt",
    "夸克盘链接": "https://pan.quark.cn/s/4a8246b15a37"
  },
  {
    "文件名": "[去]五条老师今天仍在加班 作者：梓木明珠.txt",
    "夸克盘链接": "https://pan.quark.cn/s/3596fbf311e6"
  },
  {
    "文件名": "[去]我重生后他们都后悔了 作者：纸上烤鱼.txt",
    "夸克盘链接": "https://pan.quark.cn/s/448888272722"
  },
  {
    "文件名": "[去]我只是一个beta 作者：远南兮.txt",
    "夸克盘链接": "https://pan.quark.cn/s/371e1bd552c4"
  },
  {
    "文件名": "[去]我只是个种田玩家[全息] 作者：炭烤芋圆.txt",
    "夸克盘链接": "https://pan.quark.cn/s/b960d93186fa"
  },
  {
    "文件名": "[去]我真不是龙傲天老婆 作者：辉羽天.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e574346a6baa"
  },
  {
    "文件名": "[去]我在选秀节目当导师的那些年（那个素人导师竟是世界天王） 作者：祎白.txt",
    "夸克盘链接": "https://pan.quark.cn/s/1b758ed63fc0"
  },
  {
    "文件名": "[去]我怎么可能喜欢你？（诡知道我经历了什么） 作者：昆左.txt",
    "夸克盘链接": "https://pan.quark.cn/s/b00b40819c7f"
  },
  {
    "文件名": "[去]我怎么又乱杀了？ 作者：橘子珩.txt",
    "夸克盘链接": "https://pan.quark.cn/s/040a2d98c3ce"
  },
  {
    "文件名": "[去]我在星际直播开博物馆 作者：狸花逮鱼.txt",
    "夸克盘链接": "https://pan.quark.cn/s/aac589b2ab2b"
  },
  {
    "文件名": "[去]我在修仙界写悬疑小说 作者：岁初寒.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c3f665f38def"
  },
  {
    "文件名": "[去]我在恋爱app里养反派 作者：则苏.txt",
    "夸克盘链接": "https://pan.quark.cn/s/dcef37f706b1"
  },
  {
    "文件名": "[去]我有一台挖掘机 作者：洛阳钼.txt",
    "夸克盘链接": "https://pan.quark.cn/s/9ae5824f76bb"
  },
  {
    "文件名": "[去]我有一个朋友 作者：watudou.txt",
    "夸克盘链接": "https://pan.quark.cn/s/125bb3da19e8"
  },
  {
    "文件名": "[去]我以智商兑换万物 作者：青色羽翼（更新至54章）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/be78f25be15c"
  },
  {
    "文件名": "[去]我徒弟可能有病 作者：一只大雁.txt",
    "夸克盘链接": "https://pan.quark.cn/s/73224c931951"
  },
  {
    "文件名": "[去]我喜欢纸片五和他本人有什么关系 作者：四斤风.txt",
    "夸克盘链接": "https://pan.quark.cn/s/98ff958bf4c2"
  },
  {
    "文件名": "[去]我死后他们都疯了 作者：一头叫肥肥的乌龟.txt",
    "夸克盘链接": "https://pan.quark.cn/s/24e8c43fa812"
  },
  {
    "文件名": "[去]我死后白月光变病娇了？ 作者：不要大数据.txt",
    "夸克盘链接": "https://pan.quark.cn/s/abe064034b25"
  },
  {
    "文件名": "[去]我死遁后狗皇帝彻底疯了 作者：肚皮有池塘.txt",
    "夸克盘链接": "https://pan.quark.cn/s/2bce6d82fafb"
  },
  {
    "文件名": "[去]我是直男，网恋给我干翻车了？ 作者：也很迷人.txt",
    "夸克盘链接": "https://pan.quark.cn/s/9d37832c8d71"
  },
  {
    "文件名": "[去]我是雨 作者：匿名咸鱼.txt",
    "夸克盘链接": "https://pan.quark.cn/s/6b83de72e5b2"
  },
  {
    "文件名": "[去]我是一只猫？ 作者：牛阿嫂.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c4dce3430a6f"
  },
  {
    "文件名": "[去]我是无限副本的挑事炮灰（无限副本：欺负玩家的漂亮炮灰） 作者：桃姚楠寻.txt",
    "夸克盘链接": "https://pan.quark.cn/s/9e239303ef41"
  },
  {
    "文件名": "[去]我是人啊，你不是？ 作者：莲鹤夫人（更新至232章）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ac2998168f4c"
  },
  {
    "文件名": "[去]我拿竹马当兄弟，他竟然想攻我 作者：Pinst.txt",
    "夸克盘链接": "https://pan.quark.cn/s/65a40dc8c225"
  },
  {
    "文件名": "[去]我们是魔门正派 作者：火镰击石.txt",
    "夸克盘链接": "https://pan.quark.cn/s/fb5717bef6aa"
  },
  {
    "文件名": "[去]我们分手了 作者：松饼和大福.txt",
    "夸克盘链接": "https://pan.quark.cn/s/69d202d06245"
  },
  {
    "文件名": "[去]我们不是分手了吗 作者：似川.txt",
    "夸克盘链接": "https://pan.quark.cn/s/b007be7ab7e3"
  },
  {
    "文件名": "[去]我每天都去学校理发店洗头 作者：泡面宅.txt",
    "夸克盘链接": "https://pan.quark.cn/s/3e601892e066"
  },
  {
    "文件名": "[去]我老婆是个Omega 作者：廿乱.txt",
    "夸克盘链接": "https://pan.quark.cn/s/4ed03bbfb854"
  },
  {
    "文件名": "[去]我靠种田养全星球的猫 作者：牧野闻歌.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e2e4be7789ad"
  },
  {
    "文件名": "[去]我靠写书在横滨拯救世界！ 作者：Maku.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e49f71e8fbce"
  },
  {
    "文件名": "[去]我靠找茬搞崩规则怪谈[无限] 作者：失效安眠药.txt",
    "夸克盘链接": "https://pan.quark.cn/s/2db9dccb0183"
  },
  {
    "文件名": "[去]我靠情侣直播重塑虫族恋爱观（虫族：情侣直播，又水灵灵亲上了） 作者：嗷呜毛球.txt",
    "夸克盘链接": "https://pan.quark.cn/s/d54d4cc87d0e"
  },
  {
    "文件名": "[去]我靠末世异能横扫修真界 作者：海岛鲸鱼.txt",
    "夸克盘链接": "https://pan.quark.cn/s/96986d8ff288"
  },
  {
    "文件名": "[去]我靠画符在妖界横行霸道 作者：八百里月.txt",
    "夸克盘链接": "https://pan.quark.cn/s/f3d90bca9891"
  },
  {
    "文件名": "[去]我家小可怜心狠手辣[快穿] 作者：骨头来一打.txt",
    "夸克盘链接": "https://pan.quark.cn/s/bbf28678f4b3"
  },
  {
    "文件名": "[去]我和夫郎都有金手指 作者：梨子甜甜（更新至67章）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/7221a900bbc9"
  },
  {
    "文件名": "[去]我和龙傲天的升级日常 作者：清山暮蝉.txt",
    "夸克盘链接": "https://pan.quark.cn/s/36705e35b88e"
  },
  {
    "文件名": "[去]我都要死了，你让让我 作者：小寒喵.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ca44819a6bb8"
  },
  {
    "文件名": "[去]我放弃了渣男竹马by佚名 谈闻＆景洛.txt",
    "夸克盘链接": "https://pan.quark.cn/s/6e2cc9bd6560"
  },
  {
    "文件名": "[去]我的下属脑子坏掉了 作者：检知.txt",
    "夸克盘链接": "https://pan.quark.cn/s/2111077f301b"
  },
  {
    "文件名": "[去]我弟弟没有那么可爱 作者：指环.txt",
    "夸克盘链接": "https://pan.quark.cn/s/391bbbd6d916"
  },
  {
    "文件名": "[去]我的网恋对象不可能是室友by万木春.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e18b6c9a7cd4"
  },
  {
    "文件名": "[去]我的地主家“傻”相公byOla.txt",
    "夸克盘链接": "https://pan.quark.cn/s/6473d33905a4"
  },
  {
    "文件名": "[去]我的美人鱼 作者：香臭螺蛳粉.txt",
    "夸克盘链接": "https://pan.quark.cn/s/3b9a4a60a996"
  },
  {
    "文件名": "[去]我的摸鱼搭子是总裁？ 作者：没有评论会哭星人.txt",
    "夸克盘链接": "https://pan.quark.cn/s/d3f7416059a1"
  },
  {
    "文件名": "[去]我到底有几个男朋友 作者：郁桉.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a07dad75389a"
  },
  {
    "文件名": "[去]我成了前夫哥哥的对象by佚名 祁松彦＆蒋栎禾.txt",
    "夸克盘链接": "https://pan.quark.cn/s/b3644c57d11a"
  },
  {
    "文件名": "[去]我才不要替人下乡by佚名 冯昌年＆许景余.txt",
    "夸克盘链接": "https://pan.quark.cn/s/d5f9e113cc0d"
  },
  {
    "文件名": "[去]我不是路人甲吗？怎么成万人迷了（疯批不要过来，我只是路人甲！） 作者：元宵滚滚.txt",
    "夸克盘链接": "https://pan.quark.cn/s/8640a8775b71"
  },
  {
    "文件名": "[去]我不是他，你该滚了by佚名 旻渊＆楚丛槿.txt",
    "夸克盘链接": "https://pan.quark.cn/s/7c28b8592ce1"
  },
  {
    "文件名": "[去]我爸和豪门大佬协议结婚后 作者：忘书.txt",
    "夸克盘链接": "https://pan.quark.cn/s/6d65b5aa1187"
  },
  {
    "文件名": "[去]我s级哨兵，勾指挥官颈环怎么了 作者：一点也不想起床.txt",
    "夸克盘链接": "https://pan.quark.cn/s/44379f92a9b4"
  },
  {
    "文件名": "[去]微凉不是风 作者：乌乌.txt",
    "夸克盘链接": "https://pan.quark.cn/s/7c86b5871726"
  },
  {
    "文件名": "[去]万圣节食用指南[无限] 作者：胡椒贝果.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e39696df1e95"
  },
  {
    "文件名": "[去]危险堕落by巨门.txt",
    "夸克盘链接": "https://pan.quark.cn/s/9f11453b1d1b"
  },
  {
    "文件名": "[去]万人嫌作精成了公公的心上宠 作者：写他个三天三夜.txt",
    "夸克盘链接": "https://pan.quark.cn/s/b62e3cfb1393"
  },
  {
    "文件名": "[去]亡灵管理局头号钉子户 作者：喝粥还是吃米饭.txt",
    "夸克盘链接": "https://pan.quark.cn/s/6ac2a388e264"
  },
  {
    "文件名": "[去]万人嫌证道后[穿书] 作者：夕月半.txt",
    "夸克盘链接": "https://pan.quark.cn/s/97394cea0e85"
  },
  {
    "文件名": "[去]万人嫌拥有盛世美颜后（快穿） 作者：援星.txt",
    "夸克盘链接": "https://pan.quark.cn/s/2eb01b1de99e"
  },
  {
    "文件名": "[去]万人嫌师兄被魔尊掳走后 作者：夏野堂.txt",
    "夸克盘链接": "https://pan.quark.cn/s/019cbfdaba15"
  },
  {
    "文件名": "[去]万人嫌旅综发疯开摆后 作者：空山望月.txt",
    "夸克盘链接": "https://pan.quark.cn/s/4a3f7f653b18"
  },
  {
    "文件名": "[去]万人嫌的疯批粉头穿进来了 作者：星刀掠.txt",
    "夸克盘链接": "https://pan.quark.cn/s/108b993ef0f3"
  },
  {
    "文件名": "[去]万人嫌的小家妓by嘴巴叭叭叭.txt",
    "夸克盘链接": "https://pan.quark.cn/s/df066a7e0fdc"
  },
  {
    "文件名": "[去]万人迷修罗场翻车指南[无限] 作者：落日长舟.txt",
    "夸克盘链接": "https://pan.quark.cn/s/51bb812ef60b"
  },
  {
    "文件名": "[去]万人嫌残疾喵也想要贴贴 作者：妄川秋酷.txt",
    "夸克盘链接": "https://pan.quark.cn/s/b20fa0137f05"
  },
  {
    "文件名": "[去]万人迷男配的翻车日常（快穿） 作者：纱溁.txt",
    "夸克盘链接": "https://pan.quark.cn/s/95f777bdc528"
  },
  {
    "文件名": "[去]万人迷皇子他有病（穿成疯批反派，万人迷皇子杀疯了） 作者：萨拉热窝.txt",
    "夸克盘链接": "https://pan.quark.cn/s/d98d967896a8"
  },
  {
    "文件名": "[去]万竞霜不想干了 作者：仙人掌心刺.txt",
    "夸克盘链接": "https://pan.quark.cn/s/dfdf86df574d"
  },
  {
    "文件名": "[去]玩弄大乃黑皮顺直男by美好新世界.txt",
    "夸克盘链接": "https://pan.quark.cn/s/83176725ff69"
  },
  {
    "文件名": "[去]完蛋！漂亮小傻子又气坏阴郁大佬（漂亮小傻子是天才，是大佬心尖宠） 作者：参天甲木.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a7f4e46bf775"
  },
  {
    "文件名": "[去]完成任务后渣攻后悔了by佚名 宋溪川＆明从澜.txt",
    "夸克盘链接": "https://pan.quark.cn/s/4de0886d98e0"
  },
  {
    "文件名": "[去]挖骨无毒 作者：啾啾怪.txt",
    "夸克盘链接": "https://pan.quark.cn/s/49500f0c73e8"
  },
  {
    "文件名": "[去]团宠小萌兽，禁止贴贴 作者：蜜桃甜酒.txt",
    "夸克盘链接": "https://pan.quark.cn/s/641835062a5d"
  },
  {
    "文件名": "[去]吞声 作者：云栖I.txt",
    "夸克盘链接": "https://pan.quark.cn/s/5d7870632715"
  },
  {
    "文件名": "[去]兔兔也会被觊觎吗 作者：不困芽.txt",
    "夸克盘链接": "https://pan.quark.cn/s/24fc71787795"
  },
  {
    "文件名": "[去]兔比特 作者：桃白百.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e6825c1dd709"
  },
  {
    "文件名": "[去]兔兔出击 作者：一个精神病.txt",
    "夸克盘链接": "https://pan.quark.cn/s/da1dd789269c"
  },
  {
    "文件名": "[去]屠龙勇士与他的龙by一只耐猫猫.txt",
    "夸克盘链接": "https://pan.quark.cn/s/40150f61b885"
  },
  {
    "文件名": "[去]停灯真言 作者：寒枝栖.txt",
    "夸克盘链接": "https://pan.quark.cn/s/f8ec0fa1ed13"
  },
  {
    "文件名": "[去]天然呆，但被说是钓系 作者：疾风有归.txt",
    "夸克盘链接": "https://pan.quark.cn/s/9a71ecf652b8"
  },
  {
    "文件名": "[去]天意浮沉 作者：携影来.txt",
    "夸克盘链接": "https://pan.quark.cn/s/5aafcdf3b36f"
  },
  {
    "文件名": "[去]天才操作手[全息] 作者：李温酒（更新至178章）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/401040a37d0d"
  },
  {
    "文件名": "[去]天降Omega成了我老婆 作者：楼中宴.txt",
    "夸克盘链接": "https://pan.quark.cn/s/18da4f4e06d5"
  },
  {
    "文件名": "[去]太子殿下C位出道 作者：南溪糖醋鱼.txt",
    "夸克盘链接": "https://pan.quark.cn/s/2de5b0765e79"
  },
  {
    "文件名": "[去]太好了是bk我们有救了 作者：嬴门.txt",
    "夸克盘链接": "https://pan.quark.cn/s/62832e95709c"
  },
  {
    "文件名": "[去]天岛效应 作者：池总渣.txt",
    "夸克盘链接": "https://pan.quark.cn/s/182c6f719dc0"
  },
  {
    "文件名": "[去]他来自民国33年 作者：小包包纸.txt",
    "夸克盘链接": "https://pan.quark.cn/s/9f691369bee0"
  },
  {
    "文件名": "[去]他怎么可能暗恋我 作者：红黄粉.txt",
    "夸克盘链接": "https://pan.quark.cn/s/067b153adb72"
  },
  {
    "文件名": "[去]他与月亮的距离 作者：千十九.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ecadfe518be1"
  },
  {
    "文件名": "[去]他怎么还不和我分手 作者：经半生.txt",
    "夸克盘链接": "https://pan.quark.cn/s/2ddccf264d53"
  },
  {
    "文件名": "[去]他好猛，我超爱 作者：玖宝.txt",
    "夸克盘链接": "https://pan.quark.cn/s/79e475bb880f"
  },
  {
    "文件名": "[去]兽世大猫生存日记 作者：采蘑菇的老猫.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c1ed43b7d35b"
  },
  {
    "文件名": "[去]庶子生存法则 作者：SDQ.txt",
    "夸克盘链接": "https://pan.quark.cn/s/6703e5e77a82"
  },
  {
    "文件名": "[去]他，恶毒男配，总被疯批们觊觎（恶毒男配太诱人，反派半夜偷偷亲） 作者：公子珏.txt",
    "夸克盘链接": "https://pan.quark.cn/s/97e4135f9277"
  },
  {
    "文件名": "[去]宿主注意，白月光系统已绑定（啥玩意？我的替身爱上我） 作者：一眼大一眼小.txt",
    "夸克盘链接": "https://pan.quark.cn/s/f2f65ff4e234"
  },
  {
    "文件名": "[去]兽性再版 作者：侵略拟态.txt",
    "夸克盘链接": "https://pan.quark.cn/s/182481741fb4"
  },
  {
    "文件名": "[去]书童 作者：昏觉1号.txt",
    "夸克盘链接": "https://pan.quark.cn/s/0799277ef940"
  },
  {
    "文件名": "[去]兽人之既来者 作者：Yosii.txt",
    "夸克盘链接": "https://pan.quark.cn/s/923230e4376e"
  },
  {
    "文件名": "[去]收好 作者：小岛Land.txt",
    "夸克盘链接": "https://pan.quark.cn/s/6b1e6c8d89d7"
  },
  {
    "文件名": "[去]师尊开门，我真是你道侣啊（龙傲天和他超强却想吃软饭的道侣） 作者：种树大王.txt",
    "夸克盘链接": "https://pan.quark.cn/s/98926451c991"
  },
  {
    "文件名": "[去]十米之内 作者：困崽（更新至25章）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/db61f8c0137d"
  },
  {
    "文件名": "[去]弑骨刀by欢天喜地跳大佛.txt",
    "夸克盘链接": "https://pan.quark.cn/s/52f6499afe11"
  },
  {
    "文件名": "[去]师弟请上钩！钓系大师兄勾心诱撩（钓系师兄上瘾诱撩，颤声求亲亲） 作者：木宅.txt",
    "夸克盘链接": "https://pan.quark.cn/s/2463a94ad247"
  },
  {
    "文件名": "[去]师祖的储备粮 作者：冷山月.txt",
    "夸克盘链接": "https://pan.quark.cn/s/984d749b21d9"
  },
  {
    "文件名": "[去]失重 作者：浪里小咸鱼.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a0eda3f68e0d"
  },
  {
    "文件名": "[去]圣子今天又在搞事[西幻] 作者：蓝路.txt",
    "夸克盘链接": "https://pan.quark.cn/s/4c8e9a454939"
  },
  {
    "文件名": "[去]失忆离婚后他后悔了 作者：李知也.txt",
    "夸克盘链接": "https://pan.quark.cn/s/04696e07f51c"
  },
  {
    "文件名": "[去]失忆乱窜 作者：搞失忆的马甲.txt",
    "夸克盘链接": "https://pan.quark.cn/s/2b16eea024c5"
  },
  {
    "文件名": "[去]失氧 作者：野千.txt",
    "夸克盘链接": "https://pan.quark.cn/s/2f804115d3d1"
  },
  {
    "文件名": "[去]失控心跳 作者：礼一.txt",
    "夸克盘链接": "https://pan.quark.cn/s/dc1e4f64858c"
  },
  {
    "文件名": "[去]什么？霸总秘书？包颠的啊（什么？霸总秘书？我，我吗？） 作者：庭前观雪.txt",
    "夸克盘链接": "https://pan.quark.cn/s/9496aaa30d79"
  },
  {
    "文件名": "[去]什么高冷学霸？分明是娇气小哭包（什么高冷阴郁？我老婆乖软又漂亮） 作者：明释予.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c6e679d4c2a7"
  },
  {
    "文件名": "[去]谁做谁替身by佚名 孟惟缚＆裕霖.txt",
    "夸克盘链接": "https://pan.quark.cn/s/070de0777c62"
  },
  {
    "文件名": "[去]摄政王，王君又又又跑了 作者：雨紫辰.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c4c10f3eaaa9"
  },
  {
    "文件名": "[去]少年偶像的炼狱by最爱小虐文.txt",
    "夸克盘链接": "https://pan.quark.cn/s/0d825cc5e3bc"
  },
  {
    "文件名": "[去]上辈子是我的，这辈子也别想逃！ 作者：迎接朝阳.txt",
    "夸克盘链接": "https://pan.quark.cn/s/1dd4e5c457da"
  },
  {
    "文件名": "[去]善养 作者：凉凉生.txt",
    "夸克盘链接": "https://pan.quark.cn/s/06562c45af45"
  },
  {
    "文件名": "[去]山有木兮by素歌.txt",
    "夸克盘链接": "https://pan.quark.cn/s/62fc75bda4f7"
  },
  {
    "文件名": "[去]山上有人家（种田） 作者：西瓜啵啵柚.txt",
    "夸克盘链接": "https://pan.quark.cn/s/2c97c3b6b5ed"
  },
  {
    "文件名": "[去]山川有宽 作者：百里季北.txt",
    "夸克盘链接": "https://pan.quark.cn/s/f5e7640cb667"
  },
  {
    "文件名": "[去]山山 作者：不知州南.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e75f3b93deed"
  },
  {
    "文件名": "[去]入职酒厂后想和最强恋爱 作者：鹿沼.txt",
    "夸克盘链接": "https://pan.quark.cn/s/965937375acb"
  },
  {
    "文件名": "[去]杀死我的丧尸前老公by佚名 梁钧慎＆沈淮今.txt",
    "夸克盘链接": "https://pan.quark.cn/s/2eac5d9aedf2"
  },
  {
    "文件名": "[去]丧家之犬 作者：行欲歇.txt",
    "夸克盘链接": "https://pan.quark.cn/s/6c2c1683db4a"
  },
  {
    "文件名": "[去]如何饲养恶毒炮灰 作者：乌合之宴（更新至103章）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a414482b7697"
  },
  {
    "文件名": "[去]三岁奶团臆想症，豪门少爷来团宠（团宠幼崽一句话，豪门少爷齐红眼） 作者：栾叶柒柒.txt",
    "夸克盘链接": "https://pan.quark.cn/s/18a0de54d216"
  },
  {
    "文件名": "[去]如何远离阴鸷老公 作者：Nine.txt",
    "夸克盘链接": "https://pan.quark.cn/s/d9970f68c47a"
  },
  {
    "文件名": "[去]容器 作者：巧克力梦龙卷.txt",
    "夸克盘链接": "https://pan.quark.cn/s/3c1a49dc9e7d"
  },
  {
    "文件名": "[去]如果今夜不下雨 作者：三道.txt",
    "夸克盘链接": "https://pan.quark.cn/s/383bc0c2d6fc"
  },
  {
    "文件名": "[去]如风 作者：帅狗.txt",
    "夸克盘链接": "https://pan.quark.cn/s/acd722624701"
  },
  {
    "文件名": "[去]如果今夜不下雨 作者：三道（更新至49章）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c79c3dc84853"
  },
  {
    "文件名": "[去]任务暂停！去拯救恋爱脑【快穿】（哭哭哭哭哭哭哭哭哭把老婆哭到手） 作者：谁抢了我的羊.txt",
    "夸克盘链接": "https://pan.quark.cn/s/6e6f16ad87f2"
  },
  {
    "文件名": "[去]人蜜 作者：黑猫白袜子（更新至146章）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/53d159d59d5c"
  },
  {
    "文件名": "[去]人生模拟器 作者：九州月下.txt",
    "夸克盘链接": "https://pan.quark.cn/s/47f988713baf"
  },
  {
    "文件名": "[去]任尔东西南北 作者：沫水.txt",
    "夸克盘链接": "https://pan.quark.cn/s/758e248a58da"
  },
  {
    "文件名": "[去]人蜜 作者：黑猫白袜子（更新至132章）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/957dcc3616a2"
  },
  {
    "文件名": "[去]全球游戏降临我成了领主 作者：秋筠.txt",
    "夸克盘链接": "https://pan.quark.cn/s/4574441f4bb2"
  },
  {
    "文件名": "[去]全娱乐圈都被我逼疯 作者：江鱼烟.txt",
    "夸克盘链接": "https://pan.quark.cn/s/bb2c93f1f8ab"
  },
  {
    "文件名": "[去]全校传我们不合 作者：米粥烧酒.txt",
    "夸克盘链接": "https://pan.quark.cn/s/78018ccf01f9"
  },
  {
    "文件名": "[去]去了汪星的金毛 作者：吾本熊.txt",
    "夸克盘链接": "https://pan.quark.cn/s/6e8517537537"
  },
  {
    "文件名": "[去]娶回家的小媳妇他成攻了 作者：一枕冰河.txt",
    "夸克盘链接": "https://pan.quark.cn/s/54650e43a952"
  },
  {
    "文件名": "[去]囚于时间[刑侦] 作者：一只小花狗.txt",
    "夸克盘链接": "https://pan.quark.cn/s/01ff51744512"
  },
  {
    "文件名": "[去]情书 作者：棘枝.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ba447615a5fa"
  },
  {
    "文件名": "[去]情人草 作者：止咳糖浆.txt",
    "夸克盘链接": "https://pan.quark.cn/s/0aea3b31b41b"
  },
  {
    "文件名": "[去]情爱镣铐 作者：枕月眷风.txt",
    "夸克盘链接": "https://pan.quark.cn/s/8c1cd28953a2"
  },
  {
    "文件名": "[去]情起三生畔by佚名 玦珩＆沐尘.txt",
    "夸克盘链接": "https://pan.quark.cn/s/1a9d0ed1039b"
  },
  {
    "文件名": "[去]强取豪夺，人夺错了 作者：枭钥.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a128e7007e1c"
  },
  {
    "文件名": "[去]抢走别人夫君 作者：小小猪肉.txt",
    "夸克盘链接": "https://pan.quark.cn/s/12a06f2da64f"
  },
  {
    "文件名": "[去]强取豪夺，人夺错了 作者：枭钥（更新至100章）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a821a432fa18"
  },
  {
    "文件名": "[去]启禀王爷，公子他是敌国将军（苍昭） 作者：七七二八.txt",
    "夸克盘链接": "https://pan.quark.cn/s/723a822199f6"
  },
  {
    "文件名": "[去]前任个个想复合 作者：谁雨度.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e20b97644b37"
  },
  {
    "文件名": "[去]欠我的你拿什么还by佚名 秦翎枫＆付亦初.txt",
    "夸克盘链接": "https://pan.quark.cn/s/903744e17e45"
  },
  {
    "文件名": "[去]七零快乐成长日常 作者：苏格拉提拉米苏.txt",
    "夸克盘链接": "https://pan.quark.cn/s/34e333fab190"
  },
  {
    "文件名": "[去]齐家父子by星星冷的眨眼睛.txt",
    "夸克盘链接": "https://pan.quark.cn/s/1741c587d1bb"
  },
  {
    "文件名": "[去]栖息地by匿名咸鱼.txt",
    "夸克盘链接": "https://pan.quark.cn/s/6f9c206f99d4"
  },
  {
    "文件名": "[去]七分钟诀别诗 作者：无棋.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e5dacf2a585b"
  },
  {
    "文件名": "[去]七年之痒 作者：贪财后妈.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ba373fef22d2"
  },
  {
    "文件名": "[去]剖心 作者：瞿如.txt",
    "夸克盘链接": "https://pan.quark.cn/s/5e59bb0821d9"
  },
  {
    "文件名": "[去]破烂枷锁by佚名 梁司诚＆方遇平.txt",
    "夸克盘链接": "https://pan.quark.cn/s/d2aad179f6cb"
  },
  {
    "文件名": "[去]漂亮小爹诱拐混账继子by水钰.txt",
    "夸克盘链接": "https://pan.quark.cn/s/1d2cfa95aae4"
  },
  {
    "文件名": "[去]偏执反派的小爸爸觉醒后 作者：苏九影（更新至1035章）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c12305c1ff38"
  },
  {
    "文件名": "[去]皮肤饥渴症（每天一睁眼就是被强制）by最爱小虐文.txt",
    "夸克盘链接": "https://pan.quark.cn/s/0db3be549120"
  },
  {
    "文件名": "[去]匹配度99%的契约婚姻 作者：兔小卷.txt",
    "夸克盘链接": "https://pan.quark.cn/s/bdb28c625045"
  },
  {
    "文件名": "[去]偏离轨道 作者：Lightheart.txt",
    "夸克盘链接": "https://pan.quark.cn/s/d2aead79134b"
  },
  {
    "文件名": "[去]孽缘要及时终止by佚名 章铭颂＆幸清元.txt",
    "夸克盘链接": "https://pan.quark.cn/s/1394dc797551"
  },
  {
    "文件名": "[去]年下攻他又把持不住 作者：江梨梨.txt",
    "夸克盘链接": "https://pan.quark.cn/s/7a5883f9c395"
  },
  {
    "文件名": "[去]年级第一他又在装学渣 作者：鹤牧九州.txt",
    "夸克盘链接": "https://pan.quark.cn/s/6dfe830f0df8"
  },
  {
    "文件名": "[去]年代文炮灰吃瓜爆改全家命运[穿书] 作者：唧唧喵（更新至111章）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/4184a2097097"
  },
  {
    "文件名": "[去]年代文炮灰吃瓜爆改全家命运[穿书] 作者：唧唧喵（更新至96章）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/5fb9105bf5fb"
  },
  {
    "文件名": "[去]年轻学生与色鬼by天晴嘀嘀.txt",
    "夸克盘链接": "https://pan.quark.cn/s/de9a520bd3ac"
  },
  {
    "文件名": "[去]你这个直男，保直吗？ 作者：岫夕（更新至136章）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/478c1f421866"
  },
  {
    "文件名": "[去]你是我迟来的光（sp）by咸鱼也不吃香菜.txt",
    "夸克盘链接": "https://pan.quark.cn/s/892e70c7faea"
  },
  {
    "文件名": "[去]你有点渣 作者：空青酒.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e52498755b41"
  },
  {
    "文件名": "[去]你身上有我的信息素 作者：天落大雨.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a43acdbc7922"
  },
  {
    "文件名": "[去]你惹他干嘛[电竞] 作者：奶盐荔枝.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ceee452b1909"
  },
  {
    "文件名": "[去]你男朋友我也很喜欢 作者：墨西柯.txt",
    "夸克盘链接": "https://pan.quark.cn/s/25107b7a51f5"
  },
  {
    "文件名": "[去]你快亲我啊 作者：许言羊肉串xu.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c2205838babe"
  },
  {
    "文件名": "[去]你的鱼换我来钓 作者：生姜提拉米苏.txt",
    "夸克盘链接": "https://pan.quark.cn/s/7cdedbe4b2b2"
  },
  {
    "文件名": "[去]你吃了吗？ 作者：一节藕（更新至56章）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/20943199897b"
  },
  {
    "文件名": "[去]你到底有几个好兄弟 作者：林下躲雨.txt",
    "夸克盘链接": "https://pan.quark.cn/s/1a618a4ffc04"
  },
  {
    "文件名": "[去]你可以做我男朋友吗 作者：陆步鹿.txt",
    "夸克盘链接": "https://pan.quark.cn/s/1e84eb87974d"
  },
  {
    "文件名": "[去]拿反和解剧本后 作者：太阳猫.txt",
    "夸克盘链接": "https://pan.quark.cn/s/99f853050597"
  },
  {
    "文件名": "[去]那个Alpha想要从头来过by佚名 祁湛渊＆林昭垣.txt",
    "夸克盘链接": "https://pan.quark.cn/s/2b47a05de171"
  },
  {
    "文件名": "[去]泥潭by布恬.txt",
    "夸克盘链接": "https://pan.quark.cn/s/378029d3c343"
  },
  {
    "文件名": "[去]能被抢走的本就不属于我by佚名 章连清＆程述安.txt",
    "夸克盘链接": "https://pan.quark.cn/s/f739e4e231e6"
  },
  {
    "文件名": "[去]冒牌货 作者：糖醋小鱼干.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c02b04fa5589"
  },
  {
    "文件名": "[去]冒牌王爷 作者：公子于歌.txt",
    "夸克盘链接": "https://pan.quark.cn/s/23b9f50a879a"
  },
  {
    "文件名": "[去]门庭若市by欲鸽.txt",
    "夸克盘链接": "https://pan.quark.cn/s/659d57590c66"
  },
  {
    "文件名": "[去]猫瘾难戒by月落猪蹄.txt",
    "夸克盘链接": "https://pan.quark.cn/s/eeda1dbbd306"
  },
  {
    "文件名": "[去]卤水点豆腐 作者：刘水水.txt",
    "夸克盘链接": "https://pan.quark.cn/s/d11bc5154295"
  },
  {
    "文件名": "[去]卤水点豆腐 作者：刘水水（更新至65章）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/0b83109f49fe"
  },
  {
    "文件名": "[去]笼中蝶by认栀Diamond.txt",
    "夸克盘链接": "https://pan.quark.cn/s/3b7ff071791c"
  },
  {
    "文件名": "[去]龙傲天男主的海棠开局by北梦淑醒.txt",
    "夸克盘链接": "https://pan.quark.cn/s/da9856ac153f"
  },
  {
    "文件名": "[去]劣质真心 作者：鱼望池.txt",
    "夸克盘链接": "https://pan.quark.cn/s/60ad785b5312"
  },
  {
    "文件名": "[去]另一个我的深情 作者：觉明姐姐.txt",
    "夸克盘链接": "https://pan.quark.cn/s/0097686742f9"
  },
  {
    "文件名": "[去]撩疯了！狐系偶像他真的会蛊人！（蛊爆！炮灰偶像他杀疯了啊！） 作者：碳烤肥牛.txt",
    "夸克盘链接": "https://pan.quark.cn/s/05b1211baa1e"
  },
  {
    "文件名": "[去]劣A金丝雀竟是顶级Alpha（贺少你家顶A又在装绿茶了） 作者：甜桃猫.txt",
    "夸克盘链接": "https://pan.quark.cn/s/7166e7ea0861"
  },
  {
    "文件名": "[去]劣质春日 作者：温不离.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a6a32f9837af"
  },
  {
    "文件名": "[去]劣质春日 作者：温不离(1).txt",
    "夸克盘链接": "https://pan.quark.cn/s/212f32c5c0e2"
  },
  {
    "文件名": "[去]恋综修罗场，我让癫学成为顶流！ 作者：是kk.txt",
    "夸克盘链接": "https://pan.quark.cn/s/03fa52bb09b0"
  },
  {
    "文件名": "[去]两心再相负by佚名 赵旭驰＆钟穆笙.txt",
    "夸克盘链接": "https://pan.quark.cn/s/b0a438e23cec"
  },
  {
    "文件名": "[去]冷面杀手俊王爷 作者：星爱阅读.txt",
    "夸克盘链接": "https://pan.quark.cn/s/4d2b739cd24a"
  },
  {
    "文件名": "[去]冷面小青龙掉进咒术片场 作者：青花辞.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e5770dd71808"
  },
  {
    "文件名": "[去]联邦最契合关系by佚名 滕誉野＆杜池璋.txt",
    "夸克盘链接": "https://pan.quark.cn/s/fb57245b060c"
  },
  {
    "文件名": "[去]恋爱脑清醒后by佚名 顾连隽＆应承言.txt",
    "夸克盘链接": "https://pan.quark.cn/s/89727c27dae2"
  },
  {
    "文件名": "[去]冷酷师兄是个糖心圆子（重生） 作者：菠萝甜蜜蜜.txt",
    "夸克盘链接": "https://pan.quark.cn/s/cb45627672ce"
  },
  {
    "文件名": "[去]冷淡受他只想被透批玩坏by方也.txt",
    "夸克盘链接": "https://pan.quark.cn/s/1bee0bf7b06a"
  },
  {
    "文件名": "[去]冷经理和闯祸精by两面包夹芝士.txt",
    "夸克盘链接": "https://pan.quark.cn/s/3e4e4609611c"
  },
  {
    "文件名": "[去]冷冰冰和哭唧唧 作者：路曲十三.txt",
    "夸克盘链接": "https://pan.quark.cn/s/4c52d7332f02"
  },
  {
    "文件名": "[去]快穿：在狗血的全世界路过 作者：沈儡.txt",
    "夸克盘链接": "https://pan.quark.cn/s/70de8f1e2d63"
  },
  {
    "文件名": "[去]兰台令 作者：许一北.txt",
    "夸克盘链接": "https://pan.quark.cn/s/b18b72f493fa"
  },
  {
    "文件名": "[去]勒紧腹黑杀手的脖绳 作者：Valley.txt",
    "夸克盘链接": "https://pan.quark.cn/s/76e84be7a1b3"
  },
  {
    "文件名": "[去]快穿之我真没想攻略他 作者：不学药药.txt",
    "夸克盘链接": "https://pan.quark.cn/s/1977c4ee04cc"
  },
  {
    "文件名": "[去]快穿：万人迷宿主他天生锦鲤命（快穿：清冷神君对宿主无限撩宠） 作者：裘云.txt",
    "夸克盘链接": "https://pan.quark.cn/s/875d8a466d11"
  },
  {
    "文件名": "[去]快穿：小炮灰总被变态坏狗们窥伺（主神：宝贝呼吸了，他喜欢我！） 作者：云衔九号路.txt",
    "夸克盘链接": "https://pan.quark.cn/s/62e2337cdb9d"
  },
  {
    "文件名": "[去]快穿：我真不是来养狗的（疯狗变家犬的108式驯养法） 作者：飞鸟想吃薯条.txt",
    "夸克盘链接": "https://pan.quark.cn/s/2c9c7c9fdaa0"
  },
  {
    "文件名": "[去]快穿：万人迷白月光再苏一集（快穿：谁家白月光摁着男主亲） 作者：摇摇秋.txt",
    "夸克盘链接": "https://pan.quark.cn/s/7cd341efd120"
  },
  {
    "文件名": "[去]快穿：男主哪里好，男二才是宝（漂亮老婆太蛊了，一个直球人麻了） 作者：山谷迁乔.txt",
    "夸克盘链接": "https://pan.quark.cn/s/bb298ce2de69"
  },
  {
    "文件名": "[去]快穿：当恶人手拿救赎剧本（主神每个世界都在哄宿主结婚） 作者：謦书.txt",
    "夸克盘链接": "https://pan.quark.cn/s/1b4cf271132e"
  },
  {
    "文件名": "[去]快穿：惨遭雷劈后我被主神招安了（高冷剑客的快穿之旅） 作者：明台清念.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e0cba09a87a1"
  },
  {
    "文件名": "[去]快穿：狗血文里的小炮灰他不干了（快穿：小炮灰靠美貌杀出重围） 作者：单十四.txt",
    "夸克盘链接": "https://pan.quark.cn/s/16bd6dd4eb76"
  },
  {
    "文件名": "[去]快穿：疯批神明总关我小黑屋（快穿：人神殊途，我们不能在一起） 作者：秃头仙人球.txt",
    "夸克盘链接": "https://pan.quark.cn/s/2cb2c8f0c389"
  },
  {
    "文件名": "[去]快穿：钓系宿主在线恋爱（快穿：大佬又对宿主一见钟情啦） 作者：松墨韵烟.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c693c267556b"
  },
  {
    "文件名": "[去]快穿：钓系美人浑身反骨魅力满格 作者：幽客来.txt",
    "夸克盘链接": "https://pan.quark.cn/s/1d3b1f093ac5"
  },
  {
    "文件名": "[去]快穿：踹掉渣男，撩宠绝美反派！（老婆要哄？稍等，我先把渣男埋了） 作者：海棠春色.txt",
    "夸克盘链接": "https://pan.quark.cn/s/7a87c60df3bb"
  },
  {
    "文件名": "[去]快穿：被迫和反派走强制爱剧情（快穿：恶毒炮灰和反派天生一对） 作者：生活杀了我.txt",
    "夸克盘链接": "https://pan.quark.cn/s/8115c192cbd0"
  },
  {
    "文件名": "[去]可爱值爆表［快穿］ 作者：三无是萌点.txt",
    "夸克盘链接": "https://pan.quark.cn/s/0f05862c0196"
  },
  {
    "文件名": "[去]苦主【穿书】by黄黄的幌子.txt",
    "夸克盘链接": "https://pan.quark.cn/s/29da19ebb158"
  },
  {
    "文件名": "[去]孔雀饲养指南 作者：Claire.txt",
    "夸克盘链接": "https://pan.quark.cn/s/11900b44fbe4"
  },
  {
    "文件名": "[去]口是心非 作者：殺死喜歡.txt",
    "夸克盘链接": "https://pan.quark.cn/s/de87d977db00"
  },
  {
    "文件名": "[去]勘查现场禁止恋爱 作者：檀西.txt",
    "夸克盘链接": "https://pan.quark.cn/s/1dbc9a3f883f"
  },
  {
    "文件名": "[去]开情趣用品店的雄虫by白械.txt",
    "夸克盘链接": "https://pan.quark.cn/s/8f016dd0290b"
  },
  {
    "文件名": "[去]君臣不相安 作者：长尘笑.txt",
    "夸克盘链接": "https://pan.quark.cn/s/5e8f5b5f8a12"
  },
  {
    "文件名": "[去]开局穿成暗卫，靠撩拨主上苟活（不是暗卫吗？怎么天天被宠哭） 作者：北橘岛.txt",
    "夸克盘链接": "https://pan.quark.cn/s/29a5219ea53e"
  },
  {
    "文件名": "[去]今天杀手当好爸爸了吗 作者：橘猫的夏天.txt",
    "夸克盘链接": "https://pan.quark.cn/s/b6be8244bf31"
  },
  {
    "文件名": "[去]惊，谁家小可怜鬼从坟里爬出来了（甜翻，傅总的小鬼喂养指南） 作者：游鱼三万里.txt",
    "夸克盘链接": "https://pan.quark.cn/s/15ad1ce99578"
  },
  {
    "文件名": "[去]拒绝升职，小助理出逃99次 作者：江江湘湘.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ec2085caaa72"
  },
  {
    "文件名": "[去]今天又被腹黑发小强制爱了 作者：衔墓雨.txt",
    "夸克盘链接": "https://pan.quark.cn/s/28c1313b0703"
  },
  {
    "文件名": "[去]今日有囍 作者：长毛橘（更新至98章）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/bb32e7862c3e"
  },
  {
    "文件名": "[去]戒烟 作者：风拾野草.txt",
    "夸克盘链接": "https://pan.quark.cn/s/90baf6bb41e4"
  },
  {
    "文件名": "[去]娇软美人就该被xpby明珠.txt",
    "夸克盘链接": "https://pan.quark.cn/s/94de15780790"
  },
  {
    "文件名": "[去]劫神 作者：雾山岚.txt",
    "夸克盘链接": "https://pan.quark.cn/s/5de86c207861"
  },
  {
    "文件名": "[去]娇宠小人鱼，星际直播爆火！（殿下任性宠，软糯小人鱼娇没边儿） 作者：悲回风.txt",
    "夸克盘链接": "https://pan.quark.cn/s/fe1657178666"
  },
  {
    "文件名": "[去]捡来的小孩是仇家卧底 作者：识我惊惶.txt",
    "夸克盘链接": "https://pan.quark.cn/s/440e174bdb9a"
  },
  {
    "文件名": "[去]剑尊对他一往情深 作者：戮诗.txt",
    "夸克盘链接": "https://pan.quark.cn/s/d0c11617d525"
  },
  {
    "文件名": "[去]交个朋友 作者：云间游.txt",
    "夸克盘链接": "https://pan.quark.cn/s/124684e694d3"
  },
  {
    "文件名": "[去]剑尊废掉后成了我夫君的小妾（互攻）by绯鸟不是肥鸟.txt",
    "夸克盘链接": "https://pan.quark.cn/s/2a93767e833b"
  },
  {
    "文件名": "[去]假装失忆后前夫哥找上门 作者：萝卜花兔子.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a30a96fd0ace"
  },
  {
    "文件名": "[去]假少爷只想好好学习（竹马狠狠宠：漂亮老婆又乖又软） 作者：栀子凉血.txt",
    "夸克盘链接": "https://pan.quark.cn/s/0e79e6edf288"
  },
  {
    "文件名": "[去]捡到一个杀手他赖上我了怎么办 作者：沉梦听雨.txt",
    "夸克盘链接": "https://pan.quark.cn/s/f46bd34dfc7e"
  },
  {
    "文件名": "[去]嫁给新贵大佬之后 作者：红烧排骨拌饭.txt",
    "夸克盘链接": "https://pan.quark.cn/s/453c734526cc"
  },
  {
    "文件名": "[去]假少爷和阴郁反派联姻后 作者：叶行舟.txt",
    "夸克盘链接": "https://pan.quark.cn/s/f3955a0d6874"
  },
  {
    "文件名": "[去]假少爷不想吃苦了 作者：寒菽.txt",
    "夸克盘链接": "https://pan.quark.cn/s/81e5bc1eb828"
  },
  {
    "文件名": "[去]假面佛 作者：陌上南疆.txt",
    "夸克盘链接": "https://pan.quark.cn/s/d2592ac44d57"
  },
  {
    "文件名": "[去]回声[无限] 作者：冻感超人（更新至376章）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/2860b04d0afa"
  },
  {
    "文件名": "[去]家长里短 作者：一截子梦.txt",
    "夸克盘链接": "https://pan.quark.cn/s/2a723e6c23ca"
  },
  {
    "文件名": "[去]寄养后被豪门哥哥娇养了 作者：宋九音.txt",
    "夸克盘链接": "https://pan.quark.cn/s/954770a787e6"
  },
  {
    "文件名": "[去]家有继兄byOla.txt",
    "夸克盘链接": "https://pan.quark.cn/s/f7dfc0794db5"
  },
  {
    "文件名": "[去]获得隐身系统后（排泄向）by寒山见.txt",
    "夸克盘链接": "https://pan.quark.cn/s/667513c86563"
  },
  {
    "文件名": "[去]悔婚后渣攻堕魔了by佚名 宋敛默＆乐正轩.txt",
    "夸克盘链接": "https://pan.quark.cn/s/280fe80fb43f"
  },
  {
    "文件名": "[去]婚约的有效期by水面.txt",
    "夸克盘链接": "https://pan.quark.cn/s/aa08388c6d60"
  },
  {
    "文件名": "[去]回到八零，换攻追梦by佚名 常道临＆江远寒.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ffc40571febe"
  },
  {
    "文件名": "[去]回头草绝不沾一点by佚名 霍庭深＆祁烨绪.txt",
    "夸克盘链接": "https://pan.quark.cn/s/2c5825984615"
  },
  {
    "文件名": "[去]回村 作者：叶渔.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e311f1fa2a9e"
  },
  {
    "文件名": "[去]荒淫盛宴by混水八爪鱼.txt",
    "夸克盘链接": "https://pan.quark.cn/s/270903068317"
  },
  {
    "文件名": "[去]坏了！恶毒炮灰也要被关小黑屋吗（坏了！恶毒炮灰被男主强取豪夺了） 作者：棠棠.txt",
    "夸克盘链接": "https://pan.quark.cn/s/71159fcea7ec"
  },
  {
    "文件名": "[去]坏脾气美人顺毛指南 作者：许辰安.txt",
    "夸克盘链接": "https://pan.quark.cn/s/d51635c71fcc"
  },
  {
    "文件名": "[去]坏脾气美人 作者：日光暖.txt",
    "夸克盘链接": "https://pan.quark.cn/s/f328ce1e7410"
  },
  {
    "文件名": "[去]坏心上司的雌堕调教by烟蓝.txt",
    "夸克盘链接": "https://pan.quark.cn/s/8a29a5101cdc"
  },
  {
    "文件名": "[去]怀崽王爷住进我的空调房 作者：疯狂更新.txt",
    "夸克盘链接": "https://pan.quark.cn/s/8ada144ff93a"
  },
  {
    "文件名": "[去]华夏复苏从老祖宗开始 作者：云上歌.txt",
    "夸克盘链接": "https://pan.quark.cn/s/94f1bc6e693b"
  },
  {
    "文件名": "[去]怀崽后周律师被大佬攻略了 作者：流年慢慢.txt",
    "夸克盘链接": "https://pan.quark.cn/s/35968de5bd40"
  },
  {
    "文件名": "[去]怀孕后前夫哥成了我的产科医生 作者：山野嘉树.txt",
    "夸克盘链接": "https://pan.quark.cn/s/71536d699b41"
  },
  {
    "文件名": "[去]后悔的渣男不能要by佚名 萧绥明＆姜陨池.txt",
    "夸克盘链接": "https://pan.quark.cn/s/069f22f332de"
  },
  {
    "文件名": "[去]和主角受达成共识后 作者：回遥.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e8b60d97d29f"
  },
  {
    "文件名": "[去]和作精反派结婚后 作者：饭过三碗.txt",
    "夸克盘链接": "https://pan.quark.cn/s/63e34923249f"
  },
  {
    "文件名": "[去]和直男竹马一起上恋综后 作者：欧腮.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e6903b7256f1"
  },
  {
    "文件名": "[去]和退婚流龙傲天私奔后 作者：狐狸不归（更新至109章）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/39e0e1df6823"
  },
  {
    "文件名": "[去]和未来反派协议结婚后[穿书] 作者：提星点灯.txt",
    "夸克盘链接": "https://pan.quark.cn/s/9fee8064a0e1"
  },
  {
    "文件名": "[去]和渣男说再见 作者：匿名咸鱼.txt",
    "夸克盘链接": "https://pan.quark.cn/s/1452fef98806"
  },
  {
    "文件名": "[去]和死对头一起穿到了ABO 作者：掐指一算.txt",
    "夸克盘链接": "https://pan.quark.cn/s/92c67b0e9aeb"
  },
  {
    "文件名": "[去]和少爷拍视频“卖腐”后…… 作者：山见.txt",
    "夸克盘链接": "https://pan.quark.cn/s/2b6b51ac0900"
  },
  {
    "文件名": "[去]和离后，将军日日跪求原谅（追妻的将军不要脸） 作者：大耳朵狐兔.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c1e4940108e3"
  },
  {
    "文件名": "[去]和大佬通感，心声泄露后 作者：灵炎.txt",
    "夸克盘链接": "https://pan.quark.cn/s/faa21a2028eb"
  },
  {
    "文件名": "[去]和虫族元帅婚后的第二十年 作者：熊萌萌（更新至58章）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a81952ff087d"
  },
  {
    "文件名": "[去]和前夫死对头合作了by佚名 司航璋＆宿淮简.txt",
    "夸克盘链接": "https://pan.quark.cn/s/f0e236554c23"
  },
  {
    "文件名": "[去]乖软的他！把末世怪物钓成了疯狗（乖软宿主！钓懵了末世偏执怪物） 作者：姝今.txt",
    "夸克盘链接": "https://pan.quark.cn/s/5144ea3f997a"
  },
  {
    "文件名": "[去]怪物也要被包办婚姻吗 作者：见岳.txt",
    "夸克盘链接": "https://pan.quark.cn/s/81778894ed83"
  },
  {
    "文件名": "[去]寒冬度荒年by佚名 赵临铮＆林枫眠.txt",
    "夸克盘链接": "https://pan.quark.cn/s/dd59e843cf88"
  },
  {
    "文件名": "[去]孩子气 作者：越山阴.txt",
    "夸克盘链接": "https://pan.quark.cn/s/0fd0519f2c3a"
  },
  {
    "文件名": "[去]哈基咪 作者：三三而山.txt",
    "夸克盘链接": "https://pan.quark.cn/s/19ecbf50f949"
  },
  {
    "文件名": "[去]乖巧替身翻墙跑，绿茶江总追妻忙 作者：九九归一砸.txt",
    "夸克盘链接": "https://pan.quark.cn/s/8ab1b6f1d8c8"
  },
  {
    "文件名": "[去]乖，别想跑：仙尊独宠柔弱徒儿！ 作者：榎懒林.txt",
    "夸克盘链接": "https://pan.quark.cn/s/6de69f96dcfb"
  },
  {
    "文件名": "[去]乖乖主播网恋后，残疾大佬不装了 作者：玉骨西风.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ee3c3ec0a9e6"
  },
  {
    "文件名": "[去]寡夫回忆录 作者：粥小啾啾.txt",
    "夸克盘链接": "https://pan.quark.cn/s/6a83e796fd6d"
  },
  {
    "文件名": "[去]寡王Beta和顶A先婚后爱了 作者：闻声渐醒.txt",
    "夸克盘链接": "https://pan.quark.cn/s/2b6029c4fa79"
  },
  {
    "文件名": "[去]孤棹 作者：浅霄.txt",
    "夸克盘链接": "https://pan.quark.cn/s/14aafeb2ea1e"
  },
  {
    "文件名": "[去]古代种田摆摊开店日常 作者：天野梁人.txt",
    "夸克盘链接": "https://pan.quark.cn/s/61fb2edc5f06"
  },
  {
    "文件名": "[去]孤娇养的侍妾是敌国太子（孤是敌国太子崽他爹） 作者：郁诗柠.txt",
    "夸克盘链接": "https://pan.quark.cn/s/6d622ca33ef9"
  },
  {
    "文件名": "[去]孤潜2201 作者：刀潇面.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c13fcc074f58"
  },
  {
    "文件名": "[去]公司团建误闯虫族 作者：秋秋会啾啾.txt",
    "夸克盘链接": "https://pan.quark.cn/s/2bf8785166cd"
  },
  {
    "文件名": "[去]孤独的岛 作者：乌云天.txt",
    "夸克盘链接": "https://pan.quark.cn/s/783134702b2c"
  },
  {
    "文件名": "[去]狗咬狗by块陶.txt",
    "夸克盘链接": "https://pan.quark.cn/s/16328df6a393"
  },
  {
    "文件名": "[去]共情妄想症 作者：日薄夕山.txt",
    "夸克盘链接": "https://pan.quark.cn/s/740ebf9569c1"
  },
  {
    "文件名": "[去]攻了好兄弟的漂亮男友 作者：栖止不定.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ee88992f1512"
  },
  {
    "文件名": "[去]哥哥，我不想动（被强制宠后反派他更娇气了） 作者：废物懒人.txt",
    "夸克盘链接": "https://pan.quark.cn/s/7f8c71fa066d"
  },
  {
    "文件名": "[去]工具人也要有剧情by佚名 祁明然.txt",
    "夸克盘链接": "https://pan.quark.cn/s/5affd87527b1"
  },
  {
    "文件名": "[去]哥哥，我不是故意的 作者：橘大卷.txt",
    "夸克盘链接": "https://pan.quark.cn/s/afa935d92f47"
  },
  {
    "文件名": "[去]哥哥，你缺一块小粘糕吗（我若为星君为月） 作者：玉荇.txt",
    "夸克盘链接": "https://pan.quark.cn/s/9c4ac0856c5f"
  },
  {
    "文件名": "[去]伽罗金刚 作者：凌伊丶.txt",
    "夸克盘链接": "https://pan.quark.cn/s/260b9ed9aa8e"
  },
  {
    "文件名": "[去]高冷上司的意淫对象竟然是我（请不要让我看到同事意淫我的画面）by路游.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e3ccec62c1e6"
  },
  {
    "文件名": "[去]父亲的私生子成了我的Alpha by佚名 萧纪临＆宋景明.txt",
    "夸克盘链接": "https://pan.quark.cn/s/003d663d423c"
  },
  {
    "文件名": "[去]父亲的双性小美人（xp之集大成）by随便吧.txt",
    "夸克盘链接": "https://pan.quark.cn/s/f5a695d9d3ae"
  },
  {
    "文件名": "[去]扶风令 作者：覆弥.txt",
    "夸克盘链接": "https://pan.quark.cn/s/901d994eee79"
  },
  {
    "文件名": "[去]夫君又娇又凶，小结巴边掉泪边哄（我那体弱多病的夫君天天忘本） 作者：君不虞.txt",
    "夸克盘链接": "https://pan.quark.cn/s/d436b169aa9a"
  },
  {
    "文件名": "[去]夫郎是个小跟班 作者：坏蛋猫两只.txt",
    "夸克盘链接": "https://pan.quark.cn/s/d3f6c06ac8a2"
  },
  {
    "文件名": "[去]凤凰男炮灰认错男主后 作者：林少言.txt",
    "夸克盘链接": "https://pan.quark.cn/s/2ca673b81742"
  },
  {
    "文件名": "[去]奉神 作者：今朽.txt",
    "夸克盘链接": "https://pan.quark.cn/s/3edcf3086da9"
  },
  {
    "文件名": "[去]反派十胎好孕 作者：墨艾艾艾艾（更新至127章）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c6270e494028"
  },
  {
    "文件名": "[去]费氏悲歌：费家美人和老肥丑记事录by没有名字.txt",
    "夸克盘链接": "https://pan.quark.cn/s/3821be31e786"
  },
  {
    "文件名": "[去]反向攻略：太子殿下国师今日不见（人善被人欺国师实在是太善了） 作者：一笑癫狂.txt",
    "夸克盘链接": "https://pan.quark.cn/s/2209ba1185a2"
  },
  {
    "文件名": "[去]分手后就别来找我by佚名 裴斯谌＆薛言启.txt",
    "夸克盘链接": "https://pan.quark.cn/s/aa79270cb0c5"
  },
  {
    "文件名": "[去]反派模拟器扮演指南 作者：昵称只能用数字和字母.txt",
    "夸克盘链接": "https://pan.quark.cn/s/9210d8c0c4c7"
  },
  {
    "文件名": "[去]反派不洗白[快穿] 作者：即墨遥（更新至33章）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/88b94080fd4f"
  },
  {
    "文件名": "[去]恶劣大佬是真绝色【快穿】（渣男他是真绝色【快穿】） 作者：窈樂.txt",
    "夸克盘链接": "https://pan.quark.cn/s/fb1283ebb7e1"
  },
  {
    "文件名": "[去]恶毒美人死遁三次后[穿书] 作者：眠自在.txt",
    "夸克盘链接": "https://pan.quark.cn/s/3c5c179118ab"
  },
  {
    "文件名": "[去]恶毒男配他又疯又娇（漂亮宝贝为什么是恶毒男配） 作者：my吃吃吃.txt",
    "夸克盘链接": "https://pan.quark.cn/s/b998a461c3a6"
  },
  {
    "文件名": "[去]恶犬大师兄 作者：霆玥.txt",
    "夸克盘链接": "https://pan.quark.cn/s/abbdb210fa24"
  },
  {
    "文件名": "[去]夺秋日by涤尘青萍.txt",
    "夸克盘链接": "https://pan.quark.cn/s/88fe48a66f55"
  },
  {
    "文件名": "[去]兜圈 作者：好运六号楼.txt",
    "夸克盘链接": "https://pan.quark.cn/s/1d592ecbe269"
  },
  {
    "文件名": "[去]多云转晴 作者：未卜880.txt",
    "夸克盘链接": "https://pan.quark.cn/s/b560fffa11e7"
  },
  {
    "文件名": "[去]低声哄！小少爷，我非你不可（病弱小少爷出国后，顾总穷追不舍） 作者：忆辞九归.txt",
    "夸克盘链接": "https://pan.quark.cn/s/87f81e06072d"
  },
  {
    "文件名": "[去]第一次的客人by废墟.txt",
    "夸克盘链接": "https://pan.quark.cn/s/608262a72c56"
  },
  {
    "文件名": "[去]对不起，我是Omega 作者：有雪飘然.txt",
    "夸克盘链接": "https://pan.quark.cn/s/3ce4bc22dbc2"
  },
  {
    "文件名": "[去]当师匠转职做农场主 作者：芋泥升龙霸.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e9f406fcac24"
  },
  {
    "文件名": "[去]当小O进入军营后，他玩脱了 作者：云边鹤.txt",
    "夸克盘链接": "https://pan.quark.cn/s/8439f2f015aa"
  },
  {
    "文件名": "[去]当漫画给路人甲加了反派滤镜 作者：金六六（更新至45章）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/2838dd5482f1"
  },
  {
    "文件名": "[去]当主角受竹马不好过 作者：匿名咸鱼.txt",
    "夸克盘链接": "https://pan.quark.cn/s/57895e326984"
  },
  {
    "文件名": "[去]当龙傲天绑定男德系统后 作者：久而思归.txt",
    "夸克盘链接": "https://pan.quark.cn/s/0575be552b86"
  },
  {
    "文件名": "[去]当柯学世界全员黑方 作者：卟卟芭咕.txt",
    "夸克盘链接": "https://pan.quark.cn/s/b464e7724699"
  },
  {
    "文件名": "[去]当假少爷成为金丝雀以后 作者：老棉裤.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c6bcc85939ac"
  },
  {
    "文件名": "[去]当夹心饼干没有夹心 作者：不信人间有白头.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a5a5f9eb89ec"
  },
  {
    "文件名": "[去]当富江在HxH种田 作者：赤亘.txt",
    "夸克盘链接": "https://pan.quark.cn/s/8e4aa4f39014"
  },
  {
    "文件名": "[去]丹青为鉴 作者：虾球好吃.txt",
    "夸克盘链接": "https://pan.quark.cn/s/fc2f3f8d299a"
  },
  {
    "文件名": "[去]单身主义者的堕落 作者：天才小鱼仔.txt",
    "夸克盘链接": "https://pan.quark.cn/s/55e3beec6f0c"
  },
  {
    "文件名": "[去]带崽就跑好刺激 作者：京柘.txt",
    "夸克盘链接": "https://pan.quark.cn/s/04f76851f534"
  },
  {
    "文件名": "[去]大佬之路从绑定神豪系统开始 作者：实木鱼.txt",
    "夸克盘链接": "https://pan.quark.cn/s/066a5a3ace73"
  },
  {
    "文件名": "[去]带球跑了十年后 作者：氿鲸.txt",
    "夸克盘链接": "https://pan.quark.cn/s/775ecb859fcb"
  },
  {
    "文件名": "[去]催眠室友爆艹嫩批（3p，双性）by爱吃肉的小笼包.txt",
    "夸克盘链接": "https://pan.quark.cn/s/3ccaa7fcfb35"
  },
  {
    "文件名": "[去]刺猬效应 作者：枕月眷风.txt",
    "夸克盘链接": "https://pan.quark.cn/s/6b4ca6085dba"
  },
  {
    "文件名": "[去]垂涎年下犬系反被压 作者：天要下冰雹.txt",
    "夸克盘链接": "https://pan.quark.cn/s/10f01d63a709"
  },
  {
    "文件名": "[去]春夜斑驳by冬寄绵绵.txt",
    "夸克盘链接": "https://pan.quark.cn/s/21a87b69ad6d"
  },
  {
    "文件名": "[去]春来了（当贫穷的阴暗批被迫卖淫后）by明珠.txt",
    "夸克盘链接": "https://pan.quark.cn/s/6a422ee68e0a"
  },
  {
    "文件名": "[去]辞别岁暮不相逢by佚名 慕昀铮＆景别钰.txt",
    "夸克盘链接": "https://pan.quark.cn/s/d90c33c8615a"
  },
  {
    "文件名": "[去]穿越成开国皇帝好兄弟后我被背刺了by海月淹没.txt",
    "夸克盘链接": "https://pan.quark.cn/s/8a12d7a6b1c4"
  },
  {
    "文件名": "[去]惩戒短篇合集by夹心面饼狗.txt",
    "夸克盘链接": "https://pan.quark.cn/s/6cad4586cd60"
  },
  {
    "文件名": "[去]穿回八零考大学by佚名 简丰年＆童陆.txt",
    "夸克盘链接": "https://pan.quark.cn/s/32e58b961d2e"
  },
  {
    "文件名": "[去]床上扮演 作者：秋秋秋秋.txt",
    "夸克盘链接": "https://pan.quark.cn/s/1c18bba38700"
  },
  {
    "文件名": "[去]成为五条大人的辅助监督后__ 作者：秋秋蛋蛋.txt",
    "夸克盘链接": "https://pan.quark.cn/s/5560b370513d"
  },
  {
    "文件名": "[去]成为皇帝陛下的养子 作者：5百文.txt",
    "夸克盘链接": "https://pan.quark.cn/s/5d74ff0fcde7"
  },
  {
    "文件名": "[去]成为反派黑月光后 作者：风汲.txt",
    "夸克盘链接": "https://pan.quark.cn/s/7fce0621eeeb"
  },
  {
    "文件名": "[去]成为白月光，然后死遁［快穿］ 作者：绿色啵啵糖.txt",
    "夸克盘链接": "https://pan.quark.cn/s/05dd8441b86f"
  },
  {
    "文件名": "[去]布拉纳法则（五年后，沐律回来了） 作者：雾风眠.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c56c451550da"
  },
  {
    "文件名": "[去]彩霞濯满天 作者：冶川.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c380ed3ca977"
  },
  {
    "文件名": "[去]布蕾珍珠奶茶 作者：我的精神状态不好.txt",
    "夸克盘链接": "https://pan.quark.cn/s/bed2c5044f62"
  },
  {
    "文件名": "[去]差错 作者：enough.txt",
    "夸克盘链接": "https://pan.quark.cn/s/844f4ab990ca"
  },
  {
    "文件名": "[去]不重生之我在联盟当关系户（谁懂啊！这两口子一个比一个难缠） 作者：数星星的枇杷.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a10e9873ce9c"
  },
  {
    "文件名": "[去]不虞 作者：WeakWood.txt",
    "夸克盘链接": "https://pan.quark.cn/s/0b1bf65c4dde"
  },
  {
    "文件名": "[去]不要踩魔王的尾巴尖 作者：棕色袋子.txt",
    "夸克盘链接": "https://pan.quark.cn/s/bbfb68c6c82b"
  },
  {
    "文件名": "[去]不要和醋精医生结婚 作者：陈泱泱.txt",
    "夸克盘链接": "https://pan.quark.cn/s/fe222082c4c1"
  },
  {
    "文件名": "[去]不要，我只是个beta 作者：北山荒.txt",
    "夸克盘链接": "https://pan.quark.cn/s/29ae8aa96cf1"
  },
  {
    "文件名": "[去]不小心掰弯直男室友 作者：姚钱树.txt",
    "夸克盘链接": "https://pan.quark.cn/s/342ac8c6ac94"
  },
  {
    "文件名": "[去]不是老实人吗？咋变钓系病美人了（我拿你当好挚友，你却拿我当老婆） 作者：夏日暖萤.txt",
    "夸克盘链接": "https://pan.quark.cn/s/4a10febf4f00"
  },
  {
    "文件名": "[去]不期 作者：三月春鱼.txt",
    "夸克盘链接": "https://pan.quark.cn/s/10501033f16a"
  },
  {
    "文件名": "[去]不可耐 作者：咋能酱婶儿的呢.txt",
    "夸克盘链接": "https://pan.quark.cn/s/5dcc631b07dd"
  },
  {
    "文件名": "[去]不稳定关系by佚名 朝元季.txt",
    "夸克盘链接": "https://pan.quark.cn/s/8d3d31617949"
  },
  {
    "文件名": "[去]陛下他夜宿前朝（难堪雨藉）by今晚啥也不吃.txt",
    "夸克盘链接": "https://pan.quark.cn/s/746648b67c0a"
  },
  {
    "文件名": "[去]奔现失败，果断撤退by佚名 许清扬.txt",
    "夸克盘链接": "https://pan.quark.cn/s/027d8ff6c4f4"
  },
  {
    "文件名": "[去]不过帝王 作者：一只苦逼的岸下生物.txt",
    "夸克盘链接": "https://pan.quark.cn/s/fa85890d1bd5"
  },
  {
    "文件名": "[去]不吃落拓花的人 作者：匿垢.txt",
    "夸克盘链接": "https://pan.quark.cn/s/53c5ed4d3066"
  },
  {
    "文件名": "[去]被劣性Alpha干爆的娇软少爷by百岁山.txt",
    "夸克盘链接": "https://pan.quark.cn/s/5ca7efa6424b"
  },
  {
    "文件名": "[去]被出轨后，把直男老公抹布了（又名：渣男老公沦陷记）by阿葵亚.txt",
    "夸克盘链接": "https://pan.quark.cn/s/720d33f31441"
  },
  {
    "文件名": "[去]被两个渣A强取豪夺by佚名 庄乐池.txt",
    "夸克盘链接": "https://pan.quark.cn/s/7a0d78e005be"
  },
  {
    "文件名": "[去]被共享淫辱的漂亮金丝雀by沐已成粥.txt",
    "夸克盘链接": "https://pan.quark.cn/s/2fb0f24b54ea"
  },
  {
    "文件名": "[去]包养死对头成为金丝雀后 作者：暮千重.txt",
    "夸克盘链接": "https://pan.quark.cn/s/46c0d17b79de"
  },
  {
    "文件名": "[去]伴读还要兼职当媳妇！ 作者：昱怀信.txt",
    "夸克盘链接": "https://pan.quark.cn/s/020ef5299f92"
  },
  {
    "文件名": "[去]备胎攻幡然醒悟了 作者：仰天笑.txt",
    "夸克盘链接": "https://pan.quark.cn/s/fe5958b71636"
  },
  {
    "文件名": "[去]悖德剧本 作者：羌三目.txt",
    "夸克盘链接": "https://pan.quark.cn/s/dd63a2aa1ce7"
  },
  {
    "文件名": "[去]白月光与朱砂痣与狗by司马不知情.txt",
    "夸克盘链接": "https://pan.quark.cn/s/bcd7f438c27a"
  },
  {
    "文件名": "[去]把我送人后他后悔了by佚名 邱煦风＆郁景焕.txt",
    "夸克盘链接": "https://pan.quark.cn/s/2623a8053f15"
  },
  {
    "文件名": "[去]傲娇小夫郎，对着猎户拼命撩（猎户的末世小夫朗，不服就干） 作者：第十九年.txt",
    "夸克盘链接": "https://pan.quark.cn/s/728cf6a50231"
  },
  {
    "文件名": "[去]把老实大哥逼疯后 作者：笑相逢.txt",
    "夸克盘链接": "https://pan.quark.cn/s/b19b10487c74"
  },
  {
    "文件名": "[去]The Pietà 作者：青椒布丁鱼饼.txt",
    "夸克盘链接": "https://pan.quark.cn/s/f5a9f6a33ee6"
  },
  {
    "文件名": "[去]按时回家 作者：非目一.txt",
    "夸克盘链接": "https://pan.quark.cn/s/1706223df8aa"
  },
  {
    "文件名": "[去]stop！停止发癫 作者：知我.txt",
    "夸克盘链接": "https://pan.quark.cn/s/6e36bac3d654"
  },
  {
    "文件名": "[去]NPC雄虫和他们的元帅雌君.虫族（NPC雄虫攻略元帅雌君的三种方式） 作者：一屿知意.txt",
    "夸克盘链接": "https://pan.quark.cn/s/45d02d35c44d"
  },
  {
    "文件名": "[去]coser不存在魔阴身 作者：十月枝草.txt",
    "夸克盘链接": "https://pan.quark.cn/s/3552c9cf86ec"
  },
  {
    "文件名": "[去]cos阿卡姆骑士后和基友们穿了 作者：月上森歌.txt",
    "夸克盘链接": "https://pan.quark.cn/s/b7422c97766f"
  },
  {
    "文件名": "[去]Enigma的专宠小废柴（顶级Enigma的温柔攻势） 作者：柒聿.txt",
    "夸克盘链接": "https://pan.quark.cn/s/9cd7b43dc0b1"
  },
  {
    "文件名": "[去]bl文总受成攻［快穿］ 作者：禾子小西.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c548c16d34ed"
  },
  {
    "文件名": "[去]【ABO】小替身离开后总裁真香了 原名 总裁的哑巴小奶包（更新至1637章）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/8eb183296395"
  },
  {
    "文件名": "[去]beta为何会被强行标记 作者：低温土.txt",
    "夸克盘链接": "https://pan.quark.cn/s/bd271eee0fa5"
  },
  {
    "文件名": "[去]Beta是你的谎言 作者：芒果像鱼.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a816cb3aa99e"
  },
  {
    "文件名": "[去]Beta路过拒绝热搜 作者：摇鹤芽.txt",
    "夸克盘链接": "https://pan.quark.cn/s/062419e6a6c5"
  },
  {
    "文件名": "[去]Alpha也能怀崽吗QAQ 作者：乔洛笙.txt",
    "夸克盘链接": "https://pan.quark.cn/s/1fd17b51fccc"
  },
  {
    "文件名": "[去]【快穿】乖软少爷攻略的男神又黑化了 作者：薛火火（更新至-污染物50）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/d87e027b016f"
  },
  {
    "文件名": "[去]Alpha也会被标记吗 作者：吾志于木.txt",
    "夸克盘链接": "https://pan.quark.cn/s/edbd1ae4a508"
  },
  {
    "文件名": "[去]Affection by许言.txt",
    "夸克盘链接": "https://pan.quark.cn/s/b7cc999e03e0"
  },
  {
    "文件名": "[去]ABO：老师，你节操碎了一地 作者：莯兰.txt",
    "夸克盘链接": "https://pan.quark.cn/s/8cb6c434d6b5"
  },
  {
    "文件名": "[去]【总攻】点绛唇by星离雨散.txt",
    "夸克盘链接": "https://pan.quark.cn/s/58ed17ff1c01"
  },
  {
    "文件名": "[去]27岁还是孤寡就会变成魔法师 作者：出逃小狗.txt",
    "夸克盘链接": "https://pan.quark.cn/s/9e81a5d889e5"
  },
  {
    "文件名": "[去]【重生】直男别搞，我没喝中药！（树大招疯） 作者：青椒火腿馅儿.txt",
    "夸克盘链接": "https://pan.quark.cn/s/f053b8d3ac41"
  },
  {
    "文件名": "[去]【快穿】笨蛋小漂亮，撩人不自知（【快穿】万人迷小漂亮又娇又软） 作者：当归去来.txt",
    "夸克盘链接": "https://pan.quark.cn/s/9041af7bbd47"
  },
  {
    "文件名": "[去]【夏五】玉门小区规则怪谈 作者：是阿酒吖.txt",
    "夸克盘链接": "https://pan.quark.cn/s/19f57e787157"
  },
  {
    "文件名": "[去]【ABO】金丹又被周宰京弄哭了 作者：长夜漫.txt",
    "夸克盘链接": "https://pan.quark.cn/s/552ae0efb4cc"
  },
  {
    "文件名": "[去][综原神]为什么cos还能触发无限流剧情啊 作者：十五鋆起送.txt",
    "夸克盘链接": "https://pan.quark.cn/s/b1618980b57a"
  },
  {
    "文件名": "[去][足球]女装碰瓷马队后 作者：淞津.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a9dcc3c7a746"
  },
  {
    "文件名": "[去]【ABO】被假少爷夺命锁爱了 作者：凉拌翠花.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e1895803744a"
  },
  {
    "文件名": "[去]‘驯狮’ 作者：杀死喜欢.txt",
    "夸克盘链接": "https://pan.quark.cn/s/99000d6e0314"
  },
  {
    "文件名": "[去]《Distance》作者：美羊羊.txt",
    "夸克盘链接": "https://pan.quark.cn/s/42c843f6ae7b"
  },
  {
    "文件名": "[去][综英美]氪星崽分配指南 作者：不见西风长.txt",
    "夸克盘链接": "https://pan.quark.cn/s/2e9dd9c43b0c"
  },
  {
    "文件名": "[去][综英美]收容协会模拟器 作者：大梦我先觉.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c802dbc38dd6"
  },
  {
    "文件名": "[去][综英美]社畜判官的哥谭度假生活 作者：狐撞钟.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a0b14c98d4f0"
  },
  {
    "文件名": "[去][综英美]布鲁德海文急诊科 作者：碳烤羊排.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ff4a86e62bdf"
  },
  {
    "文件名": "[去]有内鬼，停止交易 作者：书不惊.txt",
    "夸克盘链接": "https://pan.quark.cn/s/8fc8b9055be2"
  },
  {
    "文件名": "[去]游戏账号是仙界白月光 作者：南陶陶.txt",
    "夸克盘链接": "https://pan.quark.cn/s/66dfd726e9f0"
  },
  {
    "文件名": "[去]用原神马甲在综漫当心灵蛋 作者：兔羊糕.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e4ba690ca405"
  },
  {
    "文件名": "[去]永恒囚笼 作者：置信区间（更新至73章）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/67e7c533d108"
  },
  {
    "文件名": "[去]用抽卡在高危推理漫画中求生 作者：白沙塘.txt",
    "夸克盘链接": "https://pan.quark.cn/s/970866d8b369"
  },
  {
    "文件名": "[去]硬核处对象，疯批鬼压床 作者：愈无心.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ebbf1cfdfc9d"
  },
  {
    "文件名": "[去]洋葱 作者：橘锯子.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e351d5983045"
  },
  {
    "文件名": "[去]焰炽 作者：白芥子.txt",
    "夸克盘链接": "https://pan.quark.cn/s/d8136cb6c185"
  },
  {
    "文件名": "[去]焰炽 作者：白芥子（更新至86章）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/9949c119297f"
  },
  {
    "文件名": "[去]星星的诗 作者：欠三斤.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c22f6d02336e"
  },
  {
    "文件名": "[去]砚迟欲野 作者：千锤百炼.txt",
    "夸克盘链接": "https://pan.quark.cn/s/016a3d4ac227"
  },
  {
    "文件名": "[去]新世纪进步主义 作者：松鼠小E.txt",
    "夸克盘链接": "https://pan.quark.cn/s/6350d4ee2b17"
  },
  {
    "文件名": "[去]煦煦隆冬 作者：澄萤.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a5871fbd6483"
  },
  {
    "文件名": "[去]新七宗罪 作者：ka卡ka.txt",
    "夸克盘链接": "https://pan.quark.cn/s/177dd6fdc0a4"
  },
  {
    "文件名": "[去]无限流，但上交我自己 作者：狮子星系（更新至234章）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/9b25c4a49c6b"
  },
  {
    "文件名": "[去]校草为爱一减一 作者：所靓.txt",
    "夸克盘链接": "https://pan.quark.cn/s/fe91e2929e79"
  },
  {
    "文件名": "[去]现实游戏逃生指南 作者：墨兔儿.txt",
    "夸克盘链接": "https://pan.quark.cn/s/47cd07524f60"
  },
  {
    "文件名": "[去]无言之妄 作者：屿因.txt",
    "夸克盘链接": "https://pan.quark.cn/s/cac289ac5a9f"
  },
  {
    "文件名": "[去]无限副本唯一指定清道夫 作者：Philoso（更新至92章）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/faccbd8a5d26"
  },
  {
    "文件名": "[去]无限：病弱小美人解除封印后（无限：全逃游都在磕我和宿敌cp） 作者：番茄小汉堡.txt",
    "夸克盘链接": "https://pan.quark.cn/s/242fca120a79"
  },
  {
    "文件名": "[去]无人监视 作者：苏城哑人.txt",
    "夸克盘链接": "https://pan.quark.cn/s/0226d2b570f4"
  },
  {
    "文件名": "[去]无妄海 作者：苏卡Su.txt",
    "夸克盘链接": "https://pan.quark.cn/s/4704c694b668"
  },
  {
    "文件名": "[去]无限副本唯一指定清道夫 作者：Philoso（更新至78章）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/81137c3049dc"
  },
  {
    "文件名": "[去]无人区日落 作者：爱野火车子.txt",
    "夸克盘链接": "https://pan.quark.cn/s/82de74fa319a"
  },
  {
    "文件名": "[去]无端寄遇 作者：屿因.txt",
    "夸克盘链接": "https://pan.quark.cn/s/2b7ae7184c0c"
  },
  {
    "文件名": "[去]未来老婆给我做了小裙子 作者：消池.txt",
    "夸克盘链接": "https://pan.quark.cn/s/d92d6a94914c"
  },
  {
    "文件名": "[去]未定义与命名 作者：豆面卷儿.txt",
    "夸克盘链接": "https://pan.quark.cn/s/3bb9096e2739"
  },
  {
    "文件名": "[去]替身掀了白月光（你我之间绝无可能） 作者：君有主.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ef038e45a700"
  },
  {
    "文件名": "[去]玩偶陷落：疯批攻的致命宠 作者：倾城.txt",
    "夸克盘链接": "https://pan.quark.cn/s/85e146969cdd"
  },
  {
    "文件名": "[去]死亡实况代理人[无限流] 作者：花半拆.txt",
    "夸克盘链接": "https://pan.quark.cn/s/017856a4994d"
  },
  {
    "文件名": "[去]替身攻上位纪实［快穿］ 作者：戈云栖.txt",
    "夸克盘链接": "https://pan.quark.cn/s/4c9d706258fe"
  },
  {
    "文件名": "[去]松鹤赋 作者：玉垒仙都.txt",
    "夸克盘链接": "https://pan.quark.cn/s/2e3144df6089"
  },
  {
    "文件名": "[去]死神祂按下了游戏退出键 作者：猫猫管理协会.txt",
    "夸克盘链接": "https://pan.quark.cn/s/cf5cca79f4f5"
  },
  {
    "文件名": "[去]死遁归来的我不做向导了 作者：深水恒星.txt",
    "夸克盘链接": "https://pan.quark.cn/s/0a6013fdf2c4"
  },
  {
    "文件名": "[去]死后成了反派私养鬼 作者：小鲤纱.txt",
    "夸克盘链接": "https://pan.quark.cn/s/390c4d9d9d1e"
  },
  {
    "文件名": "[去]死对头失忆后的驯服方法 作者：栖迦.txt",
    "夸克盘链接": "https://pan.quark.cn/s/3efd17b12be0"
  },
  {
    "文件名": "[去]死对头对我蓄谋已久 作者：白开水很甜.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a86e923003b8"
  },
  {
    "文件名": "[去]死掉的白月光变成阴湿男回来了 作者：八页叙.txt",
    "夸克盘链接": "https://pan.quark.cn/s/17908efb1428"
  },
  {
    "文件名": "[去]死对头的好感成了我的寿命 作者：小兔子乖乖12.txt",
    "夸克盘链接": "https://pan.quark.cn/s/6881cf824282"
  },
  {
    "文件名": "[去]死对头A嘎掉的第八年 作者：天使的自动笔记.txt",
    "夸克盘链接": "https://pan.quark.cn/s/41600054eff9"
  },
  {
    "文件名": "[去]是勇士，就下地！ 作者：一杯北海.txt",
    "夸克盘链接": "https://pan.quark.cn/s/03325f77d213"
  },
  {
    "文件名": "[去]是卧底，但在警校住六人间 作者：井上羽.txt",
    "夸克盘链接": "https://pan.quark.cn/s/b1bf0d1eb907"
  },
  {
    "文件名": "[去]狩心游戏（快穿） 作者：碉堡堡（更新至115章）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/d6e6b6587d4e"
  },
  {
    "文件名": "[去]爽爆！谁家假少爷敢亲豪门反派啊（假少爷很狂？这不一亲就哭了） 作者：林冬也.txt",
    "夸克盘链接": "https://pan.quark.cn/s/51267bf070b7"
  },
  {
    "文件名": "[去]是的，我们有一个孩子 作者：厌厌风来.txt",
    "夸克盘链接": "https://pan.quark.cn/s/b9cc8a00ab09"
  },
  {
    "文件名": "[去]时差 作者：小龙虾冰淇淋.txt",
    "夸克盘链接": "https://pan.quark.cn/s/add2d7de3c8b"
  },
  {
    "文件名": "[去]盛宠入骨：亿万总裁的天价前夫 作者：顾楚.txt",
    "夸克盘链接": "https://pan.quark.cn/s/d25ef7c65b36"
  },
  {
    "文件名": "[去]甚尔的综漫生活 作者：黑白摸鱼猫.txt",
    "夸克盘链接": "https://pan.quark.cn/s/dca975a3aeff"
  },
  {
    "文件名": "[去]神级抽卡，污染物为我狂赚十亿 作者：草莓梨涡.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c4455c994cef"
  },
  {
    "文件名": "[去]神豪：榜一大哥向我表白 作者：晨时念安.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e62c36ed7830"
  },
  {
    "文件名": "[去]深渊巨龙守护你的钱包！[星际] 作者：知云止.txt",
    "夸克盘链接": "https://pan.quark.cn/s/7cbb472d6d97"
  },
  {
    "文件名": "[去]深情男配身残志坚[快穿] 作者：把灯船.txt",
    "夸克盘链接": "https://pan.quark.cn/s/81c32d0147d1"
  },
  {
    "文件名": "[去]社恐被阴郁病娇强制爱了 作者：豫佳.txt",
    "夸克盘链接": "https://pan.quark.cn/s/b82f2181b27d"
  },
  {
    "文件名": "[去]深蓝冰块 作者：匿名咸鱼.txt",
    "夸克盘链接": "https://pan.quark.cn/s/f1238be941d7"
  },
  {
    "文件名": "[去]沙雕穿成豪门后爸 作者：小欠有点咸.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e0b98884d1a9"
  },
  {
    "文件名": "[去]热寂 作者：毛线绒狗头.txt",
    "夸克盘链接": "https://pan.quark.cn/s/7fca57c6eda3"
  },
  {
    "文件名": "[去]求前男友火锅蘸料配方 作者：之姒.txt",
    "夸克盘链接": "https://pan.quark.cn/s/b8314ab0e222"
  },
  {
    "文件名": "[去]穷秀才和他的侯门小夫郎 作者：星懒懒.txt",
    "夸克盘链接": "https://pan.quark.cn/s/0688810e7d63"
  },
  {
    "文件名": "[去]清冷仙君他只想谈恋爱 作者：红豆小鱼.txt",
    "夸克盘链接": "https://pan.quark.cn/s/28624c9b062c"
  },
  {
    "文件名": "[去]求佛 作者：迟归鹤.txt",
    "夸克盘链接": "https://pan.quark.cn/s/32120a30350b"
  },
  {
    "文件名": "[去]清冷美人掉马后被阴鸷大佬强制疼宠 作者：蓝莓星球.txt",
    "夸克盘链接": "https://pan.quark.cn/s/cca803a57e49"
  },
  {
    "文件名": "[去]清冷室友醉酒求抱！恶犬他爽翘嘴（恶犬难驯？是谁半夜低头亲懵老婆） 作者：随望.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a20babbc32b9"
  },
  {
    "文件名": "[去]秦王扫六合 作者：风不秃.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a96753a4bd8f"
  },
  {
    "文件名": "[去]普通人该如何角色扮演［快穿］ 作者：长枝青（更新至189章）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ba45bb20d9f1"
  },
  {
    "文件名": "[去]欺骗顶流，贪财直男翻车了 作者：金岚钰.txt",
    "夸克盘链接": "https://pan.quark.cn/s/f478db3748de"
  },
  {
    "文件名": "[去]普通男大穿书后，炮灰成了万人迷（迟钝炮灰被主角抱在怀里亲懵了） 作者：云青青兮玉羽.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ccadd66eff3b"
  },
  {
    "文件名": "[去]破格 作者：乌丁泥.txt",
    "夸克盘链接": "https://pan.quark.cn/s/5ade0116b63d"
  },
  {
    "文件名": "[去]璞石琢玉 作者：天焓多穿衣.txt",
    "夸克盘链接": "https://pan.quark.cn/s/d924b8de35a0"
  },
  {
    "文件名": "[去]漂亮小可怜被Daddy娇养后 作者：卷个卷心饼.txt",
    "夸克盘链接": "https://pan.quark.cn/s/1b827270319f"
  },
  {
    "文件名": "[去]漂亮世子又被各路反派玩哭了 作者：O泡泡.txt",
    "夸克盘链接": "https://pan.quark.cn/s/0530b32e27f5"
  },
  {
    "文件名": "[去]漂亮菟丝花被迫加班 作者：郎不知.txt",
    "夸克盘链接": "https://pan.quark.cn/s/10b2d0d4af3d"
  },
  {
    "文件名": "[去]漂亮皮囊的囚徒（画室里的小聋子美的让人移不开眼） 作者：彼得潘Q.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e8ec612d8415"
  },
  {
    "文件名": "[去]漂亮人鱼老婆带崽找上门后 作者：娃娃OVO.txt",
    "夸克盘链接": "https://pan.quark.cn/s/06111fe8834b"
  },
  {
    "文件名": "[去]漂亮炮灰是病弱娇气包 作者：陆猫猫.txt",
    "夸克盘链接": "https://pan.quark.cn/s/b4657afc6055"
  },
  {
    "文件名": "[去]漂亮炮灰是邪神[快穿] 作者：摩卡不加奶.txt",
    "夸克盘链接": "https://pan.quark.cn/s/33bb574ceb9d"
  },
  {
    "文件名": "[去]漂亮老婆太疯批，小少爷跪求亲亲（病瘾逢春） 作者：一个狗蛋.txt",
    "夸克盘链接": "https://pan.quark.cn/s/4477f8f21801"
  },
  {
    "文件名": "[去]漂亮宝贝不开窍，霍总急红眼诱哄（漂亮老婆是自闭，大佬急红眼诱哄） 作者：卉雨贤之.txt",
    "夸克盘链接": "https://pan.quark.cn/s/4b6a61db5894"
  },
  {
    "文件名": "[去]漂亮老婆是无限BOSS 作者：昭野弥弥.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ec3b87a7777d"
  },
  {
    "文件名": "[去]漂亮Beta卷入军校修罗场 作者：薄小冉.txt",
    "夸克盘链接": "https://pan.quark.cn/s/3baf9b4ae0ad"
  },
  {
    "文件名": "[去]炮灰小美人深陷修罗场（快穿） 作者：钱兔.txt",
    "夸克盘链接": "https://pan.quark.cn/s/f5e7c955aeaa"
  },
  {
    "文件名": "[去]炮灰他撩而不知，主角竟黑化了！（当甜宠文男主对男配一见钟情后！） 作者：二醉三两.txt",
    "夸克盘链接": "https://pan.quark.cn/s/1fdfe06b0559"
  },
  {
    "文件名": "[去]男团小透明？他靠贴贴撩翻全场！（贴贴续命！病美人爆改男团修罗场） 作者：玖潇潇.txt",
    "夸克盘链接": "https://pan.quark.cn/s/7d407d489e91"
  },
  {
    "文件名": "[去]炮灰拿稳万人迷剧本后[快穿] 作者：叶叶之秋.txt",
    "夸克盘链接": "https://pan.quark.cn/s/8733a6e751a3"
  },
  {
    "文件名": "[去]男主别这样我是舅舅 作者：白水前.txt",
    "夸克盘链接": "https://pan.quark.cn/s/cbaea27ab61f"
  },
  {
    "文件名": "[去]男神跪下 作者：洺渊.txt",
    "夸克盘链接": "https://pan.quark.cn/s/549b3cb80d32"
  },
  {
    "文件名": "[去]男朋友是颗海藻怎么办 作者：浮若.txt",
    "夸克盘链接": "https://pan.quark.cn/s/29740ae6ba0b"
  },
  {
    "文件名": "[去]男扮女装当圣女（九州白月光） 作者：安神茶.txt",
    "夸克盘链接": "https://pan.quark.cn/s/201d5abfaedb"
  },
  {
    "文件名": "[去]男配上位准则 作者：七且.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ec62a1349407"
  },
  {
    "文件名": "[去]男扮女装成为团播C位（直播：怎么办，我男扮女装太火了） 作者：萌发发.txt",
    "夸克盘链接": "https://pan.quark.cn/s/61c6352fce1d"
  },
  {
    "文件名": "[去]末世？我大卖特卖！ 作者：风行山令（更新至248章）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ec09b188dc88"
  },
  {
    "文件名": "[去]末世？我大卖特卖！ 作者：风行山令.txt",
    "夸克盘链接": "https://pan.quark.cn/s/17cf6679cfe7"
  },
  {
    "文件名": "[去]末日，全点了防御怎么办 作者：今日大福.txt",
    "夸克盘链接": "https://pan.quark.cn/s/d103b72094d8"
  },
  {
    "文件名": "[去]明夜方可 作者：一点蓝blue.txt",
    "夸克盘链接": "https://pan.quark.cn/s/71a553350ece"
  },
  {
    "文件名": "[去]棉花小猫可以统治咒术界吗 作者：橘格栗子.txt",
    "夸克盘链接": "https://pan.quark.cn/s/50f76e439e72"
  },
  {
    "文件名": "[去]明年如应律 作者：kitto.txt",
    "夸克盘链接": "https://pan.quark.cn/s/30fd9cabeeb5"
  },
  {
    "文件名": "[去]秘密爱人 作者：秋若.txt",
    "夸克盘链接": "https://pan.quark.cn/s/87494ef8cedb"
  },
  {
    "文件名": "[去]米花町一般路过光之战士 作者：春千古.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e283f440ea10"
  },
  {
    "文件名": "[去]梦里镇 作者：怪盗红斗篷.txt",
    "夸克盘链接": "https://pan.quark.cn/s/f0e5676cf517"
  },
  {
    "文件名": "[去]梦游抱住校草后 作者：星流过旷.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ce407518790d"
  },
  {
    "文件名": "[去]没人比我更懂怎么当直男 作者：zzzleep.txt",
    "夸克盘链接": "https://pan.quark.cn/s/00dbdb2fff4a"
  },
  {
    "文件名": "[去]每颗细胞都想爱清 作者：拐角上楼.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a85ea1a0269c"
  },
  {
    "文件名": "[去]毛茸茸过敏，但能rua精神体 作者：初啾（更新至63章）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ffcac5ecafd2"
  },
  {
    "文件名": "[去]漫画Bking自救指南 作者：千秋岁引发.txt",
    "夸克盘链接": "https://pan.quark.cn/s/23e69d85867d"
  },
  {
    "文件名": "[去]漫长雨季 作者：张家大院.txt",
    "夸克盘链接": "https://pan.quark.cn/s/80b5a7898420"
  },
  {
    "文件名": "[去]猫猫也可以做老婆 作者：夭甜怡.txt",
    "夸克盘链接": "https://pan.quark.cn/s/9dbbc1321bf6"
  },
  {
    "文件名": "[去]满月 作者：玛丽珍.txt",
    "夸克盘链接": "https://pan.quark.cn/s/57961b679bc6"
  },
  {
    "文件名": "[去]留人不住 作者：一抹甜茶.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c6db248d1ab2"
  },
  {
    "文件名": "[去]猎户星座 作者：溪风有约.txt",
    "夸克盘链接": "https://pan.quark.cn/s/9525048c4a5e"
  },
  {
    "文件名": "[去]猎户他并不凶【种田】 作者：懒懒不偷懒.txt",
    "夸克盘链接": "https://pan.quark.cn/s/0ab9e0626b25"
  },
  {
    "文件名": "[去]猎户家的撩人小夫郎 作者：月茗星曦.txt",
    "夸克盘链接": "https://pan.quark.cn/s/3f8dfb219adc"
  },
  {
    "文件名": "[去]立海大养崽日常 作者：左木茶茶君.txt",
    "夸克盘链接": "https://pan.quark.cn/s/56573a7663fe"
  },
  {
    "文件名": "[去]离婚后他有恃无恐 作者：渊清.txt",
    "夸克盘链接": "https://pan.quark.cn/s/68aa289ba3f7"
  },
  {
    "文件名": "[去]猎户家的乖软小夫郎 作者：折酒三钱.txt",
    "夸克盘链接": "https://pan.quark.cn/s/91338c2ac348"
  },
  {
    "文件名": "[去]窥天光 作者：骨色弯刀（更新至76章）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/f13c5cd2c8c2"
  },
  {
    "文件名": "[去]空空 作者：猫小蓝lingerr.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c440431173a2"
  },
  {
    "文件名": "[去]窥视月光 作者：折断荔枝.txt",
    "夸克盘链接": "https://pan.quark.cn/s/dc258261a69c"
  },
  {
    "文件名": "[去]柯学时差让我风评被害 作者：是汐酱呀.txt",
    "夸克盘链接": "https://pan.quark.cn/s/4b890f0310e0"
  },
  {
    "文件名": "[去]救命 作者：年终.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a8c1e115019f"
  },
  {
    "文件名": "[去]看男科被死对头发现后 作者：全水稻面包.txt",
    "夸克盘链接": "https://pan.quark.cn/s/8310a1a05a2c"
  },
  {
    "文件名": "[去]禁止向深渊祈祷[刑侦] 作者：愚人歌者.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ac077d379da5"
  },
  {
    "文件名": "[去]禁止天真 作者：失之桑榆捏.txt",
    "夸克盘链接": "https://pan.quark.cn/s/d3dcb0343292"
  },
  {
    "文件名": "[去]旧港无雪，穷巷生花 作者：梨摇.txt",
    "夸克盘链接": "https://pan.quark.cn/s/00954fe7213a"
  },
  {
    "文件名": "[去]浸透翠纱 作者：闰择.txt",
    "夸克盘链接": "https://pan.quark.cn/s/9a6c8efe390a"
  },
  {
    "文件名": "[去]晋江攻攻了韩漫攻 作者：陈烽火.txt",
    "夸克盘链接": "https://pan.quark.cn/s/13826d0e7b11"
  },
  {
    "文件名": "[去]津枫港遗事 作者：探春山.txt",
    "夸克盘链接": "https://pan.quark.cn/s/24ef3d3e0089"
  },
  {
    "文件名": "[去]皆大欢喜 作者：纸如云烟.txt",
    "夸克盘链接": "https://pan.quark.cn/s/3fae073a4d02"
  },
  {
    "文件名": "[去]简律师他缴械投降 作者：舟木.txt",
    "夸克盘链接": "https://pan.quark.cn/s/4cc2de739eeb"
  },
  {
    "文件名": "[去]济世志 作者：星星永恒.txt",
    "夸克盘链接": "https://pan.quark.cn/s/34bc684157cd"
  },
  {
    "文件名": "[去]祭司手段高，尊王哪里逃 作者：魈魈沐雨.txt",
    "夸克盘链接": "https://pan.quark.cn/s/20ff0bb64a9f"
  },
  {
    "文件名": "[去]火树银花 作者：徐徐图之.txt",
    "夸克盘链接": "https://pan.quark.cn/s/31aff23d9b34"
  },
  {
    "文件名": "[去]皇兄 作者：萧寒城.txt",
    "夸克盘链接": "https://pan.quark.cn/s/000d6e0dd519"
  },
  {
    "文件名": "[去]欢迎报考TOP无限流大学（谁家大学主修打怪！） 作者：宗年（更新至575章）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/1d611f12e826"
  },
  {
    "文件名": "[去]活剥 作者：断刀雀.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a166f892fe2f"
  },
  {
    "文件名": "[去]皇帝竟是我老婆？！ 作者：佐川川.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a5b97296f297"
  },
  {
    "文件名": "[去]琥珀旧松 作者：嘎巴菜.txt",
    "夸克盘链接": "https://pan.quark.cn/s/39b5b7bcc6c7"
  },
  {
    "文件名": "[去]糊咖偶像的带薪恋爱日常 作者：洗洗蒜了.txt",
    "夸克盘链接": "https://pan.quark.cn/s/fa53228f38ad"
  },
  {
    "文件名": "[去]红娘系统：亲，您的伴侣请签收（命定伴侣回归：反派你先别黑化） 作者：草莓不加冰.txt",
    "夸克盘链接": "https://pan.quark.cn/s/4d89c9010ddd"
  },
  {
    "文件名": "[去]红楼之富贵闲鱼 作者：清简以灵.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ba29b9d65969"
  },
  {
    "文件名": "[去]河神今天恋爱了吗 作者：意真.txt",
    "夸克盘链接": "https://pan.quark.cn/s/f83ba513fd4f"
  },
  {
    "文件名": "[去]桂臭 作者：美丽大皮燕.txt",
    "夸克盘链接": "https://pan.quark.cn/s/682e80bff051"
  },
  {
    "文件名": "[去]攻一给攻二发送心动信号 作者：佛茶茶.txt",
    "夸克盘链接": "https://pan.quark.cn/s/3980a0025f20"
  },
  {
    "文件名": "[去]攻具人自我意识觉醒后[快穿] 作者：岁遂.txt",
    "夸克盘链接": "https://pan.quark.cn/s/95e5c040219c"
  },
  {
    "文件名": "[去]疯批美人训夫指南 作者：千桃万鹿.txt",
    "夸克盘链接": "https://pan.quark.cn/s/4432fe0270c3"
  },
  {
    "文件名": "[去]断夏 作者：海鲜面.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c0336252f484"
  },
  {
    "文件名": "[去]断蛛丝 作者：大梦狂书.txt",
    "夸克盘链接": "https://pan.quark.cn/s/b6e55e13c75e"
  },
  {
    "文件名": "[去]渡魂 作者：一丛音.txt",
    "夸克盘链接": "https://pan.quark.cn/s/15e0f839d4de"
  },
  {
    "文件名": "[去]灯塔有朵月亮云 作者：洛奥德.txt",
    "夸克盘链接": "https://pan.quark.cn/s/774667e8a176"
  },
  {
    "文件名": "[去]点痣 作者：九鲸是为.txt",
    "夸克盘链接": "https://pan.quark.cn/s/b4fd6c59ff34"
  },
  {
    "文件名": "[去]汏！家有凶猛恶豹，勿扰！（高冷总裁被宠哭，听话，要克制啊） 作者：热辣辣的小馒头.txt",
    "夸克盘链接": "https://pan.quark.cn/s/d230ae7d1ad0"
  },
  {
    "文件名": "[去]答案可以借我抄抄么？ 作者：十贰点.txt",
    "夸克盘链接": "https://pan.quark.cn/s/44212335e52e"
  },
  {
    "文件名": "[去]穿越之旺家赘婿（撒娇赘婿最好命） 作者：宇宙超人.txt",
    "夸克盘链接": "https://pan.quark.cn/s/3593bd205674"
  },
  {
    "文件名": "[去]春秋罪我 作者：绮逾依.txt",
    "夸克盘链接": "https://pan.quark.cn/s/b61a4d9aba43"
  },
  {
    "文件名": "[去]春江花月夜 作者：浮则.txt",
    "夸克盘链接": "https://pan.quark.cn/s/9516cd2ceee8"
  },
  {
    "文件名": "[去]穿越之修仙日常 作者：西红柿飞上天.txt",
    "夸克盘链接": "https://pan.quark.cn/s/029afe900f06"
  },
  {
    "文件名": "[去]春风不解意 作者：明月欺雪aure.txt",
    "夸克盘链接": "https://pan.quark.cn/s/d38b2c176754"
  },
  {
    "文件名": "[去]穿越秦朝后，所有人都刷到了我的视频 作者：藤萝浠月.txt",
    "夸克盘链接": "https://pan.quark.cn/s/9d92be3e10bb"
  },
  {
    "文件名": "[去]穿越后，他在直播间青史留名了 作者：章成歌.txt",
    "夸克盘链接": "https://pan.quark.cn/s/909bde92d3fb"
  },
  {
    "文件名": "[去]穿越成狗血虐文里的太医 作者：露草流萤.txt",
    "夸克盘链接": "https://pan.quark.cn/s/0a61979f1897"
  },
  {
    "文件名": "[去]穿越成病弱公子替嫁后（王妃他又又又晕了） 作者：爆綤西瓜.txt",
    "夸克盘链接": "https://pan.quark.cn/s/cf8785858328"
  },
  {
    "文件名": "[去]穿越成功攻略霸总太宠，我后悔了（穿越之总裁的贴身助理要上位） 作者：秋云不觅.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a189125bd19a"
  },
  {
    "文件名": "[去]穿书小炮灰太迷人京圈大佬追着宠（漂亮宝贝，被哥哥好友盯上了） 作者：一剪羽毛.txt",
    "夸克盘链接": "https://pan.quark.cn/s/5f62cbf343bf"
  },
  {
    "文件名": "[去]穿书后和男主他爸看对眼了 作者：拿铁还是美式.txt",
    "夸克盘链接": "https://pan.quark.cn/s/1c958872431c"
  },
  {
    "文件名": "[去]穿书后成了龙傲天的随身老爷爷 作者：扶光屿.txt",
    "夸克盘链接": "https://pan.quark.cn/s/7e39abd80655"
  },
  {
    "文件名": "[去]穿书后把主角攻哄成了老婆 作者：金亮亮.txt",
    "夸克盘链接": "https://pan.quark.cn/s/7c81e5e8b525"
  },
  {
    "文件名": "[去]穿书后，我带着四个情敌东山再起（我给情敌一个家，情敌给我万金花） 作者：墨鱼豆丁.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ab6086c49faf"
  },
  {
    "文件名": "[去]穿书后，我养成了反派大佬 作者：清夜月.txt",
    "夸克盘链接": "https://pan.quark.cn/s/bc884412582f"
  },
  {
    "文件名": "[去]穿书虫族！作者和反派绝逼是真爱 作者：几溪山月.txt",
    "夸克盘链接": "https://pan.quark.cn/s/53c4d35db689"
  },
  {
    "文件名": "[去]穿进自己的小说后陷入了修罗场（身为创世神的我被强制爱了） 作者：榆木见雪.txt",
    "夸克盘链接": "https://pan.quark.cn/s/0f54aec8a5d2"
  },
  {
    "文件名": "[去]穿进游戏存档一万年后 作者：会吐水的小胖鲸.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c96627df0c4a"
  },
  {
    "文件名": "[去]穿进恐怖游戏撩爆BOSS 作者：香炒牛河.txt",
    "夸克盘链接": "https://pan.quark.cn/s/0cdf34b2a7a6"
  },
  {
    "文件名": "[去]穿到废土成神后只做万人迷 作者：雪落听风行.txt",
    "夸克盘链接": "https://pan.quark.cn/s/b98d7c75a946"
  },
  {
    "文件名": "[去]穿到反派霸总破产后 作者：春有枝.txt",
    "夸克盘链接": "https://pan.quark.cn/s/fc7fca403d5a"
  },
  {
    "文件名": "[去]穿到贝克街当反派[综英美] 作者：拿铁标准糖.txt",
    "夸克盘链接": "https://pan.quark.cn/s/1c6dad6da15f"
  },
  {
    "文件名": "[去]穿到虫族后我彻底失去了职业道德 作者：攒钱买猫抓板.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c54ad50ab314"
  },
  {
    "文件名": "[去]穿成丧尸异世的Omega 作者：白糖酱.txt",
    "夸克盘链接": "https://pan.quark.cn/s/35e9ee92d7d7"
  },
  {
    "文件名": "[去]穿成万人嫌后我靠盛世美颜杀疯了（清冷病美人被迫在修罗场杀疯了） 作者：寒霜榭.txt",
    "夸克盘链接": "https://pan.quark.cn/s/63d3456df797"
  },
  {
    "文件名": "[去]穿成修真界万人迷，师兄只想摆烂（穿成万人迷师兄，每天都在修罗场） 作者：悠云归.txt",
    "夸克盘链接": "https://pan.quark.cn/s/0e814574e61a"
  },
  {
    "文件名": "[去]穿成万人迷他哥被迫装A 作者：宿寒屿.txt",
    "夸克盘链接": "https://pan.quark.cn/s/b478c5d4a050"
  },
  {
    "文件名": "[去]穿成炮灰男配，我靠吃瓜崩剧情（快穿：绑定吃瓜系统后我成了主角） 作者：小零双.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e2b05e596472"
  },
  {
    "文件名": "[去]穿成男主的炮灰小跟班 作者：芋圆绿豆沙.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a269c7d5ec92"
  },
  {
    "文件名": "[去]穿成贵族学院的万人嫌 作者：也是黄昏（更新至78章）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/18f6a5a1a24a"
  },
  {
    "文件名": "[去]穿成魅魔后，我竟成了恋综万人迷（磕疯！漂亮魅魔被钓系影帝撩懵了） 作者：月瑶笙歌.txt",
    "夸克盘链接": "https://pan.quark.cn/s/9d3dd76dd7d1"
  },
  {
    "文件名": "[去]穿成反派首辅家的乖宝 作者：怀若谷.txt",
    "夸克盘链接": "https://pan.quark.cn/s/29b30d96749d"
  },
  {
    "文件名": "[去]穿成古早霸总的秘书，谁顶得住？ 作者：草莓火车头.txt",
    "夸克盘链接": "https://pan.quark.cn/s/22dcb34ed5ad"
  },
  {
    "文件名": "[去]炽序 作者：语笑阑珊（更新至24章）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/156a4336830a"
  },
  {
    "文件名": "[去]沉疴 作者：池上惊蛰.txt",
    "夸克盘链接": "https://pan.quark.cn/s/1872dd0213d7"
  },
  {
    "文件名": "[去]玻璃水母 作者：Redo.txt",
    "夸克盘链接": "https://pan.quark.cn/s/22ab9a41b955"
  },
  {
    "文件名": "[去]沉柯 作者：苏落君.txt",
    "夸克盘链接": "https://pan.quark.cn/s/d16d7e3c0f79"
  },
  {
    "文件名": "[去]病弱漂亮虫母总被觊觎 作者：秋哄.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e8e5cbfdd30c"
  },
  {
    "文件名": "[去]病秧子王爷要弑夫 作者：磨叨叨石.txt",
    "夸克盘链接": "https://pan.quark.cn/s/1ac604a88762"
  },
  {
    "文件名": "[去]病态的基因 作者：剁脚鱼头.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c6693bf2f8cf"
  },
  {
    "文件名": "[去]病娇怀里惊坐起，疯批竟是我自己 作者：渐乱.txt",
    "夸克盘链接": "https://pan.quark.cn/s/04285a484ae1"
  },
  {
    "文件名": "[去]病美人带崽上娃综后爆红了 作者：酿冬雪.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a3a7b5c3e4ff"
  },
  {
    "文件名": "[去]病娇徒弟黑化指南 作者：青伽.txt",
    "夸克盘链接": "https://pan.quark.cn/s/88ff6fada89c"
  },
  {
    "文件名": "[去]标记的是前男友他叔 作者：祈幽.txt",
    "夸克盘链接": "https://pan.quark.cn/s/37eac7f84c3e"
  },
  {
    "文件名": "[去]笨拙月亮 作者：梦里烟花易冷.txt",
    "夸克盘链接": "https://pan.quark.cn/s/657d2358ebb2"
  },
  {
    "文件名": "[去]笨犬 作者：尤弋.txt",
    "夸克盘链接": "https://pan.quark.cn/s/0e50379a9113"
  },
  {
    "文件名": "[去]本土雄虫觉醒后 作者：木森暖.txt",
    "夸克盘链接": "https://pan.quark.cn/s/79d57b73c841"
  },
  {
    "文件名": "[去]暴戾太子穿成小可怜哥儿 作者：棠梨煎蛋.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c4da2ab821d7"
  },
  {
    "文件名": "[去]暴雨天气 作者：慕拉.txt",
    "夸克盘链接": "https://pan.quark.cn/s/2829a7fbf998"
  },
  {
    "文件名": "[去]暴力治疗[星际] 作者：竹亦心.txt",
    "夸克盘链接": "https://pan.quark.cn/s/785770eb9b66"
  },
  {
    "文件名": "[去]暴君的小太监 作者：日暮为安.txt",
    "夸克盘链接": "https://pan.quark.cn/s/faf356e7d318"
  },
  {
    "文件名": "[去]白月光自救指南 作者：猪把门拱了.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c514a64a3866"
  },
  {
    "文件名": "[去]白月光他回国后，画风好像不太对 作者：幽幽落子.txt",
    "夸克盘链接": "https://pan.quark.cn/s/6c7144f247d8"
  },
  {
    "文件名": "[去]白月光向我自荐枕席 作者：烟叶.txt",
    "夸克盘链接": "https://pan.quark.cn/s/566f62510a7c"
  },
  {
    "文件名": "[去]白麒麟狂喜养宠小游戏 作者：木池塘.txt",
    "夸克盘链接": "https://pan.quark.cn/s/f7d53bcf14f2"
  },
  {
    "文件名": "[去]白川少年认为打排球的狐狸惹不起 作者：梦想身高两米.txt",
    "夸克盘链接": "https://pan.quark.cn/s/881f97347d4f"
  },
  {
    "文件名": "[去]暗恋对象误会我有男友后 作者：揽天星.txt",
    "夸克盘链接": "https://pan.quark.cn/s/3ffc059f5889"
  },
  {
    "文件名": "[去]暗恋被拆穿，他也就不装乖了 作者：七点钟.txt",
    "夸克盘链接": "https://pan.quark.cn/s/cdd535d5a279"
  },
  {
    "文件名": "[去]爱字暂缺 作者：错落椰.txt",
    "夸克盘链接": "https://pan.quark.cn/s/6f92728d5d0e"
  },
  {
    "文件名": "[去]爱上兄弟怎么办？当然是跑咯！ 作者：大牛宝.txt",
    "夸克盘链接": "https://pan.quark.cn/s/76ee49ebc5a0"
  },
  {
    "文件名": "[去]爱欲生花（强制爱） 作者：brobro.txt",
    "夸克盘链接": "https://pan.quark.cn/s/f96118b626c8"
  },
  {
    "文件名": "[去]爱上泰兰德的海 作者：林十六.txt",
    "夸克盘链接": "https://pan.quark.cn/s/6e1c832d016f"
  },
  {
    "文件名": "[去]爱上霸凌者 作者：风人.txt",
    "夸克盘链接": "https://pan.quark.cn/s/80dd619b863d"
  },
  {
    "文件名": "[去]爱情复兴 作者：揭声有树.txt",
    "夸克盘链接": "https://pan.quark.cn/s/6e418e05cae3"
  },
  {
    "文件名": "[去]昨日如梦 作者：柔韧的利器.txt",
    "夸克盘链接": "https://pan.quark.cn/s/983f0dc42729"
  },
  {
    "文件名": "[去]紫茉莉根 作者：Alit.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c085869dfff4"
  },
  {
    "文件名": "[去]竹马开门，我是情人 作者：湛烟.txt",
    "夸克盘链接": "https://pan.quark.cn/s/4f19b9dc7e1c"
  },
  {
    "文件名": "[去]直男你们麦够了没 作者：吞茶嚼花.txt",
    "夸克盘链接": "https://pan.quark.cn/s/7d420ed628c9"
  },
  {
    "文件名": "[去]直播美食摆摊，但狗血文 作者：为喵作伥.txt",
    "夸克盘链接": "https://pan.quark.cn/s/b1b749ae45f6"
  },
  {
    "文件名": "[去]直到他想杀死我 作者：久陆（更新至38章）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/548c1e1172fd"
  },
  {
    "文件名": "[去]知道我是A还想标记我？ 作者：野渡无仁.txt",
    "夸克盘链接": "https://pan.quark.cn/s/27c99b001489"
  },
  {
    "文件名": "[去]枕山眠 作者：旭礿.txt",
    "夸克盘链接": "https://pan.quark.cn/s/97452972b2cc"
  },
  {
    "文件名": "[去]整治阴郁受的正确方法 作者：尚许.txt",
    "夸克盘链接": "https://pan.quark.cn/s/1c02c3dfdcc8"
  },
  {
    "文件名": "[去]朕与大将军清清白白 作者：度云影.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c214f11015c0"
  },
  {
    "文件名": "[去]真实遗愿清单 作者：卡比丘（更新至23章）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/19acb7e519ef"
  },
  {
    "文件名": "[去]真少爷给残疾大佬当保姆后he了 作者：贝彼.txt",
    "夸克盘链接": "https://pan.quark.cn/s/87276496e435"
  },
  {
    "文件名": "[去]真少爷破产后决定cos假少爷 作者：谏妍.txt",
    "夸克盘链接": "https://pan.quark.cn/s/084ab712b642"
  },
  {
    "文件名": "[去]真爱作假 作者：米西平.txt",
    "夸克盘链接": "https://pan.quark.cn/s/f8736278ba14"
  },
  {
    "文件名": "[去]真酒松田与玩家相爱相杀的那些年 作者：奥古斯.txt",
    "夸克盘链接": "https://pan.quark.cn/s/baab5f0a8e7c"
  },
  {
    "文件名": "[去]渣攻招惹阴鸷大佬后 作者：狩心x.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ce3e3e02e658"
  },
  {
    "文件名": "[去]渣攻必须死[快穿] 作者：逃跑莉莉安.txt",
    "夸克盘链接": "https://pan.quark.cn/s/2bcb8ef52040"
  },
  {
    "文件名": "[去]早去早回 作者：Grenada.txt",
    "夸克盘链接": "https://pan.quark.cn/s/bbf80e3c192a"
  },
  {
    "文件名": "[去]沅沅不止 作者：投木瓜.txt",
    "夸克盘链接": "https://pan.quark.cn/s/00fdd5da3d94"
  },
  {
    "文件名": "[去]月亮，月亮。 作者：匿名咸鱼.txt",
    "夸克盘链接": "https://pan.quark.cn/s/edcb3558b0b3"
  },
  {
    "文件名": "[去]月落万妖窟 作者：花月送酒.txt",
    "夸克盘链接": "https://pan.quark.cn/s/647c601f316a"
  },
  {
    "文件名": "[去]这是个救赎剧本 作者：珞神月.txt",
    "夸克盘链接": "https://pan.quark.cn/s/380cec20f077"
  },
  {
    "文件名": "[去]这身我纹定了［娱乐圈］ 作者：富七七.txt",
    "夸克盘链接": "https://pan.quark.cn/s/1ad0b24cc020"
  },
  {
    "文件名": "[去]这根本不是abo世界 作者：田华.txt",
    "夸克盘链接": "https://pan.quark.cn/s/7fd88a76d7dc"
  },
  {
    "文件名": "[去]这个对象真的非攻略不可吗 作者：癸一年.txt",
    "夸克盘链接": "https://pan.quark.cn/s/3e71b2de85c5"
  },
  {
    "文件名": "[去]这个alpha又离了？ 作者：阿镜不知道哦.txt",
    "夸克盘链接": "https://pan.quark.cn/s/d05b8be26bca"
  },
  {
    "文件名": "[去]遮住他的双眼 作者：柊真一.txt",
    "夸克盘链接": "https://pan.quark.cn/s/d32107a1bdd1"
  },
  {
    "文件名": "[去]远秋 作者：嘟嘟侠du.txt",
    "夸克盘链接": "https://pan.quark.cn/s/d518dbb63a38"
  },
  {
    "文件名": "[去]语音厅营业CP又塌房啦（这直播咋回事啊？看一个塌一个！） 作者：磕糖少女小嘤嘤.txt",
    "夸克盘链接": "https://pan.quark.cn/s/b0334644d71e"
  },
  {
    "文件名": "[去]雨笼 作者：邱追.txt",
    "夸克盘链接": "https://pan.quark.cn/s/40720f69df96"
  },
  {
    "文件名": "[去]雨季 作者：不爱吃咸鱼.txt",
    "夸克盘链接": "https://pan.quark.cn/s/09715f48b517"
  },
  {
    "文件名": "[去]雨后闻腥 作者：木三观（更新至21章）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/0b92cfa5895c"
  },
  {
    "文件名": "[去]隐燃 作者：橘皮拿铁.txt",
    "夸克盘链接": "https://pan.quark.cn/s/5015693c4276"
  },
  {
    "文件名": "[去]诱导标记 作者：路时溪.txt",
    "夸克盘链接": "https://pan.quark.cn/s/4ca70641f742"
  },
  {
    "文件名": "[去]阴湿男为何这样 作者：蜣螂.txt",
    "夸克盘链接": "https://pan.quark.cn/s/994d0d1c67d2"
  },
  {
    "文件名": "[去]阴郁炮灰吃瓜后被读心 作者：七月游云.txt",
    "夸克盘链接": "https://pan.quark.cn/s/b99098df1e74"
  },
  {
    "文件名": "[去]遗愿催债人 作者：荒木泽代.txt",
    "夸克盘链接": "https://pan.quark.cn/s/f49d9cc329e4"
  },
  {
    "文件名": "[去]阴湿男鬼如何与琴酒达成HE 作者：耶斯莫拉怪.txt",
    "夸克盘链接": "https://pan.quark.cn/s/48cfcc3fdaff"
  },
  {
    "文件名": "[去]野性驯养（恶性博弈） 作者：李怀沙.txt",
    "夸克盘链接": "https://pan.quark.cn/s/f0815d733f5d"
  },
  {
    "文件名": "[去]野心勃勃 作者：五金卖瓜.txt",
    "夸克盘链接": "https://pan.quark.cn/s/0862ada0cba5"
  },
  {
    "文件名": "[去]要死！叫邪神老公他好像当真了！（银发美人退休后，和邪神无限养老） 作者：燃灯儿.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ea2924eb6da3"
  },
  {
    "文件名": "[去]野色蔓延 作者：耶耶派.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c0bea6c855b5"
  },
  {
    "文件名": "[去]药罐子在虐文摆烂后 作者：白嘉轩.txt",
    "夸克盘链接": "https://pan.quark.cn/s/866709a6707d"
  },
  {
    "文件名": "[去]西国大妖不好当 作者：花有意.txt",
    "夸克盘链接": "https://pan.quark.cn/s/86f3e94556a6"
  },
  {
    "文件名": "[去]谢邀，鱼塘炸了！ 作者：南泽先生.txt",
    "夸克盘链接": "https://pan.quark.cn/s/3a0d8a20c8ee"
  },
  {
    "文件名": "[去]驯养忠臣 作者：彳亍之尸.txt",
    "夸克盘链接": "https://pan.quark.cn/s/4e054b8ca69a"
  },
  {
    "文件名": "[去]网恋到高冷室友怎么办 作者：有争.txt",
    "夸克盘链接": "https://pan.quark.cn/s/d13c4b7bb833"
  },
  {
    "文件名": "[去]网恋到隔壁寝室翻车后 作者：终欢.txt",
    "夸克盘链接": "https://pan.quark.cn/s/033288582217"
  },
  {
    "文件名": "[去]脱轨 作者：旧雨今雨.txt",
    "夸克盘链接": "https://pan.quark.cn/s/b77e19729418"
  },
  {
    "文件名": "[去]纨绔少爷被腹黑死对头盯上了（爱上死对头：腹黑王爷追妻攻心计） 作者：染明月.txt",
    "夸克盘链接": "https://pan.quark.cn/s/06966d8e4db9"
  },
  {
    "文件名": "[去]通关诡异后我在无限流摆烂成神（退休大佬被返聘） 作者：就是果果啊.txt",
    "夸克盘链接": "https://pan.quark.cn/s/b7cff81d83e0"
  },
  {
    "文件名": "[去]苏秘书离职后被倒追了 作者：十三月念.txt",
    "夸克盘链接": "https://pan.quark.cn/s/9de13e9ac7a0"
  },
  {
    "文件名": "[去]迢迢 作者：脑子里的鱼.txt",
    "夸克盘链接": "https://pan.quark.cn/s/81dbc1ac8d7e"
  },
  {
    "文件名": "[去]说好打工赎罪，怎么还要谈恋爱？（快穿：失忆魔神勇闯世界 魔神打工赎罪，转头却被别人亲了） 作者：喝咖啡要加很多糖.txt",
    "夸克盘链接": "https://pan.quark.cn/s/b15ecb510f6c"
  },
  {
    "文件名": "[去]说好一起冲十九线，你却是顶流？ 作者：清澜.txt",
    "夸克盘链接": "https://pan.quark.cn/s/2a0944a6872b"
  },
  {
    "文件名": "[去]首辅家的兔兔只想种田 作者：种籽.txt",
    "夸克盘链接": "https://pan.quark.cn/s/2259f0d9e724"
  },
  {
    "文件名": "[去]试试 作者：木之向北.txt",
    "夸克盘链接": "https://pan.quark.cn/s/7c4c83bb0382"
  },
  {
    "文件名": "[去]身穿虫族独宠第一指挥官（虫族之我的完美雌君） 作者：星野落云深.txt",
    "夸克盘链接": "https://pan.quark.cn/s/cf3841ca067e"
  },
  {
    "文件名": "[去]身体法则 作者：吴单衫.txt",
    "夸克盘链接": "https://pan.quark.cn/s/6d2ee400ca7c"
  },
  {
    "文件名": "[去]谁在注视着你[刑侦] 作者：海百合.txt",
    "夸克盘链接": "https://pan.quark.cn/s/0be709f666ba"
  },
  {
    "文件名": "[去]谁说水鬼不能谈恋爱 作者：九寸迂.txt",
    "夸克盘链接": "https://pan.quark.cn/s/2b30d5bf6442"
  },
  {
    "文件名": "[去]谁说我是卖片的？ 作者：靳擎云.txt",
    "夸克盘链接": "https://pan.quark.cn/s/24e4f2a11caf"
  },
  {
    "文件名": "[去]谁教你这么打排球的 作者：安也.txt",
    "夸克盘链接": "https://pan.quark.cn/s/d26ebf0b7abb"
  },
  {
    "文件名": "[去]谁让你来到现实世界的 作者：藤本美晴.txt",
    "夸克盘链接": "https://pan.quark.cn/s/db0ecd3ace8f"
  },
  {
    "文件名": "[去]谁家影帝Alpha是玫瑰味啊（白天澄清绯闻，晚上疯批偷偷黑我） 作者：赞别诗.txt",
    "夸克盘链接": "https://pan.quark.cn/s/f87488f2e3d8"
  },
  {
    "文件名": "[去]谁家炮灰O这么野，气得顶A直哭（清冷O说真话后，顶A掐住他细腰） 作者：妖精本妖.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ab5a1396bc05"
  },
  {
    "文件名": "[去]邵总，今天吃苦了吗 作者：徐俆俆.txt",
    "夸克盘链接": "https://pan.quark.cn/s/4a8dbce6067c"
  },
  {
    "文件名": "[去]赛博孤儿院模拟器 作者：云从龙也.txt",
    "夸克盘链接": "https://pan.quark.cn/s/0b257d97da76"
  },
  {
    "文件名": "[去]赛博老公竟是校草室友！ 作者：夂槿.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a11afc5ad1fa"
  },
  {
    "文件名": "[去]舌上珠 作者：山行禾尽.txt",
    "夸克盘链接": "https://pan.quark.cn/s/9086ec62f529"
  },
  {
    "文件名": "[去]荣湛 作者：紅桃九.txt",
    "夸克盘链接": "https://pan.quark.cn/s/5a7eda1e4b76"
  },
  {
    "文件名": "[去]辱追，但梦男 作者：zffffff.txt",
    "夸克盘链接": "https://pan.quark.cn/s/0a803b390660"
  },
  {
    "文件名": "[去]让你折磨反派，你勾引他干什么！（少爷装凶？被疯批反派盯上了吧） 作者：出礼入刑.txt",
    "夸克盘链接": "https://pan.quark.cn/s/24441f0973f7"
  },
  {
    "文件名": "[去]让小师弟先上 作者：糯糯啊.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a58e0b041e38"
  },
  {
    "文件名": "[去]缺觉 作者：天良永动机.txt",
    "夸克盘链接": "https://pan.quark.cn/s/fdcabf39960e"
  },
  {
    "文件名": "[去]请聆听怪谈诡则[无限] 作者：南砚时.txt",
    "夸克盘链接": "https://pan.quark.cn/s/86f875acb8c1"
  },
  {
    "文件名": "[去]请考取玄学教职人员证 作者：天河舀水炖鱼来.txt",
    "夸克盘链接": "https://pan.quark.cn/s/5efcbf02606a"
  },
  {
    "文件名": "[去]逆徒们，为师死遁了 作者：灯小黑.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a2bea8e967e6"
  },
  {
    "文件名": "[去]逆水行 作者：施青临.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e2a944d04a90"
  },
  {
    "文件名": "[去]难逃年下的过分占有欲 作者：深水炸弹.txt",
    "夸克盘链接": "https://pan.quark.cn/s/8ebd8240c25a"
  },
  {
    "文件名": "[去]莫欺师兄如此大 作者：我要瘦成一道闪电.txt",
    "夸克盘链接": "https://pan.quark.cn/s/9faed48864c7"
  },
  {
    "文件名": "[去]难道他真的是王子 作者：凌凌柒.txt",
    "夸克盘链接": "https://pan.quark.cn/s/8691d46332b0"
  },
  {
    "文件名": "[去]魔尊也想从良 作者：顾三跃.txt",
    "夸克盘链接": "https://pan.quark.cn/s/0e0103808c0e"
  },
  {
    "文件名": "[去]魔王在异界搞文娱 作者：春风遥（更新至62章）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/041e07c022e3"
  },
  {
    "文件名": "[去]魔王在异界搞文娱 作者：春风遥（更新至48章）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/3bc4e5aa7adb"
  },
  {
    "文件名": "[去]魔头被骗为死对头生崽后 作者：幺橘.txt",
    "夸克盘链接": "https://pan.quark.cn/s/f127fbd077f3"
  },
  {
    "文件名": "[去]鸣天的礼物 作者：独山凡鸟.txt",
    "夸克盘链接": "https://pan.quark.cn/s/5da0edc5fa23"
  },
  {
    "文件名": "[去]魅魔在贵族校园里训狗（魅魔训狗，恶人F4变忠犬） 作者：丛鲸.txt",
    "夸克盘链接": "https://pan.quark.cn/s/3d494176aad5"
  },
  {
    "文件名": "[去]貌美炮灰在小世界兴风作浪 作者：十三年载的天子笑（更新至-2.27拍卖会）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/3185418c182c"
  },
  {
    "文件名": "[去]美人b，但1上司a 作者：孤白木.txt",
    "夸克盘链接": "https://pan.quark.cn/s/f136e7b15036"
  },
  {
    "文件名": "[去]莽莽 作者：行僵就木.txt",
    "夸克盘链接": "https://pan.quark.cn/s/4327e8d0d029"
  },
  {
    "文件名": "[去]落魄后被黑化攻狠狠爱 作者：dzoaoi.txt",
    "夸克盘链接": "https://pan.quark.cn/s/db62e564cefe"
  },
  {
    "文件名": "[去]落玉成玦 作者：曲轻舟.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e61907113ce3"
  },
  {
    "文件名": "[去]落魄不偶 作者：轻怀.txt",
    "夸克盘链接": "https://pan.quark.cn/s/4112740da31a"
  },
  {
    "文件名": "[去]路人甲又在给主角团挡刀（对！我就是那个路人甲） 作者：小鸡炖薯条.txt",
    "夸克盘链接": "https://pan.quark.cn/s/1e4226be8893"
  },
  {
    "文件名": "[去]论圣父如何扮演痴情攻[快穿] 作者：姜忍冬.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c7799c56bee7"
  },
  {
    "文件名": "[去]落跑后被竹马抓住了 作者：缺月疏.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a270a81ef245"
  },
  {
    "文件名": "[去]路人甲心声泄露后成为了救世主 作者：狸奴小睡.txt",
    "夸克盘链接": "https://pan.quark.cn/s/da7f9f37628f"
  },
  {
    "文件名": "[去]路人，但怀了邪神子嗣 作者：南辿星（更新至38章）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/27d6b4c9d1a0"
  },
  {
    "文件名": "[去]龙傲天他玩儿得真花 作者：一笑微微.txt",
    "夸克盘链接": "https://pan.quark.cn/s/72d133b41989"
  },
  {
    "文件名": "[去]陆老板和他的农场主媳妇 作者：漫天雪浪.txt",
    "夸克盘链接": "https://pan.quark.cn/s/db3162d9eca3"
  },
  {
    "文件名": "[去]龙傲天男主为我放弃后宫 作者：镜缘一.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c081d5d5fb03"
  },
  {
    "文件名": "[去]龙傲天穿成病美人NPC 作者：星也牧禾.txt",
    "夸克盘链接": "https://pan.quark.cn/s/5fe9f87e63b9"
  },
  {
    "文件名": "[去]老实人也能在诡异世界做万人迷吗 作者：27日（更新至80章）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/921ef2897878"
  },
  {
    "文件名": "[去]联邦第五自治星 作者：藤萝恋月.txt",
    "夸克盘链接": "https://pan.quark.cn/s/abc865e4bb6f"
  },
  {
    "文件名": "[去]连理枝 作者：Marey.txt",
    "夸克盘链接": "https://pan.quark.cn/s/3efb3df2735f"
  },
  {
    "文件名": "[去]老实人，但娇气[快穿] 作者：中原逐鹿（更新至94章）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/44a298373b9d"
  },
  {
    "文件名": "[去]老婆是反派，太好了要把我强制爱 作者：九月就吃九月米.txt",
    "夸克盘链接": "https://pan.quark.cn/s/4334fa2766bf"
  },
  {
    "文件名": "[去]蓝星导演火遍星际 作者：殷云染.txt",
    "夸克盘链接": "https://pan.quark.cn/s/dbf95ed79907"
  },
  {
    "文件名": "[去]酷哥恋综摆烂成万人迷爆红 作者：渔灯.txt",
    "夸克盘链接": "https://pan.quark.cn/s/545a6087aaaf"
  },
  {
    "文件名": "[去]肯爱千金一笑 作者：妾在山阳（更新至148章）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/2c7a90a887d6"
  },
  {
    "文件名": "[去]考上状元后，满朝威武听我心声 作者：排骨鸡翅.txt",
    "夸克盘链接": "https://pan.quark.cn/s/49e3f4b91cae"
  },
  {
    "文件名": "[去]绝交之后记得做我男朋友 作者：鱼曦草.txt",
    "夸克盘链接": "https://pan.quark.cn/s/9121b9afb3fe"
  },
  {
    "文件名": "[去]警告，人鱼和鲛人不许谈恋爱 作者：妄仟.txt",
    "夸克盘链接": "https://pan.quark.cn/s/26aaa3af4a25"
  },
  {
    "文件名": "[去]经常睡对手的都知道 作者：shallow7.txt",
    "夸克盘链接": "https://pan.quark.cn/s/b247faa85c8a"
  },
  {
    "文件名": "[去]进宫后，我靠系统撩宠无度 作者：奈神只爱吃甜食（更新至356章）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/47d7a169ea80"
  },
  {
    "文件名": "[去]金鱼草 作者：弥口贴.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a629ab8d483a"
  },
  {
    "文件名": "[去]金色柏树 作者：掷生（更新至83章）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/688db977496e"
  },
  {
    "文件名": "[去]继承垃圾星后我召唤了玩家 作者：伊梓川（更新至311章）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/4204973a7d05"
  },
  {
    "文件名": "[去]缄口不言 作者：漂亮的玫瑰.txt",
    "夸克盘链接": "https://pan.quark.cn/s/7f0480238357"
  },
  {
    "文件名": "[去]计青仪 作者：三改火.txt",
    "夸克盘链接": "https://pan.quark.cn/s/94d0ecfac268"
  },
  {
    "文件名": "[去]荒域之主 作者：来自远方（更新至69章）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/fa9be78a4f2f"
  },
  {
    "文件名": "[去]荒芜乐园 作者：宋绎如.txt",
    "夸克盘链接": "https://pan.quark.cn/s/fe526edfdcf6"
  },
  {
    "文件名": "[去]花枝与罐头 作者：樽前渡.txt",
    "夸克盘链接": "https://pan.quark.cn/s/1e308e008b7d"
  },
  {
    "文件名": "[去]花心笨蛋从良翻车记 作者：云朵盒子.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ec2b3290c58a"
  },
  {
    "文件名": "[去]红狩 作者：蛇目.txt",
    "夸克盘链接": "https://pan.quark.cn/s/fd4f66b6bbdf"
  },
  {
    "文件名": "[去]蝴蝶扑不过天涯 作者：落九盏.txt",
    "夸克盘链接": "https://pan.quark.cn/s/5b188a51ee4e"
  },
  {
    "文件名": "[去]豪门小爸也想上学 作者：雪廊.txt",
    "夸克盘链接": "https://pan.quark.cn/s/57ecd0ab9274"
  },
  {
    "文件名": "[去]红楼之想活下去好难！ 作者：守住本兮.txt",
    "夸克盘链接": "https://pan.quark.cn/s/f0308953f8ef"
  },
  {
    "文件名": "[去]过日子先从做Omega开始 作者：路时清.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ead8ee0302b6"
  },
  {
    "文件名": "[去]跟上 作者：zffffff.txt",
    "夸克盘链接": "https://pan.quark.cn/s/bf5ef6ce866c"
  },
  {
    "文件名": "[去]高需求情人 作者：卷毛咩咩汁.txt",
    "夸克盘链接": "https://pan.quark.cn/s/9ee01f8534cc"
  },
  {
    "文件名": "[去]过日子 作者：斧子.txt",
    "夸克盘链接": "https://pan.quark.cn/s/da2184d15478"
  },
  {
    "文件名": "[去]高危片场，但大学生实习 作者：困而不死.txt",
    "夸克盘链接": "https://pan.quark.cn/s/7f56d75f2b48"
  },
  {
    "文件名": "[去]高冷竹马他又野又撩（占有欲失控） 作者：月光下的小兔子.txt",
    "夸克盘链接": "https://pan.quark.cn/s/d19e1729b37b"
  },
  {
    "文件名": "[去]高冷上校诱捕指南 作者：三点一肆一伍玖.txt",
    "夸克盘链接": "https://pan.quark.cn/s/1e8ad3d31c32"
  },
  {
    "文件名": "[去]高冷师尊爱上我 作者：朱不厌.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ff81afc6304f"
  },
  {
    "文件名": "[去]纲吉拯救咒术界 作者：一枚钢镚.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c3260237a90d"
  },
  {
    "文件名": "[去]缚春恩 作者：莲卿.txt",
    "夸克盘链接": "https://pan.quark.cn/s/648798f8aa2b"
  },
  {
    "文件名": "[去]覆水难收 作者：抱剑辞秦.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c5650118e3b4"
  },
  {
    "文件名": "[去]飞鸟投林 作者：今夜太漫长.txt",
    "夸克盘链接": "https://pan.quark.cn/s/fafefdd722e1"
  },
  {
    "文件名": "[去]读心后，死对头校草竟然暗恋我（我炸毛，你闷骚，谈个恋爱甜到爆） 作者：绘酒.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c1b281c8db81"
  },
  {
    "文件名": "[去]贩剑后被死对头亲了（死对头变情侣？谈谈就谈谈！） 作者：酒酒八十亿.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c1e838200239"
  },
  {
    "文件名": "[去]顶流前任又黏上我了[娱乐圈] 作者：棠喵.txt",
    "夸克盘链接": "https://pan.quark.cn/s/3abd7e026210"
  },
  {
    "文件名": "[去]顶配天团（娱乐圈） 作者：蝶之灵.txt",
    "夸克盘链接": "https://pan.quark.cn/s/b5f55c834193"
  },
  {
    "文件名": "[去]顶配天团（娱乐圈） 作者：蝶之灵（更新至70章）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/dd3e5f3e37c2"
  },
  {
    "文件名": "[去]顶流和影帝又背着镜头亲亲了 作者：离岸之风.txt",
    "夸克盘链接": "https://pan.quark.cn/s/5db313c34d8f"
  },
  {
    "文件名": "[去]顶级向导的救赎训导 作者：晨曦sunday.txt",
    "夸克盘链接": "https://pan.quark.cn/s/f5276b987558"
  },
  {
    "文件名": "[去]顶级强受，但钓系病美人攻[无限] 作者：一只鹤归.txt",
    "夸克盘链接": "https://pan.quark.cn/s/38456cb05820"
  },
  {
    "文件名": "[去]顶级摆烂：探花郎成养崽文对照组（探花郎穿书后，我靠摆烂带崽躺赢） 作者：酒中雾.txt",
    "夸克盘链接": "https://pan.quark.cn/s/cd6dc227dbf9"
  },
  {
    "文件名": "[去]顶级掠夺 作者：七艺.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a032eb1e6fb8"
  },
  {
    "文件名": "[去]钓系直男深陷修罗场［快穿］ 作者：花猫瓜.txt",
    "夸克盘链接": "https://pan.quark.cn/s/f1651b409636"
  },
  {
    "文件名": "[去]调查员在横滨 作者：落泽叶.txt",
    "夸克盘链接": "https://pan.quark.cn/s/0b1fd9adff39"
  },
  {
    "文件名": "[去]钓系美人深陷修罗场后[快穿] 作者：云无羁.txt",
    "夸克盘链接": "https://pan.quark.cn/s/1d0cb015c78d"
  },
  {
    "文件名": "[去]钓系美人在不会爱火葬场 作者：翊石巫.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a5603d5ccfd6"
  },
  {
    "文件名": "[去]钓系绿茶穿成万人嫌后 作者：荔汁汁.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ad864915a43b"
  },
  {
    "文件名": "[去]钓系美人和前任协议结婚后 作者：风短短.txt",
    "夸克盘链接": "https://pan.quark.cn/s/9e708466ef37"
  },
  {
    "文件名": "[去]钓男人的事我全干了[快穿] 作者：多肉桃.txt",
    "夸克盘链接": "https://pan.quark.cn/s/05e2e8f66189"
  },
  {
    "文件名": "[去]钓来的男人他突然行了 作者：追月亮的鲸.txt",
    "夸克盘链接": "https://pan.quark.cn/s/4931c3074872"
  },
  {
    "文件名": "[去]错把神君当成渡劫道侣 作者：仗剑折花.txt",
    "夸克盘链接": "https://pan.quark.cn/s/02daaba0ac4d"
  },
  {
    "文件名": "[去]脆皮男大，摆烂式带崽 作者：二X四京.txt",
    "夸克盘链接": "https://pan.quark.cn/s/b069c7e44e15"
  },
  {
    "文件名": "[去]道侣死后剑尊他做了海王 作者：言笙笙.txt",
    "夸克盘链接": "https://pan.quark.cn/s/69ad9d301036"
  },
  {
    "文件名": "[去]雌君卑微又忠犬雄主别高冷 作者：月光澄澈.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ac7e0eeb625a"
  },
  {
    "文件名": "[去]纯白之夜 作者：十七远星.txt",
    "夸克盘链接": "https://pan.quark.cn/s/95ab5ac7f729"
  },
  {
    "文件名": "[去]辞职失败成了总裁夫人 作者：玖.txt",
    "夸克盘链接": "https://pan.quark.cn/s/83e65f9cc806"
  },
  {
    "文件名": "[去]触手魅魔撩汉日常 作者：攻气不早起.txt",
    "夸克盘链接": "https://pan.quark.cn/s/91a3f6886e92"
  },
  {
    "文件名": "[去]虫族之拯救美强惨少将（芭比Q，捡来的雌虫少将是白切黑） 作者：大王万岁.txt",
    "夸克盘链接": "https://pan.quark.cn/s/34aa9d4e2a87"
  },
  {
    "文件名": "[去]虫族之跨越星海（虫族之少将的雄主是个仙二代） 作者：眠花宿月.txt",
    "夸克盘链接": "https://pan.quark.cn/s/97fb749805bf"
  },
  {
    "文件名": "[去]虫族：掉马甲后死对头要我负责（虫族：掉马甲后孽债秒变情债） 作者：玉枝烟萝.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ac64add147fe"
  },
  {
    "文件名": "[去]虫族上将被意外标记后 作者：堂亦.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c92ffa42cd47"
  },
  {
    "文件名": "[去]陛下他总在翻旧账 作者：素千絮.txt",
    "夸克盘链接": "https://pan.quark.cn/s/4b6ffba7f332"
  },
  {
    "文件名": "[去]财神驾到[娱乐圈] 作者：弓青瀚.txt",
    "夸克盘链接": "https://pan.quark.cn/s/8000cbed4118"
  },
  {
    "文件名": "[去]被竹马发现大人玩具公司后 作者：桥六舟.txt",
    "夸克盘链接": "https://pan.quark.cn/s/190bb8daf375"
  },
  {
    "文件名": "[去]陛下千万要听话 作者：乌兮子.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e60f7b6529f7"
  },
  {
    "文件名": "[去]被阴湿男鬼圈养的反派[快穿] 作者：无敌香菜大王.txt",
    "夸克盘链接": "https://pan.quark.cn/s/206c8a1f1d95"
  },
  {
    "文件名": "[去]被渣后遇到天菜了 作者：赏心心.txt",
    "夸克盘链接": "https://pan.quark.cn/s/5df532b27be4"
  },
  {
    "文件名": "[去]被休后世子求着我做他夫郎 作者：日进斗金.txt",
    "夸克盘链接": "https://pan.quark.cn/s/394a12054f00"
  },
  {
    "文件名": "[去]被迫嫁给了“老”男人 作者：一米九的脆皮鸭Ynla.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e096be7009fa"
  },
  {
    "文件名": "[去]被系统绑定后我的人生换了个方向 作者：长白茉莉.txt",
    "夸克盘链接": "https://pan.quark.cn/s/78694067747c"
  },
  {
    "文件名": "[去]被迫在仙侠世界热炕头 作者：吃了就困.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e35f920cb56d"
  },
  {
    "文件名": "[去]被迫攻略成功后 作者：卿卿柚枝.txt",
    "夸克盘链接": "https://pan.quark.cn/s/6e8e1209e264"
  },
  {
    "文件名": "[去]被迫和宿敌灵修后 作者：霁青.txt",
    "夸克盘链接": "https://pan.quark.cn/s/5e58e9a43849"
  },
  {
    "文件名": "[去]被迫跟觊觎我的人同居了 作者：大魔王阿花.txt",
    "夸克盘链接": "https://pan.quark.cn/s/40ad0e9fc02a"
  },
  {
    "文件名": "[去]被迫公开 作者：夏眠夜.txt",
    "夸克盘链接": "https://pan.quark.cn/s/7e9b31da13fd"
  },
  {
    "文件名": "[去]被迫恶毒后，和反派he了 作者：刹那万春.txt",
    "夸克盘链接": "https://pan.quark.cn/s/1515d236bd62"
  },
  {
    "文件名": "[去]被迫当了竹马的假男友后 作者：清澜.txt",
    "夸克盘链接": "https://pan.quark.cn/s/7c2943965211"
  },
  {
    "文件名": "[去]被捧红的人宠了 作者：雨节.txt",
    "夸克盘链接": "https://pan.quark.cn/s/b32b9b2244e1"
  },
  {
    "文件名": "[去]被抹杀后，反派大佬他疯了（又又又被关地下室了） 作者：一杯蜜桃水.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c4528fbec206"
  },
  {
    "文件名": "[去]被将军宠坏的妖 作者：送你三喜.txt",
    "夸克盘链接": "https://pan.quark.cn/s/1f5643155ae2"
  },
  {
    "文件名": "[去]被疯批大佬强制后，我躺平了 作者：长夜漫.txt",
    "夸克盘链接": "https://pan.quark.cn/s/76b22b7fb42f"
  },
  {
    "文件名": "[去]被读心后真少爷靠吃瓜拯救魂宠界（被读心后真少爷靠吃瓜拯救驭兽界） 作者：雨濛烟.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c1e2508db4f1"
  },
  {
    "文件名": "[去]被放逐荒星的雄虫成了宇宙霸主 作者：柚可yoker.txt",
    "夸克盘链接": "https://pan.quark.cn/s/7dc5953f429e"
  },
  {
    "文件名": "[去]被二次元学弟追更了 作者：小心麻雀.txt",
    "夸克盘链接": "https://pan.quark.cn/s/602f45c07555"
  },
  {
    "文件名": "[去]被虫族听见心声，但路人甲虫母 作者：乌皙.txt",
    "夸克盘链接": "https://pan.quark.cn/s/986e11709363"
  },
  {
    "文件名": "[去]被读心后真少爷成了我老婆 作者：寒山不霁.txt",
    "夸克盘链接": "https://pan.quark.cn/s/571169cd1c96"
  },
  {
    "文件名": "[去]背景板心声泄露后成为了中心焦点（祁我星声） 作者：你的passion.txt",
    "夸克盘链接": "https://pan.quark.cn/s/09cf5753f6c0"
  },
  {
    "文件名": "[去]绑定降生系统，美人宿主又乖又作（快穿，绝嗣男主的美人他娇又作） 作者：程虔月.txt",
    "夸克盘链接": "https://pan.quark.cn/s/0ea4f43fd29a"
  },
  {
    "文件名": "[去]薄荷味 作者：陈落青.txt",
    "夸克盘链接": "https://pan.quark.cn/s/68dff8362771"
  },
  {
    "文件名": "[去]自我沦陷【水仙】（惊！我的老婆竟是我自己【水仙】） 作者：李一靓.txt",
    "夸克盘链接": "https://pan.quark.cn/s/1fdfad850563"
  },
  {
    "文件名": "[去]装乖有瘾（老子乖得很） 作者：木m非林.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ae3b7d992eaf"
  },
  {
    "文件名": "[去]转生成精灵的我撩动了异世的魔王（开局是精灵？你好我想当魔后！） 作者：A狐狸先生.txt",
    "夸克盘链接": "https://pan.quark.cn/s/5e47db007dd7"
  },
  {
    "文件名": "[去]转学第一天就和同桌撞人设了怎么 作者：江舟带雪.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a83d8d68e47a"
  },
  {
    "文件名": "[去]重生之农门首辅 作者：媚骨（更新至92章）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/8434b97aa899"
  },
  {
    "文件名": "[去]重生之这次不再辜负你（重生之男保姆也有春天） 作者：寒香未迟.txt",
    "夸克盘链接": "https://pan.quark.cn/s/4415adcb02df"
  },
  {
    "文件名": "[去]重生之乖，我的小疯犬 作者：小嘛小废物.txt",
    "夸克盘链接": "https://pan.quark.cn/s/b0fd248513b7"
  },
  {
    "文件名": "[去]重生在奇幻美食异世界成为第一强者 作者：海无霸（更新至180章）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/53adb4eaf55f"
  },
  {
    "文件名": "[去]重生娶娇气窝囊废夫郎 作者：抱一丝.txt",
    "夸克盘链接": "https://pan.quark.cn/s/15cb9a4f8925"
  },
  {
    "文件名": "[去]重生后对先生以下犯上 作者：我啃啃啃啃啃.txt",
    "夸克盘链接": "https://pan.quark.cn/s/d2ff966e89c1"
  },
  {
    "文件名": "[去]重生到现代，全能大佬不好惹（老婆太强了，楚总遭不住） 作者：沐念卿.txt",
    "夸克盘链接": "https://pan.quark.cn/s/6cefafa8454e"
  },
  {
    "文件名": "[去]重生后高冷学神黏上我了 作者：衔墓雨.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e53360f079fa"
  },
  {
    "文件名": "[去]重生八零，成为人生赢家 作者：飘血征袍.txt",
    "夸克盘链接": "https://pan.quark.cn/s/73b254e1f572"
  },
  {
    "文件名": "[去]这位法医有点冷［刑侦］ 作者：凡范er.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e5f6663ac28a"
  },
  {
    "文件名": "[去]这爽文主角我当定了！ 作者：珞神月.txt",
    "夸克盘链接": "https://pan.quark.cn/s/d6fdce5e5bde"
  },
  {
    "文件名": "[去]重生成儿子同学后 作者：顾青词.txt",
    "夸克盘链接": "https://pan.quark.cn/s/3ca2daab1a88"
  },
  {
    "文件名": "【寒武纪年】暴躁狂与傲娇怪.txt",
    "夸克盘链接": "https://pan.quark.cn/s/beb139b265fe"
  },
  {
    "文件名": "【番茄】重回六零年代当知青 作者：卖包子的兔子君.txt",
    "夸克盘链接": "https://pan.quark.cn/s/4092bad2ebdf"
  },
  {
    "文件名": "【番茄】总裁怀里的小戏精又软又甜 作者：菌丝种子.txt",
    "夸克盘链接": "https://pan.quark.cn/s/9b125bb6a4e7"
  },
  {
    "文件名": "【番茄】影帝重生后和情敌被迫营业 作者：狐家七七.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c599c43bc48e"
  },
  {
    "文件名": "【番茄】重生：晏少的白月光他放飞自我了 作者：衣只独袖.txt",
    "夸克盘链接": "https://pan.quark.cn/s/536a22ab5aa4"
  },
  {
    "文件名": "【番茄】星际：软萌兔兔他又震惊全网了 作者：Sanura.txt",
    "夸克盘链接": "https://pan.quark.cn/s/5cbf95b81afd"
  },
  {
    "文件名": "【番茄】少爷假死后，蒋爷疯狂找遍全世界 作者：白喵团团.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a7d2c253b0ca"
  },
  {
    "文件名": "【番茄】和死对头在一起后，我爆红了 作者：穆卿辞.txt",
    "夸克盘链接": "https://pan.quark.cn/s/504dec748c3c"
  },
  {
    "文件名": "【番茄】穿越后我靠写小说征服全星际 作者：莫问前程皆无忧.txt",
    "夸克盘链接": "https://pan.quark.cn/s/571b74eb01d2"
  },
  {
    "文件名": "【番茄】殿下，您的小史官又逃了！ 作者：干饭王.txt",
    "夸克盘链接": "https://pan.quark.cn/s/372a820235ac"
  },
  {
    "文件名": "【番茄】被偏执小狼狗缠上后我逃了 作者：一颗橘子糖.txt",
    "夸克盘链接": "https://pan.quark.cn/s/966a76ea67f5"
  },
  {
    "文件名": "【番茄】病娇徒弟总想对师尊以下犯上 作者：一颗橘子糖.txt",
    "夸克盘链接": "https://pan.quark.cn/s/76a7a6c205ce"
  },
  {
    "文件名": "【番茄】穿成星际崽崽恶毒老父亲怎么破？ 作者：莫问前程皆无忧.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c1da75ccc637"
  },
  {
    "文件名": "【番茄】穿书后我被女友哥哥盯住 作者：珠珠爱吃糖.txt",
    "夸克盘链接": "https://pan.quark.cn/s/bfb4415f0247"
  },
  {
    "文件名": "【番茄】穿书：病娇男主黑化后 作者：涂山杳杳.txt",
    "夸克盘链接": "https://pan.quark.cn/s/0f1928f72748"
  },
  {
    "文件名": "【豆腐独家】重生后我每天都想和离-豆腐.txt",
    "夸克盘链接": "https://pan.quark.cn/s/24efe62a7c71"
  },
  {
    "文件名": "【豆腐独家】重生之黑莲花娇养日常-豆腐.txt",
    "夸克盘链接": "https://pan.quark.cn/s/2b74af0cec80"
  },
  {
    "文件名": "《我的漫画风靡咒术界》作者：橘猫团子.txt",
    "夸克盘链接": "https://pan.quark.cn/s/90b7323daf1e"
  },
  {
    "文件名": "【豆腐独家】银色子弹-豆腐.txt",
    "夸克盘链接": "https://pan.quark.cn/s/d89f0c76b977"
  },
  {
    "文件名": "【番茄】报告陛下！病秧子权臣是疯批美人 作者：小殿下.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ae888ed4162a"
  },
  {
    "文件名": "【豆腐独家】沈总的契约小可爱-豆腐.txt",
    "夸克盘链接": "https://pan.quark.cn/s/158a88be8c84"
  },
  {
    "文件名": "【豆腐独家】沦陷［快穿］-豆腐.txt",
    "夸克盘链接": "https://pan.quark.cn/s/0875de23609d"
  },
  {
    "文件名": "【豆腐独家】国破山河在-豆腐.txt",
    "夸克盘链接": "https://pan.quark.cn/s/2b301125abbe"
  },
  {
    "文件名": "【豆腐独家】将军他非国师不可-豆腐 作者：老馨.txt",
    "夸克盘链接": "https://pan.quark.cn/s/38ab5e55da00"
  },
  {
    "文件名": "【豆腐独家】不小心成了团宠怎么破-豆腐.txt",
    "夸克盘链接": "https://pan.quark.cn/s/152537d6032e"
  },
  {
    "文件名": "【豆腐独家】持证上岗的情人-豆腐.txt",
    "夸克盘链接": "https://pan.quark.cn/s/db60407db21c"
  },
  {
    "文件名": "【豆腐独家】[穿书]现在抱大腿还来得及吗-豆腐 作者：喝奶茶没有吸管.txt",
    "夸克盘链接": "https://pan.quark.cn/s/d470dc25885b"
  },
  {
    "文件名": "【豆腐】影帝分手后_欢景 作者：欢景.txt",
    "夸克盘链接": "https://pan.quark.cn/s/bf5d9c4b0e74"
  },
  {
    "文件名": "【豆腐】一觉醒来我和死对头结婚了 作者：御子莘.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a561e4396b03"
  },
  {
    "文件名": "【豆腐】死对头，要脱单不？ 作者：肥肥殿.txt",
    "夸克盘链接": "https://pan.quark.cn/s/24a2fa05ec48"
  },
  {
    "文件名": "【豆腐】三当家捡了个狐狸相公 作者：欢景.txt",
    "夸克盘链接": "https://pan.quark.cn/s/d67f77193526"
  },
  {
    "文件名": "【豆腐】行行好，给这个少爷一点爱吧 作者：蝴蝶来了.txt",
    "夸克盘链接": "https://pan.quark.cn/s/b8e274c4fdec"
  },
  {
    "文件名": "【豆腐】穿回来后我成了万人嫌 作者：蝴蝶来了.txt",
    "夸克盘链接": "https://pan.quark.cn/s/cdf08cccb458"
  },
  {
    "文件名": "【豆腐】步步套路俊郎君 作者：欢景.txt",
    "夸克盘链接": "https://pan.quark.cn/s/3a74129a98b9"
  },
  {
    "文件名": "【豆腐】[重生]矜矜二爷太人妻.txt",
    "夸克盘链接": "https://pan.quark.cn/s/717d17cc69ea"
  },
  {
    "文件名": "【豆腐】[双重生]赎爱之徒 作者：欢景.txt",
    "夸克盘链接": "https://pan.quark.cn/s/9d9e0d1b4b7c"
  },
  {
    "文件名": "【布咕独家】苦涩的樱桃-布咕 作者：五点的风.txt",
    "夸克盘链接": "https://pan.quark.cn/s/d8eb0838c4dc"
  },
  {
    "文件名": "【布咕独家】快穿之男主总对我图谋不轨-布咕 作者：背景.txt",
    "夸克盘链接": "https://pan.quark.cn/s/f0220b5d793e"
  },
  {
    "文件名": "《诸天降临》作者：因倪.txt",
    "夸克盘链接": "https://pan.quark.cn/s/409a24549b5a"
  },
  {
    "文件名": "《主角攻为什么用这种眼神看我[娱乐圈]》作者：公子于歌.txt",
    "夸克盘链接": "https://pan.quark.cn/s/81253b88a210"
  },
  {
    "文件名": "【爱发电独家 更112】心术不正by关山越 作者：关山越.txt",
    "夸克盘链接": "https://pan.quark.cn/s/4a27066b8a95"
  },
  {
    "文件名": "《我的漫画风靡咒术界》作者：橘猫团子.txt",
    "夸克盘链接": "https://pan.quark.cn/s/8f8d569415ec"
  },
  {
    "文件名": "《这个妖怪村我罩的》作者：爱哈哈的小刀.txt",
    "夸克盘链接": "https://pan.quark.cn/s/5fd132d0db48"
  },
  {
    "文件名": "《渣攻他想洗心革面》作者：漱日风禾.txt",
    "夸克盘链接": "https://pan.quark.cn/s/1400d711fb68"
  },
  {
    "文件名": "《原来我老公才是真少爷》作者：解冻湖水.txt",
    "夸克盘链接": "https://pan.quark.cn/s/501ee11abf9a"
  },
  {
    "文件名": "《越界》作者：几京.txt",
    "夸克盘链接": "https://pan.quark.cn/s/2ad3d16ff75c"
  },
  {
    "文件名": "《原来他说在拯救世界是真的》作者：东哑巴.txt",
    "夸克盘链接": "https://pan.quark.cn/s/2d12684afc78"
  },
  {
    "文件名": "《遗相》作者：刑上香.txt",
    "夸克盘链接": "https://pan.quark.cn/s/4f656bd58411"
  },
  {
    "文件名": "《小美人O的渣A回来了》作者： 宋优优.txt",
    "夸克盘链接": "https://pan.quark.cn/s/843183290b5d"
  },
  {
    "文件名": "《雄虫他在婚综当卷王（虫族）》作者：丸二缘.txt",
    "夸克盘链接": "https://pan.quark.cn/s/3a12ba071b10"
  },
  {
    "文件名": "《仙君饲养指南》作者：小狐狸菌.txt",
    "夸克盘链接": "https://pan.quark.cn/s/6216b1a39425"
  },
  {
    "文件名": "《夏杀》作者：这碗粥.txt",
    "夸克盘链接": "https://pan.quark.cn/s/25d1cbbc5b8e"
  },
  {
    "文件名": "《我在火葬场文当阿飘》作者：林睡.txt",
    "夸克盘链接": "https://pan.quark.cn/s/35cd97e22255"
  },
  {
    "文件名": "《我又弄崩了校园怪谈[无限]》作者：榆.txt",
    "夸克盘链接": "https://pan.quark.cn/s/7ce2a6242b45"
  },
  {
    "文件名": "《我在钓你啊》（番外完）作者：苦司.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a4e431561bc3"
  },
  {
    "文件名": "《我给吸血鬼老板打伞》作者：一壶热水.txt",
    "夸克盘链接": "https://pan.quark.cn/s/59fc6ebeb8f0"
  },
  {
    "文件名": "《二周目的我成了马甲怪》作者：不付灯.txt",
    "夸克盘链接": "https://pan.quark.cn/s/198068fc93e4"
  },
  {
    "文件名": "《听说我是渣A？[穿书]》作者：戈云栖.txt",
    "夸克盘链接": "https://pan.quark.cn/s/4c674795f3fd"
  },
  {
    "文件名": "《丧尸横行之绝地求生》作者：何大仁.txt",
    "夸克盘链接": "https://pan.quark.cn/s/b1fc5b8edfaa"
  },
  {
    "文件名": "《师尊端水失败后[穿书]》作者：龙她.txt",
    "夸克盘链接": "https://pan.quark.cn/s/8feade5ce8e4"
  },
  {
    "文件名": "《甜头》作者：咿芽.txt",
    "夸克盘链接": "https://pan.quark.cn/s/24896929b290"
  },
  {
    "文件名": "《狼少年》作者：巫山有段云.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a5acff405088"
  },
  {
    "文件名": "《失忆后我喊死对头老公》作者：琼绯.txt",
    "夸克盘链接": "https://pan.quark.cn/s/3808c72f1660"
  },
  {
    "文件名": "《全世界都以为我是受[快穿]》作者：Morisawa.txt",
    "夸克盘链接": "https://pan.quark.cn/s/09517863e5cd"
  },
  {
    "文件名": "《二周目的我成了马甲怪》作者：不付灯.txt",
    "夸克盘链接": "https://pan.quark.cn/s/9f4bc89a0cc7"
  },
  {
    "文件名": "《请求对线！[电竞]》作者：殷熵.txt",
    "夸克盘链接": "https://pan.quark.cn/s/7ee1c7d3408c"
  },
  {
    "文件名": "《千手瑛二的黑色星期五》作者：凭栏梦梵.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c261bb49a97b"
  },
  {
    "文件名": "《你我之名》作者：娜可露露.txt",
    "夸克盘链接": "https://pan.quark.cn/s/5b05eb8760d6"
  },
  {
    "文件名": "《美食拯救世界[星际]》作者：东门饕宴.txt",
    "夸克盘链接": "https://pan.quark.cn/s/6c149195937a"
  },
  {
    "文件名": "《乱红[娱乐圈]》作者：酥薄月.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a0d60e55b06b"
  },
  {
    "文件名": "《恋与暴君痛失网名》作者：晚来啾.txt",
    "夸克盘链接": "https://pan.quark.cn/s/4a6a814ae6f3"
  },
  {
    "文件名": "《狼少年》作者：巫山有段云.txt",
    "夸克盘链接": "https://pan.quark.cn/s/76124243459e"
  },
  {
    "文件名": "《开局默尔索怎么办》（番外完）作者：不可见的云端.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ab91bcf01410"
  },
  {
    "文件名": "《攻略年下美强惨》作者：顾徕一.txt",
    "夸克盘链接": "https://pan.quark.cn/s/744c826ad223"
  },
  {
    "文件名": "《救火》作者：摘月太白.txt",
    "夸克盘链接": "https://pan.quark.cn/s/1d0d33b34db4"
  },
  {
    "文件名": "《和校草室友网恋翻车后》作者：一壶热水.txt",
    "夸克盘链接": "https://pan.quark.cn/s/4b7532f0fea6"
  },
  {
    "文件名": "《穿越后我标记了女帝》作者：闲亭笔落.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a603b52ba0a1"
  },
  {
    "文件名": "《和死对头协议结婚后怀崽了》作者：森木666.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a4b4ff6e1cc7"
  },
  {
    "文件名": "《钓系美人上岗指南》作者：键盘君jun.txt",
    "夸克盘链接": "https://pan.quark.cn/s/00c4876aaba3"
  },
  {
    "文件名": "《穿书后我成了偏执主角的白月光》作者：时因果.txt",
    "夸克盘链接": "https://pan.quark.cn/s/d37ab0c8123b"
  },
  {
    "文件名": "《穿进年代文后我有1了》作者：油盐不进.txt",
    "夸克盘链接": "https://pan.quark.cn/s/310d3bf6d27a"
  },
  {
    "文件名": "《穿成假少爷后全家都重生了》作者：稚棠.txt",
    "夸克盘链接": "https://pan.quark.cn/s/90a47a43544f"
  },
  {
    "文件名": "《穿到史前就爱种田》作者：故乡异客.txt",
    "夸克盘链接": "https://pan.quark.cn/s/d0decc48a305"
  },
  {
    "文件名": "《病秧子弃疗后全员火葬场》作者：苓心.txt",
    "夸克盘链接": "https://pan.quark.cn/s/820114e11d62"
  },
  {
    "文件名": "《被美食耽误的名士们》作者：咸鱼person.txt",
    "夸克盘链接": "https://pan.quark.cn/s/f45344ec89bc"
  },
  {
    "文件名": "【一纸倾城独家】大佬的娇气金丝雀-一纸 作者：云南白药不白.txt",
    "夸克盘链接": "https://pan.quark.cn/s/07302b7dc864"
  },
  {
    "文件名": "《白月光靠修罗场成为人气第一》作者：姎星.txt",
    "夸克盘链接": "https://pan.quark.cn/s/b114ed9e080a"
  },
  {
    "文件名": "《[综英美]这个地球我罩了》作者：Cii.txt",
    "夸克盘链接": "https://pan.quark.cn/s/274f9bc26eff"
  },
  {
    "文件名": "《[综武侠]全江湖最靓的仔》作者：白鹤一只.txt",
    "夸克盘链接": "https://pan.quark.cn/s/132511959b2a"
  },
  {
    "文件名": "【一纸倾城独家】偏执大佬不让我躺平-一纸 作者：抽象派.txt",
    "夸克盘链接": "https://pan.quark.cn/s/28fdb8f369b1"
  },
  {
    "文件名": "【一纸倾城独家】我被魔教教主娇宠了-一纸 作者：胖团子.txt",
    "夸克盘链接": "https://pan.quark.cn/s/5f979dbf6bfc"
  },
  {
    "文件名": "【一纸倾城独家】被腹黑大佬盯上后-一纸 作者：西九九.txt",
    "夸克盘链接": "https://pan.quark.cn/s/86f41c3a4565"
  },
  {
    "文件名": "【一纸倾城独家 更118】傅先生的私藏小娇夫1-118 作者：麻禄.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c6a5edb5a5bf"
  },
  {
    "文件名": "【一纸倾城独家 更58】时总家的小团子又乖又软1-58 作者：墨堂.txt",
    "夸克盘链接": "https://pan.quark.cn/s/d90620f76f07"
  },
  {
    "文件名": "【一纸倾城独家 更43】【ABO】奶糖味的安安1-43 作者：凌子柒.txt",
    "夸克盘链接": "https://pan.quark.cn/s/bf116753ffd4"
  },
  {
    "文件名": "【青花鱼独家 更177】被调包的哥哥们by kimay.txt",
    "夸克盘链接": "https://pan.quark.cn/s/d477eacdd309"
  },
  {
    "文件名": "【青花鱼独家】舔狗舔到最后应有尽有by yyyyyyu9 .txt",
    "夸克盘链接": "https://pan.quark.cn/s/8b787bf5a1f3"
  },
  {
    "文件名": "【一纸倾城独家 更41】不当替身后，渣攻追妻了1-41 作者：晚向意.txt",
    "夸克盘链接": "https://pan.quark.cn/s/782c95349f1d"
  },
  {
    "文件名": "【青花鱼独家】我以为他们是在觊觎我的金丝雀by liuhefengdao  .txt",
    "夸克盘链接": "https://pan.quark.cn/s/e13c93300fae"
  },
  {
    "文件名": "【青花鱼独家 更129】偷室友东西后被发现了by混吃等死两脚兽.txt",
    "夸克盘链接": "https://pan.quark.cn/s/f39b79983080"
  },
  {
    "文件名": "【青花鱼独家 更89】师弟和师父相爱与我又有什么关系by LBLaaaa.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ad2b767dcf77"
  },
  {
    "文件名": "【连城】重生之霸爱夫郎 作者：起笔名好难.txt",
    "夸克盘链接": "https://pan.quark.cn/s/0cc6cd46a7a3"
  },
  {
    "文件名": "【连城】千年古尸爱上我 作者：轻纱墨舞.txt",
    "夸克盘链接": "https://pan.quark.cn/s/66dcfabc9389"
  },
  {
    "文件名": "【连城】将军他又作妖了.txt",
    "夸克盘链接": "https://pan.quark.cn/s/926b7c6ced02"
  },
  {
    "文件名": "【寒武纪年独家】全天界都在磕我俩CP-寒武纪 作者：不知秋.txt",
    "夸克盘链接": "https://pan.quark.cn/s/0eb4c42e25e4"
  },
  {
    "文件名": "【寒武纪年】大佬的掌心狐宠 作者：若无华.txt",
    "夸克盘链接": "https://pan.quark.cn/s/460e4782ae61"
  },
  {
    "文件名": "【寒武纪年独家】沙雕炮灰拒绝作死剧本-寒武纪 作者：娆小八.txt",
    "夸克盘链接": "https://pan.quark.cn/s/2e4db0cbcfcf"
  },
  {
    "文件名": "【寒武纪年独家】女主和他后宫为我打起来了-寒武纪 作者：双生土鳖.txt",
    "夸克盘链接": "https://pan.quark.cn/s/55ac6dc39a3a"
  },
  {
    "文件名": "【寒武纪年独家】流放后我成了准法老的独宠-寒武纪 作者：Nefertiti.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e8fd5f2e2d8c"
  },
  {
    "文件名": "【寒武纪年独家】穿成男妃后我一心丧偶-寒武纪 作者：不诉之客.txt",
    "夸克盘链接": "https://pan.quark.cn/s/812303eb01ff"
  },
  {
    "文件名": "【寒武纪年】质子为妃 作者：若无华.txt",
    "夸克盘链接": "https://pan.quark.cn/s/d3e0b3199656"
  },
  {
    "文件名": "【寒武纪年】渣渣Biss 作者：许和知.txt",
    "夸克盘链接": "https://pan.quark.cn/s/2c4fcc2d3a13"
  },
  {
    "文件名": "【Q书耽独家】快穿之炮灰男配他辞职不干了-书耽 作者：桃枝温酒.txt",
    "夸克盘链接": "https://pan.quark.cn/s/3280d6b9a53c"
  },
  {
    "文件名": "【Q书耽独家】全网黑后被宿敌扛回家了-书耽 作者：一枝玫瑰.txt",
    "夸克盘链接": "https://pan.quark.cn/s/2fb9ad046e86"
  },
  {
    "文件名": "【Q书耽独家】狼系小美人不想和教授HE了-书耽 作者：丁了个丁.txt",
    "夸克盘链接": "https://pan.quark.cn/s/6049f4ca93fc"
  },
  {
    "文件名": "【Q书耽独家】男主官配回来后哭包路人跑了-书耽 作者：明日辣.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c1dfeb5b510f"
  },
  {
    "文件名": "【Q书耽独家】反派大佬失忆后变成了粘人精-书耽 作者：苓生.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ed924a1d45c7"
  },
  {
    "文件名": "【Q书耽独家】穿书后成了师尊的小龙崽-书耽 作者：椋裎.txt",
    "夸克盘链接": "https://pan.quark.cn/s/b6b890e645c5"
  },
  {
    "文件名": "【Q书耽独家】糙汉家有俏夫郎-书耽 作者：白十三.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ef8a556b7ff0"
  },
  {
    "文件名": "【Q书耽独家】穿书后，我和反派恶龙he了-书耽 作者：莫小桑.txt",
    "夸克盘链接": "https://pan.quark.cn/s/eb205987834e"
  },
  {
    "文件名": "【Q书耽独家】【ABO】反派今天努力营业了吗-书耽 作者：小肆儿.txt",
    "夸克盘链接": "https://pan.quark.cn/s/dfb9d80871f4"
  },
  {
    "文件名": "【Q书耽独家】被总裁骗婚后我爆红了-书耽 作者：狐乱写文.txt",
    "夸克盘链接": "https://pan.quark.cn/s/7b65c02cebfa"
  },
  {
    "文件名": "【Q书耽】万人迷白月光和替身HE了 作者：荣华富贵.txt",
    "夸克盘链接": "https://pan.quark.cn/s/219a3dfc8751"
  },
  {
    "文件名": "【Q书耽】重生之驯养狼性猛攻 作者：白十三.txt",
    "夸克盘链接": "https://pan.quark.cn/s/199e54118786"
  },
  {
    "文件名": "【Q书耽】我在八零专宠小宝贝 作者：白十三.txt",
    "夸克盘链接": "https://pan.quark.cn/s/53bcf7e83d54"
  },
  {
    "文件名": "【Q书耽】世子爷他求亲被拒后 作者：苓生.txt",
    "夸克盘链接": "https://pan.quark.cn/s/7e8e00de14eb"
  },
  {
    "文件名": "【Q书耽】深度侵占 作者：鸢十七.txt",
    "夸克盘链接": "https://pan.quark.cn/s/cb05ca797f76"
  },
  {
    "文件名": "【Q书耽】傻妃嫁到.txt",
    "夸克盘链接": "https://pan.quark.cn/s/4afa86f8edca"
  },
  {
    "文件名": "【Q书耽】满级大佬重开后横扫娱乐圈 作者：虞星.txt",
    "夸克盘链接": "https://pan.quark.cn/s/7556fb26dd60"
  },
  {
    "文件名": "【Q书耽】娶了王爷以后 作者：万兵无敌.txt",
    "夸克盘链接": "https://pan.quark.cn/s/65a5936948ba"
  },
  {
    "文件名": "【Q书耽】千岁大人太宠朕了怎么办 作者：璇玑夫人.txt",
    "夸克盘链接": "https://pan.quark.cn/s/1e22a9642541"
  },
  {
    "文件名": "【Q书耽】家养暗卫有点甜 作者：白十三.txt",
    "夸克盘链接": "https://pan.quark.cn/s/5ac84a0fa9c1"
  },
  {
    "文件名": "【Q书耽】既成狼王，何惧海皇 作者：北冥有雁.txt",
    "夸克盘链接": "https://pan.quark.cn/s/44cf9636b60b"
  },
  {
    "文件名": "【Q书耽】顾总跪求我原谅他 作者：灵灵子.txt",
    "夸克盘链接": "https://pan.quark.cn/s/6ead64e36bee"
  },
  {
    "文件名": "【Q书耽】歌神经纪人他掉马了.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e2d0826ecc0f"
  },
  {
    "文件名": "【Q书耽】大佬的小奶狗又在闹离婚 作者：渐迷离.txt",
    "夸克盘链接": "https://pan.quark.cn/s/34b19821c5fe"
  },
  {
    "文件名": "【Q书耽】反派大佬失忆后变成了粘人精 作者：苓生.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a0890c09c60d"
  },
  {
    "文件名": "【Q书耽】垂耳兔的信息素让总裁真香（ABO） 作者：公子书生.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e87a2de04c8f"
  },
  {
    "文件名": "【Q书耽】穿书后反派他一心求死 作者：清澜.txt",
    "夸克盘链接": "https://pan.quark.cn/s/44186b51541d"
  },
  {
    "文件名": "【书耽独家 更1084】［快穿］大佬又又黑化了1-1084 作者：红茶叔叔.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c190fba47f6f"
  },
  {
    "文件名": "【Q书耽】穿书后和阴鸷反派联姻了 作者：春花枝酒盏.txt",
    "夸克盘链接": "https://pan.quark.cn/s/01b699864a63"
  },
  {
    "文件名": "【Q书耽】穿成偏执反派的娇气小玫瑰 作者：虞星.txt",
    "夸克盘链接": "https://pan.quark.cn/s/9008e4bedee8"
  },
  {
    "文件名": "【Q书耽】穿成反派国师后 作者：苓生.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ee8b1335c559"
  },
  {
    "文件名": "【Q书耽】穿成帝国元帅的小娇夫 作者：蓝淮.txt",
    "夸克盘链接": "https://pan.quark.cn/s/23719ee9544d"
  },
  {
    "文件名": "【Q书耽】糙汉家有俏夫郎 作者：白十三.txt",
    "夸克盘链接": "https://pan.quark.cn/s/cad6eedd20b8"
  },
  {
    "文件名": "【Q书耽】踹了前任后我成为他的金丝雀 作者：荣华富贵.txt",
    "夸克盘链接": "https://pan.quark.cn/s/001e60f6e639"
  },
  {
    "文件名": "【Q书耽】虫族之咸鱼不想翻身 作者：爱旅行的蜗牛.txt",
    "夸克盘链接": "https://pan.quark.cn/s/9edf0a352373"
  },
  {
    "文件名": "【Q书耽】[重生]总裁夫人恃宠而骄 作者：一条会翻身的咸鱼.txt",
    "夸克盘链接": "https://pan.quark.cn/s/0593cf473fa4"
  },
  {
    "文件名": "【Q书耽】残王将妻.txt",
    "夸克盘链接": "https://pan.quark.cn/s/5562e665f201"
  },
  {
    "文件名": "【Q书耽】[重生]薄总的小美人又在撒娇了 作者：璇玑夫人.txt",
    "夸克盘链接": "https://pan.quark.cn/s/4cc7f7641acc"
  },
  {
    "文件名": "【Q书耽】[ABO]万人嫌重生后只想当咸鱼 作者：灵灵子.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a50c163a5697"
  },
  {
    "文件名": "【Q书耽独家】重生拯救黑化美强惨-书耽 作者：猫薄荷吸猫.txt",
    "夸克盘链接": "https://pan.quark.cn/s/b4a53d9c0a61"
  },
  {
    "文件名": "【Q书耽独家】杀手人设又崩了-书耽 作者：帝青.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ac494c683f6c"
  },
  {
    "文件名": "【Q书耽独家】认错男主怎么办【末世】-书耽 作者：赋予.txt",
    "夸克盘链接": "https://pan.quark.cn/s/9b22f4e24e18"
  },
  {
    "文件名": "【Q书耽独家】小人鱼乖乖，把门开开-书耽 作者：久雨不停.txt",
    "夸克盘链接": "https://pan.quark.cn/s/4bcca189c2f0"
  },
  {
    "文件名": "【Q书耽独家】下铺上铺-书耽 作者：三月初二.txt",
    "夸克盘链接": "https://pan.quark.cn/s/5b103aa1cd88"
  },
  {
    "文件名": "[去]《穿书后我靠写文爆红娱乐圈》作家：白月光不是缸.txt",
    "夸克盘链接": "https://pan.quark.cn/s/8dbd3c43d542"
  },
  {
    "文件名": "[去]《穿书后成了流放炮灰》作家：观海.txt",
    "夸克盘链接": "https://pan.quark.cn/s/361931e999b4"
  },
  {
    "文件名": "[去]《穿越救男主狗命》作家：一维马赛克【完结】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/815f67aba1b4"
  },
  {
    "文件名": "[去]《惩治花心》作家：三千弄.txt",
    "夸克盘链接": "https://pan.quark.cn/s/34800211185a"
  },
  {
    "文件名": "[去]《成为渣审的第二人格》作家：我是一颗橙子.txt",
    "夸克盘链接": "https://pan.quark.cn/s/b0d1d7baadfa"
  },
  {
    "文件名": "[去]《穿成真少爷在帝国搞事业【星际】》作家：虞郁雨.txt",
    "夸克盘链接": "https://pan.quark.cn/s/21b705fab3d9"
  },
  {
    "文件名": "[去]《参加恋综开摆后被迫当卷王》作家：闻祗.txt",
    "夸克盘链接": "https://pan.quark.cn/s/819d8bbc9a8a"
  },
  {
    "文件名": "[去]《不满分暗恋》作家：戊子年.txt",
    "夸克盘链接": "https://pan.quark.cn/s/8b0226f4830a"
  },
  {
    "文件名": "[去]《扮演预言家成神了[无限]》作家：白桃脆片.txt",
    "夸克盘链接": "https://pan.quark.cn/s/cc4a372b32f5"
  },
  {
    "文件名": "[去]《不安分》作家：别雀.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c37daab6068c"
  },
  {
    "文件名": "[去]《兵王崽崽三岁半》作家：亡灵大菜菜.txt",
    "夸克盘链接": "https://pan.quark.cn/s/8b4bda316283"
  },
  {
    "文件名": "[去]《冰美式不加糖》作家：疯狂夏小正.txt",
    "夸克盘链接": "https://pan.quark.cn/s/90cacb331832"
  },
  {
    "文件名": "[去]《崩坏男主又断我红线［快穿］》作家：毛绒ar.txt",
    "夸克盘链接": "https://pan.quark.cn/s/9a52e306d46f"
  },
  {
    "文件名": "[去]《被校草错认成男朋友后》作家：小狗呜呜叫.txt",
    "夸克盘链接": "https://pan.quark.cn/s/25ac8221ed79"
  },
  {
    "文件名": "[去]《被分手后，乖绵羊爆改狼崽玩强爱》作家：疯修半缘.txt",
    "夸克盘链接": "https://pan.quark.cn/s/055c1e52a4c3"
  },
  {
    "文件名": "[去]《扮演病弱反派却被所有人告白[快穿]》作家：立志飞上天的鱼.txt",
    "夸克盘链接": "https://pan.quark.cn/s/720d06a6cb71"
  },
  {
    "文件名": "[去]《扮成擦边主播，娱乐圈从零做起》作家：小核桃酥.txt",
    "夸克盘链接": "https://pan.quark.cn/s/267b93d8a4f9"
  },
  {
    "文件名": "[去]《白月光拒绝渣攻求复合》作家：君九少.txt",
    "夸克盘链接": "https://pan.quark.cn/s/5dbc7006703d"
  },
  {
    "文件名": "[去]《霸总被宝贝助理嫌弃了》作家：寞尘.txt",
    "夸克盘链接": "https://pan.quark.cn/s/b853bcc95a44"
  },
  {
    "文件名": "[去]《白切黑练习生被影帝大佬看上（系统)》作家：前凸后翘.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c1b74f7e916e"
  },
  {
    "文件名": "[去]《爱的恰恰饭》作家：言吾如生.txt",
    "夸克盘链接": "https://pan.quark.cn/s/31357587ca94"
  },
  {
    "文件名": "[去]《八条触手，老婆很喜欢_》作家：八十六笔.txt",
    "夸克盘链接": "https://pan.quark.cn/s/46b82b14a722"
  },
  {
    "文件名": "[去]《【快穿】我那可怕的前男友》作家：赋予.txt",
    "夸克盘链接": "https://pan.quark.cn/s/d96a42228e2f"
  },
  {
    "文件名": "[去]《VR末世求生》作家：玻璃渣里找糖吃.txt",
    "夸克盘链接": "https://pan.quark.cn/s/69cef6a1e482"
  },
  {
    "文件名": "[去]《40岁三婚霸总为我怀崽》作家：疯狂更新.txt",
    "夸克盘链接": "https://pan.quark.cn/s/891364fa9e60"
  },
  {
    "文件名": "[去]《[原神]璃月妇产科男医生》作家：林萦.txt",
    "夸克盘链接": "https://pan.quark.cn/s/727f4b9981d8"
  },
  {
    "文件名": "[去]《[综英美]管家的自我修养》作家：璃九笙.txt",
    "夸克盘链接": "https://pan.quark.cn/s/deb986077533"
  },
  {
    "文件名": "[去]《[原铁]当丹恒穿到提瓦特》作家：恕南心.txt",
    "夸克盘链接": "https://pan.quark.cn/s/53be48fa455a"
  },
  {
    "文件名": "[去][完结+番外3]《被偏爱的小花妖》作家：袖里青蛇（np）~补番.txt",
    "夸克盘链接": "https://pan.quark.cn/s/d2ea0827bc86"
  },
  {
    "文件名": "[去][完结+番外全]《人鱼星球（人X蛇人）蛇人系列2》作家：玲樱 .txt",
    "夸克盘链接": "https://pan.quark.cn/s/73b4039d8b8e"
  },
  {
    "文件名": "[去][完结]《一个学生的来信》作家：挡着眼睛的猴子（sp虐身）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/9f83bc4d18f0"
  },
  {
    "文件名": "[去][更63蛋全]《老蛇皮的春天》作家：无证驾驶（np）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/adf8fab3f9ec"
  },
  {
    "文件名": "[去][完结]《囚禁渣攻》作家：毛里球丝（1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/4b5a5896984d"
  },
  {
    "文件名": "[去]《从灵气复苏开始当神明》作家：感性认识.txt",
    "夸克盘链接": "https://pan.quark.cn/s/b6d23d128df3"
  },
  {
    "文件名": "[去]《蛇妖与少爷》作家：和浅多鷞（人外1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/7e07ba19ef82"
  },
  {
    "文件名": "[去]《大侠！江湖救急》作家：栀子枝.txt",
    "夸克盘链接": "https://pan.quark.cn/s/6e40ddc3a183"
  },
  {
    "文件名": "[去]《快把这王位拿走！》作家：辉羽天.txt",
    "夸克盘链接": "https://pan.quark.cn/s/fc81774c4ffa"
  },
  {
    "文件名": "[去]《反派的恋爱法则》作家：申悦.txt",
    "夸克盘链接": "https://pan.quark.cn/s/2931fd879ddf"
  },
  {
    "文件名": "[去]《我家垃圾山上全是宝》作者：莫然如风.txt",
    "夸克盘链接": "https://pan.quark.cn/s/83479b417aed"
  },
  {
    "文件名": "[去]《我给男配送糖吃(快穿)》作者：五朵蘑菇.txt",
    "夸克盘链接": "https://pan.quark.cn/s/754c12baae9b"
  },
  {
    "文件名": "[去]综艺直播：我带明星荒野求生-作者：天麻虫草花.txt",
    "夸克盘链接": "https://pan.quark.cn/s/57113e489af7"
  },
  {
    "文件名": "[去]《我跟男配结婚了》 作者：桃花引.txt",
    "夸克盘链接": "https://pan.quark.cn/s/8f0b376fe289"
  },
  {
    "文件名": "[去]抓个校草做手机宠物-作者：长安如昼.txt",
    "夸克盘链接": "https://pan.quark.cn/s/17060b4d499d"
  },
  {
    "文件名": "[去]舟 作者：华似比.txt",
    "夸克盘链接": "https://pan.quark.cn/s/6314e9848468"
  },
  {
    "文件名": "[去]只做你的小狗AD 电竞 _作者：限时偶遇.txt",
    "夸克盘链接": "https://pan.quark.cn/s/fbfb832e4315"
  },
  {
    "文件名": "[去]在逃生游戏里当最6主播_作者：惭时.txt",
    "夸克盘链接": "https://pan.quark.cn/s/3c9a50ceae48"
  },
  {
    "文件名": "[去]重生之做我老婆吧 作者：蓝心然.txt",
    "夸克盘链接": "https://pan.quark.cn/s/34f020a7c881"
  },
  {
    "文件名": "[去]重生后我拒绝内耗，发疯创飞奇葩_作者：财运旺旺.txt",
    "夸克盘链接": "https://pan.quark.cn/s/46a7c6d8c947"
  },
  {
    "文件名": "[去]掌控欲 作者：慕妩.txt",
    "夸克盘链接": "https://pan.quark.cn/s/1c6fc8f465c9"
  },
  {
    "文件名": "[去]与魔王同居  作者：天望.txt",
    "夸克盘链接": "https://pan.quark.cn/s/2ec1d89e58d6"
  },
  {
    "文件名": "[去]一千八百昼 作者：蟹总（公路文）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/19decbf4e838"
  },
  {
    "文件名": "[去]英国梨与小苍兰 作者：一碗叉烧.txt",
    "夸克盘链接": "https://pan.quark.cn/s/58526cd120f2"
  },
  {
    "文件名": "[去]小红娘（美食）-作者：桃花白茶.txt",
    "夸克盘链接": "https://pan.quark.cn/s/22f326d9f0ce"
  },
  {
    "文件名": "[去]星星落在你枕边 作者：喻言时.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c415d586dba1"
  },
  {
    "文件名": "[去]我有一本进化图鉴 御兽 _作者：江南见雪.txt",
    "夸克盘链接": "https://pan.quark.cn/s/eff4e78c9db3"
  },
  {
    "文件名": "[去]稀有雌性成为星际万人迷_作者：小毛球.txt",
    "夸克盘链接": "https://pan.quark.cn/s/916aa41942a4"
  },
  {
    "文件名": "[去]相逢不知身是客-作者：青红丝面茶.txt",
    "夸克盘链接": "https://pan.quark.cn/s/d44a604dd373"
  },
  {
    "文件名": "[去]我是年代文美强惨男主的亲妈-作者：恋恋不可忘.txt",
    "夸克盘链接": "https://pan.quark.cn/s/f200490afcf3"
  },
  {
    "文件名": "[去]万人嫌O穿进男团综艺后-作者：郁桉.txt",
    "夸克盘链接": "https://pan.quark.cn/s/85c28c931d86"
  },
  {
    "文件名": "[去]我眷恋这世界  作者：喻言时.txt",
    "夸克盘链接": "https://pan.quark.cn/s/3ca5e21149a0"
  },
  {
    "文件名": "[去]团宠小猫，在线撒娇-作者：安之若眠.txt",
    "夸克盘链接": "https://pan.quark.cn/s/cab0d1e66ab6"
  },
  {
    "文件名": "[去]桃花煞 作者：凤久安.txt",
    "夸克盘链接": "https://pan.quark.cn/s/dec855005e5d"
  },
  {
    "文件名": "[去]听懂动物说话，听点八卦不过分吧-作者：榕榆.txt",
    "夸克盘链接": "https://pan.quark.cn/s/f6b68e5a5915"
  },
  {
    "文件名": "[去]天生撩人 作者：斐妩.txt",
    "夸克盘链接": "https://pan.quark.cn/s/0f241ed2c4d4"
  },
  {
    "文件名": "[去]听从-作者：宋墨归.txt",
    "夸克盘链接": "https://pan.quark.cn/s/744fe1998716"
  },
  {
    "文件名": "[去]拓人作品同人 《恒爱》作者：小秦子.txt",
    "夸克盘链接": "https://pan.quark.cn/s/2c434f5f76a3"
  },
  {
    "文件名": "[去]她来自星星(玫瑰白茶)_作者： 雪枝酒.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a3a613bc3fc0"
  },
  {
    "文件名": "[去]弃妇扶摇录 作者：西瓜尼姑.txt",
    "夸克盘链接": "https://pan.quark.cn/s/12feb4fbc44f"
  },
  {
    "文件名": "[去]庶人 作者：她与灯.txt",
    "夸克盘链接": "https://pan.quark.cn/s/cece19e01535"
  },
  {
    "文件名": "[去]娶了知名高岭之花后-作者：旺了个汪儿.txt",
    "夸克盘链接": "https://pan.quark.cn/s/f32c4f54bd05"
  },
  {
    "文件名": "[去]女配她福运通天 作者：鹤闻.txt",
    "夸克盘链接": "https://pan.quark.cn/s/7422795201f7"
  },
  {
    "文件名": "[去]奴隶制  　作者：晓十一.txt",
    "夸克盘链接": "https://pan.quark.cn/s/44713f29223a"
  },
  {
    "文件名": "[去]您年纪有点大 作者：讳.txt",
    "夸克盘链接": "https://pan.quark.cn/s/b3b5495868f8"
  },
  {
    "文件名": "[去]可是开机甲真的超酷哎！_作者：江之祀.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ef05d0667773"
  },
  {
    "文件名": "[去]墨间花 作者：苏子暖.txt",
    "夸克盘链接": "https://pan.quark.cn/s/d8cfc9a96aee"
  },
  {
    "文件名": "[去]慢性沉沦-作者：詹题诗.txt",
    "夸克盘链接": "https://pan.quark.cn/s/63dde22f87b3"
  },
  {
    "文件名": "[去]联姻对象有两副嘴脸_作者：山河不倦.txt",
    "夸克盘链接": "https://pan.quark.cn/s/f6097596f8a5"
  },
  {
    "文件名": "[去]假少爷在豪门当绿茶_作者 青甯.txt",
    "夸克盘链接": "https://pan.quark.cn/s/89c19f0f819a"
  },
  {
    "文件名": "[去]看妇科发现主治医生是 作者：有河不渴.txt",
    "夸克盘链接": "https://pan.quark.cn/s/badec1805bba"
  },
  {
    "文件名": "[去]和前夫的星期六  作者：柚子多肉.txt",
    "夸克盘链接": "https://pan.quark.cn/s/dcf9a2454f97"
  },
  {
    "文件名": "[去]盖亚游戏[无限] 作者：雨田君.txt",
    "夸克盘链接": "https://pan.quark.cn/s/7b4e0373c3b3"
  },
  {
    "文件名": "[去]第一部《小龙女不女》作者：羲和清零.txt",
    "夸克盘链接": "https://pan.quark.cn/s/4899fd128938"
  },
  {
    "文件名": "[去]浮声记 作者：渝州夜来.txt",
    "夸克盘链接": "https://pan.quark.cn/s/18327a020712"
  },
  {
    "文件名": "[去]地狱不准谈恋爱（无限流）》作者：山河长秋.txt",
    "夸克盘链接": "https://pan.quark.cn/s/04a881885d52"
  },
  {
    "文件名": "[去]倒霉系列番外》作者：阿七.txt",
    "夸克盘链接": "https://pan.quark.cn/s/91e47869662a"
  },
  {
    "文件名": "[去]打工人，但万人迷 快穿 _作者欲转星河.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a6afc3ba9d7c"
  },
  {
    "文件名": "[去]单纯学长的腹黑学弟-作者： 小白白公子.txt",
    "夸克盘链接": "https://pan.quark.cn/s/29dac2a599fd"
  },
  {
    "文件名": "[去]错知后觉  　作者：走合 .txt",
    "夸克盘链接": "https://pan.quark.cn/s/665f6542f89f"
  },
  {
    "文件名": "[去]错撩敌国帝王后-作者：安南以南.txt",
    "夸克盘链接": "https://pan.quark.cn/s/8ed87a7165c6"
  },
  {
    "文件名": "[去]【连载152】阴鸷女皇的渣妻郎 作者：醉袒貂裘.txt",
    "夸克盘链接": "https://pan.quark.cn/s/4655e96a6178"
  },
  {
    "文件名": "[去]从荒星走出的男人-作者：飞奔的橘子.txt",
    "夸克盘链接": "https://pan.quark.cn/s/b17c77590e23"
  },
  {
    "文件名": "[去]陈三郎 作者 千朵桃花一树生.txt",
    "夸克盘链接": "https://pan.quark.cn/s/438bfea2b479"
  },
  {
    "文件名": "[去]抱上鱼尾巴后_作者 叫我胖大海.txt",
    "夸克盘链接": "https://pan.quark.cn/s/985faabe7350"
  },
  {
    "文件名": "[去]绑定亡妻系统后她成了全修真界的白月光-作者：沈嬴.txt",
    "夸克盘链接": "https://pan.quark.cn/s/476c3ca6e314"
  },
  {
    "文件名": "[去]变美系统，恐怖如斯 [快穿］作者：集天书虫.txt",
    "夸克盘链接": "https://pan.quark.cn/s/96911f7c3185"
  },
  {
    "文件名": "[去]8.《一觉醒来，我结婚了》作者：home毒步天下.txt",
    "夸克盘链接": "https://pan.quark.cn/s/d9409c8f4f6e"
  },
  {
    "文件名": "[去]【快穿】那个疯批为什么总追我！作者：谷一不胖.txt",
    "夸克盘链接": "https://pan.quark.cn/s/3dbb3baa0163"
  },
  {
    "文件名": "[去]「西装革履」作者：吨山.txt",
    "夸克盘链接": "https://pan.quark.cn/s/696947173063"
  },
  {
    "文件名": "[去]《做鬼也要上了你》作者：穿靴子的猫 (现代灵异 独占欲强专制学霸鬼攻X阳光健气学渣受 前期强制play 后期携手探案 有副cp 有肉 HE).txt",
    "夸克盘链接": "https://pan.quark.cn/s/c4b61c3aeea9"
  },
  {
    "文件名": "[去]《做鬼也要谈恋爱[星际]》作者：狐阳(未来灵异HE 狼犬哨兵攻X千年善鬼受 甜文有肉 养成转世 怀孕生子 后期受投胎成向导).txt",
    "夸克盘链接": "https://pan.quark.cn/s/d9b32fcc8381"
  },
  {
    "文件名": "[去]《做媒》作者：烟云尔 (现代 双CP 傲娇腹黑攻X炸毛受 狐狸助理攻X迟钝经理受 直掰弯 有肉 HE).txt",
    "夸克盘链接": "https://pan.quark.cn/s/2b8ba75f66ab"
  },
  {
    "文件名": "[去]《作为霸总保镖的职业素养》作者：观棋亦不语.txt",
    "夸克盘链接": "https://pan.quark.cn/s/0b41f42e5299"
  },
  {
    "文件名": "[去]《琢心》作者：阿裕（先婚后爱 强制爱 替身 囚禁）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e91d0f131d2c"
  },
  {
    "文件名": "[去]《罪恶号列车》作者：江亭(小推 现代HE 倒霉犯罪嫌疑人攻X风情万种妖孽受 悬疑 有肉渣 甜 两个流氓相遇当然是先来一炮).txt",
    "夸克盘链接": "https://pan.quark.cn/s/7a3ee74495ee"
  },
  {
    "文件名": "[去]《醉里挑灯看你》作者：麟潜 (古代 江湖 面瘫冷厉将军攻X武功高强忠犬美人受 有肉 HE)【0123更新番外】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/32135c67effe"
  },
  {
    "文件名": "[去]《总有人想囚禁我》作者：安漓悠 (异世架空 快穿 黑化霸道攻X喜欢腹诽宠溺受 主受 系统 有肉渣 受生蛋 HE).txt",
    "夸克盘链接": "https://pan.quark.cn/s/5dc5b8d0186d"
  },
  {
    "文件名": "[去]《总裁的传奇天师》作者：初吻江湖.txt",
    "夸克盘链接": "https://pan.quark.cn/s/3557096215b0"
  },
  {
    "文件名": "[去]《子夜鸮》作者：颜凉雨.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ec138c555a89"
  },
  {
    "文件名": "[去]《总有狗男男在秀恩爱》作者：姬米(现代  腹黑霸道总裁攻X腹黑霸气医生受 强强 高能虐狗 略苏 强攻强受的有肉渣的爱情故事 HE 小推).txt",
    "夸克盘链接": "https://pan.quark.cn/s/6dc6678910c6"
  },
  {
    "文件名": "[去]《总裁离魂小记》作者：木三观(推 现代都市HE 温柔腹黑攻X直男总裁受 有肉 慢热 甜 先上了再谈态爱).txt",
    "夸克盘链接": "https://pan.quark.cn/s/1a9c4c0cb43a"
  },
  {
    "文件名": "[去]《总裁你别来》作者： Lilly (现代 霸气黑道总裁攻X间谍受 轻松 有肉 HE).txt",
    "夸克盘链接": "https://pan.quark.cn/s/8de49a9880dd"
  },
  {
    "文件名": "[去]《转学生》（补车版 补番）作者：狮子歌歌.txt",
    "夸克盘链接": "https://pan.quark.cn/s/5e55d1078815"
  },
  {
    "文件名": "[去]《子夜情缠》作者：欲晓.txt",
    "夸克盘链接": "https://pan.quark.cn/s/364f9ba6d177"
  },
  {
    "文件名": "[去]《专属深爱》作者：冰块儿（推 现代HE 骚话影帝攻X新人歌手受 有肉 娱乐圈文 攻受相处超级甜而且只有彼此）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e4347abbcbf8"
  },
  {
    "文件名": "[去]《助理建筑师》（补全肉）作者：羲和清零.txt",
    "夸克盘链接": "https://pan.quark.cn/s/f54a61d816a1"
  },
  {
    "文件名": "[去]《专撩女主白月光（快穿）》作者：无牙子.txt",
    "夸克盘链接": "https://pan.quark.cn/s/21d8fc27acab"
  },
  {
    "文件名": "[去]《竹木狼马》（补车版）作者：巫哲.txt",
    "夸克盘链接": "https://pan.quark.cn/s/b1fc92dbedf9"
  },
  {
    "文件名": "[去]《住口，无耻老贼》作者：池岚音(东方玄幻HE 面瘫冷漠攻X强大话痨受 有肉汤 欢快喜剧 长篇 攻冷面杀手遇到受后变成腹黑闷骚）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/8f62175ba7d6"
  },
  {
    "文件名": "[去]《粥与你可亲》作者：砚丞书.txt",
    "夸克盘链接": "https://pan.quark.cn/s/41dab22d6006"
  },
  {
    "文件名": "[去]《重生之娱乐世纪》作者：唐千成.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a8f5cf370759"
  },
  {
    "文件名": "[去]《周氏有娇女》作者：土豆茄子.txt",
    "夸克盘链接": "https://pan.quark.cn/s/02e35449d05c"
  },
  {
    "文件名": "[去]《重生之质子皇后／重生之质子祭司》作者：方外懒人 (古代架空 宫廷 魂穿 邪魅忠犬王爷攻X皮薄聪慧质子受 反派智商略低 认真恋爱顺手复仇打脸 有肉 甜宠 HE).txt",
    "夸克盘链接": "https://pan.quark.cn/s/4208b937a21d"
  },
  {
    "文件名": "[去]《重生之母仪天下 》作者：黄兰淮(古代 架空 重生 霸道渣男王爷攻X坚强冷情强大受 生子 玄幻 NP 有肉 攻前世伤透了受重生后对受有执着的独占欲 HE).txt",
    "夸克盘链接": "https://pan.quark.cn/s/9679e3189689"
  },
  {
    "文件名": "[去]《重生之相守》作者：丁南方 (现代 重生 温柔腹黑攻X外冷内呆萌受 暗恋 攻被害重生和受甜甜蜜蜜开着金手指KO仇人的故事 有肉 HE)【0823更新番外】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/3e1e88dbeb46"
  },
  {
    "文件名": "[去]《重生之兄友弟攻》作者：忆洁 (现代重生 单纯忠犬攻X温柔稳重受 伪兄弟年下 短篇萌文 有肉汤 有师生副cp HE).txt",
    "夸克盘链接": "https://pan.quark.cn/s/ccef22d6bcee"
  },
  {
    "文件名": "[去]《重生之胖子快跑》作者：无尘怀念.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e527f4f48284"
  },
  {
    "文件名": "[去]《重生之日在男神》作者：食物巨塔(现代 重生 高冷男神攻X痴汉淫荡受 有肉 金手指 痴汉淫荡受的黄暴日常 HE).txt",
    "夸克盘链接": "https://pan.quark.cn/s/3205fe979dbb"
  },
  {
    "文件名": "[去]《重生之李小奇》作者：生弥 (现代 重生 娱乐圈 温润男神歌手攻X宅男迟钝敏感认真受 科普超多二次元知识 攻宠受 温馨慢热 有肉渣 HE).txt",
    "夸克盘链接": "https://pan.quark.cn/s/1e5345bd63a0"
  },
  {
    "文件名": "[去]《重生天羽天翔[羽毛球]》（补肉版）作者：香小陌.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e66e5b548dc9"
  },
  {
    "文件名": "[去]《重生之嫁个好老公》作者：夜半赏菊.txt",
    "夸克盘链接": "https://pan.quark.cn/s/09884f88b1d9"
  },
  {
    "文件名": "[去]《重生之凤舞九尊》作者：蓝波怪怪.txt",
    "夸克盘链接": "https://pan.quark.cn/s/95490bc0ef3b"
  },
  {
    "文件名": "[去]《重生之百炼成仙》（补肉版）作者：小阿布.txt",
    "夸克盘链接": "https://pan.quark.cn/s/3a0b207cb80c"
  },
  {
    "文件名": "[去]《重生兽人世界》作者：赤染歌(异世 重生 宠妻兽人攻X貌美雌性受 有肉 怀孕生子 小受重生到兽人世界遇到小攻 HE).txt",
    "夸克盘链接": "https://pan.quark.cn/s/437ce3584a3a"
  },
  {
    "文件名": "[去]《忠义侯天生反骨》作者：岩城太瘦生.txt",
    "夸克盘链接": "https://pan.quark.cn/s/54cfddbcb28f"
  },
  {
    "文件名": "[去]《重生女配不玩了》作者：琼不惠.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ab9c931bbc18"
  },
  {
    "文件名": "[去]《重生兽人世界》作者：赤染歌(2017.4.15补全缺章 异世 重生 宠妻兽人攻X貌美雌性受 有肉 怀孕生子 小受重生到兽人世界遇到小攻 HE).txt",
    "夸克盘链接": "https://pan.quark.cn/s/b30693102181"
  },
  {
    "文件名": "[去]《重生迷惑》作者：迷途亡者 .txt",
    "夸克盘链接": "https://pan.quark.cn/s/c0d7e8f5b961"
  },
  {
    "文件名": "[去]《中蛊之后》作者：苦茉 (古代 江湖 清冷隐忍深情攻X开朗纠结直男受 攻暗恋并掰弯受 失忆梗 前世今生 有肉 HE)【1015更新番外】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/0c01b56303b0"
  },
  {
    "文件名": "[去]《致命圆桌》作者：笑青橙.txt",
    "夸克盘链接": "https://pan.quark.cn/s/9f3f6d3c7fac"
  },
  {
    "文件名": "[去]《致施法者伯里斯阁下及其家属》作者： matthia（西幻HE 半神不死政X求知好学受 强强 有肉 魔王就好像青蛙王子需要公主的吻）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/17577b9f9bac"
  },
  {
    "文件名": "[去]《稚气》作者：嗜酒吃茶(小推 现代HE 腹黑偏执攻X天真易炸毛受 骨科 年上 成长 有肉 家庭伦理加青春伤痛文学).txt",
    "夸克盘链接": "https://pan.quark.cn/s/c9af59d76d6c"
  },
  {
    "文件名": "[去]《蒸汽时代血族日常》作者：thaty.txt",
    "夸克盘链接": "https://pan.quark.cn/s/51cde71dbe9f"
  },
  {
    "文件名": "[去]《治疗阳痿的唯一方法》作者：鸡米饭.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e9aab1acd798"
  },
  {
    "文件名": "[去]《指哪打哪［电竞］》作者：沅湫.txt",
    "夸克盘链接": "https://pan.quark.cn/s/d3cd1e3ed928"
  },
  {
    "文件名": "[去]《纸片人他又茶又钓》作者：雪卷.txt",
    "夸克盘链接": "https://pan.quark.cn/s/fc036cf6322f"
  },
  {
    "文件名": "[去]《纸飞机》作者：潭石(推 现代HE 成熟哥哥攻X跟屁虫弟弟受 伪兄弟 有肉 主受 写实 攻和受的上辈子还有恩怨).txt",
    "夸克盘链接": "https://pan.quark.cn/s/5aac92ac4617"
  },
  {
    "文件名": "[去]《只因你上瘾》作者：见剑(现代都市HE 腹黑醋王奶狗攻X嘴硬心软闷骚受 假骨科 宠 有肉 你和我的缘分天注定了在一起).txt",
    "夸克盘链接": "https://pan.quark.cn/s/6d9e939f79d2"
  },
  {
    "文件名": "[去]《职业代孕（双性，生子，NP）》作者：佛跳跳.txt",
    "夸克盘链接": "https://pan.quark.cn/s/6b05db7c7a8e"
  },
  {
    "文件名": "[去]《直播养崽后我被迫出道》作者：梗翠花.txt",
    "夸克盘链接": "https://pan.quark.cn/s/6de6f7c33b2a"
  },
  {
    "文件名": "[去]《拯救清冷师尊》作者：云照君.txt",
    "夸克盘链接": "https://pan.quark.cn/s/1152747470ad"
  },
  {
    "文件名": "[去]《直男协议》作者：秦三见 (现代 年下 心机略深暗恋总监小狼狗攻X自我认知有问题总监受 短篇 有肉 HE).txt",
    "夸克盘链接": "https://pan.quark.cn/s/d9b373383629"
  },
  {
    "文件名": "[去]《拯救男主佛系日常》作者：大风儿.txt",
    "夸克盘链接": "https://pan.quark.cn/s/35285f062444"
  },
  {
    "文件名": "[去]《蜘蛛先生》作者：苏月河.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a45e1119f225"
  },
  {
    "文件名": "[去]《拯救男二》作者：君埋泉下.txt",
    "夸克盘链接": "https://pan.quark.cn/s/936644163da4"
  },
  {
    "文件名": "[去]《真千金马甲一掉亲哥们全跪了》作者：灼灼喵.txt",
    "夸克盘链接": "https://pan.quark.cn/s/49873a71518a"
  },
  {
    "文件名": "[去]《朕究竟怀了谁的崽》作者：比卡比.txt",
    "夸克盘链接": "https://pan.quark.cn/s/dde919e11fc3"
  },
  {
    "文件名": "[去]《真人剧本杀[无限]》作者：木尺素.txt",
    "夸克盘链接": "https://pan.quark.cn/s/4efacd7f698c"
  },
  {
    "文件名": "[去]《争差》作者：排骨吃阿西(现代架空HE 流氓大佬攻X软萌温润受 先啪后爱 傻白甜 有肉 秀恩爱虐人渣).txt",
    "夸克盘链接": "https://pan.quark.cn/s/9d1b2c4e1c4a"
  },
  {
    "文件名": "[去]《真少爷不装了 重生 》作者：日光融融.txt",
    "夸克盘链接": "https://pan.quark.cn/s/9a5024fca3ac"
  },
  {
    "文件名": "[去]《真心莫镀金》作者：天痕壹月／天恒有月 (古代 痴心一片武功高强忠犬神医攻X体质偏弱性情清冷傲娇美貌受 一见钟情 有肉 HE).txt",
    "夸克盘链接": "https://pan.quark.cn/s/a9f80faf6fa1"
  },
  {
    "文件名": "[去]《真千金来自末世》作者：大江流.txt",
    "夸克盘链接": "https://pan.quark.cn/s/9bbeaea5ab2e"
  },
  {
    "文件名": "[去]《珍珠公主》作者：云上椰子(异世 别扭闷骚攻X妖孽孟浪受 有肉 各色play 论如何色诱假正经攻过上性福生活 HE 小推).txt",
    "夸克盘链接": "https://pan.quark.cn/s/ad02ad988a63"
  },
  {
    "文件名": "[去]《召唤我吧》作者：悦燃.txt",
    "夸克盘链接": "https://pan.quark.cn/s/6251ab35523c"
  },
  {
    "文件名": "[去]《长生从娶妻开始》作者：喜爱吃黄瓜.txt",
    "夸克盘链接": "https://pan.quark.cn/s/692afd01eaf0"
  },
  {
    "文件名": "[去]《这里还有我》作者：王小轩.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c699b5870e7e"
  },
  {
    "文件名": "[去]《折枝为良缘》作者：谷筠.txt",
    "夸克盘链接": "https://pan.quark.cn/s/1d9062d70d37"
  },
  {
    "文件名": "[去]《折辱高傲》作者：空凉的城 (现代 腹黑忠犬微鬼畜攻X高傲冷淡双性受 怀孕 有肉 HE).txt",
    "夸克盘链接": "https://pan.quark.cn/s/0211dc7b2990"
  },
  {
    "文件名": "[去]《找情敌喝酒后》作者：八耳九空 (现代 刀子嘴豆腐心攻X暗恋可爱受 奸情始于酒后 有肉 HE).txt",
    "夸克盘链接": "https://pan.quark.cn/s/29988747d8d5"
  },
  {
    "文件名": "[去]《掌中龙》作者：张无声.txt",
    "夸克盘链接": "https://pan.quark.cn/s/5cd683617ebf"
  },
  {
    "文件名": "[去]《长愿》作者：月食并(2018.6.8更新番外 小推 现代HE 长情腹黑攻X脸盲淫荡受 先婚后爱 暗恋 有肉 合约 受脸盲到连攻都认不出).txt",
    "夸克盘链接": "https://pan.quark.cn/s/596d141ffed6"
  },
  {
    "文件名": "[去]《掌之槛》作者：宫绪葵(现代 高大帅气精英攻X端正俊美富二代受 有甜有肉 反转起伏 同学会变相亲会老同学变老情人 HE).txt",
    "夸克盘链接": "https://pan.quark.cn/s/6da57327a9fa"
  },
  {
    "文件名": "[去]《长愿》作者：月食并(小推 现代HE 长情腹黑攻X脸盲淫荡受 先婚后爱 暗恋 有肉 合约 受脸盲到连攻都认不出).txt",
    "夸克盘链接": "https://pan.quark.cn/s/e4d0fa76be0d"
  },
  {
    "文件名": "[去]《早死白月光又回来了》作者：海船果心.txt",
    "夸克盘链接": "https://pan.quark.cn/s/27d2229ce4b6"
  },
  {
    "文件名": "[去]《湛医生，请矜持》作者：小肸.txt",
    "夸克盘链接": "https://pan.quark.cn/s/577a4fedad84"
  },
  {
    "文件名": "[去]《在生存游戏里封神 末世 》作者：鹿欢.txt",
    "夸克盘链接": "https://pan.quark.cn/s/f157c7ca92ac"
  },
  {
    "文件名": "[去]《在下平平无奇驯妖师》作者：一壶热水.txt",
    "夸克盘链接": "https://pan.quark.cn/s/167349419dc2"
  },
  {
    "文件名": "[去]《再也不要当学霸了》作者：杰克与狼( 小推 现代重生HE 高冷闷骚攻X健气重生受 互动日常 互宠 有肉 不想当学渣的学霸不是好男友).txt",
    "夸克盘链接": "https://pan.quark.cn/s/f4e249423a5e"
  },
  {
    "文件名": "[去]《在末世里被几个男主追着不放 穿书 》作者：糖果粉粉.txt",
    "夸克盘链接": "https://pan.quark.cn/s/5bc1eb1c3612"
  },
  {
    "文件名": "[去]《越界》作者：迷迭猫 (现代 对外冰冷面瘫对受深情执着大明星攻X温润善良自卑总裁受 狗血 有肉 HE).txt",
    "夸克盘链接": "https://pan.quark.cn/s/38e8107ade92"
  },
  {
    "文件名": "[去]《在大佬掌心放肆撒野》作者：温温妲.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a948780fa32f"
  },
  {
    "文件名": "[去]《砸了电视机又打开了煤气》作者：佴一(小推 现代娱乐圈HE 温柔霸道总裁Alpha攻X嘴硬心软直白Omega受 ABO 狗血 有肉)【】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/901609a9bfb5"
  },
  {
    "文件名": "[去]《月兔白狼》作者：松理的电灯泡 (现代 外冷内热白狼攻X外傻内怂大兔子受 甜 哨兵向导 论坛体 有肉 HE)【0425更新番外】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e8f8a23074fb"
  },
  {
    "文件名": "[去]《月落旧暮里》作者：八千桂酒 (古代 玄幻 温柔强大具有神格恶魔攻X软萌能看见未来的小龙受 有甜有虐 有肉 HE)【0526更新番外】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/859b3f985385"
  },
  {
    "文件名": "[去]《怨春风》作者：西辞青山.txt",
    "夸克盘链接": "https://pan.quark.cn/s/57b4be42d3ca"
  },
  {
    "文件名": "[去]《援助交易》作者：木子萌?(现代?年上?温柔私企老板攻X设计被攻包养有心机学生受?伪包养?小虐?有肉?HE)【0215更新番外】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/6e1185795672"
  },
  {
    "文件名": "[去]《远灯微火》作者：一只蛋卷(现代都市HE 叛逆少年攻X可爱幼齿受 年下 再续前缘 有肉 攻离家出走遇见受).txt",
    "夸克盘链接": "https://pan.quark.cn/s/b1b64433b453"
  },
  {
    "文件名": "[去]《原来是你》作者：小奢 (现代 温柔攻X坚强受 攻一直默默的守护着受 温馨 有肉 HE).txt",
    "夸克盘链接": "https://pan.quark.cn/s/6ea38b77d288"
  },
  {
    "文件名": "[去]《袁先生总是不开心》作者：徐徐图之.txt",
    "夸克盘链接": "https://pan.quark.cn/s/339b856c35f0"
  },
  {
    "文件名": "[去]《冤家八条腿》作者：淮翼 (古代架空 上古强大蜘蛛魔攻X驱魔家族少年受 轻松 雷文 有肉 生子 HE)【0408更新番外】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/5ebf7be14776"
  },
  {
    "文件名": "[去]《遇上你变成受》作者：王今 (现代 温柔宠溺忠犬攻X沉默坚忍舞者受 开篇受有被包养菊不洁 有包养炮灰攻肉 小虐 有肉 HE).txt",
    "夸克盘链接": "https://pan.quark.cn/s/67189d3bca1a"
  },
  {
    "文件名": "[去]《玉人来》作者：十二春.txt",
    "夸克盘链接": "https://pan.quark.cn/s/1be92dc2060f"
  },
  {
    "文件名": "[去]《玉树后庭花》作者：千年梦回（李煜同人）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/d58ddca9ce2e"
  },
  {
    "文件名": "[去]《欲望游戏》作者：咸鱼仙姑(现代二部完 霸道娇嗔小狼攻X温柔沉稳风骚受 强强 悬疑 有肉沫 攻真可爱hhh).txt",
    "夸克盘链接": "https://pan.quark.cn/s/8acf8b431d7a"
  },
  {
    "文件名": "[去]《鱼跃龙门记》作者：阿堵 (古代架空 重生 腹黑侯爷攻X欢脱炸毛受 受是流落民间的皇子 有肉渣 HE)【0326更新番外】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/31c10cdaee9f"
  },
  {
    "文件名": "[去]《有种你等着》作者：寒梅墨香 (现代 心理医生痴情攻X傲娇高干受 文笔装逼略啰嗦 有肉 HE).txt",
    "夸克盘链接": "https://pan.quark.cn/s/394cc1b04b0e"
  },
  {
    "文件名": "[去]《愚蠢假少爷活该被报复》作者：无忧道人.txt",
    "夸克盘链接": "https://pan.quark.cn/s/3e5dc7c0647c"
  },
  {
    "文件名": "[去]《与蛇共欲》作者：爱猫猫片.txt",
    "夸克盘链接": "https://pan.quark.cn/s/3e749d4443ae"
  },
  {
    "文件名": "[去]《有话好好说[无限]》（精校版全本）作者：骆时.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e502f365390d"
  },
  {
    "文件名": "[去]《永年》作者：春风沉醉 (古代架空 纨绔子弟攻X怂逼大掌柜受 受有女儿 有副CP 有肉 HE).txt",
    "夸克盘链接": "https://pan.quark.cn/s/9e3fc46850d4"
  },
  {
    "文件名": "[去]《鹰逝琴寥黑水寂》 作者巫羽.txt",
    "夸克盘链接": "https://pan.quark.cn/s/212b07571cfd"
  },
  {
    "文件名": "[去]《隐患》作者：衔墓雨 (现代 校园 3P 霸道冷酷弟弟攻-amp;黑社会忠犬攻X零武力值零智商哥哥受 暗恋 先做后爱 有肉 HE).txt",
    "夸克盘链接": "https://pan.quark.cn/s/8a3ed87128bb"
  },
  {
    "文件名": "[去]《淫虐实验室》作者：乙让.txt",
    "夸克盘链接": "https://pan.quark.cn/s/4a97de9baaa8"
  },
  {
    "文件名": "[去]《银河坠落》作者：曲小蛐.txt",
    "夸克盘链接": "https://pan.quark.cn/s/f92be753a535"
  },
  {
    "文件名": "[去]《意外掉落人间的猫咪被巨蛇叼回窝 》作者：小咩羊羊羔.txt",
    "夸克盘链接": "https://pan.quark.cn/s/f734e15fd953"
  },
  {
    "文件名": "[去]《阴翳小少爷的贴身保镖》作者：日月十五.txt",
    "夸克盘链接": "https://pan.quark.cn/s/d641419a8194"
  },
  {
    "文件名": "[去]《异案铭录》作者：木异(古代 架空 玄幻 流氓赖皮忠犬攻X正气鸵鸟县尉受 强强 有副CP 种田 灵异 悬疑 有肉渣 真假天师们破破案撞撞鬼搅搅基的故事 HE).txt",
    "夸克盘链接": "https://pan.quark.cn/s/cfbdcfb9a5c3"
  },
  {
    "文件名": "[去]《异能力为召唤龙》作者：弓青瀚.txt",
    "夸克盘链接": "https://pan.quark.cn/s/f76dde9788aa"
  },
  {
    "文件名": "[去]《医世狂妃：di尊，把持住》作者：烟如漠（古言重生 修真）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e67b01beb804"
  },
  {
    "文件名": "[去]《以龙为粮（第一部）》作者：重花（西方奇幻一部完 霸道温柔红龙攻X正直体弱魔法师受 傻白甜 养成 有肉 从食欲到爱欲 又甜又暖的耀眼狗粮文）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/bce921998c95"
  },
  {
    "文件名": "[去]《以大欺小》作者：这个六月超现实 (现代架空 衣冠禽兽大龄教授攻X出口成脏年轻混混受 甜文 年上 有肉 HE).txt",
    "夸克盘链接": "https://pan.quark.cn/s/347be7adc888"
  },
  {
    "文件名": "[去]《以小欺大》作者：司马缸砸光 (现代 单箭头腹黑攻X缺心眼美人受 傻黄甜 有肉 短篇 HE).txt",
    "夸克盘链接": "https://pan.quark.cn/s/6fdba5b930ed"
  },
  {
    "文件名": "[去]《医患相亲 》作者：橙子变橙汁.txt",
    "夸克盘链接": "https://pan.quark.cn/s/058b8d552f71"
  },
  {
    "文件名": "[去]《一线女星在线奋斗》作者：一月摄 (2).txt",
    "夸克盘链接": "https://pan.quark.cn/s/418d8c31039b"
  },
  {
    "文件名": "[去]《衣冠》作者：by秋千在时(小推 现代HE 位高权重冷情攻X乖巧可怜病弱受 有肉 温情 细水长流水到渠成).txt",
    "夸克盘链接": "https://pan.quark.cn/s/d533e00cdd0e"
  },
  {
    "文件名": "[去]《一一》作者：二冬 (现代架空 闷骚摄影师攻X主动坚韧音乐制作人受 暗房相遇受对攻钟情 有肉 HE)【0313更新番外】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/9a15c1f86d25"
  },
  {
    "文件名": "[去]《一觉醒来我怀了僵尸的孩子》作者：路归途 (现代架空 盗墓 神怪 主受 沉稳僵尸攻X活泼正直受 多CP 甜宠 生子 有肉 HE)【0901更新番外】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/f1a731597846"
  },
  {
    "文件名": "[去]《一篇主攻单元文》作者：一海橙子.txt",
    "夸克盘链接": "https://pan.quark.cn/s/75b83cbaf0a3"
  },
  {
    "文件名": "[去]《一世微茫》作者：嘉言树行(小推 现代HE 温柔总裁攻X痴情高冷受 有肉 甜宠 地震中拯救你 只愿你可以陪我终生).txt",
    "夸克盘链接": "https://pan.quark.cn/s/52912608e97a"
  },
  {
    "文件名": "[去]《一代昏君》作者：车厘子／樱桃／认真脸 (古代架空 威武雄壮蛮族攻X阴狠饥渴皇帝受 第一人称主受 有炮灰攻 有肉 HE).txt",
    "夸克盘链接": "https://pan.quark.cn/s/04c4125d9fb9"
  },
  {
    "文件名": "[去]《一不小心养个魔头》作者：发如青丝 (古代修仙 没安全感强大悲催攻X外表冷情实则善良受 互相照顾 有肉汤 HE).txt",
    "夸克盘链接": "https://pan.quark.cn/s/ca5548a1405c"
  },
  {
    "文件名": "[去]《夜深沉》作者：空梦(小推 现代HE 腹黑有钱攻X老板害羞受 年上 主受 有肉汤 受第一次去攻家就被攻摁着日了).txt",
    "夸克盘链接": "https://pan.quark.cn/s/9acaaae2479b"
  },
  {
    "文件名": "[去]《夜这星》作者：白玉将军.txt",
    "夸克盘链接": "https://pan.quark.cn/s/088687ea5f02"
  },
  {
    "文件名": "[去]《野王诱捕器[电竞]》（结尾补车）作者：Paz.txt",
    "夸克盘链接": "https://pan.quark.cn/s/cec064cc9975"
  },
  {
    "文件名": "[去]《野红莓》作者： Ashitaka (现代 校园  沉稳学霸攻X乐观偏科受 受有心脏病 但后面病情稳定下来了 十分慢热 文笔细腻   有肉渣 HE).txt",
    "夸克盘链接": "https://pan.quark.cn/s/4af86bded67f"
  },
  {
    "文件名": "[去]《夜染曼陀》作者：昨殇(现代肉文 美貌哥哥攻X双性弟弟受 有虐有肉 攻遭受背叛离家却又和受相遇 HE).txt",
    "夸克盘链接": "https://pan.quark.cn/s/ddb59e93b797"
  },
  {
    "文件名": "[去]《要命！谁家反派捡刺客当男宠啊》 作者：柚子酒久.txt",
    "夸克盘链接": "https://pan.quark.cn/s/d3df55f3de26"
  },
  {
    "文件名": "[去]《药物反应》作者：冻柠走冰 (现代 港风 双胞胎年上 无节操哥哥攻X木讷笨拙自卑弟弟受 略狗血 有肉 HE).txt",
    "夸克盘链接": "https://pan.quark.cn/s/f282f4f2b50c"
  },
  {
    "文件名": "[去]《咬一口喜欢》作者：令栖.txt",
    "夸克盘链接": "https://pan.quark.cn/s/3e114446d76c"
  },
  {
    "文件名": "[去]《妖物语》作者：鸡蛋阳春面(现代妖怪HE 阔少人类攻X猫妖主动受 单元剧 有肉 高中生就有猫了真是太人生赢家了).txt",
    "夸克盘链接": "https://pan.quark.cn/s/fcd712457468"
  },
  {
    "文件名": "[去]《妖怪客栈整改报告》（补全防盗章）作者：李思危.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a04c6594b85b"
  },
  {
    "文件名": "[去]《养大未婚夫儿子后》作者：镜里片.txt",
    "夸克盘链接": "https://pan.quark.cn/s/543a1f972f48"
  },
  {
    "文件名": "[去]《哑心》作者：林萨(小推 现代HE 占有欲强成熟攻X怂包失聪小可爱受 温馨 有虐 有肉 受家人把受送到戒断同性恋的地方).txt",
    "夸克盘链接": "https://pan.quark.cn/s/3b9e94eba7bf"
  },
  {
    "文件名": "[去]《驯服野玫瑰 女尊 》作者：月趻.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e75bedd72028"
  },
  {
    "文件名": "[去]《浔城旧事》作者：黄鱼听雷 .txt",
    "夸克盘链接": "https://pan.quark.cn/s/1da1ee1b242f"
  },
  {
    "文件名": "[去]《选秀导师是我前男友》作者：曲旦.txt",
    "夸克盘链接": "https://pan.quark.cn/s/cbcd0db0887e"
  },
  {
    "文件名": "[去]《寻》作者： Delver_Jo (现代 日天操地攻X作天作地受 年上 受劈腿攻亲弟 多年后复合 狗血 有肉 HE).txt",
    "夸克盘链接": "https://pan.quark.cn/s/96c5ab1ef910"
  },
  {
    "文件名": "[去]《许你甜糖时光》作者：张不一①群：425560652.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e7af068c544c"
  },
  {
    "文件名": "[去]《雪尽峰回》作者：叶孟(古代HE 变态狂犬攻X正派武林领袖受 双洁 有肉肉 受有前爱人虽然写的不多但是蜜汁碍眼).txt",
    "夸克盘链接": "https://pan.quark.cn/s/2e86b2efa5d0"
  },
  {
    "文件名": "[去]《修仙传》作者：眉毛妖怪(异世 架空 修真 淡定坚韧攻X冷酷强受 强强 仙侠 有肉 攻视角 升级流 金手指 攻受一起打怪修炼 HE).txt",
    "夸克盘链接": "https://pan.quark.cn/s/c2459bca5159"
  },
  {
    "文件名": "[去]《修仙：她靠乌鸦嘴翻身了》作者：林阮.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e6e356d3b407"
  },
  {
    "文件名": "[去]《修仙不如演反派 快穿 》作者：知知zing.txt",
    "夸克盘链接": "https://pan.quark.cn/s/8c5e0bbc97b4"
  },
  {
    "文件名": "[去]《修仙不如演反派[快穿]》作者：知知zing.txt",
    "夸克盘链接": "https://pan.quark.cn/s/805b6eafa896"
  },
  {
    "文件名": "[去]《幸存者偏差[无限]（正文＋番外全＋车）》作者：稚楚.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c7fa805bf9aa"
  },
  {
    "文件名": "[去]《星际第一菜农》作者：翻云君.txt",
    "夸克盘链接": "https://pan.quark.cn/s/10695285fc4d"
  },
  {
    "文件名": "[去]《雄诱难当 》作者：天痕壹月 (古代架空 兄弟年下 心狠花心弟弟攻X乖巧浪荡哥哥受 文内设定必须近亲结婚 怀孕生子 有肉 HE).txt",
    "夸克盘链接": "https://pan.quark.cn/s/a1c4e01ddbb1"
  },
  {
    "文件名": "[去]《猩猩捞月.优雅的猩猩在捞月》作者： mnbvcxz(古代宫廷HE 偏执双JJ攻X温柔双性受 虐 生子 有肉 攻成为皇帝但是失忆了误以为被绿).txt",
    "夸克盘链接": "https://pan.quark.cn/s/4ecdc7215b83"
  },
  {
    "文件名": "[去]《星际万人迷撩汉手册》作者：繁丧三千 (未来 星际 NP 贵族军火商恋足等各种属性九攻X可白莲可高冷谋财百变受 生子 有肉 HE).txt",
    "夸克盘链接": "https://pan.quark.cn/s/d795e3425609"
  },
  {
    "文件名": "[去]《星尘深处》（补91）作者：唇亡齿寒0.txt",
    "夸克盘链接": "https://pan.quark.cn/s/d9e16b4cf874"
  },
  {
    "文件名": "[去]《心头血》作者：上言 (古代架空 3P 精于算计富商攻-amp;将军前任壮士攻X貌美外弱内强戏子受 复合 复仇 有肉 HE).txt",
    "夸克盘链接": "https://pan.quark.cn/s/c337af1adc06"
  },
  {
    "文件名": "[去]《信仰》作者：诗意(现代 霸道深情议员攻X耿直任性明星受 攻宠受 有肉 夫夫日常秀恩爱顺带解决三观不合的问题 HE).txt",
    "夸克盘链接": "https://pan.quark.cn/s/9c2bab2336fc"
  },
  {
    "文件名": "[去]《心似耀言》（补车版）作者：一个米饼.txt",
    "夸克盘链接": "https://pan.quark.cn/s/f2246b9cdcb5"
  },
  {
    "文件名": "[去]《心慕手追》作者： Despacito (未来 科幻 温柔AI攻X坚强人类受 剧情向 温馨治愈 有肉 HE).txt",
    "夸克盘链接": "https://pan.quark.cn/s/ab175e34afb3"
  },
  {
    "文件名": "[去]《携灵》作者：喵北.txt",
    "夸克盘链接": "https://pan.quark.cn/s/cb91e38cd57c"
  },
  {
    "文件名": "[去]《邪神的祭品》作者：咸鱼仙姑(现代灵异HE 冰山邪神攻X深情祭品受 有肉 先虐后甜 前世今生 神仙脑洞).txt",
    "夸克盘链接": "https://pan.quark.cn/s/e2adeb82d225"
  },
  {
    "文件名": "[去]《邪门的爱情出现了》（补车版 补番）作者：丧心病狂的瓜皮.txt",
    "夸克盘链接": "https://pan.quark.cn/s/58315bc37260"
  },
  {
    "文件名": "[去]《肖声禁梦／梦回》作者：汐煊 (现代奇幻 重生 竹马年下 宠溺强攻X重生悲苦仆人受 有QJ有虐 有肉 文笔一般 HE).txt",
    "夸克盘链接": "https://pan.quark.cn/s/8892086612f4"
  },
  {
    "文件名": "[去]《小作精带球跑失败了》作者：迎秋辞.txt",
    "夸克盘链接": "https://pan.quark.cn/s/1bd41f20bdcc"
  },
  {
    "文件名": "[去]《小情歌》作者：莫晨欢 (现代 闷骚魔王攻X害羞王子受 一对互相爱慕的竹马再相遇的故事 甜文 温馨 有肉渣 HE).txt",
    "夸克盘链接": "https://pan.quark.cn/s/6afb30e12b14"
  },
  {
    "文件名": "[去]《小萌萌追爱记》作者：芝麻兔 (现代 校园 深沉占有欲攻X迟钝可爱受 竹马 轻松 有肉 HE).txt",
    "夸克盘链接": "https://pan.quark.cn/s/c9d796782647"
  },
  {
    "文件名": "[去]《小金杯与大宝马》作者：天瓶座 (现代 英俊霸气鬼畜洁癖攻X吐槽宅男编剧受 名车拟人 狗血略苏 爽文 有肉 系列文 HE)【1203更新番外】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/7ab5f8b9d574"
  },
  {
    "文件名": "[去]《小鹿撞死在树上》作者：鹤来衣 (现代 师生 泪点低闷骚攻X情话多明浪受 有肉甜文 HE)【1104更新番外】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/25af7441d34d"
  },
  {
    "文件名": "[去]《小哥哥睡粉嘛？》作者：余酲 (现代 ABO 表面淡定脑洞超大alpha明星攻X呆萌可爱omega化妆师受 年下 有肉 HE)【0313更新番外】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/83ad41bf9e91"
  },
  {
    "文件名": "[去]《小福宝遭人嫌？全京城都拿命宠我》作者：二谦.txt",
    "夸克盘链接": "https://pan.quark.cn/s/54d8037de7a0"
  },
  {
    "文件名": "[去]《小道一出手 机甲 》作者：烟火石.txt",
    "夸克盘链接": "https://pan.quark.cn/s/399ba4d0d58f"
  },
  {
    "文件名": "[去]《小肥啾》作者：糯糯啊.txt",
    "夸克盘链接": "https://pan.quark.cn/s/4cf7f53866f3"
  },
  {
    "文件名": "[去]《小豆蔻》作者不止是颗菜.txt",
    "夸克盘链接": "https://pan.quark.cn/s/684c794d8194"
  },
  {
    "文件名": "[去]《仙子不想理你》作者：云芨.txt",
    "夸克盘链接": "https://pan.quark.cn/s/3f0da0fb16f7"
  },
  {
    "文件名": "[去]《小纯洁和花心男》作者：釉子菊(现代 男神花心攻X软萌人妻受 校园 强弱 有肉 呆萌学弟受艰辛追男神的过程 HE 小推).txt",
    "夸克盘链接": "https://pan.quark.cn/s/bd11f7a0ab2d"
  },
  {
    "文件名": "[去]《贤妻哥哥养成计画！》作者：白川佐 (现代 温油宠溺总裁攻X活泼软萌二货受 年下 兄弟 都市 有肉渣 有失忆梗 有副CP 受被攻抓到把柄后被迫成为专属煮饭公并被吃干抹净的故事 HE).txt",
    "夸克盘链接": "https://pan.quark.cn/s/c856c0b65a8b"
  },
  {
    "文件名": "[去]《向阳花》作者：刘水水.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ac6d4bdac2b3"
  },
  {
    "文件名": "[去]《系统求我做好人 快穿 》作者：江北小酥肉.txt",
    "夸克盘链接": "https://pan.quark.cn/s/6b04c61246bd"
  },
  {
    "文件名": "[去]《夏日物语》作者：淡瑾(现代 温柔寡言攻X傲娇害羞受 日系 甜文 有肉的小清新棒棒哒 小攻小受的夏日温馨田园生活 HE).txt",
    "夸克盘链接": "https://pan.quark.cn/s/d99cbebd0c54"
  },
  {
    "文件名": "[去]《系列一 没种你就滚》作者：寒梅墨香(现代都市 专情霸道腹黑攻X狗腿吐槽二货受 竹马竹马 攻宠受 有肉 HE).txt",
    "夸克盘链接": "https://pan.quark.cn/s/5bf50f3f58cd"
  },
  {
    "文件名": "[去]《我有一座冒险屋／我有一座恐怖屋》作者：我会修空调.txt",
    "夸克盘链接": "https://pan.quark.cn/s/9d503bb59576"
  },
  {
    "文件名": "[去]《戏子》作者：木寒霏 (现代 双向古穿今 娱乐圈古玩双线并行 前世皇帝现世霸总忠犬攻X前世戏子现世演员清冷诱受 金手指无脑甜爽文 有肉渣 HE).txt",
    "夸克盘链接": "https://pan.quark.cn/s/25b3880aec96"
  },
  {
    "文件名": "[去]《系统君让我美若天仙》作者：傅烟雨.txt",
    "夸克盘链接": "https://pan.quark.cn/s/b0e01c71c019"
  },
  {
    "文件名": "[去]《无限王座》作者： 洛大王.txt",
    "夸克盘链接": "https://pan.quark.cn/s/656b39a47254"
  },
  {
    "文件名": "[去]《西出阳关》作者： Blueskytofly(古代HE 邪魅俊美魔教右使攻X有聪慧有义气有故事受 朝堂争斗 有肉 受最终为亲人报了仇).txt",
    "夸克盘链接": "https://pan.quark.cn/s/70961e296e2d"
  },
  {
    "文件名": "[去]《媳妇与枪》作者：初禾 (现代 强悍深情占有欲强攻X强悍温和坚韧豁达受 强强 破镜重圆还生子 有狗血有肉 HE).txt",
    "夸克盘链接": "https://pan.quark.cn/s/c3aaeecab7c7"
  },
  {
    "文件名": "[去]《误把男配攻略了》作者古离.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ddc7dcea66ff"
  },
  {
    "文件名": "[去]《无限游戏》作者：SISIMO.txt",
    "夸克盘链接": "https://pan.quark.cn/s/6a20e57014fb"
  },
  {
    "文件名": "[去]《午夜飞行》作者：湾岸SSS（现代HE温柔忠犬年下攻X软糯内敛双性受 叔嫂乱伦 婚姻不幸一言难尽的人物性格和关系，有肉）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/caeac9bf57e4"
  },
  {
    "文件名": "[去]《我在红尘渡你》作者：漱己(古代重生HE 不识情爱攻X美人竹妖受 修真 有肉沫 强强 受重生却不记得过往).txt",
    "夸克盘链接": "https://pan.quark.cn/s/6a5c3b7aeaa8"
  },
  {
    "文件名": "[去]《屋檐下的小甜蜜》作者：四只脚 (现代 外表冷漠内心温柔攻X活力阳光失忆受 短篇 受失忆后重新开始 有肉 HE).txt",
    "夸克盘链接": "https://pan.quark.cn/s/af9a4095449f"
  },
  {
    "文件名": "[去]《卧槽！我的女神居然是个男人》作者：雨田君 (现代 貌美如花伪娘coser攻X种马写手宅男受 撩妹不成反被艹 有肉 HE).txt",
    "夸克盘链接": "https://pan.quark.cn/s/8a393cfad565"
  },
  {
    "文件名": "[去]《我有一本进化图鉴 御兽 》作者：江南见雪.txt",
    "夸克盘链接": "https://pan.quark.cn/s/33ba04d9646f"
  },
  {
    "文件名": "[去]《我只要你 , 不要别人》作者： IMMAGGIE(现代 冰山总裁攻X软和人妻受 都市 有肉 爱情来的太快就像龙卷风 HE).txt",
    "夸克盘链接": "https://pan.quark.cn/s/fcf44dae4a1d"
  },
  {
    "文件名": "[去]《我原来是个神经病 》作者：西子绪.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ebe1bea2db34"
  },
  {
    "文件名": "[去]《我有颜他有钱》（补69.87）作者：墨西柯.txt",
    "夸克盘链接": "https://pan.quark.cn/s/90ca6ef40ab5"
  },
  {
    "文件名": "[去]《我有特殊的超度技巧》作者：浮云素(现代灵异HE 痴汉天师攻X吃货主编受 捉鬼 甜文 没有肉渣 当粉丝的最终目标是和偶像在一起).txt",
    "夸克盘链接": "https://pan.quark.cn/s/7d70eecf6d83"
  },
  {
    "文件名": "[去]《我兄弟成了个轮椅大佬》作者：安日天.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ecf8bb54dabd"
  },
  {
    "文件名": "[去]《我小师妹好难杀》作者：林鹿呦呦.txt",
    "夸克盘链接": "https://pan.quark.cn/s/649850a53052"
  },
  {
    "文件名": "[去]《我想和你做好朋友》作者：城南花开.txt",
    "夸克盘链接": "https://pan.quark.cn/s/1d06ae2d6732"
  },
  {
    "文件名": "[去]《我听见了你的声音》作者：云出岫 (现代 控制欲强变态攻X天然骚浪双性包子受 生子 有肉 HE).txt",
    "夸克盘链接": "https://pan.quark.cn/s/051d41ec2a67"
  },
  {
    "文件名": "[去]《我死后第十三年》作者：不冻湖水.txt",
    "夸克盘链接": "https://pan.quark.cn/s/832160d2f61b"
  },
  {
    "文件名": "[去]《我是狐狸精》作者：一颗肉丸(快穿HE 严肃正紧攻X大大咧咧受 系统 有肉渣 甜 一觉醒来发现要在脆皮鸭文学里完成睡汉子任务).txt",
    "夸克盘链接": "https://pan.quark.cn/s/c30793240e29"
  },
  {
    "文件名": "[去]《我死了？我活了？》作者：林送.txt",
    "夸克盘链接": "https://pan.quark.cn/s/03af0e6a7f01"
  },
  {
    "文件名": "[去]《我家女主都变成男的了怎么办》作者：桃花酒／专注黄暴三十年 (异世架空 快穿-amp;书穿 由女主性转成男的攻X附身男主的写手受 攻是同一个人 有肉 HE).txt",
    "夸克盘链接": "https://pan.quark.cn/s/536100da85cd"
  },
  {
    "文件名": "[去]《我来的稍稍迟》作者：灰调子猫（晋江）青梅竹马 校园.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e951432d7e92"
  },
  {
    "文件名": "[去]《我们的爱情》作者：袁敬(现代HE 霸道别扭攻X软弱温柔受 纠结 虐恋 攻离过婚有孩子并且和炮灰受有肉体关系).txt",
    "夸克盘链接": "https://pan.quark.cn/s/093973ddd12a"
  },
  {
    "文件名": "[去]《我老板有病》作者：鸡包纸 (现代 霸道二货老板攻X外冷内热秘书受 419 包养梗 狗血 有肉 HE)【0122更新番外】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/d737884d2342"
  },
  {
    "文件名": "【A完结】《我把明月画心头》作者：默山.txt",
    "夸克盘链接": "https://pan.quark.cn/s/d4bdcd662a5f"
  },
  {
    "文件名": "【A完结】《文臣为后》作者：清风入淮.txt",
    "夸克盘链接": "https://pan.quark.cn/s/10911f11783c"
  },
  {
    "文件名": "【A完结】《文娱开局一首父亲震惊全乐坛》作者：琴涩晚风.txt",
    "夸克盘链接": "https://pan.quark.cn/s/4d6afc013a60"
  },
  {
    "文件名": "【A完结】《我CP离结婚只差认识了[娱乐圈]》作者：卿小双.txt",
    "夸克盘链接": "https://pan.quark.cn/s/2bbf5af80a87"
  },
  {
    "文件名": "【A完结】《位面海岛经营中》作者：她姜.txt",
    "夸克盘链接": "https://pan.quark.cn/s/f53740008333"
  },
  {
    "文件名": "【A完结】《位面放映厅》作者：陆时晴.txt",
    "夸克盘链接": "https://pan.quark.cn/s/0556cf7e9d9e"
  },
  {
    "文件名": "【A完结】《未知错误》作者：小花狗.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a6ce446c51e3"
  },
  {
    "文件名": "【A完结】《异世重生之邪少逆袭》作者：似梦似幻的时光.txt",
    "夸克盘链接": "https://pan.quark.cn/s/aaec19ad197c"
  },
  {
    "文件名": "【A完结】《未来太子妃失忆了》作者：乃兮.txt",
    "夸克盘链接": "https://pan.quark.cn/s/3b7c9313efb1"
  },
  {
    "文件名": "【A完结】《引战成殇》作者：晚来烟.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e6e407b585c7"
  },
  {
    "文件名": "【A完结】《异种[未来变异战争]》作者：胖哈.txt",
    "夸克盘链接": "https://pan.quark.cn/s/963a920c4277"
  },
  {
    "文件名": "【A完结】《银蟾记》作者：阮郎不归.txt",
    "夸克盘链接": "https://pan.quark.cn/s/46e395a50071"
  },
  {
    "文件名": "【A完结】《异世崽崽穿到娃综爆红了》作者：沅枕.txt",
    "夸克盘链接": "https://pan.quark.cn/s/765350ac7f57"
  },
  {
    "文件名": "【A完结】《因为我是只小猫咪》作者：一只猫猫虫.txt",
    "夸克盘链接": "https://pan.quark.cn/s/f4d25cf2b243"
  },
  {
    "文件名": "【A完结】《一觉醒来我变成了猫》作者：司宵乐.txt",
    "夸克盘链接": "https://pan.quark.cn/s/360655274b6a"
  },
  {
    "文件名": "【A完结】《一物降一物[成长逆袭参赛作品]》作者：七杯酒.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e03c2baec0e6"
  },
  {
    "文件名": "【A完结】《一枝草》作者：忘了下鹽.txt",
    "夸克盘链接": "https://pan.quark.cn/s/04766b1103ff"
  },
  {
    "文件名": "【A完结】《一觉醒来和暗恋对象结婚七年》作者：令章.txt",
    "夸克盘链接": "https://pan.quark.cn/s/58318dbecc2a"
  },
  {
    "文件名": "【A完结】《一个诡计多端的O》作者：曲曲子.txt",
    "夸克盘链接": "https://pan.quark.cn/s/13e7eea7e227"
  },
  {
    "文件名": "【A完结】《一朝穿书命难保反派爆改小甜宝》作者：可小妖.txt",
    "夸克盘链接": "https://pan.quark.cn/s/b231ae80a40f"
  },
  {
    "文件名": "【A完结】《夜晚穿到异世界卖烤肠》作者：寓风.txt",
    "夸克盘链接": "https://pan.quark.cn/s/6aaedc63948c"
  },
  {
    "文件名": "【A完结】《夜空不在树篱外》作者：matthia.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c0f06c62e560"
  },
  {
    "文件名": "【A完结】《夜莺夜莺》作者：唐泽泉.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c40a8ead715c"
  },
  {
    "文件名": "【A完结】《叶总裁揣了死对头的崽》作者：键盘君jun.txt",
    "夸克盘链接": "https://pan.quark.cn/s/cc6feb3c450c"
  },
  {
    "文件名": "【A完结】《夜航》作者：酸奶和豆奶.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c25574c5b4d9"
  },
  {
    "文件名": "【A完结】《野蛮小少爷的Alpha大佬》作者：不喜欢吃蔬菜.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a296fa560c0e"
  },
  {
    "文件名": "【A完结】《叶助理为何会那样》作者：书颂.txt",
    "夸克盘链接": "https://pan.quark.cn/s/af6514ba2645"
  },
  {
    "文件名": "【A完结】《野姜花》作者：姜津津.txt",
    "夸克盘链接": "https://pan.quark.cn/s/4f54720f9fee"
  },
  {
    "文件名": "【A完结】《遥遥万乡》作者：林斯如.txt",
    "夸克盘链接": "https://pan.quark.cn/s/5132912fae58"
  },
  {
    "文件名": "【A完结】《爷的尾巴不准揪》作者：涂笙.txt",
    "夸克盘链接": "https://pan.quark.cn/s/1c8d1137d42e"
  },
  {
    "文件名": "【A完结】《扬眉烧酒》作者：水不在深.txt",
    "夸克盘链接": "https://pan.quark.cn/s/8d39acf278b1"
  },
  {
    "文件名": "【A完结】《养金枝》作者：唐时锦.txt",
    "夸克盘链接": "https://pan.quark.cn/s/3defbe69e34f"
  },
  {
    "文件名": "【A完结】《晏灿和晴也》作者：吃螃蟹的冬至.txt",
    "夸克盘链接": "https://pan.quark.cn/s/238ee289b09d"
  },
  {
    "文件名": "【A完结】《养莲》作者：红赝.txt",
    "夸克盘链接": "https://pan.quark.cn/s/48e918f14b3d"
  },
  {
    "文件名": "【A完结】《颜控大佬清冷佛子你说什么都对》作者：风酒月.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e9e50413da42"
  },
  {
    "文件名": "【A完结】《烟火围城》作者：乔无殇.txt",
    "夸克盘链接": "https://pan.quark.cn/s/49514b45650d"
  },
  {
    "文件名": "【A完结】《延时满足》作者：非那定.txt",
    "夸克盘链接": "https://pan.quark.cn/s/daef26c327e3"
  },
  {
    "文件名": "【A完结】《雪落山松树》作者：李暮夕.txt",
    "夸克盘链接": "https://pan.quark.cn/s/6a32dfbf382f"
  },
  {
    "文件名": "【A完结】《烟火》作者：远山木.txt",
    "夸克盘链接": "https://pan.quark.cn/s/2d14e4cd401d"
  },
  {
    "文件名": "【A完结】《玄学祖宗综艺爆火》作者：树阿懒.txt",
    "夸克盘链接": "https://pan.quark.cn/s/03b0be9262dc"
  },
  {
    "文件名": "【A完结】《玄学真人秀[无限]》作者：木尺素.txt",
    "夸克盘链接": "https://pan.quark.cn/s/86f846d085d2"
  },
  {
    "文件名": "【A完结】《学兄今日脱马甲了吗》作者：鱼西球球.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ea48f6d9d170"
  },
  {
    "文件名": "【A完结】《学神美人和大魔王HE了[重生]》作者：桃盐.txt",
    "夸克盘链接": "https://pan.quark.cn/s/7d397a8c661c"
  },
  {
    "文件名": "【A完结】《玄学大佬只想收租养老婆》作者：食物呀.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c0b941f29209"
  },
  {
    "文件名": "【A完结】《玄学大佬穿书后捡了个绝美病秧子》作者：壶温余酒.txt",
    "夸克盘链接": "https://pan.quark.cn/s/6137513d3f3f"
  },
  {
    "文件名": "【A完结】《蓄意犯上》作者：半里知途.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ba6b75423e58"
  },
  {
    "文件名": "【A完结】《嘘别闹》作者：倾唐.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ed04fbdce325"
  },
  {
    "文件名": "【A完结】《修仙暂停我去养夫郎》作者：折轴.txt",
    "夸克盘链接": "https://pan.quark.cn/s/5274b67ef681"
  },
  {
    "文件名": "【A完结】《修仙大学在线招生》作者：怪怪大王.txt",
    "夸克盘链接": "https://pan.quark.cn/s/005827810667"
  },
  {
    "文件名": "【A完结】《虚情》作者：致哈莉特.txt",
    "夸克盘链接": "https://pan.quark.cn/s/b7dec1dbd641"
  },
  {
    "文件名": "【A完结】《修仙后我成了小伙伴的团宠》作者：百折不弯.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a90eae3c4ac5"
  },
  {
    "文件名": "【A完结】《休想当纨绔[穿越]》作者：小时也.txt",
    "夸克盘链接": "https://pan.quark.cn/s/bf61d6f50e35"
  },
  {
    "文件名": "【A完结】《汹潮》作者：林汀汀汀汀汀.txt",
    "夸克盘链接": "https://pan.quark.cn/s/324de86d9efd"
  },
  {
    "文件名": "【A完结】《行走的反诈大师》作者：黑色汽水.txt",
    "夸克盘链接": "https://pan.quark.cn/s/0c74bbedda9a"
  },
  {
    "文件名": "【A完结】《刑侦假象表面》作者：龙九九.txt",
    "夸克盘链接": "https://pan.quark.cn/s/f7f964157d48"
  },
  {
    "文件名": "【A完结】《星星都知道》作者：风月归我.txt",
    "夸克盘链接": "https://pan.quark.cn/s/1b96dce20939"
  },
  {
    "文件名": "【A完结】《星际直播打工努力家产万亿》作者：雁采蓝.txt",
    "夸克盘链接": "https://pan.quark.cn/s/3a5aa9851604"
  },
  {
    "文件名": "【A完结】《星间旋转[星际]》作者：三千世.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a67b33f611b1"
  },
  {
    "文件名": "【A完结】《星际守陵人》作者：芭蕉吃老虎.txt",
    "夸克盘链接": "https://pan.quark.cn/s/85edf790fcc5"
  },
  {
    "文件名": "【A完结】《星际魔物今天找到他们的监狱了吗》作者：包子怀了馒头的崽.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c071507b4af2"
  },
  {
    "文件名": "【A完结】《星际第一卡牌师》作者：布丁奶昔.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a511ec7640c2"
  },
  {
    "文件名": "【A完结】《星际第一符箓机甲师》作者：簌簌吹雪.txt",
    "夸克盘链接": "https://pan.quark.cn/s/47bb31843f94"
  },
  {
    "文件名": "【A完结】《星际大佬末日摆烂》作者：来夜.txt",
    "夸克盘链接": "https://pan.quark.cn/s/0ac71edf520c"
  },
  {
    "文件名": "【A完结】《心理解剖者》作者：虫宝宝.txt",
    "夸克盘链接": "https://pan.quark.cn/s/b57ec4423af2"
  },
  {
    "文件名": "【A完结】《心声骂醒恋爱脑女配后的我躺赢了》作者：荔景.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e602380a3b48"
  },
  {
    "文件名": "【A完结】《心间融化》作者：木羽愿.txt",
    "夸克盘链接": "https://pan.quark.cn/s/33e12d7573b2"
  },
  {
    "文件名": "【A完结】《挟恩图报的他》作者：袖里糖.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e63014436aaa"
  },
  {
    "文件名": "【A完结】《心机钓系不走心》作者：花不渡.txt",
    "夸克盘链接": "https://pan.quark.cn/s/598a9b210b22"
  },
  {
    "文件名": "【A完结】《邪神禁止伪装人类》作者：绣生.txt",
    "夸克盘链接": "https://pan.quark.cn/s/1a642e1e8b6c"
  },
  {
    "文件名": "【A完结】《心火烹日》作者：澄麟.txt",
    "夸克盘链接": "https://pan.quark.cn/s/02bb35d1d322"
  },
  {
    "文件名": "【A完结】《邪神穿出来后全是熟人》作者：七栖酱.txt",
    "夸克盘链接": "https://pan.quark.cn/s/4cd9d4127af3"
  },
  {
    "文件名": "【A完结】《小哑巴被反派全家读心了》作者：明日辣.txt",
    "夸克盘链接": "https://pan.quark.cn/s/2abc3a820bf4"
  },
  {
    "文件名": "【A完结】《小御医带球跑失败了》作者：温饵.txt",
    "夸克盘链接": "https://pan.quark.cn/s/3d7a6efa10ff"
  },
  {
    "文件名": "【A完结】《小团宠他脸盲啊》作者：禅梵生.txt",
    "夸克盘链接": "https://pan.quark.cn/s/8a7078d0a1ad"
  },
  {
    "文件名": "【A完结】《小糖O穿到正常世界》作者：最爱梅子酒.txt",
    "夸克盘链接": "https://pan.quark.cn/s/3d32353e9ec7"
  },
  {
    "文件名": "【A完结】《小咸鱼他躺平又失败了》作者：纸有问题.txt",
    "夸克盘链接": "https://pan.quark.cn/s/5cb87aa6c7d5"
  },
  {
    "文件名": "【A完结】《小狮叽联盟》作者：豹豹要抱抱.txt",
    "夸克盘链接": "https://pan.quark.cn/s/96e7dfc208f9"
  },
  {
    "文件名": "【A完结】《小少爷破产后被死对头拐回家轻哄》作者：酷酷的老妖婆.txt",
    "夸克盘链接": "https://pan.quark.cn/s/dd1cf3d6ce14"
  },
  {
    "文件名": "【A完结】《小少爷是恋爱脑怎么了》作者：桂棠酒.txt",
    "夸克盘链接": "https://pan.quark.cn/s/d29335e08628"
  },
  {
    "文件名": "【A完结】《小少爷总以为他是魅魔》作者：忆沐.txt",
    "夸克盘链接": "https://pan.quark.cn/s/5624b58d1fb3"
  },
  {
    "文件名": "【A完结】《小三劝退指南》作者：二十迷川.txt",
    "夸克盘链接": "https://pan.quark.cn/s/1d7b9d39bf40"
  },
  {
    "文件名": "【A完结】《小农女种田发家记》作者：一只鹅鹅.txt",
    "夸克盘链接": "https://pan.quark.cn/s/55672446d8bb"
  },
  {
    "文件名": "【A完结】《小猛崽[快穿]》作者：左木茶茶君.txt",
    "夸克盘链接": "https://pan.quark.cn/s/d8ae9ac046e7"
  },
  {
    "文件名": "【A完结】《小奶猫被竹马养成了老婆》作者：初雪相遇.txt",
    "夸克盘链接": "https://pan.quark.cn/s/053a24eb7bc7"
  },
  {
    "文件名": "【A完结】《小可怜老婆我来宠》作者：卷了个毛.txt",
    "夸克盘链接": "https://pan.quark.cn/s/3404cb8d4871"
  },
  {
    "文件名": "【A完结】《小哭包能有什么坏心思呢》作者：沅枕.txt",
    "夸克盘链接": "https://pan.quark.cn/s/46de832ad900"
  },
  {
    "文件名": "【A完结】《小家小业》作者：写作秃然.txt",
    "夸克盘链接": "https://pan.quark.cn/s/16b84cac26bf"
  },
  {
    "文件名": "【A完结】《小金龙重生成了万人嫌》作者：青提猫.txt",
    "夸克盘链接": "https://pan.quark.cn/s/0aadf1be8612"
  },
  {
    "文件名": "【A完结】《小可怜被迫联姻后成了大佬心尖宠》作者：宋九音.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ad032dd5a9f3"
  },
  {
    "文件名": "【A完结】《小户人家》作者：芦花浅水.txt",
    "夸克盘链接": "https://pan.quark.cn/s/f9075761800e"
  },
  {
    "文件名": "【A完结】《小废物觉醒团宠龙崽[星际]》作者：楠淮之.txt",
    "夸克盘链接": "https://pan.quark.cn/s/81996abd0f6d"
  },
  {
    "文件名": "【A完结】《硝子想要退休》作者：什锦雪球.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ba6ea3c3309f"
  },
  {
    "文件名": "【A完结】《小道长他清冷撩人》作者：糖果耳环.txt",
    "夸克盘链接": "https://pan.quark.cn/s/1d542f5319e9"
  },
  {
    "文件名": "【A完结】《小城之春》作者：刘八宝.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a8173756ab35"
  },
  {
    "文件名": "【A完结】《嚣张郡主成基建狂魔》作者：六月平生.txt",
    "夸克盘链接": "https://pan.quark.cn/s/7fa38b422abb"
  },
  {
    "文件名": "【A完结】《小暗卫今天宅斗了吗》作者：秋风知柳意.txt",
    "夸克盘链接": "https://pan.quark.cn/s/9f00d35cf9d6"
  },
  {
    "文件名": "【A完结】《相媳妇带你上天》作者：木采.txt",
    "夸克盘链接": "https://pan.quark.cn/s/09216d9bb4fd"
  },
  {
    "文件名": "【A完结】《相亲对象是敌队宿敌[电竞]》作者：不定方澄.txt",
    "夸克盘链接": "https://pan.quark.cn/s/dfb4428d8731"
  },
  {
    "文件名": "【A完结】《咸鱼美人破产后和顶流闪婚了》作者：沈江山.txt",
    "夸克盘链接": "https://pan.quark.cn/s/530caedc2d86"
  },
  {
    "文件名": "【A完结】《相欺》作者：冷山就木.txt",
    "夸克盘链接": "https://pan.quark.cn/s/216fd323ec9c"
  },
  {
    "文件名": "【A完结】《咸鱼后爸反向带娃[穿书]》.txt",
    "夸克盘链接": "https://pan.quark.cn/s/3f61b8eef82c"
  },
  {
    "文件名": "【A完结】《仙尊他一心成为反派》作者：有绿.txt",
    "夸克盘链接": "https://pan.quark.cn/s/85d9b3f302fd"
  },
  {
    "文件名": "【A完结】《仙起风云》作者：寒衣燃烬.txt",
    "夸克盘链接": "https://pan.quark.cn/s/eb9795e14b31"
  },
  {
    "文件名": "【A完结】《咸鱼大美人带崽穿越后》作者：不识朝朝.txt",
    "夸克盘链接": "https://pan.quark.cn/s/9356c59f7718"
  },
  {
    "文件名": "【A完结】《先生与朝暮》作者：画师Meow.txt",
    "夸克盘链接": "https://pan.quark.cn/s/846e4dc4c1ea"
  },
  {
    "文件名": "【A完结】《仙女雕炸天》作者：酒心梅子糖.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a743991ab98c"
  },
  {
    "文件名": "【A完结】《仙尊穿进万人迷团宠文》作者：果玉奶优.txt",
    "夸克盘链接": "https://pan.quark.cn/s/b5c46bb70990"
  },
  {
    "文件名": "【A完结】《夏油他弟但天灾之首》作者：绯西.txt",
    "夸克盘链接": "https://pan.quark.cn/s/b9da4fed1d60"
  },
  {
    "文件名": "【A完结】《夏日限定替补[电竞]》作者：陌小洛.txt",
    "夸克盘链接": "https://pan.quark.cn/s/f9e20a257e12"
  },
  {
    "文件名": "【A完结】《夏日汽水》作者：缺觉鱼.txt",
    "夸克盘链接": "https://pan.quark.cn/s/53f3c0ada1a2"
  },
  {
    "文件名": "【A完结】《夏油同学的模拟经营手册》作者：漆黑行者.txt",
    "夸克盘链接": "https://pan.quark.cn/s/33871cd9e3b1"
  },
  {
    "文件名": "【A完结】《系统逼我当绿茶》作者：云辛禾.txt",
    "夸克盘链接": "https://pan.quark.cn/s/9655a7bee3a4"
  },
  {
    "文件名": "【A完结】《喜欢的人有男友了》作者：杨叶咩.txt",
    "夸克盘链接": "https://pan.quark.cn/s/586c0deb5e9a"
  },
  {
    "文件名": "【A完结】《夕阳在迟暮死去》作者：晨昏线.txt",
    "夸克盘链接": "https://pan.quark.cn/s/1cf4052d66f4"
  },
  {
    "文件名": "【A完结】《希望你真的很快乐》作者：七小皇叔.txt",
    "夸克盘链接": "https://pan.quark.cn/s/eea0c8f321aa"
  },
  {
    "文件名": "【A完结】《物种不同怎么谈》作者：叶南九.txt",
    "夸克盘链接": "https://pan.quark.cn/s/6e213a299bce"
  },
  {
    "文件名": "【A完结】《五行缺钱》作者：爱吃乌骨鸡煲汤的姜魃.txt",
    "夸克盘链接": "https://pan.quark.cn/s/6a9dc5367628"
  },
  {
    "文件名": "【A完结】《五岁的我被认回顶级豪门》作者：池下月影.txt",
    "夸克盘链接": "https://pan.quark.cn/s/8dbdf509bbbe"
  },
  {
    "文件名": "【A完结】《无限人可以死游戏绝不能输》作者：染途.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a6f6f26aa772"
  },
  {
    "文件名": "【A完结】《五感掌控》作者：幺幺玖先生.txt",
    "夸克盘链接": "https://pan.quark.cn/s/8d9b95d0b404"
  },
  {
    "文件名": "【A完结】《无限世界原住民》作者：枯泽.txt",
    "夸克盘链接": "https://pan.quark.cn/s/2f6b704b9043"
  },
  {
    "文件名": "【A完结】《无限时空副本》作者：落笔成妖.txt",
    "夸克盘链接": "https://pan.quark.cn/s/839ae6da14cb"
  },
  {
    "文件名": "【A完结】《无疆》作者：蓝家三少.txt",
    "夸克盘链接": "https://pan.quark.cn/s/050ba32bef40"
  },
  {
    "文件名": "【A完结】《无限成为不可名状怪物的瑰宝》作者：醒醒睡不醒.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ff69637ee221"
  },
  {
    "文件名": "【A完结】《无限流我在惊悚游戏当团宠》作者：妗妗锦.txt",
    "夸克盘链接": "https://pan.quark.cn/s/de3fcaa26ff2"
  },
  {
    "文件名": "【A完结】《无限流解说上岗后》作者：漱人.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a4891f97eeac"
  },
  {
    "文件名": "【A完结】《巫师》作者：鲲之大.txt",
    "夸克盘链接": "https://pan.quark.cn/s/1c953960206f"
  },
  {
    "文件名": "【A完结】《我真有这么坏吗》作者：西门柔.txt",
    "夸克盘链接": "https://pan.quark.cn/s/4a47579b564c"
  },
  {
    "文件名": "【A完结】《我真没想寻死啊》作者：一束香菜.txt",
    "夸克盘链接": "https://pan.quark.cn/s/3251493a133e"
  },
  {
    "文件名": "【A完结】《我装B你装纯》作者：凉凉生.txt",
    "夸克盘链接": "https://pan.quark.cn/s/d11dad3fe3fd"
  },
  {
    "文件名": "【A完结】《我真的只是一个无名小神》作者：三仙同.txt",
    "夸克盘链接": "https://pan.quark.cn/s/948f3b5161d4"
  },
  {
    "文件名": "【A完结】《我真不是天道之子》作者：妖月空.txt",
    "夸克盘链接": "https://pan.quark.cn/s/0250ac8f21f3"
  },
  {
    "文件名": "【A完结】《我真的没想攻略那个主角》作者：话梅鹿.txt",
    "夸克盘链接": "https://pan.quark.cn/s/68bcf05e7410"
  },
  {
    "文件名": "【A完结】《我真的就是个后勤[星际]》作者：百城辞.txt",
    "夸克盘链接": "https://pan.quark.cn/s/b91200c2ad2c"
  },
  {
    "文件名": "【A完结】《我在综艺摆烂吃瓜日常[玄学]》作者：思糖.txt",
    "夸克盘链接": "https://pan.quark.cn/s/7abbcbc095fa"
  },
  {
    "文件名": "【A完结】《我在修罗场当团宠[娱乐圈]》作者：啾而啾之.txt",
    "夸克盘链接": "https://pan.quark.cn/s/f065a89d46bb"
  },
  {
    "文件名": "【A完结】《我在星际供奉老祖宗》作者：云上歌.txt",
    "夸克盘链接": "https://pan.quark.cn/s/0fab7ebbad48"
  },
  {
    "文件名": "【A完结】《我在星际直播种土豆》作者：五月凉.txt",
    "夸克盘链接": "https://pan.quark.cn/s/fd6f5780628c"
  },
  {
    "文件名": "【A完结】《我在星际直播美食》作者：芥末蓬蓬松.txt",
    "夸克盘链接": "https://pan.quark.cn/s/2f9112725dfa"
  },
  {
    "文件名": "【A完结】《我在西方非人学院当老师的那些年》作者：拆家大队长.txt",
    "夸克盘链接": "https://pan.quark.cn/s/0324c40624d3"
  },
  {
    "文件名": "【A完结】《我在星际守望地球》作者：地上捡吃的.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e601833fd7f4"
  },
  {
    "文件名": "【A完结】《我在星际靠捡垃圾修补文物》作者：酿就春色.txt",
    "夸克盘链接": "https://pan.quark.cn/s/41cf0dde7298"
  },
  {
    "文件名": "【A完结】《我在红楼搞基建》作者：意真.txt",
    "夸克盘链接": "https://pan.quark.cn/s/00fa30601ec0"
  },
  {
    "文件名": "【A完结】《我在横滨成为了欺诈师》作者：癸一年.txt",
    "夸克盘链接": "https://pan.quark.cn/s/8dd860b0b05e"
  },
  {
    "文件名": "【A完结】《我在高专通关副本》作者：Iphigenie.txt",
    "夸克盘链接": "https://pan.quark.cn/s/9ae35cd84cfc"
  },
  {
    "文件名": "【A完结】《我在霸总文学里当家庭医生》作者：策马听风.txt",
    "夸克盘链接": "https://pan.quark.cn/s/9da281e76fa3"
  },
  {
    "文件名": "【A完结】《我有酷炫通灵技能》作者：雪影霜魂.txt",
    "夸克盘链接": "https://pan.quark.cn/s/d52a4077904e"
  },
  {
    "文件名": "【A完结】《我用小说征服全宇宙》作者：风入松鼠.txt",
    "夸克盘链接": "https://pan.quark.cn/s/47c84a623f03"
  },
  {
    "文件名": "【A完结】《我与狼人二三事》作者：竹子吃熊猫.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c91bbe50df43"
  },
  {
    "文件名": "【A完结】《我与师尊解衣袍》作者：红花莲子白花藕.txt",
    "夸克盘链接": "https://pan.quark.cn/s/8695ff194b57"
  },
  {
    "文件名": "【A完结】《我相公是纨绔》作者：端瑜.txt",
    "夸克盘链接": "https://pan.quark.cn/s/9e3fac738939"
  },
  {
    "文件名": "【A完结】《我也不想沦陷啊可死对头他好帅》作者：眸挚.txt",
    "夸克盘链接": "https://pan.quark.cn/s/693d9cff5f12"
  },
  {
    "文件名": "【A完结】《我写论文养你啊[重生]》作者：蘑菇鱼.txt",
    "夸克盘链接": "https://pan.quark.cn/s/1aac8f7d6c20"
  },
  {
    "文件名": "【A完结】《我五条崽最强HE战士》作者：鱼有糖.txt",
    "夸克盘链接": "https://pan.quark.cn/s/8334b52cb016"
  },
  {
    "文件名": "【A完结】《我替师兄招魂的那些年》作者：路过的老百姓.txt",
    "夸克盘链接": "https://pan.quark.cn/s/1342ce46ea7f"
  },
  {
    "文件名": "【A完结】《我为殿下夺东宫》作者：鹿绫之.txt",
    "夸克盘链接": "https://pan.quark.cn/s/f4c8ca318e80"
  },
  {
    "文件名": "【A完结】《我是萩原家的大哥》作者：不凹.txt",
    "夸克盘链接": "https://pan.quark.cn/s/8541bbccae5b"
  },
  {
    "文件名": "【A完结】《我是马文才》作者：茶叶蛋.txt",
    "夸克盘链接": "https://pan.quark.cn/s/36f4c2d06e98"
  },
  {
    "文件名": "【A完结】《我凭实力扶持反派崽崽登基》作者：一七令.txt",
    "夸克盘链接": "https://pan.quark.cn/s/f149ad3d39be"
  },
  {
    "文件名": "【A完结】《我老公好像有那个大病》作者：半糖麻薯.txt",
    "夸克盘链接": "https://pan.quark.cn/s/d52abb358aee"
  },
  {
    "文件名": "【A完结】《我们打野似鸽神手[电竞]》作者：十三颗糖.txt",
    "夸克盘链接": "https://pan.quark.cn/s/32ba29b14fcb"
  },
  {
    "文件名": "【A完结】《我凭画符征服帝国》作者：书一.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ce5e6193dffd"
  },
  {
    "文件名": "【A完结】《我靠签到系统在怪谈中逃生[综恐]》作者：啾啾不吃鱼.txt",
    "夸克盘链接": "https://pan.quark.cn/s/fa8be0824080"
  },
  {
    "文件名": "【A完结】《我靠马甲组织直播敛财百亿》作者：苦瓜粥.txt",
    "夸克盘链接": "https://pan.quark.cn/s/501e0fdc67ad"
  },
  {
    "文件名": "【A完结】《我靠马甲建立天下第一大派[综武侠]》作者：白鹤一只.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ecc64929e34a"
  },
  {
    "文件名": "【A完结】《我靠古法药香养夫郎》作者：谢青城.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e58ff3fba00e"
  },
  {
    "文件名": "【A完结】《我靠开马甲拯救世界》作者：孤烛异乡人.txt",
    "夸克盘链接": "https://pan.quark.cn/s/6fcc3c0d5cfa"
  },
  {
    "文件名": "【A完结】《我叫圣西罗[足球]》作者：黄梅吉茶.txt",
    "夸克盘链接": "https://pan.quark.cn/s/33b12dd5c227"
  },
  {
    "文件名": "【A完结】《我家中单很柔弱的[电竞]》作者：小包包纸.txt",
    "夸克盘链接": "https://pan.quark.cn/s/b393555aa236"
  },
  {
    "文件名": "【A完结】《我和排球哪个更重要》作者：一捧秋凉.txt",
    "夸克盘链接": "https://pan.quark.cn/s/6e606d46ff10"
  },
  {
    "文件名": "【A完结】《我捡回来的虐文男主都爱上我了》作者：绕笙.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e5c7f0d24310"
  },
  {
    "文件名": "【A完结】《我继承了皇位跟夫郎》作者：卟许胡来.txt",
    "夸克盘链接": "https://pan.quark.cn/s/84bc06f59310"
  },
  {
    "文件名": "【A完结】《我和死对头的绯闻传遍帝国[星际]》作者：鹿忘.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a1c52f8d8e5d"
  },
  {
    "文件名": "【A完结】《我给反派都剧透完了》作者：雾十.txt",
    "夸克盘链接": "https://pan.quark.cn/s/3be6fd2a3488"
  },
  {
    "文件名": "【A完结】《我夫郎是二嫁[穿书]》作者：端瑜.txt",
    "夸克盘链接": "https://pan.quark.cn/s/2befeec408a2"
  },
  {
    "文件名": "【A完结】《我的血族男友[综]》 作者：抓个月亮.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e35920c4308a"
  },
  {
    "文件名": "【A完结】《我等星辰落入怀》作者：洱茶.txt",
    "夸克盘链接": "https://pan.quark.cn/s/71c242e414d4"
  },
  {
    "文件名": "【A完结】《我的两个顶流亲儿子终于和好了》作者：给我一把剑.txt",
    "夸克盘链接": "https://pan.quark.cn/s/8a7934cc1f7d"
  },
  {
    "文件名": "【A完结】《我的酒店开遍末世[经营]》作者：玉米布丁酥.txt",
    "夸克盘链接": "https://pan.quark.cn/s/7b9fc7a40131"
  },
  {
    "文件名": "【A完结】《我的仆人他很绿茶》作者：阿瑩.txt",
    "夸克盘链接": "https://pan.quark.cn/s/67ea85ec3172"
  },
  {
    "文件名": "【A完结】《我的男朋友每天都在拯救世界》作者：狐狸不归.txt",
    "夸克盘链接": "https://pan.quark.cn/s/6874da920333"
  },
  {
    "文件名": "【A完结】《我的金手指是已故老攻[无限]》作者：择木而兮.txt",
    "夸克盘链接": "https://pan.quark.cn/s/190c60e197c1"
  },
  {
    "文件名": "【A完结】《我的店铺连通各界》作者：栀子栗.txt",
    "夸克盘链接": "https://pan.quark.cn/s/4d9c7d449eac"
  },
  {
    "文件名": "【A完结】《我的持有灵全员恶人》作者：若叶紫樱.txt",
    "夸克盘链接": "https://pan.quark.cn/s/f0501e02673a"
  },
  {
    "文件名": "【A完结】《我的alpha是个仙君》作者：遥的海王琴.txt",
    "夸克盘链接": "https://pan.quark.cn/s/85a4ff321ec2"
  },
  {
    "文件名": "【A完结】《我的大猪蹄子女友》作者：七斤.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ebf2bdc71303"
  },
  {
    "文件名": "【A完结】《我不是天生冠军[竞技]》作者：亡灵大菜菜.txt",
    "夸克盘链接": "https://pan.quark.cn/s/d99b0b8a9b24"
  },
  {
    "文件名": "【A完结】《我带龙傲天幼崽在娃综爆火了》作者：哆啦A洛.txt",
    "夸克盘链接": "https://pan.quark.cn/s/19dfaa30e9fe"
  },
  {
    "文件名": "【A完结】《我打败的boss都出来了》作者：扶风九.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e9b9c9f27c82"
  },
  {
    "文件名": "【A完结】《我成了赘婿文男主的前妻》作者：荼苡.txt",
    "夸克盘链接": "https://pan.quark.cn/s/5e6594eba2f8"
  },
  {
    "文件名": "【A完结】《我才不想当丧尸王》作者：终白.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c2a0948fb882"
  },
  {
    "文件名": "【A完结】《我才不是小傻子呢》作者：Paradoxical.txt",
    "夸克盘链接": "https://pan.quark.cn/s/d493efb8eb7a"
  },
  {
    "文件名": "【A完结】《我不想运动》作者：奥特姆.txt",
    "夸克盘链接": "https://pan.quark.cn/s/b422dfe01d36"
  },
  {
    "文件名": "【A完结】《我把自己上交秦始皇》作者：鸦泉.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a2ea0923a0e0"
  },
  {
    "文件名": "【A完结】《我被污染物狂热崇拜》作者：红祭.txt",
    "夸克盘链接": "https://pan.quark.cn/s/bce062153478"
  },
  {
    "文件名": "【A完结】《我不是故意成为皇后的》作者：十二溪.txt",
    "夸克盘链接": "https://pan.quark.cn/s/3f9788b02754"
  },
  {
    "文件名": "【A完结】《我病我弱但我是1》作者：西西柿.txt",
    "夸克盘链接": "https://pan.quark.cn/s/f57c13497c63"
  },
  {
    "文件名": "【A完结】《我被皇帝听见心声[穿书]》作者：椰子白.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a84172b308ab"
  },
  {
    "文件名": "【A完结】《我标记了一处地点》作者：十七卷言.txt",
    "夸克盘链接": "https://pan.quark.cn/s/aa7508ee0f66"
  },
  {
    "文件名": "【A完结】《忧郁的万人迷[快穿]》作者：铃鹿.txt",
    "夸克盘链接": "https://pan.quark.cn/s/5bac33d847d4"
  },
  {
    "文件名": "【A完结】《雍正小青梅》作者：鹿角划绪风.txt",
    "夸克盘链接": "https://pan.quark.cn/s/131e52aba296"
  },
  {
    "文件名": "【A完结】《影帝捡的小傻子发芽啦》作者：7抱抱.txt",
    "夸克盘链接": "https://pan.quark.cn/s/36c8a81af0a0"
  },
  {
    "文件名": "【A完结】《瘾言》作者：贰两肉.txt",
    "夸克盘链接": "https://pan.quark.cn/s/2c3774a3dd1f"
  },
  {
    "文件名": "【A完结】《隐卫穿成糊咖霸总宠上天》作者：幽九九.txt",
    "夸克盘链接": "https://pan.quark.cn/s/f233825d9d38"
  },
  {
    "文件名": "【A完结】《血色罗生门》作者：八分十二.txt",
    "夸克盘链接": "https://pan.quark.cn/s/13e1f0502ab1"
  },
  {
    "文件名": "【A完结】《港城大佬算我一个[年代]》作者：西瓜拌酱.txt",
    "夸克盘链接": "https://pan.quark.cn/s/aecdd72c0a1e"
  },
  {
    "文件名": "【A完结】《被忍者包围的魔导师之旅》作者：析小木.txt",
    "夸克盘链接": "https://pan.quark.cn/s/3ccc3df78363"
  },
  {
    "文件名": "【A完结】《冬日恋爱指南》作者：时星草.txt",
    "夸克盘链接": "https://pan.quark.cn/s/6fa353d75288"
  },
  {
    "文件名": "【A完结】《尊上灵植还结算吗》作者：包包祖.txt",
    "夸克盘链接": "https://pan.quark.cn/s/d0086da64fcd"
  },
  {
    "文件名": "【A完结】《被虫族饲养的注意事项》作者：梦霄.txt",
    "夸克盘链接": "https://pan.quark.cn/s/3089142dd031"
  },
  {
    "文件名": "【A完结】《总在修罗场崩人设掉马[快穿]》作者：墙头发呆.txt",
    "夸克盘链接": "https://pan.quark.cn/s/0b193779f3e7"
  },
  {
    "文件名": "【A完结】《总裁教我攻略他自己》作者：故月无闻.txt",
    "夸克盘链接": "https://pan.quark.cn/s/428f09f2ae72"
  },
  {
    "文件名": "【A完结】《总之就是非常卡哇伊》作者：月见月.txt",
    "夸克盘链接": "https://pan.quark.cn/s/98649c02e063"
  },
  {
    "文件名": "【A完结】《最终Boss空缺只好由路人顶上了》作者：以鹤言.txt",
    "夸克盘链接": "https://pan.quark.cn/s/b3b21e8e9ae1"
  },
  {
    "文件名": "【A完结】《总裁夫夫的二三事》作者：十二点风.txt",
    "夸克盘链接": "https://pan.quark.cn/s/d2d2e8e3d663"
  },
  {
    "文件名": "【A完结】《总被天道欺负哭》作者：岁暮星回.txt",
    "夸克盘链接": "https://pan.quark.cn/s/bbfad4e07fc8"
  },
  {
    "文件名": "【A完结】《自知沉溺》作者：二听.txt",
    "夸克盘链接": "https://pan.quark.cn/s/f78c51d262a6"
  },
  {
    "文件名": "【A完结】《综穿带着系统做宠妃》作者：百折不弯.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c6d28635c12d"
  },
  {
    "文件名": "【A完结】《综加茂家主的自强之路》作者：东阳城的铃丰.txt",
    "夸克盘链接": "https://pan.quark.cn/s/271a30625863"
  },
  {
    "文件名": "【A完结】《灼耳》作者：二两鱼卷.txt",
    "夸克盘链接": "https://pan.quark.cn/s/1d7db6544253"
  },
  {
    "文件名": "【A完结】《追风望月》作者：达闻西.txt",
    "夸克盘链接": "https://pan.quark.cn/s/6c909cffeef6"
  },
  {
    "文件名": "【A完结】《装乖倒计时》作者：徽允.txt",
    "夸克盘链接": "https://pan.quark.cn/s/4a0d8226ef67"
  },
  {
    "文件名": "【A完结】《装乖是会被咬的》作者：困困不醒.txt",
    "夸克盘链接": "https://pan.quark.cn/s/0fc20f1d179f"
  },
  {
    "文件名": "【A完结】《装A后想和蛟龙室友生崽崽》作者：灰剑如羽.txt",
    "夸克盘链接": "https://pan.quark.cn/s/df2af70cb543"
  },
  {
    "文件名": "【A完结】《竹马总想扑倒我》作者：芦苇微凉.txt",
    "夸克盘链接": "https://pan.quark.cn/s/bc92cc0a52ca"
  },
  {
    "文件名": "【A完结】《抓鬼这事你就提心吊胆地交给我吧》作者：未曾设想.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a283a31e12de"
  },
  {
    "文件名": "【A完结】《转职归来我封神了[全息]》作者：浮见月.txt",
    "夸克盘链接": "https://pan.quark.cn/s/26b1f8985842"
  },
  {
    "文件名": "【A完结】《竹马依旧在》作者：枕月长终.txt",
    "夸克盘链接": "https://pan.quark.cn/s/2873d467bde0"
  },
  {
    "文件名": "【A完结】《诸伏家的饭》作者：布谷袅.txt",
    "夸克盘链接": "https://pan.quark.cn/s/6be108a0157f"
  },
  {
    "文件名": "【A完结】《重生之王府暗卫》作者：星天外.txt",
    "夸克盘链接": "https://pan.quark.cn/s/f06706867726"
  },
  {
    "文件名": "【A完结】《重生之缺德巨星》作者：二月落雪.txt",
    "夸克盘链接": "https://pan.quark.cn/s/95711fee007b"
  },
  {
    "文件名": "【A完结】《重生我会乖求你别爱他》作者：淮淮坏不坏.txt",
    "夸克盘链接": "https://pan.quark.cn/s/b8201e0ebae5"
  },
  {
    "文件名": "【A完结】《重生之末世孕子》作者：舞竹.txt",
    "夸克盘链接": "https://pan.quark.cn/s/2bd01a7c23f0"
  },
  {
    "文件名": "【A完结】《重生少女时代》作者：清溪洗砚.txt",
    "夸克盘链接": "https://pan.quark.cn/s/6deb91bfa8a4"
  },
  {
    "文件名": "【A完结】《重生七零不做炮灰》作者：北康黑落.txt",
    "夸克盘链接": "https://pan.quark.cn/s/46c469212853"
  },
  {
    "文件名": "【A完结】《重生了真少爷他拒绝PUA》作者：白喵团团.txt",
    "夸克盘链接": "https://pan.quark.cn/s/0d452c069bfc"
  },
  {
    "文件名": "【A完结】《重生七零不慌我有千亿物资》作者：壶温余酒.txt",
    "夸克盘链接": "https://pan.quark.cn/s/0eeabaa69eee"
  },
  {
    "文件名": "【A完结】《重生后弃子他赢麻了》作者：花小蓝.txt",
    "夸克盘链接": "https://pan.quark.cn/s/7cf198e8118f"
  },
  {
    "文件名": "【A完结】《重生后的我被求着打职业[电竞]》作者：朴朴素素.txt",
    "夸克盘链接": "https://pan.quark.cn/s/58b704c1962a"
  },
  {
    "文件名": "【A完结】《重生后太子妃她玄学了》.txt",
    "夸克盘链接": "https://pan.quark.cn/s/3a82d14e1dc2"
  },
  {
    "文件名": "【A完结】《重生后和酒厂劳模he了》作者：千代小真.txt",
    "夸克盘链接": "https://pan.quark.cn/s/4c0a785685df"
  },
  {
    "文件名": "【A完结】《重生归来被厌弃的小少爷崛起了》作者：壳阵酒.txt",
    "夸克盘链接": "https://pan.quark.cn/s/d8927842993f"
  },
  {
    "文件名": "【A完结】《重生八零被最猛硬汉掐腰宠》作者：妙妙如云.txt",
    "夸克盘链接": "https://pan.quark.cn/s/18004ffbdb33"
  },
  {
    "文件名": "【A完结】《重回年代我有宇宙签到系统》作者：水墨入酒.txt",
    "夸克盘链接": "https://pan.quark.cn/s/3cc70fa64294"
  },
  {
    "文件名": "【A完结】《重来一次的心动》作者：荒野垂钓.txt",
    "夸克盘链接": "https://pan.quark.cn/s/0f0dc1e6495d"
  },
  {
    "文件名": "【A完结】《重劫了京圈顶级禁欲家主的色》作者：风酒月.txt",
    "夸克盘链接": "https://pan.quark.cn/s/8c6b27d5c604"
  },
  {
    "文件名": "【A完结】《重返黄昏边界》作者：燃秋夜.txt",
    "夸克盘链接": "https://pan.quark.cn/s/0d62e6b33d1b"
  },
  {
    "文件名": "【A完结】《重返八零媳妇要赚亿点钱》作者：李偏偏 .txt",
    "夸克盘链接": "https://pan.quark.cn/s/8232b9ec4d0c"
  },
  {
    "文件名": "【A完结】《重返2000从文抄开始一夜成名》作者：回首你还在.txt",
    "夸克盘链接": "https://pan.quark.cn/s/cd38a744a66f"
  },
  {
    "文件名": "【A完结】《致我那菜市场的白月光》作者：璞玉与月亮.txt",
    "夸克盘链接": "https://pan.quark.cn/s/710afd5caba3"
  },
  {
    "文件名": "【A完结】《直球老攻的物理天才老婆》作者：番茄配黄瓜.txt",
    "夸克盘链接": "https://pan.quark.cn/s/5e4738653fb6"
  },
  {
    "文件名": "【A完结】《直男竹马说弯就弯》作者：鱼依猫.txt",
    "夸克盘链接": "https://pan.quark.cn/s/adfc91f513aa"
  },
  {
    "文件名": "【A完结】《直男室友他好会》作者：遨游宝宝.txt",
    "夸克盘链接": "https://pan.quark.cn/s/47f647f29814"
  },
  {
    "文件名": "【A完结】《直男的清冷室友是娇气包》作者：追鹿.txt",
    "夸克盘链接": "https://pan.quark.cn/s/586bc5508e12"
  },
  {
    "文件名": "【A完结】《直播算命开局让你见鬼很正常吧》作者：元了个圆.txt",
    "夸克盘链接": "https://pan.quark.cn/s/fc9367678253"
  },
  {
    "文件名": "【A完结】《直播古代盘点那些坑爹的皇二代》作者：异月霜华.txt",
    "夸克盘链接": "https://pan.quark.cn/s/8b56174f61fd"
  },
  {
    "文件名": "【A完结】《直男被群A环伺后》作者：隙慎.txt",
    "夸克盘链接": "https://pan.quark.cn/s/69e183f50d61"
  },
  {
    "文件名": "【A完结】《执行官的异界就职指南》作者：今厄.txt",
    "夸克盘链接": "https://pan.quark.cn/s/1e9bc539a4b6"
  },
  {
    "文件名": "【A完结】《拯救小可怜计划》作者：水意.txt",
    "夸克盘链接": "https://pan.quark.cn/s/94d15a29b6d1"
  },
  {
    "文件名": "【A完结】《栀野》作者：江南灼.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a5a127a67f4b"
  },
  {
    "文件名": "【A完结】《拯救炮灰特殊手段[快穿]》作者：清月与海.txt",
    "夸克盘链接": "https://pan.quark.cn/s/fc9507c1d420"
  },
  {
    "文件名": "【A完结】《拯救那个女巫》作者：红烧盲鳗.txt",
    "夸克盘链接": "https://pan.quark.cn/s/42493a6528c0"
  },
  {
    "文件名": "【A完结】《拯救某文师尊后小徒欲罢不能》作者：云遮.txt",
    "夸克盘链接": "https://pan.quark.cn/s/79c72092dda0"
  },
  {
    "文件名": "【A完结】《拯救美强惨反派[穿书]》作者：云梦江舟.txt",
    "夸克盘链接": "https://pan.quark.cn/s/8839dd08f83c"
  },
  {
    "文件名": "【A完结】《拯救毛茸茸龙傲天男主》作者：草木生一秋.txt",
    "夸克盘链接": "https://pan.quark.cn/s/833461c24f17"
  },
  {
    "文件名": "【A完结】《朕为夫人寸心如狂》作者：藤鹿山.txt",
    "夸克盘链接": "https://pan.quark.cn/s/4c8882e54b2a"
  },
  {
    "文件名": "【A完结】《拯救恋爱脑又失败了》作者：江萤千里.txt",
    "夸克盘链接": "https://pan.quark.cn/s/1e543c5775fb"
  },
  {
    "文件名": "【A完结】《朕想强求怎料他装弱》作者：风析木.txt",
    "夸克盘链接": "https://pan.quark.cn/s/13cf0076a6b4"
  },
  {
    "文件名": "【A完结】《朕为夫人寸心如狂》作者_藤鹿山.txt",
    "夸克盘链接": "https://pan.quark.cn/s/7c54e4dba494"
  },
  {
    "文件名": "【A完结】《朕竟成了万人嫌联姻工具人[娱乐圈]》作者：痴嗔本真.txt",
    "夸克盘链接": "https://pan.quark.cn/s/b9d0f70f38ec"
  },
  {
    "文件名": "【A完结】《朕的后宫全员恶人[穿书]》作者：顾青词.txt",
    "夸克盘链接": "https://pan.quark.cn/s/26b7381b89e4"
  },
  {
    "文件名": "【A完结】《这功德我要了》.txt",
    "夸克盘链接": "https://pan.quark.cn/s/4af59ef56a52"
  },
  {
    "文件名": "【A完结】《真少爷是满级灵厨》作者：我爱可乐.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e888fbdde87b"
  },
  {
    "文件名": "【A完结】《这个精神病打怪超猛的》作者：木一了.txt",
    "夸克盘链接": "https://pan.quark.cn/s/6c135c4432fd"
  },
  {
    "文件名": "【A完结】《折骨为刀》作者：鱼苍苍.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ba64de4ec256"
  },
  {
    "文件名": "【A完结】《折断玫瑰》作者：习雅.txt",
    "夸克盘链接": "https://pan.quark.cn/s/1bb0aa0240a3"
  },
  {
    "文件名": "【A完结】《昭雪录》作者：吴大宝.txt",
    "夸克盘链接": "https://pan.quark.cn/s/876b8c1cf94c"
  },
  {
    "文件名": "【A完结】《招惹龙傲天后揣崽了》作者：一叶菩提.txt",
    "夸克盘链接": "https://pan.quark.cn/s/9103871139dc"
  },
  {
    "文件名": "【A完结】《招财进宝》作者：你爸爸.txt",
    "夸克盘链接": "https://pan.quark.cn/s/3f413a9cf20c"
  },
  {
    "文件名": "【A完结】《长尾鳍与小尖牙》作者：余眠久.txt",
    "夸克盘链接": "https://pan.quark.cn/s/9e572e88daba"
  },
  {
    "文件名": "【A完结】《长命百岁》作者：中森林辛.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ef015bc027dc"
  },
  {
    "文件名": "【A完结】《长官你抑制剂掉了》.txt",
    "夸克盘链接": "https://pan.quark.cn/s/22e6f26fbec1"
  },
  {
    "文件名": "【A完结】《长得太好看是我的错吗》作者：折琼枝.txt",
    "夸克盘链接": "https://pan.quark.cn/s/4be1b0a843e0"
  },
  {
    "文件名": "【A完结】《战乱狠辣男配愁如何带家人破局》作者：洛倾城.txt",
    "夸克盘链接": "https://pan.quark.cn/s/5113b2132afc"
  },
  {
    "文件名": "【A完结】《战死的前夫回来了》作者：耳东霁.txt",
    "夸克盘链接": "https://pan.quark.cn/s/40a3f9d689b2"
  },
  {
    "文件名": "【A完结】《战力天花板他执着做好人》作者：宫槐知玉.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c69dce1b001e"
  },
  {
    "文件名": "【A完结】《渣攻求生指南》作者：仰玩玄度.txt",
    "夸克盘链接": "https://pan.quark.cn/s/750fd3b4cc75"
  },
  {
    "文件名": "【A完结】《渣攻今天又蛊了谁》作者：尔曹.txt",
    "夸克盘链接": "https://pan.quark.cn/s/244318cc9b6a"
  },
  {
    "文件名": "【A完结】《渣攻拒绝火葬场》作者：八十六笔.txt",
    "夸克盘链接": "https://pan.quark.cn/s/b454bd4629d3"
  },
  {
    "文件名": "【A完结】《渣攻改造BE逆转HE》作者：七果茶.txt",
    "夸克盘链接": "https://pan.quark.cn/s/171fd328502e"
  },
  {
    "文件名": "【A完结】《渣虫剧本令我绝望》作者：灰云垂野.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ac40e3145a58"
  },
  {
    "文件名": "【A完结】《怎么遍地是我前男友》作者：胜半子.txt",
    "夸克盘链接": "https://pan.quark.cn/s/d73053144b6e"
  },
  {
    "文件名": "【A完结】《在选秀奋斗的我总被迫修罗场》作者：礼蓝.txt",
    "夸克盘链接": "https://pan.quark.cn/s/4f2750264e7e"
  },
  {
    "文件名": "【A完结】《灾后种田我靠异能成领主异能》作者：月光下看美人.txt",
    "夸克盘链接": "https://pan.quark.cn/s/4137dee27941"
  },
  {
    "文件名": "【A完结】《燥》作者：达尔彭.txt",
    "夸克盘链接": "https://pan.quark.cn/s/1babbb108fda"
  },
  {
    "文件名": "【A完结】《在柯学世界收集库洛牌》作者：木遁使者.txt",
    "夸克盘链接": "https://pan.quark.cn/s/6a66bba0affc"
  },
  {
    "文件名": "【A完结】《孕嫁》作者：七朵玫瑰.txt",
    "夸克盘链接": "https://pan.quark.cn/s/1cc61eb7709f"
  },
  {
    "文件名": "【A完结】《月是故乡明怂包公主和亲后不怂了》作者：大飏.txt",
    "夸克盘链接": "https://pan.quark.cn/s/3d6e90cf46c0"
  },
  {
    "文件名": "【A完结】《晕檀记》作者：李丁尧.txt",
    "夸克盘链接": "https://pan.quark.cn/s/972d44aa834f"
  },
  {
    "文件名": "【A完结】《远山蝉鸣》作者：一明觉书.txt",
    "夸克盘链接": "https://pan.quark.cn/s/97a412dc475d"
  },
  {
    "文件名": "【A完结】《远月毕业生在咒术高专》作者：金麦麦.txt",
    "夸克盘链接": "https://pan.quark.cn/s/39c73276402c"
  },
  {
    "文件名": "【A完结】《远古异世兽人伴侣他太粘人》作者：钟离先生.txt",
    "夸克盘链接": "https://pan.quark.cn/s/520e8886a70d"
  },
  {
    "文件名": "【A完结】《欲拒还迎后男主精分了》作者：从海南.txt",
    "夸克盘链接": "https://pan.quark.cn/s/3f3adaad897f"
  },
  {
    "文件名": "【A完结】《瑜不掩瑕》作者：落九盏.txt",
    "夸克盘链接": "https://pan.quark.cn/s/92b1227ea055"
  },
  {
    "文件名": "【A完结】《榆生》作者：噫吁嚱鸭.txt",
    "夸克盘链接": "https://pan.quark.cn/s/fd97f99eec5c"
  },
  {
    "文件名": "【A完结】《有人暗恋顾法医2》作者：凡范er.txt",
    "夸克盘链接": "https://pan.quark.cn/s/f09163ecaaec"
  },
  {
    "文件名": "【A完结】《娱乐圈知名死对头》作者：坐在北风里吃西瓜.txt",
    "夸克盘链接": "https://pan.quark.cn/s/26044c1d7ce0"
  },
  {
    "文件名": "【A完结】《鱼缸》作者：Miss甜豆.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a174dfb2c390"
  },
  {
    "文件名": "【A完结】《有魔》作者：以鸿.txt",
    "夸克盘链接": "https://pan.quark.cn/s/6ed81f8138c1"
  },
  {
    "文件名": "【A完结】《在dk修罗场中艰难求生》作者：半夜二更半.txt",
    "夸克盘链接": "https://pan.quark.cn/s/bc389f4fa15a"
  },
  {
    "文件名": "【A完结】《再度沉溺》作者：画师Meow.txt",
    "夸克盘链接": "https://pan.quark.cn/s/93d5fc7f9adc"
  },
  {
    "文件名": "【A完结】《原谅她》作者：范月台.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a7d79cefe94f"
  },
  {
    "文件名": "【A完结】《原著白月光觉醒后》作者：月猫族.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e99233d5b2b6"
  },
  {
    "文件名": "【A完结】《原来我是NPC[快穿]》作者：蒙面纸羊.txt",
    "夸克盘链接": "https://pan.quark.cn/s/94bd4a5f39e9"
  },
  {
    "文件名": "【A完结】《原地逃离》作者：李大发.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a19eaf3f42c5"
  },
  {
    "文件名": "【A完结】《与疯批alpha签订结婚协议后》作者：金刚兔牙.txt",
    "夸克盘链接": "https://pan.quark.cn/s/52962a9571c2"
  },
  {
    "文件名": "【A完结】《与我相守这很难么》作者：娴白.txt",
    "夸克盘链接": "https://pan.quark.cn/s/52ff9d7f7645"
  },
  {
    "文件名": "【A完结】《又逢春》作者：叶扶疏.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a90ff74d27af"
  },
  {
    "文件名": "【A完结】《影后娘娘升职记》作者：沐沐猫.txt",
    "夸克盘链接": "https://pan.quark.cn/s/369f61a8f560"
  },
  {
    "文件名": "【A完结】GL《傲娇御姐的直球攻略》作者：清酒加冰.txt",
    "夸克盘链接": "https://pan.quark.cn/s/475f11e997cd"
  },
  {
    "文件名": "【A完结】GL《万人迷影后暗恋指南》作者：脚兔三.txt",
    "夸克盘链接": "https://pan.quark.cn/s/30858775dacc"
  },
  {
    "文件名": "【A完结】GL《穿成霸道渣A被柔弱下属逼婚》作者：牛肉月饼好难吃.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c876da4de9b7"
  },
  {
    "文件名": "【A完结】GL《你怎么还有这一面》作者：热到昏厥.txt",
    "夸克盘链接": "https://pan.quark.cn/s/0ef434fd2813"
  },
  {
    "文件名": "【A完结】GL《被偏执女主缠上后[快穿]》作者：已书.txt",
    "夸克盘链接": "https://pan.quark.cn/s/9878979d2c11"
  },
  {
    "文件名": "【A完结】《作为千手我死遁后被迫修罗场》作者：渌溪汀.txt",
    "夸克盘链接": "https://pan.quark.cn/s/43af480da0af"
  },
  {
    "文件名": "【A完结】《作精嫁给残疾反派后上恋综爆红》作者：蔓清越.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c78cc5999a69"
  },
  {
    "文件名": "【A完结】《坠神录》作者：vv凤兮.txt",
    "夸克盘链接": "https://pan.quark.cn/s/3a8b92f29b0c"
  },
  {
    "文件名": "【A完结】《坠入狂欢》作者：白日猫.txt",
    "夸克盘链接": "https://pan.quark.cn/s/655e94657912"
  },
  {
    "文件名": "【A完结】《助教是我心尖宠》作者：殷无令.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a4c22c13a27f"
  },
  {
    "文件名": "【A完结】《主上总被穿》作者：梦若云.txt",
    "夸克盘链接": "https://pan.quark.cn/s/18de9fb9661a"
  },
  {
    "文件名": "【A完结】《主公你不要过来啊》作者：纵风流.txt",
    "夸克盘链接": "https://pan.quark.cn/s/355dd87e61e2"
  },
  {
    "文件名": "【A完结】《咒术高专恋爱指南》作者：朝珏.txt",
    "夸克盘链接": "https://pan.quark.cn/s/0416c3841974"
  },
  {
    "文件名": "【A完结】《中亭司探案录》作者：麋解.txt",
    "夸克盘链接": "https://pan.quark.cn/s/d8d607dc8fcd"
  },
  {
    "文件名": "【A完结】《中二少年的诡将哥哥》作者：未知BUG.txt",
    "夸克盘链接": "https://pan.quark.cn/s/19442a9af09d"
  },
  {
    "文件名": "【A完结】《只想做普通人》作者：张无声.txt",
    "夸克盘链接": "https://pan.quark.cn/s/8aca3780a174"
  },
  {
    "文件名": "【A完结】《只是网恋的关系》作者：本萝北.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e8cb635829be"
  },
  {
    "文件名": "【A完结】《侦探们都以为我是渣男》作者：小夜嘤.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e94ad20dec5e"
  },
  {
    "文件名": "【A完结】《侦探总怀疑我是嫌疑人》作者：柚目有兮.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a64f4084f108"
  },
  {
    "文件名": "【A完结】《在战国开餐厅的日子》作者：袖盈香.txt",
    "夸克盘链接": "https://pan.quark.cn/s/20ceebf6752a"
  },
  {
    "文件名": "【A完结】《在异世囤货求生[无限]》作者：煮酒吃糖.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e3d82ba4892f"
  },
  {
    "文件名": "【A完结】《在无限世界成为大佬》作者：卫临.txt",
    "夸克盘链接": "https://pan.quark.cn/s/3d7ce8ac98fa"
  },
  {
    "文件名": "【A完结】《在星际科普毛茸茸爆红了》作者：魑归.txt",
    "夸克盘链接": "https://pan.quark.cn/s/dd42d77d2ecd"
  },
  {
    "文件名": "【A完结】《在历史直播间带货》作者：一念青云.txt",
    "夸克盘链接": "https://pan.quark.cn/s/380932dd2cea"
  },
  {
    "文件名": "【A完结】《在下坂本降谷同学有何贵干》作者：麻咕噜.txt",
    "夸克盘链接": "https://pan.quark.cn/s/b0acd26149c3"
  },
  {
    "文件名": "【A完结】《在忍界给柱间当狗头军师的日常》作者：十点更.txt",
    "夸克盘链接": "https://pan.quark.cn/s/d9803e1ee77b"
  },
  {
    "文件名": "【A完结】《在恋综里成了互联网嘴替》作者：山阮.txt",
    "夸克盘链接": "https://pan.quark.cn/s/121f675d3edb"
  },
  {
    "文件名": "【A完结】《在惊悚游戏写bug拐走NPC》作者：我啃啃啃啃啃.txt",
    "夸克盘链接": "https://pan.quark.cn/s/f1108d4e7334"
  },
  {
    "文件名": "【A完结】《在贵族学院当卧底》作者：洇梦.txt",
    "夸克盘链接": "https://pan.quark.cn/s/fae9a5993bd0"
  },
  {
    "文件名": "【A完结】《在荒岛靠赶海爆火[直播]》作者：脆脆麦汁.txt",
    "夸克盘链接": "https://pan.quark.cn/s/fa210aa6c28d"
  },
  {
    "文件名": "【A完结】《在狗血文里做返聘老师》作者：岩城太瘦生.txt",
    "夸克盘链接": "https://pan.quark.cn/s/f6db7c7e04a9"
  },
  {
    "文件名": "【A完结】《在galgame中的我想要登顶最强》作者：咖啡果冻绝赞.txt",
    "夸克盘链接": "https://pan.quark.cn/s/b92a003fb26c"
  },
  {
    "文件名": "【A完结】《在厄世靠塔罗牌求生[无限]》作者：卿天涯.txt",
    "夸克盘链接": "https://pan.quark.cn/s/1039f2b8b55c"
  },
  {
    "文件名": "【A完结】《在古代基建的日子》作者：寂寞的秋刀鱼.txt",
    "夸克盘链接": "https://pan.quark.cn/s/8813e61c3251"
  },
  {
    "文件名": "【A完结】《抄家流放搬空皇家库房发家致富》作者：是空有呀.txt",
    "夸克盘链接": "https://pan.quark.cn/s/35162d8588a5"
  },
  {
    "文件名": "【A完结】《成为天道后和反派网恋了》作者：火华林夕.txt",
    "夸克盘链接": "https://pan.quark.cn/s/90ec5f5ee44a"
  },
  {
    "文件名": "【A完结】《病娇人设崩塌了》作者：甜桃夭夭.txt",
    "夸克盘链接": "https://pan.quark.cn/s/652863042424"
  },
  {
    "文件名": "【A完结】《表姑娘生存实录》作者：杪商白.txt",
    "夸克盘链接": "https://pan.quark.cn/s/764665da861b"
  },
  {
    "文件名": "【A完结】《被虐死后嫡女满级归来杀疯了》作者：榛苓兮.txt",
    "夸克盘链接": "https://pan.quark.cn/s/1bf2b7b8f3c2"
  },
  {
    "文件名": "【A完结】《拜托兼职死神超酷的诶》作者：虎抱桔.txt",
    "夸克盘链接": "https://pan.quark.cn/s/259d6f05787d"
  },
  {
    "文件名": "【A完结】《般配》作者：叶见星.txt",
    "夸克盘链接": "https://pan.quark.cn/s/3720b3426535"
  },
  {
    "文件名": "【A完结】《重生团宠大佬娇妻有点甜》作者：文荒.txt",
    "夸克盘链接": "https://pan.quark.cn/s/f2b347258474"
  },
  {
    "文件名": "【A完结】《把世子当白月光替身后》作者：鹿枕玉.txt",
    "夸克盘链接": "https://pan.quark.cn/s/d00dd8fda489"
  },
  {
    "文件名": "【A完结】《重生六零年代萌娃有空间》作者：满怀一个夏.txt",
    "夸克盘链接": "https://pan.quark.cn/s/363ab4f59fc2"
  },
  {
    "文件名": "【A完结】大小姐拒绝继承家业[花滑]作者：从笋长到竹子.txt",
    "夸克盘链接": "https://pan.quark.cn/s/df83f15dfe22"
  },
  {
    "文件名": "【A完结】《重生八零团宠妹妹旺翻全家》作者：九月红豆.txt",
    "夸克盘链接": "https://pan.quark.cn/s/12c34f043214"
  },
  {
    "文件名": "【A完结】《转生到咒术界成为团宠》作者：茉殇璃.txt",
    "夸克盘链接": "https://pan.quark.cn/s/189f79f8f959"
  },
  {
    "文件名": "【A完结】《钟医师的九零年代》作者：今朝醉也.txt",
    "夸克盘链接": "https://pan.quark.cn/s/7f2a4a8ed928"
  },
  {
    "文件名": "【A完结】《种田养崽恶毒女配被全家争着宠》作者：恍若晨曦.txt",
    "夸克盘链接": "https://pan.quark.cn/s/fe7598bfb18e"
  },
  {
    "文件名": "【A完结】《正良缘》作者：郁雨竹.txt",
    "夸克盘链接": "https://pan.quark.cn/s/9b33ab9b5c66"
  },
  {
    "文件名": "【A完结】《珍珠糖》作者：静修.txt",
    "夸克盘链接": "https://pan.quark.cn/s/10a534ec0de9"
  },
  {
    "文件名": "【A完结】《这个宇宙讨厌告白》作者：油奈.txt",
    "夸克盘链接": "https://pan.quark.cn/s/24d13248736b"
  },
  {
    "文件名": "【A完结】《玄灵界都知道我柔弱可怜但能打》作者：墨染云丝.txt",
    "夸克盘链接": "https://pan.quark.cn/s/72eba72d5d50"
  },
  {
    "文件名": "【A完结】《择偶意向调查表》作者：多梨.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ade0ca26b0fa"
  },
  {
    "文件名": "【A完结】《玉蛇引》作者：江枫愁眠.txt",
    "夸克盘链接": "https://pan.quark.cn/s/b29a2433abd8"
  },
  {
    "文件名": "【A完结】《愈合》作者：旧时衣襟.txt",
    "夸克盘链接": "https://pan.quark.cn/s/8d2d3116e887"
  },
  {
    "文件名": "【A完结】《玄门神算卦太灵火爆全京城》作者：灿蓝.txt",
    "夸克盘链接": "https://pan.quark.cn/s/7d1debf19597"
  },
  {
    "文件名": "【A完结】《席爷每天都想官宣》作者：公子安爷.txt",
    "夸克盘链接": "https://pan.quark.cn/s/7fba820cb4f3"
  },
  {
    "文件名": "【A完结】《拥吻蝶》作者：月亮生长中.txt",
    "夸克盘链接": "https://pan.quark.cn/s/8a7e2b2746be"
  },
  {
    "文件名": "【A完结】《香药美人小药奴》作者：宴时陈羡.txt",
    "夸克盘链接": "https://pan.quark.cn/s/df62b075fb6b"
  },
  {
    "文件名": "【A完结】《我有一座蓬莱仙岛》作者：桃溪野.txt",
    "夸克盘链接": "https://pan.quark.cn/s/3ca9be7506a5"
  },
  {
    "文件名": "【A完结】《相亲走错桌辣媳妇闪军婚踹渣爹》作者：十月霜.txt",
    "夸克盘链接": "https://pan.quark.cn/s/756914c1133e"
  },
  {
    "文件名": "【A完结】《我在吏部当面试官》作者：别来月.txt",
    "夸克盘链接": "https://pan.quark.cn/s/884da3d5eb18"
  },
  {
    "文件名": "【A完结】《我用wtw完美通关》作者：鹿蜀X.txt",
    "夸克盘链接": "https://pan.quark.cn/s/f3bb2cdc3ef0"
  },
  {
    "文件名": "【A完结】《我靠摆烂拯救了全宗门》作者：公主不回家.txt",
    "夸克盘链接": "https://pan.quark.cn/s/6b6ce8ea72c3"
  },
  {
    "文件名": "【A完结】《我老公是搞说唱的》作者：焦石头.txt",
    "夸克盘链接": "https://pan.quark.cn/s/6365e6ed5729"
  },
  {
    "文件名": "【A完结】《我靠发疯整顿虐文》作者：锦橙.txt",
    "夸克盘链接": "https://pan.quark.cn/s/207b6d967bc0"
  },
  {
    "文件名": "【A完结】《我和死对头结婚了》作者：周沅.txt",
    "夸克盘链接": "https://pan.quark.cn/s/35688020c16d"
  },
  {
    "文件名": "【A完结】《我的巨富妈妈[快穿]》作者：危酒.txt",
    "夸克盘链接": "https://pan.quark.cn/s/757e88511224"
  },
  {
    "文件名": "【A完结】《温柔缠绵》作者：俞览.txt",
    "夸克盘链接": "https://pan.quark.cn/s/388fcca5fb3a"
  },
  {
    "文件名": "【A完结】《王爷每日一问小妾今天宅斗了吗》作者：月下晚风.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e4f84dd0b5b7"
  },
  {
    "文件名": "【A完结】《王府贵媳躺赢日常》作者：雪上一枝蒿.txt",
    "夸克盘链接": "https://pan.quark.cn/s/38245d481b6c"
  },
  {
    "文件名": "【A完结】《替白月光坐牢后》作者：山茶猫.txt",
    "夸克盘链接": "https://pan.quark.cn/s/6aa9b5a3f17e"
  },
  {
    "文件名": "【A完结】《死去的xp企图攻击我》作者：阿噗噜.txt",
    "夸克盘链接": "https://pan.quark.cn/s/eddd3a95d359"
  },
  {
    "文件名": "【A完结】《死遁前向男二倾情表白》作者：夜饮三大白.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c9a5e554363c"
  },
  {
    "文件名": "【A完结】《死对头成了孩子他爸后》作者：禾枝.txt",
    "夸克盘链接": "https://pan.quark.cn/s/67beb287f7a1"
  },
  {
    "文件名": "【A完结】《柔弱小师妹她力大无穷》作者：妗糖.txt",
    "夸克盘链接": "https://pan.quark.cn/s/80a1ad2bf2a6"
  },
  {
    "文件名": "【A完结】《思无涯》作者：翘摇.txt",
    "夸克盘链接": "https://pan.quark.cn/s/320481bfb9c6"
  },
  {
    "文件名": "【A完结】《清穿之小姨带娃日常》作者：蒹葭是草.txt",
    "夸克盘链接": "https://pan.quark.cn/s/19ddb9c5bf0d"
  },
  {
    "文件名": "【A完结】《漂亮反派2[快穿]》作者：西梨贝贝.txt",
    "夸克盘链接": "https://pan.quark.cn/s/d8b3543f8929"
  },
  {
    "文件名": "【A完结】《母系三万年》作者：鸣蒂.txt",
    "夸克盘链接": "https://pan.quark.cn/s/075ba7d29b00"
  },
  {
    "文件名": "【A完结】《炮灰们偷听我吃瓜后觉醒了》作者：馥墨耳.txt",
    "夸克盘链接": "https://pan.quark.cn/s/09e4ed59f352"
  },
  {
    "文件名": "【A完结】《男二老觉得我要抛弃他》作者：上官春水.txt",
    "夸克盘链接": "https://pan.quark.cn/s/924988b4ac91"
  },
  {
    "文件名": "【A完结】《魔王今天报税了吗》作者：配影.txt",
    "夸克盘链接": "https://pan.quark.cn/s/7427f2659929"
  },
  {
    "文件名": "【A完结】《末日求生病弱少女转职亡灵法师》作者：夏小乙.txt",
    "夸克盘链接": "https://pan.quark.cn/s/5732cbafdf4c"
  },
  {
    "文件名": "【A完结】《明月雪时》作者：南川了了.txt",
    "夸克盘链接": "https://pan.quark.cn/s/d8551578e189"
  },
  {
    "文件名": "【A完结】《快穿之炮灰升级指南》作者：米粉糊糊.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a12d41736b28"
  },
  {
    "文件名": "【A完结】《快穿之宿主A爆全场》作者：幽都婆婆.txt",
    "夸克盘链接": "https://pan.quark.cn/s/1d615c2dba72"
  },
  {
    "文件名": "【A完结】《明明是路人甲却陷入了修罗场》作者：爱吃榴莲的菠萝包.txt",
    "夸克盘链接": "https://pan.quark.cn/s/cbf7fe7144ac"
  },
  {
    "文件名": "【A完结】《每次随机一个新系统》作者：有座庙.txt",
    "夸克盘链接": "https://pan.quark.cn/s/4ace9dc102d7"
  },
  {
    "文件名": "【A完结】《满级大佬她一心抱祖国大腿》作者：酉月的酒.txt",
    "夸克盘链接": "https://pan.quark.cn/s/730f5cec63cb"
  },
  {
    "文件名": "【A完结】《流放后我揣着金库带飞世子爷》作者：何灼灼.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e5ed4a6a7606"
  },
  {
    "文件名": "【A完结】《救命嫁给糙汉将军后被宠野了》作者：蓝西梦西.txt",
    "夸克盘链接": "https://pan.quark.cn/s/b879cc6a98da"
  },
  {
    "文件名": "【A完结】《救命和超禁欲剑修互换身体了》作者：暮沉霜.txt",
    "夸克盘链接": "https://pan.quark.cn/s/584e67a9987d"
  },
  {
    "文件名": "【A完结】《精神内耗自救指南》作者：顺迦.txt",
    "夸克盘链接": "https://pan.quark.cn/s/61604ab37a9b"
  },
  {
    "文件名": "【A完结】《惊拽美人认亲沙雕豪门后》作者：溯时.txt",
    "夸克盘链接": "https://pan.quark.cn/s/18e1f742e4d5"
  },
  {
    "文件名": "【A完结】《锦鲤三岁半全家读心逃荒指南》作者：符桉.txt",
    "夸克盘链接": "https://pan.quark.cn/s/37c5d385eeb4"
  },
  {
    "文件名": "【A完结】《黑莲花一身正义》作者：飞樱.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ac2cd2464de8"
  },
  {
    "文件名": "【A完结】《画春闺》作者：青凤于天.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c6d0a65fdff2"
  },
  {
    "文件名": "【A完结】《黑泥精驯养手册》作者：三月陵川.txt",
    "夸克盘链接": "https://pan.quark.cn/s/6585f422496a"
  },
  {
    "文件名": "【A完结】《怪可爱的》作者：半娄烟沙.txt",
    "夸克盘链接": "https://pan.quark.cn/s/d4e14fd42ebc"
  },
  {
    "文件名": "【A完结】《怪物监狱典狱长》作者：金云开.txt",
    "夸克盘链接": "https://pan.quark.cn/s/7b0cafaceb92"
  },
  {
    "文件名": "【A完结】《豪门咸鱼只想摆烂养老》作者：余青青.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c4526916dd17"
  },
  {
    "文件名": "【A完结】《狗洞谋士》作者：樱桃糕.txt",
    "夸克盘链接": "https://pan.quark.cn/s/115d486a6c07"
  },
  {
    "文件名": "【A完结】《恶女穿七零虐渣搞钱嫁兵哥哥》作者：财神千金.txt",
    "夸克盘链接": "https://pan.quark.cn/s/6f800fa2978d"
  },
  {
    "文件名": "【A完结】《福女天降》作者：墨羽青言.txt",
    "夸克盘链接": "https://pan.quark.cn/s/20482df5ddb8"
  },
  {
    "文件名": "【A完结】《抚心》作者：攻玉.txt",
    "夸克盘链接": "https://pan.quark.cn/s/fe12bec0b7b5"
  },
  {
    "文件名": "【A完结】《独宠外室我入东宫转嫁病弱太子》作者：文荒.txt",
    "夸克盘链接": "https://pan.quark.cn/s/0a2e178f7156"
  },
  {
    "文件名": "【A完结】《此女当主天下》作者：鸣蒂.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c510d5bee70e"
  },
  {
    "文件名": "【A完结】《穿成侯门主母我带全家躺赢》作者：千里溶溶.txt",
    "夸克盘链接": "https://pan.quark.cn/s/aecff5056553"
  },
  {
    "文件名": "【A完结】《春夜渡佛》作者：瓜子和茶.txt",
    "夸克盘链接": "https://pan.quark.cn/s/2c0a871c3d52"
  },
  {
    "文件名": "【A完结】《春满酥衣》作者：韫枝.txt",
    "夸克盘链接": "https://pan.quark.cn/s/5ff71555e77d"
  },
  {
    "文件名": "【A完结】《穿成作精老太别人逃荒我开荒》作者：橘香袭人.txt",
    "夸克盘链接": "https://pan.quark.cn/s/cff8d62aecbf"
  },
  {
    "文件名": "【A完结】《穿越六零带着空间下乡摆烂》作者：反正我没钱.txt",
    "夸克盘链接": "https://pan.quark.cn/s/bb3509a5d543"
  },
  {
    "文件名": "【A完结】《穿为爽文女主的绿茶妹妹》作者：谁家团子.txt",
    "夸克盘链接": "https://pan.quark.cn/s/688b582ecfaf"
  },
  {
    "文件名": "【A完结】《穿为黑化男二的炮灰妹妹》作者：夕阳大帝.txt",
    "夸克盘链接": "https://pan.quark.cn/s/68c4b0672340"
  },
  {
    "文件名": "【A完结】《对照组女配不干了2》作者：春花如锦.txt",
    "夸克盘链接": "https://pan.quark.cn/s/d5bf984fe48f"
  },
  {
    "文件名": "【A完结】《带着侦探系统穿武侠》作者：天泽时若.txt",
    "夸克盘链接": "https://pan.quark.cn/s/4f9267cb0eef"
  },
  {
    "文件名": "【A完结】《带着签到系统穿八零》作者：摆烂滴小趴菜.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c5527f4236d8"
  },
  {
    "文件名": "【A完结】《大院来了个霸王花[七零]》作者：阿曾好困.txt",
    "夸克盘链接": "https://pan.quark.cn/s/fe60ca8b2364"
  },
  {
    "文件名": "【A完结】《大隐》作者：阿船.txt",
    "夸克盘链接": "https://pan.quark.cn/s/f958650ee56d"
  },
  {
    "文件名": "【A完结】《吃大瓜瘫子读我心声后站起来了》作者：梨涡有点浅.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c4522c9bdfc5"
  },
  {
    "文件名": "【A完结】《大明女医纪事》作者：乔小懒懒.txt",
    "夸克盘链接": "https://pan.quark.cn/s/dd9a6ee06cc4"
  },
  {
    "文件名": "【A完结】《宠妾灭妻这宅斗文炮灰我罩了》作者：伴树花开.txt",
    "夸克盘链接": "https://pan.quark.cn/s/1d1bb8a7f187"
  },
  {
    "文件名": "【A完结】《在大女主修仙文里扬言逆袭》作者：步青安.txt",
    "夸克盘链接": "https://pan.quark.cn/s/6b5198ef609c"
  },
  {
    "文件名": "【A完结】《啊被我逼黑化的反派们能读我心》作者：一啊鸭.txt",
    "夸克盘链接": "https://pan.quark.cn/s/52381da9191d"
  },
  {
    "文件名": "【A完结】《北冥有鱼》作者：钱大掌柜.txt",
    "夸克盘链接": "https://pan.quark.cn/s/861b88374c1c"
  },
  {
    "文件名": "【A完结】《再无今夏》作者：眷希.txt",
    "夸克盘链接": "https://pan.quark.cn/s/2c7a409da22c"
  },
  {
    "文件名": "【A完结】《冤种全家听我心声后全员黑化》作者：星茴.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c4521b19e9e2"
  },
  {
    "文件名": "【A完结】《原神牌女儿饲养手册》作者：荔枝虾球.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e90e25c91c16"
  },
  {
    "文件名": "【A完结】《原来我爹是反派大佬》作者：酒火樱桃.txt",
    "夸克盘链接": "https://pan.quark.cn/s/09bdca3fcae0"
  },
  {
    "文件名": "【A完结】《医妃凶猛带着残王风风火火抢天下》作者：珠宝月.txt",
    "夸克盘链接": "https://pan.quark.cn/s/64ca04621854"
  },
  {
    "文件名": "【A完结】《养成系祸水》作者：不配南.txt",
    "夸克盘链接": "https://pan.quark.cn/s/8aca5840901e"
  },
  {
    "文件名": "【A完结】《心声暴露疯批千金作成小心肝》作者：江淼爱吃鱼.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e8e9ae24119b"
  },
  {
    "文件名": "【A完结】《嘘星星不说话[娱乐圈]》作者：月照星.txt",
    "夸克盘链接": "https://pan.quark.cn/s/fb92aa78b5ea"
  },
  {
    "文件名": "【A完结】《外向幼崽内向舅慢综搞笑爆红》作者：癸三.txt",
    "夸克盘链接": "https://pan.quark.cn/s/9633b7f097cf"
  },
  {
    "文件名": "【A完结】《夏日童话》作者：袖刀.txt",
    "夸克盘链接": "https://pan.quark.cn/s/92433832da0a"
  },
  {
    "文件名": "【A完结】《头上顶弹幕京城我最富》作者：梨乔乔.txt",
    "夸克盘链接": "https://pan.quark.cn/s/79c02e3e8cca"
  },
  {
    "文件名": "【A完结】《团宠暖宝有空间》作者：团子长得不圆.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ce93e5ee250a"
  },
  {
    "文件名": "【A完结】《天灾求生空间囤货躺赢日常》作者：home毒步天下.txt",
    "夸克盘链接": "https://pan.quark.cn/s/0bca7e5e67e7"
  },
  {
    "文件名": "【A完结】《听说我们结婚了》作者：于幼.txt",
    "夸克盘链接": "https://pan.quark.cn/s/87729cff9b3c"
  },
  {
    "文件名": "【A完结】《天灾求生囤货日常》作者：关羡.txt",
    "夸克盘链接": "https://pan.quark.cn/s/6c2c7d6e7a82"
  },
  {
    "文件名": "【A完结】《天黑请换人查案》作者：不明眼.txt",
    "夸克盘链接": "https://pan.quark.cn/s/d2d584ce091c"
  },
  {
    "文件名": "【A完结】《双喜》作者：朗朗.txt",
    "夸克盘链接": "https://pan.quark.cn/s/19894e24cdff"
  },
  {
    "文件名": "【A完结】《山河一道》作者：浮玉山前.txt",
    "夸克盘链接": "https://pan.quark.cn/s/271f88e44791"
  },
  {
    "文件名": "【A完结】《全家逃荒长姐一拖四》作者：竹枝欢.txt",
    "夸克盘链接": "https://pan.quark.cn/s/504022f7523b"
  },
  {
    "文件名": "【A完结】《启禀王爷王妃她又穷疯了》作者：冬月暖.txt",
    "夸克盘链接": "https://pan.quark.cn/s/91835a70205d"
  },
  {
    "文件名": "【A完结】《女配爱平淡》作者：养心殿.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ced4007e04b2"
  },
  {
    "文件名": "【A完结】《全息模拟犯罪直播我只演一次》作者：夜晚与星空.txt",
    "夸克盘链接": "https://pan.quark.cn/s/199baadf45ce"
  },
  {
    "文件名": "【A完结】《千金归团宠大佬又掉马啦》作者：八十有你.txt",
    "夸克盘链接": "https://pan.quark.cn/s/2a8b1f2d5fbf"
  },
  {
    "文件名": "【A完结】《年代文里的老实人罢工了》作者：满地白霜.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e1b1c8f7115c"
  },
  {
    "文件名": "【A完结】《内娱第一娇妻》作者：二十一世纪梨花.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c9c574dfdae1"
  },
  {
    "文件名": "【A完结】《快穿之女主她拼命HE》作者：遇初晨.txt",
    "夸克盘链接": "https://pan.quark.cn/s/53752f90e16b"
  },
  {
    "文件名": "【A完结】《快穿我带宿主去败家》作者：恰一口不容易.txt",
    "夸克盘链接": "https://pan.quark.cn/s/af42e67e7d7c"
  },
  {
    "文件名": "【A完结】《军婚夜病弱美人被首长按墙诱吻》作者：宗汐.txt",
    "夸克盘链接": "https://pan.quark.cn/s/729d413c0342"
  },
  {
    "文件名": "【A完结】《康熙助我完成打卡》作者：懿书玥.txt",
    "夸克盘链接": "https://pan.quark.cn/s/954020fe74b7"
  },
  {
    "文件名": "【A完结】《嫁七零糙汉后我双胞胎体质藏不住》作者：钰儿.txt",
    "夸克盘链接": "https://pan.quark.cn/s/6efd2ed1cf48"
  },
  {
    "文件名": "【A完结】《军婚甜蜜蜜回到八零当学霸》作者：四月一日来了.txt",
    "夸克盘链接": "https://pan.quark.cn/s/426e4beff9d3"
  },
  {
    "文件名": "【A完结】《叫你卜卦没叫你捉鬼啊》作者：三岁不可能鸽.txt",
    "夸克盘链接": "https://pan.quark.cn/s/9bf315c97759"
  },
  {
    "文件名": "【A完结】《娇楚》作者：小禾喵.txt",
    "夸克盘链接": "https://pan.quark.cn/s/f18786f459e2"
  },
  {
    "文件名": "【A完结】《和黑红哥哥上玄学综艺后》作者：汀桔.txt",
    "夸克盘链接": "https://pan.quark.cn/s/62dce2d89abe"
  },
  {
    "文件名": "【A完结】《回乡直播种田一不小心我暴富了》作者：小姑娘胖朵.txt",
    "夸克盘链接": "https://pan.quark.cn/s/32add4479f7c"
  },
  {
    "文件名": "【A完结】《嫁给前任他小叔》作者：糖瓜子.txt",
    "夸克盘链接": "https://pan.quark.cn/s/9b58c8033bc6"
  },
  {
    "文件名": "【A完结】《和萩原谈恋爱》作者：咸味柠檬.txt",
    "夸克盘链接": "https://pan.quark.cn/s/2ff1374fa997"
  },
  {
    "文件名": "【A完结】《宫廷悠游岁月》作者：三春景.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ba7470ff5fe0"
  },
  {
    "文件名": "【A完结】《和顶流亲哥综艺互扯头花》作者：敬业福.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a76d41df2865"
  },
  {
    "文件名": "【A完结】《和好》作者：Fuiwen.txt",
    "夸克盘链接": "https://pan.quark.cn/s/38a7b55bb4d7"
  },
  {
    "文件名": "【A完结】《工具A不可以万人迷吗》作者：朝鹤飞天.txt",
    "夸克盘链接": "https://pan.quark.cn/s/356fe47f1f86"
  },
  {
    "文件名": "【A完结】《夫人救命将军又有麻烦了》作者：桑家静.txt",
    "夸克盘链接": "https://pan.quark.cn/s/38412e9323c5"
  },
  {
    "文件名": "【A完结】《奉孝夫人是花姐[综]》作者：翟佰里.txt",
    "夸克盘链接": "https://pan.quark.cn/s/9e5f2e217b73"
  },
  {
    "文件名": "【A完结】《夺盛华》作者：香梨.txt",
    "夸克盘链接": "https://pan.quark.cn/s/1140ca405a10"
  },
  {
    "文件名": "【A完结】《反派的自我修养》作者：道系人生.txt",
    "夸克盘链接": "https://pan.quark.cn/s/78a757b97baa"
  },
  {
    "文件名": "【A完结】《[娱乐圈]蛇果》作者：雾来.txt",
    "夸克盘链接": "https://pan.quark.cn/s/8905b2f4b985"
  },
  {
    "文件名": "【A完结】《[秦]穿到与扶苏大婚前》作者：流浪的狸猫.txt",
    "夸克盘链接": "https://pan.quark.cn/s/9f9a3fa665de"
  },
  {
    "文件名": "【A完结】《中了五千万后》作者：酸菜爱吃酸.txt",
    "夸克盘链接": "https://pan.quark.cn/s/778d05c57c00"
  },
  {
    "文件名": "【A完结】《修仙大佬命中带编》作者：啊猫朵朵.txt",
    "夸克盘链接": "https://pan.quark.cn/s/0527d0e41803"
  },
  {
    "文件名": "【A完结】《云崖不落花与雪》作者：十四郎.txt",
    "夸克盘链接": "https://pan.quark.cn/s/81b2fe16c32c"
  },
  {
    "文件名": "【A完结】《万人迷修仙日常》作者：躺平小肥肥.txt",
    "夸克盘链接": "https://pan.quark.cn/s/39c19a1c4279"
  },
  {
    "文件名": "【A完结】《似锦华歌》作者：浅色线条.txt",
    "夸克盘链接": "https://pan.quark.cn/s/40d7e31534ab"
  },
  {
    "文件名": "【A完结】《世子对我念念不忘》作者：一口香.txt",
    "夸克盘链接": "https://pan.quark.cn/s/74513d1f547c"
  },
  {
    "文件名": "【A完结】《他造孽娶了我》作者：锁黛.txt",
    "夸克盘链接": "https://pan.quark.cn/s/0a4ba5e01900"
  },
  {
    "文件名": "【A完结】《他一直在黑化》作者：忧伤的冰淇淋.txt",
    "夸克盘链接": "https://pan.quark.cn/s/5d47c9827c32"
  },
  {
    "文件名": "【A完结】《上岸后炸了内娱[娱乐圈]》作者：侍女的短刀.txt",
    "夸克盘链接": "https://pan.quark.cn/s/f9a90cc0e389"
  },
  {
    "文件名": "【A完结】《三小无猜》作者：春风榴火.txt",
    "夸克盘链接": "https://pan.quark.cn/s/bb8c793f8149"
  },
  {
    "文件名": "【A完结】《上京春赋》作者：十木南.txt",
    "夸克盘链接": "https://pan.quark.cn/s/aac055d2ae99"
  },
  {
    "文件名": "【A完结】《人在八零吃瓜被糙汉掐腰疯宠》作者：熹里雾.txt",
    "夸克盘链接": "https://pan.quark.cn/s/fc0b723e8205"
  },
  {
    "文件名": "【A完结】《人鱼诱捕守则》作者：松乔.txt",
    "夸克盘链接": "https://pan.quark.cn/s/80b6c46fc00e"
  },
  {
    "文件名": "【A完结】《全家妖怪就我人类》作者：非刀.txt",
    "夸克盘链接": "https://pan.quark.cn/s/25e9e7553b56"
  },
  {
    "文件名": "【A完结】《全是我虐过的大佬[快穿]》作者：酥小酒.txt",
    "夸克盘链接": "https://pan.quark.cn/s/29fddb27ca48"
  },
  {
    "文件名": "【A完结】《全世界为位面垃圾疯狂[快穿]》作者：罗罗木木.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c37c88e1e47c"
  },
  {
    "文件名": "【A完结】《全家读心吃瓜她每天被宠乐哈哈》作者：秋秋刀喵.txt",
    "夸克盘链接": "https://pan.quark.cn/s/03afd0956b1a"
  },
  {
    "文件名": "【A完结】《全家被贬后她开挂了》作者：n逍遥笑红尘n.txt",
    "夸克盘链接": "https://pan.quark.cn/s/aacdd9c8166a"
  },
  {
    "文件名": "【A完结】《七十年代随军日记》作者：大鹅踏雪泥.txt",
    "夸克盘链接": "https://pan.quark.cn/s/9def86cf8688"
  },
  {
    "文件名": "【A完结】《亲爱的凶手》作者：眼镜君.txt",
    "夸克盘链接": "https://pan.quark.cn/s/39a199e31841"
  },
  {
    "文件名": "【A完结】《七零小辣妻退伍硬汉追着宠》作者：桐语.txt",
    "夸克盘链接": "https://pan.quark.cn/s/f8991df21361"
  },
  {
    "文件名": "【A完结】《七零之我带着房子穿书了》作者：鲸鱼不在线.txt",
    "夸克盘链接": "https://pan.quark.cn/s/3d2f2cca1e5a"
  },
  {
    "文件名": "【A完结】《七零年代疯批夫妇》作者：色彩缤纷的薛静妃.txt",
    "夸克盘链接": "https://pan.quark.cn/s/009eab0d1ffc"
  },
  {
    "文件名": "【A完结】《七日狂鲨》作者：游少游.txt",
    "夸克盘链接": "https://pan.quark.cn/s/8f835d4df38d"
  },
  {
    "文件名": "【A完结】《七零冷面军官被俏医妻拿捏了》作者：小鸡爱吃虫.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e36c5804df28"
  },
  {
    "文件名": "【A完结】《七零年代养猪日常》作者：此橘非彼桔.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ca7b0f798ac3"
  },
  {
    "文件名": "【A完结】《七零拐个知青当爸爸》作者：霸王花木槿.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c52e48bef7b2"
  },
  {
    "文件名": "【A完结】《偏偏偏爱》作者：无限贰贰.txt",
    "夸克盘链接": "https://pan.quark.cn/s/1322acb061c7"
  },
  {
    "文件名": "【A完结】《你玩真的啊》作者：灼北风.txt",
    "夸克盘链接": "https://pan.quark.cn/s/70b9290d9243"
  },
  {
    "文件名": "【A完结】《你是我的主人吗》作者：是乖宝呀.txt",
    "夸克盘链接": "https://pan.quark.cn/s/b9c3e854ee28"
  },
  {
    "文件名": "【A完结】《九福晋闹和离日常》作者：西凉喵.txt",
    "夸克盘链接": "https://pan.quark.cn/s/6139ca0d9d8d"
  },
  {
    "文件名": "【A完结】《克系求生我在海岛当吃播》作者：姜粥.txt",
    "夸克盘链接": "https://pan.quark.cn/s/fbe5bca0e5e7"
  },
  {
    "文件名": "【A完结】《你别再装啦》作者：灼北风.txt",
    "夸克盘链接": "https://pan.quark.cn/s/cfbcfc26994f"
  },
  {
    "文件名": "【A完结】《东宫掌娇》作者：画堂绣阁.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e73281d566c4"
  },
  {
    "文件名": "【A完结】《东宫重组家庭》作者：戚华素.txt",
    "夸克盘链接": "https://pan.quark.cn/s/4ea9a76f7f35"
  },
  {
    "文件名": "【A完结】《不想恋爱只想摆烂》作者：林欢稚.txt",
    "夸克盘链接": "https://pan.quark.cn/s/83217da72c3d"
  },
  {
    "文件名": "【A完结】《不要在深渊捡道侣》作者：莲子酒.txt",
    "夸克盘链接": "https://pan.quark.cn/s/6feb551e851f"
  },
  {
    "文件名": "【A完结】《不让女儿上桌行那就都别吃》作者：语乔乔.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e6dfedb9c225"
  },
  {
    "文件名": "【A完结】《伯爵府吃瓜日常》作者：云碑赋.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ca483c5a0f91"
  },
  {
    "文件名": "【A完结】《保卫爱人[快穿]》作者：拒绝再玩.txt",
    "夸克盘链接": "https://pan.quark.cn/s/5b3f34567c85"
  },
  {
    "文件名": "【A完结】《八零囤货小娇妻》作者：蛋挞.txt",
    "夸克盘链接": "https://pan.quark.cn/s/8075c6539a00"
  },
  {
    "文件名": "【A完结】《八零大佬的小媳妇》作者：九月轻歌.txt",
    "夸克盘链接": "https://pan.quark.cn/s/4248f28b96bd"
  },
  {
    "文件名": "【A完结】《[综英美]霸总总是格格不入》作者：遗落落落落落.txt",
    "夸克盘链接": "https://pan.quark.cn/s/d3ba20ff8f2d"
  },
  {
    "文件名": "【A完结】《doubleface》作者：余姗姗.txt",
    "夸克盘链接": "https://pan.quark.cn/s/1b955d59de84"
  },
  {
    "文件名": "【A完结】《俺寻思赛博世界会全面脱贫》作者：止汶.txt",
    "夸克盘链接": "https://pan.quark.cn/s/61a42ad96b3e"
  },
  {
    "文件名": "【A完结】《[综武侠]在武侠世界开客栈》作者：钟昱.txt",
    "夸克盘链接": "https://pan.quark.cn/s/9370ea95f1fc"
  },
  {
    "文件名": "【A完结】《在公路求生得双倍物资》作者：刘小渝.txt",
    "夸克盘链接": "https://pan.quark.cn/s/3679fe99c0cd"
  },
  {
    "文件名": "【A完结】《论有恃无恐的下场》作者：匪鱼非鱼.txt",
    "夸克盘链接": "https://pan.quark.cn/s/041454f12309"
  },
  {
    "文件名": "【A完结】《论魔法杖的自我素养》作者：有年.txt",
    "夸克盘链接": "https://pan.quark.cn/s/b1c3c4cd25d5"
  },
  {
    "文件名": "【A完结】《路人女A弄错卧底对象了》作者：苟戈里.txt",
    "夸克盘链接": "https://pan.quark.cn/s/4e453164ac94"
  },
  {
    "文件名": "【A完结】《路人男主如何攻略酒厂最强》作者：君见桃枝.txt",
    "夸克盘链接": "https://pan.quark.cn/s/385309520be9"
  },
  {
    "文件名": "【A完结】《路人甲是绝色美人[快穿]》作者：卷瞳.txt",
    "夸克盘链接": "https://pan.quark.cn/s/f124cca28c9f"
  },
  {
    "文件名": "【A完结】《路边的徒弟不要捡》作者：顾青词.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c63058f96f3d"
  },
  {
    "文件名": "【A完结】《日轮刀又碎了》作者：于鱼雩.txt",
    "夸克盘链接": "https://pan.quark.cn/s/3b58a92d86b1"
  },
  {
    "文件名": "【A完结】《日光曲》作者：伏渊.txt",
    "夸克盘链接": "https://pan.quark.cn/s/5c6a465c8921"
  },
  {
    "文件名": "【A完结】《人渣反派洗白系统》作者：早日暴富.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a59c7987bebb"
  },
  {
    "文件名": "【A完结】《人在古代，顺的不行》作者：叶悠悠.txt",
    "夸克盘链接": "https://pan.quark.cn/s/95825475468a"
  },
  {
    "文件名": "【A完结】《人外怪物都想让我当母亲》作者：梦之女巫.txt",
    "夸克盘链接": "https://pan.quark.cn/s/eaee57ff1fe7"
  },
  {
    "文件名": "【A完结】《人间生存办事处》作者：枫香.txt",
    "夸克盘链接": "https://pan.quark.cn/s/6615aad484a6"
  },
  {
    "文件名": "【A完结】《惹上疯批绿茶后我逃不掉了》作者：桉林.txt",
    "夸克盘链接": "https://pan.quark.cn/s/dbb4b3de6689"
  },
  {
    "文件名": "【A完结】《燃尽》作者：半截白菜.txt",
    "夸克盘链接": "https://pan.quark.cn/s/1802e3823dc8"
  },
  {
    "文件名": "【A完结】《裙臣》作者：羊角折露.txt",
    "夸克盘链接": "https://pan.quark.cn/s/53e2c3382671"
  },
  {
    "文件名": "【A完结】《阙台藏娇》作者：风枕月.txt",
    "夸克盘链接": "https://pan.quark.cn/s/2fec676bb90b"
  },
  {
    "文件名": "【A完结】《犬牙之交》作者：笼中月.txt",
    "夸克盘链接": "https://pan.quark.cn/s/0b2c7ac95457"
  },
  {
    "文件名": "【A完结】《犬系恋爱脑想让我告白》作者：君潋儿.txt",
    "夸克盘链接": "https://pan.quark.cn/s/8a18aefd9957"
  },
  {
    "文件名": "【A完结】《全修真界都在期待我的死讯》作者：麦瑟尔符.txt",
    "夸克盘链接": "https://pan.quark.cn/s/1f84d6b5d9df"
  },
  {
    "文件名": "【A完结】《全修仙界都在追我的猫》作者：浮云长长长.txt",
    "夸克盘链接": "https://pan.quark.cn/s/b397eaeb0d39"
  },
  {
    "文件名": "【A完结】《全星际都在玩我做的游戏》作者：山弓.txt",
    "夸克盘链接": "https://pan.quark.cn/s/dcb738a11c00"
  },
  {
    "文件名": "【A完结】《全位面都跪求反派女主做个人》作者：杜了了.txt",
    "夸克盘链接": "https://pan.quark.cn/s/7a4c6beb42a1"
  },
  {
    "文件名": "【A完结】《全文完结后我回来了》作者：日日复日日.txt",
    "夸克盘链接": "https://pan.quark.cn/s/bd9e4977b0e2"
  },
  {
    "文件名": "【A完结】《全星际都在看我拍的电影》作者：戏依.txt",
    "夸克盘链接": "https://pan.quark.cn/s/821deccff7cd"
  },
  {
    "文件名": "【A完结】《全球通缉》作者：海藻牧师.txt",
    "夸克盘链接": "https://pan.quark.cn/s/9e28a6352057"
  },
  {
    "文件名": "【A完结】《全后宫都能听到废皇后的心声》作者：叶花楹.txt",
    "夸克盘链接": "https://pan.quark.cn/s/18ef86c2512b"
  },
  {
    "文件名": "【A完结】《求生游戏中靠美食成了大佬》作者：妮妮呀.txt",
    "夸克盘链接": "https://pan.quark.cn/s/9eeb30ff48d8"
  },
  {
    "文件名": "【A完结】《求生游戏从荒岛热身赛逆袭暴富》作者：正月初五.txt",
    "夸克盘链接": "https://pan.quark.cn/s/43fd64190a0e"
  },
  {
    "文件名": "【A完结】《求神不如求我》作者：陈十年.txt",
    "夸克盘链接": "https://pan.quark.cn/s/1df006b9be56"
  },
  {
    "文件名": "【A完结】《求你了别接烂梗[废土]》作者：七尺魔芋.txt",
    "夸克盘链接": "https://pan.quark.cn/s/b6098f8a3d07"
  },
  {
    "文件名": "【A完结】《丘丘人哥谭原魔崛起计划[综英美]》作者：寔命不犹.txt",
    "夸克盘链接": "https://pan.quark.cn/s/29f54c83465f"
  },
  {
    "文件名": "【A完结】《情杀仇》作者：笔纳.txt",
    "夸克盘链接": "https://pan.quark.cn/s/3215883b9cfd"
  },
  {
    "文件名": "【A完结】《情敌太爱我了怎么办》作者：青青园中葵.txt",
    "夸克盘链接": "https://pan.quark.cn/s/62c7fa8905da"
  },
  {
    "文件名": "【A完结】《清冷学长被顶级Alpha觊觎了》作者：涂逗豆.txt",
    "夸克盘链接": "https://pan.quark.cn/s/d82adc5a887f"
  },
  {
    "文件名": "【A完结】《清冷学神是个小可怜》作者：星灯渡.txt",
    "夸克盘链接": "https://pan.quark.cn/s/0dc937415c9f"
  },
  {
    "文件名": "【A完结】《清冷美人手拿白月光剧本[快穿]》作者：见取珠玉.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ffa9927d17df"
  },
  {
    "文件名": "【A完结】《清穿之咸鱼六阿哥》作者：画月圆.txt",
    "夸克盘链接": "https://pan.quark.cn/s/f14e02249717"
  },
  {
    "文件名": "【A完结】《清白罪名》作者：夏六愚.txt",
    "夸克盘链接": "https://pan.quark.cn/s/151ecb16289a"
  },
  {
    "文件名": "【A完结】《倾山烬》作者：撩一.txt",
    "夸克盘链接": "https://pan.quark.cn/s/4cee3e43dc08"
  },
  {
    "文件名": "【A完结】《轻轻动你心》作者：橙子甜.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c680e6b56b3f"
  },
  {
    "文件名": "【A完结】《轻轻》作者：致哈莉特.txt",
    "夸克盘链接": "https://pan.quark.cn/s/42a37f74e5d2"
  },
  {
    "文件名": "【A完结】《青陵台》作者：燕折雪.txt",
    "夸克盘链接": "https://pan.quark.cn/s/1c927d1bd930"
  },
  {
    "文件名": "【A完结】《琴酒物语》作者：阿布亥尼.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a36918d7f38e"
  },
  {
    "文件名": "【A完结】《秦始皇来了这题也选A》作者：炭烤肥啾.txt",
    "夸克盘链接": "https://pan.quark.cn/s/7fc9ded54f3c"
  },
  {
    "文件名": "【A完结】《秦朝穿越手札》作者：一千棵树.txt",
    "夸克盘链接": "https://pan.quark.cn/s/cfcc1e56eebc"
  },
  {
    "文件名": "【A完结】《抢来的对象是魔教教主》作者：观真.txt",
    "夸克盘链接": "https://pan.quark.cn/s/3e3805d5b1bd"
  },
  {
    "文件名": "【A完结】《抢回白月光雌君后》作者：佐玄26.txt",
    "夸克盘链接": "https://pan.quark.cn/s/44b116d4bbc6"
  },
  {
    "文件名": "【A完结】《强制变金屋藏娇拜拜了您嘞》作者：巫喵.txt",
    "夸克盘链接": "https://pan.quark.cn/s/2976fe46c460"
  },
  {
    "文件名": "【A完结】《启示录[虫族]》作者：山上有株柏.txt",
    "夸克盘链接": "https://pan.quark.cn/s/9b73cee848a3"
  },
  {
    "文件名": "【A完结】《旗袍主播上恋综后掉马了》作者：一角蔷薇.txt",
    "夸克盘链接": "https://pan.quark.cn/s/226f7bc88de3"
  },
  {
    "文件名": "【A完结】《奇迹咕哒在线养孩子》作者：祈祭.txt",
    "夸克盘链接": "https://pan.quark.cn/s/dca79726f92b"
  },
  {
    "文件名": "【A完结】《奇怪的剧情设定增加了》作者：幻象迷雾.txt",
    "夸克盘链接": "https://pan.quark.cn/s/7b82211e098c"
  },
  {
    "文件名": "【A完结】《七十年代创业忙》作者：不吃香菇.txt",
    "夸克盘链接": "https://pan.quark.cn/s/b56f681fd7f3"
  },
  {
    "文件名": "【A完结】《七零之闲散人生》作者：北康黑落.txt",
    "夸克盘链接": "https://pan.quark.cn/s/f2ecc227e101"
  },
  {
    "文件名": "【A完结】《七零五个大佬的亲妈拒绝当替身[红包群]》作者：风火家人.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ed2932d699af"
  },
  {
    "文件名": "【A完结】《七零漂亮女配》作者：凝七.txt",
    "夸克盘链接": "https://pan.quark.cn/s/25c0b34e7ff8"
  },
  {
    "文件名": "【A完结】《七零穿书逆袭日常》作者：妙鱼.txt",
    "夸克盘链接": "https://pan.quark.cn/s/3e10e53ef9b1"
  },
  {
    "文件名": "【A完结】《破镜不圆》作者：仙气十足.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e1c787d65cf0"
  },
  {
    "文件名": "【A完结】《漂亮咸鱼被邪神看上之后[无限]》作者：似三非川.txt",
    "夸克盘链接": "https://pan.quark.cn/s/f36a01f0583c"
  },
  {
    "文件名": "【A完结】《漂亮社恐被怪物盯上了》作者：不几道.txt",
    "夸克盘链接": "https://pan.quark.cn/s/b32f31c186f5"
  },
  {
    "文件名": "【A完结】《漂亮炮灰在团宠文当万人迷[abo]》作者：久雨不停.txt",
    "夸克盘链接": "https://pan.quark.cn/s/7c08518f6320"
  },
  {
    "文件名": "【A完结】《漂亮炮灰他觉醒了》作者：楚执.txt",
    "夸克盘链接": "https://pan.quark.cn/s/23d9b24c1503"
  },
  {
    "文件名": "【A完结】《漂亮炮灰穿进恐怖游戏后》作者：牡丹娘.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a29c1595a3ce"
  },
  {
    "文件名": "【A完结】《漂亮女配只想走剧情[快穿]》作者：冬困秋乏夏打盹.txt",
    "夸克盘链接": "https://pan.quark.cn/s/9657e8bda300"
  },
  {
    "文件名": "【A完结】《漂亮娇O软又甜残疾大佬手心宠》作者：关小慕.txt",
    "夸克盘链接": "https://pan.quark.cn/s/3f0a5ce3f14e"
  },
  {
    "文件名": "【A完结】《漂亮笨宝扮演坏蛋炮灰后[快穿]》作者：玖拾意.txt",
    "夸克盘链接": "https://pan.quark.cn/s/24548d48e818"
  },
  {
    "文件名": "【A完结】《偏执医生狂虐自家小保姆》作者：慕闲梨者.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e620c312c0d5"
  },
  {
    "文件名": "【A完结】《偏执攻怀了颗蛋以后》作者：狩心x.txt",
    "夸克盘链接": "https://pan.quark.cn/s/8b8d96860a69"
  },
  {
    "文件名": "【A完结】《偏执反派我的[快穿]》作者：休币.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a0fafe657dc1"
  },
  {
    "文件名": "【A完结】《偏上心头》作者_千野渡.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c07b3645d682"
  },
  {
    "文件名": "【A完结】《偏离航线》作者：驿站的二柱.txt",
    "夸克盘链接": "https://pan.quark.cn/s/d0b9d21a7855"
  },
  {
    "文件名": "【A完结】《炮灰在万人迷剧本里杀疯了》作者：山雪.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e70fbdafbc26"
  },
  {
    "文件名": "【A完结】《炮灰渣攻手撕剧本》作者：裴不知.txt",
    "夸克盘链接": "https://pan.quark.cn/s/7b554ff12c1c"
  },
  {
    "文件名": "【A完结】《炮灰有了盛世美颜后[快穿]》作者：睡日哼.txt",
    "夸克盘链接": "https://pan.quark.cn/s/830110cc8f9c"
  },
  {
    "文件名": "【A完结】《炮灰也能当万人迷吗》作者：喵嗷呜.txt",
    "夸克盘链接": "https://pan.quark.cn/s/cd77f5de74b3"
  },
  {
    "文件名": "【A完结】《炮灰替身成了万人迷》作者：秃发二叔.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e9a20a94ad14"
  },
  {
    "文件名": "【A完结】《炮灰人夫攻的贤惠日常》作者：十六楼上.txt",
    "夸克盘链接": "https://pan.quark.cn/s/cd6f70a8b375"
  },
  {
    "文件名": "【A完结】《炮灰全家跟着心声吃瓜》作者：白豆泡醋.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ee2691c1840d"
  },
  {
    "文件名": "【A完结】《炮灰女配摆烂后爆红全网》作者：透窗风.txt",
    "夸克盘链接": "https://pan.quark.cn/s/6eb5752f87d3"
  },
  {
    "文件名": "【A完结】《炮灰们的团宠小师妹》作者：飞鱼摘星.txt",
    "夸克盘链接": "https://pan.quark.cn/s/fa99a4a15c20"
  },
  {
    "文件名": "【A完结】《炮灰但是开始发疯》作者：禾花.txt",
    "夸克盘链接": "https://pan.quark.cn/s/97ceac9429e1"
  },
  {
    "文件名": "【A完结】《炮灰不想回头看爆炸》作者：玉户帘.txt",
    "夸克盘链接": "https://pan.quark.cn/s/583d5ab871d4"
  },
  {
    "文件名": "【A完结】《炮灰表小姐苟命日常》作者：焰漓.txt",
    "夸克盘链接": "https://pan.quark.cn/s/3a197b88f703"
  },
  {
    "文件名": "【A完结】《排斥信息素》作者：南枝榷.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ba359a2d0249"
  },
  {
    "文件名": "【A完结】《哦豁虐文炮灰不干了》作者：苏饵.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c8762d52dd4c"
  },
  {
    "文件名": "【A完结】《女装嫁给龙傲天冲喜后》作者：问桑.txt",
    "夸克盘链接": "https://pan.quark.cn/s/1acc11c74756"
  },
  {
    "文件名": "【A完结】《女装大佬在言情恋综里弯了》作者：猫猫不吃生鱼.txt",
    "夸克盘链接": "https://pan.quark.cn/s/847ce81f98f6"
  },
  {
    "文件名": "【A完结】《女装大佬在修仙界》作者：南瓜老妖.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c7b3dcd3abd1"
  },
  {
    "文件名": "【A完结】《女装被校草发现后》作者：蓝白昼夜.txt",
    "夸克盘链接": "https://pan.quark.cn/s/65471cdc4048"
  },
  {
    "文件名": "【A完结】《女王爷有了系统》作者：嘤嘻嘻.txt",
    "夸克盘链接": "https://pan.quark.cn/s/2fe080c95c5b"
  },
  {
    "文件名": "【A完结】《女配跳灭仙崖之后》作者：越元冬.txt",
    "夸克盘链接": "https://pan.quark.cn/s/89df9ced9f5c"
  },
  {
    "文件名": "【A完结】《女配跟男主的死对头私奔了》作者：林绵绵.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a9a841a68d2a"
  },
  {
    "文件名": "【A完结】《女君的老祖宗》作者：马马达.txt",
    "夸克盘链接": "https://pan.quark.cn/s/aec6596a9f56"
  },
  {
    "文件名": "【A完结】《农家小夫郎》作者：鱼百百.txt",
    "夸克盘链接": "https://pan.quark.cn/s/24d5a5a7b69b"
  },
  {
    "文件名": "【A完结】《狞宠记》作者：穷酸秀女.txt",
    "夸克盘链接": "https://pan.quark.cn/s/56243447685a"
  },
  {
    "文件名": "【A完结】《您的鲨了么订单已送达》作者：醒野.txt",
    "夸克盘链接": "https://pan.quark.cn/s/782b6647dd95"
  },
  {
    "文件名": "【A完结】《袅袅春腰》作者：梅燃.txt",
    "夸克盘链接": "https://pan.quark.cn/s/5ff651681f12"
  },
  {
    "文件名": "【A完结】《念卿卿》作者：林中有雾.txt",
    "夸克盘链接": "https://pan.quark.cn/s/39f394431497"
  },
  {
    "文件名": "【A完结】《年代大佬的漂亮小娇妻》作者：卜元.txt",
    "夸克盘链接": "https://pan.quark.cn/s/3418a4ec8bc7"
  },
  {
    "文件名": "【A完结】《你在叫谁哥哥[电竞]》作者：织墨.txt",
    "夸克盘链接": "https://pan.quark.cn/s/29a84bb8f32f"
  },
  {
    "文件名": "【A完结】《你再逃试试》作者：爱吃狗粮的喵.txt",
    "夸克盘链接": "https://pan.quark.cn/s/fc171f786ecb"
  },
  {
    "文件名": "【A完结】《你也有病啊》作者：多金少女猫.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e405b189ce4e"
  },
  {
    "文件名": "【A完结】《你是不是又迷路了》作者：持也.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c8009b8b2326"
  },
  {
    "文件名": "【A完结】《你女朋友是BOSS[无限]》作者：宋阿绫.txt",
    "夸克盘链接": "https://pan.quark.cn/s/30394ca8bcba"
  },
  {
    "文件名": "【A完结】《你们能不能换个白月光》作者：沧玄子.txt",
    "夸克盘链接": "https://pan.quark.cn/s/18076ca71c08"
  },
  {
    "文件名": "【A完结】《你们不要油盐不进》作者：明日喧哗.txt",
    "夸克盘链接": "https://pan.quark.cn/s/f7a5800c6f2e"
  },
  {
    "文件名": "【A完结】《你瞒我瞒》作者：海牙牙.txt",
    "夸克盘链接": "https://pan.quark.cn/s/2c54b5e84a77"
  },
  {
    "文件名": "【A完结】《你看我像人吗》作者：AnnyAl.txt",
    "夸克盘链接": "https://pan.quark.cn/s/5174e529dc67"
  },
  {
    "文件名": "【A完结】《你就宠他吧》作者：莫桑七.txt",
    "夸克盘链接": "https://pan.quark.cn/s/bbe007807aed"
  },
  {
    "文件名": "【A完结】《你好可以和我结婚吗》作者：留一尾鱼.txt",
    "夸克盘链接": "https://pan.quark.cn/s/bddd0ce00f05"
  },
  {
    "文件名": "【A完结】《你管这叫替》作者：町右.txt",
    "夸克盘链接": "https://pan.quark.cn/s/51f0accf4c32"
  },
  {
    "文件名": "【A完结】《你不可能拒绝一个竹马》作者：杏仁蛋挞.txt",
    "夸克盘链接": "https://pan.quark.cn/s/4928eba1d52a"
  },
  {
    "文件名": "【A完结】《你比AKM还难压[电竞]》作者：古木辞柯.txt",
    "夸克盘链接": "https://pan.quark.cn/s/5bd7fab0f7ff"
  },
  {
    "文件名": "【A完结】《南阳念无鱼》作者：四四儿.txt",
    "夸克盘链接": "https://pan.quark.cn/s/daa455df2fb8"
  },
  {
    "文件名": "【A完结】《男团选秀吃瓜爆红》作者：三无是萌点.txt",
    "夸克盘链接": "https://pan.quark.cn/s/fa21772c1b2d"
  },
  {
    "文件名": "【A完结】《男神收割机[美娱]》作者：凤子君.txt",
    "夸克盘链接": "https://pan.quark.cn/s/5e6f4e426ec9"
  },
  {
    "文件名": "【A完结】《男朋友的白月光回国了》作者：东北北.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a5f4e157e2d4"
  },
  {
    "文件名": "【A完结】《男配让龙傲天怀孕了》作者：什么阿路.txt",
    "夸克盘链接": "https://pan.quark.cn/s/acd44ab23652"
  },
  {
    "文件名": "【A完结】《男配怀了我的崽》作者：青木源.txt",
    "夸克盘链接": "https://pan.quark.cn/s/6f5125ddab1c"
  },
  {
    "文件名": "【A完结】《奶瓶算卦了解一下》作者：月乘昼.txt",
    "夸克盘链接": "https://pan.quark.cn/s/23760f270a7e"
  },
  {
    "文件名": "【A完结】《那条鱼今天上钩了吗》作者：八宝粥粥.txt",
    "夸克盘链接": "https://pan.quark.cn/s/fc6e04496e32"
  },
  {
    "文件名": "【A完结】《拿捏声控的正确方式》作者：毛球球.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a9c3aecf0cec"
  },
  {
    "文件名": "【A完结】《某柯学的克莱因壶》作者：尤利塞斯.txt",
    "夸克盘链接": "https://pan.quark.cn/s/6681a55514ab"
  },
  {
    "文件名": "【A完结】《缪斯》作者：彼鸠.txt",
    "夸克盘链接": "https://pan.quark.cn/s/86b80c5e7817"
  },
  {
    "文件名": "【A完结】《末世与国组个队背靠红旗不怕累》作者：深海微澜.txt",
    "夸克盘链接": "https://pan.quark.cn/s/8460f8acd844"
  },
  {
    "文件名": "【A完结】《末世来的文弱书生把那糙汉拿下了》作者：咸鱼妈咪.txt",
    "夸克盘链接": "https://pan.quark.cn/s/2854f96747ca"
  },
  {
    "文件名": "【A完结】《末世带着一立方米空间穿书了》作者：小茹茹不是小菇菇.txt",
    "夸克盘链接": "https://pan.quark.cn/s/67f707e55da7"
  },
  {
    "文件名": "【A完结】《末日动物狂想曲》作者：荷包蛋里黄.txt",
    "夸克盘链接": "https://pan.quark.cn/s/3bfbbccbd9e0"
  },
  {
    "文件名": "【A完结】《魔术师仁王》作者：狡童临渊.txt",
    "夸克盘链接": "https://pan.quark.cn/s/40088a1eae91"
  },
  {
    "文件名": "【A完结】《摩拉克斯苏醒之后[原神综英美]》作者：萝卜炸弹.txt",
    "夸克盘链接": "https://pan.quark.cn/s/f07f62aa9af7"
  },
  {
    "文件名": "【A完结】《冥王深陷反派温柔乡》作者：谷一不胖.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e90e0b002b8e"
  },
  {
    "文件名": "【A完结】《明明如月》作者：叹西茶.txt",
    "夸克盘链接": "https://pan.quark.cn/s/eb3ad3577567"
  },
  {
    "文件名": "【A完结】《名犬》作者：吴百万.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ccd3271ace14"
  },
  {
    "文件名": "【A完结】《免疫屏蔽》作者：夜行喵.txt",
    "夸克盘链接": "https://pan.quark.cn/s/60254b0804b3"
  },
  {
    "文件名": "【A完结】《魅鲛》作者：梅尼耶大福.txt",
    "夸克盘链接": "https://pan.quark.cn/s/4ebb8ccfa73f"
  },
  {
    "文件名": "【A完结】《美弱惨酒厂Boss和天与暴君》作者：骸骸.txt",
    "夸克盘链接": "https://pan.quark.cn/s/55f4d4f0b2a5"
  },
  {
    "文件名": "【A完结】《美人娘亲是全江湖的白月光》作者：乃珂.txt",
    "夸克盘链接": "https://pan.quark.cn/s/9973c2e143f7"
  },
  {
    "文件名": "【A完结】《美强惨炮灰拯救系统[快穿]》作者：晟归.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ce2269d14ef6"
  },
  {
    "文件名": "【A完结】《美强惨反派注定修罗场》作者：无穷墨墨.txt",
    "夸克盘链接": "https://pan.quark.cn/s/36d642948207"
  },
  {
    "文件名": "【A完结】《美貌小可怜成了团宠以后》作者：奉酒.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e7fe2c9c8615"
  },
  {
    "文件名": "【A完结】《美丽废物穿成mafia前首领》作者：叫宝.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a14b6978f40f"
  },
  {
    "文件名": "【A完结】《每天都怕暴露身份》作者：靴子的猫咪不是狗.txt",
    "夸克盘链接": "https://pan.quark.cn/s/48c6a94b5c03"
  },
  {
    "文件名": "【A完结】《每个世界都想换男友[快穿]》作者：兰桂.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ffeb7f9332a2"
  },
  {
    "文件名": "【A完结】《玫瑰之镜》作者：水割.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ae11ffaf206e"
  },
  {
    "文件名": "【A完结】《玫瑰与烈枪》作者：北斗二娘.txt",
    "夸克盘链接": "https://pan.quark.cn/s/000f534c8eb1"
  },
  {
    "文件名": "【A完结】《冒牌县令被迫登基》作者：红叶似火.txt",
    "夸克盘链接": "https://pan.quark.cn/s/86a6a30c6707"
  },
  {
    "文件名": "【A完结】《没使唤他真的》作者：骨女.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a2f89f8747ff"
  },
  {
    "文件名": "【A完结】《卯田警官的柯学he计划》作者：柳箐欢.txt",
    "夸克盘链接": "https://pan.quark.cn/s/b86a84526d96"
  },
  {
    "文件名": "【A完结】《猫猫崽努力碰瓷人鱼》作者：云吞喵.txt",
    "夸克盘链接": "https://pan.quark.cn/s/0d9affb63819"
  },
  {
    "文件名": "【A完结】《满级师姐的魔法校园日常》作者：是非非啊.txt",
    "夸克盘链接": "https://pan.quark.cn/s/00b322d3973e"
  },
  {
    "文件名": "【A完结】《麦子戏社》作者：Uin.txt",
    "夸克盘链接": "https://pan.quark.cn/s/5634c6ec8eea"
  },
  {
    "文件名": "【A完结】《买来的夫郎哭唧唧》作者：秃尾巴的狐呆呆.txt",
    "夸克盘链接": "https://pan.quark.cn/s/0e8ba5ab17fa"
  },
  {
    "文件名": "【A完结】《麻美学姐正在直播》作者：北朝.txt",
    "夸克盘链接": "https://pan.quark.cn/s/58a20b492333"
  },
  {
    "文件名": "【A完结】《绿茶陷阱》作者：岁安.txt",
    "夸克盘链接": "https://pan.quark.cn/s/852297919da7"
  },
  {
    "文件名": "【A完结】《绿茶女配的前男友们》作者：梦娘.txt",
    "夸克盘链接": "https://pan.quark.cn/s/005fade9515a"
  },
  {
    "文件名": "【A完结】《绿茶病美人鲨疯了[快穿]》作者：酥小酒.txt",
    "夸克盘链接": "https://pan.quark.cn/s/9ae7c84bfc34"
  },
  {
    "文件名": "【A完结】《罗衣欲换更添香》作者：尼莫点1.txt",
    "夸克盘链接": "https://pan.quark.cn/s/3a2ccdf0c7d0"
  },
  {
    "文件名": "【A完结】《洛希极限》作者：冷烟.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ea7a7560efc1"
  },
  {
    "文件名": "【A完结】《论咒术师和网王的适应性》作者：薄荷叶与甜柠檬.txt",
    "夸克盘链接": "https://pan.quark.cn/s/5d0b0797f9b9"
  },
  {
    "文件名": "[补番211]路人女主成长实录（福袋党）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/6e0c20c06186"
  },
  {
    "文件名": "《探窗1v1》by漫林(完结).txt",
    "夸克盘链接": "https://pan.quark.cn/s/d79ad2c0a78d"
  },
  {
    "文件名": "[1v1 完结]《探窗（现言）》作者：漫林 - 副本.txt",
    "夸克盘链接": "https://pan.quark.cn/s/437f5bc64c19"
  },
  {
    "文件名": "[更108] 虚拟游戏舱 作者：清风入怀.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e0b7eb7662dd"
  },
  {
    "文件名": "【完结】《虚拟游戏舱》作者：清风入怀.txt",
    "夸克盘链接": "https://pan.quark.cn/s/416132d6d682"
  },
  {
    "文件名": "【完结】《夜雪初霁》越弥戚衍.txt",
    "夸克盘链接": "https://pan.quark.cn/s/96cbb0c7bf5e"
  },
  {
    "文件名": "【全文完结】《朋友喜欢的那个女孩》作者：虞渡.txt",
    "夸克盘链接": "https://pan.quark.cn/s/8ac814c323cb"
  },
  {
    "文件名": "【完结】《朋友喜欢的那个女孩》作者：虞渡.txt",
    "夸克盘链接": "https://pan.quark.cn/s/b5693f7422a4"
  },
  {
    "文件名": "[np  更67]《耽美女配演错剧本后（NPH,BG）》作者：七个旧.txt",
    "夸克盘链接": "https://pan.quark.cn/s/bc96382e3bed"
  },
  {
    "文件名": "耽美女配演错剧本后（NPH）作者：七个旧【NP更67】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/68f6361295ae"
  },
  {
    "文件名": "《怪物（nph）》by一根猫条（完结）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/7734e2646fd2"
  },
  {
    "文件名": "[np 完结]《怪物（nph）futa》作者：一根猫条.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a61fde8fd8e4"
  },
  {
    "文件名": "《话痨小姐》作者：姑娘别哭.txt",
    "夸克盘链接": "https://pan.quark.cn/s/4d812bdb31e9"
  },
  {
    "文件名": "[附带番外]《话痨小姐》作者：姑娘别哭.txt",
    "夸克盘链接": "https://pan.quark.cn/s/7de36c2e5218"
  },
  {
    "文件名": "[附带番外]《在反派出生前【快穿】》作者：今晚不回家吗.txt",
    "夸克盘链接": "https://pan.quark.cn/s/55d45cfe0ece"
  },
  {
    "文件名": "【完结92】《重生在折辱清冷男主前》作者：妖妃兮.txt",
    "夸克盘链接": "https://pan.quark.cn/s/9f63f7c6e46a"
  },
  {
    "文件名": "[附带番外]《重生在折辱清冷主前》作者：妖妃兮.txt",
    "夸克盘链接": "https://pan.quark.cn/s/9aee227687a3"
  },
  {
    "文件名": "【更53】《听我的》作者：屁屁果.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e9fab7e84d24"
  },
  {
    "文件名": "[更49] 听我的[骨科] 作者：屁屁果.txt",
    "夸克盘链接": "https://pan.quark.cn/s/871c8f49eb28"
  },
  {
    "文件名": "[更44] 听我的[骨科] 作者：屁屁果.txt",
    "夸克盘链接": "https://pan.quark.cn/s/5c19a1e8037c"
  },
  {
    "文件名": "[1v1更186]深雪（1VS1，校园H）SC、真色气男神x又乖又骚大奶软妹 by 璨璨.txt",
    "夸克盘链接": "https://pan.quark.cn/s/41fe68de42da"
  },
  {
    "文件名": "[更204]深雪（1VS1，校园H）作者：璨璨.txt",
    "夸克盘链接": "https://pan.quark.cn/s/061bc0956ab7"
  },
  {
    "文件名": "[更51] 绝对占有(末世np) 作者：咕力咕力.txt",
    "夸克盘链接": "https://pan.quark.cn/s/3dbc19bb4610"
  },
  {
    "文件名": "[更60] 绝对占有(末世np) 作者：咕力咕力.txt",
    "夸克盘链接": "https://pan.quark.cn/s/5fa6e83740a3"
  },
  {
    "文件名": "《猎火》 作者：麦心.txt",
    "夸克盘链接": "https://pan.quark.cn/s/6b8350b40c40"
  },
  {
    "文件名": "[废文 完结+番外]猎火（1v1）作者：麦心~补番.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c4ee130ff307"
  },
  {
    "文件名": "【废文 完结】《猎火》作者：麦心.txt",
    "夸克盘链接": "https://pan.quark.cn/s/97e6b798dba0"
  },
  {
    "文件名": "(1V1完结)《猎火》（大小姐x恶犬 港风H）作者：不过风月.txt",
    "夸克盘链接": "https://pan.quark.cn/s/bf084ad3dc0d"
  },
  {
    "文件名": "[完结]猎火（大小姐x恶犬 港风H）作者：不过风月.txt",
    "夸克盘链接": "https://pan.quark.cn/s/34503b356c69"
  },
  {
    "文件名": "【番外1】猎火（大小姐x恶犬 港风H）by不过风月.txt",
    "夸克盘链接": "https://pan.quark.cn/s/9bf080ebc738"
  },
  {
    "文件名": "[完结＋番1]猎火（大小姐x恶犬 港风H） 作者：不过风月.txt",
    "夸克盘链接": "https://pan.quark.cn/s/f1bcd7321204"
  },
  {
    "文件名": "[今日推荐完结 补番]猎火（大_x恶犬 港风H）作者：不过风月.txt",
    "夸克盘链接": "https://pan.quark.cn/s/398ffab6579b"
  },
  {
    "文件名": "[完结 番外]《猎火（大_x恶犬港风H）（骨科,1V1,都会,狗血,甜文）》作者：不过风月.txt",
    "夸克盘链接": "https://pan.quark.cn/s/82aea29c2949"
  },
  {
    "文件名": "[1v1 完结]《快穿之抢女主男人（系统） 》作者：朝露.txt",
    "夸克盘链接": "https://pan.quark.cn/s/5864ad715730"
  },
  {
    "文件名": "[完结]《快穿之抢女主男人（系统）》BY朝露.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ee355b4f9b3c"
  },
  {
    "文件名": "[完结]绿茶竟是我自己（快穿）（快穿）作者：一颗栗.txt",
    "夸克盘链接": "https://pan.quark.cn/s/51f6a62210c4"
  },
  {
    "文件名": "[1v1 完结]《绿茶竟是我己（快穿）》作者：一颗栗【NP，总受，双性，剧情＋肉】.txt.txt",
    "夸克盘链接": "https://pan.quark.cn/s/3b1077d2c25b"
  },
  {
    "文件名": "[完结补番442] 夺娶 作者：君白.txt",
    "夸克盘链接": "https://pan.quark.cn/s/09756660ec75"
  },
  {
    "文件名": "[np 完结补番至445]《夺娶》by君白.txt",
    "夸克盘链接": "https://pan.quark.cn/s/9518d929f85f"
  },
  {
    "文件名": "[完结+2番外]《夺娶（np）》作者：君白.txt",
    "夸克盘链接": "https://pan.quark.cn/s/20616001e461"
  },
  {
    "文件名": "[完结459+番外]夺娶 作者：君白【24.3.17】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/5fadde2d996f"
  },
  {
    "文件名": "[完结]夺娶 作者：君白.txt",
    "夸克盘链接": "https://pan.quark.cn/s/efb37a455be1"
  },
  {
    "文件名": "[np 完结补番至416]《夺娶》作者：君白.txt",
    "夸克盘链接": "https://pan.quark.cn/s/0f96a5744680"
  },
  {
    "文件名": "[完结417+番外]夺娶 作者：君白.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e726f8b23114"
  },
  {
    "文件名": "[完结402+番外]夺娶 作者：君白.txt",
    "夸克盘链接": "https://pan.quark.cn/s/dbfd34cdba56"
  },
  {
    "文件名": "[完结443 番外]夺娶 作者：君白又名闻善.txt",
    "夸克盘链接": "https://pan.quark.cn/s/f8434175a874"
  },
  {
    "文件名": "[完结+番外]独占兰宫（NP H） 作者：黛妃~补番.txt",
    "夸克盘链接": "https://pan.quark.cn/s/2af9340ff81d"
  },
  {
    "文件名": "《独占兰宫（NP H）》作者：黛妃.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ec616ea57509"
  },
  {
    "文件名": "[完结]独占兰宫（NP H） 作者：黛妃.txt",
    "夸克盘链接": "https://pan.quark.cn/s/b0030a0d1113"
  },
  {
    "文件名": "《独占兰宫》作者：黛妃.txt",
    "夸克盘链接": "https://pan.quark.cn/s/1f16b1486cba"
  },
  {
    "文件名": "（NP）《独占兰宫》作者：黛妃--【完结+番外全】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/dacba6f65324"
  },
  {
    "文件名": "《独占兰宫（NP H）》作者：黛妃.txt",
    "夸克盘链接": "https://pan.quark.cn/s/3cb2576689f6"
  },
  {
    "文件名": "普文补番可恶被她装到了无限艳扶.txt",
    "夸克盘链接": "https://pan.quark.cn/s/1be05780e33e"
  },
  {
    "文件名": "【全文完结】《可恶被她装到了[无限]》作者：艳扶.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e0c72e137954"
  },
  {
    "文件名": "《可恶！被她装到了[无限]》（精校版全本+番外完）作者：艳扶.txt",
    "夸克盘链接": "https://pan.quark.cn/s/230642087dcf"
  },
  {
    "文件名": "[补番142]十九世纪换嫁情缘 作者：鲜肉豆沙粽.txt",
    "夸克盘链接": "https://pan.quark.cn/s/4b2a97ae86bd"
  },
  {
    "文件名": "《十九世纪换嫁情缘》作者：鲜肉豆沙粽.txt",
    "夸克盘链接": "https://pan.quark.cn/s/f62550dd79f1"
  },
  {
    "文件名": "《我在av学院当万人迷【h】》作者：小黄花ovo【更159】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/36541703db9d"
  },
  {
    "文件名": "[更156] 我在AV学院当万人迷（NPH） 作者：小黄花OvO.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a0c5bdacd5c4"
  },
  {
    "文件名": "《我在av学院当万人迷【h】》作者：小黄花ovo【更159】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/6136db3bdb2f"
  },
  {
    "文件名": "[附带番外]想和桃桃老师恋爱（许茉意）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/032605f305b7"
  },
  {
    "文件名": "[附带番外]《想和桃桃老师恋爱》作者：许茉意.txt",
    "夸克盘链接": "https://pan.quark.cn/s/afb83951ac40"
  },
  {
    "文件名": "【完结】《想和桃桃老师恋爱》作者：许茉意.txt",
    "夸克盘链接": "https://pan.quark.cn/s/5240b86d2690"
  },
  {
    "文件名": "《诱仙》作者：茉桃.txt",
    "夸克盘链接": "https://pan.quark.cn/s/b6a29ff00265"
  },
  {
    "文件名": "[更40]咬痕 作者：南栀.txt",
    "夸克盘链接": "https://pan.quark.cn/s/bc7e1c93a0ba"
  },
  {
    "文件名": "【40】《咬痕》作者：南栀.txt",
    "夸克盘链接": "https://pan.quark.cn/s/cdd40ebb5592"
  },
  {
    "文件名": "[完结77]《一叶霜痕》作者：醉意绛唇（百合1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/d4a808b9486e"
  },
  {
    "文件名": "[完结77]一叶霜痕（百合1v1）作者：醉意绛唇.txt",
    "夸克盘链接": "https://pan.quark.cn/s/4428efc90d5e"
  },
  {
    "文件名": "[1v1 完结]《一叶霜痕（gl，纯百，年上，1v1）》 作者：醉意绛唇.txt",
    "夸克盘链接": "https://pan.quark.cn/s/3a48922bb4f7"
  },
  {
    "文件名": "【45】《十八巷》作者：醉意绛唇.txt",
    "夸克盘链接": "https://pan.quark.cn/s/d7e3a2a12c72"
  },
  {
    "文件名": "【42】《十八巷》作者：醉意绛唇.txt",
    "夸克盘链接": "https://pan.quark.cn/s/58e405da66fb"
  },
  {
    "文件名": "【58】《黑化杂食短篇集》作者：寒山寺头.txt",
    "夸克盘链接": "https://pan.quark.cn/s/4688566fe6af"
  },
  {
    "文件名": "【80】《病月亮》作者：爱里克斯.txt",
    "夸克盘链接": "https://pan.quark.cn/s/5dceb5e3dfc9"
  },
  {
    "文件名": "病月亮【np都市男替身】 by爱里克斯 更32.txt",
    "夸克盘链接": "https://pan.quark.cn/s/95ea98a39e95"
  },
  {
    "文件名": "病月亮【np都市男替身】 by爱里克斯 更43.txt",
    "夸克盘链接": "https://pan.quark.cn/s/19d6c3051e55"
  },
  {
    "文件名": "【po】《酒后乱性是坏文明！（1V2）》作者：王陵子--【完结+24番外】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/9ca6e5c96683"
  },
  {
    "文件名": "【109】《酒后乱性是坏文明！》作者：王陵子.txt",
    "夸克盘链接": "https://pan.quark.cn/s/f84b07d0bab8"
  },
  {
    "文件名": "【115】《工具人女配重生后》作者：杨树.txt",
    "夸克盘链接": "https://pan.quark.cn/s/9c0ddb467dc9"
  },
  {
    "文件名": "【234】《病理性迷恋》作者：雾冬冬.txt",
    "夸克盘链接": "https://pan.quark.cn/s/69e89ae158cc"
  },
  {
    "文件名": "《外围女回家过年》黄暴写手 更245（np 现代 禁忌）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/570d86b99d99"
  },
  {
    "文件名": "（NP）《外围女回家过年》作者：黄暴写手--更新至245.txt",
    "夸克盘链接": "https://pan.quark.cn/s/464b267ef6e8"
  },
  {
    "文件名": "【po 连载245】《外围女回家过年》作者：黄暴写手.txt",
    "夸克盘链接": "https://pan.quark.cn/s/85669cac067c"
  },
  {
    "文件名": "【245】《外围女回家过年》作者：黄暴写手.txt",
    "夸克盘链接": "https://pan.quark.cn/s/f42107e7de79"
  },
  {
    "文件名": "【296】《omega狩猎指南》作者：核爆苦茶.txt",
    "夸克盘链接": "https://pan.quark.cn/s/cd6fdb7b5662"
  },
  {
    "文件名": "【爱发电独家连载104】[星际]种子作者：艾尼尼.txt",
    "夸克盘链接": "https://pan.quark.cn/s/da7d2ba7c561"
  },
  {
    "文件名": "【完结】《种子》作者：艾尼尼.txt",
    "夸克盘链接": "https://pan.quark.cn/s/3f997859e187"
  },
  {
    "文件名": "【补番】《被继兄阴觊觎后》作者：妖妃兮.txt",
    "夸克盘链接": "https://pan.quark.cn/s/9604a513921b"
  },
  {
    "文件名": "【补番】云欢（风歌且行）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a7954860faf5"
  },
  {
    "文件名": "【豆瓣完结】《春往冬反》.txt",
    "夸克盘链接": "https://pan.quark.cn/s/47a4ba315534"
  },
  {
    "文件名": "【完结补番】甜蜜狩猎场[GB] 作者：道玄.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ca1520f0bedb"
  },
  {
    "文件名": "【番全】《甜蜜狩猎场[GB]》作者：道玄「rt」.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c1e1dbc026bb"
  },
  {
    "文件名": "【番全】《膝盖之上》[overtheknee]作者：小春多梦.txt",
    "夸克盘链接": "https://pan.quark.cn/s/afb8b4b3cd33"
  },
  {
    "文件名": "（NP）《新手魅魔必须被做色色的事》作者：釉子酒--【完结+番外全】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/bcae41bc1ca4"
  },
  {
    "文件名": "[np  完结+番外16]《新手魅魔必须被做色色的事 (简_高H_奇幻_人兽)》作者：釉子酒【补番】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ca4ff46bd7e3"
  },
  {
    "文件名": "【番全】《新手魅魔必须被做色色的事》作者：釉子酒.txt",
    "夸克盘链接": "https://pan.quark.cn/s/cf7c1b50a370"
  },
  {
    "文件名": "完结《有羽倾舟》作者破折号一一.txt",
    "夸克盘链接": "https://pan.quark.cn/s/6a8fb64fb34a"
  },
  {
    "文件名": "《有羽倾舟》作者：破折号一一.txt",
    "夸克盘链接": "https://pan.quark.cn/s/7d4bfba7ff72"
  },
  {
    "文件名": "【番全】《有羽倾舟》by破折号一一「rt」.txt",
    "夸克盘链接": "https://pan.quark.cn/s/36fa29e0f798"
  },
  {
    "文件名": "[附带番外]《山君》作者：枝呦九.txt",
    "夸克盘链接": "https://pan.quark.cn/s/3296f13a8e6a"
  },
  {
    "文件名": "【番外全】《山君》作者：枝呦九.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c79aac3d46a5"
  },
  {
    "文件名": "【番外全】《我是天降女主文里的小青梅》作者：明月像饼.txt",
    "夸克盘链接": "https://pan.quark.cn/s/7b64ff2a033f"
  },
  {
    "文件名": "[更16]云揽明月（1V1 古风 强制爱） 作者：江泥泥.txt",
    "夸克盘链接": "https://pan.quark.cn/s/17110477c429"
  },
  {
    "文件名": "【更19】云揽明月（1v1 古风 强制爱） 作者：江泥泥.txt",
    "夸克盘链接": "https://pan.quark.cn/s/10ce4ef322f7"
  },
  {
    "文件名": "[更52] 含夏（青梅竹马 先婚后爱 H） 作者：柚喜【公众号：又又云享】无偿获取.txt",
    "夸克盘链接": "https://pan.quark.cn/s/8cf849c80624"
  },
  {
    "文件名": "【更52】 含夏（青梅竹马 先婚后爱 H） 作者：柚喜「0S」.txt",
    "夸克盘链接": "https://pan.quark.cn/s/eb583ff31bb1"
  },
  {
    "文件名": "[更148] 占有 作者：今天也喝奶绿了呀.txt",
    "夸克盘链接": "https://pan.quark.cn/s/89a34c0c8776"
  },
  {
    "文件名": "[更144]占有 作者：今天也喝奶绿了呀【公众号：又又云享】无偿获取.txt",
    "夸克盘链接": "https://pan.quark.cn/s/833d8da3d9ab"
  },
  {
    "文件名": "青梅竹马文的女配罢工了 作者：东家宁.txt",
    "夸克盘链接": "https://pan.quark.cn/s/6d2f87e904c5"
  },
  {
    "文件名": "【热门】（番全）青梅竹马文的女配罢工了 作者：东家宁.txt",
    "夸克盘链接": "https://pan.quark.cn/s/f09408a3b31f"
  },
  {
    "文件名": "[完结]《盛开》作者：长着翅膀的大灰狼.txt",
    "夸克盘链接": "https://pan.quark.cn/s/116729b3d320"
  },
  {
    "文件名": "盛开(番外 作者：长着翅膀的大灰狼(1).txt",
    "夸克盘链接": "https://pan.quark.cn/s/66e59137dbbd"
  },
  {
    "文件名": "盛开 作者：长着翅膀的大灰狼.txt",
    "夸克盘链接": "https://pan.quark.cn/s/9b8041ea5c35"
  },
  {
    "文件名": "【热门】（番全）盛开 作者：长着翅膀的大灰狼.txt",
    "夸克盘链接": "https://pan.quark.cn/s/6650118690db"
  },
  {
    "文件名": "《[哪吒]红莲三太子真香后》作者：姜玖.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c6d9c4cb4b54"
  },
  {
    "文件名": "【完结】[哪吒]红莲三太子真香后 作者 姜玖.txt",
    "夸克盘链接": "https://pan.quark.cn/s/8988dee10423"
  },
  {
    "文件名": "【完结】《_大绝赞直-进行中！》作者：东南西北.txt",
    "夸克盘链接": "https://pan.quark.cn/s/6e5c9bd7a175"
  },
  {
    "文件名": "【完结】《被阴湿男鬼们缠上后》by黎眠「rt」.txt",
    "夸克盘链接": "https://pan.quark.cn/s/3d50ad6528bd"
  },
  {
    "文件名": "【完结】《病娇黑化合集》作者：loli梦.txt",
    "夸克盘链接": "https://pan.quark.cn/s/4ad4bfbbf2d1"
  },
  {
    "文件名": "[1v1 完结]《动情（现言 炮友转正）》作者：嚯一口焦糖拿铁.txt",
    "夸克盘链接": "https://pan.quark.cn/s/18213f37363c"
  },
  {
    "文件名": "[1v1 完结]《动情（现言 炮友转正）》作者：嚯一口焦糖拿铁.txt",
    "夸克盘链接": "https://pan.quark.cn/s/d73c090066e1"
  },
  {
    "文件名": "[完结]动情（1V1）作者：嚯一口焦糖拿铁.txt",
    "夸克盘链接": "https://pan.quark.cn/s/4e8c5209f782"
  },
  {
    "文件名": "【完结】《动情》作者：嚯一口焦糖拿铁.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e56cfce3c960"
  },
  {
    "文件名": "【完结】《绝交后还能结婚吗》作者：祝古栗.txt",
    "夸克盘链接": "https://pan.quark.cn/s/52375b187a5e"
  },
  {
    "文件名": "[更161] 普女也会有修罗场吗？ 作者：邪恶蟑螂.txt",
    "夸克盘链接": "https://pan.quark.cn/s/224d4036cbaf"
  },
  {
    "文件名": "[复更113]《普女也会有修罗场吗？NP（現代、校園H、爽文） 》 作者：邪恶蟑螂（已黑化.txt",
    "夸克盘链接": "https://pan.quark.cn/s/5251e757885c"
  },
  {
    "文件名": "【完结】《普女也会有修罗场吗？》作者：蟑螂恶霸.txt",
    "夸克盘链接": "https://pan.quark.cn/s/dd758bb5ae43"
  },
  {
    "文件名": "【完结】《前友死后的第三年》作者：璧辉.txt",
    "夸克盘链接": "https://pan.quark.cn/s/f68a854b645e"
  },
  {
    "文件名": "【完结】《微光之后》作者：瑠歌.txt",
    "夸克盘链接": "https://pan.quark.cn/s/2aa554440ad7"
  },
  {
    "文件名": "（1V1）《我被哥哥送到了合欢宗（兄妹）》作者：哈士奇喵喵叫--【完结】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/6b8e4b8f2e50"
  },
  {
    "文件名": "【完结】《我被哥哥送到了合欢宗》作者：哈士奇喵喵叫.txt",
    "夸克盘链接": "https://pan.quark.cn/s/22a9c1618a89"
  },
  {
    "文件名": "[完结补番] 江鱼（先婚后爱 1v1） 作者：Mus.txt",
    "夸克盘链接": "https://pan.quark.cn/s/24eb97550556"
  },
  {
    "文件名": "【番全】《江鱼》作者：mus.txt",
    "夸克盘链接": "https://pan.quark.cn/s/5a09339a33f9"
  },
  {
    "文件名": "[1v1 完结+番外13]《江鱼（先婚后爱 1v1）》作者：Mus[补番].txt",
    "夸克盘链接": "https://pan.quark.cn/s/f71308a76549"
  },
  {
    "文件名": "今日推荐【完结】《跟着夫君去渡鬼》作者：乌柳.txt",
    "夸克盘链接": "https://pan.quark.cn/s/502e81ace30a"
  },
  {
    "文件名": "[1v1 完结+全番外]《跟着夫君去渡鬼》作者：乌柳 - 副本.txt",
    "夸克盘链接": "https://pan.quark.cn/s/812db8a0aaea"
  },
  {
    "文件名": "【完结】《跟着夫君去渡鬼古言灵异神怪》[剧情h]作者：乌柳.txt",
    "夸克盘链接": "https://pan.quark.cn/s/748596809762"
  },
  {
    "文件名": "[完结+番外全]馥欲 作者：偷马头.txt",
    "夸克盘链接": "https://pan.quark.cn/s/d79995f880f4"
  },
  {
    "文件名": "[完结+全番外]《馥欲（1v1 心机男强取豪夺上位）》作者：偷马头【补番】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/07940be32f63"
  },
  {
    "文件名": "[完结+全番外]《馥欲》作者：偷马头【补番】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/326c787b9b6b"
  },
  {
    "文件名": "[完结+1番外]《馥欲（1v1 心机男强取豪夺上位）》作者：偷马头.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e1abb6cb3ecf"
  },
  {
    "文件名": "（1V1）《馥欲》作者：偷马头--【完结+番外全】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/2000b7a88b6a"
  },
  {
    "文件名": "[完+全番]馥欲（1v1 心机男强取豪夺上位） by 偷马头【补番】 .txt",
    "夸克盘链接": "https://pan.quark.cn/s/c26de6866369"
  },
  {
    "文件名": "（1V1）《呦呦鹿鸣（民国）》作者：孟德的小公主--【完结+6番外】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/313830099b87"
  },
  {
    "文件名": "[1v1 完结]《呦呦鹿鸣（民国#重修版）》作者：孟德的小公主.txt",
    "夸克盘链接": "https://pan.quark.cn/s/abd2b46ab8d4"
  },
  {
    "文件名": "（1V1）《呦呦鹿鸣（民国）》作者：孟德的小公主--【完结+6番外】 - 副本.txt",
    "夸克盘链接": "https://pan.quark.cn/s/9f34823bb73b"
  },
  {
    "文件名": "[完结] 错连蓝牙后，被我哥发现我是黄文写手（伪骨兄妹、产奶、高Ｈ） 作者：蜗牛.txt",
    "夸克盘链接": "https://pan.quark.cn/s/fef3f89cbdb5"
  },
  {
    "文件名": "[1v1 完结+番外3]《错连蓝牙后，被我哥发现我是黄文写手（伪骨兄妹、产奶、高Ｈ）》作者：蜗牛[补番5.5].txt",
    "夸克盘链接": "https://pan.quark.cn/s/cca333d88d7c"
  },
  {
    "文件名": "[1v1 完结+番外2]《错连蓝牙后，被我哥发现我是黄文写手（伪骨兄妹、产奶、高Ｈ）》作者：蜗牛[补番].txt",
    "夸克盘链接": "https://pan.quark.cn/s/7deec5b5431b"
  },
  {
    "文件名": "错连蓝牙后，被我哥发现我是黄文写手by蜗牛.txt",
    "夸克盘链接": "https://pan.quark.cn/s/419b36cfa514"
  },
  {
    "文件名": "[完结] 错连蓝牙后，被我哥发现我是黄文写手（伪骨兄妹、产奶、高Ｈ） 作者：蜗牛【公众号：又又云享】无偿获取.txt",
    "夸克盘链接": "https://pan.quark.cn/s/2ad039f80e9b"
  },
  {
    "文件名": "［完结］错连蓝牙后，被我哥发现我是黄文写手（伪骨兄妹、产奶、高Ｈ） 作者：蜗牛.txt",
    "夸克盘链接": "https://pan.quark.cn/s/b13ce870fc12"
  },
  {
    "文件名": "[1v1 完结]《错连蓝牙后，被我哥发现我是黄文写手（伪骨兄妹 产奶 高H 1V1 現代 甜文 喜劇）》作者：蜗牛.txt",
    "夸克盘链接": "https://pan.quark.cn/s/7ee6fa3999c8"
  },
  {
    "文件名": "[完结] 旧瘢（1v1 SC恶女×圣父） 作者：staphylo.txt",
    "夸克盘链接": "https://pan.quark.cn/s/462b74c8e671"
  },
  {
    "文件名": "[1v1 完结]《旧瘢（1v1 SC_恶女×圣父）》作者：staphylo.txt",
    "夸克盘链接": "https://pan.quark.cn/s/b2c8446a16fd"
  },
  {
    "文件名": "【完结番全】《沙盒游戏》（无限流1V1）作者：鸣銮~补番.txt",
    "夸克盘链接": "https://pan.quark.cn/s/fe7f9dbbf7e4"
  },
  {
    "文件名": "沙盒游戏（无限流，1V1）by鸣銮(番外完结).txt",
    "夸克盘链接": "https://pan.quark.cn/s/80d6ff40eee0"
  },
  {
    "文件名": "[1v1 完结]《沙盒游戏（无限流）》作者：鸣銮 - 副本.txt",
    "夸克盘链接": "https://pan.quark.cn/s/60b31900b76b"
  },
  {
    "文件名": "【完结番外6】《黑手套》作者：Liusheng.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c4f718a82887"
  },
  {
    "文件名": "[完结]黑手套（1v1强制） 作者：Liusheng.txt",
    "夸克盘链接": "https://pan.quark.cn/s/4be3e4ebd4b3"
  },
  {
    "文件名": "[更50]黑手套（1v1强制） 作者：Liusheng.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e7ba01c9f67a"
  },
  {
    "文件名": "[更125] 和哥哥死对头联姻后（骨科1v1） 作者：堆玉.txt",
    "夸克盘链接": "https://pan.quark.cn/s/8d419dace997"
  },
  {
    "文件名": "[更136] 和哥哥死对头联姻后（骨科1v1） 作者：堆玉.txt",
    "夸克盘链接": "https://pan.quark.cn/s/8332725ac8e5"
  },
  {
    "文件名": "[更57] 陷月（破镜重圆1v1） 作者：柚喜.txt",
    "夸克盘链接": "https://pan.quark.cn/s/aadd9bea87aa"
  },
  {
    "文件名": "[更58]《陷月（破镜重圆1v1）》作者：柚喜.txt",
    "夸克盘链接": "https://pan.quark.cn/s/3e7d54c7c2a6"
  },
  {
    "文件名": "[完结]边缘性行为 作者：祭月.txt",
    "夸克盘链接": "https://pan.quark.cn/s/0a04acce4b27"
  },
  {
    "文件名": "[更221] 异族诱惑 作者：苍白月光.txt",
    "夸克盘链接": "https://pan.quark.cn/s/432152d24169"
  },
  {
    "文件名": "[更247]异族诱惑 作者：苍白月光.txt",
    "夸克盘链接": "https://pan.quark.cn/s/6a0c6dbe39b6"
  },
  {
    "文件名": "[更141] 欢迎入梦（人外-NP） 作者：苍白月光.txt",
    "夸克盘链接": "https://pan.quark.cn/s/f0b4afbad51b"
  },
  {
    "文件名": "[更159] 欢迎入梦（人外-NP） 作者：苍白月光.txt",
    "夸克盘链接": "https://pan.quark.cn/s/36e18258afba"
  },
  {
    "文件名": "【完结番外】《一朵芙蕖开过尚盈盈》作者：抹茶星星.txt",
    "夸克盘链接": "https://pan.quark.cn/s/47c0e88c0030"
  },
  {
    "文件名": "[更61]一朵芙蕖开过尚盈盈 作者：砌花凌乱红深浅.txt",
    "夸克盘链接": "https://pan.quark.cn/s/99f4310d9dd6"
  },
  {
    "文件名": "[更66] 一朵芙蕖开过尚盈盈 作者：砌花凌乱红深浅.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ce146bdf2622"
  },
  {
    "文件名": "[完结119＋番外] 落日斑斓 (H) 作者：一枝梅.txt",
    "夸克盘链接": "https://pan.quark.cn/s/60fe4ed898ef"
  },
  {
    "文件名": "[完结]落日斑斓 (H) 作者：一枝酸梅.txt",
    "夸克盘链接": "https://pan.quark.cn/s/3cd2de26b67a"
  },
  {
    "文件名": "[完结+番全]落日斑斓 (H) 作者：一枝酸梅.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c19906a47e10"
  },
  {
    "文件名": "[更127] 女纣王 作者：look.txt",
    "夸克盘链接": "https://pan.quark.cn/s/877f07dfdc6a"
  },
  {
    "文件名": "[更139] 女纣王 作者：look.txt",
    "夸克盘链接": "https://pan.quark.cn/s/12dfde0c47cc"
  },
  {
    "文件名": "【完结番外】《溢乳》作者：抹茶星星.txt",
    "夸克盘链接": "https://pan.quark.cn/s/46d660e2097e"
  },
  {
    "文件名": "[更22] 《溢乳》 作者：抹茶星星.txt",
    "夸克盘链接": "https://pan.quark.cn/s/3314e66a69f4"
  },
  {
    "文件名": "[更26]《溢乳》 作者：抹茶星星.txt",
    "夸克盘链接": "https://pan.quark.cn/s/0a7cecd5eac5"
  },
  {
    "文件名": "[完结]我们的孤注一掷 [骨科] 作者：金陵又小雪.txt",
    "夸克盘链接": "https://pan.quark.cn/s/8de20a31f130"
  },
  {
    "文件名": "[更128] 乖娇（1v3 兄妹 h） 作者：惊春时.txt",
    "夸克盘链接": "https://pan.quark.cn/s/b11a1e392aff"
  },
  {
    "文件名": "[更123] 乖娇（1v3 兄妹 h） 作者：惊春时.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a1bec97890a6"
  },
  {
    "文件名": "[更75] 野花盛开（高h） 作者：大福.txt",
    "夸克盘链接": "https://pan.quark.cn/s/8aa0359675bf"
  },
  {
    "文件名": "[更77]野花盛开（高h） 作者：大福.txt",
    "夸克盘链接": "https://pan.quark.cn/s/29d3155512ae"
  },
  {
    "文件名": "[更83]失序（父女） 作者：茉莉椰.txt",
    "夸克盘链接": "https://pan.quark.cn/s/21acc6db584f"
  },
  {
    "文件名": "[完结85＋番外] 失序（父女） 作者：茉莉椰.txt",
    "夸克盘链接": "https://pan.quark.cn/s/3431a80a41a6"
  },
  {
    "文件名": "[更110] 恶毒女配也会被强制爱吗（慢穿 NPH） 作者：没名字.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c622c7bd0a16"
  },
  {
    "文件名": "[更105] 恶毒女配也会被强制爱吗（慢穿 NPH） 作者：没名字.txt",
    "夸克盘链接": "https://pan.quark.cn/s/8b691cbf9f04"
  },
  {
    "文件名": "[更47] 织梦 作者：野橙.txt",
    "夸克盘链接": "https://pan.quark.cn/s/91fc3547894c"
  },
  {
    "文件名": "[更56] 织梦 作者：野橙.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c2ddbfce1a00"
  },
  {
    "文件名": "[完结164＋番外] 娇惯（校园1v1） 作者：一个珍惜xp的小女孩.txt",
    "夸克盘链接": "https://pan.quark.cn/s/48ee8666fcc6"
  },
  {
    "文件名": "[完结178＋番外] 娇惯（校园1v1） 作者：一个珍惜xp的小女孩.txt",
    "夸克盘链接": "https://pan.quark.cn/s/183889a363a2"
  },
  {
    "文件名": "[完结+番2]娇惯（校园1v1） 作者：一个珍惜xp的小女孩.txt",
    "夸克盘链接": "https://pan.quark.cn/s/2a952d37f3f1"
  },
  {
    "文件名": "【更472】《顶级玩物》作者：甜甜圈MM.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a06f30379108"
  },
  {
    "文件名": "[更274]炮灰女配被扑倒了「快穿」 作者：春和景明.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c147a3e8441c"
  },
  {
    "文件名": "[更273]炮灰女配被扑倒了「快穿」 作者：春和景明(1).txt",
    "夸克盘链接": "https://pan.quark.cn/s/d2a8781213d5"
  },
  {
    "文件名": "[更272]炮灰女配被扑倒了「快穿」 作者：春和景明.txt",
    "夸克盘链接": "https://pan.quark.cn/s/053720d582b7"
  },
  {
    "文件名": "[更359] 顶级玩物（高H，强取豪夺） 作者：甜甜圈MM.txt",
    "夸克盘链接": "https://pan.quark.cn/s/8b2f06ce0a39"
  },
  {
    "文件名": "[更312]顶级玩物（高H，金主强制爱） 作者：甜甜圈MM.txt",
    "夸克盘链接": "https://pan.quark.cn/s/79589f6e2774"
  },
  {
    "文件名": "[更26] 服务意识(1v1 H) 作者：setsu.txt",
    "夸克盘链接": "https://pan.quark.cn/s/89110521255d"
  },
  {
    "文件名": "[更18] 服务意识(1v1 H) 作者：setsu.txt",
    "夸克盘链接": "https://pan.quark.cn/s/60453f9f1041"
  },
  {
    "文件名": "[更45] 万人嫌大小姐破产后（女嬷 np） 作者：荆棘雨.txt",
    "夸克盘链接": "https://pan.quark.cn/s/10a13b6c6c51"
  },
  {
    "文件名": "[更43]万人嫌大小姐破产后（女嬷 np） 作者：荆棘雨.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e278037f7b7e"
  },
  {
    "文件名": "[更72]关于我导师总以为我害羞这件事（师生） 作者：海塞尔.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c641cbe2fc37"
  },
  {
    "文件名": "[更70]关于我导师总以为我害羞这件事（师生） 作者：海塞尔.txt",
    "夸克盘链接": "https://pan.quark.cn/s/77aabf2aca54"
  },
  {
    "文件名": "【更76】《槐边野记》作者：快乐小狗.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c5f64cf9480b"
  },
  {
    "文件名": "[更62]槐边野记 作者：快乐小狗.txt",
    "夸克盘链接": "https://pan.quark.cn/s/159bc36c1c7c"
  },
  {
    "文件名": "[更60] 槐边野记 作者：快乐小狗.txt",
    "夸克盘链接": "https://pan.quark.cn/s/422d43b8cdb8"
  },
  {
    "文件名": "【更190《零时》作者：叮叮当又名Matariki.txt",
    "夸克盘链接": "https://pan.quark.cn/s/031e17313b3a"
  },
  {
    "文件名": "[更134]《零时》作者：叮叮当又名Matariki..txt",
    "夸克盘链接": "https://pan.quark.cn/s/4a6772109744"
  },
  {
    "文件名": "[更136] 《零时》作者：叮叮当又名Matariki..txt",
    "夸克盘链接": "https://pan.quark.cn/s/9423b732f08e"
  },
  {
    "文件名": "[更142] 《零时》 作者：叮叮当又名Matariki..txt",
    "夸克盘链接": "https://pan.quark.cn/s/dc210e329b6b"
  },
  {
    "文件名": "[更53] 照无眠（亲叔侄1v1） 作者：FrankfurtHaribo.txt",
    "夸克盘链接": "https://pan.quark.cn/s/3b5f7a5ba743"
  },
  {
    "文件名": "[完结]照无眠（亲叔侄1v1） 作者：FrankfurtHaribo.txt",
    "夸克盘链接": "https://pan.quark.cn/s/96c0259da924"
  },
  {
    "文件名": "[更250] 阴暗菟丝花（nph.兄妹伪骨.亲父女.天降竹马） 作者：碾香入尘.txt",
    "夸克盘链接": "https://pan.quark.cn/s/edf4ef99b174"
  },
  {
    "文件名": "[更244] 阴暗菟丝花（nph.兄妹伪骨.亲父女.天降竹马） 作者：碾香入尘.txt",
    "夸克盘链接": "https://pan.quark.cn/s/511f20f37495"
  },
  {
    "文件名": "[更238] 阴暗菟丝花（nph.兄妹伪骨.亲父女.天降竹马） 作者：碾香入尘.txt",
    "夸克盘链接": "https://pan.quark.cn/s/f2cc1000495c"
  },
  {
    "文件名": "[更595]公主的小娇奴（NPH，男生子） 作者：请药师赐福于我胞.txt",
    "夸克盘链接": "https://pan.quark.cn/s/8af93bb04544"
  },
  {
    "文件名": "[更579]公主的小娇奴（NPH，男生子） 作者：请药师赐福于我胞.txt",
    "夸克盘链接": "https://pan.quark.cn/s/fa13d4999e6a"
  },
  {
    "文件名": "[更585] 公主的小娇奴（NPH，男生子） 作者：拜神当拜博识尊.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a349613cf278"
  },
  {
    "文件名": "[更580] 公主的小娇奴（NPH，男生子） 作者：拜神当拜博识尊.txt",
    "夸克盘链接": "https://pan.quark.cn/s/32b97781f7ac"
  },
  {
    "文件名": "[更71] 怜香枝（NPH） 作者：寻汐月.txt",
    "夸克盘链接": "https://pan.quark.cn/s/b1db4e3eb855"
  },
  {
    "文件名": "[更66]怜香枝（NPH） 作者：寻汐月.txt",
    "夸克盘链接": "https://pan.quark.cn/s/eaa926130337"
  },
  {
    "文件名": "[更70] 恰似梨花又香风（1v1港风骨科） 作者：Momoiro.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a4cdd883e723"
  },
  {
    "文件名": "[更68]恰似梨花又香风（1v1港风骨科） 作者：Momoiro.txt",
    "夸克盘链接": "https://pan.quark.cn/s/25691a9f4b77"
  },
  {
    "文件名": "[更55] 无处可逃(np) 作者：暴走糖炒栗.txt",
    "夸克盘链接": "https://pan.quark.cn/s/0648260243f8"
  },
  {
    "文件名": "[更51]无处可逃(np) 作者：暴走糖炒栗.txt",
    "夸克盘链接": "https://pan.quark.cn/s/66fec527427c"
  },
  {
    "文件名": "[更77] 女主光环 作者：大雾茫茫.txt",
    "夸克盘链接": "https://pan.quark.cn/s/40e1af158947"
  },
  {
    "文件名": "[更70] 女主光环 作者：大雾茫茫.txt",
    "夸克盘链接": "https://pan.quark.cn/s/631594e09442"
  },
  {
    "文件名": "[更65]听不见 作者：在水一方.txt",
    "夸克盘链接": "https://pan.quark.cn/s/eb5323a309e5"
  },
  {
    "文件名": "[更60]听不见 作者：在水一方.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c564c80be686"
  },
  {
    "文件名": "[完结]财阀夫人(强制1v1 h) 作者：阿水.txt",
    "夸克盘链接": "https://pan.quark.cn/s/5abe7fcc2096"
  },
  {
    "文件名": "[完结105+番外]如是说（先婚） 作者：EIGGAM.txt",
    "夸克盘链接": "https://pan.quark.cn/s/9d9aed61c0e0"
  },
  {
    "文件名": "[完结补番] 如是说（先婚） 作者：葡萄冰.txt",
    "夸克盘链接": "https://pan.quark.cn/s/749152fef39f"
  },
  {
    "文件名": "[完结98]如是说（先婚） 作者：葡萄冰.txt",
    "夸克盘链接": "https://pan.quark.cn/s/58153d76d8d0"
  },
  {
    "文件名": "[完结]如是说（先婚） 作者：葡萄冰.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e4087e3513d5"
  },
  {
    "文件名": "【完结】《恋爱瘾症》作者：石榴子w.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e5a42d37bbab"
  },
  {
    "文件名": "[更37]恋爱瘾症（强制H） 作者：石榴子w.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c40b637c54cd"
  },
  {
    "文件名": "[更35]恋爱瘾症（强制H） 作者：石榴子w.txt",
    "夸克盘链接": "https://pan.quark.cn/s/5c48731f38ac"
  },
  {
    "文件名": "[完结60]劣等猎物（乙女向校园NPH） 作者：玉衡星.txt",
    "夸克盘链接": "https://pan.quark.cn/s/95477d339eb2"
  },
  {
    "文件名": "[更372]被万人迷们玩坏的普通人（强制 nph） 作者：xxx.txt",
    "夸克盘链接": "https://pan.quark.cn/s/94ef4c3059e4"
  },
  {
    "文件名": "[完结+番全]被万人迷们玩坏的普通人（强制 nph） 作者：xxx.txt",
    "夸克盘链接": "https://pan.quark.cn/s/7663b6f78068"
  },
  {
    "文件名": "[更70]虚荣不是我的过错（1v2h） 作者：兔作家.txt",
    "夸克盘链接": "https://pan.quark.cn/s/29dddf9766a8"
  },
  {
    "文件名": "[更63]虚荣不是我的过错（1v2h） 作者：兔作家.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e284aab85915"
  },
  {
    "文件名": "【更468】《灰兔子生存法则（简）》作者：鱼姣姣.txt",
    "夸克盘链接": "https://pan.quark.cn/s/aa88de67bdd0"
  },
  {
    "文件名": "[完结]男妓（nph） 作者：王点子.txt",
    "夸克盘链接": "https://pan.quark.cn/s/9957e29aa82e"
  },
  {
    "文件名": "[更226]男妓（nph） 作者：王点子.txt",
    "夸克盘链接": "https://pan.quark.cn/s/8ffe6db8bcda"
  },
  {
    "文件名": "[更506]灰兔子生存法则（简） 作者：鱼姣姣.txt",
    "夸克盘链接": "https://pan.quark.cn/s/22f61525b792"
  },
  {
    "文件名": "[更504] 灰兔子生存法则（简） 作者：鱼姣姣.txt",
    "夸克盘链接": "https://pan.quark.cn/s/5cc75a726ea2"
  },
  {
    "文件名": "[更36] 乳母 作者：苏洛漓.txt",
    "夸克盘链接": "https://pan.quark.cn/s/f81f0d7ee65e"
  },
  {
    "文件名": "[完结] 失重露水 作者：莓果甜奶.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c82eb0c34be4"
  },
  {
    "文件名": "[更115]失重露水 作者：莓果甜奶.txt",
    "夸克盘链接": "https://pan.quark.cn/s/02f8644aff23"
  },
  {
    "文件名": "[完结194]拯救男配失败后(强制 np) 作者：雨.txt",
    "夸克盘链接": "https://pan.quark.cn/s/39f5e0fed776"
  },
  {
    "文件名": "[完结195]拯救男配失败后(强制 np) 作者：雨.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c7812a0a1354"
  },
  {
    "文件名": "[完结196＋番外1]拯救男配失败后(强制 np) 作者：雨.txt",
    "夸克盘链接": "https://pan.quark.cn/s/5ca4e8029fe4"
  },
  {
    "文件名": "[完结164]偏要抢（妻妹，高H） 作者：放点陈醋.txt",
    "夸克盘链接": "https://pan.quark.cn/s/9678200ece7b"
  },
  {
    "文件名": "[完结]偏要抢（妻妹，高H） 作者：放点陈醋.txt",
    "夸克盘链接": "https://pan.quark.cn/s/d72ace06869b"
  },
  {
    "文件名": "[更37]入赘小少爷(女强 憋尿) 作者：pp要岁岁无虞.txt",
    "夸克盘链接": "https://pan.quark.cn/s/0da63f7e8141"
  },
  {
    "文件名": "[更29]入赘小少爷(女强 憋尿) 作者：pp要岁岁无虞.txt",
    "夸克盘链接": "https://pan.quark.cn/s/daa93160f23d"
  },
  {
    "文件名": "【更47】《祈祷落幕时》作者：QueenNeverCry.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e7b81c3bbeb5"
  },
  {
    "文件名": "[更38]【星际np】祈祷落幕时 作者：QueenNeverCry.txt",
    "夸克盘链接": "https://pan.quark.cn/s/71af5d3da9c2"
  },
  {
    "文件名": "[更41] 【星际np】祈祷落幕时 作者：QueenNeverCry.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e8e3a6b0752f"
  },
  {
    "文件名": "【完结89】《猛兽隔离区》作者：半阴天.txt",
    "夸克盘链接": "https://pan.quark.cn/s/4a9c3d76b41d"
  },
  {
    "文件名": "[更84]猛兽隔离区(校园1v1) 作者：半阴天.txt",
    "夸克盘链接": "https://pan.quark.cn/s/3ea5da194d74"
  },
  {
    "文件名": "[更86] 猛兽隔离区(校园1v1) 作者：半阴天.txt",
    "夸克盘链接": "https://pan.quark.cn/s/0b21add0dabe"
  },
  {
    "文件名": "[完结78] 樱桃汁（校园1v1） 作者：灿也.txt",
    "夸克盘链接": "https://pan.quark.cn/s/65478c9b7343"
  },
  {
    "文件名": "[完结80＋番外全]樱桃汁（校园1v1） 作者：灿也.txt",
    "夸克盘链接": "https://pan.quark.cn/s/199aa2e253d8"
  },
  {
    "文件名": "[完结] 樱桃汁（校园1v1） 作者：灿也.txt",
    "夸克盘链接": "https://pan.quark.cn/s/b9e487407b03"
  },
  {
    "文件名": "[更24]雨潮（骨科1v1h） 作者：灿也.txt",
    "夸克盘链接": "https://pan.quark.cn/s/70ce2b833a61"
  },
  {
    "文件名": "[更28] 雨潮（骨科1v1h） 作者：灿也.txt",
    "夸克盘链接": "https://pan.quark.cn/s/284e19f4c05a"
  },
  {
    "文件名": "[更268]沦为他们的玩物 作者：沐晚归行.txt",
    "夸克盘链接": "https://pan.quark.cn/s/537360684aec"
  },
  {
    "文件名": "未更新[np 更250]《沦为他们的玩物 【nph】》作者：沐晚归行.txt",
    "夸克盘链接": "https://pan.quark.cn/s/4206ad117b40"
  },
  {
    "文件名": "[np 更257]《沦为他们的玩物 【nph】》作者：沐晚归行.txt",
    "夸克盘链接": "https://pan.quark.cn/s/64649686eaf2"
  },
  {
    "文件名": "[更263]沦为他们的玩物 作者：沐晚归行.txt",
    "夸克盘链接": "https://pan.quark.cn/s/0a9a80b47092"
  },
  {
    "文件名": "[更271] 沦为他们的玩物    【nph】 作者：芒狗.txt",
    "夸克盘链接": "https://pan.quark.cn/s/bf1e48b44dc2"
  },
  {
    "文件名": "[更266] 沦为他们的玩物    【nph】 作者：芒狗.txt",
    "夸克盘链接": "https://pan.quark.cn/s/98c356821dfe"
  },
  {
    "文件名": "[完结57＋番外全] 黑玻璃 作者：盒粒.txt",
    "夸克盘链接": "https://pan.quark.cn/s/f3f06e58c16f"
  },
  {
    "文件名": "[完结] 黑玻璃 作者：盒粒.txt",
    "夸克盘链接": "https://pan.quark.cn/s/42416a2fe3bb"
  },
  {
    "文件名": "【更37无目录》《追妻火葬场成功以后》作者：玛丽小洋.txt",
    "夸克盘链接": "https://pan.quark.cn/s/62d79edfb15b"
  },
  {
    "文件名": "[更32]追妻火葬场成功以后 作者：玛丽小洋.txt",
    "夸克盘链接": "https://pan.quark.cn/s/4501b6bec37d"
  },
  {
    "文件名": "[更38] 追妻火葬场成功以后 作者：玛丽小洋.txt",
    "夸克盘链接": "https://pan.quark.cn/s/f23eea70f30e"
  },
  {
    "文件名": "[更142]快穿之小三爬床指南 作者：嫚华.txt",
    "夸克盘链接": "https://pan.quark.cn/s/2bfd3951a8e6"
  },
  {
    "文件名": "[更142] 快穿之小三爬床指南 作者：嫚华.txt",
    "夸克盘链接": "https://pan.quark.cn/s/291b82fb2ba4"
  },
  {
    "文件名": "[更138]快穿之小三爬床指南 作者：嫚华.txt",
    "夸克盘链接": "https://pan.quark.cn/s/b5458e84fbbe"
  },
  {
    "文件名": "[更106]自牧归荑（原名群鸟沉默时） 作者：Grauweg.txt",
    "夸克盘链接": "https://pan.quark.cn/s/96c5af302e6a"
  },
  {
    "文件名": "[完结]自牧归荑（原名_群鸟沉默时） 作者：Grauweg.txt",
    "夸克盘链接": "https://pan.quark.cn/s/8fa56f897b04"
  },
  {
    "文件名": "[更139] 重组家庭的你和哥哥们（第二人称-伪骨-1V2） 作者：lily在复健.txt",
    "夸克盘链接": "https://pan.quark.cn/s/4ddcac882d58"
  },
  {
    "文件名": "[更140] 重组家庭的你和哥哥们（第二人称-伪骨-1V2） 作者：lily在复健.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c5a71417feb0"
  },
  {
    "文件名": "[完结142] 重组家庭的你和哥哥们（第二人称-伪骨-1V2） 作者：lily在复健.txt",
    "夸克盘链接": "https://pan.quark.cn/s/b941da295ed9"
  },
  {
    "文件名": "[更105] 欲望引擎 作者：莁蒎老祖.txt",
    "夸克盘链接": "https://pan.quark.cn/s/56504dd3a7b1"
  },
  {
    "文件名": "[更106]欲望引擎 作者：莁蒎老祖.txt",
    "夸克盘链接": "https://pan.quark.cn/s/dcd9303e7591"
  },
  {
    "文件名": "[更111]欲望引擎 作者：莁蒎老祖.txt",
    "夸克盘链接": "https://pan.quark.cn/s/9176d8ba92bb"
  },
  {
    "文件名": "[更122] ring（骨科 妹s哥m 1v1） 作者：娥娥娥.txt",
    "夸克盘链接": "https://pan.quark.cn/s/4f5245411f53"
  },
  {
    "文件名": "[更115] ring（骨科 妹s哥m 1v1） 作者：娥娥娥.txt",
    "夸克盘链接": "https://pan.quark.cn/s/2d19f0215a8c"
  },
  {
    "文件名": "[更235] 暴君的小奴妻（1v1调教h） 作者：琦囡.txt",
    "夸克盘链接": "https://pan.quark.cn/s/40f8df8e365f"
  },
  {
    "文件名": "[更219] 暴君的小奴妻（1v1调教h） 作者：琦囡.txt",
    "夸克盘链接": "https://pan.quark.cn/s/172aad25dc14"
  },
  {
    "文件名": "[更149]睡服恶犬（校园1v1） 作者：水岛.txt",
    "夸克盘链接": "https://pan.quark.cn/s/3642207fd411"
  },
  {
    "文件名": "[更150] 睡服恶犬（校园1v1） 作者：水岛.txt",
    "夸克盘链接": "https://pan.quark.cn/s/54339a8096ed"
  },
  {
    "文件名": "[完结]睡服恶犬（校园1v1） 作者：水岛.txt",
    "夸克盘链接": "https://pan.quark.cn/s/9c10006420bf"
  },
  {
    "文件名": "【更最新119】《松山书院绯闻事件》作者：晓风拂柳.txt",
    "夸克盘链接": "https://pan.quark.cn/s/d0cf30fdf01d"
  },
  {
    "文件名": "[更108]松山书院绯闻事件（古言,NPH,骨科,父女） 作者：晓风拂柳.txt",
    "夸克盘链接": "https://pan.quark.cn/s/f57dc28f5479"
  },
  {
    "文件名": "[更115]松山书院绯闻事件（古言,NPH,骨科,父女） 作者：晓风拂柳.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a6a36e68a190"
  },
  {
    "文件名": "【更168无目录】《请不要骚扰向导！（哨向NPH）》作者：我命由我不由天！.txt",
    "夸克盘链接": "https://pan.quark.cn/s/78e40fd64f93"
  },
  {
    "文件名": "[更146]《请不要骚扰向导！（哨向NPH）》作者：希吉亚.txt",
    "夸克盘链接": "https://pan.quark.cn/s/194a2c034268"
  },
  {
    "文件名": "[更143]《请不要骚扰向导！（哨向NPH）》作者：希吉亚.txt",
    "夸克盘链接": "https://pan.quark.cn/s/28572c142859"
  },
  {
    "文件名": "[更165] 溺毙（校园万人迷 强制NPH） 作者：混沌.txt",
    "夸克盘链接": "https://pan.quark.cn/s/25055ade65b7"
  },
  {
    "文件名": "[完结]溺毙（校园万人迷 强制NPH） 作者：混沌.txt",
    "夸克盘链接": "https://pan.quark.cn/s/d837d0176205"
  },
  {
    "文件名": "【更119无目录】《静海旖旎》作者：rr旖.txt",
    "夸克盘链接": "https://pan.quark.cn/s/fd1b6d2e5c62"
  },
  {
    "文件名": "[更98] 静海旖旎（校园高H） 作者：rr旖.txt",
    "夸克盘链接": "https://pan.quark.cn/s/f446e01302b9"
  },
  {
    "文件名": "[更103]静海旖旎（校园高H） 作者：rr旖.txt",
    "夸克盘链接": "https://pan.quark.cn/s/b7e561c777c6"
  },
  {
    "文件名": "【更232无目录】《欲笼》作者：黑尾虎.txt",
    "夸克盘链接": "https://pan.quark.cn/s/66f321c738d4"
  },
  {
    "文件名": "【更332】《声声慢》作者：老司姬流苏.txt",
    "夸克盘链接": "https://pan.quark.cn/s/129e4870bfcc"
  },
  {
    "文件名": "[更264]声声慢 作者：老司姬流苏.txt",
    "夸克盘链接": "https://pan.quark.cn/s/1157b12a36f3"
  },
  {
    "文件名": "[更218]声声慢 作者：老司姬流苏.txt",
    "夸克盘链接": "https://pan.quark.cn/s/56955573bd4a"
  },
  {
    "文件名": "【完结】《恶欲》作者：ass1623.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c7fcbe7bccbb"
  },
  {
    "文件名": "[更40] 恶欲（暗黑1v1） 作者：ass1623.txt",
    "夸克盘链接": "https://pan.quark.cn/s/2d0112a29b32"
  },
  {
    "文件名": "[更35] 恶欲（暗黑1v1） 作者：ass1623.txt",
    "夸克盘链接": "https://pan.quark.cn/s/0d6de4452369"
  },
  {
    "文件名": "【完结】《腐蚀剂》作者：河.txt",
    "夸克盘链接": "https://pan.quark.cn/s/cdb08e2c92a6"
  },
  {
    "文件名": "[更54]腐蚀剂[Np 强制] 作者：河.txt",
    "夸克盘链接": "https://pan.quark.cn/s/3f918f884c68"
  },
  {
    "文件名": "[更49]腐蚀剂[Np 强制] 作者：河.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c1680c472c73"
  },
  {
    "文件名": "[更432] 夜心万万 作者：竹先生.txt",
    "夸克盘链接": "https://pan.quark.cn/s/8880bc1fc53c"
  },
  {
    "文件名": "[更417]夜心万万 (np)（竹先生）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/baab7afde652"
  },
  {
    "文件名": "[更457] 燕钗半落(NPH) 作者：琥珀糖.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e2a62d5c7961"
  },
  {
    "文件名": "[更453]燕钗半落(NPH) 作者：琥珀糖.txt",
    "夸克盘链接": "https://pan.quark.cn/s/d2f850195453"
  },
  {
    "文件名": "[更447]《燕钗半落》作者：琥珀糖.txt",
    "夸克盘链接": "https://pan.quark.cn/s/2be2a3e790d1"
  },
  {
    "文件名": "[更452] 燕钗半落(NPH) 作者：琥珀糖.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c0142d75208d"
  },
  {
    "文件名": "[更52] 鬼迷心窍 作者：月牙.txt",
    "夸克盘链接": "https://pan.quark.cn/s/eb5fb805973b"
  },
  {
    "文件名": "[更55]鬼迷心窍 作者：月牙.txt",
    "夸克盘链接": "https://pan.quark.cn/s/61278bab99d7"
  },
  {
    "文件名": "[完结]成为我的玩物吧（高H） 作者：翼山明.txt",
    "夸克盘链接": "https://pan.quark.cn/s/1fdf920297ae"
  },
  {
    "文件名": "[完结170]成为我的玩物吧（高H） 作者：翼山明.txt",
    "夸克盘链接": "https://pan.quark.cn/s/100ed199c3dc"
  },
  {
    "文件名": "[完结171]成为我的玩物吧（高H） 作者：翼山明.txt",
    "夸克盘链接": "https://pan.quark.cn/s/3531cceed271"
  },
  {
    "文件名": "[完结173]成为我的玩物吧（高H） 作者：翼山明.txt",
    "夸克盘链接": "https://pan.quark.cn/s/249b5c0f7ba6"
  },
  {
    "文件名": "[完结176]成为我的玩物吧（高H） 作者：翼山明.txt",
    "夸克盘链接": "https://pan.quark.cn/s/3c4f04527874"
  },
  {
    "文件名": "[完结178]成为我的玩物吧（高H） 作者：翼山明.txt",
    "夸克盘链接": "https://pan.quark.cn/s/528ae742640b"
  },
  {
    "文件名": "[完结+番9]成为我的玩物吧（高H） 作者：翼山明.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ffd3133429cd"
  },
  {
    "文件名": "[完结+番11]成为我的玩物吧（高H） 作者：翼山明.txt",
    "夸克盘链接": "https://pan.quark.cn/s/317786cc6d4a"
  },
  {
    "文件名": "[完结+番13]成为我的玩物吧（高H） 作者：翼山明.txt",
    "夸克盘链接": "https://pan.quark.cn/s/3e8b0be7dfc4"
  },
  {
    "文件名": "[完结+番15]成为我的玩物吧（高H） 作者：翼山明.txt",
    "夸克盘链接": "https://pan.quark.cn/s/5490ca43609a"
  },
  {
    "文件名": "[完结+番16]成为我的玩物吧（高H） 作者：翼山明.txt",
    "夸克盘链接": "https://pan.quark.cn/s/0a354e2890a1"
  },
  {
    "文件名": "[完结188+番17]成为我的玩物吧（高H） 作者：翼山明.txt",
    "夸克盘链接": "https://pan.quark.cn/s/4176b26bc1e2"
  },
  {
    "文件名": "[完结190+番19]成为我的玩物吧（高H） 作者：翼山明.txt",
    "夸克盘链接": "https://pan.quark.cn/s/38f89bbf5b2b"
  },
  {
    "文件名": "[完结191+番20]成为我的玩物吧（高H） 作者：翼山明.txt",
    "夸克盘链接": "https://pan.quark.cn/s/4f82e8d0f833"
  },
  {
    "文件名": "[更120]女收藏家（现代 1v1） 作者：小满种麦.txt",
    "夸克盘链接": "https://pan.quark.cn/s/06fbb113e5ad"
  },
  {
    "文件名": "[更125]女收藏家（现代 1v1） 作者：小满种麦.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c79c3385e615"
  },
  {
    "文件名": "[完结]女收藏家（现代 1v1） 作者：小满种麦.txt",
    "夸克盘链接": "https://pan.quark.cn/s/7ff841e4cd10"
  },
  {
    "文件名": "[完结]《穿进虫族文，但还是人类(人外 np)》作者：酢浆草.txt",
    "夸克盘链接": "https://pan.quark.cn/s/f4ab8dd83fed"
  },
  {
    "文件名": "[完结+番外]《穿进虫族文，但还是人类(人外 np)》作者：酢浆草.txt",
    "夸克盘链接": "https://pan.quark.cn/s/36f693cc13a3"
  },
  {
    "文件名": "[完结+番外2]《穿进虫族文，但还是人类(人外 np)》作者：酢浆草.txt",
    "夸克盘链接": "https://pan.quark.cn/s/49a34a5dba10"
  },
  {
    "文件名": "[完结227]恶毒女配，但读档失效了（校园NPH） 作者：咸鱼崽崽.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ea1cbe1a9379"
  },
  {
    "文件名": "[完结228]恶毒女配，但读档失效了（校园NPH） 作者：咸鱼崽崽.txt",
    "夸克盘链接": "https://pan.quark.cn/s/0cadd1752a3b"
  },
  {
    "文件名": "[完结230]恶毒女配，但读档失效了（校园NPH） 作者：咸鱼崽崽.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c61b223a422d"
  },
  {
    "文件名": "[完结231]恶毒女配，但读档失效了（校园NPH） 作者：咸鱼崽崽.txt",
    "夸克盘链接": "https://pan.quark.cn/s/4e9745503ba2"
  },
  {
    "文件名": "[完结232]恶毒女配，但读档失效了（校园NPH） 作者：咸鱼崽崽.txt",
    "夸克盘链接": "https://pan.quark.cn/s/94dba485ace2"
  },
  {
    "文件名": "[完结233]恶毒女配，但读档失效了（校园NPH） 作者：咸鱼崽崽.txt",
    "夸克盘链接": "https://pan.quark.cn/s/34ecd36ed839"
  },
  {
    "文件名": "[完结234]恶毒女配，但读档失效了（校园NPH） 作者：咸鱼崽崽.txt",
    "夸克盘链接": "https://pan.quark.cn/s/b09dcf2ebe4d"
  },
  {
    "文件名": "[完结235]恶毒女配，但读档失效了（校园NPH） 作者：咸鱼崽崽.txt",
    "夸克盘链接": "https://pan.quark.cn/s/40d7ccc2503c"
  },
  {
    "文件名": "[完结237]恶毒女配，但读档失效了（校园NPH） 作者：咸鱼崽崽.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c81faa08bb1f"
  },
  {
    "文件名": "[完结239]恶毒女配，但读档失效了（校园NPH） 作者：咸鱼崽崽.txt",
    "夸克盘链接": "https://pan.quark.cn/s/354eafb59b5d"
  },
  {
    "文件名": "[完结225]恶毒女配，但读档失效了（校园NPH） 作者：咸鱼崽崽.txt",
    "夸克盘链接": "https://pan.quark.cn/s/dbca28b6de3d"
  },
  {
    "文件名": "[完结224]恶毒女配，但读档失效了（校园NPH） 作者：咸鱼崽崽.txt",
    "夸克盘链接": "https://pan.quark.cn/s/7f5a500454fd"
  },
  {
    "文件名": "[完结223]恶毒女配，但读档失效了（校园NPH） 作者：咸鱼崽崽.txt",
    "夸克盘链接": "https://pan.quark.cn/s/7084dbbefaaf"
  },
  {
    "文件名": "[完结222]恶毒女配，但读档失效了（校园NPH） 作者：咸鱼崽崽.txt",
    "夸克盘链接": "https://pan.quark.cn/s/4bc0de590c58"
  },
  {
    "文件名": "[完结221]恶毒女配，但读档失效了（校园NPH） 作者：咸鱼崽崽.txt",
    "夸克盘链接": "https://pan.quark.cn/s/47200fae902b"
  },
  {
    "文件名": "[完结]恶毒女配，但读档失效了（校园NPH） 作者：咸鱼崽崽.txt",
    "夸克盘链接": "https://pan.quark.cn/s/93fab469fd69"
  },
  {
    "文件名": "[完结162]酣色之罪 作者：寻荔荔.txt",
    "夸克盘链接": "https://pan.quark.cn/s/7638ea7ab745"
  },
  {
    "文件名": "[完结补番] 酣色之罪 作者：寻荔荔.txt",
    "夸克盘链接": "https://pan.quark.cn/s/0001432b146a"
  },
  {
    "文件名": "[1v1 完结]《酣色之罪（1v1，sc，年上，女性向）》作者：寻荔荔.txt",
    "夸克盘链接": "https://pan.quark.cn/s/b46ccef6b7d2"
  },
  {
    "文件名": "[完结]《酣色之罪》作者：寻荔荔.txt",
    "夸克盘链接": "https://pan.quark.cn/s/01e0e9911ac3"
  },
  {
    "文件名": "【完结】《酣色之罪》作者：寻荔荔.txt",
    "夸克盘链接": "https://pan.quark.cn/s/87960d6b4a0a"
  },
  {
    "文件名": "[更77]《进退两难【1v2】》作者：寻荔荔.txt",
    "夸克盘链接": "https://pan.quark.cn/s/2a915c38ea02"
  },
  {
    "文件名": "[更79]《进退两难【1v2】》作者：寻荔荔.txt",
    "夸克盘链接": "https://pan.quark.cn/s/73f9832ae225"
  },
  {
    "文件名": "[更78]《进退两难【1v2】》作者：寻荔荔.txt",
    "夸克盘链接": "https://pan.quark.cn/s/df3480522b87"
  },
  {
    "文件名": "[更156]npc脱离副本后（无限流np） 作者：板栗大王（养生版.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ac4ab78ed899"
  },
  {
    "文件名": "[更155]npc脱离副本后（无限流np） 作者：板栗大王（养生版.txt",
    "夸克盘链接": "https://pan.quark.cn/s/5413677cbd50"
  },
  {
    "文件名": "[更154]npc脱离副本后（无限流np） 作者：板栗大王（养生版.txt",
    "夸克盘链接": "https://pan.quark.cn/s/791c4484f3a8"
  },
  {
    "文件名": "[更202] 偏执吻（伪骨1v1） 作者：晒绿.txt",
    "夸克盘链接": "https://pan.quark.cn/s/6c4ed3eb0055"
  },
  {
    "文件名": "[完结] 偏执吻（伪骨1v1） 作者：晒绿.txt",
    "夸克盘链接": "https://pan.quark.cn/s/706561576103"
  },
  {
    "文件名": "【全文完结无目录】《发情期（兄妹abo）》作者：森林火火人.txt",
    "夸克盘链接": "https://pan.quark.cn/s/69969394c363"
  },
  {
    "文件名": "[完结+番14]玉桐【np】 作者：森木火火人.txt",
    "夸克盘链接": "https://pan.quark.cn/s/1ad4e625a143"
  },
  {
    "文件名": "[更217] 玉桐【np】 作者：森木火火人.txt",
    "夸克盘链接": "https://pan.quark.cn/s/7ddf5e270b44"
  },
  {
    "文件名": "[更222] 玉桐【np】 作者：森木火火人.txt",
    "夸克盘链接": "https://pan.quark.cn/s/de273d1deba2"
  },
  {
    "文件名": "[完结213＋番外] 发情期（兄妹abo） 作者：羊肉铺子.txt",
    "夸克盘链接": "https://pan.quark.cn/s/3078e9f3e02c"
  },
  {
    "文件名": "[更193]发情期（兄妹abo） 作者：羊肉铺子.txt",
    "夸克盘链接": "https://pan.quark.cn/s/b743d303e6dd"
  },
  {
    "文件名": "[更208] 发情期（兄妹abo） 作者：羊肉铺子.txt",
    "夸克盘链接": "https://pan.quark.cn/s/8520adbd01e3"
  },
  {
    "文件名": "[完结280＋番外40] 糟糕！新买的机器人和哥哥共感了（骨科1v1） 作者：堆玉.txt",
    "夸克盘链接": "https://pan.quark.cn/s/84964b219f5b"
  },
  {
    "文件名": "【全文完】[完结297＋番外] 糟糕！新买的机器人和哥哥共感了（骨科1v1） 作者：堆玉.txt",
    "夸克盘链接": "https://pan.quark.cn/s/7e99a24e2b49"
  },
  {
    "文件名": "[完结292＋番外] 糟糕！新买的机器人和哥哥共感了（骨科1v1） 作者：堆玉.txt",
    "夸克盘链接": "https://pan.quark.cn/s/9da96ffb4f68"
  },
  {
    "文件名": "[更221] 闺阁藏春-穿回古代写色文(NPH) 作者：茶系雪糕.txt",
    "夸克盘链接": "https://pan.quark.cn/s/6550bff1734d"
  },
  {
    "文件名": "[更222]闺阁藏春-穿回古代写色文(NPH) 作者：茶系雪糕.txt",
    "夸克盘链接": "https://pan.quark.cn/s/368d29b1ed71"
  },
  {
    "文件名": "[更207]闺阁藏春-穿回古代写色文(NPH) 作者：茶系雪糕.txt",
    "夸克盘链接": "https://pan.quark.cn/s/18c5028481e8"
  },
  {
    "文件名": "[更141]今天开始三人行（3PH_含兄妹骨） 作者：猫九九.txt",
    "夸克盘链接": "https://pan.quark.cn/s/f53b0fbbbb13"
  },
  {
    "文件名": "[完结148] 今天开始三人行（3PH-含兄妹骨） 作者：猫九九.txt",
    "夸克盘链接": "https://pan.quark.cn/s/1538e72203ec"
  },
  {
    "文件名": "[更136] 今天开始三人行（3PH-含兄妹骨） 作者：猫九九.txt",
    "夸克盘链接": "https://pan.quark.cn/s/6d33d604be91"
  },
  {
    "文件名": "[更45]《离婚的福报》作者：Miruku.txt",
    "夸克盘链接": "https://pan.quark.cn/s/b9db8db502ab"
  },
  {
    "文件名": "[更46]《离婚的福报》作者：Miruku.txt",
    "夸克盘链接": "https://pan.quark.cn/s/eb91c1fbbe20"
  },
  {
    "文件名": "[更46] 离婚的福报 作者：Miruku.txt",
    "夸克盘链接": "https://pan.quark.cn/s/fe891f9aa522"
  },
  {
    "文件名": "【更85】《可行性试验》作者：涣（普女万人迷，NPH）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c06963526864"
  },
  {
    "文件名": "[更84]《可行性试验（普女万人迷，NPH）》作者：涣.txt",
    "夸克盘链接": "https://pan.quark.cn/s/65811e57a3c3"
  },
  {
    "文件名": "[更83]《可行性试验（普女万人迷，NPH）》作者：涣.txt",
    "夸克盘链接": "https://pan.quark.cn/s/886ba8a05314"
  },
  {
    "文件名": "【更67无目录】《风雪又逢春》作者：什么时候能退休.txt",
    "夸克盘链接": "https://pan.quark.cn/s/582dc21be63c"
  },
  {
    "文件名": "[更45]abo 这疯批横行的世界 NPH 作者：怎么那么毛茸茸.txt",
    "夸克盘链接": "https://pan.quark.cn/s/d5ad3e7a14fc"
  },
  {
    "文件名": "[更47] abo 这疯批横行的世界 NPH 作者：怎么那么毛茸茸.txt",
    "夸克盘链接": "https://pan.quark.cn/s/59d5dbff05ce"
  },
  {
    "文件名": "[更46]abo 这疯批横行的世界 NPH 作者：怎么那么毛茸茸.txt",
    "夸克盘链接": "https://pan.quark.cn/s/09ae404bf0cc"
  },
  {
    "文件名": "[更51] abo 这疯批横行的世界 NPH 作者：怎么那么毛茸茸.txt",
    "夸克盘链接": "https://pan.quark.cn/s/1df9a2af1bc2"
  },
  {
    "文件名": "[更145] 恶狗乱发情【校园-强制-NPH】 作者：扶涛涛哥.txt",
    "夸克盘链接": "https://pan.quark.cn/s/f2aead82babd"
  },
  {
    "文件名": "[更144]恶狗乱发情【校园_强制_NPH】 作者：扶涛涛哥.txt",
    "夸克盘链接": "https://pan.quark.cn/s/6a17f2e2eedf"
  },
  {
    "文件名": "[更140] 恶狗乱发情【校园-强制-NPH】 作者：扶涛涛哥.txt",
    "夸克盘链接": "https://pan.quark.cn/s/57909ea8a53e"
  },
  {
    "文件名": "[更166]钻石（np） 作者：鼻涕泡泡.txt",
    "夸克盘链接": "https://pan.quark.cn/s/2c5b58ec6126"
  },
  {
    "文件名": "[更169]钻石（np） 作者：鼻涕泡泡.txt",
    "夸克盘链接": "https://pan.quark.cn/s/3f635d2d3ab2"
  },
  {
    "文件名": "[更175]钻石（np） 作者：鼻涕泡泡.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ed74ebf16a1f"
  },
  {
    "文件名": "[更174]钻石（np） 作者：鼻涕泡泡.txt",
    "夸克盘链接": "https://pan.quark.cn/s/0cdf77189671"
  },
  {
    "文件名": "[更173]钻石（np） 作者：鼻涕泡泡.txt",
    "夸克盘链接": "https://pan.quark.cn/s/7d20317a138a"
  },
  {
    "文件名": "[完结331＋番外]《捕杀欲念NPH》作者：妈耶耶（死了）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/3ec16741a8cf"
  },
  {
    "文件名": "[更313] 捕杀欲念NPH 作者：妈耶耶.txt",
    "夸克盘链接": "https://pan.quark.cn/s/14b22d6ae337"
  },
  {
    "文件名": "[更313]捕杀欲念NPH 作者：妈耶耶.txt",
    "夸克盘链接": "https://pan.quark.cn/s/758df6e1dd26"
  },
  {
    "文件名": "[更321]捕杀欲念NPH 作者：妈耶耶.txt",
    "夸克盘链接": "https://pan.quark.cn/s/af468ceb1e37"
  },
  {
    "文件名": "【正文完结】   《捕杀欲念》by洗山容.txt",
    "夸克盘链接": "https://pan.quark.cn/s/dafff9938b1b"
  },
  {
    "文件名": "[完结330＋番外1] 捕杀欲念NPH 作者：妈耶耶.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c7388ae67016"
  },
  {
    "文件名": "[更283] 群星的王女（NP贵族雄竞） 作者：冬日蔷薇.txt",
    "夸克盘链接": "https://pan.quark.cn/s/5148cc0e7b55"
  },
  {
    "文件名": "[完结267] 群星的王女（NP贵族雄竞） 作者：冬日蔷薇.txt",
    "夸克盘链接": "https://pan.quark.cn/s/0fcc84258271"
  },
  {
    "文件名": "[更279] 群星的王女（NP贵族雄竞） 作者：冬日蔷薇.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ae81b5a72a81"
  },
  {
    "文件名": "[完结271] 群星的王女（NP贵族雄竞） 作者：冬日蔷薇.txt",
    "夸克盘链接": "https://pan.quark.cn/s/79c09b571392"
  },
  {
    "文件名": "[更88]超S向导之绝对控制 作者：雪梨炖猫条.txt",
    "夸克盘链接": "https://pan.quark.cn/s/2cc4f13ff580"
  },
  {
    "文件名": "[更245]拼多多社恐逆袭（系统，nph） 作者：讲究人小李子.txt",
    "夸克盘链接": "https://pan.quark.cn/s/485d8b8efe5d"
  },
  {
    "文件名": "[更27]《春潮带雨（SM,百合）》作者：EOD.txt",
    "夸克盘链接": "https://pan.quark.cn/s/caca10e54172"
  },
  {
    "文件名": "[更17] 长得丑想得美（系统，np） 作者：讲究人小李子.txt",
    "夸克盘链接": "https://pan.quark.cn/s/7ea0b35d2981"
  },
  {
    "文件名": "[完结239+番外]美梦成真NPH 作者：妈耶耶.txt",
    "夸克盘链接": "https://pan.quark.cn/s/5b14ae88f029"
  },
  {
    "文件名": "[完结+番6]黎桃（1v1,H） 作者：十夜灯.txt",
    "夸克盘链接": "https://pan.quark.cn/s/64b2e7deb7c9"
  },
  {
    "文件名": "[完结]穿越进黄油的我今天抽到了什么马赛克？ 作者：粉红美丽.txt",
    "夸克盘链接": "https://pan.quark.cn/s/4236d9acc205"
  },
  {
    "文件名": "【完结无目录】《春潮带雨》作者：EOD.txt",
    "夸克盘链接": "https://pan.quark.cn/s/35746d29aa7a"
  },
  {
    "文件名": "[咕噜咕噜魔法阵]尾随.txt",
    "夸克盘链接": "https://pan.quark.cn/s/98d338479ccb"
  },
  {
    "文件名": "[符黎]过桥.txt",
    "夸克盘链接": "https://pan.quark.cn/s/58ffd61645c1"
  },
  {
    "文件名": "[池上惊蛰]联姻之后.txt",
    "夸克盘链接": "https://pan.quark.cn/s/2ad2e36df58b"
  },
  {
    "文件名": "[沉舟渡海楼]《林听》by为不知完整版.txt",
    "夸克盘链接": "https://pan.quark.cn/s/b614a65d3f5e"
  },
  {
    "文件名": "[fw]阳光灿烂的日子by漂亮的玫瑰.txt",
    "夸克盘链接": "https://pan.quark.cn/s/23fbf48ee3f4"
  },
  {
    "文件名": "[CoolForAnja]直男装gay真成gay.txt",
    "夸克盘链接": "https://pan.quark.cn/s/3e56b364b7b7"
  },
  {
    "文件名": "我是卷王穿越者的废物对照组by若星若辰.txt",
    "夸克盘链接": "https://pan.quark.cn/s/cf2f0876e115"
  },
  {
    "文件名": "仙尊每天都在艰难求生 by 熊猫团团【全】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/5d319e466d0b"
  },
  {
    "文件名": "纨绔对咬by逐柳天司.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ce938b465feb"
  },
  {
    "文件名": "挑衅我哥后被玩坏了 by 宴鸿儒【全】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a06f9ef0f73d"
  },
  {
    "文件名": "失忆另娶后还是会爱上他[虫族]by白械.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e04c48580996"
  },
  {
    "文件名": "失忆后做了兄长的替身by雪兔子乖乖.txt",
    "夸克盘链接": "https://pan.quark.cn/s/9c360e94ad6a"
  },
  {
    "文件名": "什么魔典终章by下次我等你.txt",
    "夸克盘链接": "https://pan.quark.cn/s/b322cf439d55"
  },
  {
    "文件名": "满城衣冠by金十四钗（繁体+陆商番）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/723c951a7ea8"
  },
  {
    "文件名": "社恐炮灰遇上重生龙傲天 by 张嘴吃蘑菇【全】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ac2fdd6ae569"
  },
  {
    "文件名": "谁的种（别名直男长批）by送泥一条鱼.txt",
    "夸克盘链接": "https://pan.quark.cn/s/516725740eff"
  },
  {
    "文件名": "恋爱演绎法by寒鸦.txt",
    "夸克盘链接": "https://pan.quark.cn/s/2d523555e225"
  },
  {
    "文件名": "荆棘丛by不二尘.txt",
    "夸克盘链接": "https://pan.quark.cn/s/fd629a1e3a70"
  },
  {
    "文件名": "恋爱七年老婆提分手？ by 匿名咸鱼「完结」.txt",
    "夸克盘链接": "https://pan.quark.cn/s/9d505c5be00d"
  },
  {
    "文件名": "二缺一by周凉西.txt",
    "夸克盘链接": "https://pan.quark.cn/s/494fb88ec666"
  },
  {
    "文件名": "扶鸟by萝卜兔兔坑.txt",
    "夸克盘链接": "https://pan.quark.cn/s/9a1a1037eb5e"
  },
  {
    "文件名": "被强制爱后彻底堕落（短篇合集）by一面.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a5e4c1d39b54"
  },
  {
    "文件名": "被浇灌的小侯爷by江湖老手.txt",
    "夸克盘链接": "https://pan.quark.cn/s/180073da0143"
  },
  {
    "文件名": "【完结】千山万水by甜梅星.txt",
    "夸克盘链接": "https://pan.quark.cn/s/b2eb9553e10c"
  },
  {
    "文件名": "《小瞎子看过来》by奶青色.txt",
    "夸克盘链接": "https://pan.quark.cn/s/3ff642b40d40"
  },
  {
    "文件名": "背道而驰by芒果馅粽子.txt",
    "夸克盘链接": "https://pan.quark.cn/s/cf5e610c343f"
  },
  {
    "文件名": "《驯狗手记》by今日从良.txt",
    "夸克盘链接": "https://pan.quark.cn/s/3b71b1e641b5"
  },
  {
    "文件名": "《偷外卖是会被干死的（ABO）》by除黄喷雾.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e527468db963"
  },
  {
    "文件名": "《母妃》(强制爱·完结).txt",
    "夸克盘链接": "https://pan.quark.cn/s/76f15d3b1126"
  },
  {
    "文件名": "《弟弟的惊喜》.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a8e35c2b2535"
  },
  {
    "文件名": "《室友好香啊！》by只想躺躺.txt",
    "夸克盘链接": "https://pan.quark.cn/s/1f3943332227"
  },
  {
    "文件名": "《弟弟宠物》BY昨殇.txt",
    "夸克盘链接": "https://pan.quark.cn/s/bae879dfae5c"
  },
  {
    "文件名": "《滴水穿石》BY花槐.txt",
    "夸克盘链接": "https://pan.quark.cn/s/3735135c6da2"
  },
  {
    "文件名": "《地球长大的雄虫太子[虫族]》.txt",
    "夸克盘链接": "https://pan.quark.cn/s/d95a06bec96d"
  },
  {
    "文件名": "《当事业狂遇见工作狂》BY静舟小妖(小推 现代娱乐圈HE 重生富二代制作人攻X英俊野心演员受 主攻 打脸 有点套路 爱情事业双丰收).txt",
    "夸克盘链接": "https://pan.quark.cn/s/7ff1482c7ef2"
  },
  {
    "文件名": "《地球人的虫族日常》.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c348d0939710"
  },
  {
    "文件名": "《当甜美初恋成了小妈》by咬耳朵.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c5b9103f8f08"
  },
  {
    "文件名": "《当Alpha穿成雄虫[虫族]》.txt",
    "夸克盘链接": "https://pan.quark.cn/s/d7968bd8ff30"
  },
  {
    "文件名": "《大可爱》BY何书(推 现代重生HE 沉稳长兄攻X豪门小少爷受 伪骨科 年上 救赎 受上辈子的前任戏份多).txt",
    "夸克盘链接": "https://pan.quark.cn/s/f8453a27a83a"
  },
  {
    "文件名": "《大神，有个恋爱跟你谈》BY羲玥公子现代_网配背景_温馨向甜文_3对CP撒狗粮要撑死啦_HE.txt",
    "夸克盘链接": "https://pan.quark.cn/s/495452f8e53e"
  },
  {
    "文件名": "《带套儿的男人》BY黑雪人.txt",
    "夸克盘链接": "https://pan.quark.cn/s/0994654d219c"
  },
  {
    "文件名": "《大内密探》.txt",
    "夸克盘链接": "https://pan.quark.cn/s/17641c2bca8f"
  },
  {
    "文件名": "《大根的滋味》.txt",
    "夸克盘链接": "https://pan.quark.cn/s/55ed995bf77f"
  },
  {
    "文件名": "《从蛋开始》BY三月的蚕豆花.txt",
    "夸克盘链接": "https://pan.quark.cn/s/b06776bd8c7f"
  },
  {
    "文件名": "《错位爱情》作家：甜心草莓（1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/07d912c64bfc"
  },
  {
    "文件名": "《催眠恐同男神》作家：放羊毛的星星（1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/6cf8e01e824f"
  },
  {
    "文件名": "《催眠与被催眠》作家：没有名字么么么（np）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/b684ab6a261a"
  },
  {
    "文件名": "《春情梦事》BY魔君嗜肉现代_正气凌然前班长攻X体带媚香妖娆美人受_高H肉文_相爱相杀_狐狸精受为了证明自己.txt",
    "夸克盘链接": "https://pan.quark.cn/s/f1312a257498"
  },
  {
    "文件名": "《春梦成真》BY一点墨现代肉文HE_脑洞巨大攻X傲娇双性受_高H_无虐_如标题梦到现实的啪啪啪.txt",
    "夸克盘链接": "https://pan.quark.cn/s/5fa15ddaf230"
  },
  {
    "文件名": "《穿越之废柴的奋起》（23万字原作未完结）by枫术_主攻肌肉受.txt",
    "夸克盘链接": "https://pan.quark.cn/s/1950b80ee5e4"
  },
  {
    "文件名": "《春潮带雨晚来急》by此门中未删减 补番 .txt",
    "夸克盘链接": "https://pan.quark.cn/s/0e3d07c55ab7"
  },
  {
    "文件名": "《穿回来后他把豪门霸喵rua秃了》BY且拂(推 架空HE 掌权人变猫攻X重生穿越帅气受  甜文 爽文 萌宠 喵快被rua秃了).txt",
    "夸克盘链接": "https://pan.quark.cn/s/2c623238289e"
  },
  {
    "文件名": "《穿书也可以日主角》by明日之后.txt",
    "夸克盘链接": "https://pan.quark.cn/s/173c8c363827"
  },
  {
    "文件名": "《穿越虫族幸福日常》by西红柿飞上天.txt",
    "夸克盘链接": "https://pan.quark.cn/s/1fcde5cefcb6"
  },
  {
    "文件名": "《穿进虐主文后（虫族）》.txt",
    "夸克盘链接": "https://pan.quark.cn/s/9d15cacf4161"
  },
  {
    "文件名": "《穿成反派炮灰雄虫后[虫族]》by牧粮人.txt",
    "夸克盘链接": "https://pan.quark.cn/s/d87c7fb43437"
  },
  {
    "文件名": "《虫族之渣攻你人设崩了》by鹤乙.txt",
    "夸克盘链接": "https://pan.quark.cn/s/9a30b32c2a67"
  },
  {
    "文件名": "《穿到高H后宫游戏里怎么破》BY一念相思异世穿越肉文_各种器大活好攻X羞涩伪直男受_金手指_高H_各种奇异PLAY陆续有来.txt",
    "夸克盘链接": "https://pan.quark.cn/s/3ce0bae91e01"
  },
  {
    "文件名": "《处处吻》小白白白白鞋 完结（师生恋 轻松）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/691be1785a5f"
  },
  {
    "文件名": "《虫族之摄政王[穿书]》.txt",
    "夸克盘链接": "https://pan.quark.cn/s/783484282476"
  },
  {
    "文件名": "《虫族之上将（主受1v1）》作家：似什么川.txt",
    "夸克盘链接": "https://pan.quark.cn/s/61f7e4724b9a"
  },
  {
    "文件名": "《虫族之今天离婚了吗》by宫槐知玉.txt",
    "夸克盘链接": "https://pan.quark.cn/s/6f0ac0355038"
  },
  {
    "文件名": "《虫族之宠爱主角》.txt",
    "夸克盘链接": "https://pan.quark.cn/s/506e4b26062a"
  },
  {
    "文件名": "《虫族之归家（主攻1v1）》完结 哼哼.txt",
    "夸克盘链接": "https://pan.quark.cn/s/236059b538a9"
  },
  {
    "文件名": "《虫族之公开惩戒》作家：碧九（1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ac134049abdb"
  },
  {
    "文件名": "《惩罚的夜晚》BY枫叶舞情 (2).txt",
    "夸克盘链接": "https://pan.quark.cn/s/5d679f930205"
  },
  {
    "文件名": "《承欢殿》by今日欢.txt",
    "夸克盘链接": "https://pan.quark.cn/s/03614273b2bd"
  },
  {
    "文件名": "《成瘾》by金樽.txt",
    "夸克盘链接": "https://pan.quark.cn/s/4d3a8aaab9ea"
  },
  {
    "文件名": "《沉舟》BY楚寒衣青 (重生现代 高干 强强 相爱相杀 主攻 前精神病后忠犬受 有肉HE).txt",
    "夸克盘链接": "https://pan.quark.cn/s/64472a58573b"
  },
  {
    "文件名": "《成为哥哥们的玩物》作家：大王饶命（np）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/33a2f2a34790"
  },
  {
    "文件名": "《沉沦深渊（催眠）》作家：就叫山子吧（1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/0c8a41c6a053"
  },
  {
    "文件名": "《成熟壮男》.txt",
    "夸克盘链接": "https://pan.quark.cn/s/1331c4069ae2"
  },
  {
    "文件名": "《臣服》BY小野兽现代HE_清秀优等生s攻X肌肉篮球队长m受_过程np_高H_SM调教_攻多奴时正宫受各种压抑.txt",
    "夸克盘链接": "https://pan.quark.cn/s/1050130419fb"
  },
  {
    "文件名": "《辰宝车行的车轮大战》BY一刀条现代肉文_各种猛男大叔攻X官二代YD受_现实向同志风_HE.txt",
    "夸克盘链接": "https://pan.quark.cn/s/9278686f9f77"
  },
  {
    "文件名": "《超自然关系》BY乔林夕か现代_冷淡霸道攻X温顺腼腆受_小清新_虐恋_攻身边的摆设有点多_HE.txt",
    "夸克盘链接": "https://pan.quark.cn/s/50ebcc82e2cb"
  },
  {
    "文件名": "《茶道》作家：多走两步消消食（1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/47098c5cdf21"
  },
  {
    "文件名": "《操哭老师》BY侠总攻现代_恶魔弟攻＆傲娇痞攻＆阳光S攻＆暴虐渣攻＆温柔叔攻X大叔M受_高H_np_受因为闯进攻们的乱交场合被轮.txt",
    "夸克盘链接": "https://pan.quark.cn/s/b56dac53b268"
  },
  {
    "文件名": "《操蛋双子的夜夜春宵》BY肆月韶光现代都市HE_霸道腹黑弟弟攻X淫荡双性人哥哥受_双性_产乳_高H_从此一操不可收拾.txt",
    "夸克盘链接": "https://pan.quark.cn/s/772cf0a92349"
  },
  {
    "文件名": "《操军官》.txt",
    "夸克盘链接": "https://pan.quark.cn/s/3cd25ee90dc6"
  },
  {
    "文件名": "《不做软饭男》BY碉堡(推 快穿HE 多CP 小故事合集 励志文 系统使得主角重生改变吃软饭).txt",
    "夸克盘链接": "https://pan.quark.cn/s/3952bc48a902"
  },
  {
    "文件名": "《不留仙（修仙）》by月下凉州.txt",
    "夸克盘链接": "https://pan.quark.cn/s/600c747fdcc9"
  },
  {
    "文件名": "《捕捉小野莓》[AO]by星沉柠檬海.txt",
    "夸克盘链接": "https://pan.quark.cn/s/580fc868c9f9"
  },
  {
    "文件名": "《采花贼》byElizabeth.txt",
    "夸克盘链接": "https://pan.quark.cn/s/52a18fca2334"
  },
  {
    "文件名": "《病娇攻尽天下》BY慎言现代_性格扭曲病娇总攻_np_主攻_多受_壮受强受_多SM情节_调教_重口味_高H_肉文_HE.txt",
    "夸克盘链接": "https://pan.quark.cn/s/f7b89b972cce"
  },
  {
    "文件名": "《必果》完结.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c927b3d1eb6a"
  },
  {
    "文件名": "《标记覆盖》完结（ABO）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/abc56af379ed"
  },
  {
    "文件名": "《逼婚良缘》BY甜心小喵喵2017_09_13更新番外完结_古代HE_忠犬将军攻X温柔人妻受_甜宠_高H_生子.txt",
    "夸克盘链接": "https://pan.quark.cn/s/3358d406bacb"
  },
  {
    "文件名": "《彼得》(现代 纯肉).txt",
    "夸克盘链接": "https://pan.quark.cn/s/c45b1c8fc971"
  },
  {
    "文件名": "《崩坏的双性少年》食肉兔_完结（纤细受_校园_NP_）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/3f8ef62bab43"
  },
  {
    "文件名": "《本不风流》二飞 完结.txt",
    "夸克盘链接": "https://pan.quark.cn/s/1b52c8dff484"
  },
  {
    "文件名": "《被野兽的游戏日常》bymimicat（人兽）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/62601e2a3bf2"
  },
  {
    "文件名": "《被野兽艹穴的游戏日常》作家：mimicat（np）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/2761fdbacccd"
  },
  {
    "文件名": "《被迫成了他的替身男妻》 BY安曦（现代正文BE番外HE 泰迪渣男攻X好推软弱受 虐 渣攻贱受 追妻火葬场 番外数量超级多）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/4e7303a2d525"
  },
  {
    "文件名": "《被逃生游戏BOSS偏爱》BY般若罗（推 快穿 HE 蛇精病发骚专业户BOSS攻×汤姆苏万人迷受 悬疑风 在恐怖游戏里谈恋爱撩男人）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/2a66f805f79b"
  },
  {
    "文件名": "《被小骚逼勾引玩弄的肌肉父亲》.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a803494caa77"
  },
  {
    "文件名": "《被物化、犬化的肌肉男们》BY赫尔曼狄克.txt",
    "夸克盘链接": "https://pan.quark.cn/s/5a714a5a3a66"
  },
  {
    "文件名": "《被偏爱的小花妖【快穿】》by袖里青蛇.txt",
    "夸克盘链接": "https://pan.quark.cn/s/d653839e4c1d"
  },
  {
    "文件名": "《被民工狠操的日子》(纯肉 NP).txt",
    "夸克盘链接": "https://pan.quark.cn/s/ea177e76d7c0"
  },
  {
    "文件名": "《被哥哥痴汉的日子》by盎司.txt",
    "夸克盘链接": "https://pan.quark.cn/s/df65df1a9ed0"
  },
  {
    "文件名": "《班主任~》.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ca20dcb21bd8"
  },
  {
    "文件名": "《被捕刑警猛男的改造计划》.txt",
    "夸克盘链接": "https://pan.quark.cn/s/d889b96be48d"
  },
  {
    "文件名": "《绑恋》BY火盒子 (父子).txt",
    "夸克盘链接": "https://pan.quark.cn/s/09717d190c27"
  },
  {
    "文件名": "《八面“灵龙”》BY丰心卉(异世 架空 快穿 腹黑深情攻X逗比二货受 系统 重生 强强 1V1 去干活的时候总有个痴汉怎么破 HE).txt",
    "夸克盘链接": "https://pan.quark.cn/s/b5e6226c393b"
  },
  {
    "文件名": "《暗之岛之西岛 天使之翼》BY火舞燃天.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e9ba758bf190"
  },
  {
    "文件名": "《爸与》BY未知现代肉文_涉及年下_兄弟_NP_父子_爷孙_重口味_高H_慎入.txt",
    "夸克盘链接": "https://pan.quark.cn/s/295e9c53a507"
  },
  {
    "文件名": "《暗夜狂欲》BY妩媚 .txt",
    "夸克盘链接": "https://pan.quark.cn/s/da96a2f77253"
  },
  {
    "文件名": "《暗恋双性BDSM》BY东方陌现代HE_沉闷偏执攻X天真双性受_高H_互宠_走心走肾_带有BDSM情节.txt",
    "夸克盘链接": "https://pan.quark.cn/s/8aaa97f60996"
  },
  {
    "文件名": "《爱无能》BY阿漂现代_霸道少爷攻X懦弱MB受_渣攻贱受_攻受不洁_高H_小攻中途有失明小受作为医生去医治_HE.txt",
    "夸克盘链接": "https://pan.quark.cn/s/42d95573043f"
  },
  {
    "文件名": "《暗恋》BY_Fifteen古代_霸道护法攻X单恋暗卫受_暗恋_肉_高H_恩怨情仇_一名暗卫被人捉住把柄并要挟着为所欲为的狗血故事.txt",
    "夸克盘链接": "https://pan.quark.cn/s/70f388c021d6"
  },
  {
    "文件名": "《爱是放肆》BY皮卡丘现代HE_大哥攻&二哥攻X俊朗受_兄弟3p_双性_高H_有剧情有肉.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a494da0a986c"
  },
  {
    "文件名": "《爱上我的精牛养父》父子1奴 最新版51章.txt",
    "夸克盘链接": "https://pan.quark.cn/s/cde7d17340b1"
  },
  {
    "文件名": "《x瘾小少爷》by乳乳（总受）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/89b6cf4643d6"
  },
  {
    "文件名": "《爱犬（双性主人受犬攻）》BY放飞自我古代HE_逗比忠犬攻X淫荡双性受_人兽_高H_双性生子_攻是犬妖.txt",
    "夸克盘链接": "https://pan.quark.cn/s/51bdf5137880"
  },
  {
    "文件名": "《爱情这玩意儿》BYYK现代竹马_上司攻vs下属风流受_虐恋_暗恋成真_哥们变夫夫_HE_有肉渣.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c3c212ae6a42"
  },
  {
    "文件名": "《NTR公寓》by脑子一热.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ebe9e0062039"
  },
  {
    "文件名": "[坐标系]白色豪猪.txt",
    "夸克盘链接": "https://pan.quark.cn/s/94f4bc8e0386"
  },
  {
    "文件名": "[一头叫肥肥的乌龟]任务者总是变成万人迷.txt",
    "夸克盘链接": "https://pan.quark.cn/s/282c4c88d05a"
  },
  {
    "文件名": "《black》by痴人路过（总攻恩批 系统）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/3c845a34de42"
  },
  {
    "文件名": "[小捡子]甘棠.txt",
    "夸克盘链接": "https://pan.quark.cn/s/54409e401ece"
  },
  {
    "文件名": "[戏文]鸿山折玉.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c7b1629d84ad"
  },
  {
    "文件名": "[特蜜赫埃]夏苏们的达娃.txt",
    "夸克盘链接": "https://pan.quark.cn/s/58725a4d4424"
  },
  {
    "文件名": "[无暇666]傻货.txt",
    "夸克盘链接": "https://pan.quark.cn/s/825a8313ef5f"
  },
  {
    "文件名": "[晚月]也就那样.txt",
    "夸克盘链接": "https://pan.quark.cn/s/61f795d5027a"
  },
  {
    "文件名": "[我吃一口大肘子]阿青.txt",
    "夸克盘链接": "https://pan.quark.cn/s/4f021ef6a672"
  },
  {
    "文件名": "[孙黯]蜜月杀手.txt",
    "夸克盘链接": "https://pan.quark.cn/s/76ceca21d3f6"
  },
  {
    "文件名": "[热心市民张大姐]万里玉京.txt",
    "夸克盘链接": "https://pan.quark.cn/s/b3911eee4cb2"
  },
  {
    "文件名": "[谁叫诶嘿了]七年春.txt",
    "夸克盘链接": "https://pan.quark.cn/s/af32f45dfb14"
  },
  {
    "文件名": "[过季森林]假性情人.txt",
    "夸克盘链接": "https://pan.quark.cn/s/de489371fd88"
  },
  {
    "文件名": "[全水稻面包]用小号视奸前任掉马后.txt",
    "夸克盘链接": "https://pan.quark.cn/s/2210f65fd91e"
  },
  {
    "文件名": "[青葙今天更文了嘛]恋爱保质期.txt",
    "夸克盘链接": "https://pan.quark.cn/s/d66db7091e13"
  },
  {
    "文件名": "[漂亮的玫瑰]珍珠贝.txt",
    "夸克盘链接": "https://pan.quark.cn/s/b8fa31260d1c"
  },
  {
    "文件名": "熊小小合集7篇.zip",
    "夸克盘链接": "https://pan.quark.cn/s/3f846ccb305d"
  },
  {
    "文件名": "苏甫白合集11篇.zip",
    "夸克盘链接": "https://pan.quark.cn/s/39f20bd9a810"
  },
  {
    "文件名": "只想躺躺合集5篇.zip",
    "夸克盘链接": "https://pan.quark.cn/s/8a5cf81f3701"
  },
  {
    "文件名": "姜可是合集10篇.zip",
    "夸克盘链接": "https://pan.quark.cn/s/d97ff283008a"
  },
  {
    "文件名": "《穿越之异世修仙记》作者：十万里.txt",
    "夸克盘链接": "https://pan.quark.cn/s/8e20ff875179"
  },
  {
    "文件名": "《唇枪》作者：作者：金十四钗（北美实体番外）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a17e572833d4"
  },
  {
    "文件名": "《穿越之极品修仙》作者：月上银河.txt",
    "夸克盘链接": "https://pan.quark.cn/s/2569b078222b"
  },
  {
    "文件名": "《穿越种田养媳妇儿》作者：赤东灵.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ec0fdb3afffb"
  },
  {
    "文件名": "《春昼长》作者：居无竹.txt",
    "夸克盘链接": "https://pan.quark.cn/s/73fd7ac47c8b"
  },
  {
    "文件名": "《穿书之撩夫日常》作者：八月初至.txt",
    "夸克盘链接": "https://pan.quark.cn/s/db35668fa6fa"
  },
  {
    "文件名": "《穿越之仙家萌医》》作者：拾荒买时光.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a76790fd193c"
  },
  {
    "文件名": "《穿越小子种田记》作者：呈一舟.txt",
    "夸克盘链接": "https://pan.quark.cn/s/03f1207d4bdb"
  },
  {
    "文件名": "《穿越后捡了个美强惨夫郎》作者：嬴沧海.txt",
    "夸克盘链接": "https://pan.quark.cn/s/7b13f9406515"
  },
  {
    "文件名": "《穿为渣A的炮灰前妻》作者：香却.txt",
    "夸克盘链接": "https://pan.quark.cn/s/8682704a05b1"
  },
  {
    "文件名": "《穿为渣了大佬的小少爷后》作者：弦上听风.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a7d58cd27ecd"
  },
  {
    "文件名": "《穿书之逆袭神级御音师》作者：拾荒买时光.txt",
    "夸克盘链接": "https://pan.quark.cn/s/f6965f6f53c4"
  },
  {
    "文件名": "《穿书渣雄被捡来的雌虫骗身骗心》作者：漫浪西东.txt",
    "夸克盘链接": "https://pan.quark.cn/s/87ad5805e13d"
  },
  {
    "文件名": "《穿书后每天都是修罗场》作者：吾乃二哈（豪门穿书 超级能打极护短健气受x阴郁腹黑年下攻 甜文）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e9e55da0f22e"
  },
  {
    "文件名": "《穿书失败后我成渣攻朱砂痣[娱乐圈]》作者：笑奈奈.txt",
    "夸克盘链接": "https://pan.quark.cn/s/21a90d767ac4"
  },
  {
    "文件名": "《穿进虚假童话后和主角he了[慢穿]》作者：白酒音.txt",
    "夸克盘链接": "https://pan.quark.cn/s/802e8ea864c4"
  },
  {
    "文件名": "《穿书后我跟主角攻抢雌君[虫族]》作者：谢玉飞花.txt",
    "夸克盘链接": "https://pan.quark.cn/s/777e35ff356b"
  },
  {
    "文件名": "《穿书后失忆A只想回家贴贴》作者：黎小黎.txt",
    "夸克盘链接": "https://pan.quark.cn/s/6c28307e745d"
  },
  {
    "文件名": "《穿书后大反派好凶残我好爱》作者：凌莫蓠.txt",
    "夸克盘链接": "https://pan.quark.cn/s/10a1ae241446"
  },
  {
    "文件名": "《穿进魔法世界，但学高数》作者：雾林迢.txt",
    "夸克盘链接": "https://pan.quark.cn/s/1323cf0828bb"
  },
  {
    "文件名": "《穿进恋综后影帝天天蛊惑》作者：鹤见奈川.txt",
    "夸克盘链接": "https://pan.quark.cn/s/14f2a4f69cf9"
  },
  {
    "文件名": "《穿到渣攻迫害反派前》作者：棠揽月.txt",
    "夸克盘链接": "https://pan.quark.cn/s/780a87d0de0c"
  },
  {
    "文件名": "《穿画后惹了高冷师尊》作者：三十风阶.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a950b90f9d27"
  },
  {
    "文件名": "《穿到史前就爱种田》作者：故乡异客.txt",
    "夸克盘链接": "https://pan.quark.cn/s/98c19d569494"
  },
  {
    "文件名": "《穿到权臣堆里玩厚黑学》作者：江涵秋.txt",
    "夸克盘链接": "https://pan.quark.cn/s/940b3384c3d8"
  },
  {
    "文件名": "《穿到兽人部落（双性总受）》作者：茯苓.txt",
    "夸克盘链接": "https://pan.quark.cn/s/6824303bcfe9"
  },
  {
    "文件名": "《穿到古代种田养猪》作者：发迹兽.txt",
    "夸克盘链接": "https://pan.quark.cn/s/1ac45d132ff2"
  },
  {
    "文件名": "《穿到法老身边做权臣》作者：几树.txt",
    "夸克盘链接": "https://pan.quark.cn/s/1a4df0bcdfc6"
  },
  {
    "文件名": "《穿到部落当祭司》作者：麦田里的兔子.txt",
    "夸克盘链接": "https://pan.quark.cn/s/b4ddc87ee577"
  },
  {
    "文件名": "《穿到隔壁女频里勾走女二》作者：好运逢时.txt",
    "夸克盘链接": "https://pan.quark.cn/s/643e00a06dac"
  },
  {
    "文件名": "《穿成作死omega后被校草盯上了》作者：碧落长河.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ad3b4b84b923"
  },
  {
    "文件名": "《穿成渣O小主播[电竞]》作者：糖弦.txt",
    "夸克盘链接": "https://pan.quark.cn/s/97045701b5b5"
  },
  {
    "文件名": "《穿成渣A美神老婆总想钓我》作者：时微雨.txt",
    "夸克盘链接": "https://pan.quark.cn/s/4b8f82a34f2a"
  },
  {
    "文件名": "《穿成纸片人的小侍妾》作者：云朵糖.txt",
    "夸克盘链接": "https://pan.quark.cn/s/eb4039cfed12"
  },
  {
    "文件名": "《穿成勇者的我只想种田》作者：礼糕.txt",
    "夸克盘链接": "https://pan.quark.cn/s/4d7238fa161b"
  },
  {
    "文件名": "《穿成校草的心机初恋》作者：薄荷冰茶.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ef26e6b4ff22"
  },
  {
    "文件名": "《穿成一个男贵妃》作者：千重鲤.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e029ea02aca5"
  },
  {
    "文件名": "《穿成小奶狐后师尊总想摸我尾巴》作者：椋裎.txt",
    "夸克盘链接": "https://pan.quark.cn/s/2d45824095fd"
  },
  {
    "文件名": "《穿成无情道剑尊的病弱道侣》作者：后简.txt",
    "夸克盘链接": "https://pan.quark.cn/s/3d5c39b9bab8"
  },
  {
    "文件名": "《穿成校草的绑定cp》作者：干草莓.txt",
    "夸克盘链接": "https://pan.quark.cn/s/dc16ad8055f0"
  },
  {
    "文件名": "《穿成土匪搞基建》作者：妄别管.txt",
    "夸克盘链接": "https://pan.quark.cn/s/464c90573b4d"
  },
  {
    "文件名": "《穿成万人迷文里的绿茶后》作者：冉戈.txt",
    "夸克盘链接": "https://pan.quark.cn/s/f19bb00d608a"
  },
  {
    "文件名": "《穿成少年君王的人鱼后》作者：猫杏.txt",
    "夸克盘链接": "https://pan.quark.cn/s/7146e4694dad"
  },
  {
    "文件名": "《穿成师尊的炮灰孽徒[穿书]》作者：金大容.txt",
    "夸克盘链接": "https://pan.quark.cn/s/90190883d53f"
  },
  {
    "文件名": "《穿成傻子后和反派大佬好了》作者：秋丛.txt",
    "夸克盘链接": "https://pan.quark.cn/s/abb4a742c91f"
  },
  {
    "文件名": "《穿成炮灰也要好好活一次》作者：时移.txt",
    "夸克盘链接": "https://pan.quark.cn/s/bc5941831b2c"
  },
  {
    "文件名": "《穿成炮灰后和灰姑娘he了》作者：千素园丁.txt",
    "夸克盘链接": "https://pan.quark.cn/s/581abf40b4f3"
  },
  {
    "文件名": "《穿成炮灰后跟女主he了[穿书]》作者：八两白酒.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e400e654b83e"
  },
  {
    "文件名": "《穿成偏执反派的娇气小玫瑰》作者：虞星.txt",
    "夸克盘链接": "https://pan.quark.cn/s/0282f17ac919"
  },
  {
    "文件名": "《穿成炮灰后反派他爱上我了》作者：摇呼啦圈.txt",
    "夸克盘链接": "https://pan.quark.cn/s/9b1fc21efd51"
  },
  {
    "文件名": "《穿成秘境后我用游戏改造修真界》作者：故寻.txt",
    "夸克盘链接": "https://pan.quark.cn/s/aca599054455"
  },
  {
    "文件名": "《穿成男配后抱紧了反派大腿》作者：未宸书.txt",
    "夸克盘链接": "https://pan.quark.cn/s/764fc1b7b96d"
  },
  {
    "文件名": "《穿成虐文女主后养了个大佬猫》作者：洛家老幺.txt",
    "夸克盘链接": "https://pan.quark.cn/s/1c223433f4e5"
  },
  {
    "文件名": "《穿成美强惨大佬的猫》作者：小欠有点咸.txt",
    "夸克盘链接": "https://pan.quark.cn/s/721aa41ffcd7"
  },
  {
    "文件名": "《穿成黑化霸总的小娇夫》作者：顾偏执.txt",
    "夸克盘链接": "https://pan.quark.cn/s/7668356d1c0f"
  },
  {
    "文件名": "《穿成黄油游戏主角受》作者：酸菜鱼.txt",
    "夸克盘链接": "https://pan.quark.cn/s/d230a3e4a807"
  },
  {
    "文件名": "《穿成豪门总裁的作死前夫[穿书]》作者：爻雪（穿书豪门，生子）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/877f5dcc3f7b"
  },
  {
    "文件名": "《穿成高危师尊后我反向套路》作者：云非邪.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c32e79b4f5c2"
  },
  {
    "文件名": "《穿成反派师尊后每日都在养团子》作者：若饮君兰.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ed0273503ca6"
  },
  {
    "文件名": "《穿成豪门真少爷后我爆红了[电竞]》作者：Yolo缪.txt",
    "夸克盘链接": "https://pan.quark.cn/s/758ad00e4c93"
  },
  {
    "文件名": "《穿成豪门狗血文里的炮灰攻》作者：黄金毛.txt",
    "夸克盘链接": "https://pan.quark.cn/s/6437523a069a"
  },
  {
    "文件名": "《穿成腹黑反派的心尖小甜猫[穿书]》作者：麋鹿与花.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c015734cc7c7"
  },
  {
    "文件名": "《穿成反派掌中娇》作者：肥煮幼骗.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a0da1d353a09"
  },
  {
    "文件名": "《穿成反派后我和偏执男主HE了》作者：折吱.txt",
    "夸克盘链接": "https://pan.quark.cn/s/1c23828c4c42"
  },
  {
    "文件名": "《穿成反派雄虫如何求生[虫族]》作者：叫我妖灯就好了.txt",
    "夸克盘链接": "https://pan.quark.cn/s/285a3a26ed0b"
  },
  {
    "文件名": "《穿成反派他崽[快穿]》作者：宜黎.txt",
    "夸克盘链接": "https://pan.quark.cn/s/47c2e144f87a"
  },
  {
    "文件名": "《穿成反派师兄和主角HE了》作者：驰川.txt",
    "夸克盘链接": "https://pan.quark.cn/s/23e73d127109"
  },
  {
    "文件名": "《穿成反派师尊后每天都在洗白》作者：一鱼秋池.txt",
    "夸克盘链接": "https://pan.quark.cn/s/830923642def"
  },
  {
    "文件名": "《穿成反派后和黑月光he了》作者：鼓瑟吹笙.txt",
    "夸克盘链接": "https://pan.quark.cn/s/cbddb6ab752c"
  },
  {
    "文件名": "《穿成反派的道侣》作者：东北大灰狼.txt",
    "夸克盘链接": "https://pan.quark.cn/s/f4ce5900ff4e"
  },
  {
    "文件名": "《穿成反派后我emo了》作者：一十五.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ed1d022da1d5"
  },
  {
    "文件名": "《穿成反派后成了所有人的白月光》作者：夜玥星.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e2f2f90a8f4a"
  },
  {
    "文件名": "《穿成反派的冒牌家长》作者：飞禽走兽.txt",
    "夸克盘链接": "https://pan.quark.cn/s/d0aa690ee449"
  },
  {
    "文件名": "《穿成反派后被HE了[穿书]》作者：千里落花风.txt",
    "夸克盘链接": "https://pan.quark.cn/s/fd6f5c6bbc6a"
  },
  {
    "文件名": "《穿成反派国师后》作者：苓生.txt",
    "夸克盘链接": "https://pan.quark.cn/s/11ce070e9b03"
  },
  {
    "文件名": "《穿成反派暴君怀里的小奶猫》作者：月月.txt",
    "夸克盘链接": "https://pan.quark.cn/s/2880b728f481"
  },
  {
    "文件名": "《穿成病弱反派的白月光》作者：闻卿.txt",
    "夸克盘链接": "https://pan.quark.cn/s/21380f98a852"
  },
  {
    "文件名": "《穿成病弱师妹》作者：七月岸.txt",
    "夸克盘链接": "https://pan.quark.cn/s/3630c08bc105"
  },
  {
    "文件名": "《穿成病弱小师尊》作者：墨書.txt",
    "夸克盘链接": "https://pan.quark.cn/s/dda80378a83a"
  },
  {
    "文件名": "《穿成恶毒女配？我攻略女主！》作者：季粥.txt",
    "夸克盘链接": "https://pan.quark.cn/s/070c329c1230"
  },
  {
    "文件名": "《触手系迷恋指南》作者：神郎采金.txt",
    "夸克盘链接": "https://pan.quark.cn/s/65df114b7a06"
  },
  {
    "文件名": "《触手怪总向我释放求偶电波》作者：塘新线.txt",
    "夸克盘链接": "https://pan.quark.cn/s/00a60454f3d9"
  },
  {
    "文件名": "《触手十八厘米是笨蛋》作者：落瀑.txt",
    "夸克盘链接": "https://pan.quark.cn/s/14c24ffe503d"
  },
  {
    "文件名": "《触手，十八厘米，是笨蛋》作者：落瀑.txt",
    "夸克盘链接": "https://pan.quark.cn/s/84889aa06d75"
  },
  {
    "文件名": "《楚慈》作者：来楼顶吹风.txt",
    "夸克盘链接": "https://pan.quark.cn/s/58871ec8fc7e"
  },
  {
    "文件名": "《虫族之侍奉准则》作者：小土豆咸饭.txt",
    "夸克盘链接": "https://pan.quark.cn/s/8d7cd812d21c"
  },
  {
    "文件名": "《虫族之原来你也是雄子（1v1 穿越 互攻）》作者：风烟挽.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a9fe03ff680d"
  },
  {
    "文件名": "《崇哥》作者：毒药.txt",
    "夸克盘链接": "https://pan.quark.cn/s/fe48359c1262"
  },
  {
    "文件名": "《虫族之某店的地下室（总攻）》作者：咦咦咦.txt",
    "夸克盘链接": "https://pan.quark.cn/s/d1d03c030054"
  },
  {
    "文件名": "《虫族之易孕亚雌》作者：大地母神（np）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ec8889c02e36"
  },
  {
    "文件名": "《虫族之军团长家的小草莓（np总攻 主攻）》作者：扑棱蝶子.txt",
    "夸克盘链接": "https://pan.quark.cn/s/23107a6cc093"
  },
  {
    "文件名": "《虫族之Pornstar虫族之天黄巨星》作者：小野兽 完结+2番外-到这.txt",
    "夸克盘链接": "https://pan.quark.cn/s/811b8738bffe"
  },
  {
    "文件名": "《虫族之当记忆苏醒 》作者：煌月.txt",
    "夸克盘链接": "https://pan.quark.cn/s/75736a5f8255"
  },
  {
    "文件名": "《虫族之伏沙（强势美攻x温顺强受 互宠）》作者：公子总攻.txt",
    "夸克盘链接": "https://pan.quark.cn/s/6dc666a4b743"
  },
  {
    "文件名": "《虫族之归家》作者：哼哼（主攻1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/3dfe6fa0b2cd"
  },
  {
    "文件名": "《虫系103星》作者：狐狸默然.txt",
    "夸克盘链接": "https://pan.quark.cn/s/4329db051085"
  },
  {
    "文件名": "《冲喜小夫郎》作者：骷雾.txt",
    "夸克盘链接": "https://pan.quark.cn/s/39002c25083e"
  },
  {
    "文件名": "《痴情攻必死无疑[快穿]》作者：给我风和花.txt",
    "夸克盘链接": "https://pan.quark.cn/s/6bf35e5a21ac"
  },
  {
    "文件名": "《池教授又又又心动了》作者：周二娃.txt",
    "夸克盘链接": "https://pan.quark.cn/s/7832289dec37"
  },
  {
    "文件名": "《炽音》作者：月缄.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e454801512d7"
  },
  {
    "文件名": "《池心沉雀》作者：烈冶.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a4969fa143ca"
  },
  {
    "文件名": "《吃瓜发现我全家皆大佬》作者：一口果.txt",
    "夸克盘链接": "https://pan.quark.cn/s/bced0fc4f5a4"
  },
  {
    "文件名": "《沉迷种田的爽文男配》作者：大脸饼.txt",
    "夸克盘链接": "https://pan.quark.cn/s/debf01731fdf"
  },
  {
    "文件名": "《吃瓜心声泄漏后被团宠了》作者：烟柳若云.txt",
    "夸克盘链接": "https://pan.quark.cn/s/9f02bf046bec"
  },
  {
    "文件名": "《丞相重生后只想摆烂》作者：云非邪.txt",
    "夸克盘链接": "https://pan.quark.cn/s/6c24bba6e00a"
  },
  {
    "文件名": "《成为反派的双胞胎兄弟》作者：眼前叼人.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c2ad34cba7c1"
  },
  {
    "文件名": "《成为神罗战士后他叛逃了》作者：希望之星.txt",
    "夸克盘链接": "https://pan.quark.cn/s/1ae0acd71ecd"
  },
  {
    "文件名": "《成了病弱反派的吊命人参后》作者：长乐夜未央.txt",
    "夸克盘链接": "https://pan.quark.cn/s/b936b7774f68"
  },
  {
    "文件名": "《唱跳顶流被迫当资源咖后[穿书]》作者：鹿忘.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a7bd21d4262b"
  },
  {
    "文件名": "《臣是被逼的》作者：金铃子.txt",
    "夸克盘链接": "https://pan.quark.cn/s/7461a3dde0d8"
  },
  {
    "文件名": "《缠枝牡丹》作者：舒辞.txt",
    "夸克盘链接": "https://pan.quark.cn/s/8656b3e49c07"
  },
  {
    "文件名": "《艹遍三界（修真 系统）》48万字作者：安安.txt",
    "夸克盘链接": "https://pan.quark.cn/s/6b720bbe487b"
  },
  {
    "文件名": "《差生自救指南》作者：伯爵乌龙茶.txt",
    "夸克盘链接": "https://pan.quark.cn/s/1a2049f39216"
  },
  {
    "文件名": "《操蛋双子的夜夜春宵【孪生兄弟、双性、产乳、年下】》作者：肆月韶光.txt",
    "夸克盘链接": "https://pan.quark.cn/s/9562808a7cb8"
  },
  {
    "文件名": "《仓鼠和金雕怎么谈恋爱》作者：鹤梓.txt",
    "夸克盘链接": "https://pan.quark.cn/s/f41f879503d7"
  },
  {
    "文件名": "《猜心游戏》作者：不脆早点睡.txt",
    "夸克盘链接": "https://pan.quark.cn/s/5360fb0fbb6f"
  },
  {
    "文件名": "《不信你不硬》作者：魍生.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a0dde4193cf3"
  },
  {
    "文件名": "《不许觊觎漂亮寡夫[无限]》作者：木半.txt",
    "夸克盘链接": "https://pan.quark.cn/s/9fbed375f778"
  },
  {
    "文件名": "《不想当神仙的相声艺人不是好道士》作者：还诚.txt",
    "夸克盘链接": "https://pan.quark.cn/s/627985346b1b"
  },
  {
    "文件名": "《不可名状的聊天群》作者：鱼危.txt",
    "夸克盘链接": "https://pan.quark.cn/s/15024ad39a9b"
  },
  {
    "文件名": "《不如我们从头来过》作者：檐下月.txt",
    "夸克盘链接": "https://pan.quark.cn/s/21e3f8e1d93e"
  },
  {
    "文件名": "《不仁》作者：三改火.txt",
    "夸克盘链接": "https://pan.quark.cn/s/108f0b15fda7"
  },
  {
    "文件名": "《不仅仅是喜欢薄荷》作者：无尽夏的影子.txt",
    "夸克盘链接": "https://pan.quark.cn/s/6ee111962f04"
  },
  {
    "文件名": "《不红就要回去修仙[娱乐圈]》作者：长生君.txt",
    "夸克盘链接": "https://pan.quark.cn/s/1af0dfda25a8"
  },
  {
    "文件名": "《不抵》作者：有只伞.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a9572ecaaa2d"
  },
  {
    "文件名": "《不爱，离远点》作者：麻匣.txt",
    "夸克盘链接": "https://pan.quark.cn/s/1c6a164bf906"
  },
  {
    "文件名": "《不般配信息素》作者：狮不狮.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ecc9c82a30f3"
  },
  {
    "文件名": "《病秧子总被主角受宠坏[快穿]》作者：时婵.txt",
    "夸克盘链接": "https://pan.quark.cn/s/589a2738b945"
  },
  {
    "文件名": "《病秧子穿成渣A后》作者：玉楼九重.txt",
    "夸克盘链接": "https://pan.quark.cn/s/92abfcdf8b71"
  },
  {
    "文件名": "《病美人竹马只给我抱》作者：柒神.txt",
    "夸克盘链接": "https://pan.quark.cn/s/14872161fc13"
  },
  {
    "文件名": "《病弱美人和大反派HE了》作者：春日融融.txt",
    "夸克盘链接": "https://pan.quark.cn/s/10369d9b8512"
  },
  {
    "文件名": "《病美人只想安静续命》作者：旭小岩.txt",
    "夸克盘链接": "https://pan.quark.cn/s/107c3dbb567b"
  },
  {
    "文件名": "《病美人现身说法[快穿]》作者：闻不渡.txt",
    "夸克盘链接": "https://pan.quark.cn/s/05c455afbaf4"
  },
  {
    "文件名": "《病美人老攻怎么还没死！》作者：时已晚.txt",
    "夸克盘链接": "https://pan.quark.cn/s/6ed402fd0993"
  },
  {
    "文件名": "《病美人摆烂后剧情崩了》作者：盈灯.txt",
    "夸克盘链接": "https://pan.quark.cn/s/32b1196787ce"
  },
  {
    "文件名": "《病美人剑修他声名狼藉》作者：水落间.txt",
    "夸克盘链接": "https://pan.quark.cn/s/93bb8c642bdc"
  },
  {
    "文件名": "《病美人白月光决定摆烂（重生）》作者：小树撞鹿.txt",
    "夸克盘链接": "https://pan.quark.cn/s/6eafcb746cb9"
  },
  {
    "文件名": "《冰山挚恋》作者：湖中歌.txt",
    "夸克盘链接": "https://pan.quark.cn/s/034b28dc43d9"
  },
  {
    "文件名": "《丙丁神通》作者：断金刀.txt",
    "夸克盘链接": "https://pan.quark.cn/s/39031a819ea6"
  },
  {
    "文件名": "《冰山部长是午夜场主播》作者：小白不高冷.txt",
    "夸克盘链接": "https://pan.quark.cn/s/00e0208efb30"
  },
  {
    "文件名": "《别装》作者：路曲十三.txt",
    "夸克盘链接": "https://pan.quark.cn/s/be80b11bf889"
  },
  {
    "文件名": "《别装，你就是喜欢我！》作者：一只悍喵.txt",
    "夸克盘链接": "https://pan.quark.cn/s/3a9dd1d44d8f"
  },
  {
    "文件名": "《别打电竞》作者：AVEN野草.txt",
    "夸克盘链接": "https://pan.quark.cn/s/d31035bbebf6"
  },
  {
    "文件名": "《别想吓我》作者：山河不倦.txt",
    "夸克盘链接": "https://pan.quark.cn/s/751c8fdde958"
  },
  {
    "文件名": "《别咬尾巴》作者：湖渊不知鱼.txt",
    "夸克盘链接": "https://pan.quark.cn/s/da3069c6e4e1"
  },
  {
    "文件名": "《别逼我放弃人籍》作者：素衣渡江.txt",
    "夸克盘链接": "https://pan.quark.cn/s/10c2a858eb55"
  },
  {
    "文件名": "《变成真人该怎样打出HE结局》作者：牙膏漱口水.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ba292efa94a8"
  },
  {
    "文件名": "《变态家族的雄主【np 虫族总攻】》作者：湛蓝.txt",
    "夸克盘链接": "https://pan.quark.cn/s/43af411819de"
  },
  {
    "文件名": "《表面姐妹[无限]》作者：鲸饮吞海.txt",
    "夸克盘链接": "https://pan.quark.cn/s/706fe2defc58"
  },
  {
    "文件名": "《变成一个呱蛙子》作者：四叶草多一片.txt",
    "夸克盘链接": "https://pan.quark.cn/s/bdf5d150593a"
  },
  {
    "文件名": "《比我大十五岁怎么了！》作者：Somna.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ec47d2f2dec6"
  },
  {
    "文件名": "《陛下，殿下他借尸还魂啦》作者：雪落烟前.txt",
    "夸克盘链接": "https://pan.quark.cn/s/068c136226bf"
  },
  {
    "文件名": "《变成人偶后和校草在一起了》作者：掌心吻.txt",
    "夸克盘链接": "https://pan.quark.cn/s/0a2503b34ca3"
  },
  {
    "文件名": "《陛下，冷静啊！（剧本双穿）》作者：今茶.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e4078f49e6b8"
  },
  {
    "文件名": "《逼奸寡嫂（双性）》作者：蟹老板哒哒哒.txt",
    "夸克盘链接": "https://pan.quark.cn/s/efe040e466b3"
  },
  {
    "文件名": "《笨小孩》作者：秦焕.txt",
    "夸克盘链接": "https://pan.quark.cn/s/4fa64e5674b1"
  },
  {
    "文件名": "《笨蛋小丧尸靠美貌横行末世》作者：酱油桑.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e4259ee0169c"
  },
  {
    "文件名": "《本座对她感到恶心》作者：食鹿客.txt",
    "夸克盘链接": "https://pan.quark.cn/s/5c99c0cf60e3"
  },
  {
    "文件名": "《笨蛋小猫会成为社畜吗》作者：一日番.txt",
    "夸克盘链接": "https://pan.quark.cn/s/b8436edff142"
  },
  {
    "文件名": "《本座恋爱脑》作者：凤崎舞.txt",
    "夸克盘链接": "https://pan.quark.cn/s/42aa52634a27"
  },
  {
    "文件名": "《本王废物》作者：青衣杏林.txt",
    "夸克盘链接": "https://pan.quark.cn/s/3b5c90cc9504"
  },
  {
    "文件名": "《本人男，但相亲对象是男》作者：山野嘉树.txt",
    "夸克盘链接": "https://pan.quark.cn/s/d39d670ae156"
  },
  {
    "文件名": "《被拽落的月亮》作者：眷安.txt",
    "夸克盘链接": "https://pan.quark.cn/s/9430aac60935"
  },
  {
    "文件名": "《被养大的真少爷强取豪夺》作者：白耳猫.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a462a410efea"
  },
  {
    "文件名": "《被献给反派后》作者：咕彦.txt",
    "夸克盘链接": "https://pan.quark.cn/s/fe9e8f3cbf32"
  },
  {
    "文件名": "《被隐形贞操锁折磨的篮球队长队员》上（禁射边缘种马微虐）_作者D.txt",
    "夸克盘链接": "https://pan.quark.cn/s/0189a9f9b185"
  },
  {
    "文件名": "《被我的情敌标记了》作者：熊小小.txt",
    "夸克盘链接": "https://pan.quark.cn/s/0af371a7a528"
  },
  {
    "文件名": "《被摄政王买回去之后》作者：昨夜何事.txt",
    "夸克盘链接": "https://pan.quark.cn/s/31bd496387b8"
  },
  {
    "文件名": "《被迫照顾主角后走不掉了[穿书]》作者：星愉.txt",
    "夸克盘链接": "https://pan.quark.cn/s/36fb86138a70"
  },
  {
    "文件名": "《被全江湖追杀之后》作者：不周天.txt",
    "夸克盘链接": "https://pan.quark.cn/s/dca51518718a"
  },
  {
    "文件名": "《被迫马甲》作者：鹿林枫栖.txt",
    "夸克盘链接": "https://pan.quark.cn/s/d8aca2b1984d"
  },
  {
    "文件名": "《被迫成为反派的猫》作者：栾云夏.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ad9ceac4661b"
  },
  {
    "文件名": "《被男朋友甩后，我成了世界冠军》作者：咖喱鸡饭.txt",
    "夸克盘链接": "https://pan.quark.cn/s/b18068226104"
  },
  {
    "文件名": "《被皇帝偷看心声日志后》作者：三傻二疯.txt",
    "夸克盘链接": "https://pan.quark.cn/s/d9c3c1a5afd6"
  },
  {
    "文件名": "《被联盟战神拯救后》作者：七层枇杷.txt",
    "夸克盘链接": "https://pan.quark.cn/s/dcd2417ca637"
  },
  {
    "文件名": "【完结收藏11k】《高门深户》作者：孟还.txt",
    "夸克盘链接": "https://pan.quark.cn/s/dfd13053d05c"
  },
  {
    "文件名": "《被克制了》作者：四野深深.txt",
    "夸克盘链接": "https://pan.quark.cn/s/cd0a21a8832f"
  },
  {
    "文件名": "【完结收藏10k】《春绵》作者：Alvaros.txt",
    "夸克盘链接": "https://pan.quark.cn/s/73fe4c715fd7"
  },
  {
    "文件名": "【完结收藏3.5k】《奶狗直播间》作者：假的.txt",
    "夸克盘链接": "https://pan.quark.cn/s/95bdda61ec98"
  },
  {
    "文件名": "【完结收藏4.1k】《苹果树》作者：小美女士.txt",
    "夸克盘链接": "https://pan.quark.cn/s/eb35a3937684"
  },
  {
    "文件名": "【完结收藏2.1k】《美梦成真》作者：E型号滤波器.txt",
    "夸克盘链接": "https://pan.quark.cn/s/30f6a203e2ca"
  },
  {
    "文件名": "【完结收藏2.2k】《无耻之徒》作者：不存在的荷德森.txt",
    "夸克盘链接": "https://pan.quark.cn/s/054094e55c64"
  },
  {
    "文件名": "【完结收藏1.8k】《线两边》作者：村头二少.txt",
    "夸克盘链接": "https://pan.quark.cn/s/41223fee1a78"
  },
  {
    "文件名": "【完结收藏1.1k】《枉长生》作者：拾音者.txt",
    "夸克盘链接": "https://pan.quark.cn/s/d7bb51e2955e"
  },
  {
    "文件名": "【完结收藏1.5k】《小熊玩偶》作者：草莓味的西瓜霜.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e43ba71daeb3"
  },
  {
    "文件名": "【完结】谁来言说夜晚  作者：金十四钗.txt",
    "夸克盘链接": "https://pan.quark.cn/s/b35b8a1af687"
  },
  {
    "文件名": "【完结】《Alpha太高冷是要被标记的》作者：裴纸雀.txt",
    "夸克盘链接": "https://pan.quark.cn/s/b4565f83a48a"
  },
  {
    "文件名": "【完结】《限时热恋》作者：富贵吉娃娃.txt",
    "夸克盘链接": "https://pan.quark.cn/s/f56ee77923fa"
  },
  {
    "文件名": "【完结】《恶魔鸟》作者：夜很贫瘠.txt",
    "夸克盘链接": "https://pan.quark.cn/s/3b59202c4302"
  },
  {
    "文件名": "【完结】《破碎的他》作者：大波波.txt",
    "夸克盘链接": "https://pan.quark.cn/s/6f9ffa494fd4"
  },
  {
    "文件名": "【完结】《AI崽崽也能是团宠》作者：姚钱树.txt",
    "夸克盘链接": "https://pan.quark.cn/s/fd6068f46830"
  },
  {
    "文件名": "【福利番全】《找错反派哥哥后》作者：青端.txt",
    "夸克盘链接": "https://pan.quark.cn/s/499c374f1fd0"
  },
  {
    "文件名": "【完结】《60天限定》作者：外星来的熊猫.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a79cae183b74"
  },
  {
    "文件名": "【福利番全】《我在霸总文学里当家庭医生》作者：策马听风.txt",
    "夸克盘链接": "https://pan.quark.cn/s/5e7f6a3abf91"
  },
  {
    "文件名": "【连载12】《危险关系》作者：苏甫白.txt",
    "夸克盘链接": "https://pan.quark.cn/s/0caac0f94f7b"
  },
  {
    "文件名": "【连载2】《序曲还是完结篇》作者：苏甫白.txt",
    "夸克盘链接": "https://pan.quark.cn/s/0c6377bfd715"
  },
  {
    "文件名": "【连载2】《不安跳动》作者：苏甫白.txt",
    "夸克盘链接": "https://pan.quark.cn/s/35b88c025ce1"
  },
  {
    "文件名": "【福利番全】《明宫小食光》作者：银河灿烂.txt",
    "夸克盘链接": "https://pan.quark.cn/s/6094013db2b0"
  },
  {
    "文件名": "【福利番全】《谁规定白月光必须是个人》作者：苏词里.txt",
    "夸克盘链接": "https://pan.quark.cn/s/fccc9ef47cb4"
  },
  {
    "文件名": "【福利番全】《大秦相国夫人》作者：红姜花.txt",
    "夸克盘链接": "https://pan.quark.cn/s/95cd91626494"
  },
  {
    "文件名": "【福利番全】《穿成亡国太子妃》作者：团子来袭.txt",
    "夸克盘链接": "https://pan.quark.cn/s/1d8c0899d60f"
  },
  {
    "文件名": "【福利番1】《我们可没有谈恋爱！》作者：时有幸.txt",
    "夸克盘链接": "https://pan.quark.cn/s/5f903d92875b"
  },
  {
    "文件名": "【福利番2】《大美人带崽进城务工》作者：小文旦.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a4c9be681c83"
  },
  {
    "文件名": "【番全收藏29k】《攀龙附凤》作者：knightflower.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ea1ce76cf06a"
  },
  {
    "文件名": "【番全收藏1.6k】《作精养成指南》作者：只想躺躺.txt",
    "夸克盘链接": "https://pan.quark.cn/s/237aab78519b"
  },
  {
    "文件名": "【番全收藏3.1k】《和绿茶结婚以后》作者：只想躺躺.txt",
    "夸克盘链接": "https://pan.quark.cn/s/da1628ba9dae"
  },
  {
    "文件名": "【番全】《生长痛》作者：春意夏.txt",
    "夸克盘链接": "https://pan.quark.cn/s/21a75b90d3a3"
  },
  {
    "文件名": "【番全收藏1.4k】《爱意长满花花》作者：只想躺躺.txt",
    "夸克盘链接": "https://pan.quark.cn/s/4a20a34705f2"
  },
  {
    "文件名": "【番全收藏1.3k】《室友好香啊！》作者：只想躺躺.txt",
    "夸克盘链接": "https://pan.quark.cn/s/0d9e3c6a6813"
  },
  {
    "文件名": "【番全】《亲密距离》作者：苏甫白.txt",
    "夸克盘链接": "https://pan.quark.cn/s/7a997b4002aa"
  },
  {
    "文件名": "【番全】《在冬天来之前》作者：苏甫白.txt",
    "夸克盘链接": "https://pan.quark.cn/s/62e50236b691"
  },
  {
    "文件名": "【番全收藏1.1k】《残缺品》作者：汪汪酸奶.txt",
    "夸克盘链接": "https://pan.quark.cn/s/41ff4409f6cf"
  },
  {
    "文件名": "【番全】《恶魔的本性》作者：苏甫白.txt",
    "夸克盘链接": "https://pan.quark.cn/s/b4ac31b5ef99"
  },
  {
    "文件名": "【番全】《梦游症》作者：只想躺躺.txt",
    "夸克盘链接": "https://pan.quark.cn/s/62317141d615"
  },
  {
    "文件名": "【番1】《苹果树》作者：小美女士.txt",
    "夸克盘链接": "https://pan.quark.cn/s/b3a548ed4d05"
  },
  {
    "文件名": "【番1收藏1.4k】《午间暖阳》作者：望裕.txt",
    "夸克盘链接": "https://pan.quark.cn/s/f2e03037d133"
  },
  {
    "文件名": "【cp完结】《納西索斯》作者：姜可是.txt",
    "夸克盘链接": "https://pan.quark.cn/s/4724295b79b8"
  },
  {
    "文件名": "《子寄意言》作者：苏甫白.txt",
    "夸克盘链接": "https://pan.quark.cn/s/f46358348b33"
  },
  {
    "文件名": "《致新世界》作者：姜可是.txt",
    "夸克盘链接": "https://pan.quark.cn/s/553196590479"
  },
  {
    "文件名": "《英年早婚》作者：熊小小.txt",
    "夸克盘链接": "https://pan.quark.cn/s/6104f52d2912"
  },
  {
    "文件名": "《欲吟还休》作者：苏甫白.txt",
    "夸克盘链接": "https://pan.quark.cn/s/5a4126f5ebbb"
  },
  {
    "文件名": "《言和叙之》作者：苏甫白.txt",
    "夸克盘链接": "https://pan.quark.cn/s/b3570bbd6e2f"
  },
  {
    "文件名": "《心事九龙塘》作者：姜可是.txt",
    "夸克盘链接": "https://pan.quark.cn/s/78ef09ae3378"
  },
  {
    "文件名": "《我凭什么要亲你》作者：苏甫白.txt",
    "夸克盘链接": "https://pan.quark.cn/s/0b4737dd13af"
  },
  {
    "文件名": "《人可不可以吻烟花》作者：姜可是.txt",
    "夸克盘链接": "https://pan.quark.cn/s/5c5b4337a488"
  },
  {
    "文件名": "《甜美的眼睛》作者：姜可是.txt",
    "夸克盘链接": "https://pan.quark.cn/s/931bed4327d3"
  },
  {
    "文件名": "《热的汤，软的面包》作者：姜可是.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a409c731c461"
  },
  {
    "文件名": "《热带雨林》作者：姜可是.txt",
    "夸克盘链接": "https://pan.quark.cn/s/98b084c7f16e"
  },
  {
    "文件名": "《害群之马 》作者：熊小小.txt",
    "夸克盘链接": "https://pan.quark.cn/s/58604ff24974"
  },
  {
    "文件名": "《坏小孩》作者：熊小小.txt",
    "夸克盘链接": "https://pan.quark.cn/s/2cebf4661e59"
  },
  {
    "文件名": "《情迷新界西》作者：姜可是.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c43978ab2adf"
  },
  {
    "文件名": "《桂花蜜[总攻]》作者：居无竹.txt",
    "夸克盘链接": "https://pan.quark.cn/s/6187e377ea56"
  },
  {
    "文件名": "《敌国上将怀了我的虫蛋》作者：燎尔昭昭.txt",
    "夸克盘链接": "https://pan.quark.cn/s/1278b6eff4a2"
  },
  {
    "文件名": "《敌国太子怀了我的崽》作者：乘酒兴.txt",
    "夸克盘链接": "https://pan.quark.cn/s/dd11f7c6699d"
  },
  {
    "文件名": "《风起微澜》作者：熊小小.txt",
    "夸克盘链接": "https://pan.quark.cn/s/29f59144b4a0"
  },
  {
    "文件名": "《低级癖好》作者：八十六笔.txt",
    "夸克盘链接": "https://pan.quark.cn/s/0fe80ac3d7c2"
  },
  {
    "文件名": "《盗墓：关根今天也想踹死无邪》作者：隰华华  .txt",
    "夸克盘链接": "https://pan.quark.cn/s/dfb806622bf8"
  },
  {
    "文件名": "《等你分手很久了》作者：闪眠.txt",
    "夸克盘链接": "https://pan.quark.cn/s/253167866a85"
  },
  {
    "文件名": "《得了不亲亲就会死的病》作者：粥粥亦未寝.txt",
    "夸克盘链接": "https://pan.quark.cn/s/36bdbd150344"
  },
  {
    "文件名": "《倒春寒[重生]》作者：寒菽（推现代重生HE钢铁直男医生攻X妖艳贱货大明星受娱乐圈攻宠受受简直作天作地呀）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/1cbb2333e4cf"
  },
  {
    "文件名": "《当我进入金榜文里充当吐槽役》作者：柯二叔叔.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e9949416c607"
  },
  {
    "文件名": "《当月老在无限游戏里嘎嘎乱杀》作者：英渔.txt",
    "夸克盘链接": "https://pan.quark.cn/s/5d53ebf7a25d"
  },
  {
    "文件名": "《当修真界小怪物穿进丧尸堆后》作者：陆之遥lu.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a77202b0ba95"
  },
  {
    "文件名": "《当医生遇到法医后》作者：青竹酒.txt",
    "夸克盘链接": "https://pan.quark.cn/s/75a9d4b57d3b"
  },
  {
    "文件名": "《当我成为外神化身后》作者：何易安.txt",
    "夸克盘链接": "https://pan.quark.cn/s/4a7c97e8c302"
  },
  {
    "文件名": "《当我成为魔王后[西幻]》作者：迥异.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a063a20468a8"
  },
  {
    "文件名": "《当万人迷总攻成为路人炮灰后【np_快穿主攻】》作者：香蕉奶冻完结_全番外.txt",
    "夸克盘链接": "https://pan.quark.cn/s/f3b124a929ea"
  },
  {
    "文件名": "《当他在荒星醒来》作者：欢喜（虫族总攻np）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/884faf5d6847"
  },
  {
    "文件名": "《当社恐穿成万人迷绿茶》作者：楚清漪.txt",
    "夸克盘链接": "https://pan.quark.cn/s/bf8f47e271ca"
  },
  {
    "文件名": "《当虐文反派穿进甜文[快穿]》作者：二六栗.txt",
    "夸克盘链接": "https://pan.quark.cn/s/46805d2c82b3"
  },
  {
    "文件名": "《当豪门大佬被排队表白》作者：清汤乌冬面.txt",
    "夸克盘链接": "https://pan.quark.cn/s/0d44f00b952c"
  },
  {
    "文件名": "《当豪门Omega娶了七个Alpha》作者：雨落轻尘.txt",
    "夸克盘链接": "https://pan.quark.cn/s/66a22a2d7bf4"
  },
  {
    "文件名": "《当龙傲天的正宫拿了狗血剧本》作者：噜娜酱.txt",
    "夸克盘链接": "https://pan.quark.cn/s/7af84520537a"
  },
  {
    "文件名": "《当怪物们开始恋爱》作者：三阖.txt",
    "夸克盘链接": "https://pan.quark.cn/s/0ee701de0a04"
  },
  {
    "文件名": "《当暴躁龙崽穿成炮灰男配》作者：叶入溪.txt",
    "夸克盘链接": "https://pan.quark.cn/s/554e675516cd"
  },
  {
    "文件名": "《当病弱竹马分化成最强A》作者：迟小椰.txt",
    "夸克盘链接": "https://pan.quark.cn/s/856c9a1dd16b"
  },
  {
    "文件名": "《带着系统在古代种田的生活》作者：风流呆子.txt",
    "夸克盘链接": "https://pan.quark.cn/s/2e823abbc281"
  },
  {
    "文件名": "《弹幕为何总心疼恶毒男配（快穿）》作者：一只藜麦.txt",
    "夸克盘链接": "https://pan.quark.cn/s/9b0d41ee6d76"
  },
  {
    "文件名": "《淡漠病秧子重生后》作者：喜见新月.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c54e4e756697"
  },
  {
    "文件名": "《带着淘宝去复国》作者：或许有一天.txt",
    "夸克盘链接": "https://pan.quark.cn/s/fc08565349ed"
  },
  {
    "文件名": "《带上系统整顿大理寺》作者：渎浊.txt",
    "夸克盘链接": "https://pan.quark.cn/s/6c699990d1e3"
  },
  {
    "文件名": "《代嫁豪门后我却只想搞事业[穿书]》作者：一点桃花痣.txt",
    "夸克盘链接": "https://pan.quark.cn/s/d090bd47631b"
  },
  {
    "文件名": "《带球跑前我被豪门父母找到了》作者：长缨止戈.txt",
    "夸克盘链接": "https://pan.quark.cn/s/28c24153899f"
  },
  {
    "文件名": "《大统领alpha竟偷藏老婆鳞片》作者：七一子.txt",
    "夸克盘链接": "https://pan.quark.cn/s/4b6708d43429"
  },
  {
    "文件名": "《大师兄他不想干了（重生）》作者：赴寒山.txt",
    "夸克盘链接": "https://pan.quark.cn/s/2b39a9e6ed24"
  },
  {
    "文件名": "《大学生和民工 》作者：除徒 【完结 番外】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/88d34c1b2344"
  },
  {
    "文件名": "《大魔头日日想杀我》作者：冷山月.txt",
    "夸克盘链接": "https://pan.quark.cn/s/4264129cfc0c"
  },
  {
    "文件名": "《大佬他怀了野狗崽[重生]》作者：中意意呀.txt",
    "夸克盘链接": "https://pan.quark.cn/s/259ddf4694b9"
  },
  {
    "文件名": "《大佬他真不想豪门争宠》作者：简爷.txt",
    "夸克盘链接": "https://pan.quark.cn/s/2b40b61c82a4"
  },
  {
    "文件名": "《大佬只想当个白莲花【虫族总攻】》作者：扑棱蝶子.txt",
    "夸克盘链接": "https://pan.quark.cn/s/5bfbc9f2a9d7"
  },
  {
    "文件名": "《大明星跟踪指南》作者：杀心又起.txt",
    "夸克盘链接": "https://pan.quark.cn/s/b7ac184deafb"
  },
  {
    "文件名": "《打错了》作者：蓝鲸不流泪.txt",
    "夸克盘链接": "https://pan.quark.cn/s/4b542de7cc97"
  },
  {
    "文件名": "《打倒万人迷小怪兽（快穿）》作者：佛茶茶.txt",
    "夸克盘链接": "https://pan.quark.cn/s/8e2805328373"
  },
  {
    "文件名": "《错撩偏执反派翻车后》作者：二十一挽.txt",
    "夸克盘链接": "https://pan.quark.cn/s/91484a73fc3a"
  },
  {
    "文件名": "《从酒厂卒退我成了死神他弟》作者：吾爱何处.txt",
    "夸克盘链接": "https://pan.quark.cn/s/82e215fa58ec"
  },
  {
    "文件名": "《错位》作者：左岸咖啡.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c1245f52b12a"
  },
  {
    "文件名": "《村姑和女猎户（GL）》作者：赤东灵.txt",
    "夸克盘链接": "https://pan.quark.cn/s/0dd8f77b27de"
  },
  {
    "文件名": "《从出气筒做起》作者：蝴蝶来了.txt",
    "夸克盘链接": "https://pan.quark.cn/s/88740bf9af63"
  },
  {
    "文件名": "《此风可摘莲》作者：芥末雪糕.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ee93de520262"
  },
  {
    "文件名": "《从那以后》作者：苏甫白.txt",
    "夸克盘链接": "https://pan.quark.cn/s/6d491c8a1385"
  },
  {
    "文件名": "《灰与白》作者：靠靠(补车全).txt",
    "夸克盘链接": "https://pan.quark.cn/s/230301243009"
  },
  {
    "文件名": "《反生期》作者：赛博电子鸦.txt",
    "夸克盘链接": "https://pan.quark.cn/s/2d713cf53161"
  },
  {
    "文件名": "《不安分》作者：别雀.txt",
    "夸克盘链接": "https://pan.quark.cn/s/593fd9e72f4b"
  },
  {
    "文件名": "《别烦我》作者：小废物恹恹.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e76083a93fa1"
  },
  {
    "文件名": "[废文 更29]《被嫌弃的张锐》作者：匿.txt",
    "夸克盘链接": "https://pan.quark.cn/s/031d769d6ec7"
  },
  {
    "文件名": "（1V1）《苦夏（骨科）》作者：帕罗西汀--【完结】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/b1c16191634a"
  },
  {
    "文件名": "[fw 完结]《我以为只是在互帮互助》作者：水母（np 校园总受 室友）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/084ab58f64ca"
  },
  {
    "文件名": "自请替嫁九千岁 作者：乌尔比诺.txt",
    "夸克盘链接": "https://pan.quark.cn/s/2d7688c71d97"
  },
  {
    "文件名": "替身编号005 作者：Llosa.txt",
    "夸克盘链接": "https://pan.quark.cn/s/9761fe9c5940"
  },
  {
    "文件名": "无名份 作者：林萨番外全.txt",
    "夸克盘链接": "https://pan.quark.cn/s/def817cb48e9"
  },
  {
    "文件名": "南柯 作者：Klaelvira.txt",
    "夸克盘链接": "https://pan.quark.cn/s/552958b22f47"
  },
  {
    "文件名": "空中孤岛[末世] 作者 灰谷.txt",
    "夸克盘链接": "https://pan.quark.cn/s/7bdcb8f95477"
  },
  {
    "文件名": "光环效应 作者：流光.txt",
    "夸克盘链接": "https://pan.quark.cn/s/97f3d9e06a05"
  },
  {
    "文件名": "【完结】我对怪物的引力超绝！ 作者 坏猫霸霸.txt",
    "夸克盘链接": "https://pan.quark.cn/s/d0e8f7d05704"
  },
  {
    "文件名": "纯属故意 作者：荆棘小花.txt",
    "夸克盘链接": "https://pan.quark.cn/s/09e04b52c474"
  },
  {
    "文件名": "纯白恶魔 作者 priest.txt",
    "夸克盘链接": "https://pan.quark.cn/s/479b7bf3a94f"
  },
  {
    "文件名": "不掺和 作者：鹤衔笺.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a4567e8a51c3"
  },
  {
    "文件名": "【完结】[快穿]直男男二也要被觊觎吗 作者：薛泞(1).txt",
    "夸克盘链接": "https://pan.quark.cn/s/95e6e55565d1"
  },
  {
    "文件名": "《诌诌不胡诌》作者：百丈枝（补车）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/6f1e07738857"
  },
  {
    "文件名": "【海棠完结】标记beta（末日abo_ab恋） 作者：炽焰.txt",
    "夸克盘链接": "https://pan.quark.cn/s/68a323ffd5d6"
  },
  {
    "文件名": "【fw完结】非典型交易 作者：富贵吉娃娃（现代 - 双性 - 高H）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/329b37acd900"
  },
  {
    "文件名": "《撞邪》作者：力崽呀.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c7d9a993f49f"
  },
  {
    "文件名": "《小黑屋警告》作者：魏什么.txt",
    "夸克盘链接": "https://pan.quark.cn/s/f2087a20b8d5"
  },
  {
    "文件名": "《小狗有话要说》作者：叨叨捞.txt",
    "夸克盘链接": "https://pan.quark.cn/s/00162e8cbd2a"
  },
  {
    "文件名": "《我把你当男友，你却把我当受害者》作者：就是清澜.txt",
    "夸克盘链接": "https://pan.quark.cn/s/cfd066d01714"
  },
  {
    "文件名": "《偏执成性》作者：戒糖失败.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e7abb57d89d2"
  },
  {
    "文件名": "《你们作者能不能对攻好一点》作者：你仞宝.txt",
    "夸克盘链接": "https://pan.quark.cn/s/8a85bb396bba"
  },
  {
    "文件名": "《谋杀始于夏日》作者：它似蜜番外全.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ebbb4b498d74"
  },
  {
    "文件名": "《苦糖》作者：曲折木.txt",
    "夸克盘链接": "https://pan.quark.cn/s/b1475cbb2fd3"
  },
  {
    "文件名": "《龙傲天偏离后宫线后》作者：鱼鱼也很努力.txt",
    "夸克盘链接": "https://pan.quark.cn/s/db8206bbfd1c"
  },
  {
    "文件名": "《你老公配不上你》作者：kitto.txt",
    "夸克盘链接": "https://pan.quark.cn/s/84b171a569f7"
  },
  {
    "文件名": "《绝不止损》 作者：为醋包饺子006.txt",
    "夸克盘链接": "https://pan.quark.cn/s/636b08bea11c"
  },
  {
    "文件名": "《捡垃圾》作者：东北北.txt",
    "夸克盘链接": "https://pan.quark.cn/s/0bb937e9143a"
  },
  {
    "文件名": "《可以别咬我吗》作者：音爆弹【未删番.txt",
    "夸克盘链接": "https://pan.quark.cn/s/50a4f6f1cd37"
  },
  {
    "文件名": "《居安思危》作者：卡列夫司机.txt",
    "夸克盘链接": "https://pan.quark.cn/s/76a1507aa251"
  },
  {
    "文件名": "[去]【完结】《爱情随身听》作者：芒西.txt",
    "夸克盘链接": "https://pan.quark.cn/s/bccc250881e5"
  },
  {
    "文件名": "[去]【完结】《百鬼之刃》作者：溯觞.txt",
    "夸克盘链接": "https://pan.quark.cn/s/36de7f6e564f"
  },
  {
    "文件名": "[去]【完结】《Omega前男友落魄后怀崽了》作者：桃花顾.txt",
    "夸克盘链接": "https://pan.quark.cn/s/d99b72829dc4"
  },
  {
    "文件名": "[去]【全文完】《18岁中单想打职业》（精校版全本+番外完）作者：闭目繁华.txt",
    "夸克盘链接": "https://pan.quark.cn/s/5ae6745f6584"
  },
  {
    "文件名": "[去]【完结】《Omega的精分师尊》作者：无名小生.txt",
    "夸克盘链接": "https://pan.quark.cn/s/88d5eb1346e5"
  },
  {
    "文件名": "[去]【jj福利番全】《香江算命，一卦千金》作者：易楠苏伊.txt",
    "夸克盘链接": "https://pan.quark.cn/s/34ad4c4de19b"
  },
  {
    "文件名": "[去]【番全】《窥天光》by骨色弯刀.txt",
    "夸克盘链接": "https://pan.quark.cn/s/7773f78d687d"
  },
  {
    "文件名": "[去]【jj福利番全】《骤落》作者：几京.txt",
    "夸克盘链接": "https://pan.quark.cn/s/386202a74e8b"
  },
  {
    "文件名": "[去]【jj福利番全】《影帝的替身小男友》作者：不冻湖水.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e43864ded375"
  },
  {
    "文件名": "[去]【jj福利番全】《一觉醒来影帝揣崽了》作者：禁庭春昼.txt",
    "夸克盘链接": "https://pan.quark.cn/s/3cbfbd966ec2"
  },
  {
    "文件名": "[去]【jj福利番全】《我和主角攻有个孩子》作者：不冻湖水.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a97796b89ea0"
  },
  {
    "文件名": "[去]【jj补福利番全】《神医赘婿不想吃软饭》作者：菇菇弗斯.txt",
    "夸克盘链接": "https://pan.quark.cn/s/0770c4ed0ae8"
  },
  {
    "文件名": "[去]【jj福利番全】《不浪漫的他》作者：不冻湖水.txt",
    "夸克盘链接": "https://pan.quark.cn/s/969afa67fdbd"
  },
  {
    "文件名": "[去]【jj福利番全】《陆医生，标记一下》作者：禁庭春昼.txt",
    "夸克盘链接": "https://pan.quark.cn/s/61e663e62bd2"
  },
  {
    "文件名": "[去]【jj福利番全】《切除腺体后渣攻后悔了》作者：莫煎茶.txt",
    "夸克盘链接": "https://pan.quark.cn/s/2ba9f6653c8c"
  },
  {
    "文件名": "[去]【jj补福利番全】《冷酷上司是赛博Daddy》作者：勺棠.txt",
    "夸克盘链接": "https://pan.quark.cn/s/63a426203eb2"
  },
  {
    "文件名": "[去]【jj补福利番全】《反派夫郎投喂指南》作者：菇菇弗斯.txt",
    "夸克盘链接": "https://pan.quark.cn/s/08304ae568f0"
  },
  {
    "文件名": "[去]【jj补福利番3】《病弱雄虫徒手碎钢甲》作者：积雪下的黑猫.txt",
    "夸克盘链接": "https://pan.quark.cn/s/7a7b4858dd8d"
  },
  {
    "文件名": "[去]【jj补福利番全】《风吹过岛屿》作者：几京.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ed7d93ec8780"
  },
  {
    "文件名": "[去]【jj补福利番1】《下班别跟钟医生回家》作者：终晚夏.txt",
    "夸克盘链接": "https://pan.quark.cn/s/50284004beaf"
  },
  {
    "文件名": "[去]《当年竹马学校再重逢》（精校版全本）作者：深石鹊.txt",
    "夸克盘链接": "https://pan.quark.cn/s/0ce2ac13719b"
  },
  {
    "文件名": "[去]《带着拯救男配系统穿书做疯批》（精校版全本）作者：海里看沙坑.txt",
    "夸克盘链接": "https://pan.quark.cn/s/78dc09a1a13d"
  },
  {
    "文件名": "[去]《穿书万人嫌男配不按剧情走了》（精校版全本+番外完）作者：月变深寒.txt",
    "夸克盘链接": "https://pan.quark.cn/s/007b96785a88"
  },
  {
    "文件名": "[去]《穿书后养成主角后跑不掉了》（精校版全本）作者：孤度三登.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e53febb49a41"
  },
  {
    "文件名": "[去]《穿书后阻止竹马在修罗场悲剧后》（精校版全本）作者：奇月边影.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c0e9bf7c0128"
  },
  {
    "文件名": "[去]《穿书甜宠文不要be》（精校版全本+番外完）作者：海里看沙坑.txt",
    "夸克盘链接": "https://pan.quark.cn/s/aa59407d779c"
  },
  {
    "文件名": "[去]《穿书和豪门影帝先婚后爱一起养娃》（精校版全本+番外完）作者：寒月冷临.txt",
    "夸克盘链接": "https://pan.quark.cn/s/0fab55844620"
  },
  {
    "文件名": "[去]《穿到明朝考科举》（精校版全本+番外完）作者：五色龙章.txt",
    "夸克盘链接": "https://pan.quark.cn/s/1b1d7dbb23d1"
  },
  {
    "文件名": "[去]《穿书成小糊咖吃瓜心声被全网听到了》（精校版全本）作者：封吉海财.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ddc1d4d53775"
  },
  {
    "文件名": "[去]《穿书成医生把霸总推倒了》（精校版全本+番外完）作者：红林作姿.txt",
    "夸克盘链接": "https://pan.quark.cn/s/9c5d404fbb36"
  },
  {
    "文件名": "[去]《穿成异界魔王在线种田搞基建》（精校版全本+番外完）作者：孤味藏玄.txt",
    "夸克盘链接": "https://pan.quark.cn/s/bbf64a50768a"
  },
  {
    "文件名": "[去]《穿到古代做个医师小夫郎》（精校版全本+番外完）作者：八朵紫流花.txt",
    "夸克盘链接": "https://pan.quark.cn/s/59f18600b7f8"
  },
  {
    "文件名": "[去]《穿成修仙文的反派道侣后》（精校版全本）作者：箫声十里.txt",
    "夸克盘链接": "https://pan.quark.cn/s/5a8becac2cf4"
  },
  {
    "文件名": "[去]《穿成炮灰师兄借点主角气运苟命》（精校版全本）作者：箫声十里.txt",
    "夸克盘链接": "https://pan.quark.cn/s/480f1072daf3"
  },
  {
    "文件名": "[去]《穿成各种怪物的爸爸[综恐]》（精校版全本+番外完）作者：如冷素衣.txt",
    "夸克盘链接": "https://pan.quark.cn/s/febc07e62009"
  },
  {
    "文件名": "[去]《穿成仓鼠后抱住金雕当大腿》（精校版全本）作者：胜竹水溪.txt",
    "夸克盘链接": "https://pan.quark.cn/s/d91ef1ed90f7"
  },
  {
    "文件名": "[去]《触手怪不想修无情道》（精校版全本+番外完）作者：皇华友力.txt",
    "夸克盘链接": "https://pan.quark.cn/s/58b20631fc01"
  },
  {
    "文件名": "[去]《标记我一下》（精校版全本）作者：Paz.txt",
    "夸克盘链接": "https://pan.quark.cn/s/6774cc5cd53a"
  },
  {
    "文件名": "[去]《本王要做一个纨绔废物》（精校版全本）作者：秋云折雨.txt",
    "夸克盘链接": "https://pan.quark.cn/s/83f6f46927c1"
  },
  {
    "文件名": "[去]《沉浸式假扮傻蛋美人》（精校版全本+番外完）作者：旅尘绿叶.txt",
    "夸克盘链接": "https://pan.quark.cn/s/74930db0e059"
  },
  {
    "文件名": "[去]《不熟》（精校版全本+番外完）作者：柳满坡.txt",
    "夸克盘链接": "https://pan.quark.cn/s/6314830b2ad8"
  },
  {
    "文件名": "[去]《被腹黑天王盯上后》作者：肉饼没有肉.txt",
    "夸克盘链接": "https://pan.quark.cn/s/84f7cafb9582"
  },
  {
    "文件名": "[去]《被疯批徒弟圈养的美人师尊》作者：吃饭系学子.txt",
    "夸克盘链接": "https://pan.quark.cn/s/9f12a7aede8c"
  },
  {
    "文件名": "[去]《被读心后装丑炮灰成了团宠》作者：江鱼烟.txt",
    "夸克盘链接": "https://pan.quark.cn/s/aeaef2fc3117"
  },
  {
    "文件名": "[去]《被反派boss强制走恋爱线》作者：柴帽双全.txt",
    "夸克盘链接": "https://pan.quark.cn/s/719205378d6c"
  },
  {
    "文件名": "[去]《被非人类偏爱了》作者：郝想吃糖.txt",
    "夸克盘链接": "https://pan.quark.cn/s/79ddd8c746ca"
  },
  {
    "文件名": "[去]《被调包的豪门少爷重生后》作者：芝芝麻酱（豪门 人更狠颜更正大佬攻X重生人狠颜正受 甜文）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e3e510ed8e63"
  },
  {
    "文件名": "[去]《被醋精师尊抓住后》作者：一只大雁.txt",
    "夸克盘链接": "https://pan.quark.cn/s/d0d97bdbd01d"
  },
  {
    "文件名": "[去]《被催眠后堕落的强攻》作家：十八随便写写（故事集）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/f01daabd31d3"
  },
  {
    "文件名": "[去]《被白月光渣了后》作者：扛锄葬花.txt",
    "夸克盘链接": "https://pan.quark.cn/s/45a2bb8c2832"
  },
  {
    "文件名": "[去]《被痴恋的美人回归后［无限］》作者：桃生Pi.txt",
    "夸克盘链接": "https://pan.quark.cn/s/aeda8917f77f"
  },
  {
    "文件名": "[去]《背叛爱情》作者：有只耳朵.txt",
    "夸克盘链接": "https://pan.quark.cn/s/25cd989887da"
  },
  {
    "文件名": "[去]《爆竹声声·旧年》作者：竹骰.txt",
    "夸克盘链接": "https://pan.quark.cn/s/704c5e58308c"
  },
  {
    "文件名": "[去]《爆红从给顶流男团当保姆开始》（精校版全本+番外完）作者：雪丹暮色.txt",
    "夸克盘链接": "https://pan.quark.cn/s/f9b8b1f4765a"
  },
  {
    "文件名": "[去]《爆红从做擦边情感主播开始》（精校版全本+番外完）作者：雪丹暮色.txt",
    "夸克盘链接": "https://pan.quark.cn/s/1e0838fca313"
  },
  {
    "文件名": "[去]《暴躁大师兄的渣男手册》作者：污术.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c0790b9fedab"
  },
  {
    "文件名": "[去]《暴日》作者：大喜短vvf（师生1v1）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/1b87f031af81"
  },
  {
    "文件名": "[去]《暴打鬼王后我加入十二鬼月》作者：我又觉得我可以了.txt",
    "夸克盘链接": "https://pan.quark.cn/s/2e9f69f92eef"
  },
  {
    "文件名": "[去]《抱错后他成了反派》作者：楼下有人.txt",
    "夸克盘链接": "https://pan.quark.cn/s/bf7505620f8a"
  },
  {
    "文件名": "[去]《抱抱》作者：姜可是.txt",
    "夸克盘链接": "https://pan.quark.cn/s/b96c89b1259b"
  },
  {
    "文件名": "[去]《报复舍友的错误方式》作者：鼹鼠邻居.txt",
    "夸克盘链接": "https://pan.quark.cn/s/6696c710fd95"
  },
  {
    "文件名": "[去]《包您满意》作者：毛肚好吃（腹黑煮夫攻x冷漠脸吃货受 小甜文）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/d5729ef71818"
  },
  {
    "文件名": "[去]《报恩记   番外（出书版）》作者：公子欢喜.txt",
    "夸克盘链接": "https://pan.quark.cn/s/7fc64c8d9f2a"
  },
  {
    "文件名": "[去]《绑定直播鉴宝系统穿书成炮灰后》（精校版全本）作者：极灰冻音.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e37edd49f5bc"
  },
  {
    "文件名": "[去]《绑定正能量系统不想拯救世界》（精校版全本+番外完）作者：碧烟潜浪.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a11d0a0e457f"
  },
  {
    "文件名": "[去]《绑定男狐狸精成为万人迷系统宿主后》（精校版全本）作者：玄狼小巴狗.txt",
    "夸克盘链接": "https://pan.quark.cn/s/223f2a6e5431"
  },
  {
    "文件名": "[去]《绑定系统搞基建[种田]》作者：饮鹿.txt",
    "夸克盘链接": "https://pan.quark.cn/s/d6f87ead7b9b"
  },
  {
    "文件名": "[去]《绑定民政局后》作者：心无栖息地（快穿甜文 荷尔蒙爆表大佬攻X口嫌体正直酸柠檬受）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/067cb7a2181b"
  },
  {
    "文件名": "[去]《绑定吃瓜系统后发现全家都是隐藏大佬》（精校版全本）作者：闲霞音.txt",
    "夸克盘链接": "https://pan.quark.cn/s/d2374c8ef2f0"
  },
  {
    "文件名": "[去]《帮助》作者：pawer.txt",
    "夸克盘链接": "https://pan.quark.cn/s/f8d06fe624c3"
  },
  {
    "文件名": "[去]《半妖宇智波是人间最强》作者：夏风清水.txt",
    "夸克盘链接": "https://pan.quark.cn/s/b678a9d9bc73"
  },
  {
    "文件名": "[去]《白月光影后离婚了》作者：三七四六.txt",
    "夸克盘链接": "https://pan.quark.cn/s/3f48552d6d6e"
  },
  {
    "文件名": "[去]《白月光他只爱反派[穿书]》作者岁时晏.txt",
    "夸克盘链接": "https://pan.quark.cn/s/fe11694b5dad"
  },
  {
    "文件名": "[去]《白月光堕魔后》作者：明小十.txt",
    "夸克盘链接": "https://pan.quark.cn/s/6dacf8c4a2aa"
  },
  {
    "文件名": "[去]《白月光他两百斤》作者：2暗白（甜文 都市异闻 纯爷们攻X疯受）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/664c953e8559"
  },
  {
    "文件名": "[去]《白月光》作者：慕灼.txt",
    "夸克盘链接": "https://pan.quark.cn/s/9c4526fa0c40"
  },
  {
    "文件名": "[去]《白鸟》作者：左祁.txt",
    "夸克盘链接": "https://pan.quark.cn/s/71159af49bb0"
  },
  {
    "文件名": "[去]《掰弯师尊路漫漫》作者：十三瓜.txt",
    "夸克盘链接": "https://pan.quark.cn/s/754ce78d7d5b"
  },
  {
    "文件名": "[去]《白浪边》（精校版全本+番外完）作者：凉蝉.txt",
    "夸克盘链接": "https://pan.quark.cn/s/2c3dbff28f12"
  },
  {
    "文件名": "[去]《白鲸岛屿》作者：熊小小.txt",
    "夸克盘链接": "https://pan.quark.cn/s/1adeef6bf961"
  },
  {
    "文件名": "[去]《掰弯你纯属意外（电竞）》作者：白氏静凰.txt",
    "夸克盘链接": "https://pan.quark.cn/s/f4244e2b5829"
  },
  {
    "文件名": "[去]《掰不过来了[快穿]》作者：流光闪腰.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c010d454ce80"
  },
  {
    "文件名": "[去]《霸气男主，怎么一亲就乖》作者：喵柒柒.txt",
    "夸克盘链接": "https://pan.quark.cn/s/04263447089c"
  },
  {
    "文件名": "[去]《霸总她死活不和我离婚》作者：肉汤泡饭.txt",
    "夸克盘链接": "https://pan.quark.cn/s/1a4927c94ca5"
  },
  {
    "文件名": "[去]《把师尊当成男妈妈的下场》作者：咕彦.txt",
    "夸克盘链接": "https://pan.quark.cn/s/8e616057d259"
  },
  {
    "文件名": "[去]《把清冷师尊逼疯》作者：也许陌生了.txt",
    "夸克盘链接": "https://pan.quark.cn/s/210058904b86"
  },
  {
    "文件名": "[去]《傲娇女她追妻火葬场》作者：难过的失业侠.txt",
    "夸克盘链接": "https://pan.quark.cn/s/075a24ec739c"
  },
  {
    "文件名": "[去]《暗恋默片》作者：姜可是.txt",
    "夸克盘链接": "https://pan.quark.cn/s/659d3074b19b"
  },
  {
    "文件名": "[去]《暗恋继承来的虫族上将》作者：里森图米.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ad4ba9ccd24f"
  },
  {
    "文件名": "[去]《暗恋有回音》 作者：土狗很凶啊.txt",
    "夸克盘链接": "https://pan.quark.cn/s/4962c5f726fb"
  },
  {
    "文件名": "[去]《案发现场禁止撒糖》作者：檀西.txt",
    "夸克盘链接": "https://pan.quark.cn/s/d2b58c223bf7"
  },
  {
    "文件名": "[去]《暗恋对象是竹马Alpha》作者：熬夜注定秃头.txt",
    "夸克盘链接": "https://pan.quark.cn/s/9e69bc9191bf"
  },
  {
    "文件名": "[去]《安知我意》（精校版全本+番外完）作者：北南.txt",
    "夸克盘链接": "https://pan.quark.cn/s/3864201f3ff6"
  },
  {
    "文件名": "[去]《暧昧错位》作者：熊小小.txt",
    "夸克盘链接": "https://pan.quark.cn/s/6f1999630979"
  },
  {
    "文件名": "[去]《安且吉兮》作者：威威猫七.txt",
    "夸克盘链接": "https://pan.quark.cn/s/7fffe593f5f9"
  },
  {
    "文件名": "[去]《爱是疼》作者：阿余廿廿.txt",
    "夸克盘链接": "https://pan.quark.cn/s/9259238a86af"
  },
  {
    "文件名": "[去]《爱你怎么说》（精校版全本+番外）作者：风流书呆.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a047377bebdb"
  },
  {
    "文件名": "[去]《npc都被我气秃了[无限]》作者：小猫不爱叫.txt",
    "夸克盘链接": "https://pan.quark.cn/s/302421bd0beb"
  },
  {
    "文件名": "[去]《爱吃甜的那个，站住别跑！》BY醉光荫(现代 高干 温柔攻X别扭受 多cp 温馨有小虐 竹马 HE).txt",
    "夸克盘链接": "https://pan.quark.cn/s/f3df6ae32ad7"
  },
  {
    "文件名": "[去]《哎呀！老婆是棵草》作者：景小六.txt",
    "夸克盘链接": "https://pan.quark.cn/s/6f40092fa6b8"
  },
  {
    "文件名": "[去]《gay室友竟然不喜欢我》作者：渡海不是医生.txt",
    "夸克盘链接": "https://pan.quark.cn/s/d710833c2487"
  },
  {
    "文件名": "[去]《40℃接触GL》作者：涔至.txt",
    "夸克盘链接": "https://pan.quark.cn/s/894e1b8ec3d6"
  },
  {
    "文件名": "[去]《Fever》作者：左岸咖啡【完结】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/fbf2f2cc0d5d"
  },
  {
    "文件名": "[去]《BOSS但首席执行官的白月光》作者：一五五一.txt",
    "夸克盘链接": "https://pan.quark.cn/s/855d6fe579d5"
  },
  {
    "文件名": "[去]BL【164】你们贵族学院有正常人吗？作者：林多多.txt",
    "夸克盘链接": "https://pan.quark.cn/s/f2845cf49329"
  },
  {
    "文件名": "[去][完结]共此灯by Marey.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ee447c791cd8"
  },
  {
    "文件名": "[去]11.30《我把暗恋的人拉黑之后》（精校版全本+番外完）作者：古今(1).txt",
    "夸克盘链接": "https://pan.quark.cn/s/f60a44dc0aac"
  },
  {
    "文件名": "[去]11.6《荣获男主[快穿]》（精校版全本+番外完）作者：冻感超人.txt",
    "夸克盘链接": "https://pan.quark.cn/s/15600777838d"
  },
  {
    "文件名": "[去]11.26《朕怀了前世叛将的崽》（精校版全本+番外完）作者：止宁.txt",
    "夸克盘链接": "https://pan.quark.cn/s/b0c077177ff1"
  },
  {
    "文件名": "[去]11.24《喜世镜》（精校版全本）作者：池问水(1).txt",
    "夸克盘链接": "https://pan.quark.cn/s/72db687c1c59"
  },
  {
    "文件名": "[去]11.20《我的老公是只鬼》（精校版全本+番外完）作者：一叶菩提.txt",
    "夸克盘链接": "https://pan.quark.cn/s/da08eecc79ec"
  },
  {
    "文件名": "[去]11.14《点火樱桃》（精校版全本）作者：木三观(1) .txt",
    "夸克盘链接": "https://pan.quark.cn/s/dae13356b30e"
  },
  {
    "文件名": "[去]【完结】《扳弯疯批反派后，我跑路了》作者：尧言Na.txt",
    "夸克盘链接": "https://pan.quark.cn/s/b96f06bdb2c5"
  },
  {
    "文件名": "[去]【完结】《柏树撞上鱼》作者：要吃芝士.txt",
    "夸克盘链接": "https://pan.quark.cn/s/61d2760ed299"
  },
  {
    "文件名": "[去]11.2《偏心眼》（精校版全本+番外完）作者：青山埋白骨.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e213b979d754"
  },
  {
    "文件名": "[去]【完结】倒霉的Alpha by 都看着我要买吗.txt",
    "夸克盘链接": "https://pan.quark.cn/s/b37ff0d60bef"
  },
  {
    "文件名": "[去]【完结】《直男攻略图鉴》作者：小捡子.txt",
    "夸克盘链接": "https://pan.quark.cn/s/7c7dd94bea44"
  },
  {
    "文件名": "[去]【完结】《重生之倒追渣攻他小叔》作者：过季森林.txt",
    "夸克盘链接": "https://pan.quark.cn/s/4fabd989a5ee"
  },
  {
    "文件名": "[去]【完结】败将by金枪鱼罐头.txt",
    "夸克盘链接": "https://pan.quark.cn/s/cc33dab903d1"
  },
  {
    "文件名": "[去]【完结】《知命安身》作者：乔莯.txt",
    "夸克盘链接": "https://pan.quark.cn/s/6c92d3f9dcc4"
  },
  {
    "文件名": "[去]【完结】《无处可逃》作者：婳妖.txt",
    "夸克盘链接": "https://pan.quark.cn/s/3a9815671a60"
  },
  {
    "文件名": "[去]【完结】《我柔弱不能自理的娇妻》作者：暮色中.txt",
    "夸克盘链接": "https://pan.quark.cn/s/8a56e59c271e"
  },
  {
    "文件名": "[去]【完结】《无花果的试吃方法》作者：谜岛.txt",
    "夸克盘链接": "https://pan.quark.cn/s/21ad9f02e3f6"
  },
  {
    "文件名": "[去]【完结】《限时热恋》作者：富贵吉娃娃（QQ浏览器打开看可能乱码，可以试试手机其他阅读软件.txt",
    "夸克盘链接": "https://pan.quark.cn/s/3f971a522a7f"
  },
  {
    "文件名": "[去]【完结】《跳海》作者：左右月.txt",
    "夸克盘链接": "https://pan.quark.cn/s/89eb12343f8e"
  },
  {
    "文件名": "[去]【完结】《网恋到直男舍友》by张不行.txt",
    "夸克盘链接": "https://pan.quark.cn/s/4bb2fb997bcb"
  },
  {
    "文件名": "[去]【完结】《请下载反诈app》作者：图南鲸.txt",
    "夸克盘链接": "https://pan.quark.cn/s/8a232d117891"
  },
  {
    "文件名": "[去]【完结】《施爱症》作者：春意夏.txt",
    "夸克盘链接": "https://pan.quark.cn/s/5a798a20521c"
  },
  {
    "文件名": "[去]【完结】《全靠总裁当鹊桥》作者：一条酥咸鱼.txt",
    "夸克盘链接": "https://pan.quark.cn/s/9766250515c6"
  },
  {
    "文件名": "[去]【完结】《琴键之上》作者：绷带甜茶.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e9d893c943b4"
  },
  {
    "文件名": "[去]【完结】《近日点》作者：响耳.txt",
    "夸克盘链接": "https://pan.quark.cn/s/39730ccfebd0"
  },
  {
    "文件名": "[去]【完结】《你可真行啊》作者：赤道今日周几.txt",
    "夸克盘链接": "https://pan.quark.cn/s/91fea9f693fa"
  },
  {
    "文件名": "[去]【完结】《欢言》作者：不加糖发糕.txt",
    "夸克盘链接": "https://pan.quark.cn/s/38bbac73be83"
  },
  {
    "文件名": "[去]【完结】《坏果》作者：春意夏.txt",
    "夸克盘链接": "https://pan.quark.cn/s/cc7bc9ce9ed5"
  },
  {
    "文件名": "[去]【全文完结】贪吝【真香型火葬场】 by 朝阳西落【完结】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/1375e5e1878f"
  },
  {
    "文件名": "[去]【三章完结】《爱人重逢》作者：黄焖月月子.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ffc3023bddee"
  },
  {
    "文件名": "[去]【全文完结】《选择我》by一骑向东.txt",
    "夸克盘链接": "https://pan.quark.cn/s/9c598f443756"
  },
  {
    "文件名": "[去]【全文完结】《螳螂猎宴》作者：w.txt",
    "夸克盘链接": "https://pan.quark.cn/s/3fca47913cdf"
  },
  {
    "文件名": "[去]【全文完结】《我不做大哥好多年》作者： kinkin 未删减番外全.txt",
    "夸克盘链接": "https://pan.quark.cn/s/7d5ebd5c3876"
  },
  {
    "文件名": "[去]【全文完结】《小毛毯》作者：溪边有蝉.txt",
    "夸克盘链接": "https://pan.quark.cn/s/fce3bc9f9df9"
  },
  {
    "文件名": "[去]【全文完结】《青洲南岸》作者：七弦.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c7f36b6111f7"
  },
  {
    "文件名": "[去]【番外全】甜美的眼睛by姜可是 .txt",
    "夸克盘链接": "https://pan.quark.cn/s/c1490ca04fdc"
  },
  {
    "文件名": "[去]【番外全】狩猎 作者：小小花菇.txt",
    "夸克盘链接": "https://pan.quark.cn/s/5f9747455ead"
  },
  {
    "文件名": "[去]【番外全】《逆子，你要以下犯上吗？（欺父）》by锦鲤烟烟.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c9b90e0a482e"
  },
  {
    "文件名": "[去]【番外全】好玩不过 by 卷毛咩咩汁.txt",
    "夸克盘链接": "https://pan.quark.cn/s/44e2eef2b776"
  },
  {
    "文件名": "[去]【番外全】《勾搭上白月光后被男友》作者：K7July.txt",
    "夸克盘链接": "https://pan.quark.cn/s/03ad91d14551"
  },
  {
    "文件名": "[去]【番外全】《欲望庄园》作者：WingYing.txt",
    "夸克盘链接": "https://pan.quark.cn/s/aeba9a52fb49"
  },
  {
    "文件名": "[去]【fw完结】《美梦成真》作者：E型号滤波器.txt",
    "夸克盘链接": "https://pan.quark.cn/s/bf93b75b6b25"
  },
  {
    "文件名": "[去][ht 完结 番外至50]《合法共妻》作者：一.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c03ded9ea43a"
  },
  {
    "文件名": "[去]（完整补车）谁来言说夜晚by金十四钗.txt",
    "夸克盘链接": "https://pan.quark.cn/s/bdaed5fd9103"
  },
  {
    "文件名": "[去][完结+2番外]《有两条蛇住进了我身体》作者：number7【补】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ecfb4d723a16"
  },
  {
    "文件名": "[去][完结]《和高冷校草恋爱后》作者：岁舟.txt",
    "夸克盘链接": "https://pan.quark.cn/s/de3d8cfdbf96"
  },
  {
    "文件名": "[去][1v1 更61]《替嫁庶子（北城将军×替嫁庶子） 》 作者：小辣鸡.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c337270d687c"
  },
  {
    "文件名": "[去]【正文完结】【快穿】恶毒小少爷又被疯狗反噬了作者：春江潮水平 .txt",
    "夸克盘链接": "https://pan.quark.cn/s/352b9dadec7e"
  },
  {
    "文件名": "[去]【正文完结】《养鱼》作者：刘水水.txt",
    "夸克盘链接": "https://pan.quark.cn/s/5cd3ec39e276"
  },
  {
    "文件名": "[去]【至番三】小学渣今天也想学习 by 咕噜咻狗.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e1b73ba1ba80"
  },
  {
    "文件名": "[去]【正文完结】《走月亮》作者：漂亮的玫瑰.txt",
    "夸克盘链接": "https://pan.quark.cn/s/b9581867cca3"
  },
  {
    "文件名": "[去]【正文完结】《宝珠也想不到[重生]》作者：一节藕.txt",
    "夸克盘链接": "https://pan.quark.cn/s/806833bfebbd"
  },
  {
    "文件名": "[去]【正文完结】《等你看向我》作者：似川.txt",
    "夸克盘链接": "https://pan.quark.cn/s/d32936c6daf5"
  },
  {
    "文件名": "[去]【正文完结】《备孕》作者：漱月.txt",
    "夸克盘链接": "https://pan.quark.cn/s/dad31662cab2"
  },
  {
    "文件名": "[去]【正文完】《乔音》作者：茗茗叉叉.txt",
    "夸克盘链接": "https://pan.quark.cn/s/94b186c51d51"
  },
  {
    "文件名": "[去]【正文完结】《抱窝》作者：LeviQuamm .txt",
    "夸克盘链接": "https://pan.quark.cn/s/124f3c367abb"
  },
  {
    "文件名": "[去]【完结至番三】《被顶级坏种强取豪夺了》作者： 林听成.txt",
    "夸克盘链接": "https://pan.quark.cn/s/73773e62fa99"
  },
  {
    "文件名": "[去]【完结番外3】《云时雨》作者：千辞鲤.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a62cca440a8b"
  },
  {
    "文件名": "[去]【完结番外1】《坐享齐承》作者：尤拾欢 .txt",
    "夸克盘链接": "https://pan.quark.cn/s/7bf14a77c076"
  },
  {
    "文件名": "[去]【完结】咸鱼一身反骨 作者 一世华裳.txt",
    "夸克盘链接": "https://pan.quark.cn/s/75d7a1f2875f"
  },
  {
    "文件名": "[去]【完结】俗人情狂by蜜糖年代.txt",
    "夸克盘链接": "https://pan.quark.cn/s/82d9329b70db"
  },
  {
    "文件名": "[去]【完结】情种by致哈莉特.txt",
    "夸克盘链接": "https://pan.quark.cn/s/017427a1b656"
  },
  {
    "文件名": "[去]【完结番外】《见手青》作者：作者：funny2333（番全）  .txt",
    "夸克盘链接": "https://pan.quark.cn/s/8ddbb09f47c3"
  },
  {
    "文件名": "[去]【完结】枫叶一秋by青山路远(番外).txt",
    "夸克盘链接": "https://pan.quark.cn/s/6d95d8b64f5a"
  },
  {
    "文件名": "[去]【完结】你好，要老婆吗？by木鱼花.txt",
    "夸克盘链接": "https://pan.quark.cn/s/8051915c0825"
  },
  {
    "文件名": "[去]【完结】鹿逸之by一把生锈刀.txt",
    "夸克盘链接": "https://pan.quark.cn/s/633133bcc977"
  },
  {
    "文件名": "[去]【古耽】《凤离》作者：冷枫.txt",
    "夸克盘链接": "https://pan.quark.cn/s/2c564d08b985"
  },
  {
    "文件名": "[去]【番茄短文】《奶包三岁半：我被七个哥哥团宠了》作者：喵金金.txt",
    "夸克盘链接": "https://pan.quark.cn/s/9f67e15e47fc"
  },
  {
    "文件名": "[去]【耽美】骨科《沉火不眠》作者：诗无茶.txt",
    "夸克盘链接": "https://pan.quark.cn/s/dbe32e57f288"
  },
  {
    "文件名": "[去]【耽美】np《笨蛋美人被疯批们酱酱酿酿后逃跑啦！》作者：鬼啊鬼.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ebc327d2871b"
  },
  {
    "文件名": "[去]【耽美】NP《娇母豢养》作者：酷盖莓莓.txt",
    "夸克盘链接": "https://pan.quark.cn/s/4a3b362b9be7"
  },
  {
    "文件名": "[去]【耽美】ABO《渴情昼夜》作者：东寻问酒.txt",
    "夸克盘链接": "https://pan.quark.cn/s/9d51e150307a"
  },
  {
    "文件名": "[去]【耽美】《重燃 》作者：掐指一算.txt",
    "夸克盘链接": "https://pan.quark.cn/s/1ac4036929b5"
  },
  {
    "文件名": "[去]【耽美】《朕究竟怀了谁的崽（穿书）》作者：比卡比.txt",
    "夸克盘链接": "https://pan.quark.cn/s/305a1414b10d"
  },
  {
    "文件名": "[去]【耽美】《在狗血文里当万人迷后[快穿]》作者 苜黎黎.txt",
    "夸克盘链接": "https://pan.quark.cn/s/177e12084cb3"
  },
  {
    "文件名": "[去]【耽美】《长生殿》作者：桔子树.txt",
    "夸克盘链接": "https://pan.quark.cn/s/898da98dee66"
  },
  {
    "文件名": "[去]【耽美】《与狼崽同眠》作者：纳豆小僧(1).txt",
    "夸克盘链接": "https://pan.quark.cn/s/6e37500f8cfe"
  },
  {
    "文件名": "[去]【耽美】《协议夫夫》作者：海中月.txt",
    "夸克盘链接": "https://pan.quark.cn/s/1b63e2bfc6da"
  },
  {
    "文件名": "[去]【耽美】《相亲老公居然是首富》作者：一棵幸运白菜.txt",
    "夸克盘链接": "https://pan.quark.cn/s/4d462aafd406"
  },
  {
    "文件名": "[去]【耽美】《小艾》作者：w山罔.txt",
    "夸克盘链接": "https://pan.quark.cn/s/0d22cae43a34"
  },
  {
    "文件名": "[去]【耽美】《午夜飞行》作者：指鹭.txt",
    "夸克盘链接": "https://pan.quark.cn/s/7db7d3225ed7"
  },
  {
    "文件名": "[去]【耽美】《无力反抗》作者：陌百生.txt",
    "夸克盘链接": "https://pan.quark.cn/s/cc4a49b8d937"
  },
  {
    "文件名": "[去]【耽美】《我靠沙雕在二次元苟活》作者：情诗与海.txt",
    "夸克盘链接": "https://pan.quark.cn/s/8a92d4096f9e"
  },
  {
    "文件名": "[去]【耽美】《我的男友是怪物》作者：月下金狐.txt",
    "夸克盘链接": "https://pan.quark.cn/s/8b37cb7ba785"
  },
  {
    "文件名": "[去]【耽美】《万人嫌神探凭亿近人》作者：旺旺烤饼.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a86f257f4182"
  },
  {
    "文件名": "[去]【耽美】《玩弄渣男的各种方法》作者：辛亥.txt",
    "夸克盘链接": "https://pan.quark.cn/s/4b2e5509c75c"
  },
  {
    "文件名": "[去]【耽美】《听见弹幕后助理成了主角攻》作者：烤红芋.txt",
    "夸克盘链接": "https://pan.quark.cn/s/4942b33890ac"
  },
  {
    "文件名": "[去]【耽美】《他的玩物 》作者：橘候.txt",
    "夸克盘链接": "https://pan.quark.cn/s/8847af93eb6f"
  },
  {
    "文件名": "[去]【耽美】《思绪万千》作者：高台树色.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ea097989973d"
  },
  {
    "文件名": "[去]【耽美】《双重标准 》作者：可乐糖球.txt",
    "夸克盘链接": "https://pan.quark.cn/s/61cf2294b500"
  },
  {
    "文件名": "[去]【耽美】《石榴》作者：我将在今夜吻你.txt",
    "夸克盘链接": "https://pan.quark.cn/s/5b9f867a5b4e"
  },
  {
    "文件名": "[去]【耽美】《失忆后跟崽他爹娃综偶遇了》作者：木橙西.txt",
    "夸克盘链接": "https://pan.quark.cn/s/9604d8c44294"
  },
  {
    "文件名": "[去]【耽美】《情蛊》作者：荷煜.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ac9cfa519634"
  },
  {
    "文件名": "[去]【耽美】《亲亲是什么意思》作者：匿名咸鱼.txt",
    "夸克盘链接": "https://pan.quark.cn/s/53c3bf8d6e0b"
  },
  {
    "文件名": "[去]【耽美】《捧着冰块当媳妇》作者：一世华裳.txt",
    "夸克盘链接": "https://pan.quark.cn/s/0f9fc29a2aa9"
  },
  {
    "文件名": "[去]【耽美】《鸟语专家》作者：薄暮冰轮.txt",
    "夸克盘链接": "https://pan.quark.cn/s/7bc6646a562a"
  },
  {
    "文件名": "[去]【耽美】《梦幻岛》作者：凉容.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c6765037161a"
  },
  {
    "文件名": "[去]【耽美】《沦陷》作者：甲骨.txt",
    "夸克盘链接": "https://pan.quark.cn/s/5e3d901e4ea1"
  },
  {
    "文件名": "[去]【耽美】《来到末世宠媳妇》作者：楼孤.txt",
    "夸克盘链接": "https://pan.quark.cn/s/4e82e88eb61f"
  },
  {
    "文件名": "[去]【耽美】《快点分手》作者：于刀鞘.txt",
    "夸克盘链接": "https://pan.quark.cn/s/abc987df7a2b"
  },
  {
    "文件名": "[去]【耽美】《九连环》作者：诗无茶.txt",
    "夸克盘链接": "https://pan.quark.cn/s/3f0493266423"
  },
  {
    "文件名": "[去]【耽美】《剧情不对，直男崩溃 》作者：月下泣.txt",
    "夸克盘链接": "https://pan.quark.cn/s/6468bab42a80"
  },
  {
    "文件名": "[去]【耽美】《戒断反应》作者：十一月十四.txt",
    "夸克盘链接": "https://pan.quark.cn/s/26841484064e"
  },
  {
    "文件名": "[去]【耽美】《进可攻 退可受》作者：十一月十四.txt",
    "夸克盘链接": "https://pan.quark.cn/s/97c4d57e3edb"
  },
  {
    "文件名": "[去]【耽美】《假的！都是假的》作者：十一月十四.txt",
    "夸克盘链接": "https://pan.quark.cn/s/065305f13f4b"
  },
  {
    "文件名": "[去]【耽美】《坏种》作者：火风L.txt",
    "夸克盘链接": "https://pan.quark.cn/s/8da15af9f57e"
  },
  {
    "文件名": "[去]【耽美】《伏特加与曼特宁》作者于刀鞘.txt",
    "夸克盘链接": "https://pan.quark.cn/s/73f461d37ce4"
  },
  {
    "文件名": "[去]【耽美】《鬼差 》作者：猎猎微风.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c45dddb8cb45"
  },
  {
    "文件名": "[去]【耽美】《伏特加与曼特宁》作者∶于刀鞘.txt",
    "夸克盘链接": "https://pan.quark.cn/s/7bce4a638c38"
  },
  {
    "文件名": "[去]【耽美】《反向捕获》作者∶焦糖冬瓜.txt",
    "夸克盘链接": "https://pan.quark.cn/s/329f62f04881"
  },
  {
    "文件名": "[去]【耽美】《顶级平替[娱乐圈]》作者：焦糖冬瓜.txt",
    "夸克盘链接": "https://pan.quark.cn/s/752e51c5272a"
  },
  {
    "文件名": "[去]【耽美】《错认》作者：诗无茶.txt",
    "夸克盘链接": "https://pan.quark.cn/s/4b28264c907b"
  },
  {
    "文件名": "[去]【耽美】《穿书后所有人都开始爱我》作者：一节藕.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e2015834e105"
  },
  {
    "文件名": "[去]【耽美】《春色入酒》作者：qinfeng.txt",
    "夸克盘链接": "https://pan.quark.cn/s/83410a24df5e"
  },
  {
    "文件名": "[去]【耽美】《穿成校草的炮灰前友》作者：揽天星.txt",
    "夸克盘链接": "https://pan.quark.cn/s/609ade66b32d"
  },
  {
    "文件名": "[去]【耽美】《不须辞》作者：诗无茶.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e5f1ddfe3f96"
  },
  {
    "文件名": "[去]【耽美】《不须辞》作者：诗无茶 (1).txt",
    "夸克盘链接": "https://pan.quark.cn/s/b6bfe4234b7f"
  },
  {
    "文件名": "[去]【耽美】《并轨》作者：十一月十四.txt",
    "夸克盘链接": "https://pan.quark.cn/s/7402c7535bd2"
  },
  {
    "文件名": "[去]【耽美】《被老肥丑流浪汉捡到的少年》作者：祖国花朵.txt",
    "夸克盘链接": "https://pan.quark.cn/s/0c4ad2843e1d"
  },
  {
    "文件名": "[去]【耽美】《暴殄天物》作者：十一月十四.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ee65f501af68"
  },
  {
    "文件名": "[去]【耽美】《6哥和小红（混混）》作者：苍白贫血.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a24431e81de1"
  },
  {
    "文件名": "[去]【耽美】《爱爱婚姻事务局》作者：码字真的很头秃.txt",
    "夸克盘链接": "https://pan.quark.cn/s/418da705ef24"
  },
  {
    "文件名": "[去]【百合】《当社畜撞上阿飘姐姐》作者：画师fox.txt",
    "夸克盘链接": "https://pan.quark.cn/s/841ddda2a13c"
  },
  {
    "文件名": "[去]【耽美 】《沉火不眠》作者：诗无茶.txt",
    "夸克盘链接": "https://pan.quark.cn/s/3b39c40645fd"
  },
  {
    "文件名": "[去]【百合】《初恋成了我上司怎么办gl》作者：柿原纯.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e62987edec6b"
  },
  {
    "文件名": "[去]【百合】《病美人师尊的千层套路》作者：食鹿客.txt",
    "夸克盘链接": "https://pan.quark.cn/s/4b5e146a237c"
  },
  {
    "文件名": "[去]【言情】骨科《冷雨声声（兄妹）》作者： ladyjs.txt",
    "夸克盘链接": "https://pan.quark.cn/s/3f501ceb1ee5"
  },
  {
    "文件名": "[去]【言情】PO《栀晓》by茶茶好萌.txt",
    "夸克盘链接": "https://pan.quark.cn/s/eee15a6d2164"
  },
  {
    "文件名": "[去]【言情】《我来自东》作者：苏他.txt",
    "夸克盘链接": "https://pan.quark.cn/s/26f5bdb73a36"
  },
  {
    "文件名": "[去]【言情】《盛夏逐光》又名《月亮轻吻我》作者：吃吃葵.txt",
    "夸克盘链接": "https://pan.quark.cn/s/f9c39ecc83cb"
  },
  {
    "文件名": "[去]【言情】《禁止想象》作者：勖力.txt",
    "夸克盘链接": "https://pan.quark.cn/s/71fc6faf2d8d"
  },
  {
    "文件名": "[去]【言情】《圈养》作者：耐俗.txt",
    "夸克盘链接": "https://pan.quark.cn/s/696a9c0231bd"
  },
  {
    "文件名": "[去]【言情】《母系三万年》作者：鸣蒂.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e50da3bc367b"
  },
  {
    "文件名": "[去]【言情】《鳏夫十五年》作者：四月元年.txt",
    "夸克盘链接": "https://pan.quark.cn/s/00ac6471ba17"
  },
  {
    "文件名": "[去]【无限流】《全球高考》作者：木苏里.txt",
    "夸克盘链接": "https://pan.quark.cn/s/0e8703d2d22f"
  },
  {
    "文件名": "[去]【言情】《刺猬法则》作者：含胭.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a50fe9736e28"
  },
  {
    "文件名": "[去]【言情】《暗恋这场声势浩大的哑剧》作者：孟栀晚.txt",
    "夸克盘链接": "https://pan.quark.cn/s/8b48eda0c825"
  },
  {
    "文件名": "[去]【言情 】《春夜妄想》作者：妙岁碎.txt",
    "夸克盘链接": "https://pan.quark.cn/s/5406a92a45a2"
  },
  {
    "文件名": "[附带番外]狼相公-巫山有段云.txt",
    "夸克盘链接": "https://pan.quark.cn/s/4b908e7bfa16"
  },
  {
    "文件名": "[附带番外]《我当保安后小区炸了》作者：别山去.txt",
    "夸克盘链接": "https://pan.quark.cn/s/940906c3f51e"
  },
  {
    "文件名": "[附带番外]掌事女官（清穿）（金阿淼）.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e6bfbcb795fb"
  },
  {
    "文件名": "[附带番外]《落日归挽》作者：不知江月.txt",
    "夸克盘链接": "https://pan.quark.cn/s/5ae753671aec"
  },
  {
    "文件名": "[附带番外]穿成魔尊后我成了团宠-鹿拾.txt",
    "夸克盘链接": "https://pan.quark.cn/s/9de33c6b437b"
  },
  {
    "文件名": "文件解压教程",
    "百度盘链接": "https://pan.baidu.com/s/1N-kM1hTSQijrUscp7Advxw?pwd=yygn",
    "夸克盘链接": "https://pan.quark.cn/s/24abf20f8dfb"
  },
  {
    "文件名": "[完结+全番外]《这个Omega他全信息素（ABO）1v1》作者：小酒.txt",
    "夸克盘链接": "https://pan.quark.cn/s/1015320521fe"
  },
  {
    "文件名": "[完结+全番外]《用嫩批撒尿被同学爸爸撞见后（双性1v1）》作者：以息相吹吹吹【补番】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/8ba4dbe739a9"
  },
  {
    "文件名": "[完结+全番外]《宴食卑鄙者（双性生子 破镜重圆1v1 强制爱）》作者：厘米高.txt",
    "夸克盘链接": "https://pan.quark.cn/s/450eadf9cce0"
  },
  {
    "文件名": "[完结+全番外]《小猫咪有什么坏心眼呢【双1v1】》作者：野玫瑰湾【补番】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/43e6a3a56a72"
  },
  {
    "文件名": "[完结+全番外]《小妈好甜（双性1v1）》作者：巳夭.txt",
    "夸克盘链接": "https://pan.quark.cn/s/6a1000f1d855"
  },
  {
    "文件名": "[完结+全番外]《夏酒（骚受 直转弯）》作者：梁幸禺.txt",
    "夸克盘链接": "https://pan.quark.cn/s/93c5fa66dcbd"
  },
  {
    "文件名": "[完结+全番外]《无意勾引（校园双性1v1 体型差&amp;忠犬痴汉攻）》作者：archer.txt",
    "夸克盘链接": "https://pan.quark.cn/s/40fd3c65f392"
  },
  {
    "文件名": "[完结+全番外]《我们中有个直男【原名：我们中出了一个直男（校园美强 宿舍文学 总受）np》作者：微玖.txt",
    "夸克盘链接": "https://pan.quark.cn/s/afee2a411832"
  },
  {
    "文件名": "[完结+全番外]《我靠催眠日哭老婆（快穿主攻）np》作者：宸妃.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a3743945dc6e"
  },
  {
    "文件名": "[完结+全番外]《我的那些淫乱日子（np）》作者：大马猴和佩琪猪.txt",
    "夸克盘链接": "https://pan.quark.cn/s/5bcd547279e7"
  },
  {
    "文件名": "[完结+全番外]《王子和圣医（美攻壮受，产奶）美强1v1》作者：beauty1.txt",
    "夸克盘链接": "https://pan.quark.cn/s/524fd3a23d21"
  },
  {
    "文件名": "[完结+全番外]《外星机甲情迷古代人妻（双性）1v1》作者：古道春.txt",
    "夸克盘链接": "https://pan.quark.cn/s/d7b1060d7ea9"
  },
  {
    "文件名": "[完结+全番外]《听话班长（np总受 催眠）》作者：一棵菩提树.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ea073c2549bf"
  },
  {
    "文件名": "[完结+全番外]《水积于江（校园1v1）》作者：大肉包.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c0b2d5d1846c"
  },
  {
    "文件名": "[完结+全番外]《师兄哭起来真好看（1v1）修真》作者：辛德瑞拉.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c2653fde5ffd"
  },
  {
    "文件名": "[完结+全番外]《生死簿？No！小黄书！（np 双性骨科乱伦）》作者：毒毒sama.txt",
    "夸克盘链接": "https://pan.quark.cn/s/948495d7b3e1"
  },
  {
    "文件名": "[完结+全番外]《深宫小妈饲养记（np总受）》作者：春来美乃滋.txt",
    "夸克盘链接": "https://pan.quark.cn/s/abf5d5f088f4"
  },
  {
    "文件名": "[完结+全番外]《傻狗直男联姻对象失忆后（单性年上 总裁受）1v1》作者：春山艾草.txt",
    "夸克盘链接": "https://pan.quark.cn/s/5168a08fb803"
  },
  {
    "文件名": "[完结+全番外]《杀了那个万人迷团宠受（单性转双性）》作者：豆芽菜.txt",
    "夸克盘链接": "https://pan.quark.cn/s/2178be50fbe1"
  },
  {
    "文件名": "[完结+全番外]《日出·印象》作者：哔哩哔哩.txt",
    "夸克盘链接": "https://pan.quark.cn/s/053420c5da50"
  },
  {
    "文件名": "[完结+全番外]《让学长自愿被催眠（弱攻强受）1v1》作者：可乐泡饼干【补番】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/33cda4203c2e"
  },
  {
    "文件名": "[完结+全番外]《情囚（重生 双性1v1）》作者：也不【补番】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/aa81cb469857"
  },
  {
    "文件名": "[完结+全番外]《清冷影帝被通感性爱娃娃（双性生子）》作者：小兔纸.txt",
    "夸克盘链接": "https://pan.quark.cn/s/9dcea493b0b5"
  },
  {
    "文件名": "[完结+全番外]《清纯男生的yin荡堕落（np）》作者：万事胜意.txt",
    "夸克盘链接": "https://pan.quark.cn/s/89aa9fa704c5"
  },
  {
    "文件名": "[完结+全番外]《轻轻有了新工作（np双性主受）》作者：啊嘞嘞.txt",
    "夸克盘链接": "https://pan.quark.cn/s/632875de3249"
  },
  {
    "文件名": "[完结+全番外]《强制驯服（星际ABO 双A 强强1v1）》作者：一江春水平.txt",
    "夸克盘链接": "https://pan.quark.cn/s/de0f472a7e13"
  },
  {
    "文件名": "[完结+全番外]《强嫁反派后，被艹透（双性1v1）》作者：南枫枫.txt",
    "夸克盘链接": "https://pan.quark.cn/s/73352dc2f699"
  },
  {
    "文件名": "[完结+全番外]《契约【BDSM】1v1》作者：凌晨三点半.txt",
    "夸克盘链接": "https://pan.quark.cn/s/f0e9cd87cb7e"
  },
  {
    "文件名": "[完结+全番外]《欺负漂亮寡妇（双性小妈文学1v1）》作者：牡丹莓莓.txt",
    "夸克盘链接": "https://pan.quark.cn/s/3561954df0da"
  },
  {
    "文件名": "[完结+全番外]《陪玩（1v1 温柔攻x淫荡受）》作者：更更.txt",
    "夸克盘链接": "https://pan.quark.cn/s/8111abff28b7"
  },
  {
    "文件名": "[完结+全番外]《那条他想带走的河流（年下 狼狗男高x性冷淡男妓）》作者：金玉礼.txt",
    "夸克盘链接": "https://pan.quark.cn/s/33eff60b5386"
  },
  {
    "文件名": "[完结+全番外]《令行禁止（现代家奴）总攻&amp;忠犬受np》作者：春三月【补番】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/7014165a7025"
  },
  {
    "文件名": "[完结+全番外]《君当作蒲苇（竹马 直掰弯1v1）》作者：怀星枕月【补番】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/90e79bf2bcab"
  },
  {
    "文件名": "[完结+全番外]《洁白玩物（双性、穷受富攻）1v1》作者：间歇性抽风【补番】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/efae964c78f9"
  },
  {
    "文件名": "[完结+全番外]《娇气包被三个哥哥肏破了馅皮（np双性总受ABO）》作者：小酒.txt",
    "夸克盘链接": "https://pan.quark.cn/s/f6e80140ef2a"
  },
  {
    "文件名": "[完结+全番外]《捡了个相公（古代ABO1v1）》作者：三千五.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c1f4ff72edfd"
  },
  {
    "文件名": "[完结+全番外]《几渡山川（师生1v1）》作者：水蜜桃味pp.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e01e15a591af"
  },
  {
    "文件名": "[完结+全番外]《狐仙与战神二三事（美强1v1 丑壮受）》作者：Stella啦.txt",
    "夸克盘链接": "https://pan.quark.cn/s/332b785c470a"
  },
  {
    "文件名": "[完结+全番外]《何靖与狗（人兽1v1）》作者：Homom.txt",
    "夸克盘链接": "https://pan.quark.cn/s/6da085ef172e"
  },
  {
    "文件名": "[完结+全番外]《合欢掌门yin遇记（NPH）双性总受》作者：名吾识.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c4d8a193dfdf"
  },
  {
    "文件名": "[完结+全番外]《还没开始勾引白月光就已经离不开我（美强壮受1v1）》作者：每天都想要个黑皮lp.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ab254dec41d6"
  },
  {
    "文件名": "[完结+全番外]《公交上的双性爸爸（高辣）父子纯肉》作者：冰块牛奶.txt",
    "夸克盘链接": "https://pan.quark.cn/s/3b3c7dc9d479"
  },
  {
    "文件名": "[完结+全番外]《高冷修真剑修美人被迫双修后沦为炉鼎（np 修真双性总受）》作者：海月淹没.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a35b2e95c547"
  },
  {
    "文件名": "[完结+全番外]《抚玉（养成年下1v1）》作者：雪尽千里.txt",
    "夸克盘链接": "https://pan.quark.cn/s/09e325b29103"
  },
  {
    "文件名": "[完结+全番外]《反攻失败后我真香了[快穿1v1]双洁》作者：萧辰予【补番】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/067cc35c636d"
  },
  {
    "文件名": "[完结+全番外]《东唐东雷东all（np汪东城同人）》作者：雾姑.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ccca6726fa7e"
  },
  {
    "文件名": "[完结+全番外]《当网黄也太来钱了（np单性总受）》作者：再吃亿碗.txt",
    "夸克盘链接": "https://pan.quark.cn/s/9fa237b087d8"
  },
  {
    "文件名": "[完结+全番外]《当老婆穿成虐文小可怜（主攻1v1）》作者：兰庭.txt",
    "夸克盘链接": "https://pan.quark.cn/s/2f7be6e98ad1"
  },
  {
    "文件名": "[完结+全番外]《当被校暴的丑人穿到校暴他的美人身上（校园万人迷受、丑变美）》作者：为师不知.txt",
    "夸克盘链接": "https://pan.quark.cn/s/725ae7dedd42"
  },
  {
    "文件名": "[完结+全番外]《错误恋人（痴傻受x穷小子攻）1v1》作者：冰点.txt",
    "夸克盘链接": "https://pan.quark.cn/s/f44b97aea693"
  },
  {
    "文件名": "[完结+全番外]《春日嫌晚（校园竹马1v1）》作者：花涔漪.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a30d089106bc"
  },
  {
    "文件名": "[完结+全番外]《穿成攻七的我被情敌们淦翻了（np单性总受）修真》作者：o纯情少女鹿o.txt",
    "夸克盘链接": "https://pan.quark.cn/s/d30ee0a7a349"
  },
  {
    "文件名": "[完结+全番外]《成为高危师尊后驯养了反派弟子（1v1 忠犬受）》作者：言川.txt",
    "夸克盘链接": "https://pan.quark.cn/s/baaea59b2fcb"
  },
  {
    "文件名": "[完结+全番外]《糙汉捡到娇夫郎【种田H】双性生子1v1》作者：无法无天.txt",
    "夸克盘链接": "https://pan.quark.cn/s/9e79fb6e577e"
  },
  {
    "文件名": "[完结+全番外]《不止被一个人睡过（np 单性总受 ntr）》作者：懒得睡觉.txt",
    "夸克盘链接": "https://pan.quark.cn/s/d0b3cea74068"
  },
  {
    "文件名": "[完结+全番外]《不入流（高干1v1 渣攻变忠犬 双性生子》作者：麦甜捕手.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ed05579c9b03"
  },
  {
    "文件名": "[完结+全番外]《病态沦陷（双性总受、调教SM）np》作者：萧辰予【补番】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/7af5ad6677d5"
  },
  {
    "文件名": "[完结+全番外]《病美人帝师被狗皇帝日逼后摆烂了（1v1）》作者：小酒.txt",
    "夸克盘链接": "https://pan.quark.cn/s/569359583aea"
  },
  {
    "文件名": "[完结+全番外]《被坏批强制爱的冤种老实人（美强、双性舔狗受、双洁）1v1》作者：小鹿kaka.txt",
    "夸克盘链接": "https://pan.quark.cn/s/7cf46a4c8124"
  },
  {
    "文件名": "[完结+全番外]《备受淫虐的败北军官（np 双性虐身 兽交）》作者：调色无.txt",
    "夸克盘链接": "https://pan.quark.cn/s/86b6ad333b07"
  },
  {
    "文件名": "[完结+全番外]《爸爸这婚必须得离（年上1v1）》作者：徐豹豹.txt",
    "夸克盘链接": "https://pan.quark.cn/s/107f59ba2758"
  },
  {
    "文件名": "[完结+全番外]《yinyu学堂（双性浪荡受）》作者：你吃西瓜吗.txt",
    "夸克盘链接": "https://pan.quark.cn/s/573bd0a1c3b2"
  },
  {
    "文件名": "[完结+全番外]《ABO杨枝甘露（女攻、np）》作者：KUKIYA.txt",
    "夸克盘链接": "https://pan.quark.cn/s/49586309be6b"
  },
  {
    "文件名": "[完结+全番外]《【总受催眠ABO】beta受喜提催眠系统开后宫》作者：小阿弦.txt",
    "夸克盘链接": "https://pan.quark.cn/s/5629a2bf3777"
  },
  {
    "文件名": "[完结+全番外]《【总攻】渣男，但是万人迷（美强np）》作者：猴面包树.txt",
    "夸克盘链接": "https://pan.quark.cn/s/f081cb026992"
  },
  {
    "文件名": "[完结+全番外]《【主攻】穿书后被反派师尊表白了（双性双洁）1v1》作者：竹涧饮茶客【补番】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/33d68594cf6b"
  },
  {
    "文件名": "[完结+全番外]《自慰的时候被发现了怎么办（1v1 双洁SP）》作者：恩欢.txt",
    "夸克盘链接": "https://pan.quark.cn/s/0be8075141da"
  },
  {
    "文件名": "[完结+全番外]《忠犬小助理【bdsm sp np]》作者：Paracosm.txt",
    "夸克盘链接": "https://pan.quark.cn/s/566802dc902a"
  },
  {
    "文件名": "[完结+全番外]《直男长批以后（np 校园双性总受）宿舍文学》作者：三分甜豆包.txt",
    "夸克盘链接": "https://pan.quark.cn/s/2f0f30896d3d"
  },
  {
    "文件名": "[完结+全番外]《直播恋综doi指南（主受）1v1》作者：Uranus【补番】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/27ecb3c8b9f6"
  },
  {
    "文件名": "[完结+全番外]《知足常乐（双性叔受1v1）》作者：Hi早八妹.txt",
    "夸克盘链接": "https://pan.quark.cn/s/cdd6817948fd"
  },
  {
    "文件名": "[完结+全番外]《【DMC】艳母（3p双性）同人 mob受》作者：伊德海拉.txt",
    "夸克盘链接": "https://pan.quark.cn/s/07f659b12017"
  },
  {
    "文件名": "[完结+47番外]《穿进时间停止小说后（穿书、双性）1v1》作者：一只白兔糖【补番-136章】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/353cf0b3b5a8"
  },
  {
    "文件名": "[完结+43番外]《穿进时间停止小说后（穿书、双性）1v1》作者：一只白兔糖【补番-132章】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/958a41b6fd2b"
  },
  {
    "文件名": "[完结+31番外]《殒岩岛（4p互攻）单性 触手 人兽）》作者：殁斯王【补番-93章】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/6089952a1265"
  },
  {
    "文件名": "[完结+27番外]《穿进时间停止小说后（穿书、双性）1v1》作者：一只白兔糖【补番-116章】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/56d0f56606cf"
  },
  {
    "文件名": "[完结+18番外]《穿进时间停止小说后（穿书、双性）1v1》作者：一只白兔糖【补番-107章】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/86c0575cd19c"
  },
  {
    "文件名": "[完结+17番外]《程序失控【下篇】（S受M攻）1v1》作者：好困我先睡了【104章】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/0ec9a58a73da"
  },
  {
    "文件名": "[完结+15番外]《春宫墙（双性生子、老婆变嫂子）3p》作者：火风L【117章】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/8814c70cc7a9"
  },
  {
    "文件名": "[完结+8番外]《肏死我那从小养大的小书童（双性1v1）》作者：脖颈子疼.txt",
    "夸克盘链接": "https://pan.quark.cn/s/bf107d44a9a1"
  },
  {
    "文件名": "[完结+8番外]《被制裁的Omega特工（ABO 切片攻）1v1》作者：椰果奶茶【90章】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/97dd84e20527"
  },
  {
    "文件名": "[完结+8番外]《【耽美】乱春（1v1 炮友转正）》作者：三杏子.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c16982f79b12"
  },
  {
    "文件名": "[完结+7番外]《邪不压正（高干、年下、强受）1v1》作者：北衣溺水【补番-201章】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/0e5204e7e61d"
  },
  {
    "文件名": "[完结+7番外]《拍批照被室友逮个正着（双性总受）np》作者：叉两七.txt",
    "夸克盘链接": "https://pan.quark.cn/s/d82492230cd5"
  },
  {
    "文件名": "[完结+6番外]《攻控小甜饼故事(完结)主攻 美强1v1》作者：应兰【补】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/f3dd1e4db7bf"
  },
  {
    "文件名": "[完结+4番外]《渣攻说我渣了他（ntr）np》作者：悉悉索索.txt",
    "夸克盘链接": "https://pan.quark.cn/s/7c3de724c743"
  },
  {
    "文件名": "[完结+4番外]《纯欲小美人他那么乖（快穿总受）》作者：小春梨【333章】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/363a9a3357a4"
  },
  {
    "文件名": "[完结+4番外]《【mob丹枫】饮月这么色在幽囚狱没少挨抹吧！（同人）》作者：咩咩仓库.txt",
    "夸克盘链接": "https://pan.quark.cn/s/8ac13a54ed46"
  },
  {
    "文件名": "[完结+3番外]《总裁，您的秘书跑了！（1v1）》作者：瑰意琪行.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a48bc4e08173"
  },
  {
    "文件名": "[完结+3番外]《情囚（重生 双性1v1）》作者：也不.txt",
    "夸克盘链接": "https://pan.quark.cn/s/43c82ea8a6df"
  },
  {
    "文件名": "[完结+3番外]《清冷仙尊被逆徒肏成肉便器[双性]np总受》作者：奇怪魔法少男.txt",
    "夸克盘链接": "https://pan.quark.cn/s/8c04fd2776c5"
  },
  {
    "文件名": "[完结+3番外]《娇气小少爷的露批诱惑（双性诱受1v1）》作者：小羊爱吃肉.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ca7df088d63e"
  },
  {
    "文件名": "[完结+3番外]《反派师尊日错疯批后（主攻）【原名：反派师尊日错人后、反派师尊日错疯批后的团宠日常1v1》作者：余火烬燃【77章】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/6e5e91a5abe2"
  },
  {
    "文件名": "[完结+3番外]《被强制的贫穷男高中生【原名：碎玻璃、被发现秘密的贫穷男高（校园双性1v1 隐忍贫穷双性受x变态坏狗攻）》作者：林喊.txt",
    "夸克盘链接": "https://pan.quark.cn/s/59a2d757124b"
  },
  {
    "文件名": "[完结+2番外]《为期七天的毒药《我的秀赫外传同人》韩漫 CP徐时宇x朴道赫同人》作者：紅霞夜霞.txt",
    "夸克盘链接": "https://pan.quark.cn/s/24b5c3601ae9"
  },
  {
    "文件名": "[完结+2番外]《舍友是有性瘾的大美人怎么办（双性1v1）》作者：后米.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e78d836a9037"
  },
  {
    "文件名": "[完结+2番外]《软塌（ABO AA恋1v1）》作者：南酋九日.txt",
    "夸克盘链接": "https://pan.quark.cn/s/42e4c7b56d35"
  },
  {
    "文件名": "[完结+2番外]《软刺（嫂子文学 ABO1v1 同人）》作者：秋阳杲杲.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c981802ef9ac"
  },
  {
    "文件名": "[完结+2番外]《泊港（1v1 人外章鱼攻x兽医双性受）》作者：旧世界到黄昏.txt",
    "夸克盘链接": "https://pan.quark.cn/s/055afb1a0bdd"
  },
  {
    "文件名": "[完结+2番外]《漂亮受他只想活命（双性总受）np》作者：顾咕咕.txt",
    "夸克盘链接": "https://pan.quark.cn/s/1797c431258b"
  },
  {
    "文件名": "[完结+2番外]《甘心入局（骨科年下1v1）》作者：山陵替.txt",
    "夸克盘链接": "https://pan.quark.cn/s/88d49341b489"
  },
  {
    "文件名": "[完结+2番外]《半满【斗破苍穹尘炎同人】1v1》作者：吃仙女的小残声.txt",
    "夸克盘链接": "https://pan.quark.cn/s/27d028658534"
  },
  {
    "文件名": "[完结+2番外]《【女尊女攻】大景朝五皇女的逍遥生活（np 女攻、男生子）》作者：春夏家有2只猫.txt",
    "夸克盘链接": "https://pan.quark.cn/s/38b10f65a25e"
  },
  {
    "文件名": "[完结+2番外]《《轻推》正太Alpha(S)×大哥哥Omega（M)1v1》作者：大脚怪的脚大【补】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/207ebe33c4a4"
  },
  {
    "文件名": "[完结+1番外]《自古天然克傲娇（主攻，向哨，甜饼）1v1》作者：chenzero.txt",
    "夸克盘链接": "https://pan.quark.cn/s/fe4da3011307"
  },
  {
    "文件名": "[完结+1番外]《引心从良》作者：影时猫.txt",
    "夸克盘链接": "https://pan.quark.cn/s/1dc8a474183b"
  },
  {
    "文件名": "[完结+1番外]《万人嫌离婚之后（美强双性ABO、换攻）1v1》作者：andgbb.txt",
    "夸克盘链接": "https://pan.quark.cn/s/78db151303a4"
  },
  {
    "文件名": "[完结+1番外]《挽风雪（武侠1v1 双性）》作者：乖粒.txt",
    "夸克盘链接": "https://pan.quark.cn/s/d4fb9992f736"
  },
  {
    "文件名": "[完结+1番外]《饲养反派后被操了（穿书1v1）》作者：木玖欢.txt",
    "夸克盘链接": "https://pan.quark.cn/s/8850189ade7c"
  },
  {
    "文件名": "[完结+1番外]《清冷剑修白月光是男妓（修真 双性）np总受》作者：一袋锅巴.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ffc4dd3539e7"
  },
  {
    "文件名": "[完结+1番外]《墙头上的仙人（美攻壮受）美强1v1》作者：beauty1.txt",
    "夸克盘链接": "https://pan.quark.cn/s/f8c98b989f07"
  },
  {
    "文件名": "[完结+1番外]《你不可怕（出轨 偷情）》作者：啤酒肚【补】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/cd5072dcced2"
  },
  {
    "文件名": "[完结+1番外]《莫惊春（骨科1v1）》作者：站街卖身葬妻被前夫看见.txt",
    "夸克盘链接": "https://pan.quark.cn/s/03329cc34141"
  },
  {
    "文件名": "[完结+1番外]《老实人壮受被玩崩溃（美强双性1v1）》作者：寸铁.txt",
    "夸克盘链接": "https://pan.quark.cn/s/99572bde02b8"
  },
  {
    "文件名": "[完结+1番外]《绝对良率（1v1）》作者：琉珊珊【米国度】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/1b72f059530f"
  },
  {
    "文件名": "[完结+1番外]《绝对控制（已完结）双洁1v1 变态攻x软弱受）》作者：中药泡冰.txt",
    "夸克盘链接": "https://pan.quark.cn/s/3f150983fdc3"
  },
  {
    "文件名": "[完结+1番外]《禁止强制（年下1v1 小妈文学）》作者：颠婆.txt",
    "夸克盘链接": "https://pan.quark.cn/s/7a2b3ddb0004"
  },
  {
    "文件名": "[完结+全番外]《【烨姬】这么巧啊（同人1v1）》作者：好大一个猛男.txt",
    "夸克盘链接": "https://pan.quark.cn/s/5cb0a3a3a47c"
  },
  {
    "文件名": "[完结+全番外]《【骨科】以身囚爱》作者：奔跑的大菠萝.txt",
    "夸克盘链接": "https://pan.quark.cn/s/24931810b149"
  },
  {
    "文件名": "[完结+全番外]《【封神殷寿all】恶主的诗篇（np同人）》作者：三字元.txt",
    "夸克盘链接": "https://pan.quark.cn/s/766d415bef05"
  },
  {
    "文件名": "[完结+全番外]《【虫族】日出之前》作者：jabberwocky.txt",
    "夸克盘链接": "https://pan.quark.cn/s/b74dec68e28a"
  },
  {
    "文件名": "[完结+1番外]《管理员很忙（np同人总攻）》作者：山笙.txt",
    "夸克盘链接": "https://pan.quark.cn/s/9bc4af61b93a"
  },
  {
    "文件名": "[完结+1番外]《非神》作者：小小末.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e4958e790c76"
  },
  {
    "文件名": "[完结+1番外]《当茉莉花变成了笨蛋美人（双性1v1 ABO）》作者：椰奶糖.txt",
    "夸克盘链接": "https://pan.quark.cn/s/7773fdbe18f5"
  },
  {
    "文件名": "[完结+1番外]《迟冬（骨科 BE）》作者：阿瑞斯少校.txt",
    "夸克盘链接": "https://pan.quark.cn/s/f75dae14540b"
  },
  {
    "文件名": "[完结+1番外]《不爱男朋友但是把他操怀孕了怎么办？？（虐受 追妻火葬场）》作者：小美【补】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/b305671d4119"
  },
  {
    "文件名": "[完结+1番外]《被他救下之后（1v1）》作者：依瞳.txt",
    "夸克盘链接": "https://pan.quark.cn/s/40c7cec7ab2f"
  },
  {
    "文件名": "[完结+1番外]《【主攻】网恋翻车现场（美强互掰弯、双救赎）1v1》作者：棠苏.txt",
    "夸克盘链接": "https://pan.quark.cn/s/4ea1f94b918d"
  },
  {
    "文件名": "[完结+1番外]《【绪简】失乐园（同人）1v1》作者：vixerunts.txt",
    "夸克盘链接": "https://pan.quark.cn/s/2028b9e61dd6"
  },
  {
    "文件名": "[完结+1番外]《【现代家奴】奴隶真人秀》作者：星景.txt",
    "夸克盘链接": "https://pan.quark.cn/s/4d62553c586d"
  },
  {
    "文件名": "[合集 完结]《渣男必须死在火葬场！（短小合集）》作者：罩爷是只猫.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e77ce6eabf4d"
  },
  {
    "文件名": "[合集 完结]《欲海沉沦》作者：阿伽洛斯.txt",
    "夸克盘链接": "https://pan.quark.cn/s/edbb5b07cdd1"
  },
  {
    "文件名": "[合集 完结]《一些训诫文小零嘴（SP SM）》作者：笙寒.txt",
    "夸克盘链接": "https://pan.quark.cn/s/eac387636c5c"
  },
  {
    "文件名": "[合集 完结]《睡前短篇故事合集》作者：冻小酥肉.txt",
    "夸克盘链接": "https://pan.quark.cn/s/4a0f4720417c"
  },
  {
    "文件名": "[合集 完结]《缺爱小美人在童话世界挨艹的生活》作者：一个冷门爱好者.txt",
    "夸克盘链接": "https://pan.quark.cn/s/f62218647cb7"
  },
  {
    "文件名": "[合集 完结]《强制性欢愉（囚禁 小黑屋 神经病攻）》作者：柏霂.txt",
    "夸克盘链接": "https://pan.quark.cn/s/7ab30b52f260"
  },
  {
    "文件名": "[合集 完结]《强压小合集（弱强）》作者：绕地球三圈有余.txt",
    "夸克盘链接": "https://pan.quark.cn/s/576110a07199"
  },
  {
    "文件名": "[合集 完结]《见色起意（炖肉合集）》作者：墨黑花.txt",
    "夸克盘链接": "https://pan.quark.cn/s/6eecd0c31427"
  },
  {
    "文件名": "[合集 完结]《公交车上yin乱日常（纯肉）》作者：朕今天一定更新.txt",
    "夸克盘链接": "https://pan.quark.cn/s/455a4495372b"
  },
  {
    "文件名": "[合集 完结]《各种脑洞大合集（单性）人外》作者：芒果炒带鱼.txt",
    "夸克盘链接": "https://pan.quark.cn/s/d1778b7754a3"
  },
  {
    "文件名": "[合集 完结]《堕落的便利店少年》作者：三色夜铃.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a810416c5486"
  },
  {
    "文件名": "[合集 完结]《短篇合集（混合h）》作者：商银.txt",
    "夸克盘链接": "https://pan.quark.cn/s/7ba66ebec17f"
  },
  {
    "文件名": "[合集 完结]《吃肉合集（双性）》作者：以息相吹吹吹.txt",
    "夸克盘链接": "https://pan.quark.cn/s/dd9aff8bc0e3"
  },
  {
    "文件名": "[合集 完结]《车速超快der～快上车「合集」》作者：葭月.txt",
    "夸克盘链接": "https://pan.quark.cn/s/8eec197b1a23"
  },
  {
    "文件名": "[合集 完结]《爆汁涩文回收站》作者：草吠.txt",
    "夸克盘链接": "https://pan.quark.cn/s/cb14d612eb03"
  },
  {
    "文件名": "[合集 完结]《掰弯故事集》作者：橱柜.txt",
    "夸克盘链接": "https://pan.quark.cn/s/3104d1a1dd3a"
  },
  {
    "文件名": "[合集 完结]《爱爱婚姻事务局》作者：码字真的很头秃.txt",
    "夸克盘链接": "https://pan.quark.cn/s/9ff4e3e5a477"
  },
  {
    "文件名": "[合集 完结]《【合集】霪乱性癖（bl&amp;bg&amp;gl混合）》作者：❤️饕餮之徒爱吃肉.txt",
    "夸克盘链接": "https://pan.quark.cn/s/34379ddcbdd6"
  },
  {
    "文件名": "[合集 完结]《【枫散】傲娇人偶少年狂吻多情浪人武士（同人）》作者：想喝冰可可.txt",
    "夸克盘链接": "https://pan.quark.cn/s/370a3b41c935"
  },
  {
    "文件名": "[合集 完结]《【all蝙】反派平权运动（PWP合集）》作者：bzm.txt",
    "夸克盘链接": "https://pan.quark.cn/s/bc01b0230123"
  },
  {
    "文件名": "[np 完结]《总攻干死男主们》作者：苏晚晚.txt",
    "夸克盘链接": "https://pan.quark.cn/s/4988e9351728"
  },
  {
    "文件名": "[np 完结]《重庆风云（all林楠笙同人）》作者：叁仟世界.txt",
    "夸克盘链接": "https://pan.quark.cn/s/13f02e56555f"
  },
  {
    "文件名": "[np 完结]《直男帅哥和三个异能室友的日子（单性 催眠）》作者：色色发抖.txt",
    "夸克盘链接": "https://pan.quark.cn/s/9b94f762da56"
  },
  {
    "文件名": "[np 完结]《掌中之物（3p bl+bg NTR）》作者：剑与索克萨尔.txt",
    "夸克盘链接": "https://pan.quark.cn/s/bb68a25dd115"
  },
  {
    "文件名": "[np 完结]《渣男的七个老攻（非双性）单性总受》作者：君沐霖.txt",
    "夸克盘链接": "https://pan.quark.cn/s/1af29bd3251a"
  },
  {
    "文件名": "[np 完结]《在言情文里撩直男男主【快穿总受】》作者：辞奺.txt",
    "夸克盘链接": "https://pan.quark.cn/s/b3458c4832f5"
  },
  {
    "文件名": "[np 完结]《在无限世界里直播做爱》作者：白开水水水水.txt",
    "夸克盘链接": "https://pan.quark.cn/s/dc6b122d3416"
  },
  {
    "文件名": "[np 完结]《在惊悚世界里被诡异艹透了（双性np）》作者：阿白.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ab361be201b9"
  },
  {
    "文件名": "[np 完结]《阳痿总裁用跳蛋调教助理（总攻np）》作者：南枫枫.txt",
    "夸克盘链接": "https://pan.quark.cn/s/5b1ccb68787b"
  },
  {
    "文件名": "[np 完结]《学霸的骚货修养》作者：不起名字行不行.txt",
    "夸克盘链接": "https://pan.quark.cn/s/0b2078ad1af2"
  },
  {
    "文件名": "[np 完结]《性瘾保镖靠催眠征服娱乐圈[总攻NP]》作者：鲨鱼饿晕了.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a0bad838c123"
  },
  {
    "文件名": "[np 完结]《星光璀璨·沈威（SM）》作者：比比比目鱼01.txt",
    "夸克盘链接": "https://pan.quark.cn/s/d9b76795308b"
  },
  {
    "文件名": "[np 完结]《小嫂子（双性总受）》作者：猫咪拌饭.txt",
    "夸克盘链接": "https://pan.quark.cn/s/992fb866dcab"
  },
  {
    "文件名": "[np 完结]《乡村老师（双性生子）》作者：熙熙.txt",
    "夸克盘链接": "https://pan.quark.cn/s/792fd3029a8a"
  },
  {
    "文件名": "[np 完结]《误入歧途（futa 强制 触手）》作者：.txt",
    "夸克盘链接": "https://pan.quark.cn/s/9924c64903da"
  },
  {
    "文件名": "[np 完结]《无限快感（滥交攻 渣攻 ntr）》作者：演已至此.txt",
    "夸克盘链接": "https://pan.quark.cn/s/b04517d7948e"
  },
  {
    "文件名": "[np 完结]《我性幻想中的体校生活（校园SM）》作者：劳伦瑞尔.txt",
    "夸克盘链接": "https://pan.quark.cn/s/30051fbceb62"
  },
  {
    "文件名": "[np 完结]《我的攻略男友》作者：网页不想生气.txt",
    "夸克盘链接": "https://pan.quark.cn/s/0e94476ac678"
  },
  {
    "文件名": "[完结+1番外]《记一次成功的相亲（穿越ABO）》作者：花卷大大.txt",
    "夸克盘链接": "https://pan.quark.cn/s/09b23c7f593a"
  },
  {
    "文件名": "[完结+1番外]《过期爱情（竹马1v1 ABO）》作者：苏在歌.txt",
    "夸克盘链接": "https://pan.quark.cn/s/3494970f8ceb"
  },
  {
    "文件名": "[完结+1番外]《过敏（1v1 温柔攻）》作者：鱼摆摆.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ba1b86f2c094"
  },
  {
    "文件名": "[np 完结]《摄政王的溃败（修改版）单性总受、日攻&amp;攻转受）》作者：或有梦来.txt",
    "夸克盘链接": "https://pan.quark.cn/s/62efa25a6b89"
  },
  {
    "文件名": "[np 完结]《清冷仙尊的极端M欲（双性 抹布）》作者：正常人.txt",
    "夸克盘链接": "https://pan.quark.cn/s/eba71ae64bcd"
  },
  {
    "文件名": "[np 完结]《前夫和发小都成了我的炮友》作者：朽木灵.txt",
    "夸克盘链接": "https://pan.quark.cn/s/0284c9827106"
  },
  {
    "文件名": "[np 完结]《炮灰美人掰弯直男后被爆肏了（万人迷总受）》作者：叫我咪咪就好.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ee43c0cc5fca"
  },
  {
    "文件名": "[np 完结]《逆我者亡 （家奴文BDSM）下部 1v1》作者：九页【285章】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/3748bc7d8596"
  },
  {
    "文件名": "[np 完结]《魔尊沦为公用玩物后（双性，BDSM）抹布 结局1v1》作者：莉莉丝.txt",
    "夸克盘链接": "https://pan.quark.cn/s/d55e601acb68"
  },
  {
    "文件名": "[np 完结]《魔王城：双姓大乃魔王yin乱日常［np］》作者：脆皮大烧鹅.txt",
    "夸克盘链接": "https://pan.quark.cn/s/7eadbc1887ba"
  },
  {
    "文件名": "[np 完结]《梦魔的救赎（双性 抹布）》作者：半江瑟瑟.txt",
    "夸克盘链接": "https://pan.quark.cn/s/23ebadfb5a4f"
  },
  {
    "文件名": "[np 完结]《麦浪（封神榜同人 MOB）》作者：麓游.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ec5ad2c1283a"
  },
  {
    "文件名": "[np 完结]《恋综之男嘉宾都想透我肿么逃？》作者：纯正九连宝灯.txt",
    "夸克盘链接": "https://pan.quark.cn/s/87fcc5795423"
  },
  {
    "文件名": "[np 完结]《历劫的小狗（np总受）》作者：五个金元宝.txt",
    "夸克盘链接": "https://pan.quark.cn/s/4aa19038ebd9"
  },
  {
    "文件名": "[np 完结]《李路的狗（校园双性主受） SM 受调教攻》作者：梁真.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ef420b5c4897"
  },
  {
    "文件名": "[np 完结]《了不起的总攻》作者：阶凉.txt",
    "夸克盘链接": "https://pan.quark.cn/s/bb340f09bdfa"
  },
  {
    "文件名": "[np 完结]《快穿之无法自拔（双性）》作者：商银.txt",
    "夸克盘链接": "https://pan.quark.cn/s/adda18daf99d"
  },
  {
    "文件名": "[np 完结]《快穿：和起点男主们疯狂do爱》作者：苏酒.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c3b802918cc0"
  },
  {
    "文件名": "[np 完结]《恐同直男的畜化调教（单性总受、宿舍文学）》作者：欧石楠【补第二部完结】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/450d4d2f0c30"
  },
  {
    "文件名": "[np 完结]《精牛父子遇难记》作者：野狐不妄【补第二卷结局】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c47abee5e1dc"
  },
  {
    "文件名": "[np 完结]《今晚老公不在家（双性 出轨 ABO）》作者：西悼.txt",
    "夸克盘链接": "https://pan.quark.cn/s/8ffec6bf4998"
  },
  {
    "文件名": "[np 完结]《佳人才子俱往矣（BL&amp;BG混合）》作者：生死肉骨.txt",
    "夸克盘链接": "https://pan.quark.cn/s/8511855fd04a"
  },
  {
    "文件名": "[np 完结]《回国后被日夜宠爱（伪骨科）》作者：沐已成粥.txt",
    "夸克盘链接": "https://pan.quark.cn/s/5f3e3c278d7e"
  },
  {
    "文件名": "[np 完结]《簧文里觉醒的路人alpha（ABO 万人迷总受）》作者：日日.txt",
    "夸克盘链接": "https://pan.quark.cn/s/8e10d3c80356"
  },
  {
    "文件名": "[np 完结]《黑暗潮汐（人外np）总受》作者：沉默的牛奶薄荷糖.txt",
    "夸克盘链接": "https://pan.quark.cn/s/1fe893684e08"
  },
  {
    "文件名": "[np 完结]《和死对头舍友一起被隔离后（双性np）总受》作者：君沐霖.txt",
    "夸克盘链接": "https://pan.quark.cn/s/80bd95f433f0"
  },
  {
    "文件名": "[np 完结]《海王他长了个小逼（又名：海王长了个小批）双性总受》作者：番茄西子.txt",
    "夸克盘链接": "https://pan.quark.cn/s/3213bb503271"
  },
  {
    "文件名": "[np 完结]《勾引邻居男朋友后（双性 出轨 互受）》作者：余柑子.txt",
    "夸克盘链接": "https://pan.quark.cn/s/509f6a8c7d74"
  },
  {
    "文件名": "[np 完结]《附身别人嫖男神》作者：池里没有水.txt",
    "夸克盘链接": "https://pan.quark.cn/s/1cf240885097"
  },
  {
    "文件名": "[np 完结]《父皇（父女，女攻）》作者：菊柚甜.txt",
    "夸克盘链接": "https://pan.quark.cn/s/98862e5f239d"
  },
  {
    "文件名": "[np 完结]《佛劫相厮[年上]》作者：茉璃玥a.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e9d900dc060a"
  },
  {
    "文件名": "[np 完结]《疯批美人夹心饼干（外国人攻）》作者：流青.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a5b671110a97"
  },
  {
    "文件名": "[np 完结]《多汁的恶毒小美人（快穿总受、系统）》作者：谢仁煊【已坑】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/1f0069b1e30e"
  },
  {
    "文件名": "[np 完结]《当龙傲天掉落花市（直掰弯、np轮奸）》作者：Light.txt",
    "夸克盘链接": "https://pan.quark.cn/s/1d3472209878"
  },
  {
    "文件名": "[np 完结]《大裂》作者：废铁蠕虫.txt",
    "夸克盘链接": "https://pan.quark.cn/s/7c6934162537"
  },
  {
    "文件名": "[np 完结]《错把Beta当Omega（ABO 结局1v1）》作者：罩爷是只猫.txt",
    "夸克盘链接": "https://pan.quark.cn/s/d88170136cf8"
  },
  {
    "文件名": "[np 完结]《催眠强奸猥亵认知改变（总攻）美强 常识修改》作者：gzybf.txt",
    "夸克盘链接": "https://pan.quark.cn/s/490b4c655f6e"
  },
  {
    "文件名": "[np 完结]《春风醉（大奶单性受、反攻、抹布受）》作者：地宝回充失败.txt",
    "夸克盘链接": "https://pan.quark.cn/s/3cc0bb05b544"
  },
  {
    "文件名": "[np 完结]《为了撮合爸妈我死而复活（美强总攻）》作者：雾姑.txt",
    "夸克盘链接": "https://pan.quark.cn/s/f3b46b91e3dc"
  },
  {
    "文件名": "[np 完结]《危基四伏（骨科 父子乱伦 1m0s）》作者：尔藏人海.txt",
    "夸克盘链接": "https://pan.quark.cn/s/72b91bff286e"
  },
  {
    "文件名": "[np 完结]《玩脱后被强制灌溉（双性总受）》作者：一个小号.txt",
    "夸克盘链接": "https://pan.quark.cn/s/d04a39815b41"
  },
  {
    "文件名": "[np 完结]《特殊取精技巧》作者：亲亲我吧.txt",
    "夸克盘链接": "https://pan.quark.cn/s/0b4f21d61fe9"
  },
  {
    "文件名": "[np 完结]《双性大奶美人小妈日日被两个儿子艹》作者：南枫枫.txt",
    "夸克盘链接": "https://pan.quark.cn/s/dc01a4d7546d"
  },
  {
    "文件名": "[np 完结]《被争夺的omega（双性总受ABO）》作者：观来果.txt",
    "夸克盘链接": "https://pan.quark.cn/s/9e873cca111f"
  },
  {
    "文件名": "[np 完结]《被老肥丑流浪汉捡到的少年》作者：祖国花朵.txt",
    "夸克盘链接": "https://pan.quark.cn/s/d9f32ed64284"
  },
  {
    "文件名": "[np 完结]《被背叛后的释然前行》.txt",
    "夸克盘链接": "https://pan.quark.cn/s/bf71721891f4"
  },
  {
    "文件名": "[np 完结]《备受宠爱的小儿子（骨科 np）》作者：落落阔落落.txt",
    "夸克盘链接": "https://pan.quark.cn/s/36497ccace2e"
  },
  {
    "文件名": "[np 完结]《爆炒炉鼎大师兄（修真、双性总受）》作者：二木.txt",
    "夸克盘链接": "https://pan.quark.cn/s/eb928bed39cc"
  },
  {
    "文件名": "[np 完结]《把皇后调教成合格的母狗（纯肉）》作者：强制爱渣攻.txt",
    "夸克盘链接": "https://pan.quark.cn/s/95fdb622c9bb"
  },
  {
    "文件名": "[np 完结]《R18主角我来当！NP双性》作者：炖些什么肉.txt",
    "夸克盘链接": "https://pan.quark.cn/s/238e30aaaaa2"
  },
  {
    "文件名": "[np 完结]《B装O的一生（np）ABO》作者：一蟹不如一蟹.txt",
    "夸克盘链接": "https://pan.quark.cn/s/1f37ad3be4ab"
  },
  {
    "文件名": "[np 完结]《B装O的一生（np）》作者：一蟹不如一蟹.txt",
    "夸克盘链接": "https://pan.quark.cn/s/0202a7356d85"
  },
  {
    "文件名": "[np 完结]《【主攻】娱乐圈的万人迷攻（np）》作者：花里胡哨.txt",
    "夸克盘链接": "https://pan.quark.cn/s/5505ff86ed7a"
  },
  {
    "文件名": "[np 完结]《【双3p】被男朋友的父亲爆炒了小批（双性）》作者：炖肉火锅.txt",
    "夸克盘链接": "https://pan.quark.cn/s/4a58a2e3fdfc"
  },
  {
    "文件名": "[np 完结]《【第四爱】叶氏家规（家规训诫女尊GB女攻现代家奴）》作者：暗黑系魔女.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e9351ed48553"
  },
  {
    "文件名": "[np 完结]《【虫族】我只是一个想躺平的母虫》作者：jabberwocky.txt",
    "夸克盘链接": "https://pan.quark.cn/s/7596a16ad195"
  },
  {
    "文件名": "[np 完结]《【sp】男孩的教育（2）》作者：十岸.txt",
    "夸克盘链接": "https://pan.quark.cn/s/afe791650382"
  },
  {
    "文件名": "[np 完结]《【all高启强】未卜（狂飙同人 单性 mob强）》作者：绝少分甘.txt",
    "夸克盘链接": "https://pan.quark.cn/s/fa7bcd6c3120"
  },
  {
    "文件名": "[np 完结]《【3pbdsm】变形记之被父子玩弄的乡下小狗》作者：桃姿.txt",
    "夸克盘链接": "https://pan.quark.cn/s/50b3a99faf96"
  },
  {
    "文件名": "[np 完结]《［快穿主攻］海棠攻环游异世界》作者：汪汪队立大功【补】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/745c9f5ca245"
  },
  {
    "文件名": "[np 完结]《［ABO］S级omega和他没用的男人们（总受）》作者：时清.txt",
    "夸克盘链接": "https://pan.quark.cn/s/f64d19e5d533"
  },
  {
    "文件名": "[np 完结]《（总攻）巧了，室友全是双性》作者：芈酒.txt",
    "夸克盘链接": "https://pan.quark.cn/s/bf1a2dc9ac92"
  },
  {
    "文件名": "[3p 完结]《共侍二夫》作者：长岛冻茶.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e33a664bdf75"
  },
  {
    "文件名": "[1v1 完结]《醉过（武侠 伪替身&amp;真白月光）》作者：雲苑【米国度】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/9bb9775b66f5"
  },
  {
    "文件名": "[1v1 完结]《罪（强强互攻）》作者：先泱.txt",
    "夸克盘链接": "https://pan.quark.cn/s/b007d855ed31"
  },
  {
    "文件名": "[1v1 完结]《竹马是疯批（双性）》作者：世风日下.txt",
    "夸克盘链接": "https://pan.quark.cn/s/f7e61395322b"
  },
  {
    "文件名": "[1v1 完结]《终究还是因为爱》作者：Helen.txt",
    "夸克盘链接": "https://pan.quark.cn/s/706495b7cf85"
  },
  {
    "文件名": "[1v1 完结]《忠犬的祈愿（美强互攻）》作者：鸪馆.txt",
    "夸克盘链接": "https://pan.quark.cn/s/9122ef30c7ae"
  },
  {
    "文件名": "[1v1 完结]《直男吸gay记（美强 刑侦）》作者：咕噜爱吃肉.txt",
    "夸克盘链接": "https://pan.quark.cn/s/315866231a97"
  },
  {
    "文件名": "[1v1 完结]《掌控（主攻）双性》作者：柳生花.txt",
    "夸克盘链接": "https://pan.quark.cn/s/292fc5566898"
  },
  {
    "文件名": "[1v1 完结]《长批总裁被++哭（调教sm）双性 年下》作者：葛二蛋.txt",
    "夸克盘链接": "https://pan.quark.cn/s/62ff77524d62"
  },
  {
    "文件名": "[1v1 完结]《长大后我日了死对头（美强 BDSM）》作者：京墨.txt",
    "夸克盘链接": "https://pan.quark.cn/s/83108363358e"
  },
  {
    "文件名": "[1v1 完结]《造物》作者：来去.txt",
    "夸克盘链接": "https://pan.quark.cn/s/f754958ab487"
  },
  {
    "文件名": "[1v1 完结]《再见，长溪（虐心）》作者：厄尔阿尼诺.txt",
    "夸克盘链接": "https://pan.quark.cn/s/fc4ddd9f0435"
  },
  {
    "文件名": "[1v1 完结]《缘木囚鱼【ABO】》作者：wargoose【米国度】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/f5337392ac85"
  },
  {
    "文件名": "[np 完结]《穿越八零，我的市长父亲》作者：秦苏.txt",
    "夸克盘链接": "https://pan.quark.cn/s/63f4c4a67ffb"
  },
  {
    "文件名": "[np 完结]《出柜后被爆草了（NP）》作者：青山无侪.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e34342d3ce45"
  },
  {
    "文件名": "[np 完结]《产娘（双性生子产乳）》作者：Xilinx.txt",
    "夸克盘链接": "https://pan.quark.cn/s/893296ac69c0"
  },
  {
    "文件名": "[np 完结]《艹透大奶男妈妈（np）》作者：罩爷是只猫.txt",
    "夸克盘链接": "https://pan.quark.cn/s/0f664603209e"
  },
  {
    "文件名": "[1v1 完结]《一个Omega的真实婚姻（ABO 小三上位竹马攻）》作者：嘟嘟晏.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a2e954521b69"
  },
  {
    "文件名": "[1v1 完结]《阳光开朗学长要被吃掉了》作者：满足自己xp.txt",
    "夸克盘链接": "https://pan.quark.cn/s/cb6bc7b5a226"
  },
  {
    "文件名": "[1v1 完结]《训狗（调教虐身 无cp）》作者：云山外w【米国度】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/b567a80b9b14"
  },
  {
    "文件名": "[1v1 完结]《寻情续缘（哨向ABO、人外鲛人攻x病娇受）》作者：小桂【米国度】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c0f0b8be5f27"
  },
  {
    "文件名": "[1v1 完结]《心上人（灿白同人）》作者：摆烂小熊厨.txt",
    "夸克盘链接": "https://pan.quark.cn/s/685dc9fb69f0"
  },
  {
    "文件名": "[1v1 完结]《小王子的幸福》作者：飞鸟琳.txt",
    "夸克盘链接": "https://pan.quark.cn/s/93a1e88495fc"
  },
  {
    "文件名": "[1v1 完结]《小王爷与大暗卫》作者：非黑即白.txt",
    "夸克盘链接": "https://pan.quark.cn/s/20891394231d"
  },
  {
    "文件名": "[1v1 完结]《小可爱们的诱夫日常》作者：听雾【补】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/afebdcd01c39"
  },
  {
    "文件名": "[1v1 完结]《膝下求欢（师徒年下 强制）》作者：藏风【米国度】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/abffcd0f2bed"
  },
  {
    "文件名": "[1v1 完结]《误会（美强壮受）》作者：笑师傅.txt",
    "夸克盘链接": "https://pan.quark.cn/s/2dc57a63f190"
  },
  {
    "文件名": "[1v1 完结]《我自愿退离（美强换受）》作者：vomer社恐社恐社恐.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e311921412af"
  },
  {
    "文件名": "[1v1 完结]《我真没在无限流钓男人（伪np 双性受、切片攻）》作者：雪花泥.txt",
    "夸克盘链接": "https://pan.quark.cn/s/9e6df26e27aa"
  },
  {
    "文件名": "[1v1 完结]《我在被丢掉后的日子》作者：是最九还是九最.txt",
    "夸克盘链接": "https://pan.quark.cn/s/963e76cf0333"
  },
  {
    "文件名": "[1v1 完结]《我说我是直男你信吗（年下 直掰弯）》作者：比个中指.txt",
    "夸克盘链接": "https://pan.quark.cn/s/d30e08871065"
  },
  {
    "文件名": "[1v1 完结]《我上了我弟（伪骨科 直掰弯）》作者：陌生人.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c0608f37e54a"
  },
  {
    "文件名": "[1v1 完结]《我那甜滋滋‘水’又多的老婆（双性）》作者：温柔的看看.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e3199db8df37"
  },
  {
    "文件名": "[1v1 完结]《我教对象谈恋爱（校园）》作者：吃甜糕吗.txt",
    "夸克盘链接": "https://pan.quark.cn/s/573458e22881"
  },
  {
    "文件名": "[1v1 完结]《我被好兄弟囚禁了（双性）弱攻强受》作者：顾瑜皓野.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a67f1f64c79c"
  },
  {
    "文件名": "[1v1 完结]《委芳尘（竹马虐心、渣攻贱受）》作者：蓝莓芝士.txt",
    "夸克盘链接": "https://pan.quark.cn/s/b285a4661a80"
  },
  {
    "文件名": "[1v1 完结]《网恋撩狗被狗R【原名：网恋撩狗被狗日（校园）》作者：大黄羊【补】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/fee9c6d77eb7"
  },
  {
    "文件名": "[1v1 完结]《王总他每天都想辞职》作者：骆驼青方.txt",
    "夸克盘链接": "https://pan.quark.cn/s/54378ae9a00d"
  },
  {
    "文件名": "[1v1 完结]《王妃上位记[快穿重生]》作者：七十而已.txt",
    "夸克盘链接": "https://pan.quark.cn/s/3706eea22e02"
  },
  {
    "文件名": "[1v1 完结]《宛如黑夜（美攻壮受，产奶）美强》作者：beauty1.txt",
    "夸克盘链接": "https://pan.quark.cn/s/af621f3d17e4"
  },
  {
    "文件名": "[1v1 完结]《疼就哭出来（兄弟骨科）》作者：拌腐【修】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/10182e5f49ea"
  },
  {
    "文件名": "[1v1 完结]《贪狼的白月光（兽人 年下）》作者：非黑即白.txt",
    "夸克盘链接": "https://pan.quark.cn/s/52f86a0775fc"
  },
  {
    "文件名": "[1v1 完结]《胎穿入腹（半纯生）重口生子》作者：天边月.txt",
    "夸克盘链接": "https://pan.quark.cn/s/5571fde19a74"
  },
  {
    "文件名": "[1v1 完结]《碎梦你别啃我屁股了（架空 逆水寒手游同人）忠犬攻》作者：宵焱.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a893789df3ed"
  },
  {
    "文件名": "[1v1 完结]《送外卖的倒霉beta（强制生子ABO 强制爱）》作者：蛋蛋蛋糕.txt",
    "夸克盘链接": "https://pan.quark.cn/s/521ae76a4e28"
  },
  {
    "文件名": "[1v1 完结]《饲蛇（单性 人兽、哭包蛇攻&amp;疯批清冷受）》作者：我的精神状态很好呀.txt",
    "夸克盘链接": "https://pan.quark.cn/s/f32a388b57f6"
  },
  {
    "文件名": "[1v1 完结]《双重疼爱［双性］》作者：枫桥.txt",
    "夸克盘链接": "https://pan.quark.cn/s/4dfc3d02808f"
  },
  {
    "文件名": "[1v1 完结]《双性美人和哥哥的淫乱日常（伪骨科）》作者：南枫枫.txt",
    "夸克盘链接": "https://pan.quark.cn/s/dfa8e329b71d"
  },
  {
    "文件名": "[1v1 完结]《时光总是擦身而过（破镜重圆ABO）》作者：Aysha【米国度】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/254b182bd929"
  },
  {
    "文件名": "[1v1 完结]《谁都会离开（双洁年下）》作者：作者名.txt",
    "夸克盘链接": "https://pan.quark.cn/s/8c623fcc5fa5"
  },
  {
    "文件名": "[1v1 完结]《上床抽筋要人命》作者：壹那由他.txt",
    "夸克盘链接": "https://pan.quark.cn/s/f971dfe9f978"
  },
  {
    "文件名": "[1v1 完结]《三日蜉蝣（虐心）》作者：簡栖.txt",
    "夸克盘链接": "https://pan.quark.cn/s/4d113ac37298"
  },
  {
    "文件名": "[1v1 完结]《人妻小哥儿出轨糙汉猎户（双性）》作者：无法无天.txt",
    "夸克盘链接": "https://pan.quark.cn/s/6b8e84526e93"
  },
  {
    "文件名": "[1v1 完结]《人偶饲养精灵的日常（单性诱受）》作者：千江.txt",
    "夸克盘链接": "https://pan.quark.cn/s/780b937a6ebe"
  },
  {
    "文件名": "[1v1 完结]《清冷炮灰强抱反派大腿，被艹的泪花花【快穿】》作者：容景.txt",
    "夸克盘链接": "https://pan.quark.cn/s/4dfe2e619b6f"
  },
  {
    "文件名": "[1v1 完结]《清冷美人被暴君懆批（双性双洁）》作者：全文存稿不坑文.txt",
    "夸克盘链接": "https://pan.quark.cn/s/9e5c011ce829"
  },
  {
    "文件名": "[1v1 完结]《强壮男仆娇少爷（下克上）》作者：星星冷的眨眼睛.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a6e3a15d58ef"
  },
  {
    "文件名": "[1v1 完结]《狱望（强强 监狱文）》作者：顾飞鱼.txt",
    "夸克盘链接": "https://pan.quark.cn/s/0a346573caca"
  },
  {
    "文件名": "[1v1 完结]《娱乐圈之引吭高歌（强制 BDSM）》作者：vivi的时间海【米国度】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/3f54e78937be"
  },
  {
    "文件名": "[1v1 完结]《娱乐圈：空降金主，拐跑男二（双性）》作者：南枫枫.txt",
    "夸克盘链接": "https://pan.quark.cn/s/fb90b5631ec3"
  },
  {
    "文件名": "[1v1 完结]《影帝翻车，嫩批不保（双性）》作者：果味汽水.txt",
    "夸克盘链接": "https://pan.quark.cn/s/44b8b31330a7"
  },
  {
    "文件名": "[1v1 完结]《遗书【耽美】》作者：塵瀟.txt",
    "夸克盘链接": "https://pan.quark.cn/s/d8902a2305cf"
  },
  {
    "文件名": "[1v1 完结]《娘子（1v1双性）女装美攻》作者：好枯.txt",
    "夸克盘链接": "https://pan.quark.cn/s/eae11e5132b3"
  },
  {
    "文件名": "[1v1 完结]《男高的绝美日常》作者：萎靡不振的咸鱼【米国度】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/9ce851c167a7"
  },
  {
    "文件名": "[1v1 完结]《沐云渡（蛇诱）双洁 蛇妖攻》作者：柠檬加冰い.txt",
    "夸克盘链接": "https://pan.quark.cn/s/b1b83b16a09f"
  },
  {
    "文件名": "[1v1 完结]《明天的太阳（父子）》作者：没用的小胡子.txt",
    "夸克盘链接": "https://pan.quark.cn/s/b79d6abcd94a"
  },
  {
    "文件名": "[1v1 完结]《免疫屏蔽（校园 学霸攻x学渣受）》作者：夜行喵【米国度】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/170a0ed1062b"
  },
  {
    "文件名": "[1v1 完结]《闷骚男每天都把下头男do到腿软》作者：故乡的菊花又开了.txt",
    "夸克盘链接": "https://pan.quark.cn/s/167a4b84926a"
  },
  {
    "文件名": "[1v1 完结]《美人警官的小镇性福日常》作者：江枯的狗.txt",
    "夸克盘链接": "https://pan.quark.cn/s/995455e28398"
  },
  {
    "文件名": "[1v1 完结]《美梦成真（gb）女攻》作者：落日乔安.txt",
    "夸克盘链接": "https://pan.quark.cn/s/3d7c6474d8a0"
  },
  {
    "文件名": "[1v1 完结]《玫瑰花刺》作者：夏令兮.txt",
    "夸克盘链接": "https://pan.quark.cn/s/9033b5056fa5"
  },
  {
    "文件名": "[1v1 完结]《满分Omega（生子ABO）》作者：云间.txt",
    "夸克盘链接": "https://pan.quark.cn/s/42a5d3ccef67"
  },
  {
    "文件名": "[1v1 完结]《马夫（双性）美强虐心》作者：木三火.txt",
    "夸克盘链接": "https://pan.quark.cn/s/adca5671ab2b"
  },
  {
    "文件名": "[1v1 完结]《屡教不改（主攻 出轨 换受）》作者：总攻就是我.txt",
    "夸克盘链接": "https://pan.quark.cn/s/2ab5e905ba55"
  },
  {
    "文件名": "[1v1 完结]《落花，有意（ABO 少爷纯情攻x佣兵强受）》作者：原木熊.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ee3b1d13e69f"
  },
  {
    "文件名": "[1v1 完结]《论浪子被制裁的日常》双a&amp;ABO》作者：迟不遇.txt",
    "夸克盘链接": "https://pan.quark.cn/s/b9c46a4aff8f"
  },
  {
    "文件名": "[1v1 完结]《龙情缘之五-狂爱神医》作者：catherlee.txt",
    "夸克盘链接": "https://pan.quark.cn/s/71537ad23f7c"
  },
  {
    "文件名": "[1v1 完结]《临时天堂（年上 破镜重圆）》作者：鲈鱼尾巴.txt",
    "夸克盘链接": "https://pan.quark.cn/s/1ea2a5aee5aa"
  },
  {
    "文件名": "[1v1 完结]《裂痕（弱强、双性大奶壮受）》作者：忆往昔.txt",
    "夸克盘链接": "https://pan.quark.cn/s/d2b9affb228a"
  },
  {
    "文件名": "[1v1 完结]《烈日阳光（ABO、双A）》作者：97°爱情.txt",
    "夸克盘链接": "https://pan.quark.cn/s/6a8099cdb1d0"
  },
  {
    "文件名": "[1v1 完结]《恋爱循环（主攻SM 健气受）》作者：一只小马甲.txt",
    "夸克盘链接": "https://pan.quark.cn/s/bd070b88d5ac"
  },
  {
    "文件名": "[1v1 完结]《离线情书（美强叔受）》作者：从不早起.txt",
    "夸克盘链接": "https://pan.quark.cn/s/f6717268672c"
  },
  {
    "文件名": "[1v1 完结]《浪荡师尊就该被艹批（双洁甜宠 双性）》作者：白菜豆腐皮.txt",
    "夸克盘链接": "https://pan.quark.cn/s/76032fcfa4f2"
  },
  {
    "文件名": "[1v1 完结]《可他是我老公哎（竹马、受追攻）》作者：七十而已.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a32ecdc945a0"
  },
  {
    "文件名": "[1v1 完结]《就你小子在试剑天下放冷箭？【逆水寒 血河神相｛同人》作者：拉个勾叭.txt",
    "夸克盘链接": "https://pan.quark.cn/s/06bcd0b6246a"
  },
  {
    "文件名": "[1v1 完结]《敬上（堂兄弟骨科）》作者：不开car行不行.txt",
    "夸克盘链接": "https://pan.quark.cn/s/9dd5570f270c"
  },
  {
    "文件名": "[1v1 完结]《禁止意识体恋爱条例》作者：哒哒哒.txt",
    "夸克盘链接": "https://pan.quark.cn/s/fb6cfd7823a6"
  },
  {
    "文件名": "[1v1 完结]《苹果落入凉爽的夜晚》作者：微风细雨.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a461fc5fff43"
  },
  {
    "文件名": "[1v1 完结]《漂亮少年（单性纯肉）》作者：好撑别画饼.txt",
    "夸克盘链接": "https://pan.quark.cn/s/3680137c6952"
  },
  {
    "文件名": "[1v1 完结]《片刻组成永恒（小甜饼bdsm）》作者：Omar.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c0d71c6f721e"
  },
  {
    "文件名": "[1v1 完结]《蓬洲纪事录（师徒 重生）》作者：重氢离子【米国度】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c9e0226e78c3"
  },
  {
    "文件名": "[1v1 完结]《诺诺于飞》作者：domoto1987.txt",
    "夸克盘链接": "https://pan.quark.cn/s/0c0e9e3e37a4"
  },
  {
    "文件名": "[1v1 完结]《哈喽！王子殿下（网游）》作者：赵小猫.txt",
    "夸克盘链接": "https://pan.quark.cn/s/9ca8ee9e626f"
  },
  {
    "文件名": "[1v1 完结]《顾总的大奶宝贝（双性生子 年龄差）》作者：一个酿酒的.txt",
    "夸克盘链接": "https://pan.quark.cn/s/361ed13dfa07"
  },
  {
    "文件名": "[1v1 完结]《故人叹（帝王忠犬年下攻）》作者：憐夢.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e887b490b631"
  },
  {
    "文件名": "[1v1 完结]《勾引Alpha不负责后（ABO）》作者：吃肉肉啊.txt",
    "夸克盘链接": "https://pan.quark.cn/s/062282ccd98c"
  },
  {
    "文件名": "[1v1 完结]《给死对头下药被爆炒》作者：吃一大口草莓泡芙.txt",
    "夸克盘链接": "https://pan.quark.cn/s/2e575d4ece50"
  },
  {
    "文件名": "[1v1 完结]《夫夫的校园性生活（双性）》作者：幸运鱼.txt",
    "夸克盘链接": "https://pan.quark.cn/s/526b405756da"
  },
  {
    "文件名": "[1v1 完结]《枫空枫红潋滟秋,鱼晞缱绻溟（同人）》作者：酪酥茄.txt",
    "夸克盘链接": "https://pan.quark.cn/s/2b834a214c9e"
  },
  {
    "文件名": "[1v1 完结]《分手后被蛇形男友囚禁了（双性、蛇攻人受）》作者：纯情阳阳.txt",
    "夸克盘链接": "https://pan.quark.cn/s/b98400419d9a"
  },
  {
    "文件名": "[1v1 完结]《分化后被死敌Alpha标记了（ABO）》作者：顾瑜皓野.txt",
    "夸克盘链接": "https://pan.quark.cn/s/305c007bd63e"
  },
  {
    "文件名": "[1v1 完结]《夺娶有妇之夫（美强年下 体型差 糙汉受）》作者：酸甜味小扇.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ad875ce5cbd3"
  },
  {
    "文件名": "[1v1 完结]《当舔狗饿疯后扑倒了室友》作者：小酒.txt",
    "夸克盘链接": "https://pan.quark.cn/s/337fac2fb8b5"
  },
  {
    "文件名": "[1v1 完结]《催眠票选国民男神（双性）》作者：没有名字.txt",
    "夸克盘链接": "https://pan.quark.cn/s/8141bd779886"
  },
  {
    "文件名": "[1v1 完结]《雌虫怀了对家雄虫的崽（虫族）》作者：苗不无.txt",
    "夸克盘链接": "https://pan.quark.cn/s/38f18a7a2a18"
  },
  {
    "文件名": "[1v1 完结]《穿越引发的事（美攻壮受、美强）》作者：beauty1.txt",
    "夸克盘链接": "https://pan.quark.cn/s/712121727f2a"
  },
  {
    "文件名": "[1v1 完结]《穿进校园言情文里的我一心求死（穿书 校园单性）》作者：香菜爱吃菠萝.txt",
    "夸克盘链接": "https://pan.quark.cn/s/1738215f157b"
  },
  {
    "文件名": "[1v1 完结]《痴汉被暗恋的总裁强行破处了（双性）》作者：满足自己xp.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c9628ab01fab"
  },
  {
    "文件名": "[1v1 完结]《吃掉漂亮小骚货的一百种方法（双性大奶）》作者：爱妙妙的巧嘴.txt",
    "夸克盘链接": "https://pan.quark.cn/s/619f428450ee"
  },
  {
    "文件名": "[1v1 完结]《臣服于我的味道（黑道 破镜重圆ABO）》作者：晉晉然.txt",
    "夸克盘链接": "https://pan.quark.cn/s/67e4cb9a120b"
  },
  {
    "文件名": "[1v1 完结]《糙汉大弔攻叉美貌双性受》作者：满足自己xp.txt",
    "夸克盘链接": "https://pan.quark.cn/s/025ba3bd51ae"
  },
  {
    "文件名": "[1v1 完结]《不良于生》作者：無聊種子.txt",
    "夸克盘链接": "https://pan.quark.cn/s/2dd95bc9c634"
  },
  {
    "文件名": "[1v1 完结]《被仙人掌意外插入后（H、肉）人外》作者：好玩罢了.txt",
    "夸克盘链接": "https://pan.quark.cn/s/1b0243460f9a"
  },
  {
    "文件名": "[1v1 完结]《被我霸凌的人强制爱了》作者：比较喜欢钱.txt",
    "夸克盘链接": "https://pan.quark.cn/s/997b4009ea68"
  },
  {
    "文件名": "[1v1 完结]《被少年将军日批管教（双性双洁）》作者：♥️全文存稿不坑文♥️.txt",
    "夸克盘链接": "https://pan.quark.cn/s/3aef317c904c"
  },
  {
    "文件名": "[1v1 完结]《被迫和瞎子男妻洞房后（清冷诱受x疯批攻）》作者：一把春.txt",
    "夸克盘链接": "https://pan.quark.cn/s/374654a560db"
  },
  {
    "文件名": "[1v1 完结]《被狂艹的大奶壮汉（叔受&amp;壮受）》作者：三色夜铃.txt",
    "夸克盘链接": "https://pan.quark.cn/s/bb2212eb9031"
  },
  {
    "文件名": "[1v1 完结]《结果还是爱你（骨科年上）》作者：苏梦【补】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/489ee6c69f1d"
  },
  {
    "文件名": "[1v1 完结]《黑雨（虐心）》作者：momo蓝鹿.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c39e47e97da9"
  },
  {
    "文件名": "[1v1 完结]《黑道大佬的养子（高干）养父子年下》作者：颂花声.txt",
    "夸克盘链接": "https://pan.quark.cn/s/94597db9393b"
  },
  {
    "文件名": "[1v1 完结]《黑帮老大的警犬性奴（调教）》作者：阿葵亚.txt",
    "夸克盘链接": "https://pan.quark.cn/s/aa4cb5bc5d69"
  },
  {
    "文件名": "[1v1 完结]《和死对头一起穿进po文后【穿书】》作者：谢千星.txt",
    "夸克盘链接": "https://pan.quark.cn/s/8ef1c551893b"
  },
  {
    "文件名": "[1v1 完结]《薄荷糖（贤慧年下攻x社畜年上受）》作者：好象熊.txt",
    "夸克盘链接": "https://pan.quark.cn/s/969e2d55d8ab"
  },
  {
    "文件名": "[1v1 完结]《半开化（纨绔老爷攻×双性主母受）》作者：想写肉文的这些年.txt",
    "夸克盘链接": "https://pan.quark.cn/s/9278caef6d8c"
  },
  {
    "文件名": "[1v1 完结]《白月光被疯批男友操透爆汁（双性大奶）》作者：爱妙妙的巧嘴.txt",
    "夸克盘链接": "https://pan.quark.cn/s/d22048d8009e"
  },
  {
    "文件名": "[1v1 完结]《白蛇的新娘》作者：老鼠爱大米.txt",
    "夸克盘链接": "https://pan.quark.cn/s/725416c0df7e"
  },
  {
    "文件名": "[1v1 完结]《白日梦（兄弟骨科）》作者：二本正经.txt",
    "夸克盘链接": "https://pan.quark.cn/s/d18d00800072"
  },
  {
    "文件名": "[1v1 完结]《白嫖（年下男高x浪荡男妓）》作者：金玉礼.txt",
    "夸克盘链接": "https://pan.quark.cn/s/de315c8e145f"
  },
  {
    "文件名": "[1v1 完结]《爱和融合（G向 血腥重口）》作者：核酸乳.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a787a7b466ee"
  },
  {
    "文件名": "[1v1 完结]《A变O后我成了情敌的白月光了（竹马ABO）》作者：辛德瑞拉.txt",
    "夸克盘链接": "https://pan.quark.cn/s/35eb16bfd663"
  },
  {
    "文件名": "[1v1 完结]《【素钗迹冥龙剑】远大前程（同人）》作者：颜色不好.txt",
    "夸克盘链接": "https://pan.quark.cn/s/f39401504025"
  },
  {
    "文件名": "[1v1 完结]《【邵简】俗不可耐（同人）》作者：vixerunts.txt",
    "夸克盘链接": "https://pan.quark.cn/s/6734b5fbbb25"
  },
  {
    "文件名": "[1v1 完结]《【绫空】妹夫遍老婆（原神H）同人》作者：横撇竖直勾.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c7e3b368efbb"
  },
  {
    "文件名": "[1v1 完结]《【坚冲】堕戒行（同人）》作者：谢池春.txt",
    "夸克盘链接": "https://pan.quark.cn/s/488c1c4dd4fb"
  },
  {
    "文件名": "[1v1 完结]《【后见】又名：我杀了家教老师（暗黑、病娇攻）》作者：藤山紫.txt",
    "夸克盘链接": "https://pan.quark.cn/s/872f7ea4e344"
  },
  {
    "文件名": "[1v1 完结]《【父子】沁色（年上）》作者：清明的清.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e5aa6c3869e7"
  },
  {
    "文件名": "[1v1 完结]《被掰开玩批的反派霸总（穿书 双性双洁）》作者：翘屁♥️嫩男.txt",
    "夸克盘链接": "https://pan.quark.cn/s/82fbac6d1a4b"
  },
  {
    "文件名": "[1v1 完结]《被爸爸玷污的日子（纯肉）》作者：三色夜铃.txt",
    "夸克盘链接": "https://pan.quark.cn/s/b2e04acfbab8"
  },
  {
    "文件名": "[1v1 完结]《抱抱，抱抱（破镜重圆）》作者：冻小酥肉.txt",
    "夸克盘链接": "https://pan.quark.cn/s/5ec74ca29698"
  },
  {
    "文件名": "[废文 完结补番]《棉玻璃》作者：匿名咸鱼.txt",
    "夸克盘链接": "https://pan.quark.cn/s/92e5403c6543"
  },
  {
    "文件名": "[废文 完结补番]《另类标记》作者：止咳糖浆.txt",
    "夸克盘链接": "https://pan.quark.cn/s/4d7087dfdf9e"
  },
  {
    "文件名": "[废文 完结补番]《可他们都说不喜欢我》作者：温仅.txt",
    "夸克盘链接": "https://pan.quark.cn/s/388f53b7142a"
  },
  {
    "文件名": "[废文 完结补番]《禁止标记》作者：苏甫白.txt",
    "夸克盘链接": "https://pan.quark.cn/s/97b46fcda56e"
  },
  {
    "文件名": "[废文 完结补番]《娇妻生态体验工作室》作者：匿名咸鱼.txt",
    "夸克盘链接": "https://pan.quark.cn/s/9c0a29745f45"
  },
  {
    "文件名": "[废文 完结补番]《蛊惑》作者：猫隐于山.txt",
    "夸克盘链接": "https://pan.quark.cn/s/f4bbb3233ebf"
  },
  {
    "文件名": "[废文 完结补番]《复婚》作者：罐装酱油.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ac20bc0d3b84"
  },
  {
    "文件名": "[废文 完结补番]《八万公里》作者：景不却.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c4c23cd76fc3"
  },
  {
    "文件名": "[废文 完结]《自娱》作者：精神肥宅.txt",
    "夸克盘链接": "https://pan.quark.cn/s/396ad04c1441"
  },
  {
    "文件名": "[废文 完结]《捉白马》作者：断金刀.txt",
    "夸克盘链接": "https://pan.quark.cn/s/eec5bf820d54"
  },
  {
    "文件名": "[废文 完结]《庄小福的幸运星》作者：授衣未.txt",
    "夸克盘链接": "https://pan.quark.cn/s/8a7f82833346"
  },
  {
    "文件名": "[废文 完结]《祝祷月亮》作者：宇宙真美啊我操.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ff86dc7aa9ae"
  },
  {
    "文件名": "[废文 完结]《预谋》作者：长河月下.txt",
    "夸克盘链接": "https://pan.quark.cn/s/d29f550bf9d6"
  },
  {
    "文件名": "[废文 完结]《一不做，二不休》作者：烧焦板栗.txt",
    "夸克盘链接": "https://pan.quark.cn/s/53d6523197c1"
  },
  {
    "文件名": "[废文 完结]《行道树外》作者：时花唐水.txt",
    "夸克盘链接": "https://pan.quark.cn/s/6ec54305ae44"
  },
  {
    "文件名": "[废文 完结]《献曝》作者：顾行书.txt",
    "夸克盘链接": "https://pan.quark.cn/s/f7d06714e595"
  },
  {
    "文件名": "[废文 完结]《武林流水账记事》作者：匿名咸鱼.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ef3d14a350ff"
  },
  {
    "文件名": "[废文 完结]《我不喜欢你》作者：渡七情.txt",
    "夸克盘链接": "https://pan.quark.cn/s/27fb269a64a0"
  },
  {
    "文件名": "[废文 完结]《特殊服务体验实录》作者：匿名咸鱼.txt",
    "夸克盘链接": "https://pan.quark.cn/s/4a5427fcdc12"
  },
  {
    "文件名": "[废文 完结]《踏春风》作者：赵酒良.txt",
    "夸克盘链接": "https://pan.quark.cn/s/f33c8f68b446"
  },
  {
    "文件名": "[废文 完结]《他怎么不叫我宝宝了？》作者：宴尽时.txt",
    "夸克盘链接": "https://pan.quark.cn/s/6ddc9cc02137"
  },
  {
    "文件名": "[废文 完结]《他要求我给他个名分》作者：吱吱乱叫.txt",
    "夸克盘链接": "https://pan.quark.cn/s/df8d00153ce5"
  },
  {
    "文件名": "[废文 完结]《私人诊疗》作者：银鳍蓝鲤鱼.txt",
    "夸克盘链接": "https://pan.quark.cn/s/f2a9d8d12343"
  },
  {
    "文件名": "[废文 完结]《室友是国服》作者：阎帝修.txt",
    "夸克盘链接": "https://pan.quark.cn/s/656b98bf7265"
  },
  {
    "文件名": "[废文 完结]《失陷于你》作者：fgfeng000.txt",
    "夸克盘链接": "https://pan.quark.cn/s/b2afd30c1dda"
  },
  {
    "文件名": "[废文 完结]《上位》作者：风语河岸柳.txt",
    "夸克盘链接": "https://pan.quark.cn/s/eb4ce389820a"
  },
  {
    "文件名": "[废文 完结]《攀折》作者：三分明月.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c27c1346d7a4"
  },
  {
    "文件名": "[废文 完结]《逆轨》作者：鹿9少年.txt",
    "夸克盘链接": "https://pan.quark.cn/s/87cea4cf6a40"
  },
  {
    "文件名": "[废文 完结]《难驰》作者：李迢递.txt",
    "夸克盘链接": "https://pan.quark.cn/s/96d4907319da"
  },
  {
    "文件名": "[废文 完结]《末日小可怜生存指南》作者：庄书.txt",
    "夸克盘链接": "https://pan.quark.cn/s/0e38f6837d9e"
  },
  {
    "文件名": "[废文 完结]《猫步轻窍》作者：苍山远.txt",
    "夸克盘链接": "https://pan.quark.cn/s/b0a51adc471b"
  },
  {
    "文件名": "[废文 完结]《落叶无声》作者：五杯酸奶.txt",
    "夸克盘链接": "https://pan.quark.cn/s/257440f1d104"
  },
  {
    "文件名": "[废文 完结]《另类标记》作者：止咳糖浆.txt",
    "夸克盘链接": "https://pan.quark.cn/s/2a6a6e63eab5"
  },
  {
    "文件名": "[废文 完结]《老公哥》作者：我很单纯的.txt",
    "夸克盘链接": "https://pan.quark.cn/s/f35117a02f7b"
  },
  {
    "文件名": "[废文 完结]《狼狈出逃》作者：渡七情.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e65024aa4316"
  },
  {
    "文件名": "[废文 完结]《荆棘满途》作者：匿名咸鱼.txt",
    "夸克盘链接": "https://pan.quark.cn/s/59dc3d0d3c74"
  },
  {
    "文件名": "[废文 完结]《禁区日记》作者：碳基老爹.txt",
    "夸克盘链接": "https://pan.quark.cn/s/d3cc359eb523"
  },
  {
    "文件名": "[废文 完结]《戒不了》作者：水非淼.txt",
    "夸克盘链接": "https://pan.quark.cn/s/054d54957c4f"
  },
  {
    "文件名": "[废文 完结]《娇妻生态体验工作室》作者：匿名咸鱼.txt",
    "夸克盘链接": "https://pan.quark.cn/s/f36935beff7c"
  },
  {
    "文件名": "[废文 完结]《降雪的十四种迹象》作者：茶引CHAR.txt",
    "夸克盘链接": "https://pan.quark.cn/s/306b10cc95a0"
  },
  {
    "文件名": "[废文 完结]《僭越》作者：匿名咸鱼.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a28b6c69dec3"
  },
  {
    "文件名": "[废文 完结]《反差》作者：匿名咸鱼.txt",
    "夸克盘链接": "https://pan.quark.cn/s/b8cdff44a48c"
  },
  {
    "文件名": "[废文 完结]《弟弟不对劲》作者：叶蓝鸢.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ecd414d49e96"
  },
  {
    "文件名": "[废文 完结]《地摊文学》作者：生嶋.txt",
    "夸克盘链接": "https://pan.quark.cn/s/47fe544051e5"
  },
  {
    "文件名": "[废文 完结]《当我穿成虐文配角后》作者：厚酱芝士烧.txt",
    "夸克盘链接": "https://pan.quark.cn/s/0cd737b8cf4e"
  },
  {
    "文件名": "[废文 完结]《从ht的全世界路过》作者：匿名咸鱼.txt",
    "夸克盘链接": "https://pan.quark.cn/s/36a630795e8a"
  },
  {
    "文件名": "[废文 完结]《出淤尽染》作者：糖醋小鱼干.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ba364efd8e0f"
  },
  {
    "文件名": "[废文 完结]《迟迟月影》作者：匿名咸鱼.txt",
    "夸克盘链接": "https://pan.quark.cn/s/bb0846b3d3eb"
  },
  {
    "文件名": "[废文 完结]《并刀如水》作者：匿名咸鱼.txt",
    "夸克盘链接": "https://pan.quark.cn/s/6eb9d2d8e672"
  },
  {
    "文件名": "[废文 完结]《被隔壁棕熊盯上之后》作者：左左左盐啊.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ce1edd2096ca"
  },
  {
    "文件名": "[废文 完结]《白焰》作者：丁楠楠楠楠.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e2eae6d30693"
  },
  {
    "文件名": "[废文 完结]《安全词》作者：禁止遗弃.txt",
    "夸克盘链接": "https://pan.quark.cn/s/839ee186d0cc"
  },
  {
    "文件名": "[废文 完结]《爱在远山》作者：lebensborn.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c1523852a817"
  },
  {
    "文件名": "[废文 完结]《Daddy Issue》作者：白露见日咩.txt",
    "夸克盘链接": "https://pan.quark.cn/s/066d57c6e8a2"
  },
  {
    "文件名": "[废文 连载]《在豪门当后妈的日常》作者：匿名咸鱼.txt",
    "夸克盘链接": "https://pan.quark.cn/s/48f9c3049670"
  },
  {
    "文件名": "[废文 连载]《异位症》作者：不敢开腔.txt",
    "夸克盘链接": "https://pan.quark.cn/s/2462d096cc9a"
  },
  {
    "文件名": "[废文 连载]《雪域莲奴》作者：串甜甜.txt",
    "夸克盘链接": "https://pan.quark.cn/s/6e7c82d07d66"
  },
  {
    "文件名": "[废文 连载]《万人嫌他立陷爱》作者：轻觉.txt",
    "夸克盘链接": "https://pan.quark.cn/s/7a09ddcc3ca4"
  },
  {
    "文件名": "[废文 连载]《兔逐虎》作者：关风月.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a508c788dbe4"
  },
  {
    "文件名": "[废文 连载]《私人直播》作者：匿名咸鱼.txt",
    "夸克盘链接": "https://pan.quark.cn/s/b9f4c198b303"
  },
  {
    "文件名": "[废文 连载]《强制性偿还》作者：口口尔.txt",
    "夸克盘链接": "https://pan.quark.cn/s/623e7e6e7889"
  },
  {
    "文件名": "[废文 连载]《末日小可怜生存指南》作者：庄书.txt",
    "夸克盘链接": "https://pan.quark.cn/s/6eee871b7871"
  },
  {
    "文件名": "[废文 连载]《没想到我会变成这样》作者：pawer.txt",
    "夸克盘链接": "https://pan.quark.cn/s/64ae59ae30ce"
  },
  {
    "文件名": "[废文 连载]《龙傲天和他妈妈》作者：北极小鲸鱼.txt",
    "夸克盘链接": "https://pan.quark.cn/s/24d98d6412f0"
  },
  {
    "文件名": "[废文 连载]《六州歌头》作者：一别都门三改火.txt",
    "夸克盘链接": "https://pan.quark.cn/s/bb2ed0996038"
  },
  {
    "文件名": "[废文 连载]《黎明纪元》作者：岚凪.txt",
    "夸克盘链接": "https://pan.quark.cn/s/300df0d235ca"
  },
  {
    "文件名": "[废文 连载]《黄金为君门》作者：符黎.txt",
    "夸克盘链接": "https://pan.quark.cn/s/3d09fc8ddb6c"
  },
  {
    "文件名": "[废文 连载]《关于烂泥巴的一切》作者：匿名咸鱼.txt",
    "夸克盘链接": "https://pan.quark.cn/s/debf74bbb0db"
  },
  {
    "文件名": "[废文 连载]《顾总请自重》作者：阿言_.txt",
    "夸克盘链接": "https://pan.quark.cn/s/42c506af3e19"
  },
  {
    "文件名": "[废文 连载]《伽蓝恩经》作者：月亮輻射.txt",
    "夸克盘链接": "https://pan.quark.cn/s/3eacdab0775a"
  },
  {
    "文件名": "[废文 完结]《猫步轻窍》作者：苍山远.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a13c82b0c62a"
  },
  {
    "文件名": "[废文 完结补番]《主母难为》作者：甘蓝菜.txt",
    "夸克盘链接": "https://pan.quark.cn/s/d5c8c581580c"
  },
  {
    "文件名": "[废文 完结补番]《渣攻贱受文的恶毒配角》作者：小号某某丞.txt",
    "夸克盘链接": "https://pan.quark.cn/s/487cf7c35312"
  },
  {
    "文件名": "[废文 完结补番]《愚蠢的有钱人》作者：匿名咸鱼.txt",
    "夸克盘链接": "https://pan.quark.cn/s/0a6d41ed0d3d"
  },
  {
    "文件名": "[废文 完结补番]《我与三位前夫》作者：匿名咸鱼.txt",
    "夸克盘链接": "https://pan.quark.cn/s/b2817382d9ef"
  },
  {
    "文件名": "[废文 完结补番]《三个狗东西》作者：Cobra-V.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c100c555d9c0"
  },
  {
    "文件名": "[废文 完结补番]《末日亚种》作者：鸣以和鸾.txt",
    "夸克盘链接": "https://pan.quark.cn/s/2b417cbd2102"
  },
  {
    "文件名": "[废文 完结补番]《末日小可怜生存指南》作者：庄书.txt",
    "夸克盘链接": "https://pan.quark.cn/s/11007b1d27d5"
  },
  {
    "文件名": "[完结补番] 无人来寻（父女H） 作者：过午不言.txt",
    "夸克盘链接": "https://pan.quark.cn/s/b170b7164253"
  },
  {
    "文件名": "[完结补番] 岁岁忘忧（完结） 作者：钻石君.txt",
    "夸克盘链接": "https://pan.quark.cn/s/f74cf672dda2"
  },
  {
    "文件名": "[完结补番] 师弟别太爱 作者：秋色连波.txt",
    "夸克盘链接": "https://pan.quark.cn/s/be98d818636d"
  },
  {
    "文件名": "[完结补番] 裴许氏（婚后1v1） 作者：赛博小马甲.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e50809aee2f5"
  },
  {
    "文件名": "[完结补番] 女B求生指南（男A女B） 作者：蔚鲸.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c6fd71898ea1"
  },
  {
    "文件名": "[完结补番] 不应期（老夫少妻，父母爱情，1v1） 作者：蓝胡子小女孩.txt",
    "夸克盘链接": "https://pan.quark.cn/s/da8c5ecd8c1f"
  },
  {
    "文件名": "[完结补番] 暗香浮动（现代 1ｖ1，h） 作者：红酒百醇.txt",
    "夸克盘链接": "https://pan.quark.cn/s/0de9a9e994b6"
  },
  {
    "文件名": "[完结+番外全] 育儿指南 作者：青桃气泡水.txt",
    "夸克盘链接": "https://pan.quark.cn/s/aabbb9943d99"
  },
  {
    "文件名": "[完结+番外全] 酸梨（校园1V1） 作者：人皮灯笼.txt",
    "夸克盘链接": "https://pan.quark.cn/s/8998b3b51b07"
  },
  {
    "文件名": "[完结+番外全] 命定之人（异国，1v1，高H） 作者：徐图南.txt",
    "夸克盘链接": "https://pan.quark.cn/s/83a5cb1e904b"
  },
  {
    "文件名": "[完结+番外全] 梨和玫瑰 作者：晕雀.txt",
    "夸克盘链接": "https://pan.quark.cn/s/457ca52f849d"
  },
  {
    "文件名": "[完结+番外全] 不逢时 作者：命苦钢琴牲.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e81b2da6d344"
  },
  {
    "文件名": "[完结+番外全] 北羽（骨科） 作者：宁阿肆.txt",
    "夸克盘链接": "https://pan.quark.cn/s/6c300c8ec79b"
  },
  {
    "文件名": "[完结+番外11] 俘获（人外 NPH） 作者：萌大奶.txt",
    "夸克盘链接": "https://pan.quark.cn/s/02aea61df1d2"
  },
  {
    "文件名": "[完结+番外10] 桌边［校园 1v1］ 作者：雪莉.txt",
    "夸克盘链接": "https://pan.quark.cn/s/b547189387ef"
  },
  {
    "文件名": "[完结+番外10] 软腰 作者：河豚沒有毒.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ea75bb9944a0"
  },
  {
    "文件名": "[完结+番外1] 暗香浮动（现代 1ｖ1，h） 作者：红酒百醇.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e8450a052026"
  },
  {
    "文件名": "[完结] 中二病也要谈恋爱 作者：青桃气泡水.txt",
    "夸克盘链接": "https://pan.quark.cn/s/99f49e416f75"
  },
  {
    "文件名": "[完结] 战死的夫君回来了（1v2） 作者：penny.txt",
    "夸克盘链接": "https://pan.quark.cn/s/081d0f3c4534"
  },
  {
    "文件名": "[完结] 占有欲（校园1v1） 作者：心台.txt",
    "夸克盘链接": "https://pan.quark.cn/s/122059578f3b"
  },
  {
    "文件名": "[完结] 早婚 （光与夜之恋，陆沉同人） 作者：蓝胡子小女孩.txt",
    "夸克盘链接": "https://pan.quark.cn/s/81e2119a8434"
  },
  {
    "文件名": "[完结] 在深秋（师生1V1） 作者：三季猫.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c4cdf8877429"
  },
  {
    "文件名": "[完结] 鸳鸯眼（古代 高h 短篇） 作者：浮白.txt",
    "夸克盘链接": "https://pan.quark.cn/s/032c2068ae59"
  },
  {
    "文件名": "[完结] 欲罢不能（男出轨） 作者：一百个小草莓.txt",
    "夸克盘链接": "https://pan.quark.cn/s/57c3aed0f6c2"
  },
  {
    "文件名": "[完结] 鱼目珠子（高干1v1） 作者：崽崽猎手.txt",
    "夸克盘链接": "https://pan.quark.cn/s/6c19a1c0ccb0"
  },
  {
    "文件名": "[完结] 幼齿热恋（1v1青梅竹马） 作者：栩芝.txt",
    "夸克盘链接": "https://pan.quark.cn/s/389fe94014c1"
  },
  {
    "文件名": "[完结] 游戏cp是我炮友还是男朋友小叔 作者：温窈窕.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c1d90cae0475"
  },
  {
    "文件名": "[完结] 一座城 作者：粥妖妻.txt",
    "夸克盘链接": "https://pan.quark.cn/s/b4a8f660eb80"
  },
  {
    "文件名": "[完结] 夜莺 作者：HarmlessJoy.txt",
    "夸克盘链接": "https://pan.quark.cn/s/d623c3dcb827"
  },
  {
    "文件名": "[完结] 窈窕如她【古穿今 替身上位NPH】（原名：《心无禁忌》） 作者：照无眠.txt",
    "夸克盘链接": "https://pan.quark.cn/s/872212d89739"
  },
  {
    "文件名": "[完结] 养妖阁 作者：葱十七.txt",
    "夸克盘链接": "https://pan.quark.cn/s/750cd2d94352"
  },
  {
    "文件名": "[完结] 厌青(骨科) 作者：匿名咸鱼.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e04ad841dad6"
  },
  {
    "文件名": "[完结] 巡抚娘子被虏到匪窝之后（NPH） 作者：幸运鱼.txt",
    "夸克盘链接": "https://pan.quark.cn/s/7d633dfb36e9"
  },
  {
    "文件名": "[完结] 雪落蝉鸣时 作者：村头一枝花.txt",
    "夸克盘链接": "https://pan.quark.cn/s/2371537c2c53"
  },
  {
    "文件名": "[完结] 心软的神[1v1 H] 作者：你要的爱.txt",
    "夸克盘链接": "https://pan.quark.cn/s/af1709afb48f"
  },
  {
    "文件名": "[完结] 心动表演（校园1V1） 作者：紫衫龙王.txt",
    "夸克盘链接": "https://pan.quark.cn/s/71e1d437072d"
  },
  {
    "文件名": "[完结] 小偶像 作者：旁观者.txt",
    "夸克盘链接": "https://pan.quark.cn/s/34eb3932c3be"
  },
  {
    "文件名": "[完结] 西京烬余录 作者：槛外江南.txt",
    "夸克盘链接": "https://pan.quark.cn/s/3fce3b1ba0bf"
  },
  {
    "文件名": "[完结] 我在玛丽苏清水文里开车 作者：吃了个桃子.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e114983f8cbf"
  },
  {
    "文件名": "[完结] 问情谁知 H-叶冰裳＆孟宴臣 作者：山顶野人.txt",
    "夸克盘链接": "https://pan.quark.cn/s/1adb7412f018"
  },
  {
    "文件名": "[完结补番全] 重生之美人事君（H） 作者：小梅花.txt",
    "夸克盘链接": "https://pan.quark.cn/s/0e6c4d024e99"
  },
  {
    "文件名": "[完结补番全] 你要老婆不要？！（糙汉 年代 粗口） 作者：甘草汤.txt",
    "夸克盘链接": "https://pan.quark.cn/s/64d476c7464b"
  },
  {
    "文件名": "[完结补番400] 蜜汁樱桃（产奶 校园 NPH) 作者：苦咖啡.txt",
    "夸克盘链接": "https://pan.quark.cn/s/84a425379634"
  },
  {
    "文件名": "[完结补番295] 勾引闺蜜老公（高H） 作者：皎皎明月.txt",
    "夸克盘链接": "https://pan.quark.cn/s/d1856faf96a4"
  },
  {
    "文件名": "[完结补番146] 装了三年清心寡欲后被男主读心了（1v1 SC） 作者：忍冬.txt",
    "夸克盘链接": "https://pan.quark.cn/s/929b9b2e0130"
  },
  {
    "文件名": "[完结] 他的小月亮【师生1v1】 作者：青藤.txt",
    "夸克盘链接": "https://pan.quark.cn/s/4459783a7d2a"
  },
  {
    "文件名": "[完结] 四处撩火【1v1】 作者：乌程.txt",
    "夸克盘链接": "https://pan.quark.cn/s/19dee2a46016"
  },
  {
    "文件名": "[完结] 睡奸了雄小鬼弟弟后（姐弟骨科H） 作者：纯爱战士牛头人.txt",
    "夸克盘链接": "https://pan.quark.cn/s/fc0d93bd0727"
  },
  {
    "文件名": "[完结] 睡错郎（高H，换妻产乳，1V1） 作者：突然暴富.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ba16547930fd"
  },
  {
    "文件名": "[完结] 舒娘 作者：又活了一天.txt",
    "夸克盘链接": "https://pan.quark.cn/s/b924bdf9e62c"
  },
  {
    "文件名": "[完结] 嗜她成瘾（1V1 H） 作者：阿偃.txt",
    "夸克盘链接": "https://pan.quark.cn/s/559992140e35"
  },
  {
    "文件名": "[完结] 是风动（1v1） 作者：张点心.txt",
    "夸克盘链接": "https://pan.quark.cn/s/76695a45cca2"
  },
  {
    "文件名": "[完结] 试婚性向所 作者：缺个七.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ab74976a8089"
  },
  {
    "文件名": "[完结] 圣母病向导和白眼狼哨兵是绝配（哨兵向导，1v1，高H） 作者：幸运鱼.txt",
    "夸克盘链接": "https://pan.quark.cn/s/02c24b90bf53"
  },
  {
    "文件名": "[完结] 上下左右 作者：三岸.txt",
    "夸克盘链接": "https://pan.quark.cn/s/8128573d841f"
  },
  {
    "文件名": "[完结] 认识疯批男后天天挨艹 作者：宇粥十三月.txt",
    "夸克盘链接": "https://pan.quark.cn/s/f1938793e39b"
  },
  {
    "文件名": "[完结] 人前人后 作者：透明头.txt",
    "夸克盘链接": "https://pan.quark.cn/s/f3abf07bbc9f"
  },
  {
    "文件名": "[完结] 秋雨寒（师生年下） 作者：简繁之间.txt",
    "夸克盘链接": "https://pan.quark.cn/s/3cb8a23f2e12"
  },
  {
    "文件名": "[完结] 清冷反派成我师尊后（ SC 1v1 仙侠 H） 作者：来时雨.txt",
    "夸克盘链接": "https://pan.quark.cn/s/33ee31eb4bbc"
  },
  {
    "文件名": "[完结] 清纯校花被围操（校园h） 作者：眉雪.txt",
    "夸克盘链接": "https://pan.quark.cn/s/5a45cff40110"
  },
  {
    "文件名": "[完结] 潜规则 1V2(高H 强制爱) 作者：萌虎鲸.txt",
    "夸克盘链接": "https://pan.quark.cn/s/02b6464af7c5"
  },
  {
    "文件名": "[完结] 女朋友以为我是gay（校园小甜饼暧昧拉扯） 作者：岁黄.txt",
    "夸克盘链接": "https://pan.quark.cn/s/3d64a526edae"
  },
  {
    "文件名": "[完结] 温柔归处（破镜重圆H，1v1） 作者：雪霁千山.txt",
    "夸克盘链接": "https://pan.quark.cn/s/dd9b370143b1"
  },
  {
    "文件名": "[完结] 亡国后我嫁给了佞臣（1v1 H） 作者：华阙阙.txt",
    "夸克盘链接": "https://pan.quark.cn/s/7c77de595512"
  },
  {
    "文件名": "[完结] 完成色情扮演任务才能通关（出轨，1v1） 作者：频频惊梦.txt",
    "夸克盘链接": "https://pan.quark.cn/s/21ee4da8ab95"
  },
  {
    "文件名": "[完结] 甜杏（1v1h） 作者：鸡汤泡饭.txt",
    "夸克盘链接": "https://pan.quark.cn/s/46f32def829f"
  },
  {
    "文件名": "[完结] 麦田入麦浪 作者：忧郁的洛田.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ca6ffeb3bb4e"
  },
  {
    "文件名": "[完结] 绿色藤（1v1，姐弟恋） 作者：小南瓜.txt",
    "夸克盘链接": "https://pan.quark.cn/s/916a395f594a"
  },
  {
    "文件名": "[完结] 论主奴关系的一二三点（高H SM） 作者：幸运鱼.txt",
    "夸克盘链接": "https://pan.quark.cn/s/3c01fc7e0ba4"
  },
  {
    "文件名": "[完结] 路边的野龙不要捡（古言 1v1 人外） 作者：瓜宝.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e897513dd183"
  },
  {
    "文件名": "[完结] 邻居哥哥（师生1v1 H） 作者：芊羽琉璃.txt",
    "夸克盘链接": "https://pan.quark.cn/s/57b8bddeb008"
  },
  {
    "文件名": "[完结] 良药与他 （1v1, 小妈） 作者：浅炽.txt",
    "夸克盘链接": "https://pan.quark.cn/s/de60015d5802"
  },
  {
    "文件名": "[完结] 离婚【之不愿离婚的丈夫是病娇】 作者：灰灰有尾巴.txt",
    "夸克盘链接": "https://pan.quark.cn/s/137eac8bdeed"
  },
  {
    "文件名": "[完结] 烂泥（兄妹骨科） 作者：祁凛.txt",
    "夸克盘链接": "https://pan.quark.cn/s/db9a515a4590"
  },
  {
    "文件名": "[完结] 快穿之攻略高冷男神从我做起 作者：南朝水.txt",
    "夸克盘链接": "https://pan.quark.cn/s/1d5cd3f8780c"
  },
  {
    "文件名": "[完结] 快穿之悖德女配（np）(原名：《背德女配（快穿nph）》) 作者：红豆奶猹.txt",
    "夸克盘链接": "https://pan.quark.cn/s/967c1963f25e"
  },
  {
    "文件名": "[完结] 绝对不能说2 作者：旋风菟丝子.txt",
    "夸克盘链接": "https://pan.quark.cn/s/28c39396c38f"
  },
  {
    "文件名": "[完结] 静姝（古言np） 作者：周休休.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a5d2a03f93dd"
  },
  {
    "文件名": "[完结] 你水怎么这么多(3p 高H) 作者：没喝多.txt",
    "夸克盘链接": "https://pan.quark.cn/s/501246cfc720"
  },
  {
    "文件名": "[完结] 男人都想日她 ( 高H NP ) 作者：翘臀公狗腰.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e0da63d2e81d"
  },
  {
    "文件名": "[完结] 暮云平（1V1） 作者：凌星尘.txt",
    "夸克盘链接": "https://pan.quark.cn/s/971616f92212"
  },
  {
    "文件名": "[完结] 暮上清黎（破镜重圆 H） 作者：東坡肉夾饃.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a641681b1b54"
  },
  {
    "文件名": "[完结] 获得催眠后为所欲为的性福日常【女催男NPH】 作者：久久久.txt",
    "夸克盘链接": "https://pan.quark.cn/s/4215f83ad13a"
  },
  {
    "文件名": "[完结] 换妻 作者：苏玛丽.txt",
    "夸克盘链接": "https://pan.quark.cn/s/f9442ea19710"
  },
  {
    "文件名": "[完结] 画阁藏春 (h) 1v1 微调教 腹黑油画家x呆萌实习生 作者：深深.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a5c2ee90f802"
  },
  {
    "文件名": "[完结] 黑皮体育生天天来我家（高h） 作者：甜酱老师.txt",
    "夸克盘链接": "https://pan.quark.cn/s/dc9c6bf21edf"
  },
  {
    "文件名": "[完结] 和好朋友直播上瘾了（青梅竹马 NPH） 作者：雨相.txt",
    "夸克盘链接": "https://pan.quark.cn/s/4ac2f8185524"
  },
  {
    "文件名": "[完结] 好绿茶一男的 作者：嘿嘿咩咩咩.txt",
    "夸克盘链接": "https://pan.quark.cn/s/115e9cc97e4c"
  },
  {
    "文件名": "[完结] 寒冰之冠（1V1，H，BG) 作者：暴走兔兔.txt",
    "夸克盘链接": "https://pan.quark.cn/s/38282e4bf1ff"
  },
  {
    "文件名": "[完结] 狗狗眼（校园1v1h） 作者：三弋.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e87d6615ef5b"
  },
  {
    "文件名": "[完结] 公主嫁道（古言，绿帽高H） 作者：幸运鱼.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c4353c3c74b9"
  },
  {
    "文件名": "[完结] 附赠 作者：旁观者.txt",
    "夸克盘链接": "https://pan.quark.cn/s/1591feab4b6f"
  },
  {
    "文件名": "[完结] 多重梦境(强制） 作者：萌虎鲸.txt",
    "夸克盘链接": "https://pan.quark.cn/s/542de35a1d73"
  },
  {
    "文件名": "[完结] 冬至日 作者：三十个月.txt",
    "夸克盘链接": "https://pan.quark.cn/s/3aa56e880e67"
  },
  {
    "文件名": "[完结] 蝶恋花（女尊） 作者：喵十一郎.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e67348aa76a8"
  },
  {
    "文件名": "[完结] 岛风（校园1v1，伪骨科） 作者：稚.txt",
    "夸克盘链接": "https://pan.quark.cn/s/9c475eac36d8"
  },
  {
    "文件名": "[完结] 当娇软美人被囚为禁脔（np，高h） 作者：香菜灭绝计划全球推广大使.txt",
    "夸克盘链接": "https://pan.quark.cn/s/fceefbe3c1d5"
  },
  {
    "文件名": "[完结] 当归（公媳） 作者：柠檬酸不酸.txt",
    "夸克盘链接": "https://pan.quark.cn/s/212c1610327f"
  },
  {
    "文件名": "[完结] 带着性奴发家致富(H,1v1) 作者：快樂草.txt",
    "夸克盘链接": "https://pan.quark.cn/s/7b20464691e0"
  },
  {
    "文件名": "[完结] 春日缠欢（伪乱伦H） 作者：今又.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a93fbb21a1ea"
  },
  {
    "文件名": "[完结] 春情 作者：应.txt",
    "夸克盘链接": "https://pan.quark.cn/s/f96931e3aa0b"
  },
  {
    "文件名": "[完结] 处方(现代) 作者：plantinvain.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e54765ed6b1e"
  },
  {
    "文件名": "[完结] 财迷小道姑误入成人直播恋综爆火（NPH） 作者：渔涂涂.txt",
    "夸克盘链接": "https://pan.quark.cn/s/f295381839ba"
  },
  {
    "文件名": "[完结] 精养（父女高h） 作者：突然暴富.txt",
    "夸克盘链接": "https://pan.quark.cn/s/abb8109f9779"
  },
  {
    "文件名": "[完结] 今夕何夕，遇此良人 作者：一水间.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e0f1a541f4fd"
  },
  {
    "文件名": "[完结] 借种（ 1V1 高H） 作者：豌豆荚.txt",
    "夸克盘链接": "https://pan.quark.cn/s/7d22167ee932"
  },
  {
    "文件名": "[完结] 被封后遇见春天 作者：知春里.txt",
    "夸克盘链接": "https://pan.quark.cn/s/33aa6e4a1021"
  },
  {
    "文件名": "[完结] 被调教成狗的校花 作者：三南树.txt",
    "夸克盘链接": "https://pan.quark.cn/s/168a88d1e562"
  },
  {
    "文件名": "[完结] 背德：姐夫舅舅表弟通吃(雌堕，NP，破处，多人运动，户外野战，视奸，拳交，虐吊，限制射精勒吊玩膀胱) 作者：鸭王.txt",
    "夸克盘链接": "https://pan.quark.cn/s/d68038fe5994"
  },
  {
    "文件名": "[完结] 0707 作者：小红不上班.txt",
    "夸克盘链接": "https://pan.quark.cn/s/7758be952d49"
  },
  {
    "文件名": "[完结] 【快穿】专治重生 作者：墨弦歌.txt",
    "夸克盘链接": "https://pan.quark.cn/s/1a253f821834"
  },
  {
    "文件名": "[完结] [家教]过界 作者：流华.txt",
    "夸克盘链接": "https://pan.quark.cn/s/3f408f697e1f"
  },
  {
    "文件名": "[完结] 不放手（1v2，兄弟盖饭） 作者：白日梦试验田.txt",
    "夸克盘链接": "https://pan.quark.cn/s/722a90a0f0bd"
  },
  {
    "文件名": "[完结] 冰点 （1v1高h） 作者：冰红酒.txt",
    "夸克盘链接": "https://pan.quark.cn/s/5ecb5c675333"
  },
  {
    "文件名": "[完结] 被拐卖后反杀了全村人（np高h） 作者：林间月.txt",
    "夸克盘链接": "https://pan.quark.cn/s/7d18dd9d5c11"
  },
  {
    "文件名": "【hjyt】爱什么稀罕 作者：扁莜璃.txt",
    "夸克盘链接": "https://pan.quark.cn/s/f8815f4e8344"
  },
  {
    "文件名": "【hjyt】把酒话桑麻 作者：欣欣向荣.txt",
    "夸克盘链接": "https://pan.quark.cn/s/af243a9d5771"
  },
  {
    "文件名": "【hjyt】抽象猫的爱情虫 作者：耳雅.txt",
    "夸克盘链接": "https://pan.quark.cn/s/b86c1825fc7e"
  },
  {
    "文件名": "【hjyt】初熏心意 作者：雪落听风.txt",
    "夸克盘链接": "https://pan.quark.cn/s/4fde03d53e20"
  },
  {
    "文件名": "【hjyt】初云如画 作者：衣草央.txt",
    "夸克盘链接": "https://pan.quark.cn/s/1263e19d167c"
  },
  {
    "文件名": "【hjyt】穿越庶女难为 作者：大脸猫爱吃鱼.txt",
    "夸克盘链接": "https://pan.quark.cn/s/9dfa2845e47d"
  },
  {
    "文件名": "【hjyt】穿越为妇之道 作者：八月薇妮.txt",
    "夸克盘链接": "https://pan.quark.cn/s/fd70d9c799fc"
  },
  {
    "文件名": "【hjyt】错位婚姻 作者：痴梦人.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e03f8e87811b"
  },
  {
    "文件名": "【hjyt】大牌作家 作者：仕途之妖.txt",
    "夸克盘链接": "https://pan.quark.cn/s/f25396b934a1"
  },
  {
    "文件名": "【hjyt】淡定小姐 作者：乐小七.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a1eea1f107fd"
  },
  {
    "文件名": "【hjyt】倒贴，OK？ 作者：小孩你过来.txt",
    "夸克盘链接": "https://pan.quark.cn/s/194e704cc43d"
  },
  {
    "文件名": "【hjyt】夫君谋 作者：听风诉晴.txt",
    "夸克盘链接": "https://pan.quark.cn/s/96e0aef9cffc"
  },
  {
    "文件名": "【hjyt】贺府千金 作者：贡茶.txt",
    "夸克盘链接": "https://pan.quark.cn/s/058bc9b8439c"
  },
  {
    "文件名": "【hjyt】黑白配 作者：居尼尔斯.txt",
    "夸克盘链接": "https://pan.quark.cn/s/3ce8b0a25842"
  },
  {
    "文件名": "【hjyt】画堂深处 作者：阿幂.txt",
    "夸克盘链接": "https://pan.quark.cn/s/949acfdd9073"
  },
  {
    "文件名": "【hjyt】纪家闺秀 作者：莔狸淇.txt",
    "夸克盘链接": "https://pan.quark.cn/s/69ce4012c232"
  },
  {
    "文件名": "【hjyt】佳偶天成 作者：十四郎.txt",
    "夸克盘链接": "https://pan.quark.cn/s/5544b81380d3"
  },
  {
    "文件名": "【hjyt】嫁个腹黑郎 作者：子夜青冥.txt",
    "夸克盘链接": "https://pan.quark.cn/s/05fcda9465cf"
  },
  {
    "文件名": "【hjyt】简单的幸福 作者：绯桃.txt",
    "夸克盘链接": "https://pan.quark.cn/s/874f55303c6d"
  },
  {
    "文件名": "【hjyt】锦食记 作者：宅包.txt",
    "夸克盘链接": "https://pan.quark.cn/s/508b242ad598"
  },
  {
    "文件名": "【hjyt】玛丽在隔壁 作者：校长恨霸王太多.txt",
    "夸克盘链接": "https://pan.quark.cn/s/36471288c8f6"
  },
  {
    "文件名": "【hjyt】哪有动情是意外 作者：7号兔子.txt",
    "夸克盘链接": "https://pan.quark.cn/s/22aaa6126a97"
  },
  {
    "文件名": "【hjyt】奈何上错床之疯魔少林 作者：小孩_你过来.txt",
    "夸克盘链接": "https://pan.quark.cn/s/77bca16a9fe5"
  },
  {
    "文件名": "【hjyt】你好，检察官 作者：苏释.txt",
    "夸克盘链接": "https://pan.quark.cn/s/d7e626e6ea58"
  },
  {
    "文件名": "【hjyt】你开路，我掩护 作者：一度君华.txt",
    "夸克盘链接": "https://pan.quark.cn/s/63c8cf7d382b"
  },
  {
    "文件名": "【hjyt】诺森德 作者：时久.txt",
    "夸克盘链接": "https://pan.quark.cn/s/793bdf2a432b"
  },
  {
    "文件名": "【hjyt】女国 作者：人间观众.txt",
    "夸克盘链接": "https://pan.quark.cn/s/261143a3c533"
  },
  {
    "文件名": "【hjyt】女王之路 作者：沈微之.txt",
    "夸克盘链接": "https://pan.quark.cn/s/991298a9d9a1"
  },
  {
    "文件名": "【hjyt】七年之痒痒痒！ 作者：随宇而安.txt",
    "夸克盘链接": "https://pan.quark.cn/s/3cb1b8dc8b9e"
  },
  {
    "文件名": "【hjyt】强嫁 作者：天如玉.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e91ee8e73b19"
  },
  {
    "文件名": "【hjyt】如花春梦 作者：四叶铃兰.txt",
    "夸克盘链接": "https://pan.quark.cn/s/6e25dcd975a8"
  },
  {
    "文件名": "【hjyt】兽医非浅 作者：锦竹.txt",
    "夸克盘链接": "https://pan.quark.cn/s/7f05378100db"
  },
  {
    "文件名": "【hjyt】水秀山明 作者：那只狐狸.txt",
    "夸克盘链接": "https://pan.quark.cn/s/3491d1c3a89b"
  },
  {
    "文件名": "【hjyt】睡不着，醒不来 作者：乐小七.txt",
    "夸克盘链接": "https://pan.quark.cn/s/7f31a01a26d7"
  },
  {
    "文件名": "【hjyt】宋朝乡下人的进城生活 作者：清歌一片.txt",
    "夸克盘链接": "https://pan.quark.cn/s/fc2b8ec8d56f"
  },
  {
    "文件名": "【hjyt】天水美人计 作者：听风诉晴.txt",
    "夸克盘链接": "https://pan.quark.cn/s/2cfe1280d044"
  },
  {
    "文件名": "【hjyt】同学两亿岁 作者：疯丢子.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e6222137437b"
  },
  {
    "文件名": "【hjyt】我都快崩溃了 作者：风过麦浪.txt",
    "夸克盘链接": "https://pan.quark.cn/s/4ed22010965e"
  },
  {
    "文件名": "【hjyt】我恨我爱你 作者：小孩你过来.txt",
    "夸克盘链接": "https://pan.quark.cn/s/4780f733691b"
  },
  {
    "文件名": "【hjyt】无肉不欢 作者：橘花散里.txt",
    "夸克盘链接": "https://pan.quark.cn/s/90f72119e3f8"
  },
  {
    "文件名": "【hjyt】囍相逢 作者：落花能几醉.txt",
    "夸克盘链接": "https://pan.quark.cn/s/9adac1548878"
  },
  {
    "文件名": "【hjyt】潇洒如风之重生 作者：星无言.txt",
    "夸克盘链接": "https://pan.quark.cn/s/b95fe030db86"
  },
  {
    "文件名": "【hjyt】小东西 作者：嘉人.txt",
    "夸克盘链接": "https://pan.quark.cn/s/66ab7c9ad937"
  },
  {
    "文件名": "【hjyt】小房东 作者：香朵儿.txt",
    "夸克盘链接": "https://pan.quark.cn/s/89d08cc81958"
  },
  {
    "文件名": "【hjyt】新宠 作者：是今.txt",
    "夸克盘链接": "https://pan.quark.cn/s/2af94f56c63b"
  },
  {
    "文件名": "【hjyt】新月江湖之美人如玉 作者：炼之蜻蜓.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c34ee999be49"
  },
  {
    "文件名": "【hjyt】胸房 作者：四木.txt",
    "夸克盘链接": "https://pan.quark.cn/s/54ac946d883b"
  },
  {
    "文件名": "【hjyt】嫣然人生 作者：南楼画角.txt",
    "夸克盘链接": "https://pan.quark.cn/s/145a95acc2bb"
  },
  {
    "文件名": "【hjyt】一梦到兵营 作者：欣欣向荣.txt",
    "夸克盘链接": "https://pan.quark.cn/s/0b4066a8265a"
  },
  {
    "文件名": "【hjyt】一品夫君三流妻 作者：立誓成妖.txt",
    "夸克盘链接": "https://pan.quark.cn/s/406e6e78ce9a"
  },
  {
    "文件名": "【hjyt】衣冠禽兽 作者：鱼小肉.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c422d33af3a5"
  },
  {
    "文件名": "【hjyt】早春行 作者：无处可逃.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ba4fe5d200a7"
  },
  {
    "文件名": "【hjyt】炸年糕 作者：多木木多.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e2d2d58ebbef"
  },
  {
    "文件名": "【hjyt】重生之大牌明星 作者：仕途之妖.txt",
    "夸克盘链接": "https://pan.quark.cn/s/4a47b3bfc013"
  },
  {
    "文件名": "【hjyt】重生之离婚前夕 作者：千山红叶.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c08263ab6098"
  },
  {
    "文件名": "【hjyt】重生之盛世医女 作者：绣锦.txt",
    "夸克盘链接": "https://pan.quark.cn/s/46ad645ae71a"
  },
  {
    "文件名": "【黑花／哨向】英年勿早婚 作者：除了超龄一无所有.txt",
    "夸克盘链接": "https://pan.quark.cn/s/1c2b0742e544"
  },
  {
    "文件名": "【萌糖】不许过度亲密 作者：多梨.txt",
    "夸克盘链接": "https://pan.quark.cn/s/dbc1aaacce48"
  },
  {
    "文件名": "【萌糖】侧妃上位记 作者：屋里的星星.txt",
    "夸克盘链接": "https://pan.quark.cn/s/7bd7c8d725ea"
  },
  {
    "文件名": "【萌糖】大佬又在窥屏了 作者：H宝藏女孩H.txt",
    "夸克盘链接": "https://pan.quark.cn/s/b0cb64dd2721"
  },
  {
    "文件名": "【萌糖】顶流房菜娱乐圈 作者：锦鲤小作精.txt",
    "夸克盘链接": "https://pan.quark.cn/s/8a1c9f465aeb"
  },
  {
    "文件名": "【萌糖】鹅子，等妈妈捧你！ 作者：曲小蛐.txt",
    "夸克盘链接": "https://pan.quark.cn/s/6a18bd837535"
  },
  {
    "文件名": "【萌糖】夫君他才貌双全 作者：咬一口饺子.txt",
    "夸克盘链接": "https://pan.quark.cn/s/24de5f1c7723"
  },
  {
    "文件名": "【萌糖】攻略民国大佬 作者：梵瑟.txt",
    "夸克盘链接": "https://pan.quark.cn/s/f576bf57d3a6"
  },
  {
    "文件名": "【萌糖】怪我过分着迷娱乐圈 作者：初醺.txt",
    "夸克盘链接": "https://pan.quark.cn/s/b62d534fe41b"
  },
  {
    "文件名": "【萌糖】回档人生娱乐圈 作者：霜余.txt",
    "夸克盘链接": "https://pan.quark.cn/s/81cab677a28e"
  },
  {
    "文件名": "【萌糖】觊觎娱乐圈 作者：一条仙鱼.txt",
    "夸克盘链接": "https://pan.quark.cn/s/6bd03ff4e75d"
  },
  {
    "文件名": "【萌糖】撩原似火娱乐圈 作者：朝唧唧.txt",
    "夸克盘链接": "https://pan.quark.cn/s/315ade4a1d4c"
  },
  {
    "文件名": "【萌糖】满级重生后我在娱乐圈C位出道 作者：春江阔.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c1b5e28d1501"
  },
  {
    "文件名": "【萌糖】农有田有点闲 作者：饭团开花.txt",
    "夸克盘链接": "https://pan.quark.cn/s/57ad4650d248"
  },
  {
    "文件名": "【萌糖】权臣小娇妻总是失忆 作者：越十方.txt",
    "夸克盘链接": "https://pan.quark.cn/s/dfee4890a7d2"
  },
  {
    "文件名": "【萌糖】庶妻 作者：赫连菲菲.txt",
    "夸克盘链接": "https://pan.quark.cn/s/1390ba568123"
  },
  {
    "文件名": "【萌糖】她似白月光 作者：川羽芷夏.txt",
    "夸克盘链接": "https://pan.quark.cn/s/97f121bc1599"
  },
  {
    "文件名": "【萌糖】我给主当继母 作者：女王不在家.txt",
    "夸克盘链接": "https://pan.quark.cn/s/d1bb832d8ecc"
  },
  {
    "文件名": "【萌糖】坠落 作者：慕拉.txt",
    "夸克盘链接": "https://pan.quark.cn/s/cdaa73b07505"
  },
  {
    "文件名": "【米国度】《强行入侵》洛玥淺【向哨 - 无限流 - 伪科幻 - 探险 - 强强 - 微H - 长篇】 作者：洛玥淺.txt",
    "夸克盘链接": "https://pan.quark.cn/s/4a27942c9902"
  },
  {
    "文件名": "【书耽】大师兄坠崖以后~奇葩村落黄老板 作者：奇葩村落黄老板.txt",
    "夸克盘链接": "https://pan.quark.cn/s/cead489c641c"
  },
  {
    "文件名": "【书耽独家】启禀仙尊，魔尊他又哭了！ 作者：卿十四.txt",
    "夸克盘链接": "https://pan.quark.cn/s/4089e483bf01"
  },
  {
    "文件名": "【hjyt】爱情正忙，请稍后再拨 作者：芯宁.txt",
    "夸克盘链接": "https://pan.quark.cn/s/da579640c8b6"
  },
  {
    "文件名": "【推】【晋江】《重生之宿敌》作者：蜀客【情有独钟 - 仙侠修真 - 重生 - 相爱相杀】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/9dd46c2935e0"
  },
  {
    "文件名": "【推】【晋江】《重生之科技兴国》作者：寻香踪【重生 - 打脸 - 爽文 - 年代文】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/4a3a291e724a"
  },
  {
    "文件名": "【推】【晋江】《重生娶了对照组做夫郎》作者：岛里天下【主攻 - 种田文 - 重生 - 美食 - 甜文】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a1eca8492456"
  },
  {
    "文件名": "【推】【晋江】《重生成仙尊的掌中啾》作者：一丛音【情有独钟 - 仙侠修真 - 重生】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/425cda6e2937"
  },
  {
    "文件名": "【推】【晋江】《重度迷恋》作者：艳归康【情有独钟 - 制服情缘 - 甜文 - 校园】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/eeb11c227b3a"
  },
  {
    "文件名": "【推】【晋江】《至死方休》作者：月色白如墨【都市情缘 - 豪门世家 - 娱乐圈 - 相爱相杀 - 狗血 - HE】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/2c2320040e6b"
  },
  {
    "文件名": "【推】【晋江】《只有我一只大橘不会修仙》作者：浩然天风【主攻 - 穿越时空 - 仙侠修真 - 甜文】 .txt",
    "夸克盘链接": "https://pan.quark.cn/s/3b09a7ad7b9f"
  },
  {
    "文件名": "【推】【晋江】《只好让主角爱我了》作者：西十危【打脸 - 快穿 - 逆袭】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/043f4b48dcd2"
  },
  {
    "文件名": "【推】【晋江】《职业情敌》作者：颂尔【年下 - 都市情缘 - 娱乐圈 - 现代架空】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/0eee16a93df7"
  },
  {
    "文件名": "【推】【晋江】《拯救悲情反派进行时！》作者：碉堡堡【主攻 - 穿越时空 - 打脸 - 系统 - 快穿】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/34a0acaf2ccb"
  },
  {
    "文件名": "【推】【晋江】《真少爷靠拆家苟出甜宠剧本》作者：月下明泊【宫廷侯爵 - 甜文 - 穿书 - 爽文】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/d66439da95e5"
  },
  {
    "文件名": "【推】【晋江】《真结婚了不骗你》作者：溯流回川【娱乐圈 - 婚恋 - 甜文】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/5691a5ad328b"
  },
  {
    "文件名": "【推】【晋江】《掌上弃珠》作者：东施娘【幻想空间 - 情有独钟 - 天之骄子 - 现代架空】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/9056cbbdc1d8"
  },
  {
    "文件名": "【推】【晋江】《长风有归处》作者：语笑阑珊【古代 - 欢喜冤家 - 甜文】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a305545f7af7"
  },
  {
    "文件名": "【推】【晋江】《粘人精恋爱指南》作者：不吃姜的胖子【豪门世家 - 婚恋 - 甜文 - 穿书】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/8b9d19072c43"
  },
  {
    "文件名": "【推】【晋江】《渣攻失忆后替身跑路了》作者：棠不苦【豪门世家 - 破镜重圆 - 天之骄子】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/39ef3c83cc1b"
  },
  {
    "文件名": "【推】【晋江】《渣攻，我和你白月光好着呢》作者：客柞【幻想空间 - 娱乐圈 - 甜文 - 穿书】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/361204405212"
  },
  {
    "文件名": "【推】【晋江】《怎么还不哄我》作者：墨西柯【系列文② - 情有独钟 - 破镜重圆 - 娱乐圈 - 甜文】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/15399bedf949"
  },
  {
    "文件名": "【推】【晋江】《在竹马的书包里发现了姨妈巾怎么办？》作者：柒神【双性 - 生子 - 青梅竹马 - 甜文 - 爽文】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ad300d8eadea"
  },
  {
    "文件名": "【推】【晋江】《在求生综艺招惹前任他叔》作者：痴嗔本真【娱乐圈 - 打脸 - 甜文 - 穿书】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/58a9768920b5"
  },
  {
    "文件名": "【推】【晋江】《在玛丽苏文里考大学》作者：奶茶全糖少冰【豪门世家 - 甜文 - 穿书 - 爽文】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/93aca055facb"
  },
  {
    "文件名": "【推】【晋江】《在app圈错账号以后》作者：糯糯啊【都市情缘 - 天作之合 - 甜文 - 网红】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/8e36ab107e51"
  },
  {
    "文件名": "【推】【晋江】《崽他爸还活着怎么办？》作者：鬼半京【生子 - 甜文 - 未来架空 - 爽文】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/0c84768dac42"
  },
  {
    "文件名": "【推】【晋江】《越界》作者：几京【都市情缘 - 情有独钟 - 因缘邂逅 - 甜文】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/cf0a9a5d9ed1"
  },
  {
    "文件名": "【推】【晋江】《游戏皇帝觉醒后》作者：浮白曲【强强 - 宫廷侯爵 - 宫斗 - 甜文】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/46d29a93397e"
  },
  {
    "文件名": "【推】【晋江】《影帝的娇气小哥儿》作者：好个湫【生子 - 娱乐圈 - 古穿今 - 甜文】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ea7d96b1c507"
  },
  {
    "文件名": "【推】【晋江】《樱桃大佬他又甜又软》作者：言笙笙【灵异神怪 - 欢喜冤家 - 甜文】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/976763ccb90f"
  },
  {
    "文件名": "【推】【晋江】《引爆热搜之后》作者：七寸汤包【情有独钟 - 娱乐圈 - 甜文】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/3849d8f41701"
  },
  {
    "文件名": "【推】【晋江】《银河第一可爱》作者：春风遥【情有独钟 - 星际 - 系统 - 爽文】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/651101f121ba"
  },
  {
    "文件名": "【推】【晋江】《做龙傲天未婚妻的那些年》作者：大鸭头【情有独钟 - 甜文 - 穿书 - 爽文】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/104733903bea"
  },
  {
    "文件名": "【推】【晋江】《总裁好像很喜欢我》作者：起筝【都市情缘 - 情有独钟 - 因缘邂逅 - 甜文】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a60bce144f1d"
  },
  {
    "文件名": "【推】【晋江】《装傻和眼盲反派联姻后》作者：惗肆【豪门世家 - 打脸 - 甜文 - 穿书】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/fcdd5b4f9671"
  },
  {
    "文件名": "【推】【晋江】《装绿茶招惹豪门大佬后我红了》作者：时念【都市情缘 - 豪门世家 - 娱乐圈 - 甜文】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/d5e15c35fa02"
  },
  {
    "文件名": "【推】【晋江】《主角攻为什么用这种眼神看我》作者：公子于歌【主攻 - 破镜重圆 - 娱乐圈 - 爽文】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/6a55fb6e3a3d"
  },
  {
    "文件名": "【推】【晋江】《意外和敌国太子有了崽崽后》作者：若兰之华【强强 - 生子 - 宫廷侯爵 - 甜文】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/719505724096"
  },
  {
    "文件名": "【推】【晋江】《遗物整理师》作者：迪克羊仔【年上 - 三教九流 - 成长】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/7b8a410d79da"
  },
  {
    "文件名": "【推】【晋江】《一碗小甜汤》作者：寒菽【情有独钟 - 天作之合 - 甜文】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c0d65f181157"
  },
  {
    "文件名": "【推】【晋江】《一个寝室4个0》作者：尹人欢【现代 - 强强 - 都市情缘 - 情有独钟 - 欢喜冤家】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/0b0939694905"
  },
  {
    "文件名": "【推】【晋江】《一不小心成为妖界大嫂》作者：一把杀猪刀【灵异神怪 - 情有独钟 - 甜文】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/585eb3c8cf65"
  },
  {
    "文件名": "【推】【晋江】《叶秘书又说我坏话》作者：莫心伤【都市情缘 - 欢喜冤家 - 恋爱合约 - 甜文】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/cb68a95db81a"
  },
  {
    "文件名": "【推】【晋江】《妖怪报恩是要以身相许的》作者：堂堂海棠【灵异神怪 - 破镜重圆 - 甜文 - 爽文】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/b025395203de"
  },
  {
    "文件名": "【推】【晋江】《养狼为患》作者：青端【年下 - 宫廷侯爵 - 情有独钟 - 穿书】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/33373b8dc1ef"
  },
  {
    "文件名": "【推】【晋江】《养鲲日常》作者：羽萌【强强 - 随身空间 - 甜文 - 萌宠】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e9d4f158162f"
  },
  {
    "文件名": "【推】【晋江】《演苦情受的我拿了作精剧本》作者：宴不知【豪门世家 - 情有独钟 - 天作之合 - 穿书】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/40d80c8968b3"
  },
  {
    "文件名": "【推】【晋江】《学渣同桌不需要安慰》作者：龙柒【甜文 - 成长 - 校园】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ec87714271b0"
  },
  {
    "文件名": "【推】【晋江】《薛定谔爱情》作者：傅云见【强强 - 青梅竹马 - 甜文 - 校园】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/605b1a48ffb7"
  },
  {
    "文件名": "【推】【晋江】《悬日》作者：稚楚【现代 - 都市情缘 - 情有独钟 - 破镜重圆】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/79f0cc7dd249"
  },
  {
    "文件名": "【推】【晋江】《玄学大师又在努力分手》作者：醉又何妨【强强 - 灵异神怪 - 爽文 - 玄学】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/3b24690c9a57"
  },
  {
    "文件名": "【推】【晋江】《雄狮大联盟》作者：九流书生【幻想空间 - 情有独钟 - 甜文 - 萌宠】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c10e070c074f"
  },
  {
    "文件名": "【推】【晋江】《行云流水》作者：乌龙煮雪【强强 - 灵异神怪 - 江湖恩怨 - 情有独钟】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/96b544713ed0"
  },
  {
    "文件名": "【推】【晋江】《心弦之间》作者：林与珊【都市情缘 - 天作之合 - 年上 - 甜文】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/11ab6fc45f42"
  },
  {
    "文件名": "【推】【晋江】《心如死灰后他们后悔了》作者：Alohomora【豪门世家 - 天之骄子 - 娱乐圈 - 打脸】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/2c3b2588683c"
  },
  {
    "文件名": "【推】【晋江】《心机受穿成天真美人后》作者：挽轻裳【宫廷侯爵 - 甜文 - 穿书 - 爽文】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/87fb1218f40f"
  },
  {
    "文件名": "【推】【晋江】《心机美人总在钓我》作者：猫界第一噜【年下 - 情有独钟 - 恋爱合约 - 天作之合】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/6ee44fcea4f1"
  },
  {
    "文件名": "【推】【晋江】《协议结婚后上恋爱综艺了》作者：了酌衣去【豪门世家 - 娱乐圈 - 甜文 - 穿书】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/1526e39d5328"
  },
  {
    "文件名": "【推】【晋江】《小崽崽找上来了》作者：云劫【情有独钟 - 天之骄子 - 星际 - 萌宠】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/832fe9f2ca13"
  },
  {
    "文件名": "【推】【晋江】《小血族天天想吃饱》作者：红心K【情有独钟 - 欢喜冤家 - 天作之合 - 血族】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/d39b9095427e"
  },
  {
    "文件名": "【推】【晋江】《小甜心吃饱了吗》作者：纷纷和光【宫廷侯爵 - 情有独钟 - 甜文】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/190a2e8d2d0d"
  },
  {
    "文件名": "【推】【晋江】《小鲨鱼不想努力了》作者：纸折月【星际 - 甜文 - 未来架空 - 萌宠】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/f9035a857aaa"
  },
  {
    "文件名": "【推】【晋江】《小日子》作者：何书【都市情缘 - 情有独钟 - 婚恋 - 现代架空】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/060474e1d7af"
  },
  {
    "文件名": "【推】【晋江】《小人鱼他超乖》作者：采采来了【灵异神怪 - 甜文 - 校园 - 萌宠】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/5c375348bd73"
  },
  {
    "文件名": "【推】【晋江】《小猫咪养护指南》 作者：闻声有无【幻想空间 - 甜文 - 爽文 - 直播】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a222fd617ee4"
  },
  {
    "文件名": "【推】【晋江】《小可怜在修罗场焦头烂额》作者：喻狸【无限流 - 系统 - 快穿 - 爽文】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c573911a256b"
  },
  {
    "文件名": "【推】【晋江】《小娇妻怀的崽去哪了？》作者：八月中林【主攻 - 甜文 - 现代架空 - 穿书 - 校园】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/baa0f819f64d"
  },
  {
    "文件名": "【推】【晋江】《小狐妖不想揣崽》作者：池翎【生子 - 灵异神怪 - 宫廷侯爵 - 甜文】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/d32dabb6399d"
  },
  {
    "文件名": "【推】【晋江】《小海豹是糯米糍呀！》作者：SJ姣儿【重生 - 甜文 - 穿书 - 萌宠】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/b6b6f411371b"
  },
  {
    "文件名": "【推】【晋江】《小疯子装乖指南》作者：李温酒【强强 - 情有独钟 - 重生 - 商战】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/2ff6bf5f2f6e"
  },
  {
    "文件名": "【推】【晋江】《小陛下团宠手册》 作者：岩城太瘦生【欢喜冤家 - 青梅竹马 - 古穿今 - 甜文】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/baf0c4dd9885"
  },
  {
    "文件名": "【推】【晋江】《向阳》作者：冻感超人【现代 - 都市情缘】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/539a14d006e1"
  },
  {
    "文件名": "【推】【晋江】《向导不哭》作者：晒豆酱【哨兵向导 - 破镜重圆 - 青梅竹马 - 末世 - 未来架空】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/4913fdc8f8d7"
  },
  {
    "文件名": "【推】【晋江】《献给上将的凤凰羽》作者：砂糖西瓜【强强 - 幻想空间 - 情有独钟 - 星际】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/812cd889cad6"
  },
  {
    "文件名": "【推】【晋江】《咸鱼小丧尸》作者：芷衣【灵异神怪 - 无限流 - 系统】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/b823d325515d"
  },
  {
    "文件名": "【推】【晋江】《咸鱼替嫁后》作者：老大白猫【穿越时空 - 种田文 - 美食 - 甜文】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/372aa23402a0"
  },
  {
    "文件名": "【推】【晋江】《咸鱼少爷穿成反派的白月光》作者：糖三甲【豪门世家 - 业界精英 - 甜文 - 穿书】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/1d84657a8357"
  },
  {
    "文件名": "【推】【晋江】《咸鱼结婚》作者：承越【都市情缘 - 恋爱合约 - 天作之合 - 甜文】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/6e347fd8787e"
  },
  {
    "文件名": "【推】【晋江】《咸鱼暗卫掉马后》作者：我选择猫车【宫廷侯爵 - 情有独钟 - 甜文 - 穿书】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c5c0bc96230c"
  },
  {
    "文件名": "【推】【晋江】《仙尊为何在颤抖？》作者：宴夜鲤【强强 - 甜文 - 穿书 - 爽文】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ed53f1f0628b"
  },
  {
    "文件名": "【推】【晋江】《仙尊怀了魔君的崽》作者：若星若辰【生子 - 情有独钟 - 仙侠修真 - 甜文】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/68110465dd56"
  },
  {
    "文件名": "【推】【晋江】《系统哭着跪求我成神！》作者：黑猫睨睨【重生 - 系统 - 甜文 - 爽文】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/4d8c5fa018ee"
  },
  {
    "文件名": "【推】【晋江】《戏精假少爷手握团宠剧本》作者：火里秃毛鸡【豪门世家 - 重生 - 打脸 - 甜文】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/622a4bb1c477"
  },
  {
    "文件名": "【推】【晋江】《我自深渊来》作者：木兮娘【情有独钟 - 甜文 - 悬疑推理】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e8deb44c2d49"
  },
  {
    "文件名": "【推】【晋江】《我怎么可能喜欢他》作者：墨西柯【系列文① - 强强 - 竞技 - 相爱相杀 - 校园】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/d54fdcfedd89"
  },
  {
    "文件名": "【推】【晋江】《我在神仙区整活的日子》作者：薄荷貓【强强 - 灵异神怪 - 爽文】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c54c43d33b2d"
  },
  {
    "文件名": "【推】【晋江】《我在古代开商场》作者：夜半灯花【穿越时空 - 种田文 - 美食 - 爽文】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/146ba7725bdc"
  },
  {
    "文件名": "【推】【晋江】《我在古代当公主》作者：金戈万里【宫廷侯爵 - 穿越时空 - 青梅竹马 - 甜文】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/6ffa94741cb7"
  },
  {
    "文件名": "【推】【晋江】《我在狗血文里走事业线》作者：青竹叶【系统 - 快穿 - 穿书 - 爽文】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/9f2f6260d742"
  },
  {
    "文件名": "【推】【晋江】《我又弄崩了校园怪谈》作者：榆鱼【强强 - 灵异神怪 - 恐怖 - 无限流】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/f5787620ec66"
  },
  {
    "文件名": "【推】【晋江】《我有一个多宝阁》作者：龙柒【无限流 - 幻想空间 - 游戏网游 - 励志人生】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/70fdb6323ec2"
  },
  {
    "文件名": "【推】【晋江】《我喜欢你时我不红》作者：壶鱼辣椒【情有独钟 - 娱乐圈 - 励志人生 - 甜文】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/73ef492bd193"
  },
  {
    "文件名": "【推】【晋江】《我投喂了深情偏执邪神》作者：月兔捣药【灵异神怪 - 情有独钟 - 无限流 - 爽文】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/7451d6ae8ed4"
  },
  {
    "文件名": "【推】【晋江】《我手握外挂，豪横！》作者：云上歌【打脸 - 快穿 - 穿书 - 爽文】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/074569aa0f0f"
  },
  {
    "文件名": "【推】【晋江】《我室友超香的》作者：拉棉花糖的兔子【系列文② - 美食 - 东方玄幻 - 校园】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/36186e85620c"
  },
  {
    "文件名": "【推】【晋江】《我捧的小明星是真大佬》作者：朝江烬【豪门世家 - 娱乐圈 - 甜文 - 穿书】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/99de05ef053e"
  },
  {
    "文件名": "【推】【晋江】《我能怎么办,我又不是人》作者：绯色世家【强强 - 系统 - 快穿 - 穿书】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/03939e270f22"
  },
  {
    "文件名": "【推】【晋江】《我们这里不准刷脸》作者：不如睡【情有独钟 - 快穿 - 逆袭】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/3e9eac21eeca"
  },
  {
    "文件名": "【推】【晋江】《我没钓但影帝真香了》作者：祝辞酒【强强 - 娱乐圈 - 甜文 - 穿书】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/f67c95cffaf6"
  },
  {
    "文件名": "【推】【晋江】《我靠美食综艺全网爆红》作者：观海【美食 - 系统 - 穿书】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/265c9abe753a"
  },
  {
    "文件名": "【推】【晋江】《我扛起自己的CP大旗后》作者：空星【娱乐圈 - 现代 - 甜文】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/981234344610"
  },
  {
    "文件名": "【推】【晋江】《我家保镖资产过亿》作者：混元三喜【情有独钟 - 重生 - 甜文 - 爽文】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/11afaafe5bce"
  },
  {
    "文件名": "【推】【晋江】《我诡计多端的人类男友》作者：楚寒衣青【主攻 - 幻想空间 - 灵异神怪 - 情有独钟 - 甜文】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/24e10a5da47a"
  },
  {
    "文件名": "【推】【晋江】《我的崽崽们不可能都是大佬》作者：采采来了【情有独钟 - 异能 - 末世 - 甜文】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/4d48430220bf"
  },
  {
    "文件名": "【推】【晋江】《我的冤种竹马》作者：林知落【现代 - 青春 - 甜文】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/96c3b26bbc56"
  },
  {
    "文件名": "【推】【晋江】《我的食客不是人》作者：少地瓜【灵异神怪 - 种田文 - 美食 - 玄学】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/422ca7790d7f"
  },
  {
    "文件名": "【推】【晋江】《我的牌位成了古玩大佬的掌心宝》作者：橘猫果果【灵异神怪 - 业界精英 - 甜文】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/0b0bf192a1a3"
  },
  {
    "文件名": "【推】【晋江】《我的老婆是反派鲛皇》作者：长乐思央【主攻 - 生子 - 灵异神怪 - 甜文 - 穿书】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/50d64a93953f"
  },
  {
    "文件名": "【推】【晋江】《我的核心代码由你的心跳编写》作者：张无声【强强 - 科幻 - 甜文 -HE】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/704e7fd82d78"
  },
  {
    "文件名": "【推】【晋江】《我成了好兄弟的舅妈》作者：向远飞【灵魂转换 - 豪门世家 - 甜文 - 都市异闻】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/9d5190b8a4ba"
  },
  {
    "文件名": "【推】【晋江】《阴鸷太子的小人参精》作者：云初棠【天作之合 - 甜文 - 穿书 - 爽文】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/9c515777b3af"
  },
  {
    "文件名": "【推】【晋江】《阴阳渡》作者：梦溪石【强强 - 灵异神怪 - 传奇 - 都市异闻】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/21d1e498e2cc"
  },
  {
    "文件名": "【推】【晋江】《因为是哑巴所以用实力说话》作者：乔柚【幻想空间 - 情有独钟 - 甜文 - 校园】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/831ffa002091"
  },
  {
    "文件名": "【推】【晋江】《网恋渣了星际元帅后我跑路了》 作者：稚棠【破镜重圆 - 穿越时空 - 游戏网游 - 甜文】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/f04bf1fefa13"
  },
  {
    "文件名": "【推】【晋江】《万人嫌替身重生了》作者：夕朝南歌【重生 - 打脸 - 甜文 - 校园】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/70f58fd3db2c"
  },
  {
    "文件名": "【推】【晋江】《万人迷生存法则》作者：翻云袖【穿书 - 穿越时空】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/f07ca694aea5"
  },
  {
    "文件名": "【推】【晋江】《晚星晚星》作者：翡冷萃【狗血 - 年上 - 代嫁梗 - 1v1 - HE - 情有独钟】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/78bcce1347f1"
  },
  {
    "文件名": "【推】【晋江】《外科医生穿成民国小可怜》作者：大河自西【强强 - 天作之合 - 业界精英 - 爽文】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a5648654c9bd"
  },
  {
    "文件名": "【推】【晋江】《吞金受娇养指南》作者：焚梦煮酒【豪门世家 - 情有独钟 - 欢喜冤家 - 穿书】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c2b0924a2f82"
  },
  {
    "文件名": "【推】【晋江】《听说你要辜负我》作者：不如睡【慢穿 - 情有独钟 - 前世今生 - 系统】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/2da2546ed1fd"
  },
  {
    "文件名": "【推】【晋江】《听说恋爱会让人变美？》作者：一节藕【天作之合 - 甜文 - 校园】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/dada38f858ad"
  },
  {
    "文件名": "【推】【晋江】《甜头》作者：咿芽【情有独钟 - 欢喜冤家 - 甜文】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/51d6d4f54e3f"
  },
  {
    "文件名": "【推】【晋江】《天意风流》作者：月神的野鬼【古代 - 强强 - 情有独钟 - 青梅竹马 - 史诗奇幻】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/58248c0f162d"
  },
  {
    "文件名": "【推】【晋江】《唐大侠写了一千篇原耽》作者：绯瑟【强强 - 江湖恩怨 - 三教九流 - 古代幻想】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/1e7440447d3b"
  },
  {
    "文件名": "【推】【晋江】《他一定爱惨了我！》作者：二月竹【娱乐圈 - 重生 - 甜文 - 成长】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/63d458270bce"
  },
  {
    "文件名": "【推】【晋江】《他说我又软又乖》作者：织墨【豪门世家 - 情有独钟 - 天作之合 - 甜文】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/8092a05b3d83"
  },
  {
    "文件名": "【推】【晋江】《他们不是人！》作者：恰到好处【灵异神怪 - 无限流 - 爽文】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/2489df561e03"
  },
  {
    "文件名": "【推】【晋江】《他的白月光竟然是我》作者：一枚纽扣【都市情缘 - 情有独钟 - 娱乐圈 - 甜文】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a15d966587c6"
  },
  {
    "文件名": "【推】【晋江】《宋玉章》作者：冻感超人【豪门世家 - 三教九流 - 民国旧影】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/b777340be9c1"
  },
  {
    "文件名": "【推】【晋江】《饲蛟》作者：上灵【灵异神怪 - 情有独钟 - 因缘邂逅 - 甜文】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/8e4be1cb357d"
  },
  {
    "文件名": "【推】【晋江】《说好的不炒CP呢！》作者：七寸汤包【娱乐圈 - 打脸 - 甜文 - 爽文】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/1a31713dbba5"
  },
  {
    "文件名": "【推】【晋江】《室友是只垂耳兔》作者：咿芽【幻想空间 - 欢喜冤家 - 甜文 - 校园】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/1911ff7b2c1f"
  },
  {
    "文件名": "【推】【晋江】《时空管理局发老攻啦》作者：海毓秀【主攻 - 灵魂转换 - 情有独钟 - 星际 - 甜文】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/77a5cf401285"
  },
  {
    "文件名": "【推】【晋江】《师尊能不能攻一次》作者：青色羽翼【主攻 - 强强 - 情有独钟 - 穿书 - 爽文】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/1842ceaaff6b"
  },
  {
    "文件名": "【推】【晋江】《失忆后和沈先生隐婚了》作者：黑川则【情有独钟 - 甜文 - 现代架空】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/8f03e2461068"
  },
  {
    "文件名": "【推】【晋江】《身为队长，必须高冷》作者：芝芝猫猫【电竞 - 竞技 - 游戏网游 - 甜文 - 直播】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/5561dd7b0fd5"
  },
  {
    "文件名": "【推】【晋江】《谁颠倒了攻受》作者：十七场风【都市情缘 - 情有独钟 - 欢喜冤家 - 娱乐圈】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/72c4c13438c0"
  },
  {
    "文件名": "【推】【晋江】《社恐替嫁豪门后》作者：忘书【豪门世家 - 甜文 - 穿书 - 爽文】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c1bdb94275f4"
  },
  {
    "文件名": "【推】【晋江】《哨兵不乖》作者：晒豆酱【兄弟篇 - 哨兵向导 - 爱情战争 - 末世 - 相爱相杀 - 未来架空】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/0c7bbaeea7a0"
  },
  {
    "文件名": "【推】【晋江】《山海宠物医院》作者：李哩哩【幻想空间 - 灵异神怪 - 爽文 - 萌宠】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/f6812966f7cc"
  },
  {
    "文件名": "【推】【晋江】《沙雕仙穿成悲情炮灰》作者：勺棠【豪门世家 - 甜文 - 穿书 - 爽文】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/1d8f2a396c86"
  },
  {
    "文件名": "【推】【晋江】《沙雕炮灰他太抠了》作者：陈五野【天作之合 - 娱乐圈 - 甜文 - 穿书】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/187a9d2ebe5e"
  },
  {
    "文件名": "【推】【晋江】《沙雕18线养邪神后爆红》作者：小欠有点咸【灵异神怪 - 娱乐圈 - 穿书 - 爽文】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/49a9da57f529"
  },
  {
    "文件名": "【推】【晋江】《入睡困难症》作者：一碗月光【年下 - 都市情缘 - 天作之合】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/b7bb6344a698"
  },
  {
    "文件名": "【推】【晋江】《人鱼文偏执反派翻车了》作者：弃脂焚椒【强强 - 年下 - 星际 - 穿书】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/9547b042fe86"
  },
  {
    "文件名": "【推】【晋江】《人鱼恶礁》作者：天堂放逐者【强强 - 悬疑推理 - 异想天开 - 大冒险】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/9f98c8563078"
  },
  {
    "文件名": "【推】【晋江】《人设崩塌后我c位出道了》作者：七栖酱【穿越 - 娱乐圈 - 打脸 - 现代架空 - 爽文】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/2213c93e59be"
  },
  {
    "文件名": "【推】【晋江】《人偶笔记》作者：道长单飞【主攻 - 穿越时空 - 甜文 - 穿书 - 爽文】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/63ea62785056"
  },
  {
    "文件名": "【推】【晋江】《人类幼崽废土苟活攻略》作者：秃子小贰【幻想空间 - 青梅竹马 - 末世 - 未来架空 - 哨向】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/b6225afda99e"
  },
  {
    "文件名": "【推】【晋江】《人间无魂》作者：如雷灌耳【灵异神怪 - 天作之合 - 无限流 - 古代幻想】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/8f6cbfd065e4"
  },
  {
    "文件名": "【推】【晋江】《然而男主爱反派》作者：橙子雨【强强 - 情有独钟 - 欢喜冤家 - 系统】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/1e4b87f787bd"
  },
  {
    "文件名": "【推】【晋江】《全娱乐圈都在磕我和前男友的CP》作者：苏芒【破镜重圆 - 娱乐圈 - 甜文 - 爽文】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/491c07dfcad9"
  },
  {
    "文件名": "【推】【晋江】《全息游戏里的万人迷npc》作者：苏怀荒【强强 - 游戏网游 - 甜文 - 爽文】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/00d5f40ba673"
  },
  {
    "文件名": "【推】【晋江】《全师门都知道你俩在隐婚》作者：红口白牙【狗血 - 年下 - 情有独钟 - 天作之合 - 仙侠修真】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/f330f3ec582e"
  },
  {
    "文件名": "【推】【晋江】《全球追更》作者：昼眠梦君【强强 - 快穿 - 爽文 - 基建】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/7b4ae4bf441b"
  },
  {
    "文件名": "【推】【晋江】《全能中单》作者：蝶之灵【电竞 - ABO - 强强 - 游戏网游 - 甜文 - 爽文】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/7cf2020d58a3"
  },
  {
    "文件名": "【推】【晋江】《求生倒计时》作者：木兮娘【情有独钟 - 甜文 - 朝堂之上 - 古代幻想】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a29fb7948d67"
  },
  {
    "文件名": "【推】【晋江】《蜻蜓》作者：苹果树树树【因缘邂逅 - 情有独钟 - 怅然若失 - 甜文】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/776ca2fb8513"
  },
  {
    "文件名": "【推】【晋江】《清冷美人变成小奶猫后》作者：最爱梅子酒【豪门世家 - 穿越时空 - 甜文 - 萌宠】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/8117b5e82bfb"
  },
  {
    "文件名": "【推】【晋江】《强宠》作者：墨水芯【第五部 - 强强 - 打脸 - 甜文 - 快穿】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/d8fb3b17639d"
  },
  {
    "文件名": "【推】【晋江】《千里江陵》作者：秦小羊【情有独钟 - 破镜重圆 - 竞技 - 甜文】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/6f891c04649f"
  },
  {
    "文件名": "【推】【晋江】《七天后重新恋爱》作者：张无声【强强 - 情有独钟 - 甜文 - 现代架空】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c88cfde02ae4"
  },
  {
    "文件名": "【推】【晋江】《炮灰美人拒绝降智》作者：丹锦【强强 - 都市情缘 - 豪门世家 - 甜文】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/9ad5c81b3020"
  },
  {
    "文件名": "【推】【晋江】《炮灰倒进我怀里后》作者：成翎【主攻 - 穿越时空 - 系统 - 快穿 - 爽文】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/2e7ba79fb150"
  },
  {
    "文件名": "【推】【晋江】《偶然相爱》作者：羲和清零【都市情缘 - 情有独钟 - 欢喜冤家 - 成长】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/59e17d93294c"
  },
  {
    "文件名": "【推】【晋江】《年代文里做学霸》作者：谢千钧【随身空间 - 种田文 - 穿书 - 年代文】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/fbdaa90ec359"
  },
  {
    "文件名": "【推】【晋江】《你最好是》作者：一枚纽扣【情有独钟 - 天作之合 - 甜文 - 校园】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/7b47581caa9e"
  },
  {
    "文件名": "【推】【晋江】《你能不能别想了》作者：吕天逸【生子 - 幻想空间 - 星际 - 甜文】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/435e470f0923"
  },
  {
    "文件名": "【推】【晋江】《你们男生打游戏好厉害哦~》 作者：易修罗【游戏网游 - 网红 - 直播 - 甜文】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/47c9942ce829"
  },
  {
    "文件名": "【推】【晋江】《你看起来真的好甜》作者：勺棠【幻想空间 - 情有独钟 - 娱乐圈 - 甜文】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c90442ce5821"
  },
  {
    "文件名": "【推】【晋江】《你就是馋我的兔子！》作者：红杉林【都市情缘 - 情有独钟 - 娱乐圈 - 甜文】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/f94aabae8d71"
  },
  {
    "文件名": "【推】【晋江】《你好，你睡得着吗》作者：一枚纽扣【都市情缘 - 情有独钟 - 天作之合 - 甜文】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/77a878eee9eb"
  },
  {
    "文件名": "【推】【晋江】《你不许喜欢我！》 作者：绣生【豪门世家 - 情有独钟 - 天作之合 - 甜文】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/05f9208e2801"
  },
  {
    "文件名": "【推】【晋江】《你不能这么对我》作者：宴不知【花季雨季 - 豪门世家 - 情有独钟 - 穿书】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/f31658f5ffcb"
  },
  {
    "文件名": "【推】【晋江】《男主们为什么都用这种眼神看我》作者：公子于歌【娱乐圈 - 甜文 - 穿书 - 爽文】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/4f174992cdbe"
  },
  {
    "文件名": "【推】【晋江】《男保姆太香了》作者：何书【生子 - 都市情缘 - 情有独钟 - 天作之合】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/73f0b19a5fd3"
  },
  {
    "文件名": "【推】【晋江】《拿不起先生和放不下先生》作者 ：放糖【都市情缘 - 欢喜冤家 - 因缘邂逅 - 甜文】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/6046ca0cbc39"
  },
  {
    "文件名": "【推】【晋江】《木头美人想变成钓系》作者：暑岁【豪门世家 - 青梅竹马 - 娱乐圈 - 甜文】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/5f59dc3287b7"
  },
  {
    "文件名": "【推】【晋江】《莫太傅说他不答应》作者：白孤生【古代 - 宫廷侯爵 - 情有独钟 - 系统】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/bf042d3c2572"
  },
  {
    "文件名": "【推】【晋江】《魔尊只想走剧情》作者：即墨遥【强强 - 情有独钟 - 穿书 - 爽文】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/4c34828a2cbd"
  },
  {
    "文件名": "【推】【晋江】《魔尊被假哭包攻了》作者：冷山月【强强 - 仙侠修真 - 穿书 - 爽文】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/5f00a1d31c5f"
  },
  {
    "文件名": "【推】【晋江】《魔头战败后多了个孩子》作者：归鸿落雪【强强 - 生子 - 仙侠修真 - 相爱相杀】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ebf787636722"
  },
  {
    "文件名": "【推】【晋江】《磨刀不误砍菜弓》作者：林风早【电竞 - 强强 - 穿越时空 - 游戏网游 - 爽文】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/1acfb37c2eb0"
  },
  {
    "文件名": "【推】【晋江】《命不久矣》作者：墨西柯【强强 - 灵异神怪 - 娱乐圈 - 甜文 】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/9c082495bdc6"
  },
  {
    "文件名": "【推】【晋江】《民国之文娱大亨》作者：云依石【强强 - 情有独钟 - 民国旧影 - 种田文】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/1b8e8c01dcd8"
  },
  {
    "文件名": "【推】【晋江】《民国公子穿成咸鱼假少爷》作者：苏流云【豪门世家 - 情有独钟 -娱乐圈 - 甜文】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/b233ae03f6dd"
  },
  {
    "文件名": "【推】【晋江】《我不可怜》作者：宴不知【幻想空间 - 情有独钟 - 系统 - 快穿】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/d77e3c692efd"
  },
  {
    "文件名": "【推】【晋江】《我被男主的白月光看上了》作者： 一节藕【甜文 - 穿书 - 爽文 - 逆袭】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/4362056805b7"
  },
  {
    "文件名": "【推】【晋江】《我，沙雕受，谈恋爱》作者：朴左右【 情有独钟 - 甜文 - 快穿 - 穿书】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/f5045c6ebbfc"
  },
  {
    "文件名": "【推】【晋江】《温掌门的糟糠师弟回来了》作者：云霄YX【强强 - 近水楼台 - 青梅竹马 - 仙侠修真】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/586f8907e9f3"
  },
  {
    "文件名": "【推】【晋江】《猫为你操碎了心》作者：木兰竹【幻想空间 - 甜文 - 穿书 - 萌宠】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/fc16f26f28d4"
  },
  {
    "文件名": "【推】【晋江】《猫的遗产》作者：画眉郎【萌宠 - 幻想空间 - 网红 - 直播】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a531b3ad0d54"
  },
  {
    "文件名": "【推】【晋江】《满级大佬掀棺后》作者：少说废话【穿越时空 - 系统 - 甜文 - 快穿】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/7a1165e83b1d"
  },
  {
    "文件名": "【推】【晋江】《绿茶学弟总在钓我》作者：见归舟【年下 - 情有独钟 - 甜文 - 校园】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/8d0189a6838b"
  },
  {
    "文件名": "【推】【晋江】《落入你掌心》作者：莫惜春衣【情有独钟 - 重生 - 甜文 - 校园】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/1c71969ed6b7"
  },
  {
    "文件名": "【推】【晋江】《论如何攻略医生直男》作者：彩云归【都市情缘 - 情有独钟 - 天作之合 - 甜文】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/8a37ee3b3be8"
  },
  {
    "文件名": "【推】【晋江】《论绿茶的一千种钓鱼技巧》作者：一节藕【花季雨季 - 甜文 - 成长】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/d0d1bf0bd95d"
  },
  {
    "文件名": "【推】【晋江】《龙傲天穿错书了》作者：头埋雪里【系统 - 甜文 - 穿书 - 爽文】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/256e70c72474"
  },
  {
    "文件名": "【推】【晋江】《琉璃浮屠青铜花》作者：苍梧宾白【情有独钟 - 仙侠修真 - 重生】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/b7cb3f8884b2"
  },
  {
    "文件名": "【推】【晋江】《流放后男主都爱上了我》作者：蓝灵仙【穿越时空 - 快穿 - 爽文】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ae0683008580"
  },
  {
    "文件名": "【推】【晋江】《临时男友又在装穷》作者：小橙子吖【强强 - 豪门世家 - 情有独钟 - 恋爱合约】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/9018353817e6"
  },
  {
    "文件名": "【推】【晋江】《恋综营业后我把影帝掰弯了》作者：林渺【情有独钟 - 欢喜冤家 - 娱乐圈 - 甜文】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/cd38b6697a4e"
  },
  {
    "文件名": "【推】【晋江】《离婚后与前夫重生回高中》作者：稚棠【重生 - 破镜重圆 - 娱乐圈 - 婚恋 - 校园】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/6e8fbe67fa45"
  },
  {
    "文件名": "【推】【晋江】《老王不想凉》作者：桃李笙歌【重生 - 甜文 - 穿书 - 成长】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/f2b5fc18df9d"
  },
  {
    "文件名": "【推】【晋江】《老攻身患绝症》作者：不会下棋【娱乐圈 - 重生 - 系统 - 穿书】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/20a73352ae7d"
  },
  {
    "文件名": "【推】【晋江】《狼相公》作者：巫山有段云【布衣生活 - 乡村爱情 - 穿越时空 - 种田文】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c59b96cacc1f"
  },
  {
    "文件名": "【推】【晋江】《狼少年》作者：巫山有段云【生子 - 情有独钟 - 因缘邂逅 - 成长】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/853c3b73c185"
  },
  {
    "文件名": "【推】【晋江】《揽山雪》作者：吾九殿【天作之合 - 甜文 - 东方玄幻 - 史诗奇幻】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/062130902999"
  },
  {
    "文件名": "【推】【晋江】《拉郎》作者：橙子雨【强强 - 都市情缘 - 情有独钟 - 娱乐圈】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/2f896fe03868"
  },
  {
    "文件名": "【推】【晋江】《快穿之执手》作者：决绝【主攻 - 情有独钟 - 打脸 - 快穿 - 爽文】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/13848f177336"
  },
  {
    "文件名": "【推】【晋江】《空降结婚现场》作者：少说废话【穿越时空 - 系统 - 甜文 - 快穿】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/6540bf054b18"
  },
  {
    "文件名": "【推】【晋江】《看来还是吃太饱了》作者：行清【穿越时空 - 种田文 - 美食 - 基建】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/41a41bd5f59f"
  },
  {
    "文件名": "【推】【晋江】《就要尾巴贴贴》作者：梨蓝蓝【幻想空间 - 情有独钟 - 甜文 - 萌宠】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/dcd4512784b1"
  },
  {
    "文件名": "【推】【晋江】《禁止游客觊觎已婚饲养员》作者：酒晚意【穿越时空 - 星际 - 甜文 - 直播】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/1bb78592604e"
  },
  {
    "文件名": "【推】【晋江】《进击的生活流》作者：青竹叶【种田文 - 美食 - 快穿 - 爽文】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/bb8949b1c156"
  },
  {
    "文件名": "【推】【晋江】《锦鲤大仙要出道》作者：墨西柯【娱乐圈 - 甜文 - 都市异闻】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/54e9b54b1bc0"
  },
  {
    "文件名": "【推】【晋江】《金牌教练》作者：蝶之灵【电竞 - 情有独钟 - 游戏网游 - 甜文 - 爽文】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/334b93412c1d"
  },
  {
    "文件名": "【推】【晋江】《金嘉轩去了哪里》作者：徐徐图之【悬疑 - 欢喜冤家 - 甜文】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c2c4b97a64eb"
  },
  {
    "文件名": "【推】【晋江】《金嘉轩2：沉默之诗》作者：徐徐图之【制服情缘 - 甜文 - 悬疑推理】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/f83049ffb2f6"
  },
  {
    "文件名": "【推】【晋江】《借我咬一口》作者：弦三千【ABO - 幻想空间 - 情有独钟 - 甜文 - 校园】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/54b93c6953b1"
  },
  {
    "文件名": "【推】【晋江】《姐姐的男神暗恋我》作者：苏芒【都市情缘 - 情有独钟 - 甜文 - 校园】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/2e62068b638e"
  },
  {
    "文件名": "【推】【晋江】《结错婚后我离不掉了》作者：肆月十七【豪门世家 - 恋爱合约 - 天作之合 - 甜文】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e526e7bdb21e"
  },
  {
    "文件名": "【推】【晋江】《江医生他怀了死对头的崽》作者：葫芦酱【强强 - 生子 - 业界精英 - 甜文 - 双洁】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/672bebcff4a7"
  },
  {
    "文件名": "【推】【晋江】《江湖容不下》作者：翻云袖【强强 - 年下 - 江湖恩怨 - 甜文】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ee522e9c6ba0"
  },
  {
    "文件名": "【推】【晋江】《剑灵下岗再就业指南》作者：起个名那么难【强强 - 情有独钟 - 仙侠修真 - 东方玄幻】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/242228b9d168"
  },
  {
    "文件名": "【推】【晋江】《捡到一只深海之主》作者：若鸯君【年下 - 情有独钟 - 甜文 - 未来架空】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/f1c370852efd"
  },
  {
    "文件名": "【推】【晋江】《捡到了一只A》作者： 一枚纽扣【ABO - 现代 - 幻想空间 - 情有独钟 - 甜文】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/d87388f79aa1"
  },
  {
    "文件名": "【推】【晋江】《美人挑灯看剑》作者：吾九殿【强强 - 天作之合 - 仙侠修真 - 重生】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/fa794dd2be56"
  },
  {
    "文件名": "【推】【晋江】《每天都在醋自己》作者：越浪【欢喜冤家 - 系统 - 快穿 - 爽文】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/7e7ca2a84d48"
  },
  {
    "文件名": "【推】【晋江】《每次暗杀仙君都失败》作者：闪灵【强强 - 情有独钟 -穿越时空 - 穿书】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c0ab36711171"
  },
  {
    "文件名": "【推】【晋江】《冒牌男神》作者：莫里_【花季雨季 - 甜文 - 成长 - 校园】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/77ab352d0a24"
  },
  {
    "文件名": "【推】【晋江】《毛球饲养守则》 作者：无边客【天作之合 - 甜文 - 未来架空 - 萌宠】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/5a273351fc40"
  },
  {
    "文件名": "【推】【晋江】《嫁给暴君的男人》作者：乔柚【生子 - 宫廷侯爵 - 甜文 - 穿书】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/8b41b3c7ae39"
  },
  {
    "文件名": "【推】【晋江】《假想情人》作者：秦三见【现代 - 娱乐圈 - 甜文】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/8599c57842bf"
  },
  {
    "文件名": "【推】【晋江】《继承妖怪古玩店后我爆红了》作者：鱼之水【灵异神怪 - 甜文 - 玄学】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/53a0d4fa52a4"
  },
  {
    "文件名": "【推】【晋江】《霍总让我还他名声》作者：三千大梦叙平生【幻想空间 - 豪门世家 - 娱乐圈 - 甜文】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/cdc0f51438ef"
  },
  {
    "文件名": "【推】【晋江】《黄历师》作者：石头羊【幻想空间 - 灵异神怪 - 甜文 - 现代架空】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/423026abfe7e"
  },
  {
    "文件名": "【推】【晋江】《皇后是只小猫咪》作者：江河入怀【宫廷侯爵 - 情有独钟 - 系统 - 萌宠】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/770ebc64d218"
  },
  {
    "文件名": "【推】【晋江】《花滑 穿到民国写小说》作者：菌行【穿越时空 - 民国旧影 - 励志人生 - 爽文】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/1a8ae4f199f0"
  },
  {
    "文件名": "【推】【晋江】《和最想约会的Alpha发糖了》作者：牧羊星【ABO - 娱乐圈 - 甜文 - 未来架空 - 爽文】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/dda3ae861710"
  },
  {
    "文件名": "【推】【晋江】《和主角受的白月光先婚后爱了》作者：沈圆圆圆【主攻 - 互宠 - 情有独钟 - 恋爱合约 - 娱乐圈 - 甜文】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/91a411e0e4e2"
  },
  {
    "文件名": "【推】【晋江】《和直男总裁结婚后》作者：海李【豪门世家 - 情有独钟 - 甜文 - 直播】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/4eb359e2468a"
  },
  {
    "文件名": "【推】【晋江】《和直男大佬上恋综后他弯了》作者：金玉其内【豪门世家 - 情有独钟 - 娱乐圈 - 甜文】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e1f9fe218fd1"
  },
  {
    "文件名": "【推】【晋江】《和影帝在恋综组CP后爆红了》作者：风短短【豪门世家 - 娱乐圈 - 穿书 - 爽文】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/aefe80e4b4a2"
  },
  {
    "文件名": "【推】【晋江】《和影帝上恋综后炮灰爆红了》作者：王子鏖【情有独钟 - 娱乐圈 - 甜文 - 穿书】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/34db8d14e26f"
  },
  {
    "文件名": "【推】【晋江】《和宿敌互穿后，我该怎么办？》作者：海藻大王【强强 - 星际 - 甜文 - 爽文】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/14d6f37cedb6"
  },
  {
    "文件名": "【推】【晋江】《和死对头相亲相爱》作者：白云非云【强强 - 仙侠修真 - 重生 - 相爱相杀】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a6b8f6f760eb"
  },
  {
    "文件名": "【推】【晋江】《和闪婚总裁上了恋综》作者：沈圆圆圆【情有独钟 - 恋爱合约 - 娱乐圈 - 甜文】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/313b839d1137"
  },
  {
    "文件名": "【推】【晋江】《和人鱼大佬联姻后》作者：一节藕【灵异神怪 - 奇幻魔幻 - 婚恋 - 甜文】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/5cbadd0f8318"
  },
  {
    "文件名": "【推】【晋江】《和前任上恋爱综艺后我红了》作者：鲨鲨尼的情人【情有独钟 - 破镜重圆 - 娱乐圈 - 甜文】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/94ccb7042070"
  },
  {
    "文件名": "【推】【晋江】《和暗恋的影帝HE了》作者：拾一亿【情有独钟 - 娱乐圈 - 打脸 - 甜文】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a3552058bb99"
  },
  {
    "文件名": "【推】【晋江】《豪门最甜联姻》作者：东风几许【豪门世家 - 娱乐圈 - 甜文 - 穿书】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/56bc6194f5b9"
  },
  {
    "文件名": "【推】【晋江】《哈哈哈哈哈哈哈哈》作者：雾十【穿越时空 - 重生 - 甜文 - 现代架空】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/8588aca9ca5b"
  },
  {
    "文件名": "【推】【晋江】《过河拆桥》作者：烟猫与酒【情有独钟 - 欢喜冤家 - 青梅竹马 - 成长】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c518417806b5"
  },
  {
    "文件名": "【推】【晋江】《官宣已婚有崽后我爆红了》作者：不辞归【娱乐圈 - 甜文 - 爽文 - 直播】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/182d61fb1c64"
  },
  {
    "文件名": "【推】【晋江】《乖乖小夫郎》作者：茶查查【生子 - 布衣生活 - 种田文 - 甜文】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/3f167bc0449f"
  },
  {
    "文件名": "【推】【晋江】《古代臣子追我来现代了》作者：南陶【幻想空间 - 穿越时空 - 古穿今 - 爽文】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/6717873575a5"
  },
  {
    "文件名": "【推】【晋江】《宫主他只想独美》作者：西呱【天作之合 - 仙侠修真 - 甜文 - 穿书】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ddecbd5dd777"
  },
  {
    "文件名": "【推】【晋江】《供奉神明之后》作者：泛渊【灵异神怪 - 情有独钟 - 天作之合】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/1702f7834ca0"
  },
  {
    "文件名": "【推】【晋江】《给校草当假男友的日子》作者：羲和清零【强强 - 情有独钟 - 恋爱合约 - 甜文】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ed44b7f5cf4c"
  },
  {
    "文件名": "【推】【晋江】《给校草冲喜的日日夜夜》作者：溯流回川【情有独钟 - 甜文 - 校园】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/edc9b1a98e15"
  },
  {
    "文件名": "【推】【晋江】《隔壁小王》作者：易人北【主攻 - 全息 - 奇幻魔幻 - 重生 - 游戏网游 - 爽文】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/7d5d201d4aa8"
  },
  {
    "文件名": "【推】【晋江】《辅助为王》作者：青梅酱【全息 - 强强 - 竞技 - 游戏网游 - 爽文】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/b831f101e33d"
  },
  {
    "文件名": "【推】【晋江】《夫郎家的赘婿首辅》作者：路归途【生子 - 穿越时空 - 种田文 - 小门小户】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/d6e3dc1463fa"
  },
  {
    "文件名": "【推】【晋江】《废太子重生成了作精》作者：南陶【重生 - 强强 - 打脸 - 爽文 - 朝堂之上】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/49be755507fc"
  },
  {
    "文件名": "【推】【晋江】《放学等我》作者：酱子贝【花季雨季 - 情有独钟 - 破镜重圆 - 校园】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/8e6b096adc2c"
  },
  {
    "文件名": "【推】【晋江】《反向带娃后我在娃综爆火了》作者：喵吉吉【豪门世家 - 甜文 - 穿书】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/2a01aa094663"
  },
  {
    "文件名": "【推】【晋江】《反派有话说》作者：莫晨欢【强强 - 天之骄子 - 仙侠修真 - 重生】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/bb015d78d1a3"
  },
  {
    "文件名": "【推】【晋江】《反派修为尽失后》作者：一丛音【强强 - 情有独钟 - 仙侠修真 - 相爱相杀】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/58dc5530bc7a"
  },
  {
    "文件名": "【推】【晋江】《反派肆意妄为》作者：小吾君【情有独钟 - 天作之合 - 系统 - 快穿】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e5a1c69e536f"
  },
  {
    "文件名": "【推】【晋江】《反派炮灰他意识觉醒了》作者：策马听风【豪门世家 - 天之骄子 - 穿书 - 校园】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c88694b44751"
  },
  {
    "文件名": "【推】【晋江】《反派老攻为我变绿茶了》作者：雨落轻尘【星际 - 甜文 - 穿书 - 爽文】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a76ccac8aaee"
  },
  {
    "文件名": "【推】【晋江】《反派攻略》作者：萝卜花兔子【打脸 - 系统 - 甜文 - 校园】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/21fb9dcc4e8a"
  },
  {
    "文件名": "【推】【晋江】《反派沉迷我的毛茸茸》作者：玖宝【仙侠修真 - 甜文 - 穿书 - 爽文】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/5f03d8aa2a7d"
  },
  {
    "文件名": "【推】【晋江】《反派才是真绝色》作者：兰陵笑笑梦【江湖恩怨 - 游戏网游 - 系统 - 爽文】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c505824efad0"
  },
  {
    "文件名": "【推】【晋江】《反派BOSS救赎指南 》作者：开心是福嘛【穿书 - 幻想空间 - 情有独钟 - 甜文 - 未来架空】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c4ded9586bb2"
  },
  {
    "文件名": "【推】【晋江】《二爷家的麻雀成精了》作者：听原【豪门世家 - 天之骄子 - 穿书 - 逆袭】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/0c9e17470826"
  },
  {
    "文件名": "【推】【晋江】《恶龙的团宠幼崽》作者：顾之君【穿越时空 - 甜文 - 爽文 - 西幻】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/6228cea9acde"
  },
  {
    "文件名": "【推】【晋江】《恶龙的低语》作者：微风几许【奇幻魔幻 - 情有独钟 - 天作之合 - 萌宠】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/1a103d9c99d4"
  },
  {
    "文件名": "【推】【晋江】《恶毒男配在线养崽》作者：柚子猫【生子 - 灵异神怪 - 甜文 - 穿书】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/fb7a0bb2032d"
  },
  {
    "文件名": "【推】【晋江】《妒火灼心》作者：寒菽【双性 - 生子 - 豪门世家 - 情有独钟 - 甜文】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/f50f3c224b9a"
  },
  {
    "文件名": "【推】【晋江】《读心发现老攻是沙雕魅魔》作者：不定方澄【灵异神怪 - 豪门世家 - 娱乐圈 - 重生】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a32f667c3cd0"
  },
  {
    "文件名": "【推】【晋江】《毒舌顶流是小结巴》作者：终晚夏【情有独钟 - 娱乐圈 - 重生 - 甜文】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/7cc813bdafa5"
  },
  {
    "文件名": "【推】【晋江】《顶流营业中》作者：弦三千【情有独钟 - 娱乐圈 - 重生 - 甜文】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/225dab57d09d"
  },
  {
    "文件名": "【推】【晋江】《顶流他多才多艺》作者：狸花猫插花【情有独钟 - 娱乐圈 - 甜文 - 爽文】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ab2c79f388ac"
  },
  {
    "文件名": "【推】【晋江】《顶流夫夫？我们装的》作者：爻棋【情有独钟 - 娱乐圈 - 甜文 - 直播】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/2db887c4406f"
  },
  {
    "文件名": "【推】【晋江】《钓系仙君又在装弱了》作者：吃鸡【穿书 - 强强 - 穿越时空 - 仙侠修真 - 爽文】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/69ba367d0c5d"
  },
  {
    "文件名": "【推】【晋江】《钓系美人恋综养崽》作者：喜马拉雅种猫【豪门世家 - 娱乐圈 - 甜文 - 穿书】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ccefe2887453"
  },
  {
    "文件名": "【推】【晋江】《敌国质子非要怀摄政王的崽》作者：青猫团【古代 - 宫廷侯爵 - 情有独钟 - 甜文】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/98fc63df1cf4"
  },
  {
    "文件名": "【推】【晋江】《倒霉直男意外变成虫母之后》作者：黑猫白袜子【幻想空间 - 恐怖 - 欢喜冤家 - 都市异闻】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ef0b31f4f2f0"
  },
  {
    "文件名": "【推】【晋江】《当社恐导演参加综艺后》作者：茶乾【强强 - 情有独钟 - 娱乐圈 - 甜文】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/dc9591b45247"
  },
  {
    "文件名": "【推】【晋江】《当社恐穿成网络渣攻后》作者：八月中林【恋爱合约 - 甜文 - 穿书】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/217a4d722ad5"
  },
  {
    "文件名": "【推】【晋江】《当沙雕攻拿到社死剧本》作者：梨橙橙【豪门世家 - 情有独钟 - 娱乐圈 - 甜文 - 双洁】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a03717dc210f"
  },
  {
    "文件名": "【推】【晋江】《当软萌受嫁给暴躁总裁》作者：鹿八今【重生 - 生子 - 情有独钟 - 甜文】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/86727829d425"
  },
  {
    "文件名": "【推】【晋江】《当娇气包和龙傲天互换身体之后》作者：楚济【现代 - 灵魂转换 - 幻想空间 - 都市异闻】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/730b1a81abad"
  },
  {
    "文件名": "【推】【晋江】《带球跑后大美人后悔了》作者：小文旦【生子 - 情有独钟 - 娱乐圈 - 甜文】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/6a6ddbab3c26"
  },
  {
    "文件名": "【推】【晋江】《大熊猫崽崽又软又萌》作者：灰剑如羽【豪门世家 - 情有独钟 - 甜文 - 萌宠】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e96401e174dc"
  },
  {
    "文件名": "【推】【晋江】《大师兄只会对镜梳妆》作者：古墨墨【主攻 - 洪荒 - 仙侠修真 - 相爱相杀 - 成长】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/4a25f508c83c"
  },
  {
    "文件名": "【推】【晋江】《大师说不要以貌取人》作者：柴帽双全【主攻 - 灵异神怪 - 天作之合 - 古代幻想 - 玄学】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/76191c1debf0"
  },
  {
    "文件名": "【推】【晋江】《大佬总被我拒绝》作者：百户千灯【情有独钟 - 天作之合 - 甜文 - 快穿】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ff0d842df4b3"
  },
  {
    "文件名": "【推】【晋江】《打完这仗就回家结婚》作者：寒菽【星际 - 情有独钟 - 甜文】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e43ff16749c5"
  },
  {
    "文件名": "【推】【晋江】《春潮带雨》作者：彼荼【情有独钟 - 破镜重圆 - 甜文 - 校园】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/424c80734587"
  },
  {
    "文件名": "【推】【晋江】《穿越夫郎有点甜》作者：羽春【生子 - 穿越时空 - 种田文 - 科举】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c689d74ca368"
  },
  {
    "文件名": "【推】【晋江】《穿书后和未来霸总HE了》作者：松雀照【甜文 - 穿书 - 逆袭 - 校园】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/757bb0296504"
  },
  {
    "文件名": "【推】【晋江】《穿书后被大佬喂养了》作者：泛渊【仙侠修真 - 甜文 - 穿书 - 萌宠】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/96069fc28c1b"
  },
  {
    "文件名": "【推】【晋江】《穿到十八年后成顶流》作者：逆水舟【情有独钟 - 穿越时空 - 娱乐圈 - 爽文】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/203d5c5672f3"
  },
  {
    "文件名": "【推】【晋江】《穿到男神年少时》作者：逆水舟【穿越时空 - 甜文 - 爽文 - 年代文】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/bde4be3d01ca"
  },
  {
    "文件名": "【推】【晋江】《穿成阴鸷反派的联姻对象》作者：马户子君【豪门世家 - 甜文 - 穿书 - 爽文】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/2bd983d6aa1a"
  },
  {
    "文件名": "【推】【晋江】《穿成咸鱼的我每天都想唱歌》作者：摘星怪【灵异神怪 - 情有独钟 - 穿书 - 爽文】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/1a4cc4643086"
  },
  {
    "文件名": "【推】【晋江】《穿成书生郎》作者：岛里天下【主攻 - 穿书 - 种田文 - 甜文 - 生子 - 科举】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/bce7ca549438"
  },
  {
    "文件名": "【推】【晋江】《穿成摄政王的侍爱逃妻》 作者：若星若辰【甜文 - 穿书】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/210fae7e40b1"
  },
  {
    "文件名": "【推】【晋江】《穿成杀马特男配之后》作者：时素【甜文 - 穿书 - 爽文 - 校园】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/5197a06f633b"
  },
  {
    "文件名": "【推】【晋江】《穿成炮灰感化病执反派》作者：风山月【娱乐圈 - 甜文 - 穿书 - 爽文】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/4219957662da"
  },
  {
    "文件名": "【推】【晋江】《穿成魔尊情劫之后》作者：枭钥【主攻 - 强强 - 穿越时空 - 仙侠修真 - 爽文】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/b65e4b437571"
  },
  {
    "文件名": "【推】【晋江】《穿成龙族唯一的幼崽》作者：婻书【情有独钟 - 仙侠修真 - 甜文 - 爽文】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/24f6818eb856"
  },
  {
    "文件名": "【推】【晋江】《穿成莲花精后》作者：暮寒久【宫廷侯爵 - 情有独钟 - 穿越时空 - 古代幻想】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ef04e0cea78a"
  },
  {
    "文件名": "【推】【晋江】《穿成假少爷后我爆红了》作者：风华如故【娱乐圈 - 甜文 - 穿书 - 爽文】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/8de4c5e49610"
  },
  {
    "文件名": "【推】【晋江】《穿成黑莲花皇帝之师后》作者：长野蔓蔓【年下 - 宫廷侯爵 - 情有独钟 - 穿书】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/82e1c40e4c34"
  },
  {
    "文件名": "【推】【晋江】《穿成豪门假少爷后我爆红了》作者：穿山【娱乐圈 - 甜文 - 爽文 - 逆袭】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/22bc25a5a27e"
  },
  {
    "文件名": "【推】【晋江】《穿成寡夫郎之后》作者：一春【布衣生活 - 种田文 - 甜文 - 科举】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c5776b81047a"
  },
  {
    "文件名": "【推】【晋江】《穿成高危师尊后我反向套路》作者：云非邪【情有独钟 - 仙侠修真 - 系统 - 穿书】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e5df86aefab9"
  },
  {
    "文件名": "【推】【晋江】《嫁给邪神之后我马甲掉了》作者：摘星怪【强强 - 灵异神怪 - 情有独钟 - 爽文】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/076b712b1b30"
  },
  {
    "文件名": "【推】【晋江】《嫁给前男友他爸》作者：少说废话【灵异神怪 - 穿越时空 - 甜文 - 穿书】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a54865e36b7d"
  },
  {
    "文件名": "【推】【晋江】《嫁给科研老古板》作者：祝辞酒【都市情缘 - 恋爱合约 - 天之骄子 - 甜文】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ab9f5c179315"
  },
  {
    "文件名": "【推】【晋江】《痴情鲛人全靠演技》作者：弃脂焚椒【仙侠修真 - 重生 - 系统 - 穿书】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c465a2075055"
  },
  {
    "文件名": "【推】【晋江】《沉迷种田的爽文男配》作者：大脸饼【种田文 - 美食 - 系统 - 萌宠】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/8797d47673e8"
  },
  {
    "文件名": "【推】【晋江】《菜神直播间》作者：河汉【年下 - 仙侠修真 - 重生 - 游戏网游】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/1a49ac47b6d6"
  },
  {
    "文件名": "【推】【晋江】《不许觊觎漂亮系统！！》作者：温泉笨蛋【系统 - 甜文 - 穿书 - 校园】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/03a0cc607296"
  },
  {
    "文件名": "【推】【晋江】《不见上仙三百年》作者：木苏里【强强 - 仙侠修真 - 相爱相杀 - 甜文】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a3c883c945b2"
  },
  {
    "文件名": "【推】【晋江】《不羁》作者：幸闻【强强 - 花季雨季 - 情有独钟 - 校园】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/b6962be3ac54"
  },
  {
    "文件名": "【推】【晋江】《不定年龄差》作者：刑上香【现代 - 幻想空间 - 甜文】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/4a46cab21e00"
  },
  {
    "文件名": "【推】【晋江】《不打职业，让我独美》作者：青梅酱【电竞 - 强强 - 竞技 - 重生 - 爽文】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ba2f318a82e2"
  },
  {
    "文件名": "【推】【晋江】《补位空降》作者：十六春令【情有独钟 - 娱乐圈 - 爽文 - 升级流】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/2f434a816d65"
  },
  {
    "文件名": "【推】【晋江】《病秧子美人疯不动了》作者：严颂颂【娱乐圈 - 甜文 - 穿书 - 爽文】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/822c61e8d65d"
  },
  {
    "文件名": "【推】【晋江】《病美人总想掰弯我》作者：小橙子吖【情有独钟 - 甜文 - 校园】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/8efe9eaad2a2"
  },
  {
    "文件名": "【推】【晋江】《病美人竹马只给我抱》作者：柒神【情有独钟 - 天作之合 - 甜文 - 校园 - 双性】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/4bda9c5fdf72"
  },
  {
    "文件名": "【推】【晋江】《病美人重生后想开了》作者：鹿拾【情有独钟 - 恋爱合约 - 重生 - 甜文】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c512ea828664"
  },
  {
    "文件名": "【推】【晋江】《病美人指挥官又冷又强》作者：秋涯兔【强强 - 科幻 - 情有独钟 - 星际】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/67bdfa94d0a2"
  },
  {
    "文件名": "【推】【晋江】《病美人和他的竹马保镖》作者：苏芒【情有独钟 - 甜文 - 穿书 - 校园】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/117dd7c7120a"
  },
  {
    "文件名": "【推】【晋江】《病美人放弃挣扎》作者：消失绿缇【重生 - 甜文 - 爽文 - 校园】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/5bb42a970874"
  },
  {
    "文件名": "【推】【晋江】《病美人大佬只想咸鱼》作者：若白衣【天作之合 - 天之骄子 - 异世大陆 - 甜文】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/f9664e67a274"
  },
  {
    "文件名": "【推】【晋江】《病美人揣崽后不跑了》作者：岁几更【生子 - 情有独钟 - 娱乐圈 - 穿书】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/49a4d1423dbf"
  },
  {
    "文件名": "【推】【晋江】《病案本》作者：肉包不吃肉【有车版 - 年下 - 都市情缘 - 虐恋情深】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/0e066e41ed40"
  },
  {
    "文件名": "【推】【晋江】《别想掰弯我》作者：林七年【年下 - 情有独钟 - 甜文 - 校园】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/be01b527b4c2"
  },
  {
    "文件名": "【推】【晋江】《别的情侣都亲亲了》作者：桔子冰凉【花季雨季 - 情有独钟 - 甜文 - 校园】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/334fa71dd670"
  },
  {
    "文件名": "【推】【晋江】《本书禁阅·熹微》作者：童柯【第一部 - 主攻 - 强强 - 重生 - 系统 - 快穿】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a80ec094889b"
  },
  {
    "文件名": "【推】【晋江】《本书禁阅·不渡》作者：童柯【第二部 - 主攻 - 强强 - 重生 - 系统 - 快穿】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/88ab7370989d"
  },
  {
    "文件名": "【推】【晋江】《被厌弃的白月光》作者：东施娘【狗血 - 穿越 - 幻想空间 - 情有独钟】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/93ab44ed142c"
  },
  {
    "文件名": "【推】【晋江】《被五个非人类收养后》作者：明扶【灵异神怪 - 情有独钟 - 天作之合 - 甜文】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/4e47249070e4"
  },
  {
    "文件名": "【推】【晋江】《被我渣过的男主重生了》作者：斫染【情有独钟 - 系统 - 快穿 - 穿书】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/839c368eb756"
  },
  {
    "文件名": "【推】【晋江】《被迫玄学出道后我红了》作者：宗年【强强 - 灵异神怪 - 娱乐圈 - 直播】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/bb6b00bc75d4"
  },
  {
    "文件名": "【推】【晋江】《被迫上萌娃综艺后爆红》作者：月亮菜菜【年下 - 豪门世家 - 娱乐圈 - 重生】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/881142cf6c4a"
  },
  {
    "文件名": "【推】【晋江】《被迫嫁给煞星将军后》作者：顾三跃【强强 - 宫廷侯爵 - 婚恋 - 甜文】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ae1b8de96a39"
  },
  {
    "文件名": "【推】【晋江】《被迫和死对头一起养崽》作者：残月折镜【强强 - 生子 - 情有独钟 - 仙侠修真】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e2d22a69b2bb"
  },
  {
    "文件名": "【推】【晋江】《被偏执反派一见钟情后》作者：卷尾咩【天作之合 - 甜文 - 未来架空 - 异想天开】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/398dac7ac7d0"
  },
  {
    "文件名": "【推】【晋江】《被豪门大佬宠坏》作者：沃木【豪门世家 - 情有独钟 - 甜文 - 爽文】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/7fda54d889b9"
  },
  {
    "文件名": "【推】【晋江】《败家人鱼小崽崽》作者：云劫【生子 - 异能 - 星际 - 萌宠】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c6a6824694df"
  },
  {
    "文件名": "【推】【晋江】《UAAG空难调查组》作者：莫晨欢【强强 - 天之骄子 - 业界精英 - 现代架空 】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/2574b39246b1"
  },
  {
    "文件名": "【推】【晋江】《npc只想和我谈恋爱》作者：月见茶【系统 - 甜文 - 快穿】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/465378e4c4d8"
  },
  {
    "文件名": "【推】【晋江】《Npc的男人》作者：不间不界【强强 - 无限流 - 游戏网游 - 悬疑推理】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/873ceb1d7784"
  },
  {
    "文件名": "【推】【晋江】《Boss见到我都要下跪》作者：云城JUN【灵异神怪 - 情有独钟 - 天作之合 - 无限流】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/1bb15c8b1e95"
  },
  {
    "文件名": "【推】【晋江】《beta》作者：恶意入梦【狗血 - ABO - 幻想空间 - 破镜重圆 - 阴差阳错】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/eb25fa655103"
  },
  {
    "文件名": "【旧文推】【晋江】《成神的一百种方式》作者：千非【星际 - 甜文 - 快穿 - 未来架空 】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/633c828ed778"
  },
  {
    "文件名": "【晋江言情】《美味的我》作者：拉棉花糖的兔子【系列文① - 时代奇缘 - 爽文 - 异能】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/3624d5958362"
  },
  {
    "文件名": "【晋江独家】穿书炮灰成了万人迷.txt",
    "夸克盘链接": "https://pan.quark.cn/s/0c52e670ff92"
  },
  {
    "文件名": "【晋江】和豪门逆子上娃综后爆火了作者：招财的猞猁.txt",
    "夸克盘链接": "https://pan.quark.cn/s/b5d6a53ddc7f"
  },
  {
    "文件名": "【晋江】高冷前任，在线掉马[电竞]作者：小包包纸.txt",
    "夸克盘链接": "https://pan.quark.cn/s/03f109c27882"
  },
  {
    "文件名": "【晋江】穿成炮灰的未来丈夫[穿书]作者：奉孝神.txt",
    "夸克盘链接": "https://pan.quark.cn/s/cd505e762702"
  },
  {
    "文件名": "【晋江】《作为龙，组织派我守海》作者：月寂烟雨【幻想空间 - 种田文 - 美食 -爽文】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/b8d04876001c"
  },
  {
    "文件名": "【晋江】《最强王者》作者：南北逐风【电竞 - 游戏网游 - 励志人生 - 荤素皆有 - 长篇】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/af60239ab733"
  },
  {
    "文件名": "【晋江】《最强Alpha重生后》作者：像野【主攻-ABO-幻想空间-重生】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/7a59f548a6b4"
  },
  {
    "文件名": "【晋江】《最差的一届魔教教主》作者：七六二【江湖恩怨 - 情有独钟 - 甜文 - 东方玄幻】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/34caa6e857a4"
  },
  {
    "文件名": "【晋江】《子非鱼》作者：林盎司【豪门世家 - 情有独钟 - 甜文 - 校园】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/9a12e12da50a"
  },
  {
    "文件名": "【晋江】《准点狙击》作者：唐酒卿【强强 - 天作之合 - 未来架空】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/3702ee36d69d"
  },
  {
    "文件名": "【晋江】《赘婿文男主对我下手了》作者：桃李笙歌【年下 - 豪门世家 - 甜文 - 穿书】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/95f596f5fd1f"
  },
  {
    "文件名": "【晋江】《装乖可耻》作者：红口白牙【人外 - 强强 - 幻想空间 - 豪门世家 - 末世】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a9c0a07d7bd6"
  },
  {
    "文件名": "【晋江】《装O后我成了AA恋》作者：云知微【ABO-穿越时空-星际-甜文】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/decc38d4f801"
  },
  {
    "文件名": "【晋江】《装A是会被死对头标记的》作者：宿舟【ABO-年下-幻想空间-甜文-校园】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/1e8e8119cfb7"
  },
  {
    "文件名": "【晋江】《装A后被国民弟弟抱了》作者：烤肉年糕团【幻想空间-娱乐圈-穿书-校园】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/7788acc86ead"
  },
  {
    "文件名": "【晋江】《装A爱豆翻车现场》作者：你也不吃青椒【ABO-幻想空间-情有独钟-娱乐圈-甜文】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/cf0ac1d4b6ab"
  },
  {
    "文件名": "【晋江】《专业剪红线》作者：狐阳【爱情 - 战争 - 穿越时空 - 甜文 - 快穿】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/4922c844f334"
  },
  {
    "文件名": "【晋江】《主角只想谈恋爱》作者：煮个甜粽【情有独钟 - 系统 - 穿书】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/d06582823c3c"
  },
  {
    "文件名": "【晋江】《主角攻对我紧追不舍》作者：昭野弥弥【娱乐圈 - 竞技 - 甜文 - 穿书】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/24480858188c"
  },
  {
    "文件名": "【晋江】《主角Alpha他选配角竹马》作者：耕甜【ABO-幻想空间-青梅竹马-甜文-穿书】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e462017a0abd"
  },
  {
    "文件名": "【晋江】《主动成为大佬的掌中啾》作者：丹青落【豪门世家 - 天作之合 - 甜文 - 穿书】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/40b3a3612a1b"
  },
  {
    "文件名": "【晋江】《竹马难猜》作者：冻感超人【幻想空间 - 情有独钟 -青梅竹马 - 校园】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/b540f1e1c102"
  },
  {
    "文件名": "【晋江】《重生后学神老公非要我学习》作者：月喜兔【天作之合 - 重生 - 甜文 - 校园】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/3a0d9e18dcc3"
  },
  {
    "文件名": "【晋江】《重生后死对头天天宠我》作者：林不欢【天作之合 - 娱乐圈 - 重生 - 甜文】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/8fec9e41ca31"
  },
  {
    "文件名": "【晋江】《重生后被匹配给了帝国陛下》作者：七夕是大头喵【情有独钟 - 因缘邂逅 - 星际】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/34a1611f0e6f"
  },
  {
    "文件名": "【晋江】《重生成崽快乐开摆》作者：混元三喜【情有独钟 - 重生 - 甜文 - 爽文】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/62f160e7627e"
  },
  {
    "文件名": "【推】【晋江】《穿成反派掌中娇》作者：肥煮幼骗【天作之合 - 天之骄子 - 穿越时空- 甜文】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/1969ed642745"
  },
  {
    "文件名": "【推】【晋江】《穿成二哈后误入狼窝了》作者：阔以鸭【灵魂转换 - 情有独钟 - 甜文 - 萌宠】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/d1e253466a05"
  },
  {
    "文件名": "【推】【晋江】《穿成Beta后惹上Alpha了》作者：有红叶【ABO - 幻想空间 - 甜文 - 穿书 - 校园】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/59aac620116c"
  },
  {
    "文件名": "【推】【晋江】《初恋行为艺术》作者：牧羊星【娱乐圈 - 甜文 - 爽文】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/d34a2d0d6c2b"
  },
  {
    "文件名": "【晋江】《直播精APP》作者：醉又何妨【强强-灵异神怪-甜文-文】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/5faac81539da"
  },
  {
    "文件名": "【晋江】《直播成精APP》作者：醉又何妨【强强 - 灵异神怪 - 甜文 - 爽文】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/eccef1b8d939"
  },
  {
    "文件名": "【晋江】《朕真也想做明君》作者：照破山河【强强 - 宫廷侯爵 - 天作之合 - 穿书】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/f6b9a73afe80"
  },
  {
    "文件名": "【晋江】《真少爷从古代穿回来了》作者：半月星【豪门世家 - 美食 - 系统 - 甜文】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/9fdd3778afcd"
  },
  {
    "文件名": "【晋江】《这只幼崽过分可爱》作者：萝卜海【生子 - 幻想空间 - 科幻 - 豪门世家】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/9f095fe529b3"
  },
  {
    "文件名": "【晋江】《这居然不是虚拟游戏？》作者：山柚子【幻想空间 - 豪门世家 - 甜文 - 爽文】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/1dea5d0bc579"
  },
  {
    "文件名": "【晋江】《这个反派我养了！》作者：三千大梦叙平生【系统 - 快穿】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/9b46dfe1150c"
  },
  {
    "文件名": "【晋江】《这Alpha好爱老婆》作者：摇摇兔【生子-幻想空间-甜文-ABO】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/3bd99a97a463"
  },
  {
    "文件名": "【晋江】《渣攻洗白手册》作者：长缨止戈【主攻 - 快穿 - 情有独钟 - 天作之合 - 穿越时空 - 甜文】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/7aef91c4ef75"
  },
  {
    "文件名": "【晋江】《早点睡觉》作者：关尼尼【灵异神怪 - 豪门世家 - 甜文 - 轻松】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/d5c44c7d9f8a"
  },
  {
    "文件名": "【晋江】《在仙界开神兽幼儿园》作者：妄三秋【种田文 - 美食 - 系统 - 甜文】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/8c99823da8a3"
  },
  {
    "文件名": "【晋江】《在无限流里直播爆红》作者：惭时【强强 - 情有独钟 - 无限流 - 爽文】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/3067e46c95c4"
  },
  {
    "文件名": "【晋江】《在无限流里养大佬》作者：绯色世家【强强 - 末世 - 无限流 - 系统】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e6b830a96177"
  },
  {
    "文件名": "【晋江】《在娃综摆烂后，我爆红了》作者：星潭【豪门世家 - 娱乐圈 - 穿书 - 爽文】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/94dd7fa65b14"
  },
  {
    "文件名": "【晋江】《在魔法大学伪装天才后我告白了》作者：有问无答【强强 - 甜文 - 西幻 - 魔法幻情】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/f33875824ac1"
  },
  {
    "文件名": "【晋江】《在古代上学的日子》作者：微微多【强强 - 豪门世家 - 穿越时空 - 校园】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/87a3d504e5c2"
  },
  {
    "文件名": "【晋江】《在顶级Alpha怀里撒个娇》作者：水清音【ABO-幻想空间-豪门世家-情有独钟-甜文】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/cb714198a976"
  },
  {
    "文件名": "【晋江】《再改我方案试试？》作者：小饭爷【都市情缘 - 欢喜冤家 - 业界精英 - 甜文】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/24f298efbffc"
  },
  {
    "文件名": "【晋江】《崽崽们不可能这么乖！》作者：最爱梅子酒【星际 - 爽文 - 轻松 - 萌娃 - 群像】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/cbd271b3a984"
  },
  {
    "文件名": "【晋江】《云婓》作者：来自远方【强强 - 奇幻魔幻 - 天之骄子 - 异世大陆】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/16ce93969be9"
  },
  {
    "文件名": "【晋江】《愿者上钩》作者：西西特【换攻 - 现代 - 情有独钟】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e368d8d966d7"
  },
  {
    "文件名": "【晋江】《原来我是美强惨》作者：少说废话【穿越时空 - 系统 - 甜文 - 快穿】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/84d2dd5fa884"
  },
  {
    "文件名": "【晋江】《原来我才是主角》作者：芷衣【宫廷侯爵-打脸-甜文-穿书-轻松】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e6423455af22"
  },
  {
    "文件名": "【晋江】《冤种他给得实在太多了》作者：素千絮【豪门世家 - 欢喜冤家 - 破镜重圆 - 娱乐圈】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/6dca5432bff3"
  },
  {
    "文件名": "【晋江】《冤有头蛋有主》作者：一世华裳【全息 - 幻想空间 - 欢喜冤家 - 穿越时空 - 游戏网游】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c945c62d45c1"
  },
  {
    "文件名": "【晋江】《宇宙一级保护人鱼蛋》作者：糖莓【星际 - 系统 - 甜文 - 穿书】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/48b0272ab98d"
  },
  {
    "文件名": "【晋江】《有一个万人迷儿子是什么体验？》作者：竹浅【强强 - 都市情缘 - 东方玄幻 - 校园】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/fa23cec98cbf"
  },
  {
    "文件名": "【晋江】《有钱房东的装穷日常》作者：红罐乌苏【主攻 - 情有独钟 - 因缘邂逅 - 励志 - 甜文 - 轻松】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/1d807c7db898"
  },
  {
    "文件名": "【晋江】《游雾》作者：商砚【强强-情有独钟-悬疑推理】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/840a931a9c03"
  },
  {
    "文件名": "【晋江】《英语老师今天也很烦》作者：商近里【现代 - 校园】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/34bca980b36c"
  },
  {
    "文件名": "【晋江】《应聘男保姆后残疾大佬他弯了》作者：沈江山【都市情缘 - 豪门世家 - 情有独钟 - 甜文】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c56c9263d94b"
  },
  {
    "文件名": "【晋江】《阴鸷大佬的撒娇小鱼信息素超甜》作者：乘星揽月【ABO-花季雨季-甜文-文-校园】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/dce42a4417b2"
  },
  {
    "文件名": "【晋江】《因为社恐只能网恋啦》作者：阔以鸭【花季雨季 - 情有独钟 - 因缘邂逅 - 校园】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/db54a5f32017"
  },
  {
    "文件名": "【晋江】《意外标记死对头以后》作者：莫蓝白【ABO-强强-幻想空间-星际-校园】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/2f78c56f75cf"
  },
  {
    "文件名": "【晋江】《意外标记了死对头》作者：郎不知【主攻-ABO-有独钟-破镜重圆-恋合-星际】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/597ca793b182"
  },
  {
    "文件名": "【晋江】《易感期的Alpha天天破防》作者：迎秋辞【ABO-幻想空间-豪门世家-情有独钟-甜文】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/1064b1c1fc20"
  },
  {
    "文件名": "【晋江】《一山不容两东北虎》作者：九流书生【幻想空间 - 情有独钟 - 甜文 - 萌宠】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e487143840e1"
  },
  {
    "文件名": "【晋江】《一觉醒来和霸总O领证了》作者：慕思月【年下-幻想空间-天作之合-甜文】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/1d51426bfc2b"
  },
  {
    "文件名": "【晋江】《一个普通人陷入了修罗场》作者：杏逐桃【幻想空间 - 豪门世家 - 娱乐圈 - 穿书】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/7a1343f5dfc3"
  },
  {
    "文件名": "【晋江】《一个被疯狂求爱的beta》作者：酬川【主攻-ABO-幻想空间-情有独钟-星际-穿书】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e1733ee2026a"
  },
  {
    "文件名": "【晋江】《野不野》作者：潭想【年下 - 甜文 - 都市情缘 - 因缘邂逅 - 天作之合】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c2a78f7f521f"
  },
  {
    "文件名": "【晋江】《爷青回，我嗑的cp成真了》作者：葫芦酱【强强 - 年下 - 娱乐圈 - 甜文】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/f30c52768711"
  },
  {
    "文件名": "【晋江】《咬痕》作者：微风几许【新修版 - 情有独钟 - 血族】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/1dfe41086959"
  },
  {
    "文件名": "【晋江】《养老婆要从竹马做起！》作者：夂槿【豪门世家 - 情有独钟 - 甜文 - 校园】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/d63fdbffbfe2"
  },
  {
    "文件名": "【晋江】《养老婆从竹马开始》作者：星期十【豪门世家-青梅竹马-甜文-校园-轻松】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/34eb7997c0ea"
  },
  {
    "文件名": "【晋江】《养老公要趁早》作者：船锚【花季雨季 - 情有独钟 - 青梅竹马 - 甜文】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/f5b14f63ba79"
  },
  {
    "文件名": "【晋江】《厌恶关系》作者：栖子七【都市情缘 - 情有独钟 - 破镜重圆 - 娱乐圈】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/0d443837b429"
  },
  {
    "文件名": "【晋江】《延时初恋》作者：杳杳一言【ABO-情有独钟-边缘恋歌-破镜重圆-甜文】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/5598ea8a404b"
  },
  {
    "文件名": "【晋江】《哑巴侍卫带球跑》作者：问尘九日【双性 - 生子 - 宫廷侯爵 - 情有独钟 - 破镜重圆】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/8af167a7d940"
  },
  {
    "文件名": "【晋江】《学长，别钓了》作者：禁庭春昼【情有独钟 - 天作之合 - 甜文 - 校园】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/95621a30da6b"
  },
  {
    "文件名": "【晋江】《修仙界网恋》作者：艳归康【仙侠修真 - 甜文 - 爽文】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/d5859bedf544"
  },
  {
    "文件名": "【晋江】《凶猛异形饲养指南》作者：停止作答【灵异神怪 - 情有独钟 - 甜文 - 萌宠】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/cfd1786a52ae"
  },
  {
    "文件名": "【晋江】《星际战神是个Omega》作者：月之熙【ABO-强强-机甲-甜文-爽文】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ae9c3283a20a"
  },
  {
    "文件名": "【晋江】《星际第一向导》作者：蝶之灵【强强 - 情有独钟 - 星际 - 爽文】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/d7776291a522"
  },
  {
    "文件名": "【晋江】《信息素识别障碍》作者：头发多多【ABO-生子-机甲-星际-甜文】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/eecf6180a97c"
  },
  {
    "文件名": "【晋江】《写给你的全糖诗》作者：弦三千【花季雨季 - 情有独钟 - 重生 - 校园】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/2acb4a7f3ba0"
  },
  {
    "文件名": "【晋江】《邪神的小夫郎》作者：柚子君CC【生子 - 天作之合 - 种田文 - 爽文 - 古代历史】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/3625246cec68"
  },
  {
    "文件名": "【晋江】《终于想起账号密码了》作者：稚棠【破镜重圆 - 青梅竹马 - 娱乐圈 - 游戏网游】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/4f67550fa269"
  },
  {
    "文件名": "【晋江】《郅玄》作者：来自远方【强强 - 天之骄子 - 穿越时空 - 基建】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/691be43a5c0a"
  },
  {
    "文件名": "【晋江】《只能靠美貌苟活了》作者：乔柚【宫廷侯爵 - 情有独钟 - 乔装改扮 - 甜文 - 轻松】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ad11c23a4979"
  },
  {
    "文件名": "【晋江】《直男室友总想和我贴贴》作者：盘欢【情有独钟 - 天作之合 - 甜文 - 校园】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/d5c91efdd007"
  },
  {
    "文件名": "【晋江】《直男翻车指南》作者：长野蔓蔓【天作之合 - 天之骄子 - 甜文 - 校园】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/afbf3c449926"
  },
  {
    "文件名": "【晋江】《小崽崽又进化了》作者：云劫【幻想空间 - 情有独钟 - 天之骄子 - 萌宠】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/6e66469db506"
  },
  {
    "文件名": "【晋江】《小心魔》作者：鱼嚼梅花影【仙侠修真 - 甜文 - 穿书 - 萌宠】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e6fe2f577869"
  },
  {
    "文件名": "【晋江】《小甜O穿进了权谋文》作者：林不欢【ABO-生子-情有独钟-天作之合-穿书】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/2a1cfbbaf336"
  },
  {
    "文件名": "【晋江】《小太阳团宠在偷偷恋爱》作者：轲西【强强 - 年下 - 娱乐圈 - 甜文】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/81ec922e61dd"
  },
  {
    "文件名": "【晋江】《小少爷追夫记》作者：广巳【豪门世家 - 情有独钟 - 重生 - 甜文】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/261ae031a5c0"
  },
  {
    "文件名": "【晋江】《小傻子也可以被豪门团宠吗》作者：上苍【豪门世家 - 情有独钟 - 天之骄子 - 穿书】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/063ae866a2ba"
  },
  {
    "文件名": "【晋江】《小漂亮被迫给尸王养崽》作者：宫槐知玉【末世 - 甜文 - 爽文 - 萌宠】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/1f8a1e612d95"
  },
  {
    "文件名": "【晋江】《小美人鱼跟鲛人好上了》 作者：鹤安【有独钟 - 天作之合 - 星际 - 萌宠】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/977426e26161"
  },
  {
    "文件名": "【晋江】《小猫咪被直男室友看上了》作者：林秋见【幻想空间 - 甜文 - 校园 - 萌宠】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/7cdeeb707602"
  },
  {
    "文件名": "【晋江】《小聋子受决定摆烂任宠》作者：严颂颂【豪门世家 - 恋爱合约 - 甜文 - 穿书】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/1dd51ca3537a"
  },
  {
    "文件名": "【晋江】《小可怜在娃综成了大佬团宠》作者：飞禽走兽【豪门世家 - 青梅竹马 - 娱乐圈 - 甜文】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/52bd96878408"
  },
  {
    "文件名": "【晋江】《小结巴带崽上娃综》 作者：二月初九【情有独钟 - 娱乐圈 - 甜文 - 直播】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/888e1212960e"
  },
  {
    "文件名": "【晋江】《小画家今天也哄你吃药》作者：寒川歌【年下 - 豪门世家 - 情有独钟 - 因缘邂逅】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/3f121357fa43"
  },
  {
    "文件名": "【晋江】《小肥啾》作者：糯糯啊【甜文 - 情有独钟 - 宫廷侯爵】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/42cc66e2215a"
  },
  {
    "文件名": "【晋江】《小恶灵被邪祟饲养后》作者：明扶【灵异神怪 - 情有独钟 - 天作之合 - 甜文】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/5d9986721902"
  },
  {
    "文件名": "【晋江】《小嗲精持证营业》作者：周吱【恋综 - 天之骄子 - 青梅竹马 - 娱乐圈 - 甜文】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c10e54a348d5"
  },
  {
    "文件名": "【晋江】《小白鼬叼崽崽找爸爸》作者：SJ姣儿【星际 - 甜文 - 穿书 - 萌宠】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/8d0d59eb6aa1"
  },
  {
    "文件名": "【晋江】《销魂》作者：不是风动【重生 - 年下 - 仙侠修真】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/04d20592d7f8"
  },
  {
    "文件名": "【晋江】《咸鱼美人又懒又娇》作者：欲买桂花酒【情有独钟 - 天作之合 - 甜文 - 校园】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/78c649258d59"
  },
  {
    "文件名": "【晋江】《咸鱼给鸡娃幼崽当爸爸后》作者：管红衣【情有独钟 - 娱乐圈 - 甜文 - 穿书 - 轻松】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/3d24711a0280"
  },
  {
    "文件名": "【晋江】《咸鱼穿书后发现全家都是反派》作者：稚棠【破镜重圆 - 婚恋 - 星际 - 甜文】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/660660306582"
  },
  {
    "文件名": "【晋江】《仙尊被叼回窝后》作者：云山有意【主攻 - 穿越时空 - 仙侠修真 - 重生 - 系统】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e8c89e36563d"
  },
  {
    "文件名": "【晋江】《仙君美貌全网垂涎》作者：祝辞酒【情有独钟 - 前世今生 - 古穿今 - 仙侠修真】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/fe8bddbb7d0e"
  },
  {
    "文件名": "【晋江】《误以为和乖戾元帅在一起后》作者：宫槐知玉【情有独钟 - 星际 - 甜文 - 爽文】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/4ee65b9c52d7"
  },
  {
    "文件名": "【晋江】《无纠》作者：长生千叶【情有独钟 - 天之骄子 - 美食 - 宫廷侯爵】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ad65d0bea30f"
  },
  {
    "文件名": "【晋江】《卧底虫族后我被迫称帝了》作者：北有凉城【主攻-强强-穿越时空-星际-爽文】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/d93d1b2fa795"
  },
  {
    "文件名": "【晋江】《我做你的药》作者：十九星【年下 - 情有独钟 - 因缘邂逅 - 甜文】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/d38a6d3572ed"
  },
  {
    "文件名": "【晋江】《我竹马才是人形天灾》作者：流初【情有独钟 - 天作之合 - 甜文 - 校园】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/171cfc82148d"
  },
  {
    "文件名": "【晋江】《我只是个纨绔啊》作者：五军【灵魂转换 - 宫廷侯爵 - 阴差阳错 - 种田文】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/0b8cc9b155d6"
  },
  {
    "文件名": "【晋江】《我直接嗨老公》 作者：徊梦【豪门世家 - 娱乐圈 - 甜文 - 穿书】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a90235193c01"
  },
  {
    "文件名": "【晋江】《我真没想让龙傲天当我老婆》作者：枕中眠【主攻 - 无限流 - 甜文 - 快穿 - 穿书】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/254c51f85e1e"
  },
  {
    "文件名": "【晋江】《我真的是来追星的》作者：雁飞行【情有独钟 - 娱乐圈 - 甜文 - 直播】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/277b231609b5"
  },
  {
    "文件名": "【晋江】《我在异世开饭馆》作者：烟火人家【生子 - 穿越时空 - 种田文 - 美食】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/0bfa4b5f3b99"
  },
  {
    "文件名": "【晋江】《我在皇宫当老大》作者：水晶翡翠肉【穿越时空 - 种田文 - 励志人生 - 成长】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/cfae90ab258b"
  },
  {
    "文件名": "【晋江】《我在废土捡老公》作者：对四【ABO - 强强 - 末世 - 甜文 - 未来架空】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/693a74b868f9"
  },
  {
    "文件名": "【晋江】《我想退休呀》作者：朽木刁也【豪门世家 - 恋爱合约 - 娱乐圈 - 甜文】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/51d273ae34d4"
  },
  {
    "文件名": "【晋江】《我死以后》作者：楼不危【灵异神怪】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/b3b82fe02825"
  },
  {
    "文件名": "【晋江】《我是偏执仙君的白月光》作者：若白衣【天作之合 - 仙侠修真 - 重生 - 甜文】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/b89c0a28c68b"
  },
  {
    "文件名": "【晋江】《我们全家都有秘密》作者：像野【天作之合 - 异能 - 穿书 - 都市异闻】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ab718dc2e744"
  },
  {
    "文件名": "【晋江】《我没信息素，你闻错了》作者：路侠【ABO-强强-生子-机甲-星际】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/2b5047ad00c2"
  },
  {
    "文件名": "【晋江】《我老婆不是人》作者：狸太守【主攻 - 无限流 - 想空间 - 恐怖 - 情有独钟 - 都市异闻】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/cd2b07640511"
  },
  {
    "文件名": "【晋江】《我嗑的CP总be》作者：卿小双【娱乐圈 - 甜文 - 现代架空】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e551fff34c93"
  },
  {
    "文件名": "【晋江】《我靠装乖先婚后爱》作者：花笙酿【情有独钟 - 婚恋 - 甜文 - 直播】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/24a5cb2bcdbe"
  },
  {
    "文件名": "【晋江】《校草室友他不对劲》作者：长野蔓蔓【情有独钟 - 天作之合 - 甜文 - 校园】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/b765c955597e"
  },
  {
    "文件名": "【晋江】《小钟老师乡村历险记》作者：再三斯【强强 - 近水楼台 - 种田文 - 甜文】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/605fbbd0ca52"
  },
  {
    "文件名": "【晋江】《我的条件不允许我不红》作者：承越【娱乐圈 - 重生 - 甜文 - 爽文】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c4657c8706ad"
  },
  {
    "文件名": "【晋江】《我的清冷未婚夫竟是Omega》作者：楚征鸿【ABO-幻想空间-天作之合-星际-甜文】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/91e0d6c825d9"
  },
  {
    "文件名": "【晋江】《我的男友非人类》作者：一节藕【情有独钟 - 系统 - 甜文 - 快穿】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/31d0fce71f08"
  },
  {
    "文件名": "【晋江】《我的理想小镇》作者：青色羽翼【无限流 - 强强 - 情有独钟 - 系统 - 爽文】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/57bfcc128bed"
  },
  {
    "文件名": "【晋江】《我从冥府退休后进了无限游戏》作者：宴宾客【无限流 - 打脸 - 爽文 - 玄学 - 轻松】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/217748cfd806"
  },
  {
    "文件名": "【晋江】《我不喜欢你的鳞片》作者：奇行【灵异神怪 - 仙侠修真 - 穿书】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/944ccba9957d"
  },
  {
    "文件名": "【晋江】《我本不该如此狂野》 作者：纵也【强强 - 都市情缘 - 甜文】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/1ddb4c7cfe71"
  },
  {
    "文件名": "【晋江】《我被师兄证道之后》作者：三千风雪【灵异神怪 - 破镜重圆 - 前世今生 - 东方玄幻】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/9d5bc5cfe0e6"
  },
  {
    "文件名": "【晋江】《我被控制欲强的omega看上了》作者：沈为凰【幻想空间-青梅竹马-甜文-校园】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/4e75d33e6032"
  },
  {
    "文件名": "【晋江】《我被反派捡回家娇养了》作者：桃芝酪【豪门世家 - 天作之合 - 甜文 - 穿书 - 现代】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/52cd11433d3d"
  },
  {
    "文件名": "【晋江】《我，五行缺德》作者：啾啾大王【灵异神怪 - 甜文 - 爽文 - 玄学】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/bf9add5ed985"
  },
  {
    "文件名": "【晋江】《我，会算命，不好惹》作者：醉又何妨【强强 - 甜文 - 穿书 - 爽文】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/4da711818d5a"
  },
  {
    "文件名": "【晋江】《为你情根深种》作者：狐阳【情有独钟 - 系统 - 甜文 - 快穿】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/941cae542be1"
  },
  {
    "文件名": "【晋江】《伪装深情》作者：观山雪【主攻 - 虐恋情深 - 天作之合 - 甜文 - 快穿】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/3397a123c878"
  },
  {
    "文件名": "【晋江】《危险美人》作者：海藻大王【ABO-双A-强强-重生-未来-爽文】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c050347c5780"
  },
  {
    "文件名": "【晋江】《网恋老攻是冰山上司》作者：金玉其内【豪门世家 - 情有独钟 - 娱乐圈 - 游戏网游】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/74fa9d8e8348"
  },
  {
    "文件名": "【晋江】《亡妻回来和我参加恋综了》作者：糯糯啊【豪门世家 - 天作之合 - 娱乐圈 - 甜文】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/001e7c5cacbf"
  },
  {
    "文件名": "【晋江】《万物风华录》作者：非天夜翔【前世今生 - 东方玄幻 - 校园 - 史诗奇幻】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/323fe2da0263"
  },
  {
    "文件名": "【晋江】《万人嫌重生成万人迷瑞兽》作者：啄米【天作之合 - 甜文 - 复仇虐渣 - 萌宠】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/2d656bc6ae70"
  },
  {
    "文件名": "【晋江】《万人嫌哑巴的竹马是校草》作者：姜乌【天作之合 - 天之骄子 - 成长 - 校园 - 轻松】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/323fbb11d498"
  },
  {
    "文件名": "【晋江】《万人嫌他想开了》作者：时今【豪门世家 - 娱乐圈 - 穿书 - 直播】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/fdfb8c48c261"
  },
  {
    "文件名": "【晋江】《万人迷小师弟只想守男德》作者：啾咪啾咪兔【仙侠修真 - 甜文 - 穿书 - 爽文】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/f927f6524f42"
  },
  {
    "文件名": "【晋江】《万人迷反派生存指南》作者：蓝灵仙【情有独钟 - 系统 - 快穿】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/610cbc12ea3b"
  },
  {
    "文件名": "【晋江】《万人迷Beta只想学习》作者：长乐思央【主攻 - ABO - 科幻 - 天之骄子 - 甜文 - 爽文】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/65cf802c0e1f"
  },
  {
    "文件名": "【晋江】《玩家都以为我是邪神》作者：狮子星系【爽文 - 直播 - 克苏鲁 - 第四天灾】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/5baa2abcb0ee"
  },
  {
    "文件名": "【晋江】《纨绔逃婚后》作者：顾三跃【乔装改扮 - 种田文 - 甜文 - 轻松 - 沙雕】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/95f4fe948a62"
  },
  {
    "文件名": "【晋江】《外科医生的王府生存指南》作者：青竹酒【强强 - 宫廷侯爵 - 情有独钟 - 朝堂 - 轻松】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/11de0a2c5154"
  },
  {
    "文件名": "【晋江】《娃综爆火指南》作者：城临西【娱乐圈 - 打脸 - 甜文 - 穿书】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/9da1749806a1"
  },
  {
    "文件名": "【晋江】《兔兔要当大剑仙》作者：杯影藏身【情有独钟 - 仙侠修真 - 甜文 - 萌宠】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c7d1104bb19d"
  },
  {
    "文件名": "【晋江】《天才维修师》作者：李温酒【强强 - 机甲 - 爽文 - 升级流 - 轻松】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a0d565997cee"
  },
  {
    "文件名": "【晋江】《替身受觉醒了》作者：二月竹【豪门世家 - 穿书 - 爽文 - 复仇虐渣】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/4a7946a89a3c"
  },
  {
    "文件名": "【晋江】《替身受和白月光he》作者：楚执【宫廷侯爵 - 三教九流 - 情有独钟 - 朝堂之上】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/f81af8a992a4"
  },
  {
    "文件名": "【晋江】《我靠抽卡凹人设》作者：道长单飞【穿越时空 - 系统 - 甜文 - 爽文】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ca9a73629c99"
  },
  {
    "文件名": "【晋江】《我好像真的是未来BOSS》作者：魔法少女兔英俊【强强 - 年下 - 幻想空间 - 异能】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/634623442d00"
  },
  {
    "文件名": "【晋江】《我给Alpha当替身？骗他的！》作者：四肆久【ABO-强强-豪门世家-破镜重圆-爽文-电竞】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/510af994c92f"
  },
  {
    "文件名": "【晋江】《我爹是灭世反派，而我才三岁半》作者：兰陵笑笑梦【天之骄子 - 仙侠修真 - 爽文 - 基建】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/9e2068e34505"
  },
  {
    "文件名": "【晋江】《替嫁后我成了万人迷》作者：金玉其内【都市情缘 - 情有独钟 - 娱乐圈 - 甜文】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/78af64ad90e4"
  },
  {
    "文件名": "【晋江】《桃花令》作者：睡芒【宫廷侯爵 - 甜文 - 爽文 - 朝堂之上】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/8b0847b78a28"
  },
  {
    "文件名": "【晋江】《太子他不肯和离》作者：丹锦【强强 - 宫廷侯爵 - 穿越时空 - 甜文】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/aeaf7a07c8e9"
  },
  {
    "文件名": "【晋江】《太子今天也在内卷》作者：纷纷和光【强强 - 宫廷侯爵 - 甜文 - 逆袭】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/9080e3bd2ade"
  },
  {
    "文件名": "【晋江】《他总在我醋我自己》作者：阿秦阿秦【生子 - 种田文 - 甜文 - 穿书】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/3ef7905e2a99"
  },
  {
    "文件名": "【晋江】《他只喜欢我》作者：若鸯君【ABO-强强-年下-情有独钟-甜文】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/13b23a6f66e9"
  },
  {
    "文件名": "【晋江】《他喜欢的Omega会读心》作者：月喜兔【幻想空间-花季雨季-甜文-校园】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/05b5ed56b275"
  },
  {
    "文件名": "【晋江】《他那克制守礼的丈夫》作者：林沁人【都市情缘 - 重生 - 业界精英 - 甜文】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/02e819ea79a6"
  },
  {
    "文件名": "【晋江】《他们后悔了但我不要了》作者：不见仙踪【情有独钟 - 打脸 - 甜文 - 直播】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/daac23886a89"
  },
  {
    "文件名": "【晋江】《他来自1945》作者：听原【豪门世家 - 穿越时空 - 娱乐圈 - 重生】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/831c411226aa"
  },
  {
    "文件名": "【晋江】《他好会》作者：少予【星际 - 幻想空间 - 甜文 - 大冒险 - 萌宠】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ad1440506b95"
  },
  {
    "文件名": "【晋江】《他害怕，他装的》作者：客柞【年上 - 情有独钟 - 近水楼台 - 甜文】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/f06729a562f0"
  },
  {
    "文件名": "【晋江】《他超乖的》作者：荧枳【强强 - 重生 - 甜文 - 校园】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/03e7c07abe7f"
  },
  {
    "文件名": "【晋江】《所有毛茸茸都爱我》作者：月照懒人【甜文 - 现代架空 - 直播 - 萌宠】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/0786a812c2cb"
  },
  {
    "文件名": "【晋江】《饲主，贴贴!》作者：少予【灵异神怪 - 豪门世家 - 欢喜冤家 - 甜文】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/4a676f9b0b1d"
  },
  {
    "文件名": "【晋江】《死对头他总想和我结婚》作者：黄铜左轮【都市情缘 - 情有独钟 - 甜文】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/4fe951c2974f"
  },
  {
    "文件名": "【晋江】《水火难容》作者：superpanda【强强 - 天之骄子 - 业界精英 - 商战】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e8c6d3c6cce7"
  },
  {
    "文件名": "【晋江】《双子又在假扮对方了！》作者：宴夜鲤【校园 - 情有独钟 - 天作之合 - 天之骄子 - 甜文】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c3d0b5942664"
  },
  {
    "文件名": "【晋江】《双倍王冠》作者：西丛鸦【宫廷侯爵 - 天之骄子 - 星际】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/0f76b197f999"
  },
  {
    "文件名": "【晋江】《双O互换生了！》作者：宴夜鲤【ABO-豪门世家-星际-励志生-甜文】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/cf3e3afb2690"
  },
  {
    "文件名": "【晋江】《双O互换人生了！》作者：宴夜鲤【ABO - 豪门世家 - 星际 - 励志人生 - 甜文】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/4e1876dce491"
  },
  {
    "文件名": "【晋江】《衰败玫瑰》作者：逻辑挖煤猫【生子-年下-情有独钟-天之骄子】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/4ce310f4b390"
  },
  {
    "文件名": "【晋江】《首富穿书后只想当咸鱼》作者：size5【豪门世家 - 情有独钟 - 婚恋 - 穿书】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/8d97eb5eec1f"
  },
  {
    "文件名": "【晋江】《首辅寡夫郎他茶香四溢》 作者：白鸟童子【年下 - 情有独钟 - 种田文 - 科举】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e907defb2e21"
  },
  {
    "文件名": "【晋江】《室友们为什么都用这种眼神看我》作者：公子于歌【娱乐圈 - 穿书 - 爽文 - 校园】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/cb08964254b8"
  },
  {
    "文件名": "【晋江】《师尊他攻了起点男主》作者：九日酒【强强 - 灵异神怪 - 重生 - 穿书】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a4c40956ea26"
  },
  {
    "文件名": "【晋江】《失忆后多了的前男友》作者：妾在山阳【幻想空间 - 灵异神怪 - 豪门世家 - 异能 - 轻松】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a03f0b98e6e2"
  },
  {
    "文件名": "【晋江】《失恋也要拯救世界》作者：灯小黑【幻想空间 - 异能】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/25179498227d"
  },
  {
    "文件名": "【晋江】《升棺见喜》作者：黑猫白袜子【灵异神怪 - 恐怖 - 情有独钟 - 玄学】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/aad5ec3b43ff"
  },
  {
    "文件名": "【晋江】《沈总 总在逼氪》作者：大圆子【科幻 - 无限流 - 游戏网游 - 直播】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/19136a7fcf6d"
  },
  {
    "文件名": "【晋江】《神明和他的废话网友》作者：苏词里【强强 - 灵异神怪 - 甜文 - 都市异闻】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/faeada04965e"
  },
  {
    "文件名": "【晋江】《身穿后他们把我当Omega》作者：天灵根【ABO-豪门世家-破镜重圆-穿越时空-星际】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/bd55ef665ecc"
  },
  {
    "文件名": "【晋江】《谁说纨绔不读书》作者：五军【励志人生 - 爽文 - 科举 - 朝堂之上】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/7f0309dfdbca"
  },
  {
    "文件名": "【晋江】《谁说老二次元不能结婚！》作者：鳄人行山【都市 - 婚恋 - 甜文 - 校园】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/4d4b08afad79"
  },
  {
    "文件名": "【晋江】《社交软件泡到大老板》作者：彩云归【豪门世家 - 甜文 - 爽文 - 校园】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/6fd428c81779"
  },
  {
    "文件名": "【晋江】《上古神啾》作者：青色羽翼【强强 - 灵异神怪 - 情有独钟 - 天之骄子 - 爽文 - 轻松】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/59980e64432b"
  },
  {
    "文件名": "【晋江】《闪婚对象是前男友上司》作者：解冻湖水【都市 - 婚恋 - 甜文 - 日常 - 先婚后爱】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/bbb90fa4e257"
  },
  {
    "文件名": "【晋江】《傻了吧，爷会画画！》作者：打僵尸【二 - 奇幻魔幻 - 异能 - 爽文 - 直播】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/cede6e92ba89"
  },
  {
    "文件名": "【晋江】《傻了吧，爷会飞！》作者：打僵尸【一 - 异能 - 打脸 - 爽文 - 萌宠 】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a7c402f08921"
  },
  {
    "文件名": "【晋江】《傻了吧，爷会变身！》作者：打僵尸【三 - 末世 - 无限流 - 萌宠】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/223aca162a8a"
  },
  {
    "文件名": "【晋江】《傻了吧，爷不当人了！》作者：打僵尸【四 - 恐怖 - 无限流 - 爽文 - 萌宠】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/f4108240f6a0"
  },
  {
    "文件名": "【晋江】《沙雕竹马开窍了》作者：磕粮土嗨汪【情有独钟 - 重生 - 甜文 - 校园】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/1a5425aecdb8"
  },
  {
    "文件名": "【晋江】《沙雕受当场感化虐文攻》作者：浅草饼【都市情缘 - 豪门世家 - 甜文 - 穿书】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/065c47a5311a"
  },
  {
    "文件名": "【晋江】《沙雕攻他失忆了》作者：多金少女猫【情有独钟 - 打脸 - 甜文 - 爽文】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/6a4bd19e59d5"
  },
  {
    "文件名": "【晋江】《丧系美人替嫁给残疾反派后》作者：噤非【豪门世家 - 甜文 - 穿书 - 爽文】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/1ca28bce357b"
  },
  {
    "文件名": "【晋江】《三嫁咸鱼》作者：比卡比【灵魂转换 - 宫廷侯爵 - 情有独钟 - 天作之合 - 甜文】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/17444a8aa626"
  },
  {
    "文件名": "【晋江】《三伏》作者：巫哲【互攻 - 校园 - HE】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/38fde1f793b6"
  },
  {
    "文件名": "【晋江】《软萌室友总是在钓我》作者：月喜兔【情有独钟 - 天作之合 - 甜文 - 校园】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/8120e8482791"
  },
  {
    "文件名": "【晋江】《入夜我们谈恋爱》 作者：杳杳一言【情有独钟 - 甜文】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/f944ad1bcd95"
  },
  {
    "文件名": "【晋江】《如何为爱手撕剧本》作者：九叠云锦张【幻想空间 - 情有独钟 - 甜文 - 快穿 - 轻松】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e4a444e636ae"
  },
  {
    "文件名": "【晋江】《如何投喂一只深渊！》作者：江为竭【情有独钟 - 天作之合 - 末世 - 甜文】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/495684082e1d"
  },
  {
    "文件名": "【晋江】《认错神明后他们追悔莫及》作者：凤箫声醉【宫廷侯爵 - 天之骄子 - 星际 - 爽文】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/816453b4fad0"
  },
  {
    "文件名": "【晋江】《人形机械》作者：讳疾【灵异神怪 - 无限流 - 爽文】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/4b98af28f4c9"
  },
  {
    "文件名": "【晋江】《人外让人怀崽了》作者：佐川川【合集 - 幻想空间 - 奇幻魔幻 - 情有独钟 - 甜文】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e7aaf3976d5c"
  },
  {
    "文件名": "【晋江】《热搜预告》作者：林暮烟【都市情缘 - 情有独钟 - 娱乐圈 - 业界精英】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/53da5873b2ad"
  },
  {
    "文件名": "【晋江】《全娱乐圈对我避如蛇蝎》作者：程凿【豪门世家 - 娱乐圈 - 甜文 - 爽文】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c28c7c8c7bb8"
  },
  {
    "文件名": "【晋江】《全修界都在传唱我们的故事》作者：青端【强强 - 情有独钟 - 天之骄子 - 仙侠修真】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/5d4870119d71"
  },
  {
    "文件名": "【晋江】《全星际唯一双精神体》作者：琅空一色【强强 - 星际 - 甜文 - 爽文】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/4935b732a711"
  },
  {
    "文件名": "【晋江】《全世界求我们破镜重圆》作者：山柚子【娱乐圈 - 重生 - 甜文 - 成长】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/505e7f62d1b1"
  },
  {
    "文件名": "【晋江】《全世界都觉得我们不合适》作者：不吃姜的胖子【都市情缘 - 情有独钟 - 现代架空】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/5b34329e9d63"
  },
  {
    "文件名": "【晋江】《全能咸鱼恋综爆红》作者：招财狗【强强 - 情有独钟 - 娱乐圈 - 甜文】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ea918aba7658"
  },
  {
    "文件名": "【晋江】《请于标记有效期内》作者：像野【ABO-幻想空间-都市情缘-情有独钟-破镜重圆】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/96c439a833a3"
  },
  {
    "文件名": "【晋江】《前朝余孽只想卖烧烤》作者：孟冬十五【宫廷侯爵 - 种田文 - 美食 - 穿书】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/96c7fc35b122"
  },
  {
    "文件名": "【晋江】《漂亮小甜O认错友了》作者：吃鸡【ABO-豪门世家-甜文-现代架空-校园】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e1e6801cbc1a"
  },
  {
    "文件名": "【晋江】《漂亮甜O总以为他是机器人》作者：谢沧浪【情有独钟-天作之合-星际-甜文】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/290788a65125"
  },
  {
    "文件名": "【晋江】《漂亮炮灰》作者：小阿芬【无限流 - 快穿 - 爽文 - 直播 - 轻松】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/61f61f69d5b5"
  },
  {
    "文件名": "【晋江】《偏执攻的病美人逃不掉了》作者：金玉其内【豪门世家 - 情有独钟 - 恋爱合约 - 穿书】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/068b897b9819"
  },
  {
    "文件名": "【晋江】《替身拒绝转正》作者：项绿瓜【都市情缘 - 恋爱合约 - 励志人生 - 甜文】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/4fbfff219340"
  },
  {
    "文件名": "【晋江】《替身拐走主角的心魔后》作者：后简【仙侠- 修真 - 甜文 - 穿书 - 爽文】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/16b2b6b133a0"
  },
  {
    "文件名": "【晋江】《替身Omega带球跑了》作者：梦之之【生子-幻想空间-破镜重圆-娱乐圈】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/b63beefe9273"
  },
  {
    "文件名": "【晋江】《替嫁后我笑得想死》作者：明桂载酒【系统 - 甜文】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/7cf0d739e06c"
  },
  {
    "文件名": "【晋江】《欧皇》作者：狐阳【修真 - 随身空间 - 打脸 - 系统 - 爽文】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/7169c76e6aaf"
  },
  {
    "文件名": "【晋江】《你再说我一句试试》作者：爻棋【花季雨季 - 情有独钟 - 甜文 - 校园】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/302e30e898bd"
  },
  {
    "文件名": "【晋江】《你是懂点女装的》作者：王子鏖【情有独钟 - 欢喜冤家 - 甜文 - 校园】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/4c175091ecfd"
  },
  {
    "文件名": "【晋江】《你是不是喜欢我》作者：柒曲【天作之合 - 天之骄子 - 竞技 - 重生】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/7480c580a709"
  },
  {
    "文件名": "【晋江】《你们没有自己的老婆吗》作者：我自成山【ABO-强强-幻想空间-娱乐圈-甜文】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/55a357340a9c"
  },
  {
    "文件名": "【晋江】《你老婆没了》作者：南辿星【情有独钟 - 天作之合 - 甜文 - 校园】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/0dae1f1a5496"
  },
  {
    "文件名": "【晋江】《你看我瞎吗？》作者：衣落成火【情有独钟 - 天之骄子 - 甜文 - 东方玄幻】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/52d490b79896"
  },
  {
    "文件名": "【晋江】《你给我变回大猫！》作者：路侠【情有独钟 - 星际 - 甜文 - 萌宠】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ac47f4761a31"
  },
  {
    "文件名": "【晋江】《你对机械猫耳有什么意见吗》作者：羽萌【幻想空间 - 随身空间 - 系统 - 甜文】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/70148a481a8f"
  },
  {
    "文件名": "【晋江】《你的味道》作者：知州南【互攻-ABO-强强-幻想空间-甜文-校园】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/7d52062d8cf7"
  },
  {
    "文件名": "【晋江】《男主把我球带跑了》作者：何所往【生子 - 因缘邂逅 - 仙侠修真 - 甜文】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/fca09959f74c"
  },
  {
    "文件名": "【晋江】《那个宿敌不想和解》作者：海藻大王【主攻-ABO-双A-强强-重生-甜文-爽文】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c84510715026"
  },
  {
    "文件名": "【晋江】《魔王摘下了他的小犄角》作者：羽萌【补番 - 强强 - 欢喜冤家 - 甜文 - 西幻】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/d291db7f090c"
  },
  {
    "文件名": "【晋江】《魔王俘虏圣君的第七年》作者：岳千月【强强 - 虐文HE - 异世大陆 - 西幻】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ebdc016f0ad7"
  },
  {
    "文件名": "【晋江】《冥府渣男改造系统》作者：芷衣【娱乐圈 - 快穿 - 复仇虐渣 - 玄学】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/745ef1d0177a"
  },
  {
    "文件名": "【晋江】《秘密花园》作者：狐狸不归【幻想空间 - 豪门世家 - 情有独钟 - 因缘邂逅】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/cb6099fd1281"
  },
  {
    "文件名": "【晋江】《每天都在吃反派男二的瓜》作者：雁飞行【情有独钟 - 天作之合 - 甜文 - 爽文】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/480539be4fe2"
  },
  {
    "文件名": "【晋江】《玫瑰疯长》作者：芝士面包【年上 - 腹黑 - 娱乐圈 - 甜宠 - ABO】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/6abcf56bbcb6"
  },
  {
    "文件名": "【晋江】《没人能拒绝狗狗A》作者：戏问【主攻-强强-幻想空间-情有独钟-甜文-轻松】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/19ee1122dcb1"
  },
  {
    "文件名": "【晋江】《毛茸茸饲养日记》作者：杳杳一言【情有独钟 - 因缘邂逅 - 甜文】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/7d8d4a242b99"
  },
  {
    "文件名": "【晋江】《猫想报恩真的好难》作者：青鸟临星【豪门世家 - 天作之合 - 甜文 - 萌宠】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a1ba671a2077"
  },
  {
    "文件名": "【晋江】《猫猫怎么可以自己睡！》作者：苏芒【情有独钟 - 青梅竹马 - 甜文 - 校园 - 轻松】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/19f9bed6ae6a"
  },
  {
    "文件名": "【晋江】《猫猫的天灾求生路》作者：狸奴不吃鱼【种田文 - 异能 - 末世 - 萌宠】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/1ca96b182642"
  },
  {
    "文件名": "【晋江】《卖火箭的小女孩》作者：其恕【穿越时空 - 星际 - 甜文 - 爽文】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/00eb47bf187e"
  },
  {
    "文件名": "【晋江】《绿茶竹马他A装O》作者：听晚风【ABO-幻想空间-花季雨季-甜文-校园】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/819d7f715b83"
  },
  {
    "文件名": "【晋江】《旅鸟》作者：山颂【BE - 都市情缘 - 情有独钟 - 天作之合 - 市井生活】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/63b65ac4cef3"
  },
  {
    "文件名": "【晋江】《论漂亮钓系如何掰弯钢铁直男》作者：晚秋初十【情有独钟 - 甜文 - 爽文 - 校园 - 现代】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/524d55988954"
  },
  {
    "文件名": "【晋江】《乱rua毛茸茸是要做人家老婆的》作者：没事点两笔【情有独钟 - 天作之合 - 甜文 - 萌宠】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/b540eebe66d9"
  },
  {
    "文件名": "【晋江】《路人攻上位合集》作者：陈可羞【主攻-幻想空间-炮灰-日久生情-单元文】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/7d55b5714b2a"
  },
  {
    "文件名": "【晋江】《陆医生，标记一下》作者：禁庭春昼【ABO-幻想空间-娱乐圈-婚恋-甜文】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ec4ab6c12a1c"
  },
  {
    "文件名": "【晋江】《龙傲崽在娃综养老婆》作者：招财的猞猁【情有独钟 - 青梅竹马 - 甜文 - 穿书】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/00e5452e79c4"
  },
  {
    "文件名": "【晋江】《临安城美食录》作者：闻笛解酒【情有独钟 - 种田文 - 美食 - 市井生活】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/28f825e3bfeb"
  },
  {
    "文件名": "【晋江】《猎手Alpha与猎物Alpha》作者：有红叶【ABO-双A-强强-幻想空间-甜文-校园】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/bbcae5ec61e5"
  },
  {
    "文件名": "【晋江】《烈酒家的小相公》作者：梨子甜甜【主攻 - 穿越时空 - 种田文 - 甜文 - 成长】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/4e344197a488"
  },
  {
    "文件名": "【晋江】《两个皇帝怎么谈恋爱》作者：比卡比【生子 - 宫廷侯爵 - 情有独钟 - 天作之合】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/aeea9c3fcc11"
  },
  {
    "文件名": "【晋江】《恋爱预约》作者：引路星【恋爱合约 - 天之骄子 - 娱乐圈 - 甜文】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ac3a65b9b71d"
  },
  {
    "文件名": "【晋江】《联姻后大佬的马甲捂不住了》作者：糖三甲【强强 - 情有独钟 - 穿越时空 - 甜文】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/7f1246e8650a"
  },
  {
    "文件名": "【晋江】《揽明月》作者：归鸿落雪【互攻 - 水仙文 - 强强 - 宫廷侯爵 - 前世今生 - 相爱相杀】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/7cad5c2a5ba5"
  },
  {
    "文件名": "【晋江】《来自矿星的omega》作者：甜鼠酱【ABO-幻想空间-种田文-仙侠修真-萌宠】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/edc2ee1f6f9a"
  },
  {
    "文件名": "【晋江】《科研大佬和影帝离婚后》作者：时今【强强 - 情有独钟 - 娱乐圈 - 甜文】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/0089fa9cddfc"
  },
  {
    "文件名": "【晋江】《看见我的猫了吗？》作者：廿乱【无限流 - 爽文 - 升级流 - 直播】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/d768c83868c9"
  },
  {
    "文件名": "【晋江】《军校装A法则》作者：青梅酱【ABO-强强-星际-甜文-爽文】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/667ca8576de4"
  },
  {
    "文件名": "【晋江】《剧情时间到》作者：常花一笑【穿书 - 幻想空间 - 甜文 - 轻松 - 沙雕 - 吐槽】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/dd1bdf965668"
  },
  {
    "文件名": "【晋江】《拒绝我的表白后校草室友后悔了》作者：沈江山【情有独钟-天作之合-甜文-校园-轻松】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/d04883eff8f8"
  },
  {
    "文件名": "【晋江】《拒绝冰山上司联姻后》作者：百户千灯【豪门世家 - 情有独钟 - 天作之合 - 甜文】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/03a2627d2be8"
  },
  {
    "文件名": "【晋江】《舅舅和男友都是反派》作者：月见茶【天作之合 - 重生 - 星际 - 甜文】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a52535453412"
  },
  {
    "文件名": "【晋江】《就很突然》作者：廿乱【情有独钟-欢喜冤家-娱乐圈-甜文-轻松】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/d5a3321111ab"
  },
  {
    "文件名": "【晋江】《救命，我不想种田啦》作者：长毛橘【种田文 - 末世 - 甜文】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/9e194837fea7"
  },
  {
    "文件名": "【晋江】《禁止套娃》作者：春风遥【强强 - 情有独钟 - 无限流 - 爽文】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/32444245bbaf"
  },
  {
    "文件名": "【晋江】《金屋里的白月光》作者：狐狸不归【花季雨季 - 豪门世家 - 甜文 - 穿书】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/8fe671b9e404"
  },
  {
    "文件名": "【晋江】《金屋藏娇》作者：狐狸不归【宫廷侯爵 - 情有独钟 - 甜文 - 穿书】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/5c389d3cf788"
  },
  {
    "文件名": "【晋江】《今天也没有被休夫》作者：小文旦【种田文 - 系统 - 甜文 - 穿书 - 轻松】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/8bdb16f56be4"
  },
  {
    "文件名": "【晋江】《结婚对象他诡计多端》作者：温泉笨蛋【情有独钟 - 恋爱合约 - 婚恋 - 甜文】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/385f83670b3f"
  },
  {
    "文件名": "【晋江】《叫我老公》作者：糯糯啊【因缘邂逅 - 天作之合 - 甜文 - 网红 】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/25632da57bc0"
  },
  {
    "文件名": "【晋江】《娇纵哥儿的忠犬仆从》作者：秃了猫头【生子 - 布衣生活 - 种田文 - 甜文】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/7431d22ba857"
  },
  {
    "文件名": "【晋江】《娇生惯养》作者：纷纷和光【豪门世家 - 情有独钟 - 甜文 - 成长】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e138b464befb"
  },
  {
    "文件名": "【晋江】《娇弱的Omega美人》作者：云劫【ABO-情有独钟-天之骄子-星际-穿书】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/9b366e95c220"
  },
  {
    "文件名": "【晋江】《娇O离婚后和影帝A匹配100》作者：白桃【ABO-幻想空间-边缘恋歌-天作之合-甜文】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/2205b5895d55"
  },
  {
    "文件名": "【晋江】《江湖全都是高手》作者：一只大雁【江湖恩怨 - 情有独钟 - 天作之合 - 甜文】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/1ea555372383"
  },
  {
    "文件名": "【晋江】《捡到一只奶狼》作者：摇摇兔【生子 - 幻想空间 - 甜文 - 萌宠】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e819f5273ba4"
  },
  {
    "文件名": "【晋江】《兼职爱豆指北》作者：关自在_【现代 - 娱乐圈】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/cbf9ec148ad5"
  },
  {
    "文件名": "【晋江】《嫁给豪门大boss》作者：承越【都市情缘 - 情有独钟 - 近水楼台 - 甜文】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/948cbddf5b4b"
  },
  {
    "文件名": "【晋江】《嫁给反派后人鱼不想努力了》作者：旧梦如霜【幻想空间 - 甜文 - 穿书 - 直播】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/65cfad90eb43"
  },
  {
    "文件名": "【晋江】《嫁给残疾将军后》作者：明月卿酒【主攻 - 生子 - 年下 - 宫廷侯爵 - 朝堂之上】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/21eed284c4b2"
  },
  {
    "文件名": "【晋江】《假少爷摆烂后攻了残疾大佬》作者：坏猫超大声【主攻 - 年下 - 都市情缘 - 豪门世家 - 直播】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a42539d9f58b"
  },
  {
    "文件名": "【晋江】《家产败光后，老祖宗揭棺而起》作者：薮春【灵异神怪 - 娱乐圈 - 爽文 - 直播】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c99bda66bb7b"
  },
  {
    "文件名": "【晋江】《继承上亿遗产后豪门老公回来了》作者：公子寻欢【都市情缘 - 豪门世家 - 穿书 - 爽文】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/38ae11023f13"
  },
  {
    "文件名": "【晋江】《季听日记》作者：秃子小贰【情有独钟 - 穿越时空 - 青梅竹马 - 未来架空】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/d012ac684431"
  },
  {
    "文件名": "【晋江】《炮灰又把主角攻了》作者：长白不白【主攻 - 幻想空间 - 情有独钟 - 系统 - 快穿 - 轻松】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/acea63051fe0"
  },
  {
    "文件名": "【晋江】《炮灰和反派是真爱》作者：墨水芯【打脸 - 系统 - 甜文 - 快穿 - 轻松】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c9db4bd996ac"
  },
  {
    "文件名": "【晋江】《炮灰攻三成了万人迷》作者：暗香漂浮【快穿-系统-甜文-现代架空-轻松-万人迷】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e81b7dd4b06e"
  },
  {
    "文件名": "【晋江】《胖柴不废要崛起》作者：酥油饼【宫廷侯爵 - 欢喜冤家 - 穿越时空 - 升级流】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/195b01b9457d"
  },
  {
    "文件名": "【晋江】《宦官之后》作者：雾十【宫廷侯爵 - 甜文 - 朝堂之上】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/3985a1d9b967"
  },
  {
    "文件名": "【晋江】《化龙被劈后他成了我相公》作者：巫山有段云【幻想空间 - 灵异神怪 - 布衣生活 - 情有独钟】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/892e54d58cb1"
  },
  {
    "文件名": "【晋江】《华夏导演，星际爆红》作者：非玖【娱乐圈 - 星际 - 系统 - 爽文 - 轻松】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/5beff99f5a83"
  },
  {
    "文件名": "【晋江】《花滑的我成了短道速滑大魔王》作者：亡灵大菜菜【穿越时空-体育竞技-爽文-升级流-轻松】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/2400486201ef"
  },
  {
    "文件名": "【晋江】《红白囍》作者：AyeAyeCaptain【强强 - 灵异神怪 - 民国旧影 - 现代架空】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/d10b639abe19"
  },
  {
    "文件名": "【晋江】《黑莲花太医求生指南》作者：弃脂焚椒【强强 - 宫廷侯爵 - 穿书 - 朝堂之上】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/48f9d37c9a66"
  },
  {
    "文件名": "【晋江】《黑豹上将的冲喜新娘》作者：灰剑如羽【情有独钟 - 天作之合 - 星际 - 甜文 - 穿书 - 轻松】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/5e2a190ce4ce"
  },
  {
    "文件名": "【晋江】《河神祭品》作者：因倪【幻想空间 - 灵异神怪 - 现代架空 - 玄学】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/7730e897aecc"
  },
  {
    "文件名": "【晋江】《和最想的Alpha发糖了》作者：牧羊星【ABO-娱乐圈-甜文-未来架空-文】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/f5f41cc51aaf"
  },
  {
    "文件名": "【晋江】《和竹马协议结婚后他弯了》作者：仗马【豪门世家 - 近水楼台 - 青梅竹马 - 甜文 - 轻松】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/7ca74f5e4fe8"
  },
  {
    "文件名": "【晋江】《和影帝前男友参加恋综后》作者：小橙子吖【强强 - 都市情缘 - 欢喜冤家 - 破镜重圆】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a9e37d735596"
  },
  {
    "文件名": "【晋江】《和死对头学神的崽穿来了》作者：忘书【豪门世家-情有独钟-天作之合-天之骄子-穿越时空-轻松】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/269b1322d6a7"
  },
  {
    "文件名": "【晋江】《和前夫上离婚综艺后我爆红了》作者：雪上川【情有独钟 - 破镜重圆 - 娱乐圈 - 甜文】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/3e8027db5a89"
  },
  {
    "文件名": "【晋江】《和配音大佬协议结婚后》作者：故栀【豪门世家 - 情有独钟 - 恋爱合约 - 甜文】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/660e5ada7596"
  },
  {
    "文件名": "【晋江】《和理想型闪婚养崽的日子》作者：不辞归【甜文 - 穿书 - 爽文 - 直播】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/de774b3ebd16"
  },
  {
    "文件名": "【晋江】《和豪门逆子上娃综后爆火了》作者：招财的猞猁【豪门世家 - 甜文 - 穿书 - 爽文 - 轻松】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/643de490aa4e"
  },
  {
    "文件名": "【晋江】《和哥哥上娃综后爆红了》作者：暗夜挑灯【娱乐圈 - 穿书 - 爽文 - 直播】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/f6dd49776e41"
  },
  {
    "文件名": "【晋江】《和反派联姻后我爆红了》作者：一点桃花痣【豪门世家 - 情有独钟 - 穿书 - 逆袭】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/31cf5d9f4413"
  },
  {
    "文件名": "【晋江】《和顶流前任上养娃综艺后我红了》作者：柿弋【豪门世家 - 破镜重圆 - 娱乐圈 - 甜文】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/10b9b9bf0530"
  },
  {
    "文件名": "【晋江】《和顶A校草假恋爱后》作者：芒果妖妖【ABO-幻想空间-甜文-成长-校园】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/85ccfc48a74a"
  },
  {
    "文件名": "【晋江】《和大佬协议离婚后我失忆了》作者：金玉其内【豪门世家 - 情有独钟 - 娱乐圈 - 甜文】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/2fd3ccd5e0d7"
  },
  {
    "文件名": "【晋江】《和残疾Alpha协议联姻后》作者：月喜兔【ABO-幻想空间-豪门世家-天作之合-甜文】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/1ae86a9e9101"
  },
  {
    "文件名": "【晋江】《和白月光猫猫协议恋爱后》作者：言笙笙【强强 - 情有独钟 - 甜文】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/90c8b2dd3d07"
  },
  {
    "文件名": "【晋江】《和Alpha影帝协议结婚》作者：廿四铜钱【ABO-幻想空间-恋合-娱乐圈-穿书】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/3fd86656f139"
  },
  {
    "文件名": "【晋江】《好兄弟竟然暗恋我》作者：苏芒【情有独钟 - 近水楼台 - 甜文 - 校园】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/0cd9e681aeba"
  },
  {
    "文件名": "【晋江】《好兄弟间没有纯友谊了吗！》作者：向远飞【豪门世家 - 甜文 - 现代架空】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/309bed1c76e2"
  },
  {
    "文件名": "【晋江】《豪门养子重生日常》作者：黄铜左轮【都市-豪门世家-情有独钟-成长-救赎】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/1ce29627c5c2"
  },
  {
    "文件名": "【晋江】《豪门小少爷是偏执反派的白月光》作者：琅空一色【豪门世家 - 娱乐圈 - 穿书 - 爽文】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/0c63c94620be"
  },
  {
    "文件名": "【晋江】《豪门后爸的快乐你想象不到》作者：忘书【豪门世家 - 天作之合 - 娱乐圈 - 穿书】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/7cfd7c5048ce"
  },
  {
    "文件名": "【晋江】《还我猛A信息素》作者：宴舟【ABO-幻想空间-花季雨季-甜文-校园】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/7388f56a98bd"
  },
  {
    "文件名": "【晋江】《还你》作者：一院【情有独钟 - 青梅竹马 - 重生 - 成长】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/233a65b40147"
  },
  {
    "文件名": "【晋江】《国师带着皇帝的小金库一起穿了》作者：且拂【古穿今 - 甜文 - 爽文 - 玄学】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/62f361c9440e"
  },
  {
    "文件名": "【晋江】《诡医》作者：黑猫睨睨【强强 - 幻想空间 - 甜文 - 爽文】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/b3f73dfe2ed5"
  },
  {
    "文件名": "【晋江】《管家总被人觊觎》作者：豆腐军团【天作之合 - 系统 - 快穿】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/4e57a419cf21"
  },
  {
    "文件名": "【晋江】《鳏夫教授的凶神男友回来后》作者：鳄人行山【豪门世家 - 情有独钟 - 破镜重圆 - 业界精英】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/3b975f026752"
  },
  {
    "文件名": "【晋江】《怪谈都说我是个老六》作者：诸葛菜【强强 - 天之骄子 - 爽文 - 升级流 - 灵气复苏 - 规则怪谈】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/547e89f39012"
  },
  {
    "文件名": "【晋江】《狗血文工具人他绝不认输》作者：商红药【天之骄子 - 系统 - 快穿 - 轻松】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/b029c77f0ff1"
  },
  {
    "文件名": "【晋江】《攻音系草又被撩》作者：提裙【都市情缘 - 豪门世家 - 网配 - 校园】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/4d8fc13d2d74"
  },
  {
    "文件名": "【晋江】《告白认错Enigma后顶A怀孕了》作者：灰剑如羽【ABO-幻想空间-豪门世家-甜文-穿书】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/51cd5ee0b18a"
  },
  {
    "文件名": "【晋江】《高维入侵》作者：七流【未来架空 - 爽文 - 升级流】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c460f1cbc1b0"
  },
  {
    "文件名": "【晋江】《高岭之花被万人嫌拉下神坛》作者：杳杳一言【ABO-幻想空间-情有独钟-甜文】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/674da36d3545"
  },
  {
    "文件名": "【晋江】《高冷对家竟是我的泥塑粉》作者：知雪重【娱乐圈 - 甜文 - 爽文 - 校园】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/b34225f64e08"
  },
  {
    "文件名": "【晋江】《该我上场带飞了》作者：一世华裳【全息 - 强强 - 天作之合 - 游戏网游 - 未来架空】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/b4c30aa9ab8d"
  },
  {
    "文件名": "【晋江】《富二代被迫从头再来》作者：寓风【主攻 - 穿越时空 - 种田文 - 美食 - 市井生活】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/964c98cdc843"
  },
  {
    "文件名": "【晋江】《辅助成神》作者：梨蓝蓝【全息 - 强强 - 游戏网游 - 星际 - 爽文】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/869d547ab3e8"
  },
  {
    "文件名": "【晋江】《俯听闻惊风》作者：语笑阑珊【情有独钟 - 仙侠修真 - 甜文 - 异闻传说 - 轻松】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/24653d28b038"
  },
  {
    "文件名": "【晋江】《佛系幼崽团宠指南》作者：挫纷【豪门世家 - 青梅竹马 - 娱乐圈 - 甜文】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/dffc2fecf981"
  },
  {
    "文件名": "【晋江】《夫郎喊我回家吃软饭了》作者：岛里天下【主攻 - 生子 - 穿越时空 - 种田文 - 甜文】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/9107942bde9c"
  },
  {
    "文件名": "【晋江】《凤凰骨》作者：一丛音【情有独钟 - 仙侠修真 - 重生 - 轻松】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/65196a71a92c"
  },
  {
    "文件名": "【晋江】《风流美人绑定狗血系统后》作者：薮春【豪门世家 - 快穿 - 穿书 - 爽文 - 现代】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/98b5af1088d9"
  },
  {
    "文件名": "【晋江】《风吹过岛屿》作者：几京【都市情缘 - 情有独钟 - 天作之合】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/7aeca3fa5d98"
  },
  {
    "文件名": "【晋江】《分手后我靠综艺爆红娱乐圈》作者：折吱【强强 - 都市情缘 - 娱乐圈 - 甜文】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/037ad0cd5de0"
  },
  {
    "文件名": "【晋江】《分手后他洗去了记忆》作者：饮鹿【ABO-情有独钟-破镜重圆-天之骄子-机甲】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/b59206ace9da"
  },
  {
    "文件名": "【晋江】《分手后被高冷校友追求了》作者：贫瘠的岛【换攻 - 都市情缘 - 情有独钟 - 天作之合 - 甜文】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/9096f1f39b3a"
  },
  {
    "文件名": "【晋江】《分手而已他怎么突然发疯》作者：不见仙踪【情有独钟 - 娱乐圈 - 打脸 - 甜文 - 轻松】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/df7d8e69ba68"
  },
  {
    "文件名": "【晋江】《分化后被暗恋对象他哥标记了》作者：蔷酒【幻想空间-豪门世家-情有独钟-甜文】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/5ba633a43483"
  },
  {
    "文件名": "【晋江】《分化成Beta被退婚后》作者：徐如生【ABO-星际-甜文-未来架空】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/901d3bf0f2bd"
  },
  {
    "文件名": "【晋江】《废太子重生后怀了刺客的崽》作者：林不欢【生子 - 宫廷侯爵 - 情有独钟 - 重生 - 系统】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/80ef85167b6c"
  },
  {
    "文件名": "【晋江】《非典型性血族契约》作者：清尊【血族 - 幻想空间 - 天作之合 - 天之骄子 - 甜文】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/737c49266aa9"
  },
  {
    "文件名": "【晋江】《非典型救赎》作者：小吾君【强强 - 系统 - 快穿 - 爽文 - 轻松】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/5acf8ac528db"
  },
  {
    "文件名": "【晋江】《仿生人会咬电路板吗》作者：古墨墨【主攻 - 科幻 - 机甲 - 星际 - 甜文】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/62dcafcb81e1"
  },
  {
    "文件名": "【晋江】《反派人设很难不崩啊》作者：云非邪【仙侠修真-系统-甜文-穿书】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/f6a0370dd87f"
  },
  {
    "文件名": "【晋江】《反派病美人开始养生了》作者：斫染【都市情缘 - 豪门世家 - 情有独钟 - 天作之合】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/8a0b91cfcca0"
  },
  {
    "文件名": "【晋江】《法治社会，文明驱邪》作者：七栖酱【灵异神怪 - 现代架空 - 爽文 - 玄学】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c27efbb7eb86"
  },
  {
    "文件名": "【晋江】《二婚被匹配给了联盟元帅》作者：弥语【ABO-情有独钟-天作之合-天之骄子-甜文】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/3804d6682a5a"
  },
  {
    "文件名": "【晋江】《二哈在狼群里疯狂造谣》作者：九流书生【幻想空间 - 情有独钟 - 甜文 - 萌宠】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/f83e4f8bd57a"
  },
  {
    "文件名": "【晋江】《二次元社恐也要谈恋爱！》作者：鳄人行山【职场 - 业界精英 - 甜文 - 网红】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/61ff4dd1232e"
  },
  {
    "文件名": "【晋江】《二次分化后脑子坏掉了》作者：琼绯【ABO-幻想空间-娱乐圈-相爱相杀-甜文】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/0785a51e2961"
  },
  {
    "文件名": "【晋江】《对宿敌的信息素上瘾了》作者：杨七裳【ABO-幻想空间-甜文-校园】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ec60477285c8"
  },
  {
    "文件名": "【晋江】《独宠夫郎》作者：不曾阿【主攻 - 生子 - 天作之合 - 穿越时空 - 种田文】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/abdd4b05ae6e"
  },
  {
    "文件名": "【晋江】《顶流猫猫的甜蜜日记》作者：孟冬十五【破镜重圆 - 娱乐圈 - 甜文 - 萌宠】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/67bd54299b39"
  },
  {
    "文件名": "【晋江】《顶级污染物今天也在伪装猫咪》作者：睡神再世【强强 - 末世 - 甜文 - 萌宠 - 轻松】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/04022cec0c43"
  },
  {
    "文件名": "【晋江】《顶级偏爱》作者：荒川黛【都市情缘 - 豪门世家 - 情有独钟 - 甜文】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/47719b863a60"
  },
  {
    "文件名": "【晋江】《钓系美人和偏执大佬联姻了》作者：应祁【豪门世家 - 娱乐圈 - 甜文 - 穿书】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c69b92209f84"
  },
  {
    "文件名": "【晋江】《钓系美人被邪神拽入梦境后》作者：星流过旷【灵异神怪 - 情有独钟 - 甜文 - 快穿】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ce7fb63d0bba"
  },
  {
    "文件名": "【晋江】《钓系美人摆烂后爆红全网》作者：矢星弧【娱乐圈 - 业界精英 - 穿书 - 爽文】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ba8dc9af08c3"
  },
  {
    "文件名": "【晋江】《钓系美人，狗勾独家》作者：鲨鲨尼的情人【都市情缘 - 豪门世家 - 情有独钟 - 甜文】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/0ed8e9985ffa"
  },
  {
    "文件名": "【晋江】《第四性别Enigma》作者：古花猫【幻想空间-娱乐圈-甜文-爽文】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/b5e260b1ef20"
  },
  {
    "文件名": "【晋江】《帝企鹅在线养鸟》作者：慕容离白【异世大陆 - 穿越时空 - 种田文 - 萌宠】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/f9b8faf45293"
  },
  {
    "文件名": "【晋江】《帝国顶级omega匹配到了死对头》作者：白鸟童子【ABO-幻想空间-豪门世家-情有独钟-甜文】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/d0ecb0c7d13b"
  },
  {
    "文件名": "【晋江】《等你失恋很久了》作者：三千风雪【都市 - 欢喜冤家 - 甜文 - 校园 - 轻松】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a3353eda9553"
  },
  {
    "文件名": "【晋江】《倒霉直男变成Omega之后》作者：有猫在【ABO - 幻想空间 - 情有独钟 - 重生 - 甜文】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e9edc21823a9"
  },
  {
    "文件名": "【晋江】《倒霉直变成Omega之后》作者：有猫在【ABO-幻想空间-情有独钟-重生-甜文】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a87d8392ea08"
  },
  {
    "文件名": "【晋江】《当天之骄子攻忽然病弱》作者：摘星怪【仙侠修真 - 打脸 - 穿书 - 爽文】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c37d0d001a46"
  },
  {
    "文件名": "【晋江】《当死对头怀了我的崽后》作者：斑鱼【ABO-生子-幻想空间-情有独钟-甜文】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a989903d1e24"
  },
  {
    "文件名": "【晋江】《当美人鱼变成残疾O》作者：暮寒久【幻想空间-情有独钟-天作之合-甜文】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/45a9f4c61742"
  },
  {
    "文件名": "【晋江】《当地球人穿到信息素世界》作者：扁担一号【ABO-情有独钟-穿越时空-甜文-爽文】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/19eb95e9c1f6"
  },
  {
    "文件名": "【晋江】《当alpha真的很快乐吗》作者：甜画舫【情有独钟-星际-甜文-爽文】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/00761225bf90"
  },
  {
    "文件名": "【晋江】《当Alpha穿成雄虫》作者：JQ万年坑【主攻-生子-穿越时空-星际-甜文】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/99022204b05e"
  },
  {
    "文件名": "【晋江】《弹幕说他喜欢我》作者：诸君肥肥【主攻 - 情有独钟 - 穿越时空 - 机甲 - 星际】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/9702eec9fcfb"
  },
  {
    "文件名": "【晋江】《混进来了条真人鱼》作者：日千引【生子 - 幻想空间 - 天作之合 - 悬疑推理】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c92f22ef0f84"
  },
  {
    "文件名": "【晋江】《洄天》作者：淮上【强强 - 异能 - 现代架空 - 悬疑推理】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/957a225a3373"
  },
  {
    "文件名": "【晋江】《大佬，咱不离婚了》作者：遥的海王琴【豪门世家 - 情有独钟 - 甜文 - 穿书】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/7b6a145c1643"
  },
  {
    "文件名": "【晋江】《从无限游戏回来后》作者：时今【无限流 - 强强 - 幻想空间 - 穿越时空 - 异能 - 轻松】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/df210cca6e95"
  },
  {
    "文件名": "【晋江】《从群演开始》作者：决绝【娱乐圈 - 重生 - 爽文 - 升级流】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/183a79e1ae62"
  },
  {
    "文件名": "【晋江】《从古代来的夫郎》作者：实现【生子 - 古穿今 - 种田文 - 美食 - 古代历史】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e7473d0d86ac"
  },
  {
    "文件名": "【晋江】《穿书后我和反派有崽了》作者：岩城太瘦生【穿书 - 生子 - 豪门世家 - 甜文】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ba4199320b13"
  },
  {
    "文件名": "【晋江】《穿书后我攻了主角攻》作者：叶霖川【第一人称 - 主攻 - 年下 - 情有独钟 - 甜文 - 穿书】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/60be5d712bd1"
  },
  {
    "文件名": "【晋江】《穿书后和总裁带薪恋爱了》作者：林盎司【豪门世家 - 娱乐圈 - 甜文 - 穿书 - 轻松】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/abaf3fe00491"
  },
  {
    "文件名": "【晋江】《穿书后被两个猛A盯上了》作者：林多多【穿书-天作之合-ABO-甜文】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ebad86cd4c73"
  },
  {
    "文件名": "【晋江】《穿书暴富后我踩翻修罗场》作者：宴夜鲤【豪门世家 - 恋爱合约 - 甜文 - 穿书】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/987d1d3864ef"
  },
  {
    "文件名": "【晋江】《穿进年代文后我有1了》作者：油盐不进【种田文 - 甜文 - 穿书 - 年代文】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/1536a69dacb4"
  },
  {
    "文件名": "【晋江】《穿二代战神皇帝成长史》作者：菌行【情有独钟 - 穿越时空 - 成长 - 古代幻想 - 轻松】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/1aaf8aba2a62"
  },
  {
    "文件名": "【晋江】《穿成作死omega后被校草盯上了》作者：碧落长河【ABO-幻想空间-边缘恋歌-穿书-校园】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/089a600f57e8"
  },
  {
    "文件名": "【晋江】《穿成主角攻受的室友》作者：勺棠【情有独钟 - 甜文 - 穿书 - 校园】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/0b8a21abbde8"
  },
  {
    "文件名": "【晋江】《穿成影帝家的鹦鹉后我爆红了》作者：棋异果【灵异神怪 - 穿越时空 - 甜文 - 萌宠】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/7717dd3a5962"
  },
  {
    "文件名": "【晋江】《穿成小猫咪后我被吸了》作者：走笔人间【萌宠 - 幻想空间 - 情有独钟 - 甜文 】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ddafe8d65c63"
  },
  {
    "文件名": "【晋江】《穿成小花仙的我攻略了美强惨主角》作者：红心K【天作之合 - 穿越时空 - 甜文 - 萌宠】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/39f4c2948d85"
  },
  {
    "文件名": "【晋江】《穿成万人嫌替身O后》作者：谢沧浪【ABO-幻想空间-甜文-穿书-爽文】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/f245b521b608"
  },
  {
    "文件名": "【晋江】《穿成娃综文的炮灰爸爸》作者：岩城太瘦生【生子 - 情有独钟 - 甜文 - 穿书】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/1ef455b02c75"
  },
  {
    "文件名": "【晋江】《穿成炮灰太子之后》作者：一捧秋凉【年下 - 宫廷侯爵 - 穿书 - 炮灰】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/c5becf874631"
  },
  {
    "文件名": "【晋江】《穿成炮灰皇子的男妻》作者：初七见喜【宫廷侯爵 - 情有独钟 - 穿书 - 基建】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/307e2f40919c"
  },
  {
    "文件名": "【晋江】《穿成炮灰后我能有什么坏心思》 作者：眠言【青梅竹马 - 系统 - 甜文 - 穿书】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/4ec7596997fb"
  },
  {
    "文件名": "【晋江】《穿成叛逆大崽的豪门后爸》作者：喜糖123【豪门世家 - 娱乐圈 - 穿书 - 爽文】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a328aea207e4"
  },
  {
    "文件名": "【晋江】《穿成虐文里病美人太子》作者：琉小歌【强强 - 宫廷侯爵 - 穿书 - 爽文】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/361b6d5c5642"
  },
  {
    "文件名": "【晋江】《穿成猫后被魔尊养了》 作者：四月九月【仙侠修真 - 甜文 - 穿书 - 萌宠】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/dc2221dd3546"
  },
  {
    "文件名": "【晋江】《穿成薄情书生郎》作者：端瑜【主攻 - 生子 - 穿书 - 科举 - 朝堂之上】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/d3798c873659"
  },
  {
    "文件名": "【晋江】《虫族之雄主不好当》作者：寒木春华笔记【主攻-ABO-强强-情有独钟-天作之合-星际】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/b8c1f8dc63fb"
  },
  {
    "文件名": "【晋江】《虫族之雄虫不好当》作者：寒木春华笔记【主攻-ABO-强强-情有独钟-天作之合-星际】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/527728be5e27"
  },
  {
    "文件名": "【晋江】《虫族之我来自远方》作者：碉堡堡【主攻 - 豪门世家 - 穿越时空 - 星际 - 爽文】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/39621f9835cc"
  },
  {
    "文件名": "【晋江】《痴情炮灰不干了》作者：连朔【甜文 - 穿书 - 爽文 - 校园】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/7211e4e43d3a"
  },
  {
    "文件名": "【晋江】《痴情男二不存在的》作者：北冥魑【情有独钟 - 打脸 - 甜文 - 穿书 - 轻松】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/b642e5eb667c"
  },
  {
    "文件名": "【晋江】《乘风登玉京》作者：金钗换酒【强强 - 宫廷侯爵 - 因缘邂逅 - 穿越时空】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/98ef8c731795"
  },
  {
    "文件名": "【晋江】《成为暴娇太子的伴读后》作者：策马听风【古代 - 情有独钟 - 天作之合 - 甜文】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/b7b980ddd4fb"
  },
  {
    "文件名": "【晋江】《臣好柔弱啊》作者：马户子君【宫廷侯爵 - 穿越时空 - 甜文 - 朝堂之上】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/596155118106"
  },
  {
    "文件名": "【晋江】《参加恋综后和营业对象假戏真做了》作者：星流过旷【豪门世家 - 恋爱合约 - 娱乐圈 - 甜文 - 轻松】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/d464eb320a3e"
  },
  {
    "文件名": "【晋江】《不要招惹老婆粉》作者：周吱【天之骄子 - 竞技 - 甜文 - 逆袭】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/7e8fc8773e3b"
  },
  {
    "文件名": "【晋江】《不演渣受就会死》作者：佐润【系统 - 甜文 - 现代架空 - 穿书】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/8a6096be0eb0"
  },
  {
    "文件名": "【晋江】《不驯之敌》作者：骑鲸南去【强强 - 爱情战争 - 相爱相杀 - 复仇虐渣】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/b27778b9f2f5"
  },
  {
    "文件名": "【晋江】《不说谎的妻子》作者：止宁【幻想空间-豪门世家-情有独钟-天之骄子】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ef4e42ffbc41"
  },
  {
    "文件名": "【晋江】《不会吧，你没有竹马吗》作者：是笙【情有独钟 - 甜文 - 成长 - 校园】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/0705eeecdd80"
  },
  {
    "文件名": "【晋江】《病弱男二对我蓄谋已久》作者：解冻湖水【都市 - 甜文 - 穿书 - 校园】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/ad8285cbd8fe"
  },
  {
    "文件名": "【晋江】《病弱Alpha了影帝的家猫》作者：苏酥饼吖【ABO-双A-幻想空间-娱乐圈-甲-直播】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/3524bbd121a5"
  },
  {
    "文件名": "【晋江】《病美人和他的小狼崽》作者：轲西【主攻 - 都市情缘 - 近水楼台 - 天作之合 - 甜文】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/7208eed34cb8"
  },
  {
    "文件名": "【晋江】《病美人和冥主先婚后爱了》作者：喜马拉雅种猫【灵异神怪 - 情有独钟 - 天作之合 - 甜文 - 轻松】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/6bc616e65dab"
  },
  {
    "文件名": "【晋江】《冰美人的直男校草疯魔了！》作者：乘星揽月【情有独钟 - 欢喜冤家 - 甜文 - 校园】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/b40493bd897b"
  },
  {
    "文件名": "【晋江】《别想带坏我》作者：萝卜花兔子【打脸 - 系统 - 甜文 - 爽文】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/546874b9ed13"
  },
  {
    "文件名": "【晋江】《别钓了啦》作者：柒曲【重生 - 甜文 - 钓系 - 电竞】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e8f982f5f4dc"
  },
  {
    "文件名": "【晋江】《表面爱意》作者：西荧星【换攻 - 年下 - 都市情缘 - 豪门世家 - 甜文】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/abe02534ef68"
  },
  {
    "文件名": "【晋江】《陛下，你能再靠近一点吗》作者：纷纷和光【宫廷侯爵 - 情有独钟 - 甜文】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/62d01901b526"
  },
  {
    "文件名": "【晋江】《闭嘴我不听》作者：归鸿落雪【异能 - 甜文 - 校园】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/e02e17408de9"
  },
  {
    "文件名": "【晋江】《笨笨崽崽成为娃综对照组后》作者：今日宜甜【娱乐圈 - 甜文 - 爽文 - 直播】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/12f77de5ad73"
  },
  {
    "文件名": "【晋江】《本王才不是歌伎》作者：爻棋【娱乐圈 - 古穿今 - 甜文 - 爽文】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a7995e8b62eb"
  },
  {
    "文件名": "【晋江】《本路人今天也在路过男主片场》作者：宿星川【ABO - 强强 - 娱乐圈 - 爽文 - 都市异闻】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/89c9ac292bd7"
  },
  {
    "文件名": "【晋江】《本路今天也在路过主场》作者：宿星川【ABO-强强-娱乐圈-文-都市异闻】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/eb293044360a"
  },
  {
    "文件名": "【晋江】《本攻专治反派BOSS受》作者：鹿野修哉【强强 - 系统 - 甜文 - 快穿】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/9fae323f9a30"
  },
  {
    "文件名": "【晋江】《被装O的攻标记后》作者：楚执【ABO-强强-年下-幻想空间-甜文】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/eca08ed13602"
  },
  {
    "文件名": "【晋江】《被迫与魔尊一起养崽怎么破》作者：春江阔【生子 - 仙侠修真 - 甜文 - 穿书】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a72de0e2f47c"
  },
  {
    "文件名": "【晋江】《被迫嫁给屠户之后》作者：邀之【生子 - 天作之合 - 种田文 - 甜文】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/cd2456cf2d77"
  },
  {
    "文件名": "【晋江】《被偏执大佬从小宠到大》作者：迟宵也【花季雨季 - 豪门世家 - 情有独钟 - 甜文 - 轻松】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/b06d53a14176"
  },
  {
    "文件名": "【晋江】《被404系统绑定后》作者：楚缘君【幻想空间 - 情有独钟 - 系统 - 快穿】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/d2a337b048bf"
  },
  {
    "文件名": "【晋江】《卑微小聋子攻今天也想上位》作者：安静的蛋仔【主攻 - 都市 - 甜文 - 轻松 - 沙雕 - 失忆】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/2c8692ee9098"
  },
  {
    "文件名": "【晋江】《暴躁电竞大神穿成豪门后妈》作者：小文旦【豪门世家 - 恋爱合约 - 甜文】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/82fbc3dbe418"
  },
  {
    "文件名": "【晋江】《暴露Alpha身份后婚离不掉了》作者：禅酒【ABO-双A-强强-幻想空间-星际-甜文】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/bbdf3f5b0baf"
  },
  {
    "文件名": "【晋江】《宝贝你好》作者：可爱叽【都市情缘 - 情有独钟 - 近水楼台 - 甜文】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/071374d38f75"
  },
  {
    "文件名": "【晋江】《榜下捉婿，我捉到皇帝了》作者：裳小柠【生子 - 宫廷侯爵 - 天作之合 - 甜文】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/2b29e6c31c69"
  },
  {
    "文件名": "【晋江】《摆烂学神总在被钓》作者：旺旺烤饼【重生 - 甜文 - 爽文 - 轻松】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/4fafb95561f5"
  },
  {
    "文件名": "【晋江】《白月光砸钢》作者：一世华裳【强强-边缘恋歌-星际-未来架空】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/410eb286ca64"
  },
  {
    "文件名": "【晋江】《白月光拒绝奋斗》作者：项绿瓜【都市情缘 - 娱乐圈 - 励志人生 - 甜文】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/62a1dc48722f"
  },
  {
    "文件名": "【晋江】《白月光回来后，替身陷入失业危机》作者：项绿瓜【都市情缘 - 恋爱合约 - 励志人生 - 甜文】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/7ef901ac64f3"
  },
  {
    "文件名": "【晋江】《白月光换下了女装》作者：刘狗花【强强 - 宫廷侯爵 - 情有独钟 - 朝堂 - 轻松】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/b232e1927c96"
  },
  {
    "文件名": "【晋江】《白月光拐跑了小替身》作者：言笙笙【欢喜冤家 - 天作之合 - 甜文】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/4c82219c761f"
  },
  {
    "文件名": "【晋江】《白月光的婚后翻车现场》作者：爱哈哈的小刀【强强 - 情有独钟 - 天作之合 - 甜文】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/0f165b2cf8d9"
  },
  {
    "文件名": "【晋江】《掰弯自己也不放过你》 作者：几树【直播 - 都市情缘 - 豪门世家 - 甜文】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/39e1e4ccb1fa"
  },
  {
    "文件名": "【晋江】《霸总O他又破产啦》作者：裴不知【ABO-年下-重生-甜文-现代架空】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/f917b9c283e7"
  },
  {
    "文件名": "【晋江】《暗恋指南》作者：风流书呆【快穿】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/a8174bc17a3a"
  },
  {
    "文件名": "【晋江】《安全打工手册》作者：西子绪【幻想空间 - 灵异神怪 - 奇幻魔幻 - 异想天开】.txt",
    "夸克盘链接": "https://pan.quark.cn/s/85279d981352"
  }
];
